{
    "id": "593295",
    "revid": "41952102",
    "url": "https://en.wikipedia.org/wiki?curid=593295",
    "title": "Sylhet",
    "text": "Sylhet () is a &lt;a href=\"metropolis\"&gt;metropolitan city&lt;/a&gt; in northeastern &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;. It is the administrative seat of &lt;a href=\"Sylhet%20Division\"&gt;Sylhet Division&lt;/a&gt;. Located on the north bank of the &lt;a href=\"Surma%20River\"&gt;Surma River&lt;/a&gt; at the eastern tip of &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt;, Sylhet has a &lt;a href=\"subtropical\"&gt;subtropical&lt;/a&gt; climate and lush highland terrain. The city has a population of more than half a million, and is one of the largest cities in Bangladesh after &lt;a href=\"Khulna\"&gt;Khulna&lt;/a&gt;, &lt;a href=\"Chittagong\"&gt;Chittagong&lt;/a&gt; and &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt;. Sylhet is one of the most important spiritual and cultural centres in Bangladesh. Furthermore, it is one of the most economically important cities in the country after &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt; and &lt;a href=\"Chittagong\"&gt;Chittagong&lt;/a&gt;. The city produces the highest amount of tea and natural gas in the country.\nIn 1303, the Sultan of Lakhnauti &lt;a href=\"Shamsuddin%20Firoz%20Shah\"&gt;Shamsuddin Firoz Shah&lt;/a&gt; &lt;a href=\"Conquest%20of%20Sylhet\"&gt;conquered Sylhet&lt;/a&gt; by defeating &lt;a href=\"Gour%20Govinda\"&gt;Gour Govinda&lt;/a&gt;. Sylhet was a realm of the &lt;a href=\"Bengal%20Sultanate\"&gt;Bengal Sultanate&lt;/a&gt;. In the 16th-century, Sylhet was controlled by the &lt;a href=\"Baro-Bhuyan\"&gt;Baro-Bhuyan&lt;/a&gt; &lt;a href=\"zamindar\"&gt;zamindar&lt;/a&gt;s and later became a sarkar (district) of the &lt;a href=\"Mughal%20Empire\"&gt;Mughal Empire&lt;/a&gt;. Sylhet emerged as the Mughals' most significant imperial outpost in the east and its importance remained as such throughout the seventeenth century. &lt;a href=\"British%20Empire\"&gt;British rule&lt;/a&gt; began in the 18th century under the administration of the &lt;a href=\"East%20India%20Company\"&gt;East India Company&lt;/a&gt;. With its ancient seafaring tradition, Sylhet became a key source of &lt;a href=\"lascar\"&gt;lascar&lt;/a&gt;s in the British Empire. The Sylhet municipal board was established in 1867. Originally part of the &lt;a href=\"Bengal%20Presidency\"&gt;Bengal Presidency&lt;/a&gt; and later &lt;a href=\"Eastern%20Bengal%20and%20Assam\"&gt;Eastern Bengal and Assam&lt;/a&gt;; the town was part of Colonial Assam between 1874 and 1947, when following a &lt;a href=\"1947%20Sylhet%20referendum\"&gt;referendum&lt;/a&gt; and the &lt;a href=\"partition%20of%20British%20India\"&gt;partition of British India&lt;/a&gt;, it became part of East Bengal. The &lt;a href=\"Sylhet%20City%20Corporation\"&gt;Sylhet City Corporation&lt;/a&gt; was constituted in 2001. The Government of Bangladesh designated Sylhet a metropolitan area in 2009.\nThe hinterland of the Sylhet valley is the largest &lt;a href=\"Natural%20gas%20and%20petroleum%20in%20Bangladesh\"&gt;oil and gas&lt;/a&gt;-producing region in Bangladesh. It is also the largest hub of &lt;a href=\"tea%20production%20in%20Bangladesh\"&gt;tea production in Bangladesh&lt;/a&gt;. It is notable for its high-quality &lt;a href=\"Arundo\"&gt;cane&lt;/a&gt; and &lt;a href=\"agarwood\"&gt;agarwood&lt;/a&gt;. The city is served by the &lt;a href=\"Osmani%20International%20Airport\"&gt;Osmani International Airport&lt;/a&gt; which is named after &lt;a href=\"M.%20A.%20G.%20Osmani\"&gt;General Bangabir M A G Osmani&lt;/a&gt;, the Commander-in-Chief of the &lt;a href=\"Mukti%20Bahini\"&gt;Mukti Bahini&lt;/a&gt; during the &lt;a href=\"Bangladesh%20Liberation%20War\"&gt;Bangladesh Liberation War&lt;/a&gt;. People from Sylhet form a significant portion of the &lt;a href=\"Bangladeshi%20diaspora\"&gt;Bangladeshi diaspora&lt;/a&gt;, particularly in the United Kingdom and the United States, as well as other countries in the Middle East.\nToponymy.\nIn Bengal, Sylhet has been called as \"Srihôṭṭô\" (in &lt;a href=\"Bengali%20language\"&gt;Bangla&lt;/a&gt; : শ্রীহট্ট) or \"Srihatta\" since the ancient time in the &lt;a href=\"Bengali%20language\"&gt;Bengali&lt;/a&gt; and regional &lt;a href=\"Sylheti%20language\"&gt;Siloti&lt;/a&gt; language. \nThe name \"Sylhet\" is an &lt;a href=\"anglicisation\"&gt;anglicisation&lt;/a&gt; of \"Shilhot\" (শিলহট). Its origins seem to come from the &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; according to the words of শিলা śilā (meaning stone) and হট্ট haṭṭa (meaning marketplace). These words match the landscape and topography of the hilly region. The shila stones were abundant across Sylhet and the King &lt;a href=\"Gour%20Govinda\"&gt;Gour Govinda&lt;/a&gt; is known to have used stones to guard his capital. The word had changed to Shilhot due to the &lt;a href=\"elision\"&gt;elision&lt;/a&gt; of letter-final \"ô\" in the &lt;a href=\"Bengali%20language\"&gt;Bengali language&lt;/a&gt;.\nHistory.\nIn 1995, the Government of Bangladesh declared Sylhet as the sixth &lt;a href=\"Divisions%20of%20Bangladesh\"&gt;divisional headquarters&lt;/a&gt; of the country. Sylhet has played a vital role in the &lt;a href=\"Bangladeshi%20economy\"&gt;Bangladeshi economy&lt;/a&gt;. Several of Bangladesh's &lt;a href=\"Finance%20Minister%20of%20Bangladesh\"&gt;finance ministers&lt;/a&gt; have been Members of Parliament from the city of Sylhet. &lt;a href=\"Badar%20Uddin%20Ahmed%20Kamran\"&gt;Badar Uddin Ahmed Kamran&lt;/a&gt; was a longtime mayor of Sylhet. &lt;a href=\"Humayun%20Rashid%20Choudhury\"&gt;Humayun Rashid Choudhury&lt;/a&gt;, a diplomat from Sylhet, served as &lt;a href=\"President%20of%20the%20UN%20General%20Assembly\"&gt;President of the UN General Assembly&lt;/a&gt; and Speaker of the &lt;a href=\"Jatiyo%20Sangshad\"&gt;Bangladesh National Parliament&lt;/a&gt;.\nIn 2001, the municipality was upgraded to the &lt;a href=\"Sylhet%20City%20Corporation\"&gt;Sylhet City Corporation&lt;/a&gt;. It was made a metropolitan city in 2009.\nGeography and climate.\nSylhet is located at , in the northeastern region of Bangladesh within the Sylhet Division, the Sylhet District and Sylhet Sadar Upazila. Sylhet has a typical Bangladeshi &lt;a href=\"tropical%20monsoon%20climate\"&gt;tropical monsoon climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Am\") bordering on a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (\"Cwa\") at higher elevations. The rainy season starts from April to October and it is so hot and humid with very heavy showers and thunderstorms almost every day, whilst the short dry season starts from November to February and it is very warm and fairly clear. Nearly 80% of the annual average rainfall of occurs between May and September.\nThe city is located within the region where there are hills and basins which constitute one of the most distinctive regions in Bangladesh. The &lt;a href=\"physiography\"&gt;physiography&lt;/a&gt; of Sylhet consists mainly of hill soils, encompassing a few large depressions known locally as \"&lt;a href=\"beel\"&gt;beel&lt;/a&gt;s\" which can be mainly classified as &lt;a href=\"oxbow%20lake\"&gt;oxbow lake&lt;/a&gt;s, caused by tectonic subsidence primarily during &lt;a href=\"1762%20Arakan%20earthquake\"&gt;the earthquake of 1762&lt;/a&gt;.\nGeologically, the region is complex having diverse sacrificial geomorphology; high topography of Plio-&lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; age. Available limestone deposits in different parts of the region suggest that the whole area was under the ocean in the Oligo-Miocene. In the last 150 years three major earthquakes hit the city, at a magnitude of at least 7.5 on the &lt;a href=\"Richter%20Scale\"&gt;Richter Scale&lt;/a&gt;, the last one took place in 1918, although many people are unaware that Sylhet lies on an earthquake prone zone.\nAdministration.\nSylhet is divided into 6 metropolitan &lt;a href=\"Thanas%20of%20Bangladesh\"&gt;thana&lt;/a&gt;s(police station) and consists of 27 wards and 224 mahallas. The thanas are:\nIt is a small city with an area of 26.50 km2. The rapid growth and expansion of Sylhet occurred during the &lt;a href=\"British%20Raj\"&gt;colonial period&lt;/a&gt;. Sylhet Municipality was established in 1878. A devastating earthquake demolished almost the entire town on &lt;a href=\"1897%20Assam%20earthquake\"&gt;12 June 1897&lt;/a&gt; following which a modern and European model new town was built on the wreckage. Many new roads were constructed in the late 1890s and Sylhet became really connected to the other parts of the country with the establishment of an extension line of &lt;a href=\"Assam%20Bengal%20Railway\"&gt;Assam Bengal Railway&lt;/a&gt; in 1912–15. From the beginning of the 20th century, the importance of Sylhet increased with the establishment of the tea industry. In the 1950s and 1960s, rapid urbanisation took place in the town, fostered by the expatriate Sylhetis and the process is still ongoing.\nOn 10 April 2001, Sylhet was changed to a city corporation from a municipal board, and currently the city is administrated by the \"Sylhet City Corporation\". At present, Sylhet is the district-headquarters as well as the divisional headquarters of the districts of &lt;a href=\"Sunamganj\"&gt;Sunamganj&lt;/a&gt;, &lt;a href=\"Habiganj\"&gt;Habiganj&lt;/a&gt;, &lt;a href=\"Moulvibazar%20District\"&gt;Moulvibazar&lt;/a&gt; and &lt;a href=\"Sylhet%20District\"&gt;Sylhet District&lt;/a&gt;. The Sylhet City Corporation is responsible for the services that are provided within the city which includes traffic, roads, garbage collection, water supply, registrations and many others. The corporation consists of the Mayor and 22 other commissioners, and focuses on the development of the city.\nMilitary.\nSylhet is strategically important for the &lt;a href=\"Bangladesh%20Armed%20Forces\"&gt;Bangladesh Armed Forces&lt;/a&gt;. The &lt;a href=\"Bangladesh%20Army\"&gt;Bangladesh Army&lt;/a&gt;'s &lt;a href=\"17th%20Infantry%20Division%20%28Bangladesh%29\"&gt;17th Infantry Division&lt;/a&gt; is based at &lt;a href=\"Jalalabad%20Cantonment\"&gt;Jalalabad Cantonment&lt;/a&gt; in Sylhet. The cantonment is also home of the School of Infantry and Tactics (SI&amp;T) and the &lt;a href=\"1st%20Para-commando%20Battalion\"&gt;1st Para-commando Battalion&lt;/a&gt;, an elite &lt;a href=\"commando\"&gt;commando&lt;/a&gt; unit of the Bangladesh Army.\nHealthcare.\nSylhet is also home to many hospitals that strategically provide healthcare to the community such as the Shahid Shamsuddin Hospital District Hospital, &lt;a href=\"Sylhet%20MAG%20Osmani%20Medical%20College\"&gt;Sylhet MAG Osmani Medical College&lt;/a&gt;, &lt;a href=\"Jalalabad%20Ragib-Rabeya%20Medical%20College\"&gt;Jalalabad Ragib-Rabeya Medical College&lt;/a&gt;, &lt;a href=\"North%20East%20Medical%20College\"&gt;North East Medical College&lt;/a&gt;, &lt;a href=\"Sylhet%20Women%27s%20Medical%20College\"&gt;Sylhet Women's Medical College&lt;/a&gt;, Parkview Medical College, \"Ibn Sina Hospital Sylhet Ltd\", \"Noorjahan Hospital (pvt) Ltd\", Oasis Hospital, \"Mount Adora Hospital\", Square Medical Service, Popular Medical Service, Medinova Medical Service, Labaid Ltd and the Mohanagar Hospital as well as world's leading five star hospital such as the Al Haramain Hospital.\nRecently a medical university called &lt;a href=\"Sylhet%20Medical%20University\"&gt;Sylhet Medical University&lt;/a&gt; has been established in the city. According to the Prime Minister's order to strictly monitor whether medical standards are being properly maintained in medical colleges, a medical university will be set up in each division. According to the order, Chittagong and Rajshahi Medical University have already been established. Sylhet Medical University is the 4th Medical University of the directive.\nDemographics.\nAccording to the &lt;a href=\"2011%20Bangladesh%20census\"&gt;2011 Bangladesh census&lt;/a&gt;, the city had a population of 531,663. The population growth rate of the city is 1.73%, which has reduced from 1.93% in 1991. As of 2001, It had average literacy rate of 69.73%. The highest &lt;a href=\"literacy%20rate\"&gt;literacy rate&lt;/a&gt; was 84.24% in &lt;a href=\"Wards%20of%20Sylhet%20City%20Corporation%23Ward%2022\"&gt;Ward 22&lt;/a&gt; and the lowest was 48.15% in &lt;a href=\"Wards%20of%20Sylhet%20City%20Corporation%23Ward%2010\"&gt;Ward 10&lt;/a&gt; (2001). The total number of households in the city was 55,514.\nThe majority of the population are &lt;a href=\"Bengali%20Muslims\"&gt;Bengali Muslims&lt;/a&gt; of &lt;a href=\"Sylhetis\"&gt;Sylheti background&lt;/a&gt;, while there are significant minority groups which includes the &lt;a href=\"Bengali%20Hindus\"&gt;Bengali Hindus&lt;/a&gt;, &lt;a href=\"Bishnupriya%20Manipuri\"&gt;Bishnupriya Manipuri&lt;/a&gt; and others.\n&lt;a href=\"Sylheti%20language\"&gt;Sylheti&lt;/a&gt; is spoken by the vast majority of the people, while &lt;a href=\"Bengali%20language\"&gt;Standard Bengali&lt;/a&gt; is the official language used by the state government and officials.\nThe majority of Sylhetis are Muslims (87.2%), other religious groups include Hindus (12.6%) and less than 0.2% of other religions, mainly &lt;a href=\"Buddhism%20in%20Bangladesh\"&gt;Buddhists&lt;/a&gt; and &lt;a href=\"Christianity%20in%20Bangladesh\"&gt;Christians&lt;/a&gt;. The majority of the Muslims are mainly &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; &lt;a href=\"Hanafi\"&gt;Hanafi&lt;/a&gt;s; and there are significant numbers of people who also follow &lt;a href=\"Sufism\"&gt;Sufi&lt;/a&gt; ideals, the most influential are the teachings of &lt;a href=\"Saheb%20Qibla%20Fultali\"&gt;Abdul Latif Fultali&lt;/a&gt;.\nEconomy.\nThe Sylhet Metropolitan Area is one of Bangladesh's main business centers. Sylhet's economy is closely linked with the &lt;a href=\"Bangladeshi%20diaspora\"&gt;Bangladeshi diaspora&lt;/a&gt;, especially the &lt;a href=\"British%20Bangladeshi\"&gt;British Bangladeshi&lt;/a&gt; community. The city receives a significant portion of the country's annual &lt;a href=\"remittances\"&gt;remittances&lt;/a&gt;, which have driven growth in real estate and construction. A number of shopping centers, restaurants and hotels have opened as a result. Sylhet also relies on &lt;a href=\"religious%20tourism\"&gt;religious tourism&lt;/a&gt;, with thousands of devotees visiting its &lt;a href=\"Sufi\"&gt;Sufi&lt;/a&gt; shrines annually, as well as &lt;a href=\"ecotourism\"&gt;ecotourism&lt;/a&gt; in its broader natural hinterland. Nature &lt;a href=\"resort\"&gt;resort&lt;/a&gt;s have been built in the city's outskirts. Several important &lt;a href=\"List%20of%20companies%20in%20Bangladesh\"&gt;Bangladeshi companies&lt;/a&gt; are based in Sylhet, including Jalalabad Gas Transmission and Distribution, Sylhet Gas Fields and &lt;a href=\"Alim%20Industries%20Limited\"&gt;Alim Industries&lt;/a&gt;. &lt;a href=\"Biman%20Bangladesh%20Airlines\"&gt;Biman Bangladesh Airlines&lt;/a&gt; operates several flights from Sylhet to the United Kingdom and the Middle East. Roads connect Sylhet with the Indian states of &lt;a href=\"Meghalaya\"&gt;Meghalaya&lt;/a&gt; and Assam.\nSylhet's &lt;a href=\"hinterland\"&gt;hinterland&lt;/a&gt; plays a vital role in the &lt;a href=\"economy%20of%20Bangladesh\"&gt;economy of Bangladesh&lt;/a&gt;. It is home to the country's largest &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; fields, sole &lt;a href=\"crude%20oil\"&gt;crude oil&lt;/a&gt; field, largest &lt;a href=\"tea\"&gt;tea&lt;/a&gt; plantations, rubber, &lt;a href=\"palm%20oil\"&gt;palm oil&lt;/a&gt;, &lt;a href=\"Arundo\"&gt;cane&lt;/a&gt;, &lt;a href=\"agarwood\"&gt;agarwood&lt;/a&gt; and &lt;a href=\"citrus\"&gt;citrus&lt;/a&gt; farms. Rice production in the region is one of the country's highest. Heavy industries include &lt;a href=\"power%20plant\"&gt;power plant&lt;/a&gt;s, &lt;a href=\"fertilizer\"&gt;fertilizer&lt;/a&gt; plants, cement plants and &lt;a href=\"liquefied%20petroleum%20gas\"&gt;liquefied petroleum gas&lt;/a&gt; plants. Other major industries in the region include &lt;a href=\"ceramics\"&gt;ceramics&lt;/a&gt;, machinery and equipment, ready-made garments and pharmaceuticals. Most of the tea production in Bangladesh is based around Sylhet, and the industry also has significant exports. The area is also known for producing oranges and other similar fruits. One of these fruit is called \"Satkara\" which is a variety of grapefruit that can be used in pickles and even as an ingredient in traditional Sylheti curry dishes.\nTwo Bangladeshi &lt;a href=\"Finance%20Minister%20of%20Bangladesh\"&gt;finance ministers&lt;/a&gt; from the city have been elected to the &lt;a href=\"Jatiyo%20Sangshad\"&gt;Jatiyo Sangshad&lt;/a&gt;: &lt;a href=\"Saifur%20Rahman%20%28politician%29\"&gt;Saifur Rahman&lt;/a&gt; of the Bangladesh Nationalist Party and &lt;a href=\"Abul%20Maal%20Abdul%20Muhith\"&gt;Abul Maal Abdul Muhith&lt;/a&gt; of the Awami League. The present foreign affairs minister &lt;a href=\"AK%20Abdul%20Momen\"&gt;DR. A K Abdul Momen&lt;/a&gt; who is younger brother of the former finance minister Abdul Muhith represents the &lt;a href=\"Sylhet-1\"&gt;Sylhet-1&lt;/a&gt; seat in parliament.\nUtility.\nSylhet has high rates of electric power shortage and water shortage. According to the Power Development Board, Sylhet is only receiving 50 &lt;a href=\"Megawatts%23Megawatt\"&gt;MW&lt;/a&gt;, which is half of the required demand of 100 MW. The city corporation is also supplying only 22,500 gallons of water, far less than the demand of about 65,000. The major sources of water to the city is the tube wells and the &lt;a href=\"Surma%20River\"&gt;Surma River&lt;/a&gt;. Tests of tube wells in Sylhet District by the Bangladesh University of Engineering and Technology in 1997 found that about 27.6% contained more arsenic than the acceptable limit set by Bangladesh of 50 micrograms per liter, and 49.2% contained more arsenic than the World Health Organization standard of 10 micrograms per liter. There are about 331 registered restaurants in the city, only 15% maintain sanitary facilities and 85% have unhygienic conditions that are unsafe for the public.\nSports.\nCricket is the most popular sport in Sylhet. &lt;a href=\"Bangladesh%20Premier%20League\"&gt;Bangladesh Premier League&lt;/a&gt; franchise &lt;a href=\"Sylhet%20Sixers\"&gt;Sylhet Sixers&lt;/a&gt; are based in &lt;a href=\"Sylhet%20International%20Cricket%20Stadium\"&gt;Sylhet International Cricket Stadium&lt;/a&gt; (M.A.G. Osmani Stadium), which was built in 2007 and has a capacity of 18,500 spectators. The Sylhet International Cricket Stadium was renovated in 2013 especially to host matches of &lt;a href=\"2014%20ICC%20World%20Twenty20\"&gt;2014 ICC World Twenty20&lt;/a&gt;. It is situated near lush green tea gardens on the city fringe. In the &lt;a href=\"National%20Cricket%20League%20of%20Bangladesh\"&gt;National Cricket League&lt;/a&gt; &lt;a href=\"Sylhet%20Division%20cricket%20team\"&gt;Sylhet Division&lt;/a&gt; has not won any titles however did win in the &lt;a href=\"One-Day%20Cricket%20League%20of%20Bangladesh\"&gt;One-Day Cricket League&lt;/a&gt; in &lt;a href=\"2001%E2%80%9302%20Bangladeshi%20cricket%20season%23National%20championships\"&gt;2001–02 season&lt;/a&gt;. Notable players from Sylhet who have played for the &lt;a href=\"Bangladesh%20national%20cricket%20team\"&gt;Bangladesh national cricket team&lt;/a&gt; include &lt;a href=\"Rajin%20Saleh\"&gt;Rajin Saleh&lt;/a&gt;, &lt;a href=\"Enamul%20Haque%20Jr\"&gt;Enamul Haque Jr&lt;/a&gt;, &lt;a href=\"Tapash%20Baisya\"&gt;Tapash Baisya&lt;/a&gt;, and &lt;a href=\"Alok%20Kapali\"&gt;Alok Kapali&lt;/a&gt;. Chess player &lt;a href=\"Rani%20Hamid\"&gt;Rani Hamid&lt;/a&gt; was awarded the &lt;a href=\"FIDE\"&gt;FIDE&lt;/a&gt; &lt;a href=\"Woman%20International%20Master%23Woman%20International%20Master%20%28WIM%29\"&gt;Women's International Master&lt;/a&gt; (WIM) title in 1985.\nTransport.\nThe main transport systems used in the city are &lt;a href=\"cycle%20rickshaw\"&gt;cycle rickshaw&lt;/a&gt;s, &lt;a href=\"auto%20rickshaw\"&gt;auto rickshaw&lt;/a&gt;s (mainly known as baby-taxis or CNGs), buses, mini-buses and cars. There are about 80,000 rickshaws running each day. Bus service prices have increased as of 2008, up to 30% higher, prices ranges from &lt;a href=\"Taka\"&gt;Tk&lt;/a&gt; 4 to 15.95.\nThe &lt;a href=\"N2%20%28Bangladesh%29\"&gt;N2&lt;/a&gt; is the national highway that connects the city with country's capital and largest city Dhaka as well as with many other parts of the country. The N2 highway is also part of &lt;a href=\"Asian%20Highway%201\"&gt;AH1&lt;/a&gt; and &lt;a href=\"AH2\"&gt;AH2&lt;/a&gt;- two longest routes of the &lt;a href=\"Asian%20Highway%20Network\"&gt;Asian Highway Network&lt;/a&gt;.\nAir.\nThe city of Sylhet is served by &lt;a href=\"Osmani%20International%20Airport\"&gt;Osmani International Airport&lt;/a&gt;, located at the north of the city. It is Bangladesh's third busiest airport and became an international airport due to the demand of expatriate Bangladeshis and their descendants from the United Kingdom and the United States. The main frequent airlines of the airport are &lt;a href=\"Biman%20Bangladesh%20Airlines\"&gt;Biman Bangladesh Airlines&lt;/a&gt;, &lt;a href=\"US-Bangla%20Airlines\"&gt;US-Bangla Airlines&lt;/a&gt; and &lt;a href=\"Novoair\"&gt;Novoair&lt;/a&gt;. The airport received its first international arrival on 3 November 2002, with Biman arriving from &lt;a href=\"Kuwait\"&gt;Kuwait&lt;/a&gt; via &lt;a href=\"Abu%20Dhabi\"&gt;Abu Dhabi&lt;/a&gt; en route to Dhaka. Meanwhile, it received first direct international arrival on 15 March 2017 as a direct flight of &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt; based carrier Flydubai landed at the airport. Work started in 2006 to upgrade the airport to international standards, including a new terminal building, a jetway, a taxiway, and expansion of the runway to accommodate wide-bodied aircraft. It was confirmed that in May 2007, Biman will be operating &lt;a href=\"Hajj\"&gt;Hajj&lt;/a&gt; flights directly from the airport later in 2007. Biman operates direct flight to &lt;a href=\"London\"&gt;London&lt;/a&gt; from Sylhet. All Bangladeshi airlines operate regular domestic flights to Dhaka and Biman operates regular domestic flights to &lt;a href=\"Cox%27s%20Bazar\"&gt;Cox's Bazar&lt;/a&gt;. Government will construct a 34,919 square-metre high-quality international passenger terminal building, cargo building, control tower, parking, taxiway and other important infrastructures to meet the growing demand in line with the increase of passengers and cargo transportation at the airport.\nRail.\nThe Sylhet Railway Station is the main railway station providing trains on national routes operated by the state-run &lt;a href=\"Bangladesh%20Railway\"&gt;Bangladesh Railway&lt;/a&gt;.\nSome important train that origins/terminates :\nEducation.\nThere are two public universities in Sylhet: &lt;a href=\"Shahjalal%20University%20of%20Science%20and%20Technology\"&gt;Shahjalal University of Science and Technology&lt;/a&gt; and &lt;a href=\"Sylhet%20Agricultural%20University\"&gt;Sylhet Agricultural University&lt;/a&gt;. There are some prominent colleges in Sylhet such as &lt;a href=\"Jalalabad%20Cantonment%20Public%20School%20and%20College\"&gt;Jalalabad Cantonment Public School and College&lt;/a&gt;, &lt;a href=\"MAG%20Osmani%20Medical%20College%2C%20Sylhet\"&gt;MAG Osmani Medical College, Sylhet&lt;/a&gt;, &lt;a href=\"Sylhet%20Women%27s%20Medical%20College\"&gt;Sylhet Women's Medical College&lt;/a&gt;, &lt;a href=\"North%20East%20Medical%20College\"&gt;North East Medical College&lt;/a&gt;, &lt;a href=\"Sylhet%20Engineering%20College\"&gt;Sylhet Engineering College&lt;/a&gt;, &lt;a href=\"Sylhet%20Cadet%20College\"&gt;Sylhet Cadet College&lt;/a&gt;, &lt;a href=\"Murari%20Chand%20College\"&gt;Murari Chand College&lt;/a&gt;, &lt;a href=\"Institute%20of%20Health%20Technology%2C%20Sylhet\"&gt;Institute of Health Technology, Sylhet&lt;/a&gt;, &lt;a href=\"Scholarshome\"&gt;Scholarshome&lt;/a&gt;, &lt;a href=\"Blue%20Bird%20High%20School%20and%20College\"&gt;Blue Bird High School and College&lt;/a&gt;, &lt;a href=\"Sylhet%20Science%20And%20Technology%20College\"&gt;Sylhet Science And Technology College&lt;/a&gt; and &lt;a href=\"Sylhet%20Polytechnic%20Institute\"&gt;Sylhet Polytechnic Institute&lt;/a&gt;, &lt;a href=\"Sylhet%20Government%20Women%27s%20College\"&gt;Sylhet Government Women's College&lt;/a&gt;\nInternational relations.\nSylhet had friendly relations with:\nThe friendship link with St Albans was established in 1988 when the &lt;a href=\"Districts%20of%20England\"&gt;District council&lt;/a&gt; supported a housing project in Sylhet as part of the International Year of Shelter for the Homeless. Sylhet was chosen because it is the area of origin for the largest ethnic minority group in St Albans.\nIn March 2009, the Mayor of Sylhet, Badar Uddin Ahmed Kamran, signed a Memorandum of Understanding to form another friendship link between Sylhet and Rochdale, home to around 10,000 people with Sylhet heritage, with the Mayor of Rochdale Cllr Keith Swift at the &lt;a href=\"Sylhet%20City%20Corporation\"&gt;Sylhet City Corporation&lt;/a&gt;.\nExternal links.\n&lt;a href=\"Parabat%20Express\"&gt;Parabat Express&lt;/a&gt;"
}