{
    "id": "59339977",
    "revid": "346308",
    "url": "https://en.wikipedia.org/wiki?curid=59339977",
    "title": "Comyns Berkeley",
    "text": "George Harold Arthur Comyns Berkeley (16 October 1865 – 27 January 1946) was an &lt;a href=\"obstetric\"&gt;obstetric&lt;/a&gt; physician, &lt;a href=\"gynaecology\"&gt;gynaecological&lt;/a&gt; surgeon and medical writer. Berkeley was most notable along with &lt;a href=\"William%20Blair-Bell\"&gt;William Blair-Bell&lt;/a&gt; and Sir &lt;a href=\"William%20Sinclair%20%28physician%29\"&gt;William Sinclair&lt;/a&gt; for creating the &lt;a href=\"Royal%20College%20of%20Obstetricians%20and%20Gynaecologists\"&gt;British College of Obstetricians and Gynaecologists&lt;/a&gt;. Berkeley was also noted for his writing collaborations with &lt;a href=\"Victor%20Bonney\"&gt;Victor Bonney&lt;/a&gt;, the book \"A Textbook of Gynaecological Surgery\" that is still considered a medical classic. It was as teacher that he excelled.\nLife.\nComyns Berkeley was the eldest son of G. A. Berkeley and Sarah Berkeley née Louisa. G. A. Berkeley was a wine importer and was related to the &lt;a href=\"Baron%20Berkeley\"&gt;Earls of Berkley&lt;/a&gt;. Berkeley was educated both at &lt;a href=\"Dulwich%20College\"&gt;Dulwich College&lt;/a&gt; and &lt;a href=\"Marlborough%20College\"&gt;Marlborough College&lt;/a&gt;. Berkeley subsequently enrolled for matriculation at &lt;a href=\"Gonville%20and%20Caius%20College%2C%20Cambridge\"&gt;Gonville and Caius College&lt;/a&gt;, Cambridge where he studied &lt;a href=\"Natural%20Sciences%20%28Cambridge%29\"&gt;natural science&lt;/a&gt;, completing his &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in 1887 and achieving a &lt;a href=\"British%20undergraduate%20degree%20classification%23Third-class%20honours\"&gt;third-class honours&lt;/a&gt; in Natural Sciences Tripos Part I.\nIn April 1894, Berkley married Ethel Berkeley née Rose.\nPersonal life.\nBerkley was widely known as a bit of a &lt;a href=\"wikt%3Abon%20viveur\"&gt;bon viveur&lt;/a&gt; by nature and inheritance, whose dinner parties were considered famous and who was involved in all the social activities of Middlesex Hospital including being prominent along with &lt;a href=\"anesthesiology\"&gt;anaesthetist&lt;/a&gt; &lt;a href=\"Herbert%20Charles\"&gt;Herbert Charles&lt;/a&gt; at the annual dance. He was physically active and enjoyed hunting, shooting and golfing even though as a child he suffered &lt;a href=\"poliomyelitis\"&gt;polio&lt;/a&gt; resulting in infantile paralysis of one leg, but it never seemed to reduce his activity. Indeed, it was on a shooting trip that the idea for the formation of the RCOG was first gained life.\nOn 27 January 1946, Berkley died in hospital where he spent most of his working life. His family buried him at &lt;a href=\"East%20Finchley%20Cemetery\"&gt;St Marylebone Crematorium&lt;/a&gt;.\nAn administrative building named after him stands on the Luton and Dunstable Hospital site.\nCareer.\nBerkeley's clinical training was undertaking at &lt;a href=\"Middlesex%20Hospital\"&gt;Middlesex Hospital&lt;/a&gt; in 1888, achieving his &lt;a href=\"Bachelor%20of%20Medicine%2C%20Bachelor%20of%20Surgery\"&gt;MB&lt;/a&gt; in 1892. Berleley's first house appointments were at the &lt;a href=\"Royal%20Brompton%20Hospital\"&gt;Royal Brompton Hospital&lt;/a&gt; and the &lt;a href=\"Great%20Ormond%20Street%20Hospital\"&gt;Hospital for Sick Children&lt;/a&gt;. In 1895, Berkeley was appointed to the &lt;a href=\"Queen%20Charlotte%27s%20and%20Chelsea%20Hospital\"&gt;Chelsea Hospital for Women&lt;/a&gt; as a &lt;a href=\"Specialist%20registrar\"&gt;registrar&lt;/a&gt; and in 1897 was promoted to an assistant surgeon to &lt;a href=\"Sir%20Henry%20Morris%2C%201st%20Baronet\"&gt;Sir Henry Morris&lt;/a&gt;.\nIn 1901, Berkeley moved back to Middlesex Hospital with an appointment as an obstetric registrar and tutor. Berkeley remained at Middlesex hospital for a number of years. In 1903 he was elected to the position of obstetric and gynaecological surgeon, i.e. as &lt;a href=\"physician-accoucheur\"&gt;physician-accoucheur&lt;/a&gt;, a &lt;a href=\"midwife\"&gt;midwife&lt;/a&gt;ry position to &lt;a href=\"William%20A%20Duncan\"&gt;William A Duncan&lt;/a&gt;. In 1905, he was again promoted by election to the position of &lt;a href=\"gynaecology\"&gt;gynaecological&lt;/a&gt; surgeon in the Midwifery department and then in 1909 Berkley was elected again to a position of being a full member of staff. The importance of surgery and its apparent emphasis was reflected in titles of Berkeley and Booney in 1908, when Berkley took the title of \"surgeon\" and Booney took the title of \"assistant surgeon\" as opposed to the former \"physician\" and \"assistant physician\".\nDuring his career he was also surgeon to &lt;a href=\"City%20of%20London%20Maternity%20Hospital\"&gt;City of London Maternity Hospital&lt;/a&gt; and the &lt;a href=\"Queen%20Charlotte%27s%20and%20Chelsea%20Hospital\"&gt;Chelsea Hospital for Women&lt;/a&gt; and consulting gynaecological surgeon to hospitals in &lt;a href=\"Hornsey\"&gt;Hornsey&lt;/a&gt;, &lt;a href=\"Eltham\"&gt;Eltham&lt;/a&gt; and &lt;a href=\"Clacton-on-Sea\"&gt;Clacton&lt;/a&gt; Hospitals and the London County Council Radium Centre in &lt;a href=\"Lambeth\"&gt;Lambeth&lt;/a&gt;.\nSurgical career.\nBerkley had a long collaboration with his friend, the surgeon &lt;a href=\"Victor%20Bonney\"&gt;Victor Bonney&lt;/a&gt; that started in 1898 when Booney was resident surgical officer, and Berkley was his senior as junior assistant surgeon at Chelsea Hospital for Women. Together they developed an operative treatment for &lt;a href=\"cervical%20cancer\"&gt;cervical cancer&lt;/a&gt; during the first two decades of the 20th century. This collaboration would lead them to proving the &lt;a href=\"Wertheim-Meigs%20operation\"&gt;Wertheim radical hysterectomy&lt;/a&gt; that was used to treat &lt;a href=\"cervical%20cancer\"&gt;cervical cancer&lt;/a&gt;. By 1922, Booney reported that they had performed around 240 Wertlheim's operations.\nIn 1911–12, Berkeley and the Middlesex hospital became associated with the use of new compound &lt;a href=\"radium\"&gt;radium&lt;/a&gt; for the treatment of cervical cancer, in the search for treatments using the metal. He established a new clinic at &lt;a href=\"Lambeth%20Hospital\"&gt;Lambeth Hospital&lt;/a&gt;, becoming its director between 1928 and 1939. He had a strong administrative interest in promoting female health as the British representative to the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt; commission on radium, promoting reports on radium treatment for cervical cancer. Berkley also worked closely with the Ministry of Health, organising his departments investigation into mortality in childbirth. This produced reports in 1930 and 1932.\nWriting career.\nBerkeley was a prolific writer and editor for much of his career. His \"Handbook for Obstetric Dressers and Midwives\" reached its thirteenth edition by 1946. Berkeley edited two popular textbooks known as Midwifery by Ten Teachers and Diseases of Women by Ten Teachers. Berkley was also the editor of the &lt;a href=\"Journal%20of%20Obstetrics%20and%20Gynaecology%20of%20the%20British%20Empire\"&gt;Journal of Obstetrics and Gynaecology of the British Empire&lt;/a&gt; for over two decades.\nCancer committee.\nBerleley's was the British representative on the Cancer sub-committee of the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt; in 1930.\nAwards and honours.\nIn 1909, Berkeley was elected &lt;a href=\"Fellow%20of%20the%20Royal%20College%20of%20Physicians\"&gt;Fellow of the Royal College of Physicians&lt;/a&gt;, serving on its council between 1931 and 1933. In 1929 he was elected a &lt;a href=\"Fellowship%20of%20the%20Royal%20Colleges%20of%20Surgeons\"&gt;Fellowship of the Royal Colleges of Surgeons&lt;/a&gt;. In the same year he became a foundation Fellow of the &lt;a href=\"Royal%20College%20of%20Obstetricians%20and%20Gynaecologists\"&gt;Royal College of Obstetricians and Gynaecologists&lt;/a&gt;. In 1934, Berkley was &lt;a href=\"knight\"&gt;knight&lt;/a&gt;ed."
}