{
    "id": "59330064",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=59330064",
    "title": "Llewellyn William Atcherley",
    "text": "Major-General Sir Llewellyn William Atcherley, (1 March 1871 – 17 February 1954) was a Canadian-born officer in the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; and Chief Constable of &lt;a href=\"West%20Yorkshire%20Constabulary\"&gt;West Yorkshire Constabulary&lt;/a&gt;.\nHe was born in Elizabethtown, now &lt;a href=\"Brockville\"&gt;Brockville&lt;/a&gt;, Ontario to Lieutenant-Colonel Francis Topping Atcherley and educated in England at &lt;a href=\"Oundle%20School\"&gt;Oundle School&lt;/a&gt;.\nHe joined the British Army and after training at the &lt;a href=\"Royal%20Military%20College%2C%20Sandhurst\"&gt;Royal Military College, Sandhurst&lt;/a&gt; (RMCS) became a junior officer in the &lt;a href=\"East%20Lancashire%20Regiment\"&gt;East Lancashire Regiment&lt;/a&gt;. In 1894 he transferred to the &lt;a href=\"Royal%20Army%20Service%20Corps\"&gt;Army Service Corps&lt;/a&gt;, with which he took part in the &lt;a href=\"Ashanti%20Campaign\"&gt;Ashanti Campaign&lt;/a&gt; of 1895. He was promoted to &lt;a href=\"Captain%20%28BARM%29\"&gt;captain&lt;/a&gt; on 13 August 1898, and the following year went to South Africa for service in the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt; from 1899 to 1902. For his service in this war, he received a &lt;a href=\"Brevet%20%28military%29\"&gt;brevet&lt;/a&gt; rank of &lt;a href=\"Major%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;major&lt;/a&gt; on 20 November 1900, and was noted for future staff employment. In 1905 he was promoted to the substantive rank of major, but left the Army in 1906 to become Chief Constable of &lt;a href=\"Shropshire%20Constabulary\"&gt;Shropshire Constabulary&lt;/a&gt;.\nIn 1908 he secured the position of Chief Constable of West Yorkshire Constabulary. During his time there he produced \"M.O. Modus Operandi in Criminal Investigation and Detection\" (1924), a well regarded manual on police detection. He was awarded the &lt;a href=\"Member%20of%20the%20Royal%20Victorian%20Order\"&gt;MVO&lt;/a&gt; in 1912 and the &lt;a href=\"King%27s%20Police%20Medal\"&gt;KPM&lt;/a&gt; in the &lt;a href=\"1915%20New%20Year%20Honours\"&gt;1915 New Year Honours&lt;/a&gt;.\nDuring the First World War he was recalled to the Reserve of Officers, with the temporary rank of Lieutenant-Colonel and the post of Assistant Quartermaster-General. By the end of the war he had been promoted to Major-General and awarded the &lt;a href=\"Companion%20of%20the%20Order%20of%20St%20Michael%20and%20St%20George\"&gt;CMG&lt;/a&gt;. He was advanced to &lt;a href=\"Commander%20of%20the%20Royal%20Victorian%20Order\"&gt;CVO&lt;/a&gt; in 1918.\nIn 1919 he was selected to be one of His Majesty's &lt;a href=\"Inspector%20of%20Constabulary\"&gt;Inspectors of Constabulary&lt;/a&gt;. He was knighted in the &lt;a href=\"1925%20Birthday%20Honours\"&gt;1925 Birthday Honours&lt;/a&gt;. He retired in 1936 at the age of 65 but returned to work in the police force for the duration of the Second World War.\nHe died in 1954. He had married, in 1897, Eleanor Frances, the daughter of Richard Micklethwait of Ardsley Hall, Yorkshire and had two twin sons and two daughters. Both sons, &lt;a href=\"Richard%20Atcherley\"&gt;Richard&lt;/a&gt; and &lt;a href=\"David%20Atcherley\"&gt;David&lt;/a&gt;, were to become &lt;a href=\"Air%20Vice%20Marshal\"&gt;Air Vice Marshal&lt;/a&gt;s in the Royal Air Force."
}