{
    "id": "593535",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=593535",
    "title": "UNIX System Services",
    "text": "z/OS UNIX System Services (z/OS UNIX, or informally USS) is a required, included &lt;a href=\"software%20componentry\"&gt;component&lt;/a&gt; of &lt;a href=\"z/OS\"&gt;z/OS&lt;/a&gt;. z/OS UNIX is a certified &lt;a href=\"Unix\"&gt;UNIX&lt;/a&gt; &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt; implementation (&lt;a href=\"XPG4\"&gt;XPG4&lt;/a&gt; UNIX 95) optimized for mainframe architecture. It is the first &lt;a href=\"UNIX%2095\"&gt;UNIX 95&lt;/a&gt; to not be derived from the &lt;a href=\"AT%26amp%3BT%20Corporation\"&gt;AT&amp;T&lt;/a&gt; source code. Through integration with the rest of z/OS, additional &lt;a href=\"Time%20Sharing%20Option\"&gt;Time Sharing Option&lt;/a&gt; (TSO) commands are available alongside the usual UNIX services, making it possible to process UNIX files using &lt;a href=\"ISPF\"&gt;ISPF&lt;/a&gt;. Extensions in &lt;a href=\"Job%20Control%20Language\"&gt;JCL&lt;/a&gt; make it possible to use these files in &lt;a href=\"batch%20processing\"&gt;batch processing&lt;/a&gt;.\nOverview.\nUNIX System Services allows UNIX applications from other platforms to run on &lt;a href=\"IBM%20System%20z\"&gt;IBM System z&lt;/a&gt; mainframes running z/OS. In many cases only a recompile is necessary, although additional effort may be advisable for z/OS integration (such as &lt;a href=\"SMP/E\"&gt;SMP/E&lt;/a&gt; installation support). While z/OS UNIX supports ASCII and &lt;a href=\"Unicode\"&gt;Unicode&lt;/a&gt;, and there's no technical requirement to modify ASCII and Unicode UNIX applications, many z/OS users often prefer &lt;a href=\"EBCDIC\"&gt;EBCDIC&lt;/a&gt; support in their applications including those running in z/OS UNIX. Consequently, z/OS UNIX provides application and administrator services for converting to/from EBCDIC. Programs running under z/OS UNIX have full, secure access to the other internal functions of z/OS. Database access (&lt;a href=\"IBM%20DB2\"&gt;DB2&lt;/a&gt; via Call Attach) is one example of how z/OS UNIX can access services found elsewhere in z/OS. Naturally such programs cannot be ported to non-mainframe platforms without rewriting if they use these z/OS-specific services. Conversely, if a program adheres to UNIX standards such as POSIX and &lt;a href=\"ANSI%20C\"&gt;ANSI C&lt;/a&gt;, it will be easier to move it between different UNIX operating systems including z/OS UNIX.\nThe file systems for z/OS UNIX (the older &lt;a href=\"Hierarchical%20File%20System%20%28IBM%20MVS%29\"&gt;HFS&lt;/a&gt; and the now preferred &lt;a href=\"ZFS%20%28z/OS%20file%20system%29\"&gt;zFS&lt;/a&gt;), which support UNIX-style &lt;a href=\"long%20filename\"&gt;long filename&lt;/a&gt;s, appear as special &lt;a href=\"VSAM\"&gt;VSAM&lt;/a&gt; &lt;a href=\"Data%20set%20%28IBM%20mainframe%29\"&gt;dataset&lt;/a&gt;s to the rest of z/OS. Numerous core z/OS subsystems and applications rely on UNIX System Services, including the z/OS Management Facility, XML parsing and generation services, &lt;a href=\"OpenSSH\"&gt;OpenSSH&lt;/a&gt;, the IBM HTTP Server for z/OS, the z/OS SDK for &lt;a href=\"Java%20%28programming%20language%29\"&gt;Java&lt;/a&gt;, and some z/OS PKI services as examples. z/OS UNIX also provides a &lt;a href=\"Shell%20%28computing%29\"&gt;shell&lt;/a&gt; environment, OMVS.\nz/OS UNIX's predecessor was an operating system component called &lt;a href=\"MVS%23MVS.2FESA\"&gt;OpenEdition MVS&lt;/a&gt;, first implemented in &lt;a href=\"MVS/ESA\"&gt;MVS/ESA&lt;/a&gt; 4.3 and enhanced in &lt;a href=\"MVS/ESA\"&gt;MVS/ESA&lt;/a&gt; 5.1. OpenEdition MVS only supported the &lt;a href=\"POSIX\"&gt;POSIX&lt;/a&gt; standards.\nIBM continues to enhance UNIX System Services. Typically every release of z/OS includes enhancements to z/OS UNIX."
}