{
    "id": "59378697",
    "revid": "69423",
    "url": "https://en.wikipedia.org/wiki?curid=59378697",
    "title": "Oriole Park (V)",
    "text": "Oriole Park (V) is the name used by &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; historians to designate the longest-lasting of several former &lt;a href=\"Major%20League%20Baseball\"&gt;major league&lt;/a&gt; and &lt;a href=\"Minor%20League%20Baseball\"&gt;minor league&lt;/a&gt; &lt;a href=\"baseball%20park\"&gt;baseball park&lt;/a&gt;s in &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, each one named &lt;a href=\"Oriole%20Park\"&gt;Oriole Park&lt;/a&gt;.\nTerrapin Park.\nA third major league, called the &lt;a href=\"Federal%20League\"&gt;Federal League&lt;/a&gt;, began play in 1914, challenging established baseball clubs in several major league cities, as well as some of the larger minor league cities, of which Baltimore was one.\nAlthough the Federal League folded after the 1915 season, the league had a profound impact on the sport of baseball, much of that impact centered on Baltimore.\nThe &lt;a href=\"Baltimore%20Terrapins\"&gt;Terrapins&lt;/a&gt;, as the Baltimore Federal League club was called (a nickname associated with the &lt;a href=\"University%20of%20Maryland\"&gt;University of Maryland&lt;/a&gt; since 1933), built their ballpark, Terrapin Park, on a wedge-shaped block bounded by 29th Street, &lt;a href=\"Maryland%20Route%2045\"&gt;York Road&lt;/a&gt; (later Greenmount Avenue), 30th Street, and the angling small alley-like Vineyard Lane (originally Gilmore Lane).\nThe ballpark was located at . Home plate was toward the southwest corner, in the \"vee\" of the wedge-shaped block. The playing field was small by modern standards. The exact dimensions are not known with precision, but a \"Baltimore Sun\" item from May 2, 1935, indicates left field , center field (it was about 450 before the scoreboard was added), and right field .\nThis location was directly across the street to the north from Oriole Park (IV), the home of the &lt;a href=\"Baltimore%20Orioles%20%28minor%20league%29\"&gt;Baltimore Orioles&lt;/a&gt; of the minor &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt;. This was competition at its most direct, and the established Orioles suffered a drop in attendance so severe that owner &lt;a href=\"Jack%20Dunn%20%28baseball%29\"&gt;Jack Dunn&lt;/a&gt; was compelled to sell the contracts of some of his best players, most notably the young left-hand pitching sensation &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt;, who was sent to the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;, as was right-hand pitcher &lt;a href=\"Ernie%20Shore\"&gt;Ernie Shore&lt;/a&gt;. The Orioles were solvent again, but could not survive the competition. Dunn pulled the club out of Baltimore after the game of August 22. Although they were still listed as Baltimore in the standings, they staged their September home games in neutral sites such as &lt;a href=\"Wilmington%2C%20Delaware\"&gt;Wilmington, Delaware&lt;/a&gt;. For 1915, Dunn settled the club in &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt;, leaving the Terrapins as the sole professional baseball team in Baltimore.\nAfter the Federal League experiment had ended, Dunn created a new Baltimore Orioles club for the International League. Their previous ballpark had been demolished in favor of a &lt;a href=\"Billy%20Sunday\"&gt;Billy Sunday&lt;/a&gt; tabernacle. The Orioles arranged to take over the now-vacant property, Terrapin Park, and quickly renamed it the traditional name, Oriole Park (later retroactively labeled Oriole Park V).\nOf the new ballparks built by the \"Feds\", the longest-lasting has been Chicago's &lt;a href=\"Wrigley%20Field\"&gt;Wrigley Field&lt;/a&gt;, which was made of steel and concrete. Terrapin Park had been built primarily of wood. That decision would prove to be its undoing, but its eventual demise would boost &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;'s chances of returning to the &lt;a href=\"major%20league%20baseball\"&gt;major leagues&lt;/a&gt;.\nFollowing the demise of the \"Feds\", the Baltimore professional baseball interests became a primary party in an &lt;a href=\"antitrust\"&gt;antitrust&lt;/a&gt; legal suit filed against &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; and involving the &lt;a href=\"Commissioner%20of%20Baseball\"&gt;Commissioner of Baseball&lt;/a&gt;. This resulted in the landmark 1922 &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt; decision, in \"&lt;a href=\"Federal%20Baseball%20Club%20v.%20National%20League\"&gt;Federal Baseball Club v. National League&lt;/a&gt;\", that exempted baseball from antitrust laws.\nThe fifth Oriole Park.\nThe new Orioles soon established themselves as a strong, competitive team. Their greatest success at this ballpark included winning seven consecutive International League championships from 1919 through 1925.\nOn April 18, 1919, the Red Sox came through town on their way north from spring training, and played an exhibition game at Oriole Park. By now, Babe Ruth had become known as a great home run slugger as well as a top-level pitcher. In his old hometown's ballpark, Ruth put on a hitting exhibition the likes of which Baltimoreans (and most others) had never seen before, rocketing four home runs out of the ballpark, three of which were estimate to have traveled or more.\nIn 1930, Oriole Park joined the growing ranks of minor league ballparks with lights for night games. The Orioles played a couple of exhibition games against major league teams, then staged their first International League night game on September 11. That year also saw a lot of excitement on the field, as &lt;a href=\"Joe%20Hauser\"&gt;Joe Hauser&lt;/a&gt; of the Orioles began hitting home runs at a record clip, eventually reaching 63, which surpassed Ruth's season high of 60 in 1927.\nDue to &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; travel restrictions, the &lt;a href=\"1944%20Boston%20Red%20Sox%20season\"&gt;1944 Boston Red Sox&lt;/a&gt; held &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; at the park, rather than traveling to &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;.\n1944 fire and aftermath.\nThis fifth Oriole Park was the club's home for the next 28½ seasons. The club was very conscious of the ballpark's potential as a firetrap. Great care was always taken to protect the aging wooden structure, such as hosing it down after games. But on the night of July 3, 1944, a fire of uncertain origin (speculated to have been a discarded cigarette) consumed the old ballpark and every object the team had on-site, including uniforms and trophies. All that was left standing were the outfield fences and the scoreboard.\nThe club quickly arranged to make their temporary home in &lt;a href=\"Memorial%20Stadium%20%28Baltimore%29\"&gt;Municipal Stadium&lt;/a&gt;, the city's football field which had opened in 1922. Literally rising from the ashes, the Orioles went on to win the International League championship, and then the &lt;a href=\"Junior%20World%20Series\"&gt;Junior World Series&lt;/a&gt; over &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville&lt;/a&gt; of the &lt;a href=\"American%20Association%20%2820th%20century%29\"&gt;American Association&lt;/a&gt;. The large post-season crowds that fall of 1944 at Municipal Stadium, which would not have been possible at the old wooden Oriole Park, caught the attention of the major leagues, and Baltimore soon became a viable option for struggling teams who were considering moving to other cities."
}