{
    "id": "59385691",
    "revid": "28920063",
    "url": "https://en.wikipedia.org/wiki?curid=59385691",
    "title": "Sussex Hotel",
    "text": "The Sussex Hotel is a heritage-listed hotel at 20 Sussex Street, &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. It was built from 1913 to 1915. Historically known as the New Hunter River Hotel, it was known as the Big House Hotel from 1973 until 1991, then as Napoleon's Hotel, Moreton's on Sussex and Moreton's Hotel before adopting its current name. It was added to the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 2 April 1999.\nHistory.\nEarly records indicate that a hotel known as the Hunter River Inn was situated at the northern end of &lt;a href=\"Sussex%20Street%2C%20Sydney\"&gt;Sussex Street&lt;/a&gt;, as it then existed, by the mid-1840s. The Hunter River Inn appears to have been the only building on the eastern side of Sussex Street between Margaret Place and the start of the street itself. It seems likely that the Inn's close proximity to the Hunter River Wharf may have given rise to its name.\nIn 1901 the &lt;a href=\"Sydney%20Harbour%20Trust\"&gt;Sydney Harbour Trust&lt;/a&gt; was set up by the &lt;a href=\"Government%20of%20New%20South%20Wales\"&gt;State Government&lt;/a&gt;, which resumed the privately owned and municipal wharves from &lt;a href=\"Circular%20Quay\"&gt;Circular Quay&lt;/a&gt; around to &lt;a href=\"Darling%20Harbour\"&gt;Darling Harbour&lt;/a&gt;, as well as stores and dwellings within the vicinity. The Trust was given full power of administration over the Harbour and also resumed properties. It subsequently set about demolishing and reconstructing wharf areas in an endeavour to bring the Port of Sydney up to world standards. In 1903 the Trust took over resumed properties formerly under the jurisdiction of other bodies and began, in piecemeal fashion, construction of buildings (other than port facilities). Between 1908 and 1915 the Trust erected a large number of buildings. One of these was the New Hunter River Hotel, now known as Napoleon's Hotel.\nThere were many hotels in the vicinity of the Hunter River Inn when the resumptions occurred, many of which dated well back into the nineteenth century. A large number appear to have been demolished to make way for port construction, but may also have been removed as a result of the Liquor (Amendment) Act of 1905, which assisted in the reduction of the number of hotels within New South Wales in the years that followed.\nAlthough the Hunter River Inn was one of the buildings to be demolished, a new building on part of the sites of 22–28 Sussex Street and over part of Margaret Street was proposed and the licence of the old hotel transferred. Another reason for the demolition of the Hunter River Inn was the realignment of Sussex and Napoleon Streets. Plans of the new hotel were prepared by the Sydney Harbour Trust in the middle of 1913, and submitted to the Licensing Court on 30 March 1915. According to the &lt;a href=\"Sands%20Directory\"&gt;Sands Directory&lt;/a&gt;, the properties on the site of the new building were vacated between 1913 and 1914 and the Hunter River Inn continued trading until the completion of the New Hunter River Inn, which was recorded in the Directory for 1916 at 20–24 Sussex Street, with J. Howey as licensee.\nHowey remained the licensee until 1920, while &lt;a href=\"Tooth%20and%20Co.\"&gt;Tooth and Co.&lt;/a&gt; held the leasehold from the Trust from 1915 until 1950. A survey completed on 18 June 1915 indicated that the building was completed by then. The building as described on the Sydney Harbour Trust drawings consisted of a four-storey building with a public bar on both the Napoleon Street and Sussex Street levels, necessitated by a discrepancy in levels between the two streets. A mezzanine level (the first floor) between the street levels contained the cellar, 3 bedrooms, kitchen and scullery, whilst the Sussex Street level (the second floor) in addition to the Public Bar, contained a commercial room, private Bar and parlour, a dining room, servery and scullery and an Office. The third floor contained a sitting Room, 11 bedrooms and bathrooms. The roof level was partially covered in a flat trafficable material and at the southern end included an enclosed structure which housed a laundry and fuel store, 3 bedrooms and a small bathroom.\nOver the next fifteen years relatively few modifications to the fabric of the building were documented. In 1924 the whole of the interior of the Hotel was renovated under instructions issued by the Harbour Trust and repairs undertaken to various items. The extent and nature of this work has not been ascertained. Plans prepared by the Architects Office of the Kent Brewery, Sydney in 1927 indicate that the size of the serving area and bar was reduced in size, and that it was proposed to form a new Lounge in part of the existing cellar on the Mezzanine floor. (There is no physical evidence that this ever eventuated.) Plans prepared in 1928, again by the Architects Office of the Kent Brewery, indicate that modifications were carried out on the third floor – the sitting room was subdivided to provide two additional bedrooms.\nIn May 1939, the architect Sidney Warden prepared documents detailing further modifications. Warden was an architect who specialised in the design of hotels in the 1920s through to the 1950s. These modifications however, were not substantial: a new stair at the northern end of the building connecting the Napoleon Street level to the roof, and the necessary modification of bedrooms on the Bedroom floor level and the former Commercial Room on the Napoleon Street level. Other improvements are likely to have included refitting of lavatories, bathrooms and kitchens, new fittings to bathrooms and refurbishment of bar areas. Of the bar areas themselves, the Napoleon Street bar appears to have been the most important as it was close to the wharves – the Hotel relied for much of its trade on seamen and wharf labourers. The two bar areas were perceived as something of a handicap in the running of the premises due to their location on separate levels.\nFrom 1915 until 1942 the hotel was located in a Metropolitan Licensing District, and from 1942 the District was reclassified as Industrial, thus entitling the hotel to increased beer supply. In 1950 Tooth and Co. relinquished their leasehold of the premises as a result of tenders called by the owners, the Maritime Services Board. &lt;a href=\"Phillip%20Tahmindjis\"&gt;Phillip Tahmindjis&lt;/a&gt; was the successful tenderer.\nIt was extremely busy at the height of the wharf trade, reportedly needing 14 barmaids on the lunchtime shift at one stage. An old waterside worker interviewed by the &lt;a href=\"Sydney%20Morning%20Herald\"&gt;Sydney Morning Herald&lt;/a&gt; in 1983 stated that at one stage \"you could buy just about anything under the sun at the Big House – it had a nickname of \"Paddy's Markets\".\nBy 1961 the hotel appears to have been in a run down condition and in the need of upgrading to acceptable contemporary standards. Bathroom and toilet accommodation was considered inadequate and the provision of more public spaces to the Sussex Street Bar was considered desirable. At this time the trade of the hotel was mostly from the public bars, and consisted largely of wharf labourers and seamen, but was declining owing to changes in the pick up system for wharf labour and also closure and demolition of adjacent wharves. Physical investigation of the site suggests that upgrading to the hotel did take place in the years after 1961. It was one of the few pubs in Sussex Street to survive the declining trade as the wharves closed. In 1970, as part of the adjoining &lt;a href=\"Western%20Distributor%20%28Sydney%29\"&gt;Western Distributor&lt;/a&gt; road project, a support pillar for the roadway was built through the hotel building itself.\nThe hotel was known as the New Hunter River Hotel until the 1970s but was renamed the Big House Hotel in mid-1973. An explanation at the time stated that had been \"known to its customers\" by that name, and that it derived \"from the size and solid appearance of the building, and perhaps from the fact that it was a 'home away from home' for generations of waterside works, truck drivers and seamen\". It was run by former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer &lt;a href=\"Arthur%20Beetson\"&gt;Arthur Beetson&lt;/a&gt; in the 1980s, but briefly closed in 1990 after Beetson was disqualified from holding a liquor license. During Beetson's tenure, it was described as \"one of Sydney's last surviving genuine wharfie's pubs\". It was sold by the Maritime Services Board, while still vacant, in November 1991, and subsequently refurbished under new owners. The hotel then underwent a succession of names from 1991: Napoleon's Hotel, Moreton's on Sussex and Moreton's Hotel before adopting its current name.\nDescription.\nThe Sussex Hotel is an imposing four-storey hotel located on the junction of Napoleon and Sussex Streets. The building features face brick walls with sandstone trim and typical Federation period detailing of prominent exaggerated classical motifs such as the window hoods. The Sussex Street facade is broken with two projecting bays which rise above the roofline, one terminating in a parapet detail, the other rising to form the wall of the roof apartment. The window openings are a mixture of square, segmental and semi-circular heads and feature stone sills with some with keystones. The hotel faces two streets, one bar opening to Sussex Street, the other to Napoleon Street.\nThe hotel has seen excellent retention of original external detailing, including the joinery to the retail shopfront at 26 Sussex Street. The interiors have been altered in various stages but still include considerable evidence of original joinery.\nHeritage listing.\nThe Sussex Hotel has strong historical associations with the waterside workers and dockyard industries. It is linked with early development in the area and is associated with the activities of the Sydney Harbour Trust both as builders and determinants in the planning and layout of streets in this part of Sydney. It has continuously traded as a hotel since completion and the transfer of licence connects the Hotel to the early days of this part of Sydney. It is an example of an Edwardian public house demonstrating a range of materials, details and form exploited by the Sydney Harbour Trust. The scale of the building is unusually large for the time. One of a small group of surviving hotels in the central city which together form an interesting collection reflecting an aspect of the social and recreational &lt;a href=\"history%20of%20Sydney\"&gt;history of Sydney&lt;/a&gt;.\nSussex Hotel was listed on the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 2 April 1999 having satisfied the following criteria.\nThe place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales.\nIt has strong historical associations with the waterside workers and dockyard industries. It is linked with early development in the area and is associated with the activities of the Sydney Harbour Trust both as builders and determinants in the planning and layout of streets in this part of Sydney. It has continuously traded as a hotel since completion and the transfer of licence connects the Hotel to the early days of this part of Sydney.\nThe place is important in demonstrating aesthetic characteristics and/or a high degree of creative or technical achievement in New South Wales.\nIt is an example of an Edwardian public house demonstrating a range of materials, details and form exploited by the Sydney Harbour Trust. The scale of the building is unusually large for the time.\nThe place has a strong or special association with a particular community or cultural group in New South Wales for social, cultural or spiritual reasons.\nOne of a small group of surviving hotels in the central city which together form an interesting collection reflecting an aspect of the social and recreational history of Sydney."
}