{
    "id": "5940993",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=5940993",
    "title": "Forty Creek",
    "text": "Forty Creek is a brand of &lt;a href=\"Canadian%20whisky\"&gt;Canadian whisky&lt;/a&gt; produced by the Italian beverage company &lt;a href=\"Campari%20Group\"&gt;Campari Group&lt;/a&gt;. The distillery is located in &lt;a href=\"Grimsby%2C%20Ontario\"&gt;Grimsby&lt;/a&gt;, Ontario, Canada (between Hamilton and Niagara Falls). The brand and its distillery were privately launched in 1992 by John Hall, a first-generation whisky maker and the owner of Kittling Ridge Wines &amp; Spirits, and were purchased (including the ageing inventory) by Campari Group in March 2014 for million (&lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt; million). Forty Creek Barrel Select is the main whisky produced under the Forty Creek brand name. \nHall launched the brand with two expressions called Forty Creek Barrel Select and Forty Creek Three Grain. In 2007, the first of a series of Forty Creek Special Reserves bottlings were released, which are limited-edition expressions that vary with each lot. In 2012, Forty Creek Copper Pot and Forty Creek Cream were introduced.\nVarieties.\nBarrel Select.\nForty Creek Barrel Select is a blended Canadian whisky, 40% alcohol (&lt;a href=\"ethanol\"&gt;ethanol&lt;/a&gt;) by volume, 80 &lt;a href=\"Alcoholic%20proof\"&gt;proof&lt;/a&gt;. It is made with rye, barley and corn (&lt;a href=\"maize\"&gt;maize&lt;/a&gt;). Each grain is fermented, distilled, and aged separately to produce a \"meritage\" of single grain whiskies. After distillation using a small-batch, copper &lt;a href=\"pot%20still\"&gt;pot still&lt;/a&gt;, the whiskies are aged separately 6–10 years in small cask 40-gallon white oak barrels of varying toasting levels. Vintage sherry casks round off some of the aged whiskies after they are blended, for an additional six months.\nSpecial Reserves.\nThe production of limited edition Forty Creek whiskies began in 2007. Typically, the bottles are individually numbered, the public has a period of time in which they can reserve a particular bottle number, and the whisky is released in September – followed by a special weekend of events at the distillery.\nAwards and accolades.\n\"Malt Advocate\" magazine named John Hall \"Pioneer of the Year\" in 2007 because of his contribution to new lines of thought and new methods in the world of whisky.\nForty Creek has garnered a number of awards at &lt;a href=\"Spirit%20ratings\"&gt;Spirit ratings&lt;/a&gt; competitions and from rating organizations. The awards include:\nIn the 2008 Icons of Whisky Canada competition held by London England's \"Whisky Magazine\", John K. Hall was awarded \"Ambassador of the Year\" and Kittling Ridge was deemed \"Best Distiller\"."
}