{
    "id": "5941750",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=5941750",
    "title": "Brian Knorr",
    "text": "Brian Knorr (born December 20, 1963) is an American &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; coach. He was most recently the &lt;a href=\"defensive%20coordinator\"&gt;defensive coordinator&lt;/a&gt; for the &lt;a href=\"Indiana%20University\"&gt;Indiana&lt;/a&gt; &lt;a href=\"Indiana%20Hoosiers%20football\"&gt;Hoosiers football team&lt;/a&gt;. He graduated from the &lt;a href=\"United%20States%20Air%20Force%20Academy\"&gt;Air Force Academy&lt;/a&gt; and played &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;. He also was an assistant at the Air Force Academy when he went to &lt;a href=\"Ohio%20University\"&gt;Ohio University&lt;/a&gt; with &lt;a href=\"Jim%20Grobe\"&gt;Jim Grobe&lt;/a&gt;. He was the head coach of the &lt;a href=\"Ohio%20Bobcats%20football\"&gt;Ohio Bobcats&lt;/a&gt; program from 2001 to 2004. He was fired on November 18, 2004, after he compiled an 11–35 (.239) record in four seasons. He was replaced by the more successful &lt;a href=\"Frank%20Solich\"&gt;Frank Solich&lt;/a&gt;. He previously served as a defensive coordinator under the previous head coach, Grobe. His best season came in 2004, when his team went 4–7, including 2–6 in conference play. Until February 2008 he served as an assistant head coach at the Air Force Academy under head coach &lt;a href=\"Troy%20Calhoun\"&gt;Troy Calhoun&lt;/a&gt;. In 2008, he accepted a position that will reunite him with Grobe at &lt;a href=\"Wake%20Forest%20University\"&gt;Wake Forest University&lt;/a&gt;. In January, 2016, Knorr did not have his contract renewed by Indiana.\nOn June 29, 2016, Knorr was hired by &lt;a href=\"Ohio%20State%20Buckeyes%20football\"&gt;Ohio State&lt;/a&gt; as a Quality Control Assistant under coach &lt;a href=\"Urban%20Meyer\"&gt;Urban Meyer&lt;/a&gt;. Knorr left Ohio State to become the Special Teams and Defensive Ends coach at the University of Arizona. In March 2018, Knorr was Hired as a Defensive Assistant at Air Force, making it his third stint at the Academy. "
}