{
    "id": "59468936",
    "revid": "31876559",
    "url": "https://en.wikipedia.org/wiki?curid=59468936",
    "title": "Roopa Ram",
    "text": "Roopa Ram (also known as Roopa Ram Muravatiya; born 15 November 1954) is an Indian politician from &lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt; and a member of &lt;a href=\"Bharatiya%20Janata%20Party\"&gt;Bharatiya Janata Party&lt;/a&gt;. He is an elected &lt;a href=\"Rajasthan%20Legislative%20Assembly\"&gt;Member of 15th Legislative Assembly&lt;/a&gt; of Rajasthan from &lt;a href=\"Makrana\"&gt;Makrana&lt;/a&gt;.\nEarly life.\nRoopa Ram was born in &lt;a href=\"Makrana\"&gt;Makrana&lt;/a&gt; to Andaram Murawatiya. He passed higher secondary from Higher Secondary School of Makrana in 1975. He was a state level &lt;a href=\"soccer\"&gt;football&lt;/a&gt; player and a member of \"City Club of Football\", Makrana and still plays football daily in Syed Kidwai Football Stadium &lt;a href=\"Makrana\"&gt;Makrana&lt;/a&gt;.\nPolitical career.\nRoopa Ram was elected as &lt;a href=\"Member%20of%20the%20Legislative%20Assembly%20%28India%29\"&gt;Member of Legislative Assembly&lt;/a&gt; from Makrana constituency in 1993 as a &lt;a href=\"Non%20Partisan\"&gt;Non Partisan&lt;/a&gt; and defeated &lt;a href=\"Indian%20National%20Congress\"&gt;Indian National Congress&lt;/a&gt; candidate Abdul Aziz, former Minister of State, Government of Rajasthan by 4,931 votes and secured 30,400 votes. In 1998, he contested &lt;a href=\"Bhartiya%20Janta%20Party\"&gt;Bhartiya Janta Party&lt;/a&gt; candidate but was not able to secure his seat and got only 24,912 votes and Abdul Aziz won that election by 19951 votes. After that he retired from politics for 20 years. In 2018, he was again active in politics and contested as candidate of Bhartiya Janta Party from &lt;a href=\"Makrana\"&gt;Makrana&lt;/a&gt; Assembly, and defeated &lt;a href=\"Zakir%20Hussain%20Gesawat\"&gt;Zakir Hussain Gesawat&lt;/a&gt; by a narrow margin of 1,072 votes.\nIn Rajasthan Assembly.\nMurawatiya often raises issues of &lt;a href=\"Makrana\"&gt;Makrana&lt;/a&gt; locality and the state in the &lt;a href=\"Rajasthan%20Legislative%20Assembly\"&gt;Rajasthan Legislative Assembly&lt;/a&gt;. He had sung folk song \"Teja gayan\" in the assembly. He has also raised the issue of filling illegal VCR by electricity department in Makrana.\nOn 15 February 2021, commenting on &lt;a href=\"Rahul%20Gandhi\"&gt;Rahul Gandhi&lt;/a&gt; after a massive farmer's rally held on 13 February 2021 in &lt;a href=\"Makrana\"&gt;Makrana&lt;/a&gt;, Ram alleged the Rajasthan Government of using system machinery for crowd. Ram also commented that Gandhi converts all marble businessmen to farmers, like he converts \"potato to gold\". This caused an uproar in the house and prompted the Education Minister Govind Singh Dorasra to call Ram a 'joker'. All the comments were later deleted from the House Records of Rajathan Assembly after being contested by the Congress members.\nPersonal life.\nHe is married to Sarju Devi. They have two sons and two daughters."
}