{
    "id": "5946",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=5946",
    "title": "Casuistry",
    "text": "Casuistry ( ) is a process of &lt;a href=\"reasoning\"&gt;reasoning&lt;/a&gt; that seeks to resolve &lt;a href=\"Ethical%20dilemma\"&gt;moral problem&lt;/a&gt;s by extracting or extending theoretical rules from a particular case, and reapplying those rules to new instances. This method occurs in &lt;a href=\"applied%20ethics\"&gt;applied ethics&lt;/a&gt; and &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt;. The term is also commonly used as a &lt;a href=\"pejorative\"&gt;pejorative&lt;/a&gt; to criticize the use of clever but &lt;a href=\"Soundness\"&gt;unsound&lt;/a&gt; reasoning, especially in relation to moral questions (as in &lt;a href=\"sophistry\"&gt;sophistry&lt;/a&gt;). \nThe term and its agent noun \"casuist\" from 1600, ultimately derive from &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; noun (\"case, occurrence, etc.\"); even from the earliest attestations, the concept was intended as &lt;a href=\"pejorative\"&gt;pejorative&lt;/a&gt;.\nThe \"&lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;\" says, quoting Viscount Bolingbroke (1749), that the word \"[o]ften (and perhaps originally) applied to a quibbling or evasive way of dealing with difficult cases of duty.\" Its textual references, except for certain technical usages, are consistently pejorative (e.g., \"Casuistry destroys by distinctions and exceptions, all morality, and effaces the essential difference between right and wrong\"). Often since the 17th century, the word has always carried a connotation of \"over-subtle reasoner, sophist.\"\nDefinition.\nCasuistry is the \"[s]tudy of cases of conscience and a method of solving conflicts of obligations by applying general principles of ethics, religion, and moral theology to particular and concrete cases of human conduct. This frequently demands an extensive knowledge of natural law and equity, civil law, ecclesiastical precepts, and an exceptional skill in interpreting these various norms of conduct.\" It remains a common tool for applied ethics.\nHistory.\nCasuistry dates from &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; (384–322 BC), yet the zenith of casuistry was from 1550 to 1650, when the &lt;a href=\"Society%20of%20Jesus\"&gt;Society of Jesus&lt;/a&gt; used case-based reasoning, particularly in administering the &lt;a href=\"Sacrament%20of%20Penance\"&gt;Sacrament of Penance&lt;/a&gt; (or \"confession\"). The term \"casuistry\" or &lt;a href=\"Jesuit\"&gt;Jesuitism&lt;/a&gt; quickly became pejorative with &lt;a href=\"Blaise%20Pascal\"&gt;Blaise Pascal&lt;/a&gt;'s attack on the misuse of casuistry. Some Jesuit theologians, in view of promoting personal responsibility and the respect of &lt;a href=\"freedom%20of%20conscience\"&gt;freedom of conscience&lt;/a&gt;, stressed the importance of the 'case by case' approach to personal moral decisions and ultimately developed and accepted a casuistry (the study of \"cases of consciences\") where at the time of decision, individual inclinations were more important than the moral law itself.\nIn \"&lt;a href=\"Provincial%20Letters\"&gt;Provincial Letters&lt;/a&gt;\" (1656–57) the French &lt;a href=\"mathematician\"&gt;mathematician&lt;/a&gt;, religious philosopher and &lt;a href=\"Jansenist\"&gt;Jansenist&lt;/a&gt; sympathiser, &lt;a href=\"Blaise%20Pascal\"&gt;Blaise Pascal&lt;/a&gt; vigorously attacked the moral &lt;a href=\"laxism\"&gt;laxism&lt;/a&gt; of Jesuits who used casuistic reasoning in confession to placate wealthy Church donors, while punishing poor penitents. Pascal charged that aristocratic penitents could confess their sins one day, re-commit the sin the next day, generously donate the following day, then return to re-confess their sins and only receive the lightest punishment; Pascal's criticisms darkened casuistry's reputation.\nA British encyclopedia of 1900 claimed that it was \"popularly regarded as an attempt to achieve holy ends by unholy means.\"\nIt was not until publication of \"The Abuse of Casuistry: A History of Moral Reasoning\" (1988), by Albert Jonsen and &lt;a href=\"Stephen%20Toulmin\"&gt;Stephen Toulmin&lt;/a&gt;, that a revival of casuistry occurred. They argue that the abuse of casuistry is the problem, not casuistry \"per se\" (itself an example of casuistic reasoning). Properly used, casuistry is powerful reasoning. Jonsen and Toulmin offer casuistry in dissolving the contradictory tenets of &lt;a href=\"moral%20absolutism\"&gt;moral absolutism&lt;/a&gt; and the common secular &lt;a href=\"moral%20relativism\"&gt;moral relativism&lt;/a&gt;: \"the form of reasoning constitutive of classical casuistry is &lt;a href=\"rhetorical%20reason\"&gt;rhetorical reason&lt;/a&gt;ing\". Moreover, the ethical philosophies of &lt;a href=\"Utilitarianism\"&gt;Utilitarianism&lt;/a&gt; (especially &lt;a href=\"preference%20utilitarianism\"&gt;preference utilitarianism&lt;/a&gt;) and &lt;a href=\"Pragmatism\"&gt;Pragmatism&lt;/a&gt; commonly are identified as greatly employing casuistic reasoning.\nEarly modernity.\nThe casuistic method was popular among &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt; thinkers in the early modern period, and not only among the &lt;a href=\"Jesuits\"&gt;Jesuits&lt;/a&gt;, as it is commonly thought. &lt;section end=Alleged corruption in the Catholic Church transclusion/&gt;Famous casuistic authors include &lt;a href=\"Antonio%20Escobar%20y%20Mendoza\"&gt;Antonio Escobar y Mendoza&lt;/a&gt;, whose \"Summula casuum conscientiae\" (1627) enjoyed a great success, &lt;a href=\"Thomas%20Sanchez\"&gt;Thomas Sanchez&lt;/a&gt;, &lt;a href=\"Vincenzo%20Filliucci\"&gt;Vincenzo Filliucci&lt;/a&gt; (Jesuit and &lt;a href=\"Apostolic%20Penitentiary\"&gt;penitentiary&lt;/a&gt; at &lt;a href=\"St%20Peter\"&gt;St Peter&lt;/a&gt;'s), &lt;a href=\"Antonino%20Diana\"&gt;Antonino Diana&lt;/a&gt;, &lt;a href=\"Paul%20Laymann\"&gt;Paul Laymann&lt;/a&gt; (\"Theologia Moralis\", 1625), &lt;a href=\"John%20Azor\"&gt;John Azor&lt;/a&gt; (\"Institutiones Morales\", 1600), &lt;a href=\"Etienne%20Bauny\"&gt;Etienne Bauny&lt;/a&gt;, &lt;a href=\"Louis%20Cellot\"&gt;Louis Cellot&lt;/a&gt;, &lt;a href=\"Valerius%20Reginaldus\"&gt;Valerius Reginaldus&lt;/a&gt;, &lt;a href=\"Hermann%20Busembaum\"&gt;Hermann Busembaum&lt;/a&gt; (d. 1668), etc. &lt;section begin=Alleged corruption in the Catholic Church transclusion/&gt;One of the main theses of casuists was the necessity to adapt the rigorous morals of the &lt;a href=\"Church%20Fathers\"&gt;Early Fathers&lt;/a&gt; of &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; to modern morals, which led in some extreme cases to justify what &lt;a href=\"Innocent%20XI\"&gt;Innocent XI&lt;/a&gt; later called \"laxist moral\" (i.e. justification of &lt;a href=\"usury\"&gt;usury&lt;/a&gt;, &lt;a href=\"homicide\"&gt;homicide&lt;/a&gt;, &lt;a href=\"regicide\"&gt;regicide&lt;/a&gt;, &lt;a href=\"lie\"&gt;lying&lt;/a&gt; through \"&lt;a href=\"Doctrine%20of%20mental%20reservation\"&gt;mental reservation&lt;/a&gt;\", &lt;a href=\"Catholic%20teachings%20on%20sexual%20morality\"&gt;adultery and loss of virginity before marriage&lt;/a&gt;, etc.—all due cases registered by &lt;a href=\"Blaise%20Pascal\"&gt;Pascal&lt;/a&gt; in the \"&lt;a href=\"Provincial%20Letters\"&gt;Provincial Letters&lt;/a&gt;\").\nThe progress of casuistry was interrupted toward the middle of the 17th century by the controversy which arose concerning the &lt;a href=\"Catholic%20probabilism\"&gt;doctrine of probabilism&lt;/a&gt;, which stipulated that one could choose to follow a \"probable opinion\", that is, supported by a theologian or another, even if it contradicted a more probable opinion or a quotation from one of the &lt;a href=\"Fathers%20of%20the%20Church\"&gt;Fathers of the Church&lt;/a&gt;. The controversy divided Catholic theologians into two camps, Rigorists and Laxists.\n&lt;section begin=Alleged corruption in the Catholic Church transclusion/&gt;Certain kinds of casuistry were criticized by early &lt;a href=\"Protestant%20Reformation\"&gt;Protestant theologians&lt;/a&gt;, because it was used in order to justify many of the abuses that they sought to reform. It was famously attacked by the Catholic and &lt;a href=\"Jansenist\"&gt;Jansenist&lt;/a&gt; philosopher &lt;a href=\"Blaise%20Pascal\"&gt;Pascal&lt;/a&gt;, during the &lt;a href=\"formulary%20controversy\"&gt;formulary controversy&lt;/a&gt; against the Jesuits, in his &lt;a href=\"Lettres%20provinciales\"&gt;Provincial Letters&lt;/a&gt; as the use of &lt;a href=\"rhetorics\"&gt;rhetorics&lt;/a&gt; to justify moral laxity, which became identified by the public with &lt;a href=\"Jesuitism\"&gt;Jesuitism&lt;/a&gt;; hence the everyday use of the term to mean complex and &lt;a href=\"sophist\"&gt;sophist&lt;/a&gt;ic reasoning to justify moral laxity. By the mid-18th century, \"casuistry\" had become a synonym for specious moral reasoning.&lt;section end=Alleged corruption in the Catholic Church transclusion/&gt; However, &lt;a href=\"Puritan%20casuistry\"&gt;Puritans&lt;/a&gt; were known for their own development of casuistry.\nIn 1679 &lt;a href=\"Pope%20Innocent%26amp%3Bnbsp%3BXI\"&gt;Pope Innocent XI&lt;/a&gt; publicly condemned sixty-five of the more radical propositions (\"stricti mentalis\"), taken chiefly from the writings of Escobar, &lt;a href=\"Francisco%20Suarez\"&gt;Suarez&lt;/a&gt; and other casuists as \"propositiones laxorum moralistarum\" and forbade anyone to teach them under penalty of &lt;a href=\"excommunication\"&gt;excommunication&lt;/a&gt;. Despite this papal condemnation, both Catholicism and Protestantism permit the use of ambiguous and equivocal statements in specific circumstances.\nLater modernity.\n&lt;a href=\"George%20Edward%20Moore\"&gt;G. E. Moore&lt;/a&gt; dealt with casuistry in chapter 1.4 of his \"&lt;a href=\"Principia%20Ethica\"&gt;Principia Ethica&lt;/a&gt;\", in which he claims that \"the defects of casuistry are not defects of principle; no objection can be taken to its aim and object. It has failed only because it is far too difficult a subject to be treated adequately in our present state of knowledge\". Furthermore, he asserted that \"casuistry is the goal of ethical investigation. It cannot be safely attempted at the beginning of our studies, but only at the end\".\nSince the 1960s, &lt;a href=\"applied%20ethics\"&gt;applied ethics&lt;/a&gt; has revived the ideas of casuistry in applying ethical reasoning to particular cases in &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"bioethics\"&gt;bioethics&lt;/a&gt;, and &lt;a href=\"business%20ethics\"&gt;business ethics&lt;/a&gt;, so the reputation of casuistry is somewhat rehabilitated.\n&lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt;, a Jesuit, has criticized casuistry as \"the practice of setting general laws on the basis of exceptional cases\" in instances where a more holistic approach would be preferred."
}