{
    "id": "59497854",
    "revid": "1739907",
    "url": "https://en.wikipedia.org/wiki?curid=59497854",
    "title": "Challenge International du Nord",
    "text": "The Challenge international du Nord (Northern International Challenge) was an annual &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; tournament featuring clubs from Northern France and &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; as they could not play in the &lt;a href=\"Union%20des%20Soci%C3%A9t%C3%A9s%20Fran%C3%A7aises%20de%20Sports%20Athl%C3%A9tiques\"&gt;French Championship&lt;/a&gt;. Later teams from &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and England were invited to play. It was hosted in the &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt; area (&lt;a href=\"Roubaix\"&gt;Roubaix&lt;/a&gt;, &lt;a href=\"Tourcoing\"&gt;Tourcoing&lt;/a&gt; and &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;) between 1898 and 1914 in different formats.\nThe Tournament.\nThe tournament format changed over the years, originally being played between a French group of teams and a Belgium group, with the semi-finals being played between a French and a Belgian team.\nFrom 1905, the tournament was opened to clubs from the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, Prinses Wilhelmina en 1905 and GVC Wageningen. Also from &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"BSC%20Old%20Boys\"&gt;BSC Old Boys&lt;/a&gt; and &lt;a href=\"Grasshopper%20Club%20Z%C3%BCrich\"&gt;Grasshoppers&lt;/a&gt;.\nBetween 1909 and 1914, the tournament was exclusively played between French clubs and amateur clubs from England .\nAwards.\nWith the exception of &lt;a href=\"Le%20Havre%20AC\"&gt;Le Havre AC&lt;/a&gt; in 1900, the clubs from Belgium won trophies between 1898 and 1908 . &lt;a href=\"Royale%20Union%20Saint-Gilloise\"&gt;Royale Union Saint-Gilloise&lt;/a&gt; being the most successful reaching four finals in five years and winning three of them (1904, 1905, 1907)."
}