{
    "id": "5950289",
    "revid": "18177679",
    "url": "https://en.wikipedia.org/wiki?curid=5950289",
    "title": "Movement for European Reform",
    "text": "The Movement for European Reform, abbreviated to MER, was a pan-European alliance of national &lt;a href=\"centre-right\"&gt;centre-right&lt;/a&gt; &lt;a href=\"political%20party\"&gt;political parties&lt;/a&gt; with &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt;, &lt;a href=\"economic%20liberalism\"&gt;pro-free market&lt;/a&gt; and &lt;a href=\"Euroscepticism\"&gt;Eurosceptic&lt;/a&gt; inclinations. It consisted of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and the &lt;a href=\"Civic%20Democratic%20Party%20%28Czech%20Republic%29\"&gt;Civic Democratic Party&lt;/a&gt; of the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;.\nFounded on 13 July 2006, MER was created as a precursor to the &lt;a href=\"Alliance%20of%20European%20Conservatives%20and%20Reformists\"&gt;Alliance of European Conservatives and Reformists&lt;/a&gt; (AECR) and &lt;a href=\"European%20Conservatives%20and%20Reformists\"&gt;European Conservatives and Reformists&lt;/a&gt; (ECR), a &lt;a href=\"Political%20groups%20of%20the%20European%20Parliament\"&gt;political group&lt;/a&gt; in the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; that was launched in June 2009 following &lt;a href=\"2009%20European%20Parliament%20election\"&gt;European elections&lt;/a&gt;. Its operations folded into the ECR and the AECR later that year.\nHistory.\nMER was formed as an interim measure to function outside the European Parliament until a new &lt;a href=\"political%20groups%20of%20the%20European%20Parliament\"&gt;group&lt;/a&gt; could be formed within it after the 2009 elections. Until then, its MEPs continued as members of the now-dissolved &lt;a href=\"European%20Democrats\"&gt;ED subgroup&lt;/a&gt; within the broader &lt;a href=\"European%20People%27s%20Party%20-%20European%20Democrats\"&gt;EPP-ED&lt;/a&gt; group.\nSince its launch, it was unclear as to whether the MER would remain a simple pan-European alliance or apply for official recognition as a \"&lt;a href=\"political%20party%20at%20European%20level\"&gt;political party at European level&lt;/a&gt;\" (sometimes called a \"Europarty\"). The body's founding statement expressly offered membership to parties from non-EU member states, a characteristic of other Europarties, and its commitment to fight the 2009 election together suggested an appetite for recognition.\nAfter the &lt;a href=\"2009%20European%20Parliament%20election\"&gt;2009 European election&lt;/a&gt;, members of the MER initiated the &lt;a href=\"European%20Conservatives%20and%20Reformists%20Group\"&gt;European Conservatives and Reformists Group&lt;/a&gt;, a new &lt;a href=\"European%20Parliament%20political%20group\"&gt;political group in the European Parliament&lt;/a&gt;.\nThe MER website stopped being updated in 2007 and, in June 2009, the British Conservative &lt;a href=\"Shadow%20Foreign%20Secretary\"&gt;Shadow Foreign Secretary&lt;/a&gt; &lt;a href=\"William%20Hague\"&gt;William Hague&lt;/a&gt; said that the MER's aims and activities would be folded into the new European Parliamentary group.\nIdeology.\nMER's position was that the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; should exist; however, it should be a looser supranational organisation than the current structure. This makes it more &lt;a href=\"Eurosceptic\"&gt;Eurosceptic&lt;/a&gt; than the three major &lt;a href=\"European%20political%20party\"&gt;European-level political movements&lt;/a&gt; (the &lt;a href=\"European%20People%27s%20Party\"&gt;European People's Party&lt;/a&gt;, &lt;a href=\"Party%20of%20European%20Socialists\"&gt;Party of European Socialists&lt;/a&gt; and &lt;a href=\"European%20Liberal%20Democrat%20and%20Reform%20Party\"&gt;European Liberal Democrat and Reform Party&lt;/a&gt;), but less Eurosceptic than formations such as the &lt;a href=\"Europe%20of%20Freedom%20and%20Democracy\"&gt;Europe of Freedom and Democracy&lt;/a&gt;, the successor to the &lt;a href=\"Independence%20and%20Democracy\"&gt;Independence and Democracy&lt;/a&gt; group in the European Parliament.\nMembers.\nMembers of MER were:\nIn the first week of March 2007, under &lt;a href=\"Petar%20Stoyanov\"&gt;Petar Stoyanov&lt;/a&gt;, the &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;n &lt;a href=\"Union%20of%20Democratic%20Forces%20%28Bulgaria%29\"&gt;Union of Democratic Forces&lt;/a&gt; (UDF) decided to join. A day after the UDF's announcement, the Presidency of the &lt;a href=\"European%20People%27s%20Party\"&gt;European People's Party&lt;/a&gt; (EPP) recommended that UDF be suspended from the EPP. The President of the EPP &lt;a href=\"Wilfried%20Martens\"&gt;Wilfried Martens&lt;/a&gt; justified the suspension, arguing that:\nIn mid April 2007, the UDF backtracked and stated that it remained loyal to the EPP and that it would never leave the EPP section of the &lt;a href=\"EPP-ED\"&gt;EPP-ED&lt;/a&gt; Group to join another Group. A month later, in the first-ever elections for the European Parliament in Bulgaria (20 May 2007) the UDF failed to elect any seats. As a result, Petar Stoyanov - who was accused by his critics of making poor decisions during the campaign, including the MER choice - resigned as UDF leader. In September 2007, the UDF formally withdrew from the MER and re-affirmed its membership with the EPP."
}