{
    "id": "5953849",
    "revid": "9695764",
    "url": "https://en.wikipedia.org/wiki?curid=5953849",
    "title": "Old Mission Beach Athletic Club RFC",
    "text": "Old Mission Beach Athletic Club Rugby Football Club is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team based in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt;. OMBAC RFC is directly affiliated with the Old Mission Beach Athletic Club. The rugby team plays at &lt;a href=\"The%20Little%20Q%20Rugby%20Field\"&gt;The Little Q Rugby Field&lt;/a&gt;, adjacent to &lt;a href=\"Qualcomm%20Stadium\"&gt;Qualcomm Stadium&lt;/a&gt; (hence the name).\nHistory.\nThe Old Mission Beach rugby club was established in 1966 under the wing of Old Mission Beach Athletic Club (OMBAC) which was founded in 1954. Many past students of the &lt;a href=\"San%20Diego%20State%20Aztecs%20rugby\"&gt;San Diego State University rugby team&lt;/a&gt; joined, and the OMBAC rugby club entered first division competition two years later in 1968. The club has won 6 national Rugby Sevens titles and 8 national Rugby Fifteens titles.\nVenue.\nIn 1991 OMBAC raised funds to build a new clubhouse joining only a handful of teams in the United States to have such a facility. Currently OMBAC plays its home matches at the \"Little Q\". This site was previously the &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt; &lt;a href=\"San%20Diego%20Chargers\"&gt;San Diego Chargers&lt;/a&gt; practice facility. It is now a nationally renowned rugby pitch that has hosted the USARFU National Championships, the USA Eagle NA4 developmental matches, and a host of other youth and collegiate matches.\nCurrent 1st XV squad.\nPlayers in bold are internationally capped.\nNotable former players.\nOMBAC players &lt;a href=\"Mike%20Saunders%20%28rugby%20union%29\"&gt;Mike Saunders&lt;/a&gt;, &lt;a href=\"Brian%20Vizard%20%28rugby%20union%29\"&gt;Brian Vizard&lt;/a&gt;, &lt;a href=\"Kevin%20Higgins%20%28rugby%20union%29\"&gt;Kevin Higgins&lt;/a&gt;, &lt;a href=\"Steve%20Gray%20%28rugby%20union%29\"&gt;Steve Gray&lt;/a&gt;, &lt;a href=\"Christopher%20Lippert\"&gt;Chris Lippert&lt;/a&gt; and more recently, &lt;a href=\"Dan%20Lyle\"&gt;Dan Lyle&lt;/a&gt;, and &lt;a href=\"Kevin%20Higgins%20%28rugby%20union%29\"&gt;Dave Hodges&lt;/a&gt;, have captained the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States national rugby union team&lt;/a&gt; in international competition.\nOMBAC was represented in the 2007 Rugby World Cup by team members &lt;a href=\"Todd%20Clever\"&gt;Todd Clever&lt;/a&gt;, &lt;a href=\"Tui%20Osborne\"&gt;Tui Osborne&lt;/a&gt; and &lt;a href=\"Dan%20Payne%20%28rugby%20union%29\"&gt;Dan Payne&lt;/a&gt;. Former OMBAC player &lt;a href=\"Will%20Hafu\"&gt;Will Hafu&lt;/a&gt; has played internationally for Tonga and also played professionally in England for &lt;a href=\"Moseley%20RFC\"&gt;Moseley RFC&lt;/a&gt;.\nNational Championships.\nOMBAC Rugby has distinguished itself with the following accomplishments:\nFirst XV Honors.\nThis is a list of honors awarded to the OMBAC &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team.\nSponsorship.\nOMBAC Rugby's sponsors for the 2014 Pacific Rugby Premiership are the following:"
}