{
    "id": "59534533",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=59534533",
    "title": "Canadian Death Tour",
    "text": "The Canadian Death Tour or Northern Hell Tour, and sometimes just known as the \"Death Tour\" is a &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; tour of the &lt;a href=\"North%20Canada\"&gt;northern territories&lt;/a&gt; of &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; promoted by &lt;a href=\"Tony%20Condello\"&gt;Tony Condello&lt;/a&gt; annually for over 30 years during the winters. The tour takes wrestlers from all over &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; and drives them around the &lt;a href=\"Inuit\"&gt;Inuit&lt;/a&gt; communities which are rarely exposed to wrestling. The tour derives its name from the fact that many wrestlers who participate in it found it to be a &lt;a href=\"near-death%20experience\"&gt;near-death experience&lt;/a&gt; due to how harsh and difficult it was to complete. To complete a death tour is considered a &lt;a href=\"badge%20of%20honour\"&gt;badge of honour&lt;/a&gt; and evidence of a wrestlers toughness, similar to having been trained in \"&lt;a href=\"Hart%20Dungeon\"&gt;the Dungeon&lt;/a&gt;\".\nHistory.\nEach tour is three weeks long and is held from January to February. As there are no hotels in the areas which the tour appears in wrestlers are required to bring their own sleeping bags with them on this trips and sleep on gym mats in the school gymnasiums where they had performed hours earlier or find a place to room in on their own. Wrestler are also required to buy their own food. Many of the younger people who have participated in the tours have elected to change profession after returning home. It is widely regarded as an honor to be offered a spot on the tour, and completing it grants the wrestler a high status for their &lt;a href=\"wikt%3ASpecial%3ASearch/tenacity\"&gt;tenacity&lt;/a&gt;. Condello himself has expressed that \"this tour is not just a tour; it is an exercise in mind and body\". Wrestler and historian &lt;a href=\"Vance%20Nevada\"&gt;Vance Nevada&lt;/a&gt; has stated that he had always wanted to do the tour because it was such an important piece of Canadian wrestling lore; with its alumni reading like a \"&lt;a href=\"Who%27s%20Who\"&gt;who's who&lt;/a&gt;\" of the business greats.\nWrestler &lt;a href=\"Tony%20Kozina\"&gt;Tony Kozina&lt;/a&gt; has expressed that touring in Canada in general is painful and that the experience of it does not have to come from a Death Tour for you to be tough.\nThe tours are the main subject of the &lt;a href=\"documentary%20film\"&gt;documentary film&lt;/a&gt; \"&lt;a href=\"The%20Promoter%20%282014%20film%29\"&gt;The Promoter&lt;/a&gt;\"."
}