{
    "id": "5954923",
    "revid": "34989777",
    "url": "https://en.wikipedia.org/wiki?curid=5954923",
    "title": "Nouvelle théologie",
    "text": "Nouvelle théologie (French for \"new theology\") is a school of thought in &lt;a href=\"Catholic%20theology\"&gt;Catholic theology&lt;/a&gt; that arose in the mid-20th century, most notably among certain circles of French and German theologians. The shared objective of these theologians was a fundamental reform of the dominance of Catholic theology by &lt;a href=\"neo-scholasticism\"&gt;neo-scholasticism&lt;/a&gt;, which had resulted in the dominance of teaching by &lt;a href=\"scholasticism\"&gt;scholastically&lt;/a&gt; influenced manuals, criticism of &lt;a href=\"modernism%20in%20the%20Catholic%20Church\"&gt;modernism&lt;/a&gt; by the Church and a defensive stance towards non-Catholic faiths. The influence of the movement was important as a counterpoint to the widespread neo-scholasticism of Catholic thought, especially through its influence on the reforms initiated at the &lt;a href=\"Second%20Vatican%20Council\"&gt;Second Vatican Council&lt;/a&gt;.\nOrigins.\nIn the late nineteenth and first half of the twentieth century (especially after the issuing of the encyclical \"&lt;a href=\"Aeterni%20Patris\"&gt;Aeterni Patris&lt;/a&gt;\" by &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; in 1879), Roman Catholic thought was dominated by &lt;a href=\"neo-scholasticism\"&gt;neo-scholastic&lt;/a&gt; forms of thought. This, in reaction against &lt;a href=\"modernism%20in%20the%20Catholic%20Church\"&gt;modernist&lt;/a&gt; theology, insisted on a rigid adherence to the thought, methods and principles of the 13th-century thinker &lt;a href=\"Thomas%20Aquinas\"&gt;Thomas Aquinas&lt;/a&gt;. This dominance became particularly pronounced in the early twentieth century, as exemplified by the issuing of the &lt;a href=\"oath%20against%20modernism\"&gt;anti-modernist oath&lt;/a&gt; by &lt;a href=\"Pope%20Pius%20X\"&gt;Pope Pius X&lt;/a&gt; in 1910, and the publication in 1914 of the 24 Thomistic theses which had to be taught in all colleges as fundamental elements of theology.\nThe roots of a questioning of the dominance of neo-scholasticism may be traced to work done from the 1920s onwards. Some French Jesuit studies made in exile at &lt;a href=\"Ore%20Place\"&gt;Ore Place&lt;/a&gt;, &lt;a href=\"Hastings\"&gt;Hastings&lt;/a&gt;, in 1906–1926 might be seen as forerunners of the \"nouvelle théologie\". However, the \"nouvelle théologie\" movement itself is generally associated with the period between 1935 and 1960. The movement in its early stages (i.e. the 1930s and early 1940s) is also particularly associated with the French language, a contrast with the Latin used in seminary teaching at the time.\nTheologians who are nowadays identified as pillars of the \"nouvelle théologie\" sought \"a spiritual and intellectual communion with Christianity in its most vital moments as transmitted to us in its classic texts, a communion which would nourish, invigorate, and rejuvenate twentieth-century Catholicism.\" To accomplish this, they advocated a \"return to the sources\" of the Christian faith: namely, scripture and the writings of the &lt;a href=\"Church%20Fathers\"&gt;Church Fathers&lt;/a&gt;. This methodological move is known by its French name, \"ressourcement\" (\"return to the sources\"). The name \"new theology\" was a derisive label given by its opponents. Along with this, the movement adopted a systemic openness to dialogue with the contemporary world on issues of theology. They developed also a renewed interest in &lt;a href=\"Bible\"&gt;biblical&lt;/a&gt; &lt;a href=\"exegesis\"&gt;exegesis&lt;/a&gt;, &lt;a href=\"typology%20%28theology%29\"&gt;typology&lt;/a&gt;, art, literature, and &lt;a href=\"mysticism\"&gt;mysticism&lt;/a&gt;.\nCriticism.\nThe developing movement received criticisms in the late 1940s and 1950s. A first attack was made by the influential &lt;a href=\"Dominican%20Order\"&gt;Dominican&lt;/a&gt; theologian &lt;a href=\"Reginald%20Garrigou-Lagrange\"&gt;Reginald Garrigou-Lagrange&lt;/a&gt; in a polemical 1946 article in the journal \"&lt;a href=\"Angelicum%20%28journal%29\"&gt;Angelicum&lt;/a&gt;\". While the theologians of the movement generally preferred to call their movement a \"ressourcement\", based on their return to original patristic thought, Garrigou-Lagrange claimed that they did not \"return to the sources\" but deviated from the long-standing theological tradition of the Catholic Church, thus creating a \"new theology\" all their own which, he argued, was essentially Modernism in disguise. Although another writer, &lt;a href=\"Pietro%20Parente\"&gt;Pietro Parente&lt;/a&gt;, had used the term \"teologia nuova\" in 1942, it was from Garrigou-Lagrange's article that the label entered into widespread use. \nIn his essay in \"Angelicum\", Garrigou-Lagrange quotes &lt;a href=\"Henri%20Bouillard\"&gt;Henri Bouillard&lt;/a&gt; as saying, \"The ideas employed by St. Thomas are simply Aristotelian notions applied to theology ... By renouncing the Aristotelian system, modern thought abandoned the ideas, design and dialectical opposites which only made sense as functions of that system.\" Thus, Garrigou-Lagrange asks, \"How then can the reader evade the conclusion, namely that, since it is no longer current, the theology of St. Thomas is a false theology? ... Further, how can 'an unchanging truth' maintain itself if the two notions united by the verb to be, are essentially variable or changeable?\"\nSubsequently, many of these criticisms of the ideas involved in the \"nouvelle théologie\" were developed by &lt;a href=\"Pope%20Pius%20XII\"&gt;Pope Pius XII&lt;/a&gt; in his 1950 encyclical \"&lt;a href=\"Humani%20generis\"&gt;Humani generis&lt;/a&gt;\". These are, for example, rejecting the traditional dogmatic formulations that emerged throughout Church history as a result of scholastic theology, re-interpreting &lt;a href=\"dogma%20in%20the%20Catholic%20Church\"&gt;Catholic dogma&lt;/a&gt; in a way that was inconsistent with tradition, falling into the error of dogmatic relativism and criticizing biblical texts in a way that deviated from the principles of &lt;a href=\"biblical%20hermeneutics\"&gt;biblical hermeneutics&lt;/a&gt; outlined by his predecessors (principally Leo XIII). Pius XII warned that the movement approached the error of modernism, a &lt;a href=\"heresy%20in%20Christianity\"&gt;heresy&lt;/a&gt; vehemently condemned by &lt;a href=\"Pope%20Pius%20X\"&gt;Pope Pius X&lt;/a&gt; in his 1907 encyclical \"&lt;a href=\"Pascendi%20Dominici%20gregis\"&gt;Pascendi Dominici gregis&lt;/a&gt;\". \nIdeas.\nAlthough lumped together as a set by their opponents, the theologians associated with the \"nouvelle théologie\" had a great range of interests, views, and methodologies, and were not themselves a co-ordinated group. In later writing, &lt;a href=\"Yves%20Congar\"&gt;Yves Congar&lt;/a&gt;, &lt;a href=\"Henri%20de%20Lubac\"&gt;Henri de Lubac&lt;/a&gt;, and &lt;a href=\"Henri%20Bouillard\"&gt;Henri Bouillard&lt;/a&gt; all denied that the \"nouvelle théologie\" was anything but a construct of its opponents. However, subsequent studies [which ones?] of the movement have suggested that there did exist a set of shared characteristics among writers of the \"nouvelle théologie\". These include:\nThe theologians usually associated with \"nouvelle théologie\" are &lt;a href=\"Henri%20de%20Lubac\"&gt;Henri de Lubac&lt;/a&gt; (whose ideas were believed to have been condemned by \"Humani Generis\" of Pope Pius XII; de Lubac, however, insisted that \"Humani Generis\" did not affect him doctrinally), &lt;a href=\"Pierre%20Teilhard%20de%20Chardin\"&gt;Pierre Teilhard de Chardin&lt;/a&gt; (who argued against the traditional doctrine of the historical existence of Adam and Eve), &lt;a href=\"Hans%20Urs%20von%20Balthasar\"&gt;Hans Urs von Balthasar&lt;/a&gt; (who said that we can have \"reasonable hope\" that all will be saved), Yves Congar (who advocated against the titles \"Co-Redemptrix\" and \"Mediatrix of All Graces\" to the Virgin Mary), &lt;a href=\"Karl%20Rahner\"&gt;Karl Rahner&lt;/a&gt; (who created the modernist theory of the \"anonymous christians\" and denied the virginity of Mary \"in partu\"), &lt;a href=\"Hans%20K%C3%BCng\"&gt;Hans Küng&lt;/a&gt; (who denied papal infallibility), &lt;a href=\"Edward%20Schillebeeckx\"&gt;Edward Schillebeeckx&lt;/a&gt; (who denied the \"real presence\" by considering the change on the eucharistic species as a psychological meaning), &lt;a href=\"Marie-Dominique%20Chenu\"&gt;Marie-Dominique Chenu&lt;/a&gt;, &lt;a href=\"Louis%20Bouyer\"&gt;Louis Bouyer&lt;/a&gt;, &lt;a href=\"Jean%20Dani%C3%A9lou\"&gt;Jean Daniélou&lt;/a&gt;, &lt;a href=\"Jean%20Mouroux\"&gt;Jean Mouroux&lt;/a&gt;, Henri Bouillard, and &lt;a href=\"Pope%20Benedict%20XVI\"&gt;Joseph Ratzinger&lt;/a&gt; (later Pope Benedict XVI).\nSecond Vatican Council.\nTheologians from this school of thought had a significant influence on the reforms brought about in the Catholic Church by the &lt;a href=\"Second%20Vatican%20Council\"&gt;Second Vatican Council&lt;/a&gt; (1962–1965). In the aftermath of the council, the movement became divided into two camps, splitting in effect into left and right wings, over the interpretation and implementation of the council, with Rahner, Congar, Schillebeeckx, Küng, and Chenu founding the more progressive theological journal \"&lt;a href=\"Concilium%20%28journal%29\"&gt;Concilium&lt;/a&gt;\" in 1965, and de Lubac, Balthasar, Ratzinger, and others founding the theological journal \"&lt;a href=\"Communio\"&gt;Communio&lt;/a&gt;\" in 1972."
}