{
    "id": "59593",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=59593",
    "title": "German submarine U-2 (1935)",
    "text": "German submarine \"U-2\" was a &lt;a href=\"German%20Type%20II%20submarine%23Type%20IIA\"&gt;Type IIA&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\". Her keel was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; 11 February 1935 by &lt;a href=\"Deutsche%20Werke\"&gt;Deutsche Werke&lt;/a&gt; of &lt;a href=\"Kiel\"&gt;Kiel&lt;/a&gt; as yard number 237; she was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 1 July and &lt;a href=\"ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 25 July 1935 with \"&lt;a href=\"Oberleutnant%20zur%20See\"&gt;Oberleutnant zur See&lt;/a&gt;\" (\"Oblt.z.S.\") Hermann Michahelles in command.\nDesign.\n&lt;a href=\"German%20Type%20II%20submarine\"&gt;German Type II submarine&lt;/a&gt;s were based on the . \"U-2\" had a displacement of when at the surface and while submerged. Officially, the standard tonnage was , however. The U-boat had a total length of , a &lt;a href=\"pressure%20hull\"&gt;pressure hull&lt;/a&gt; length of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , a height of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by two &lt;a href=\"MWM%20GmbH\"&gt;MWM&lt;/a&gt; RS 127 S four-stroke, six-cylinder &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s of for cruising, two &lt;a href=\"Siemens-Schuckert\"&gt;Siemens-Schuckert&lt;/a&gt; PG VV 322/36 &lt;a href=\"Motor%E2%80%93generator\"&gt;double-acting electric motors&lt;/a&gt; producing a total of for use while submerged. She had two shafts and two &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s. The boat was capable of operating at depths of up to .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . \"U-2\" was fitted with three &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s at the bow, five &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es or up to twelve Type A torpedo mines, and a &lt;a href=\"2%20cm%20Flak%2030\"&gt;anti-aircraft gun&lt;/a&gt;. The boat had a &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; of 25.\nService history.\nShe had several commanders over her long career. Michahelles was relieved on 30 September 1936, by \"&lt;a href=\"Kapit%C3%A4nleutnant\"&gt;Kapitänleutnant&lt;/a&gt;\" (\"Kptlt.\") Heinrich Liebe. Liebe turned command over on 31 January 1938 to \"Oblt.z.S.\" Herbert Schultze. On 16 March 1939, \"Kptlt.\" &lt;a href=\"Helmut%20Rosenbaum\"&gt;Helmut Rosenbaum&lt;/a&gt; assumed command and on 7 July 1940, \"Oblt.z.S.\" Hans Heidtmann joined Rosenbaum as deputy commander. On 6 August 1940, Georg von Wilamowitz-Moellendorf relieved Rosenbaum and Heidtmann and commanded until October 1941 when Karl Kölzer took over. On 16 May 1942, \"Oblt.z.S.\" Werner Schwaff relieved Kölzer, and on 20 November 1942, was relieved by \"Oblt.z.S.\" Helmut Herglotz. On 12 December 1943, \"Oblt.z.S.\" Wolfgang Schwarzkopf took over and commanded the boat until she was lost.\nShe was used as a school boat and trainer for her entire career except for two completely uneventful combat patrols in early 1940.\nFate.\n\"U-2\" suffered no casualties to any of her numerous crews until 8 April 1944 when she collided with the German steam &lt;a href=\"Naval%20trawler\"&gt;trawler&lt;/a&gt; \"Helmi Söhle\" west of &lt;a href=\"Pillau\"&gt;Pillau&lt;/a&gt; (today's Baltiysk, Russia) and sank. 17 of her crew were killed; 18 survived. The wreck was raised the next day and stricken."
}