{
    "id": "59593043",
    "revid": "12809580",
    "url": "https://en.wikipedia.org/wiki?curid=59593043",
    "title": "Sunjoon Tenorio",
    "text": "Sunjoon Tenorio (born 20 May 2001) is a &lt;a href=\"Northern%20Mariana%20Islands\"&gt;Northern Mariana Islander&lt;/a&gt; international &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who plays for the &lt;a href=\"Northern%20Mariana%20Islands%20national%20football%20team\"&gt;Northern Mariana Islands national football team&lt;/a&gt;.\nCollege career.\nTenorio began playing &lt;a href=\"college%20soccer\"&gt;college soccer&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; for &lt;a href=\"Suffolk%20University\"&gt;Suffolk University&lt;/a&gt; in 2019. In his first season, he scored ten goals in fifteen appearances. He was the team's highest scorer in addition to being named MVP and receiving several rookie honors. The following season he transferred to &lt;a href=\"Warner%20Pacific%20University\"&gt;Warner Pacific University&lt;/a&gt; and began playing for the Knights.\nClub career.\nAs a youth, Tenorio had played for the academy of &lt;a href=\"MP%20United%20FC%20%28Northern%20Mariana%20Islands%29\"&gt;MP United&lt;/a&gt; since at least 2011. That year the club had an undefeated season en route to winning the U12 division title. For the 2015 under-15 youth season, he scored the late game-winning goal off of a header for a 1–0 victory over &lt;a href=\"Tan%20Holdings%20FC\"&gt;Tan Holdings&lt;/a&gt;. MP United finished the season without a single loss thanks to the victory. Two years later, Tenorio scored a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; as MP United once again defeated Tan Holdings in the final to win the U17 championship.\nBy 2017 Tenorio had joined &lt;a href=\"Northern%20Mariana%20Islands%20national%20under-18%20football%20team\"&gt;Teen Ayuyu&lt;/a&gt; of the &lt;a href=\"M-League%20Division%201\"&gt;M-League Division 1&lt;/a&gt;. The club established itself as the top scoring team in the league early in the season and were the eventual runners-up. Tenorio continued to compete with MP United in the U17 Youth Division and was named NMSA/TSL Foundation Student Athlete of the Month for November. He also won the Golden Boot award for the youth division after scoring 19 goals throughout the season as MP United won the division crown in both the league and the FA Challenge Cup.\nIn 2018 the player competed in the U18 division for MP United. He returned to the club's senior team in the first division in 2020 and 2021 during his college offseason.\nInternational career.\nTenorio represented the Northern Marianas Islands in &lt;a href=\"2016%20AFC%20U-16%20Championship%20qualification%23Group%20G\"&gt;qualification&lt;/a&gt; for the &lt;a href=\"2016%20AFC%20U-16%20Championship\"&gt;2016 AFC U-16 Championship&lt;/a&gt;. He scored a goal in NMI's final match, a 2–9 loss to the &lt;a href=\"Philippines%20national%20under-17%20football%20team\"&gt;Philippines&lt;/a&gt;. He returned to the team in 2018 for the annual &lt;a href=\"Marianas%20Cup\"&gt;Marianas Cup&lt;/a&gt;. His two goals helped NMI take a late 4–3 lead over Guam. However, the team ultimately fell in the penalty shootout. The following year, he once again scored for NMI in the Marianas Cup but the team lost 2–6. Later that year he was part of the national side for &lt;a href=\"2020%20AFC%20U-19%20Championship%20qualification%23Group%20G\"&gt;2020 AFC U-19 Championship qualification&lt;/a&gt;. He scored two goals in the team's opening match against &lt;a href=\"Brunei%20national%20under-21%20football%20team\"&gt;Brunei&lt;/a&gt;. \nTenorio went on to make his senior international debut on 2 September 2018 in a &lt;a href=\"2019%20EAFF%20E-1%20Football%20Championship\"&gt;2019 EAFF E-1 Football Championship&lt;/a&gt; match against &lt;a href=\"Guam%20national%20football%20team\"&gt;Guam&lt;/a&gt;. Four days later he scored his first senior international goal, the game-tying strike in a 1–1 draw with &lt;a href=\"Macau%20national%20football%20team\"&gt;Macau&lt;/a&gt;."
}