{
    "id": "5961976",
    "revid": "19480448",
    "url": "https://en.wikipedia.org/wiki?curid=5961976",
    "title": "Subic Special Economic and Freeport Zone",
    "text": "The Subic Special Economic and Freeport Zone, often shorterned as Subic Bay or Subic, is a special economic zone and &lt;a href=\"List%20of%20free%20ports\"&gt;freeport&lt;/a&gt; area covering portions of &lt;a href=\"Olongapo\"&gt;Olongapo&lt;/a&gt; and &lt;a href=\"Subic%2C%20Zambales\"&gt;Subic&lt;/a&gt; in &lt;a href=\"Zambales\"&gt;Zambales&lt;/a&gt;, and &lt;a href=\"Morong%2C%20Bataan\"&gt;Morong&lt;/a&gt; and &lt;a href=\"Hermosa%2C%20Bataan\"&gt;Hermosa&lt;/a&gt; in &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt;. The relatively developed and fenced area is called the Subic Bay Freeport Zone (SBFZ).\nThe economic zone was the location of &lt;a href=\"U.S.%20Naval%20Base%20Subic%20Bay\"&gt;U.S. Naval Base Subic Bay&lt;/a&gt;, until the latter's decommissioning in 1992. The SBFZ is operated and managed by the &lt;a href=\"Subic%20Bay%20Metropolitan%20Authority\"&gt;Subic Bay Metropolitan Authority&lt;/a&gt; (SBMA), an sub-agency under &lt;a href=\"Bases%20Conversion%20and%20Development%20Authority\"&gt;Bases Conversion and Development Authority&lt;/a&gt; (BCDA). The harbor faces the &lt;a href=\"Zambales%20Mountains\"&gt;Zambales Mountains&lt;/a&gt; to the west and the &lt;a href=\"Subic%20Bay\"&gt;Subic Bay&lt;/a&gt; opening to the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;.\nHistory.\nSubic Bay is surrounded by the town of &lt;a href=\"Subic%2C%20Zambales\"&gt;Subic&lt;/a&gt; and the city of &lt;a href=\"Olongapo\"&gt;Olongapo&lt;/a&gt;, both in the province of &lt;a href=\"Zambales\"&gt;Zambales&lt;/a&gt;, and &lt;a href=\"Morong%2C%20Bataan\"&gt;Morong&lt;/a&gt; in the province of &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt;. Development of Olongapo was largely tied to the presence of the United States Navy base, once the largest &lt;a href=\"United%20States%20armed%20forces\"&gt;U.S. military&lt;/a&gt; naval base in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;. An &lt;a href=\"arsenal\"&gt;arsenal&lt;/a&gt; and ship-repair facility was established at Subic Bay in 1885 by the then &lt;a href=\"colonialism\"&gt;colonial power&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. Following the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, Subic Bay became a U.S. Navy and &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marine&lt;/a&gt; base, and grew to be a major facility. Until 1991, it was the base of the United States &lt;a href=\"7th%20Fleet\"&gt;7th Fleet&lt;/a&gt;. In early 1991, after the collapse of protracted negotiations, the &lt;a href=\"Senate%20of%20the%20Philippines\"&gt;Philippine Senate&lt;/a&gt; rejected terms for renewal of the lease of the base. The U.S. Navy was already in the process of downsizing its Subic operations in June 1991, when &lt;a href=\"Mount%20Pinatubo\"&gt;Mount Pinatubo&lt;/a&gt; erupted. One of the largest volcanic eruptions in the last 100 years, it covered the Navy Base in volcanic ash and collapsed a significant number of structures. The last ship, &lt;a href=\"USS%20Belleau%20Wood%20%28LHA-3%29\"&gt;USS \"Belleau Wood\"&lt;/a&gt;, left on November 24, 1992. The presence of the American forces precipitated the start of a &lt;a href=\"red-light%20district\"&gt;red-light district&lt;/a&gt;.\nPost–Cold War.\nSubic Bay was converted into a commercial zone largely through the efforts of some 8,000 residents of nearby Olongapo, under the leadership of their mayor, &lt;a href=\"Richard%20Gordon%20%28politician%29\"&gt;Richard Gordon&lt;/a&gt;, who volunteered to protect and preserve 8 billion dollars worth of facilities and property from looting and destruction. Subic has since been transformed and became a &lt;a href=\"https%3A//query.nytimes.com/gst/fullpage.html%3Fres%3D9E03E3D8143DF930A15752C1A960958260\"&gt;model for bases conversion&lt;/a&gt; into commercial use after the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; with &lt;a href=\"Blue%20chip%20%28stock%20market%29\"&gt;blue chip&lt;/a&gt; companies like Coastal Petroleum, and Fed Ex pumping in over $3 billion of investments creating 70,000 jobs in the &lt;a href=\"free%20port\"&gt;free port&lt;/a&gt;'s first four years. It was host to the 4th &lt;a href=\"Asia-Pacific%20Economic%20Cooperation\"&gt;APEC&lt;/a&gt; Leaders' Summit on November 24, 1996 and &lt;a href=\"FedEx%20Express\"&gt;FedEx&lt;/a&gt;'s Asia-Pacific hub, Asia-One, was also located in Subic Bay for almost ten years.\nIn 2013, Defense Secretary Voltaire Gazmin said that the Philippines intended to move military forces to the base in response to the &lt;a href=\"territorial%20disputes%20in%20the%20South%20China%20Sea\"&gt;territorial disputes in the South China Sea&lt;/a&gt;. The United States Navy is also seeking access on a rotational basis for ships and Marines, and is already conducting maritime patrol aircraft patrols from bases in the Philippines.\nGeography.\nWhile the Subic Special Economic and Freeport Zone shares name with a town of the same name, it actually covers portions of &lt;a href=\"Olongapo\"&gt;Olongapo&lt;/a&gt; and the towns of &lt;a href=\"Subic%2C%20Zambales\"&gt;Subic&lt;/a&gt; in &lt;a href=\"Zambales\"&gt;Zambales&lt;/a&gt; and &lt;a href=\"Morong%2C%20Bataan\"&gt;Morong&lt;/a&gt; and &lt;a href=\"Hermosa%2C%20Bataan\"&gt;Hermosa&lt;/a&gt; in &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt;. It covers a total area of , but only area is secured and fenced where much of the development in the special economic zone has taken place. This area is referred to as the Subic Bay Freeport Zone and out of this area is suitable for development with the remaining portions consisting of high slopes, forests, or protected areas. In 2017. negotiations with local government units contiguous to the Subic Bay Freeport Zone began to have the fenced area expanded.\nThe special economic zone is also adjacent to a body of water, the &lt;a href=\"Subic%20Bay\"&gt;Subic Bay&lt;/a&gt;. There are also at least six mangrove areas in the Freeport Zone.\nDistricts.\nThe Subic Freeport Zone itself is divided into districts. The freeport zone also has a Certificate of Ancestral Domain Title (CADT) Land, which is the ancestral domain of the &lt;a href=\"Aeta%20people\"&gt;Aeta people&lt;/a&gt;.\nDemographics.\nMost of Subic Freeport's population of at least 6,000 people is concentrated in the Kalayaan and Binictican areas. Portions of the Subic Freeport area also forms part of an formally-recognized &lt;a href=\"ancestral%20domain\"&gt;ancestral domain&lt;/a&gt; of the &lt;a href=\"Aeta%20peoples\"&gt;Aetas&lt;/a&gt;, an indigenous ethnic group living in the area prior to its usage as a US military base. A significant Aeta settlement in Subic is Pastolan.\nEconomy.\nIn mid-2019, there are about 135,000 workers employed in the Subic Bay Freeport, 68.37 percent of which are engaged in the service industry and 17.03 percent in the manufacturing industry. Subic was also a hub in shipbuilding, with the now-defunct &lt;a href=\"Hanjin%20Heavy%20Industries%20and%20Construction%20Philippines\"&gt;Hanjin Philippines&lt;/a&gt; previously being the single biggest employer in the area prior to its bankruptcy in January 2019. As of mid-2019, there are 5,901 workers or (4.36 percent) employed in the shipbuilding and maritime industry from 96 firms compared to 26,559 workers from 110 companies in 2018. Subic is served by the &lt;a href=\"Port%20of%20Subic\"&gt;Port of Subic&lt;/a&gt;.\nTourism.\nIn addition to commercial use, Subic Bay is also a popular destination for weekend visitors from &lt;a href=\"Metro%20Manila\"&gt;Metro Manila&lt;/a&gt;. Attractions include several &lt;a href=\"beach\"&gt;beach&lt;/a&gt;es, an underwater &lt;a href=\"aquarium\"&gt;aquarium&lt;/a&gt;, &lt;a href=\"jungle\"&gt;jungle&lt;/a&gt; survival tours, and &lt;a href=\"duty-free%20shop\"&gt;duty-free shop&lt;/a&gt;ping centers.\nDestinations frequented by tourists in Subic includes eco-tourism theme parks, the &lt;a href=\"Ocean%20Adventure\"&gt;Ocean Adventure&lt;/a&gt;, &lt;a href=\"Zoobic%20Safari\"&gt;Zoobic Safari&lt;/a&gt;, and the &lt;a href=\"Pamulaklakin%20Nature%20Park\"&gt;Pamulaklakin Nature Park&lt;/a&gt; which is home to the indigenous &lt;a href=\"Aeta%20people\"&gt;Aetas&lt;/a&gt; who once trained the U.S. Navy in jungle survival tactics.\n&lt;a href=\"Subic%20International%20Raceway\"&gt;Subic International Raceway (SIR)&lt;/a&gt;, the Philippines' first purpose-built motorsports venue, was opened in 1994 and situated near &lt;a href=\"Subic%20Bay%20International%20Airport\"&gt;Subic Bay International Airport&lt;/a&gt;. It was established by local racing champion, &lt;a href=\"Pocholo%20Ramirez\"&gt;Pocholo Ramirez&lt;/a&gt;, and his family. SIR was host to international racing events, such as the Asian Festival of Speed, &lt;a href=\"Formula%20Asia\"&gt;Asian Formula 2000&lt;/a&gt; and the &lt;a href=\"Asian%20Formula%20Three%20Championship\"&gt;Asian Formula Three Championship&lt;/a&gt;. It also hosted local races, such as the &lt;a href=\"Philippine%20Touring%20Car%20Championship\"&gt;Philippine Touring Car Championship&lt;/a&gt;, Run What You Brung (RWYB) and &lt;a href=\"Circuit%20Showdown\"&gt;Circuit Showdown&lt;/a&gt;. The racetrack ceased operations in 2010 after the end of its lease.\nThe economic zone is also the host of the &lt;a href=\"Subic%20Bay%20Yacht%20Club\"&gt;Subic Bay Yacht Club&lt;/a&gt;, and the bay has been favored as a location for sailing sports especially during \"&lt;a href=\"Habagat\"&gt;Habagat&lt;/a&gt;\" season. Subic Bay also hosted the sailing events for the &lt;a href=\"2019%20Southeast%20Asian%20Games\"&gt;2019 Southeast Asian Games&lt;/a&gt;.\nTransportation.\nThe Subic Special Economic and Freeport Zone is served by the &lt;a href=\"Subic%E2%80%93Clark%E2%80%93Tarlac%20Expressway\"&gt;Subic–Clark–Tarlac Expressway&lt;/a&gt;. Subic is also the site of the &lt;a href=\"Subic%20Bay%20International%20Airport\"&gt;Subic Bay International Airport&lt;/a&gt; which could be used for chartered flights. The airport was also a former Asian hub of multinational logistics company &lt;a href=\"FedEx\"&gt;FedEx&lt;/a&gt;. The &lt;a href=\"Port%20of%20Subic\"&gt;Port of Subic&lt;/a&gt; also serve direct passenger traffic through ferries going to and from &lt;a href=\"Orion%2C%20Bataan\"&gt;Orion, Bataan&lt;/a&gt;.\nIndustrial Park.\nMost of the businesses inside the Freeport Zone are composed of manufacturing, construction and warehousing. the operation of the freeport zone allow to invest are subdivided into industrial park namely:"
}