{
    "id": "5964744",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=5964744",
    "title": "German submarine U-2321",
    "text": "German submarine \"U-2321\" was the first of the highly advanced &lt;a href=\"German%20Type%20XXIII%20submarine\"&gt;Type XXIII&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s built for &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" in 1944 and 1945. As the first of this class, \"U-2321\" was one of a handful of such boats to undertake an operational patrol, in March 1945. She was successful in this operation, and sank a British freighter, one of just five ships sunk by the new fully submarine (as opposed to just submersible) boats.\nShe was constructed as an experiment in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; and her small size meant that she was completed in just four months, following which she conducted extensive trials in the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; and off the Norwegian coast in an effort to gain an idea of the capabilities of the boat. In this duty, and through her entire life, \"U-2321\" was commanded by \"&lt;a href=\"Kptlt.\"&gt;Kptlt.&lt;/a&gt;\" Hans-Heinrich Barschkis. By the first few months of 1945, with the war drawing to a close, it was hoped new lessons could be learnt, and defeat potentially delayed by the insertion of some of these boats into the coastal waters of the United Kingdom. To this end, \"U-2321\" and a few of her sisters were dispatched to the Eastern coast of Scotland.\nDesign.\nLike all &lt;a href=\"Type%20XXIII%20submarine\"&gt;Type XXIII&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s, \"U-2321\" had a displacement of when at the surface and while submerged. She had a total length of (&lt;a href=\"o/a\"&gt;o/a&lt;/a&gt;), a beam width of (o/a), and a draught depth of . The submarine was powered by one &lt;a href=\"MWM%20GmbH\"&gt;MWM&lt;/a&gt; six-cylinder RS134S diesel engine providing , one &lt;a href=\"AEG\"&gt;AEG&lt;/a&gt; GU4463-8 &lt;a href=\"Motor-generator\"&gt;double-acting electric motor&lt;/a&gt; electric motor providing , and one &lt;a href=\"Brown%2C%20Boveri%20%26amp%3B%20Cie\"&gt;BBC&lt;/a&gt; &lt;a href=\"Silent%20running%20%28submarine%29\"&gt;silent running&lt;/a&gt; CCR188 electric motor providing .\nThe submarine had a maximum surface speed of and a submerged speed of . When submerged, the boat could operate at for ; when surfaced, she could travel at . \"U-2321\" was fitted with two &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s in the bow. She could carry two preloaded &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es. The &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; was 14–18 men. This class of U-boat did not carry a deck gun.\nService history.\nThe boats were unsuccessful, largely because of the professional nature of veteran Allied naval commanders in their construction of convoys and their preparation of escorts. The &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; proved largely barren, as most shipping was concentrated in the heavily defended &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt;, as so it was nearly a month after leaving &lt;a href=\"Karljohansvern\"&gt;Horten Naval Base&lt;/a&gt; in Norway that \"U-2321\" scored her first and only victory, &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ing the unescorted 1,400 ton steamship .\nFour days later, \"U-2321\" was back in port at &lt;a href=\"Kristiansand\"&gt;Kristiansand&lt;/a&gt;, where she was still berthed when Germany surrendered on 9 May. Sailed to &lt;a href=\"Loch%20Ryan\"&gt;Loch Ryan&lt;/a&gt; in Scotland, \"U-2321\" was allowed to rust and rot, the decaying hull destroyed as a naval gunfire target on 27 November 1945 along with all the other surrendered Norwegian U-boats."
}