{
    "id": "59653376",
    "revid": "18054835",
    "url": "https://en.wikipedia.org/wiki?curid=59653376",
    "title": "Río Grande barrio-pueblo",
    "text": "Río Grande barrio-pueblo is a &lt;a href=\"Barrios%20of%20Puerto%20Rico\"&gt;barrio&lt;/a&gt; and the administrative center (&lt;a href=\"Seat%20of%20government\"&gt;seat&lt;/a&gt;) of &lt;a href=\"R%C3%ADo%20Grande%2C%20Puerto%20Rico\"&gt;Río Grande&lt;/a&gt;, a municipality of Puerto Rico. Its population in 2010 was 1,772.\nAs was customary in Spain, in Puerto Rico, the municipality has a barrio called \"pueblo\" which contains a central plaza, the municipal buildings (city hall), and a Catholic church. &lt;a href=\"Fiestas%20patronales%20in%20Puerto%20Rico\"&gt;Fiestas patronales&lt;/a&gt; (patron saint festivals) are held in the central plaza every year.\nThe central plaza and its church.\nThe central plaza, or square, is a place for official and unofficial recreational events and a place where people can gather and socialize from dusk to dawn. The &lt;a href=\"Laws%20of%20the%20Indies\"&gt;Laws of the Indies&lt;/a&gt;, Spanish law, which regulated life in Puerto Rico in the early 19th century, stated the plaza's purpose was for \"the parties\" (celebrations, festivities) (), and that the square should be proportionally large enough for the number of neighbors (). These Spanish regulations also stated that the streets nearby should be comfortable portals for passersby, protecting them from the elements: sun and rain.\nLocated across the central plaza in Río Grande barrio-pueblo is the , a Roman Catholic church.\nHistory.\nPuerto Rico was ceded by &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; in the aftermath of the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt; under the terms of the &lt;a href=\"Treaty%20of%20Paris%20of%201898\"&gt;Treaty of Paris of 1898&lt;/a&gt; and became an &lt;a href=\"Insular%20area\"&gt;unincorporated territory of the United States&lt;/a&gt;. In 1899, the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;United States Department of War&lt;/a&gt; conducted a &lt;a href=\"census\"&gt;census&lt;/a&gt; of Puerto Rico finding that the population of Río Grande barrio-pueblo was 1,285. At the time, it was called \"Pueblo\".\nSectors.\nBarrios (which are roughly comparable to &lt;a href=\"minor%20civil%20divisions\"&gt;minor civil divisions&lt;/a&gt;) in turn are further subdivided into smaller local populated place areas/units called sectores (\"sectors\" in English). The types of \"sectores\" may vary, from normally \"sector\" to \"urbanización\" to \"reparto\" to \"barriada\" to \"residencial\", among others.\nThe following sectors are in Río Grande barrio-pueblo:\n, and\nIn Río Grande barrio-pueblo is part of the Río Grande urban zone."
}