{
    "id": "5965998",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=5965998",
    "title": "Archie Carr National Wildlife Refuge",
    "text": "The Archie Carr National Wildlife Refuge is part of the United States &lt;a href=\"National%20Wildlife%20Refuge\"&gt;National Wildlife Refuge&lt;/a&gt; (NWR) System, located along a twenty-mile (30 km) section of coastline from &lt;a href=\"Melbourne%20Beach%2C%20Florida\"&gt;Melbourne Beach&lt;/a&gt; to &lt;a href=\"Wabasso%20Beach%2C%20Florida\"&gt;Wabasso Beach, Florida&lt;/a&gt;, along &lt;a href=\"Florida%20State%20Road%20A1A\"&gt;State Road A1A&lt;/a&gt;. The 900 acre (3.6 km2) refuge was established in 1991, to protect the &lt;a href=\"loggerhead%20sea%20turtle\"&gt;loggerhead&lt;/a&gt; and &lt;a href=\"green%20turtle\"&gt;green&lt;/a&gt; &lt;a href=\"sea%20turtle\"&gt;sea turtle&lt;/a&gt;s.\nManagement.\nSince 2012 the Archie Carr NWR is administered as part of the \"Everglades Headwaters NWR Complex\", along with &lt;a href=\"Pelican%20Island%20NWR\"&gt;Pelican Island NWR&lt;/a&gt;, &lt;a href=\"Lake%20Wales%20Ridge%20NWR\"&gt;Lake Wales Ridge NWR&lt;/a&gt;, and the &lt;a href=\"Everglades%20Headwaters%20National%20Wildlife%20Refuge%20and%20Conservation%20Area\"&gt;Everglades Headwaters National Wildlife Refuge and Conservation Area&lt;/a&gt;, through a partnership with the &lt;a href=\"Caribbean%20Conservation%20Corporation\"&gt;Caribbean Conservation Corporation&lt;/a&gt; (a nonprofit turtle conservation group founded by Dr. &lt;a href=\"Archie%20Carr\"&gt;Archie Carr&lt;/a&gt; himself) and Archie Carr Working Group.\nHabitat.\nThe refuge provides nesting habitats for approximately one-fourth of all sea turtles nesting in the United States. About 15,000-20,000 sea turtles nests are laid annually, mostly loggerheads, green sea turtles, and some &lt;a href=\"Leatherback%20turtle\"&gt;leatherbacks&lt;/a&gt;. The refuge also provides habitat for several other threatened and endangered species.\nThree centers within the sanctuary are run by &lt;a href=\"Brevard%20County%2C%20Florida\"&gt;Brevard County&lt;/a&gt; under the aegis of the restrictions established by the federal government.\nConservation efforts.\nArchie Carr NWR is threatened by &lt;a href=\"sea%20level%20rise\"&gt;sea level rise&lt;/a&gt;. Scientists and researchers are studying the impacts of sea level rise on this ecosystem."
}