{
    "id": "59657519",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=59657519",
    "title": "Daniel Grose",
    "text": "Daniel Charles Evans Grose (3 April 1903 – 14 November 1971) was an English first-class cricketer and &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer. He entered the &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt; in 1923, with appearances in first-class cricket for the &lt;a href=\"British%20Army%20cricket%20team\"&gt;British Army cricket team&lt;/a&gt; coming in 1925 and 1927. He was taken prisoner by the Japanese following the &lt;a href=\"Battle%20of%20Hong%20Kong\"&gt;Battle of Hong Kong&lt;/a&gt; in December 1941, spending the remainder of the war as a prisoner of war. Following the war he retired from the military in 1948, and later served as a senior administrator for the Tunbridge Wells Hospital Group from 1966 to 1970.\nEarly life and military career.\nThe son of Lieutenant Colonel Daniel Charles Evans Grose and Ida Macdonald, Grose was born at &lt;a href=\"South%20Stoneham\"&gt;South Stoneham&lt;/a&gt; in Hampshire and was educated at &lt;a href=\"Felsted%20School\"&gt;Felsted School&lt;/a&gt;. After leaving Felsted he attended the &lt;a href=\"Royal%20Military%20Academy%2C%20Woolwich\"&gt;Royal Military Academy&lt;/a&gt;, graduating into the &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt; as a &lt;a href=\"Second%20lieutenant%23United%20Kingdom%20%26amp%3B%20other%20Commonwealth%20countries\"&gt;second lieutenant&lt;/a&gt; in February 1923. In August of that year he played &lt;a href=\"Minor%20Counties%20of%20English%20and%20Welsh%20cricket\"&gt;minor counties cricket&lt;/a&gt; for &lt;a href=\"Wiltshire%20County%20Cricket%20Club\"&gt;Wiltshire&lt;/a&gt;, making two appearances in the &lt;a href=\"Minor%20Counties%20Championship\"&gt;Minor Counties Championship&lt;/a&gt;. He became a &lt;a href=\"Lieutenant%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;lieutenant&lt;/a&gt; in February 1925.\nGrose made his debut in &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for the &lt;a href=\"British%20Army%20cricket%20team\"&gt;British Army cricket team&lt;/a&gt; against &lt;a href=\"Cambridge%20University%20Cricket%20Club\"&gt;Cambridge University&lt;/a&gt; at &lt;a href=\"Fenner%27s\"&gt;Fenner's&lt;/a&gt; in 1925, with a further appearance in that same year against &lt;a href=\"Oxford%20University%20Cricket%20Club\"&gt;Oxford University&lt;/a&gt;. He made two further first-class appearances against the same opposition in 1927. Across his four matches for the Army, he scored 113 runs with a high score of 35. He was promoted to the rank of &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; in January 1934. In February 1935, Grose was made an &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt; in the &lt;a href=\"48th%20%28South%20Midland%29%20Division\"&gt;48th (South Midland) Division&lt;/a&gt;. His hobbies around this time included flying, where he was a member of the &lt;a href=\"Bristol%20and%20Wessex%20Aeroplane%20Club\"&gt;Bristol and Wessex Aeroplane Club&lt;/a&gt; in 1936.\nWorld War II and later life.\nServing during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, he became a &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; in January 1940. By December 1941, he was commanding 22nd Fortress Company of the Royal Engineers at &lt;a href=\"British%20Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;. He was present for the &lt;a href=\"Battle%20of%20Hong%20Kong\"&gt;Fall of Hong Kong&lt;/a&gt; to the &lt;a href=\"Empire%20of%20Japan\"&gt;Japanese&lt;/a&gt; in December 1941, during which he was captured and spent the remainder of the war as a prisoner of war; his wife and children were also captured and interned at &lt;a href=\"Baguio\"&gt;Baguio&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. He was repatriated to &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; following the end of the war in September 1945. He continued to serve in the army following the war. He retired from military service in August 1948, upon which he was granted the honorary rank of &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant colonel&lt;/a&gt; and ceased to be liable for recall in the &lt;a href=\"Army%20Reserve%20%28United%20Kingdom%29\"&gt;reserves&lt;/a&gt; in October 1958.\nGrose was active in his local community in &lt;a href=\"Royal%20Tunbridge%20Wells\"&gt;Tunbridge Wells&lt;/a&gt;, where he was the chairman of the Tunbridge Wells Hospital Group from 1966 to 1970. He died in November 1971 at Tonbridge, aged 68."
}