{
    "id": "597366",
    "revid": "28463156",
    "url": "https://en.wikipedia.org/wiki?curid=597366",
    "title": "Neil McLeod (politician)",
    "text": "Neil McLeod (December 15, 1842 – October 19, 1915) was a &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt; &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;, &lt;a href=\"judge\"&gt;judge&lt;/a&gt;, &lt;a href=\"politician\"&gt;politician&lt;/a&gt;, the fifth &lt;a href=\"premier%20of%20Prince%20Edward%20Island\"&gt;premier&lt;/a&gt;, and &lt;a href=\"Leader%20of%20the%20Opposition%20%28Prince%20Edward%20Island%29\"&gt;Leader of the Opposition&lt;/a&gt; during the &lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt; of the Prince Edward Island legislature. He was born at &lt;a href=\"Uigg%2C%20Prince%20Edward%20Island\"&gt;Uigg&lt;/a&gt; on the island to Roderick McLeod and Flora McDonald, Baptist &lt;a href=\"Immigration\"&gt;immigrants&lt;/a&gt; from the &lt;a href=\"Isle%20of%20Skye\"&gt;Isle of Skye&lt;/a&gt; in Scotland. He was educated at the Uigg Grammar School and in &lt;a href=\"Wolfville\"&gt;Wolfville&lt;/a&gt;, Nova Scotia, articled in law at &lt;a href=\"Charlottetown\"&gt;Charlottetown&lt;/a&gt; and was called to the bar in 1873. Four years later, his marriage to the beloved Isabella Jane Adelia Hayden, the Methodist granddaughter to Irish Roman Catholic immigrant and merchant John Roach Bourke, furthered &lt;a href=\"Gaels\"&gt;Gaelic&lt;/a&gt; intersections among Islander cultural enclaves. McLeod was the child of immigrants from the Isle of Skye and transcriptions identified him as both \"Neil McLeod\" and \"Neil MacLeod,\" in publications as well as legal documents, after the 1886 election of &lt;a href=\"Angus%20MacLeod%20%28politician%29\"&gt;Angus MacLeod&lt;/a&gt;. Historians continue to research his positions on the 1882 replacement of French-language texts with bilingual readers for French Acadians, late nineteenth-century prohibitions on &lt;a href=\"Canadian%20Gaelic%23Reasons%20for%20decline\"&gt;Canadian Gaelic&lt;/a&gt;, and corporal punishment in Prince Edward Island schools. During this period, McLeod practiced law with partner Edward Jarvis Hodgson before joining the McLeod, Morson, and McQuarrie law firm. He also served as Commissioner for the Poor House and as a \"trustee\" to the public &lt;a href=\"Hillsborough%20Hospital\"&gt;Prince Edward Island Hospital for the Insane&lt;/a&gt;, which replaced the Lunatic Asylum following a Grand Jury inquest. Mental health officer and occupational therapist Tina Pranger recently examined the presents and pasts of the &lt;a href=\"Hillsborough%20Hospital\"&gt;Hillsborough Hospital&lt;/a&gt;, providing a summation of previous assessments of the inquest by historians and curators.\nDisclaimer: Quotations from published collections of transcribed primary sources, most of which have been paraphrased and summarized in scholarly articles and encyclopedia entries, constitute less than half of this wiki source base. For clarification of Wikipedia's conception of \"descriptive\" and \"original research\" in the , please review and , including \"primary sources does not mean 'bad.' \"\nPrince Edward Island Conservative Party Leader and Premier.\nNeil McLeod entered politics in 1879, winning a &lt;a href=\"Legislative%20seat\"&gt;seat&lt;/a&gt; in the provincial &lt;a href=\"legislature\"&gt;legislature&lt;/a&gt; as a &lt;a href=\"PEI%20Conservative%20Party\"&gt;Conservative&lt;/a&gt;. He was re-elected in 1882 and, after the resignation of the Davies government, became secretary-treasurer and then &lt;a href=\"minister%20without%20portfolio\"&gt;minister without portfolio&lt;/a&gt; in the &lt;a href=\"William%20Wilfred%20Sullivan\"&gt;William Wilfred Sullivan&lt;/a&gt; majority government. Sullivan, a Roman Catholic Premier, switched to the Conservative Party when Liberals diminished public funding for \"minority faith\" (e.g., Roman Catholic) &lt;a href=\"separate%20school\"&gt;separate school&lt;/a&gt;s in the 1877 Public Schools Act. During the electoral campaigns, McLeod garnered endorsements from labor organizations by promoting a Mechanics’ Lien Bill, which passed in the legislature, along with an indigent debtors bill and regulations that circumscribed punitive measures for debt. In 1889, Sullivan resigned to become &lt;a href=\"Chief%20Justice\"&gt;Chief Justice&lt;/a&gt; of the province's &lt;a href=\"Supreme%20Court%20of%20Prince%20Edward%20Island\"&gt;Supreme Court&lt;/a&gt; and McLeod became party leader and &lt;a href=\"Premier\"&gt;Premier&lt;/a&gt;. He supported construction of a mainland tunnel and liquor licensing laws after the defeat of provincial temperance legislation. McLeod, along with several prominent Liberal delegates, seemed to advocate for \"temperance\" textbooks at reduced prices. His government, a majority by only one delegate, faced three &lt;a href=\"by-election\"&gt;by-election&lt;/a&gt; losses in 1891 after three members resigned to pursue seats in the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons of Canada&lt;/a&gt;. On April 17, 1891, McLeod's Cabinet (Executive Council) requested dissolution in order to facilitate deliberations over deficit spending and what became known as legislative \"&lt;a href=\"Merger%20%28politics%29\"&gt;amalgamation&lt;/a&gt;.\" Despite a refusal by Lieutenant Governor Jedediah Slason Carvell, reports of a pending &lt;a href=\"Motion%20of%20No%20Confidence\"&gt;Motion of No Confidence&lt;/a&gt; five days later compelled McLeod to tender his resignation by telephone the day before the next legislature session. He thereafter carried the dubious distinction of being the first elected official in the &lt;a href=\"Canadian%20Confederation\"&gt;Canadian Confederation&lt;/a&gt;, and what would become the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt;, to resign a government with a brief phone call.\nUnicameralism and Leader of the Opposition.\nFrom 1891 to 1893, Neil McLeod became &lt;a href=\"Leader%20of%20the%20Opposition%20%28Prince%20Edward%20Island%29\"&gt;Leader of the Opposition&lt;/a&gt; in the &lt;a href=\"31st%20General%20Assembly%20of%20Prince%20Edward%20Island\"&gt;31st General Assembly of Prince Edward Island&lt;/a&gt;. The Liberal Party denounced Conservative deficits, merchant metropolitics (they did not denounce a cosmopolis), attempts to construct a mainland tunnel, Land office mortgages, and preferences for Confederation \"dominion\" in United States trade treaties rather than Prince Edward Island \"provincial reciprocity\" with the U.S. federal government. On the &lt;a href=\"The%20Great%20Rapprochement\"&gt;eve of the Great Rapprochement&lt;/a&gt;, U.S. Democratic partisan appropriation of \"free trade\" &lt;a href=\"Cobdenism\"&gt;Cobdenism&lt;/a&gt; sustained British textile-industrial imports, which British merchants exchanged for U.S. &lt;a href=\"Jim%20Crow%20economy\"&gt;sharecropped&lt;/a&gt; exports and manufactures. The provincial Liberal Party cast \"provincial reciprocity\" as a pathway to U.S. industrial distribution of Prince Edward Island beef, lamb, and dairy exports to Atlantic markets as well as an import channel for a variety of commodities. These ostensible aims for \"provincial reciprocity,\" which diverged from &lt;a href=\"McKinley%20Tariff\"&gt;McKinley Tariff&lt;/a&gt; \"reciprocity\" ideas, garnered the support of agrarian proprietors and oyster mussel mud diggers implicated in soil treatments that in turn altered estuary and provincial ecologies. Conversely, \"poor farmers\" frequently sold portions of their herds to agrarian proprietors during winter hay shortages throughout the \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\" critical period. The 1892 \"Bill respecting the Legislature\" allowed agrarian proprietors and mortgage-holders to vote for the proposed legislature \"in toto\", but restricted suffrage for &lt;a href=\"Land%20Purchase%20Act%20%281875%29\"&gt;remaining&lt;/a&gt; tenant farmers, horticulturalists, shepherds, and usufructuary yeomen to voting for fifteen out of thirty &lt;a href=\"Member%20of%20the%20Legislative%20Assembly\"&gt;MLAs&lt;/a&gt;. The latter's partisan politics remain subjects of scholarly inquiry. Fishermen votes for either party were often contingent on seasonal yields and majority governments, particularly during the storms that plagued the industry at the beginning of Isaac C. Hall's 1890-93 stint as U.S. Consul.\nAs Leader of the Opposition, Neil McLeod's dialectics engaged scathing Liberal critique with Conservative support for progressive \"&lt;a href=\"Merger%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\" of the lower house and Legislative Council. These \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\" debates adumbrated the fall and rise of competing notions of &lt;a href=\"unicameralism\"&gt;unicameralism&lt;/a&gt; across Island publics and, ultimately, a &lt;a href=\"Legislative%20Assembly%20of%20Prince%20Edward%20Island\"&gt;Legislative Assembly&lt;/a&gt;. Factionalism engulfed the &lt;a href=\"Gilbert%20Buote\"&gt;French Acadian community&lt;/a&gt;, Roman Catholic parishes, and the usufructuary &lt;a href=\"Lennox%20Island%201\"&gt;Lennox Island 1&lt;/a&gt;, &lt;a href=\"Morell%202\"&gt;Morell 2&lt;/a&gt;, and &lt;a href=\"Scotchfort%204\"&gt;Scotchfort 4&lt;/a&gt; reserves, under Dominion and Crown jurisdiction, for the &lt;a href=\"Lennox%20Island%20First%20Nation\"&gt;Mi'kmaq of Lennox Island&lt;/a&gt;...on and off said reserves (the two &lt;a href=\"Abegweit%20First%20Nation\"&gt;Abegweit First Nation&lt;/a&gt; reserves seceded from the Lennox Island First Nation in 1972). Although the Roman Catholic Church never established, and the Dominion never appropriated, &lt;a href=\"Canadian%20Indian%20residential%20school%20system\"&gt;Indian Residential Schools&lt;/a&gt; on Prince Edward Island, scholarly research endeavors are currently underway to determine if any children of the twentieth-century P.E.I. First Nations were transported to the 1930-67 &lt;a href=\"Shubenacadie%20Indian%20Residential%20School\"&gt;Shubenacadie Indian Residential School&lt;/a&gt; in &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;. \"African\" men and women similarly did not appear in voting records and only between 165-181 identified as such in the 1881 census (with a precipitous decline in the 1891 census). Most lived and died in the \"Bog\" community of the &lt;a href=\"5th%20Queens\"&gt;Charlottetown electoral district&lt;/a&gt; represented by Neil McLeod, ensuring that the obfuscation of Afro-Euramerican offspring and proactive passive citizenship heralded &lt;a href=\"Unicameralism\"&gt;unicameral&lt;/a&gt; ideas. In 1892, amidst deliberations over the \"Bill respecting the Legislature\" (popularly known as the \"Amalgamation Bill\"), McLeod attempted to extend &lt;a href=\"Women%27s%20suffrage%20in%20Canada\"&gt;provincial suffrage&lt;/a&gt; to unmarried, but not married, women. For Mi'kmaq and \"African\" peoples, as well as women, the legalities of parenthood, guardianship, consent, suffrage, and majority government became entangled in the biopolitics of &lt;a href=\"Hyperdescent\"&gt;hyperdescent&lt;/a&gt;.\nThis Opposition inaugurated a critical period in Prince Edward Island history, as passive and active Islander partisans narrated as well as contested origins for the idea of legislative \"&lt;a href=\"Merger%20%28politics%29\"&gt;amalgamation&lt;/a&gt;.\" The emphasis on origins, however, failed to deter Neil McLeod from narrating the multipolar transmission of unicameral ideas into the \"little\" province and its multiple publics. Early in the third session of the &lt;a href=\"31st%20General%20Assembly%20of%20Prince%20Edward%20Island\"&gt;31st General Assembly of Prince Edward Island&lt;/a&gt;, for example, McLeod reassured the House that he would \"wait with patience until the measure [for legislative \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\"] is brought forth. If it is a reasonable one the Opposition will support it.\" Even during the first weeks of the session, McLeod recollected that Conservative partisans \"have believed for years that the Legislature was too cumbersome, and we have made efforts to reduce it. We considered that one chamber was amply sufficient. When the great &lt;a href=\"Legislative%20Assembly%20of%20Ontario\"&gt;Province of Ontario&lt;/a&gt; can get along as well as they do with but one chamber, I do not see why the little Province of Prince Edward Island could not do the same.\" In his assessment, any dissent against &lt;a href=\"unicameralism\"&gt;unicameralism&lt;/a&gt; came from Liberal Party quarters. &lt;a href=\"Alexander%20Warburton\"&gt;Alexander Warburton&lt;/a&gt;, for instance, repeatedly made clear that \"he was opposed to doing away with one chamber, that two chambers were necessary for the safety of the country...he thinks that owing to the stringency of affairs in this country, \"perhaps\" it would be advisable.\" For \"&lt;a href=\"Clear%20Grits\"&gt;Clear Grit&lt;/a&gt;\" &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; ideas in Ontario, McLeod suggested that Warburton, Director of the Prince Edward Island \"Patriot\" Publishing Company, consult Toronto \"editorials in the &lt;a href=\"The%20Globe%20%28Toronto%20newspaper%29\"&gt;\"Globe\" newspaper&lt;/a&gt; [which] might induce him to do with one chamber. That paper advocates one chamber only.\" He also compared and contrasted Prince Edward Island \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\" with unicameralism in &lt;a href=\"2nd%20Manitoba%20Legislature\"&gt;Manitoba (1876)&lt;/a&gt; and &lt;a href=\"27th%20New%20Brunswick%20Legislature\"&gt;New Brunswick (1891)&lt;/a&gt;. These comparisons frequently ended with exhortations on the &lt;a href=\"Clear%20Grits\"&gt;Clear Grit&lt;/a&gt; movement (including &lt;a href=\"George%20Brown%20%28Canadian%20politician%29\"&gt;George Brown&lt;/a&gt;) and provincial unicameralism, rather than reifications of the &lt;a href=\"Constitutional%20Act%201791\"&gt;1791 Constitutional Act&lt;/a&gt; and the establishment of &lt;a href=\"Upper%20Canada\"&gt;Upper Canada&lt;/a&gt; as a signal event in the inexorable path to Confederation. Dominion magistrates, journalists, poets, and authors promulgated such origin narratives of Confederation in the late nineteenth century. The entwinement of the memory of provincial &lt;a href=\"unicameralism\"&gt;unicameralism&lt;/a&gt; with Confederation narratives remains a subject of scholarly inquiry.\nMcLeod often recounted the origins of \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\" as a prelude to \"universal\" suffrage, premised on &lt;a href=\"Hyperdescent\"&gt;hyperdescent&lt;/a&gt; across all provincial electoral districts. He introduced an example of this category of \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\" narrative during a heated debate over a &lt;a href=\"Minority%20governments%20in%20Canada\"&gt;minority government&lt;/a&gt; \"&lt;a href=\"Ad%20hoc%20committee\"&gt;ad hoc&lt;/a&gt;\" committee proposal in the third session of the &lt;a href=\"31st%20General%20Assembly%20of%20Prince%20Edward%20Island\"&gt;31st General Assembly of Prince Edward Island&lt;/a&gt;: \"...in 1879, no sooner were we [Conservatives] elected than we introduced a Bill for the abolition of the Legislative Council and it received much support, but owing to the other end of the Legislature and the [Liberal] Opposition here, it failed to become law. We again introduced a Bill in 1880 for the purpose of abolishing the Council and that Bill met with the same fate...in 1881 we had a Bill for the abolition of the Council, in 1882 nearly the same form of Bill. Some changes were made in one year for the purpose of making it more palatable to the other end of the building, but they were bound not to pass the Bill. The then [Liberal] Opposition did not desire us to get the credit of passing a bill of such importance as the Leader of the Government considers this.\"\nDespite his distinction between solely eliminating an upper house and \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamating&lt;/a&gt;\" a bicameral legislature, Neil McLeod traced cultural memorywork, rather than his intended direct genealogy, from &lt;a href=\"Victorian%20era\"&gt;Early Victorian&lt;/a&gt; &lt;a href=\"Clear%20Grits\"&gt;Clear Grit&lt;/a&gt; ideas to active as well as passive &lt;a href=\"Victorian%20era\"&gt;Late Victorian&lt;/a&gt; &lt;a href=\"unicameralism\"&gt;unicameralism&lt;/a&gt; in &lt;a href=\"Fin%20de%20si%C3%A8cle\"&gt;fin de siècle&lt;/a&gt; Prince Edward Island. These ideas marked the ascension of \"Ontario\" as \"the leading Province of the Dominion,\" an electoral system with \"a free franchise--almost manhood suffrage--and that Province glories in the fact that its franchise is more liberal than that of the Dominion of Canada. If they can get along with one chamber and a so liberal a franchise, surely it is a retrograde movement for us to adopt so high a qualification.\" The Liberal \"Bill respecting the Legislature\" restricted the votes of real estate borrowers, and those without at least \"&lt;a href=\"Canadian%20dollar\"&gt;$325&lt;/a&gt;\" (not adjusted) in real estate holdings, to only half the proposed legislature. This restriction seemingly eroded the active citizenship of \"farmers' sons. It is all very well to protect the rights of farmers, but I believe also in protecting the rights of sons.\" McLeod did not elaborate on why the sons of farmers would be affected ala &lt;a href=\"Cyrus%20Shaw\"&gt;Cyrus Shaw&lt;/a&gt;. The Liberal \"caucus\" intended real estate requirements, carried over from Legislative Council electorates, to promote the idea of legislative \"&lt;a href=\"Amalgamation%20%28politics%29\"&gt;amalgamation&lt;/a&gt;\" over outright abrogation. He agreed that \"the Legislative Council should have been recognized more than they have been, and the new House should have some name other than House of Assembly. They might at least have satisfied them with some pretence of amalgamation, instead of totally extinguishing them.\" There were Conservative variations on this narrative (e.g., by &lt;a href=\"Cyrus%20Shaw\"&gt;Cyrus Shaw&lt;/a&gt;) during the critical period. According to legislative records, partisan dailies, and collected memoirs, McLeod periodically began in a facetious manner. \"It affords us a great deal of pleasure,\" he once averred, \"to find that the Government have adopted a plank from the policy of the Opposition.\" He would ostensibly commend the \"small majority's\" &lt;a href=\"Minority%20governments%20in%20Canada\"&gt;minority government&lt;/a&gt; as well. \"I again congratulate the Government,\" he reiterated a short time later, \"upon adopting this policy of the Opposition.\"\nSir John Sparrow David Thompson and Opposition endings.\nDominion Minister of Justice &lt;a href=\"John%20Sparrow%20David%20Thompson\"&gt;Sir John Sparrow David Thompson&lt;/a&gt;, a Roman Catholic Conservative, included petitions by Neil McLeod as well as &lt;a href=\"Frederick%20Peters\"&gt;Frederick Peters and his Executive Council&lt;/a&gt; in a report on the \"Bill respecting the Legislature\" to Canadian Governor General &lt;a href=\"Frederick%20Stanley%2C%2016th%20Earl%20of%20Derby\"&gt;Lord Frederick Stanley of Preston&lt;/a&gt;, 16th Earl of Derby and progenitor of the &lt;a href=\"Stanley%20Cup\"&gt;National Hockey League's Stanley Cup&lt;/a&gt;. Neil McLeod drafted two reservations regarding this \"Amalgamation Bill,\" coupled together as \"the disability.\" First, amendments to the \"Amalgamation Bill\" required supermajorities in any future session of the proposed \"&lt;a href=\"Legislative%20Assembly%20of%20Prince%20Edward%20Island\"&gt;Legislative Assembly&lt;/a&gt;.\" McLeod argued that such a mandate could conceivably allow a session supermajority to increase the supermajority requirement to unanimity for amendment proposals, thereby generating an amendment to preclude subsequent amendments. He was most concerned with a Conservative proposition to nullify real estate (including mortgage-holder) qualifications for voting for fifteen of the &lt;a href=\"Member%20of%20the%20Legislative%20Assembly\"&gt;MLAs&lt;/a&gt; into office, \"having for its object the liberalizing of the electoral franchise.\" Moreover, Section 92, Subsection 1 of the &lt;a href=\"British%20North%20America%20Act%20%281867%29\"&gt;British North America Act&lt;/a&gt; \"clearly gives each provincial legislature...the power, from time to time, to alter and vary its constitution to suit the changed circumstances and condition of the people.\" The supermajority requirement for amendments spawned a potential for the preceding scenario and \"any legislation, therefore, that interferes with or restricts the majority of the members of a provincial legislature to effect a change in the constitution is not constitutional.\" Second, the \"Amalgamation Bill\" also gerrymandered the boundaries of the &lt;a href=\"Cardigan%2C%20Prince%20Edward%20Island\"&gt;Cardigan&lt;/a&gt;, &lt;a href=\"St.%20Peters%20Bay%2C%20Prince%20Edward%20Island\"&gt;St. Peters Bay&lt;/a&gt;, &lt;a href=\"Murray%20Harbour%2C%20Prince%20Edward%20Island\"&gt;Murray Harbour&lt;/a&gt; (or Murray's River), as well as &lt;a href=\"Georgetown%2C%20Prince%20Edward%20Island\"&gt;Georgetown&lt;/a&gt; electoral districts \"and the people of one religious denomination are so grouped, as to impair their legitimate influence in public affairs.\" All four districts contained much of the French Acadian community, and additional Roman Catholic parishioners, in Prince Edward Island. In January 1893, Sir Thompson, leery of a Protestant electoral backlash after his own nomination for Canadian Prime Minister, counseled Lord Stanley to \"take no action\" on the \"Amalgamation Bill.\" He ultimately didn't do so not for &lt;a href=\"pocket%20veto\"&gt;pocket veto&lt;/a&gt; purposes, but rather so that \"the bill now under consideration be passed as a statute of Prince Edward Island.\" Once the bill became law, the Canadian Minister of Justice \"may have an opportunity of considering the objections which have been presented thereto, as based on constitutional right and usage.\" Lord Stanley \"approved\" of this counsel. In 1894, months before his own death, Sir Thompson reviewed the resulting provincial statute and counseled \"approval\" by the Governor General.\nSummerside jurist in a memory of defeat.\nMcLeod retired from Conservative politics in 1893, shortly after (what parliamentary reporters described as) the \"&lt;a href=\"John%20Collier%20Underhay\"&gt;Printing Debates&lt;/a&gt;,\" and accepted a standing offer to serve as Prince County court judge. He served in that position for twenty-two years and briefly invested in a silver fox ranch during the first decade of the twentieth century. Eight months after his retirement, the Liberal Party won the &lt;a href=\"1893%20Prince%20Edward%20Island%20general%20election\"&gt;general elections&lt;/a&gt; in several landslide victories, inaugurating &lt;a href=\"List%20of%20post-confederation%20Prince%20Edward%20Island%20general%20elections\"&gt;eighteen consecutive years&lt;/a&gt; of Liberal majority governments. The 1909 \"&lt;a href=\"Anne%20of%20Avonlea\"&gt;Anne of Avonlea&lt;/a&gt;\" and 1917 \"&lt;a href=\"Anne%27s%20House%20of%20Dreams\"&gt;Anne's House of Dreams&lt;/a&gt;\" both contained allegories and allusions to provincial as well as Dominion political cultures during the critical period. McLeod died at &lt;a href=\"Summerside%2C%20Prince%20Edward%20Island\"&gt;Summerside&lt;/a&gt; in 1915. According to his Summerside obituary, \"besides an extremely wide circle of friends and admirers there are left to mourn, a widow, one son, Arthur, now in Florida, and six daughters, all of whom reside in the West, excepting Miss Marie, who was one of the nurses at the front in France and is now home on leave of absence.\" &lt;a href=\"Summerside%2C%20Prince%20Edward%20Island\"&gt;Summerside&lt;/a&gt; newspapers in Prince County continued to report on the whereabouts of his children, particularly after the \"marriage in California of Mary Rogers McLeod, [youngest] daughter of the late Judge McLeod, to [the &lt;a href=\"Hundred%20Days%20Offensive\"&gt;Hundred Days Offensive&lt;/a&gt; veteran and &lt;a href=\"Philately\"&gt;philatelist&lt;/a&gt;] John Cecil Holmes of Victoria, B.C.\" In the twenty-first century, members of the M(a)cLeod, MacKenzie, and Holmes &lt;a href=\"Genealogical%20DNA%20test\"&gt;families&lt;/a&gt; provided personal and public papers, as well as material culture, from the critical period and &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; to &lt;a href=\"Summerside%2C%20Prince%20Edward%20Island\"&gt;Summerside&lt;/a&gt; and &lt;a href=\"Charlottetown\"&gt;Charlottetown&lt;/a&gt; &lt;a href=\"List%20of%20museums%20in%20Prince%20Edward%20Island\"&gt;museums and archives&lt;/a&gt;. Fonds as well as collections have been established in their names. In 2007, the McLeod family home (until 1917-18) on Granville Street garnered &lt;a href=\"List%20of%20historic%20places%20in%20Summerside%2C%20Prince%20Edward%20Island\"&gt;recognition&lt;/a&gt; as one of &lt;a href=\"Canadian%20Register%20of%20Historic%20Places\"&gt;Canada's Historic Places&lt;/a&gt;, registered as the Judge McLeod House."
}