{
    "id": "59747697",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=59747697",
    "title": "Bhandirban",
    "text": "Bhandirban is a village in &lt;a href=\"Birbhum%20district\"&gt;Birbhum district&lt;/a&gt; of &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt; state. The name of the place is also spelled alternatively as Bhandier Bon. Bhandirban village is administered by the &lt;a href=\"Khatanga%2C%20West%20Bengal\"&gt;Khatanga, West Bengal&lt;/a&gt; gram panchayat of &lt;a href=\"Suri%20I\"&gt;Suri I&lt;/a&gt; &lt;a href=\"Community%20development%20block%20in%20India\"&gt;community development block&lt;/a&gt; in &lt;a href=\"Suri%20Sadar%20subdivision\"&gt;Suri Sadar subdivision&lt;/a&gt; of &lt;a href=\"Birbhum%20district\"&gt;Birbhum district&lt;/a&gt;. The village is located on the banks of the &lt;a href=\"Mayurakshi%20River\"&gt;Mayurakshi River&lt;/a&gt; on Suri-Dumka highway at a distance of 10 km from the district headquarter at &lt;a href=\"Suri%2C%20Birbhum\"&gt;Suri, Birbhum&lt;/a&gt;.\nDemographics.\nAs per the &lt;a href=\"2011%20Census%20of%20India\"&gt;2011 Census of India&lt;/a&gt;, Bhandirban had a total population of 1,168 of which 605 (52%) were males and 563 (48%) were females. Population below 6 years was 147. The total number of literates in Bhandirban was 704 (68.95% of the population over 6 years)\nHistory.\nThis place was under &lt;a href=\"Zamindar\"&gt;Zemindari&lt;/a&gt; of &lt;a href=\"Bardhaman\"&gt;Burdwan&lt;/a&gt; &lt;a href=\"Maharaja\"&gt;Maharaja&lt;/a&gt; in &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; era. There are two temples explored by Archeological Survey of India- Bhandirban Gopal Mandir and Bhandeswar Shiv Mandir situated in Bhandirban village..\nGopal Bari.\nGopal Bari also known as Gopal Mandir is a temple dedicated to the deity &lt;a href=\"Krishna\"&gt;Krishna&lt;/a&gt;. The stone plate on the temple credits the origin of the temple to the local legend, according to which a hermit Dhruv Goswami while wandering at Bhandirban had placed on the ground, the twelve images of Gopal he was carrying. One of the images got stuck on the location where it was placed after which a temple was built at that location, by Ramnath Bhaduri, the Diwan of &lt;a href=\"Murshidabad%20district\"&gt;Murshidabad&lt;/a&gt; &lt;a href=\"Nawabs%20of%20Bengal%20and%20Murshidabad\"&gt;Nawab&lt;/a&gt; Muhhammad-Ul- Zaman Khan in the year 1754. Fairs and festivals on the eve of Goshtashtami (also known as Gopashtami) are celebrated every year in the Bengali month of &lt;a href=\"Kartik%20%28month%29\"&gt;Kartik&lt;/a&gt;\nBhandeswar Shiva Mandir.\nBhandeswar &lt;a href=\"Shiva\"&gt;Shiva&lt;/a&gt; &lt;a href=\"Hindu%20temple\"&gt;Mandir&lt;/a&gt; is located behind the Gopal Mandir. It was rebuilt by Ramnath Bhaduri. The laterite stone temple built by Bhaduri is tall &lt;a href=\"pyramid\"&gt;pyramid&lt;/a&gt;a &lt;a href=\"Shikhara\"&gt;sikharal&lt;/a&gt; type. The spire is about 45 feet high. The floor of shrine is 5 feet below the level of platform. The enshrined &lt;a href=\"Lingam\"&gt;linga&lt;/a&gt; is a natural &lt;a href=\"boulder\"&gt;boulder&lt;/a&gt;, to the right of which is placed a four-handed stone image of Goddesses Durga."
}