{
    "id": "5982828",
    "revid": "23594469",
    "url": "https://en.wikipedia.org/wiki?curid=5982828",
    "title": "Big Island, Malaysia",
    "text": "Big Island (, in &lt;a href=\"Jawi%20alphabet\"&gt;Jawi Script&lt;/a&gt;: , ) is an island in &lt;a href=\"Malacca\"&gt;Malacca&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, and is located approximately 13 km from mainland Malacca.\nTransportation.\nPrivate motorboats leave from the towns of Pernu and Umbai, about 11 km from &lt;a href=\"Malacca%20City\"&gt;downtown Malacca&lt;/a&gt;. Ferries are also available from the \"Anjung Batu\" jetty in Umbai, departing at the following times: 8:00, 10:00, 12:00, 14:30, 17:00, 18:30 and 20:30, and return 30 minutes thereafter (8:30, 10:30, etc.). The adult return ticket is RM15, children over 4 RM11, under 4 RM4.\nPublic transportation.\nTo get to Anjung Batu Jetty from Malacca, take bus \"Panorama\" #6A Platform #8 from Melaka Sentral terminal, towards &lt;a href=\"Merlimau\"&gt;Merlimau&lt;/a&gt;/&lt;a href=\"Muar%20%28town%29\"&gt;Muar&lt;/a&gt;. When purchasing the ticket (RM2.50) from the driver at boarding, tell the driver you are going to Anjung Batu Jetty, and he will announce the destination upon arrival.\nAttractions.\nNotable among these is the tomb of Sultan Al Ariffin Syeikh Ismail. According to the notice board outside the tomb, Syeikh Ismail was the 18th descendant of the &lt;a href=\"Muhammad\"&gt;Prophet&lt;/a&gt; and was born in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; in &lt;a href=\"1462\"&gt;1462&lt;/a&gt; AD. While visiting the Prophet's tomb in &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt;, he received a calling to go and spread Islam to &lt;a href=\"Java\"&gt;Java&lt;/a&gt;. He reached Pulau Besar in 1495 and from there helped disseminate Islamic teaching throughout the Malay Archipelago. He died in &lt;a href=\"1519\"&gt;1519&lt;/a&gt; at the age of 56 and was buried on the island.\nThe tomb of Syarifah Rodziah/Siti Sarah (one of Syeikh Ismail's relatives) is located nearby, as are several other graves and mausoleums. These tombs attract many visitors, particularly Malaysian and Singaporean &lt;a href=\"Tamil%20Muslim\"&gt;Muslims of Indian descent&lt;/a&gt;.\nThe island has a number of other attractions, some of which are rather mystical, including a number of old wells, one of which is believed to contain salt water at high tide and fresh water during low tide.\nThere are also interesting rock formations, including a stone skull, horse head rock and a split rock at the highest point of the island. Various legends and myths are associated with these rocks.\nLegend also has a village of elves, an elves' palace and a cave known as \"Gua Yunos\" (\"Yunos' Cave\") where warriors were said to practice mysticism and learn &lt;a href=\"silat\"&gt;silat&lt;/a&gt; (Malaysian Martial arts).\nThere is a museum - \"Muzium Pulau Besar\" - operated by the state government, which explains some of the weird and wonderful legends and sights on the island.\nDevelopment plans.\nThere are currently no new development projects on the island, however in 2008 there were plans to turn the island into the country's largest independent oil storage terminal by 2010. Located about 40 km from the Petronas largest refinery complex in &lt;a href=\"Tangga%20Batu%20%28federal%20constituency%29\"&gt;Sungai Udang&lt;/a&gt;, along one of the world's busiest trade routes in the &lt;a href=\"Straits%20of%20Malacca\"&gt;Straits of Malacca&lt;/a&gt;, the island was envisioned to become a hub for the petroleum industry in this region. The project was later shelved.\nGovernment.\nPulau Besar is located within &lt;a href=\"Malacca%20City%20Council\"&gt;Malacca Historical City Council&lt;/a&gt;'s municipal area.\nPulau Besar falls within &lt;a href=\"Telok%20Mas%20%28state%20constituency%29\"&gt;Telok Mas&lt;/a&gt; state constituency, part of &lt;a href=\"Kota%20Melaka%20%28federal%20constituency%29\"&gt;Kota Melaka&lt;/a&gt; parliamentary constituency."
}