{
    "id": "59844443",
    "revid": "12536756",
    "url": "https://en.wikipedia.org/wiki?curid=59844443",
    "title": "Pietro Arcan",
    "text": "Pietro Arcan (born October 9, 1977) is a &lt;a href=\"Moldova\"&gt;Moldova&lt;/a&gt;n criminal and murderer.\nBiography.\nPietro Arcan was born in &lt;a href=\"Grigoriopol\"&gt;Grigoriopol&lt;/a&gt;, Moldova on October 9, 1977. He had a difficult childhood, living in different orphanages, which would later influence his cold and aggressive character. In 1994, he arrived in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;, and in the following years lived in &lt;a href=\"Coslada\"&gt;Coslada&lt;/a&gt; illegally.\nBefore committing the crime for which he would become infamous in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, Arcan already had nine police records: six for burglary, two for injuries and one for infringing on immigration law. His expulsion from the country was processed several times, but never completed because several courts wanted him to fulfill his responsibility for the different causes that he had open. In addition, he was also sought after internationally for the murder of Gheorghe Marius, committed in &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; at the end of 2000.\nAccording to the psychiatrists who treated him, Arcan's way of being fits into the personality of a &lt;a href=\"Psychopathy\"&gt;psychopath&lt;/a&gt;.\nThe crime.\nAs proven at trial, at the dawn of day on June 20, 2001, at about 4 PM, Arcan entered through a door on the top floor in the house inhabited by the Castillo family in &lt;a href=\"Pozuelo%20de%20Alarc%C3%B3n\"&gt;Pozuelo de Alarcón&lt;/a&gt;, with the purpose of robbery. But once inside, he went to the bedroom of the couple, who had been awakened by the noise. The house had a security alarm that, unfortunately, was not activated that day. Arcan entered the room, and without turning on the light, fired at the lawyer Arturo Castillo López and his wife. He killed López, whom he also hit on the head and stabbed in the chest to ensure his death, and left his spouse for dead. Once the man was murdered and believing the woman had also died, he went to the rooms where the daughters were sleeping. Arcan then violated the youngest of the girls and assaulted the eldest with a machete; while the mother, who had regained consciousness, was asking for help by telephone from the emergency services. Then, Arcan wanted to lock the girls in the bathroom, but he gave up on the idea because the door did not have a bolt. There, thanks to the light coming from outside, the two sisters could see a reflection in the mirror of their aggressor's face, which would allow them to identify him later. Finally, Arcan locked up the girls in a small built-in wardrobe. After getting cash and some jewelry, he was alerted to the arrival of the police, called by Castillo's wife, and fled the scene. He was arrested hours later, after managing to escape at first the agents who chased him as he left the house, causing a shoot-out between them.\nThe sentence.\nOn July 10, 2003, the Madrid Provincial Court sentenced Pietro Arcan to 75 years imprisonment for the following offenses:\nHe was also sentenced to compensate his victims a total of 760,000 &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s: 420,000 for the woman, 180,000 for one of the daughters and 160,000 for the other.\nTwo others were sentenced for the deaths, one to 2 years and six months imprisonment, and the other to 4 years, for taking Arcan to Pozuelo. They were considered necessary cooperators of Arcan in the crimes of burglary and assisting to homicide.\nThe Judgment of Hearing was appealed in cassation before the &lt;a href=\"Supreme%20Court%20of%20Spain\"&gt;Supreme Court&lt;/a&gt;, which fully confirmed the resolution of the first instance.\nCurrently, Pietro Arcan is serving his sentence in a high security prison in &lt;a href=\"Palma%20de%20Mallorca\"&gt;Palma de Mallorca&lt;/a&gt;."
}