{
    "id": "59894774",
    "revid": "589657",
    "url": "https://en.wikipedia.org/wiki?curid=59894774",
    "title": "Geological Museum after H. Karapetyan",
    "text": "Geological Museum after H. Karapetyan of Institute of Geological Sciences of the National Academy of Sciences of Armenia () is an academic scientific museum. It was founded in 1937 and reconstructed in 2012. The Museum has the following departments: &lt;a href=\"Mineralogy\"&gt;Mineralogy&lt;/a&gt;, &lt;a href=\"Paleontology\"&gt;Paleontology&lt;/a&gt;, &lt;a href=\"Petrography\"&gt;Petrography&lt;/a&gt;, &lt;a href=\"Natural%20Resources\"&gt;Natural Resources&lt;/a&gt;, &lt;a href=\"Mineral%20Waters\"&gt;Mineral Waters&lt;/a&gt; in Armenia, &lt;a href=\"Natural%20Monuments%20of%20Armenia\"&gt;Natural Monuments of Armenia&lt;/a&gt;. \nHistory.\nGeological Museum of Armenia was founded in June, 1938 based on the rich and diverse collections of prominent geologist, Professor &lt;a href=\"Hovhannes%20Karapetyan\"&gt;Hovhannes Karapetyan&lt;/a&gt; and being adjacent to &lt;a href=\"Institute%20of%20Geological%20Sciences%20of%20Armenia\"&gt;Institute of Geological Sciences&lt;/a&gt; of the Armenian branch of the &lt;a href=\"Academy%20of%20Sciences%20of%20the%20USSR\"&gt;Academy of Sciences of the USSR&lt;/a&gt;. Museum was formed in 1410 samples, now the museum has more than 14.000 exhibits.\nAt the beginning 3 workers worked at the museum, the number has grown to 8.\nOrganization of the exhibition was related to the desire of a group of participants of the 17th International Geological Congress in Moscow to get acquainted with the geology of Armenia. All participants were admired looking exhibits and the Armenian geological excursions. Establishment of the museum was an important event in geological science of the Republic; one united center for centralization, processing, display and storage of materials was created.\n1944 after death of H. Karapetyan museum was renamed after him.\nLater the museum collections were daily supplemented with the samples collected by expeditions of the Institute. Geological Museum, being a unit of academic, scientific system, is called to implement the popularization of scientific works of the Institute. Therefore, the collections reflecting thematic works of the Institute occupy considerable place beside various samples at present. Each year “Geologists Day”, “World Water Day” and other events dedicated to the memory of famous geologists and events are held at the Museum.\nMinerals Hall.\nThere is a hall of minerals at the museum, where rare and beautiful precious and semi-precious gemstones brought from all over the world are displayed as well as different regions of Armenia․ On September 16, 2012, hall of minerals after Ara Ts. Dildilian opened at Geological Museum, where samples from all over the world are demonstrated. Minerals are classified according to chemical formulas and groups. \nPaleontology Department.\nIn geology special attention is paid to the fossils of animals (&lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;) and vegetation (&lt;a href=\"flora\"&gt;flora&lt;/a&gt;) of the remote geological past. They have a special significance because, due to them, the age of enclosing rocks is determined and climatic and geographical conditions of past geological epochs can be reconstructed.\nMany outcrops are known in Armenia where various fossil remnants of fauna and flora were found.\nIn Paleontology department skeleton of a fossilized elephant is demonstrated. This fossil was found in semigravel in the vicinity of Gyumri, near the borough of Cossack Post. The deposits were embedded in lacustrine strata overlapped by &lt;a href=\"tuff\"&gt;tuff&lt;/a&gt;. According to radiological data derived from the bones, the remains date back at least 1.000.000 years. The specimen on exhibit is extremely large for this species.\nPetrography Department.\nRocks of different ages (from Proterozoic to Pliocene) and composition (from acid to alkaline) are displayed at the department.\nOn the desktop there are samples of granits, plagiogranits, granodiorites, peridotites, dunitrs, serpentines, syenites, monzonites and other intrusive rocks of the Mesozoic and Cenozoic Age. The oldest units of stratigraphig sequence in Armenia are Upper Proterozoic metamorphic formations. They form the ancient crystalline basement and show up as a thick stratum of various schists, marbles and amphibolites. Outcroppings occur in the central part of Armenia within the Tsakhkuniats ridge. \nNatural Resources Department.\nArmenia has long been well known for its mineral deposits. Historically gold, copper, iron, arsenic, antimony, various gems, semi-precious and industrial stones have been mined here. The tools and instruments for ore and metal processing, metallurgical slag and traces of ancient mining are evident in the areas of presently exploited mines (Sotk, Meghradzor - gold; Kapan, Alaverdi - copper; Hrazdan - iron, etc.). Metallurgical centers of the Bronze Age are found in Armenia. There are vast resources of nonmetallic minerals and construction materials. These are salt, gypsum, zeolites, diatomites bentonitic clays, lithographic stone, abradants, mineral paints, cement raw materials, travertine, marbles, motley conglomerates, granites, basalts, perlites, slags, pumices and others. Tuffs and welded tuffs (ignimbrites) are of a special interest. They are pink, yellow, orange and black in color. Tuff resources in Armenia are estimated to be more than 3 billion cubic meters. The major deposits are on the slopes of Mount Aragats. There are also deposits of gems and semi-precious and industrial stones such as turquoise, amethyst, agate, carnelian, jasper, opalized wood and obsidian.\nVolcanlogy Department.\nDuring volcanic eruptions pieces of plastic lava are thrown out and take various shapes. They are called volcanic bombs. Their inner part is usually porous and vesicular, and the outer crust is dense and glassy because of fast cooling in the air. Dimensions of volcanic bombs vary from several centimeters to several meters. Depending on their surface, they are classified as bread-crust, discoidal and ellipsoidal in shape. \nVolcanic bombs are found in a large numbers on the slopes of volcanoes (Aragats, Arailer) and on the slag cones of the Geghama, Vardenic and Syunik highlands. Besides the fusiform bombs one can see twisted along bodies withdrawn-off edges, sometimes having an open longitudinal fracture, as well as lemon-like and spherical ones.\nMineral Water Department.\nAmong other natural resources, mineral and thermal waters are of major value. There are also large resources of sweet underground water in Armenia. More than ten thousand springs exist here. For the most part, the water is cold and highly portable.\nEducational Programs.\nThe Museum conducts educational programs corresponding with school programs such as \"What do volcanoes tell?\", \"Incredible world of minerals\", \"Everything about elephants\"etc. It also conducts open-air lessons for different age groups, acquainting them with unique geological monuments of Armenia.\nIn 2011 Eco-club was founded in the Museum."
}