{
    "id": "59935370",
    "revid": "35246606",
    "url": "https://en.wikipedia.org/wiki?curid=59935370",
    "title": "CXorf38 Isoform 1",
    "text": "Chromosome X Open Reading Frame 38 (CXorf38) is a &lt;a href=\"protein\"&gt;protein&lt;/a&gt; which, in humans, is encoded by the CXorf38 &lt;a href=\"gene\"&gt;gene&lt;/a&gt;. CXorf38 appears in multiple studies regarding the escape of &lt;a href=\"X-inactivation\"&gt;X chromosome inactivation&lt;/a&gt; (see &lt;a href=\"CXorf38%20Isoform%201%23Clinical%20Significance\"&gt;Clinical Significance&lt;/a&gt;).\nGene.\nThe CXorf38 gene is located on &lt;a href=\"X%20chromosome\"&gt;chromosome X&lt;/a&gt; at p11.4. Including 5' and 3' &lt;a href=\"untranslated%20region\"&gt;untranslated region&lt;/a&gt;s, isoform 1 is 18,515 base pairs long, spanning chromosome X at 40,626,921 - 40,647,554 on the &lt;a href=\"Sense%20%28molecular%20biology%29\"&gt;minus strand&lt;/a&gt;. Neighboring genes include &lt;a href=\"https%3A//www.genecards.org/cgi-bin/carddisp.pl%3Fgene%3DMPC1L\"&gt;MPC1L&lt;/a&gt; and &lt;a href=\"MED14\"&gt;MED14&lt;/a&gt;, which encode for mitochondrial pyruvate carrier 1-like protein and mediator of RNA polymerase II transcription subunit 14 enzyme, respectively.\nmRNA.\nThe CXorf38 gene encodes 8 &lt;a href=\"Alternative%20splicing\"&gt;mRNA variants&lt;/a&gt;, each encoding a &lt;a href=\"protein%20isoform\"&gt;protein isoform&lt;/a&gt;. Isoform 1, the canonical sequence, has 7 &lt;a href=\"exon\"&gt;exon&lt;/a&gt;s. The remaining isoforms are missing various exons and/or have varying &lt;a href=\"5%27%20UTR\"&gt;5'UTR&lt;/a&gt; or &lt;a href=\"3%27-UTR\"&gt;3'UTR&lt;/a&gt; region lengths. \nProtein.\nGeneral Properties.\nThe CXorf38 gene codes for a protein with 319 amino acids. The predicted precursor molecular weight is approximately 36.65 kDa. The &lt;a href=\"isoelectric%20point\"&gt;isoelectric point&lt;/a&gt; is predicted to be approximately 6. Compositional Analysis shows that CXorf38 is threonine poor (1.9%) relative to other human proteins.\nDomains and motifs.\nCXorf38 has one conserved domain: &lt;a href=\"Domain%20of%20unknown%20function\"&gt;DUF&lt;/a&gt;4559 (Arg9 - Asp298), which is part of &lt;a href=\"Pfam\"&gt;PFAM&lt;/a&gt; 15112. The DUF covers nearly the entire protein.\nSecondary Structure.\nAbout two-thirds of the secondary protein structure is predicted to consist of &lt;a href=\"Alpha%20helix\"&gt;alpha helices&lt;/a&gt;. The remaining one-third is predicted to be &lt;a href=\"Protein%20secondary%20structure%23Types\"&gt;random coils&lt;/a&gt;. Analysis of the secondary structure of CXorf38 isoform 1 &lt;a href=\"Homology%20%28biology%29\"&gt;orthologs&lt;/a&gt; from &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;s to &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s revealed similar results, suggesting that secondary structure is largely conserved (see &lt;a href=\"CXorf38%20Isoform%201%23Homology%20and%20Evolution\"&gt;Homology and Evolution&lt;/a&gt; for ortholog details).\nTertiary Structure.\nThe &lt;a href=\"space-filling%20model\"&gt;space-filling model&lt;/a&gt; predicted by &lt;a href=\"I-TASSER\"&gt;I-TASSER&lt;/a&gt; reveals an overall linear shape. The ribbon structure shows multiple &lt;a href=\"Alpha%20helix\"&gt;alpha helices&lt;/a&gt;, &lt;a href=\"coiled%20coil\"&gt;coiled coil&lt;/a&gt;s, and &lt;a href=\"Protein%20secondary%20structure%23Types\"&gt;random coils&lt;/a&gt;. There is a known &lt;a href=\"coiled%20coil\"&gt;coiled coil&lt;/a&gt; region from Pro82 - Gln88, as well as a predicted coiled coil region from approximately Asn240 - Tyr255. Within the coiled coil region, there is a predicted &lt;a href=\"nuclear%20export%20signal\"&gt;nuclear export signal&lt;/a&gt; (NES) from Lys247-Leu256. Folding of the protein is predicted to leave ~30% of amino acids buried, ~60% exposed to the cytosol, and ~10% in an intermediate state. CXorf38 does not have any predicted high scoring hydrophobic segments or transmembrane segments.\nSubcellular Localization.\nCXorf38 is experimentally determined via &lt;a href=\"immunocytochemistry\"&gt;immunocytochemistry&lt;/a&gt; to localize in the &lt;a href=\"cytoplasm\"&gt;cytoplasm&lt;/a&gt;, though not specifically to the cytoplasm. \"&lt;a href=\"PSORT\"&gt;PSORTII&lt;/a&gt;\" also predicted a 13% probability of localization to the &lt;a href=\"Cell%20nucleus\"&gt;nucleus&lt;/a&gt; and 13% to the &lt;a href=\"Mitochondrion\"&gt;mitochondria&lt;/a&gt;. Nuclear localization is likely prior to nuclear export, which is supported by the predicted &lt;a href=\"nuclear%20export%20signal\"&gt;nuclear export signal&lt;/a&gt;. Further, &lt;a href=\"Immunostaining\"&gt;immunohistochemical staining&lt;/a&gt; of the human &lt;a href=\"Large%20intestine\"&gt;colon&lt;/a&gt; was positive for moderate expression of CXorf38 in the &lt;a href=\"cytoplasm\"&gt;cytoplasm&lt;/a&gt; and &lt;a href=\"Cell%20nucleus\"&gt;nucleus&lt;/a&gt; of &lt;a href=\"Epithelium%23Glandular%20tissue\"&gt;glandular cells&lt;/a&gt;.\nExpression.\nCXorf38 has moderate expression across nearly all tissues. The highest expression occurs in the &lt;a href=\"lymph%20node\"&gt;lymph node&lt;/a&gt;, &lt;a href=\"thyroid\"&gt;thyroid&lt;/a&gt;, &lt;a href=\"spleen\"&gt;spleen&lt;/a&gt;, &lt;a href=\"thymus\"&gt;thymus&lt;/a&gt;, &lt;a href=\"bone%20marrow\"&gt;bone marrow&lt;/a&gt;, and various female reproductive tissues. All of these tissues with the exception of the thyroid and female reproductive tissues have functions related to the human &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; and/or &lt;a href=\"lymphatic%20system\"&gt;lymphatic system&lt;/a&gt;. Moreover, computational analysis revealed that CXorf38 is overexpressed in &lt;a href=\"Lymphoblast\"&gt;B lymphoblasts&lt;/a&gt; and &lt;a href=\"Natural%20killer%20cell\"&gt;CD56+ NK cells&lt;/a&gt;, which both have important roles in the vertebrate immune response. CXorf38 has the lowest expression in the fetal brain, &lt;a href=\"Testicle\"&gt;testis&lt;/a&gt;, and &lt;a href=\"pancreas\"&gt;pancreas&lt;/a&gt;.\nCXorf38 is also expressed at all stages of development. &lt;a href=\"Microarray\"&gt;Microarray analysis&lt;/a&gt; shows evidence of CXorf38 expression in blood at all life stages, &lt;a href=\"amniotic%20fluid\"&gt;amniotic fluid&lt;/a&gt; during the late embryonic stage, &lt;a href=\"oviduct\"&gt;oviduct&lt;/a&gt; epithelium in 25-44 year old women, and &lt;a href=\"vaginal%20epithelium\"&gt;vaginal epithelium&lt;/a&gt; in 25-44 year old and 65-79 year old women.\nRegulation of Expression.\nTranscript Level Regulation.\nThere are three &lt;a href=\"Promoter%20%28genetics%29\"&gt;promoter regions&lt;/a&gt; predicted by &lt;a href=\"Genomatix\"&gt;Genomatix&lt;/a&gt;. One predicted promoter region (GXP_261939) appears prior to the &lt;a href=\"coding%20region\"&gt;coding region&lt;/a&gt; and the other two appear in the &lt;a href=\"Three%20prime%20untranslated%20region\"&gt;3'UTR&lt;/a&gt;. There are two predicted &lt;a href=\"polyadenylation\"&gt;polyadenylation&lt;/a&gt; sites and two predicted &lt;a href=\"microRNA\"&gt;microRNA&lt;/a&gt; binding sites in the &lt;a href=\"Three%20prime%20untranslated%20region\"&gt;3'UTR&lt;/a&gt;.\nA subset of possible &lt;a href=\"transcription%20factor\"&gt;transcription factor&lt;/a&gt;s (TFs) predicted by &lt;a href=\"Genomatix\"&gt;Genomatix&lt;/a&gt; have functions associated with &lt;a href=\"Circulatory%20system\"&gt;cardiovascular&lt;/a&gt;, &lt;a href=\"Lymphatic%20system\"&gt;lymphatic&lt;/a&gt;, and &lt;a href=\"reproductive%20system\"&gt;reproductive system&lt;/a&gt;s, as well as &lt;a href=\"Prenatal%20development\"&gt;intrauterine development&lt;/a&gt;. Transcription factors &lt;a href=\"Transcription%20factor%20II%20B\"&gt;TFIIB&lt;/a&gt; and &lt;a href=\"NRF1\"&gt;NRF1&lt;/a&gt; both occur twice within the first 100 base pairs upstream from the &lt;a href=\"Transcription%20%28biology%29%23Initiation\"&gt;transcription start site&lt;/a&gt;.\nProtein Level Regulation.\nCXorf38 isoform 1 is predicted to have various &lt;a href=\"post-translational%20modification\"&gt;post-translational modification&lt;/a&gt;s such as &lt;a href=\"N-terminus%23N-terminal%20modifications\"&gt;N-terminal methionine cleavage&lt;/a&gt;, &lt;a href=\"phosphorylation\"&gt;phosphorylation&lt;/a&gt;, &lt;a href=\"palmitoylation\"&gt;palmitoylation&lt;/a&gt;, &lt;a href=\"sumoylation\"&gt;sumoylation&lt;/a&gt;, &lt;a href=\"Protein%20O-GlcNAc%20transferase\"&gt;O-GlcNAcylation&lt;/a&gt;, &lt;a href=\"glycation\"&gt;glycation&lt;/a&gt;, and &lt;a href=\"acetylation\"&gt;acetylation&lt;/a&gt;. There is one predicted Yin-Yang site, which represents an amino acid that is O-GlcNAcylated and phosphorylated. There is an experimentally determined &lt;a href=\"Methylarginine\"&gt;omega-N-methylarginine site&lt;/a&gt; at Arg75 and &lt;a href=\"phosphothreonine\"&gt;phosphothreonine&lt;/a&gt; site at Thr314. Post-translational modifications were largely conserved across the ortholog space (see &lt;a href=\"CXorf38%20Isoform%201%23Homology%20and%20Evolution\"&gt;Homology and Evolution&lt;/a&gt; for ortholog details).\nProtein Interactions.\nCXorf38 is experimentally determined to interact with &lt;a href=\"NFYC\"&gt;NFYC&lt;/a&gt;, a protein involved in binding of &lt;a href=\"CAAT%20box\"&gt;CCAAT motifs&lt;/a&gt;. CXorf38 is also predicted via &lt;a href=\"Two-hybrid%20screening\"&gt;two-hybrid array&lt;/a&gt; to interact with proteins associated with regulation of intrauterine development, immune system development, and reproductive development (see table below). In particular, &lt;a href=\"PAX5\"&gt;PAX5&lt;/a&gt; addresses all of these areas, as it plays a role in regulation of early development, encodes B-cell specific activator proteins expressed in early B-cell differentiation, and has been detected in developing testis. &lt;a href=\"MEOX2\"&gt;MEOX2&lt;/a&gt; and &lt;a href=\"PAX6\"&gt;PAX6&lt;/a&gt; also have functions related to early development, including regulation of limb &lt;a href=\"myogenesis\"&gt;myogenesis&lt;/a&gt; and development of neural tissues, respectively. &lt;a href=\"PAX6\"&gt;PAX6&lt;/a&gt;, &lt;a href=\"PAX5\"&gt;PAX5&lt;/a&gt;, and &lt;a href=\"NFYC\"&gt;NFYC&lt;/a&gt; are predicted to physically interact with CXorf38 in the nucleus, while &lt;a href=\"Cadherin%20related%20family%20member%203\"&gt;CDHR3&lt;/a&gt;, &lt;a href=\"MEOX2\"&gt;MEOX2&lt;/a&gt;, and &lt;a href=\"DDIT4\"&gt;DDIT4L&lt;/a&gt; are predicted to physically interact with CXorf38 in the &lt;a href=\"cytosol\"&gt;cytosol&lt;/a&gt;.\nHomology and Evolution.\nThe CXorf38 gene has no &lt;a href=\"paralogs\"&gt;paralogs&lt;/a&gt;. &lt;a href=\"Sequence%20homology%23Orthology\"&gt;Orthologs&lt;/a&gt; of CXorf38 have been found in some &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s and nearly all &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt;s. Among invertebrates sequenced to date, CXorf38 has only been found in \"&lt;a href=\"Cnidaria\"&gt;Cnidaria&lt;/a&gt;\" and \"&lt;a href=\"Mollusca\"&gt;Mollusca&lt;/a&gt;\" &lt;a href=\"Phylum\"&gt;taxonomic phyla&lt;/a&gt;. It has not been found in &lt;a href=\"Sponges\"&gt;\"Porifera\"&lt;/a&gt;, &lt;a href=\"Comb%20jellies\"&gt;\"Ctenophora\"&lt;/a&gt;, &lt;a href=\"Echinoderm\"&gt;\"Echinodermata\"&lt;/a&gt;, \"&lt;a href=\"Flatworm\"&gt;Platyhelminthes&lt;/a&gt;\", \"&lt;a href=\"Aschelminth\"&gt;Nematoda&lt;/a&gt;\", \"&lt;a href=\"Annelid\"&gt;Annelid&lt;/a&gt;a\", or &lt;a href=\"Arthropod\"&gt;\"Arthropoda.\"&lt;/a&gt;\"\" The most distant ortholog of CXorf38 is the invertebrate \"&lt;a href=\"Stylophora%20pistillata\"&gt;Stylophora pistillata&lt;/a&gt; (\"Hood Coral), which is predicted to have appeared approximately 824 million years ago. Of note, the majority of invertebrate orthologs have disproportionately longer protein sequences.\nAmong &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt;s sequenced to date, CXorf38 has been found in all vertebrate &lt;a href=\"Order%20%28biology%29\"&gt;taxonomic orders&lt;/a&gt; except \"&lt;a href=\"Pilosa\"&gt;Pilosa&lt;/a&gt;\" and \"&lt;a href=\"Peramelemorphia\"&gt;Peremelemorphia.&lt;/a&gt;\" Notably, CXorf38 is absent in all birds except 2 &lt;a href=\"flightless%20bird\"&gt;flightless bird&lt;/a&gt;s sequenced to date: the &lt;a href=\"emu\"&gt;emu&lt;/a&gt; and &lt;a href=\"Kiwi%20%28bird%29\"&gt;kiwi&lt;/a&gt;. Further, these bird proteins have much shorter sequences compared to other human CXorf38 orthologs.\nClinical Significance.\nPresence in Inactivation Processes.\nThe CXorf38 gene is known to escape &lt;a href=\"X%20chromosome%20inactivation\"&gt;X-chromosome inactivation&lt;/a&gt; (XCI), though at varying rates among different populations. For example, it escapes XCI in 20-40% of &lt;a href=\"Europeans\"&gt;Europeans&lt;/a&gt; and 40-60% of &lt;a href=\"Yoruba%20people\"&gt;Yorubans&lt;/a&gt;. There is also evidence to suggest that this XCI is at least partially conserved, as CXorf38 is one of eight genes out of the eleven tested found to escape XCI in both mice and humans. However, unlike mice, there is a positive clustering of escape genes in humans, which suggests that human XCI escape could be regulated at the level of &lt;a href=\"Chromatin\"&gt;chromatin domains&lt;/a&gt; rather than individual genes. Regarding the clustering of escape genes, a computational analysis study revealed that CXorf38 is part of an &lt;a href=\"X-inactivation%23Expressed%20genes%20on%20the%20inactive%20X%20chromosome\"&gt;escape gene cluster&lt;/a&gt; that includes genes &lt;a href=\"MED14\"&gt;MED14&lt;/a&gt;, &lt;a href=\"USP9X\"&gt;USP9X&lt;/a&gt;, and &lt;a href=\"DDX3X\"&gt;DDX3X&lt;/a&gt;. CXorf38 is also 1 of 5 genes (&lt;a href=\"XIST\"&gt;XIST&lt;/a&gt;, &lt;a href=\"KDM6A\"&gt;KDM6A&lt;/a&gt;, &lt;a href=\"DDX3X\"&gt;DDX3X&lt;/a&gt;, &lt;a href=\"KDM5C\"&gt;KDM5C&lt;/a&gt;, CXorf38) that are experimentally determined to both escape &lt;a href=\"X%20chromosome%20inactivation\"&gt;XCI&lt;/a&gt; and have female-biased expression in the human &lt;a href=\"liver\"&gt;liver&lt;/a&gt;, which suggests that these 5 genes also escape &lt;a href=\"X%20chromosome%20inactivation\"&gt;XCI&lt;/a&gt; in the human liver.\nIn an analysis of DNA sequence &lt;a href=\"Copy-number%20variation\"&gt;Copy Number Variation&lt;/a&gt; (CNV) associated with &lt;a href=\"premature%20ovarian%20failure\"&gt;premature ovarian failure&lt;/a&gt;, CXorf38 was identified as a gene involved with sizeable CNV loss. CXorf38 was also found to be &lt;a href=\"DNA%20methylation%23In%20cancer\"&gt;hypomethylated&lt;/a&gt; in smokers and &lt;a href=\"DNA%20methylation%23In%20cancer\"&gt;hypermethylated&lt;/a&gt; in non-smokers, which may have implications regarding early stage &lt;a href=\"lung%20cancer\"&gt;lung cancer&lt;/a&gt;. In summary, CXorf38 has roles associated with &lt;a href=\"X-inactivation%23Expressed%20genes%20on%20the%20inactive%20X%20chromosome\"&gt;XCI escape&lt;/a&gt;, &lt;a href=\"Copy-number%20variation\"&gt;CNV&lt;/a&gt; loss, and potential abnormalities if &lt;a href=\"DNA%20methylation%23In%20cancer\"&gt;hypomethylated&lt;/a&gt;.\nDisease Association.\n&lt;a href=\"RNA-Seq\"&gt;RNA-seq&lt;/a&gt; data shows increased CXorf38 expression in a variety of cancers with the greatest expression in &lt;a href=\"endometrial%20cancer\"&gt;endometrial cancer&lt;/a&gt;, &lt;a href=\"colorectal%20cancer\"&gt;colorectal cancer&lt;/a&gt;, and &lt;a href=\"Transitional%20cell%20carcinoma\"&gt;urothelial cancer&lt;/a&gt;. There is also experimental evidence to show that CXorf38 is 1 of 163 genes that are upregulated in &lt;a href=\"ovarian%20cancer\"&gt;ovarian cancer&lt;/a&gt; cell lines (OVCAR-3 and OV-90) overexpressing CD157, an &lt;a href=\"exoenzyme\"&gt;exoenzyme&lt;/a&gt; that regulates &lt;a href=\"Leukocyte%20extravasation\"&gt;leukocyte diapedesis&lt;/a&gt;. High CD157 expression strengthens the probability of processes favoring &lt;a href=\"tumor%20progression\"&gt;tumor progression&lt;/a&gt; such as cell motility, and weakens processes inhibiting tumor progression such as &lt;a href=\"apoptosis\"&gt;apoptosis&lt;/a&gt;."
}