{
    "id": "59952824",
    "revid": "28114340",
    "url": "https://en.wikipedia.org/wiki?curid=59952824",
    "title": "Malaysia M3 League",
    "text": "The Malaysia M3 League () is the third level &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league of the &lt;a href=\"Malaysian%20football%20league%20system\"&gt;Malaysian football league system&lt;/a&gt;. It operates on a system of &lt;a href=\"promotion%20and%20relegation\"&gt;promotion and relegation&lt;/a&gt; with the &lt;a href=\"Malaysia%20Premier%20League\"&gt;Malaysia Premier League&lt;/a&gt; and the &lt;a href=\"Malaysia%20M4%20League\"&gt;Malaysia M4 League&lt;/a&gt;. The league was created as part of the &lt;a href=\"Malaysian%20Football%20League\"&gt;Malaysian Football League&lt;/a&gt;'s plan to reform the Malaysian football league structure. It is the replacement of the former &lt;a href=\"Malaysia%20FAM%20Cup\"&gt;Malaysia FAM League&lt;/a&gt;.\nThe Malaysia M3 League is contested by 20 clubs where the season runs from March to November with a &lt;a href=\"Ramadan\"&gt;Ramadan&lt;/a&gt; break for a month depending on the &lt;a href=\"Islamic%20calendar\"&gt;Islamic calendar&lt;/a&gt;. Teams play 26 matches each, totalling 306 matches in the season. Most games are played on Fridays, with a few games played during weekdays.\nHistory.\nIn 2018, the Malaysia M3 League was supposed to form the fourth division of the Malaysian football league system, however after the &lt;a href=\"Football%20Association%20of%20Malaysia\"&gt;Football Association of Malaysia&lt;/a&gt; confirmed a reform of the &lt;a href=\"Malaysia%20FAM%20Cup\"&gt;Malaysia FAM League&lt;/a&gt; to return to a knockout competition format, the league was announced as a replacement for the Malaysia FAM League to form the de facto third division of the Malaysian football league system.\nAfter a rebranding of the Football Malaysia Limited Liability Partnership (FMLLP) to the &lt;a href=\"Malaysian%20Football%20League\"&gt;Malaysian Football League&lt;/a&gt; (MFL) in March 2018, the company announced a reform of the lower league competitions in Malaysia. In 2019, a new subsidiary of the company was formed, known as the Amateur Football League (AFL) which was tasked to manage the new third division and below. The AFL officially confirmed the formation of the Malaysia M3 League and the &lt;a href=\"Malaysia%20M4%20League\"&gt;Malaysia M4 League&lt;/a&gt; as the third and fourth divisions of the Malaysian football league system as amateur league competitions.\nA total of 14 clubs were confirmed to compete in the inaugural season of the newly reformed third division, with the Malaysia M3 League replacing the former Malaysia FAM League. While 14 groups of teams competing throughout Malaysia which ran in parallel formed the Malaysia M4 League. Qualified champions from the 5 FA State Leagues and 9 Social Leagues in 2018 were promoted to the inaugural &lt;a href=\"2019%20Malaysia%20M3%20League\"&gt;2019 Malaysia M3 League&lt;/a&gt; season.\nFor the &lt;a href=\"2020%20Malaysia%20M3%20League\"&gt;2020 season&lt;/a&gt;, the Malaysia M3 League was divided into two groups of 10 teams. At the end of the season, the top team from each group of the league would be promoted to the &lt;a href=\"Malaysia%20Premier%20League\"&gt;Malaysia Premier League&lt;/a&gt;. This however did not happen because of the cancellation of the 2020 season due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, and was declared null and void.\nFor the &lt;a href=\"2021%20Malaysia%20M3%20League\"&gt;2021 season&lt;/a&gt;, the AFL announced format changes for the Malaysia M3 League and &lt;a href=\"Malaysia%20M4%20League\"&gt;Malaysia M4 League&lt;/a&gt; in preparation for the transition of the amateur teams to become semi-professional by 2021.\nClubs.\n14 clubs have played in the Malaysia M3 League since its inception in 2019\nChampions, Runners-up and Third places.\nSeason.\nThe following 14 clubs contested the league in its inaugural season, including the 3 clubs from the &lt;a href=\"2018%20Malaysia%20FAM%20Cup\"&gt;2018 Malaysia FAM League&lt;/a&gt;. 10 clubs were promoted from the 2018 Malaysia M4 League (\"previously known as the Malaysia M5 League\"). 4 clubs have withdrawn from the competition and 1 club was invited by the organizer to participate in the competition which were Tun Razak City F.C. \n\" Note :\" \n\"1)Third-tier also represents the previous third-tier in the Malaysian football league system which was the Malaysia FAM League (2008–2018)\"\n\"2)Batu Dua changed their name to Harini F.C.\"\nOther clubs.\nThe following clubs are not competing in the Malaysia M3 League during the 2019 season, but competed in the third-tier or Malaysia M3 League for at least one season.\n\" Note : Third-tier also represents the previous third-tier in the Malaysian football league system which was the Malaysia FAM League (2008–2018)\"\nRecords and achievements.\nGolden Boot winners.\nBelow is the list of golden boot winners of the Malaysia M3 League since its inception as a third-tier league in 2019."
}