{
    "id": "59968085",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=59968085",
    "title": "Reebok Pro Summer League",
    "text": "The &lt;a href=\"Reebok\"&gt;Reebok&lt;/a&gt; Pro Summer League, known originally as the &lt;a href=\"Shaw%27s\"&gt;Shaw's&lt;/a&gt; Pro Summer League, was a &lt;a href=\"professional%20basketball\"&gt;professional basketball&lt;/a&gt; &lt;a href=\"minor%20league\"&gt;developmental league&lt;/a&gt; hosted by the &lt;a href=\"Boston%20Celtics\"&gt;Boston Celtics&lt;/a&gt; of the &lt;a href=\"National%20Basketball%20Association\"&gt;National Basketball Association&lt;/a&gt; (NBA) during the league's off-season at Clark Athletic Center on the campus of the &lt;a href=\"University%20of%20Massachusetts%20Boston\"&gt;University of Massachusetts Boston&lt;/a&gt;. Founded in 1999, the league planned a 2004 season, but was forced to fold due to the &lt;a href=\"2004%20Democratic%20National%20Convention\"&gt;2004 Democratic National Convention&lt;/a&gt;, which was being held in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;. From 1999 to 2002, the league was sponsored by &lt;a href=\"grocery%20store\"&gt;grocery store&lt;/a&gt; chain Shaw's. In 2003, &lt;a href=\"footwear\"&gt;footwear&lt;/a&gt; and &lt;a href=\"apparel\"&gt;apparel&lt;/a&gt; company Reebok became the title sponsor of the league.\nHistory.\nThe &lt;a href=\"Shaw%27s\"&gt;Shaw's&lt;/a&gt; Pro Summer League was announced in 1999 as an off-season development league hosted by the &lt;a href=\"Boston%20Celtics\"&gt;Boston Celtics&lt;/a&gt; at Clark Athletic Center on the campus of the &lt;a href=\"University%20of%20Massachusetts%20Boston\"&gt;University of Massachusetts Boston&lt;/a&gt;. Along with the Celtics, the league featured the &lt;a href=\"Indiana%20Pacers\"&gt;Indiana Pacers&lt;/a&gt;, &lt;a href=\"New%20Jersey%20Nets\"&gt;New Jersey Nets&lt;/a&gt;, &lt;a href=\"New%20York%20Knicks\"&gt;New York Knicks&lt;/a&gt;, &lt;a href=\"Philadelphia%2076ers\"&gt;Philadelphia 76ers&lt;/a&gt;, &lt;a href=\"Washington%20Wizards\"&gt;Washington Wizards&lt;/a&gt; and &lt;a href=\"Seattle%20SuperSonics\"&gt;Seattle SuperSonics&lt;/a&gt;. There was also a select team of members of the 1999 &lt;a href=\"Germany%20national%20basketball%20team\"&gt;German men's national basketball team&lt;/a&gt;. Tickets for the league were $8, which was good for two games. Shaw's, a &lt;a href=\"grocery%20store\"&gt;grocery store&lt;/a&gt; chain, gave away 11,000 tickets in conjunction with the &lt;a href=\"United%20Way\"&gt;United Way&lt;/a&gt; of Massachusetts Bay.\nIn March 2000, the Boston Celtics announced the Shaw's Pro Summer League would return to the University of Massachusetts Boston campus from July 17 to July 24. Between July 18 and July 20 three games were broadcast on &lt;a href=\"ESPN2\"&gt;ESPN2&lt;/a&gt;. During the 2000 season, Shaw's sponsored the Shaw's Cup, which was an award given to the &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt; in the league. The inaugural award was given to &lt;a href=\"Desmond%20Mason\"&gt;Desmond Mason&lt;/a&gt; of the Seattle SuperSonics. He was also named to the 2000 Shaw's Pro Summer League All-Tournament team, along with &lt;a href=\"Shammond%20Williams\"&gt;Shammond Williams&lt;/a&gt;, &lt;a href=\"Michael%20Redd\"&gt;Michael Redd&lt;/a&gt;, &lt;a href=\"Jumaine%20Jones\"&gt;Jumaine Jones&lt;/a&gt; and &lt;a href=\"Jeff%20Foster%20%28basketball%29\"&gt;Jeff Foster&lt;/a&gt;. Williams, who also played for Seattle, led the league in scoring with 20.5 points per game, followed by Mason who averaged 18.2 points per game. The two led the SuperSonics to a 5–1 record, which was tied for first place with the Milwaukee Bucks.\nPhiladelphia 76ers player &lt;a href=\"Raja%20Bell\"&gt;Raja Bell&lt;/a&gt; won the 2001 Shaw's Cup, which was given to the league's most valuable player. He averaged 21.4 points per game and shot 61.5 percent from the field. Bell was also named to the Shaw's Pro Summer League All-League team along with teammate &lt;a href=\"Jumaine%20Jones\"&gt;Jumaine Jones&lt;/a&gt;, &lt;a href=\"Dion%20Glover\"&gt;Dion Glover&lt;/a&gt; of the Atlanta Hawks, &lt;a href=\"Kwame%20Brown\"&gt;Kwame Brown&lt;/a&gt; of the Washington Wizards and &lt;a href=\"Joe%20Johnson%20%28basketball%29\"&gt;Joe Johnson&lt;/a&gt; of the Boston Celtics. The New Jersey Nets defeated the 76ers, 93–89 for the 2001 league title. The Nets had a 5–1 record.\nIn 2002, the league featured ten teams—the host Boston Celtics, the Atlanta Hawks, Milwaukee Bucks, Minnesota Timberwolves, New Jersey Nets, New York Knicks, Orlando Magic, Philadelphia 76ers, San Antonio Spurs, and Washington Wizards. The 2002 Shaws Cup, which was awarded to the league's most valuable player, was won by &lt;a href=\"Dion%20Glover\"&gt;Dion Glover&lt;/a&gt; of the Atlanta Hawks. He averaged 17.8 points per game in six games played. The Hawks had a perfect 6–0 record and were crowned league champions.\n&lt;a href=\"Reebok\"&gt;Reebok&lt;/a&gt; became the league's title sponsor in 2003. That season, the league went from July 14 to July 20 and was again held at Clark Athletic Center Gymnasium at the University of Massachusetts Boston. &lt;a href=\"NBA%20TV\"&gt;NBA TV&lt;/a&gt; broadcast nine games from the Reebok Pro Summer League, starting with a July 16 game between the Celtics and San Antonio Spurs. &lt;a href=\"Matt%20Devlin%20%28sportscaster%29\"&gt;Matt Devlin&lt;/a&gt; and &lt;a href=\"Spero%20Dedes\"&gt;Spero Dedes&lt;/a&gt; served as the &lt;a href=\"play-by-play\"&gt;play-by-play&lt;/a&gt; announcer and &lt;a href=\"Bill%20Raftery\"&gt;Bill Raftery&lt;/a&gt; and &lt;a href=\"Sam%20Vincent\"&gt;Sam Vincent&lt;/a&gt; were the &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt;. The league had unique rules that differed from regular season NBA rules. Quarters were limited from 12 to 10 minutes with three minute &lt;a href=\"Overtime%20%28sports%29\"&gt;overtime&lt;/a&gt; periods if necessary, no mandatory &lt;a href=\"Time-out%20%28sport%29\"&gt;timeout&lt;/a&gt;s (unless the game is broadcast on television), and the foul penalty was seven. No player was eligible to be &lt;a href=\"foul%20out%20%28basketball%29\"&gt;fouled out&lt;/a&gt;, but after a player's sixth foul any subsequent fouls by that player would result in a single &lt;a href=\"technical%20foul\"&gt;technical foul&lt;/a&gt; shot. Ten teams competed that year, with the San Antonio Spurs winning the league title with a 6–0 record.\nIn 2003, &lt;a href=\"John%20Salmons\"&gt;John Salmons&lt;/a&gt; of the Philadelphia 76ers was named the league's Most Outstanding Player with an average of 19.6 points and 5.8 assists per game. Salmons was also named to the Reebok Pro Summer League First Team with &lt;a href=\"Kedrick%20Brown\"&gt;Kedrick Brown&lt;/a&gt; and &lt;a href=\"Brandon%20Hunter\"&gt;Brandon Hunter&lt;/a&gt; of the Boston Celtics, &lt;a href=\"Devin%20Brown\"&gt;Devin Brown&lt;/a&gt; of the San Antonio Spurs and &lt;a href=\"Donny%20Marshall\"&gt;Donny Marshall&lt;/a&gt; of the New Jersey Nets. The second team consisted of &lt;a href=\"Juan%20Dixon\"&gt;Juan Dixon&lt;/a&gt; of the Washington Wizards, &lt;a href=\"T.J.%20Ford\"&gt;T.J. Ford&lt;/a&gt; of the Milwaukee Bucks, &lt;a href=\"Marcus%20Banks\"&gt;Marcus Banks&lt;/a&gt; of the Boston Celtics, &lt;a href=\"Brian%20Scalabrine\"&gt;Brian Scalabrine&lt;/a&gt; of the New Jersey Nets and &lt;a href=\"Carlos%20Boozer\"&gt;Carlos Boozer&lt;/a&gt; of the Cleveland Cavaliers.\nThe league planned to continue in 2004, but &lt;a href=\"2004%20Democratic%20National%20Convention\"&gt;that year's Democratic National Convention&lt;/a&gt; was being held in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, and as a result &lt;a href=\"hotel\"&gt;hotel&lt;/a&gt; rooms were scarce. Warren LeGarie invited the Reebok Pro Summer League teams—the Boston Celtics, Cleveland Cavaliers, Denver Nuggets, Phoenix Suns, and Washington Wizards—to play in his upstart league, the &lt;a href=\"Las%20Vegas%20Summer%20League\"&gt;Las Vegas Summer League&lt;/a&gt;. The league is now owned and run by the National Basketball Association."
}