{
    "id": "5998385",
    "revid": "43085421",
    "url": "https://en.wikipedia.org/wiki?curid=5998385",
    "title": "Afshin Peyrovani",
    "text": "Mohammad Ali \"Afshin\" Peyrovani (, born 6 February 1970 in &lt;a href=\"Shiraz%2C%20Iran\"&gt;Shiraz, Iran&lt;/a&gt;) is a retired &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;ian &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; and a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; coach. He is the younger brother of &lt;a href=\"Gholam%20Peyrovani\"&gt;Gholam Peyrovani&lt;/a&gt; and &lt;a href=\"Amir%20Hossein%20Peyrovani\"&gt;Amir Hossein Peyrovani&lt;/a&gt;. He is a Football Director at &lt;a href=\"Persepolis%20F.C.\"&gt;Perspolis&lt;/a&gt; and a former player. A versatile player, he played in several positions throughout his career, including as a &lt;a href=\"central%20defender\"&gt;central defender&lt;/a&gt; and &lt;a href=\"right%20defender\"&gt;right defender&lt;/a&gt;. Throughout his club career, he played for &lt;a href=\"Persepolis%20F.C.\"&gt;Perspolis&lt;/a&gt; and &lt;a href=\"Paykan%20F.C.\"&gt;Peykan&lt;/a&gt; and won Iran league for Fifth time. Following his retirement, he also served as a manager for Perspolis.\nA former &lt;a href=\"Iran%20national%20football%20team\"&gt;Iran national&lt;/a&gt;, he played in the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 World Cup&lt;/a&gt;, as well as the team that finished third In the &lt;a href=\"1996%20AFC%20Asian%20Cup\"&gt;1996 Asian Cup&lt;/a&gt;.\nPlaying career.\nClub career.\nPeyrovani was a product of the &lt;a href=\"Persepolis%20F.C.\"&gt;Persepolis&lt;/a&gt; youth academy. On 1 August 1993 he was signed by the first team where he spent 10 years of his playing career making over 200 appearances. On 29 August 2004 he moved to &lt;a href=\"Paykan%20Tehran%20F.C.\"&gt;Paykan Tehran F.C.&lt;/a&gt; on a one-year deal. Peyrovani ended his career at the end of the &lt;a href=\"2004%E2%80%9305%20Iran%20Premier%20League\"&gt;IPL 2004/05&lt;/a&gt; season.\nInternational career.\nHe has 66 &lt;a href=\"cap%20%28sport%29\"&gt;caps&lt;/a&gt; for the &lt;a href=\"Iran%20national%20football%20team\"&gt;Iran national football team&lt;/a&gt; and was a participant at the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt;.\nCoaching career.\nAfter the departure of &lt;a href=\"Afshin%20Ghotbi\"&gt;Afshin Ghotbi&lt;/a&gt; in November 2008 he was appointed as the head coach of &lt;a href=\"Persepolis%20F.C.\"&gt;Persepolis F.C.&lt;/a&gt; and was replaced and became the assistant coach of &lt;a href=\"Nelo%20Vingada\"&gt;Nelo Vingada&lt;/a&gt; in mid February 2009 and a month later he was sacked totally by the chairman.\nHe replaced &lt;a href=\"Hamid%20Estili\"&gt;Hamid Estili&lt;/a&gt; as the head coach of &lt;a href=\"Steel%20Azin\"&gt;Steel Azin&lt;/a&gt; on 19 April 2010 and later on for the season after he was again appointed as the head coach of the team again which after poor results he resigned. On 6 November 2012, he was appointed as head coach of &lt;a href=\"Azadegan%20League\"&gt;Azadegan League&lt;/a&gt; side &lt;a href=\"Sang%20Ahan%20Bafq%20F.C.\"&gt;Sang Ahan Bafq&lt;/a&gt;.\nDirector career.\nIran National Football Team.\nIn September 2015, Peyrovani was appointed as director of Tean national football team. He was included in &lt;a href=\"Carlos%20Queiroz\"&gt;Carlos Queiroz&lt;/a&gt; staff for 2018 World Cup Qualifying Asia. After a while, he tendered his resignation as sporting director and left the Iran football team. In 2018 , the disciplinary committee of the Iranian Football Federation suspended Peyrovani from all football activities for a period of five years due to financial irregularities.\nPerspolis.\nPeyrovani in December 2017 introduced as new &lt;a href=\"director%20of%20football\"&gt;director of football&lt;/a&gt; of &lt;a href=\"Persepolis%20F.C.\"&gt;Persepolis&lt;/a&gt;, being responsible for the club's major transfer market decisions."
}