{
    "id": "5999606",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=5999606",
    "title": "Glenrothes F.C.",
    "text": "Glenrothes Football Club is a Scottish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in the &lt;a href=\"new%20town\"&gt;new town&lt;/a&gt; of &lt;a href=\"Glenrothes\"&gt;Glenrothes&lt;/a&gt;, &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt;. The club play home games at Warout Stadium, and currently compete in the , having moved from the &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;junior leagues&lt;/a&gt; in 2019. Their strip colours are red with white trim.\nHistory.\nFormed in May 1964 with assistance from the Glenrothes Development Corporation, the \"Glens\" played their first game against near neighbours &lt;a href=\"Thornton%20Hibs%20F.C.\"&gt;Thornton Hibs&lt;/a&gt; in August the same year at their original Dovecot Park ground. A crowd of 5,400 attended a &lt;a href=\"Scottish%20Junior%20Cup\"&gt;Scottish Junior Cup&lt;/a&gt; quarter-final tie against &lt;a href=\"Shotts%20Bon%20Accord%20F.C.\"&gt;Shotts Bon Accord&lt;/a&gt; here during Glenrothes' run to the final in 1968. \nThe club moved to the purpose built Warout Stadium in 1971, one of the larger grounds in junior football, with room for around 5,000 spectators, 730 of whom can be seated. The record attendance for this ground is 5,600 against &lt;a href=\"Cambuslang%20Rangers%20F.C.\"&gt;Cambuslang Rangers&lt;/a&gt; in another Junior Cup quarter-final tie in 1974. \nGlenrothes' greatest success as a club came in 1975 when they won the &lt;a href=\"Scottish%20Junior%20Cup\"&gt;Scottish Junior Cup&lt;/a&gt;, defeating &lt;a href=\"Rutherglen%20Glencairn%20F.C.\"&gt;Rutherglen Glencairn&lt;/a&gt; 1–0, in front of a crowd of 17,776 at &lt;a href=\"Hampden%20Park\"&gt;Hampden Park&lt;/a&gt;. Glens had also been runners-up in 1968, losing after a replay to &lt;a href=\"Johnstone%20Burgh%20F.C.\"&gt;Johnstone Burgh&lt;/a&gt; with a combined attendance of 50,000 over the two ties, an impressive achievement given that they had only been formed a mere four years beforehand.\nThe club were members of the Fife Junior League, before competing in the &lt;a href=\"Scottish%20Junior%20Football%20Association%2C%20East%20Region\"&gt;East Region&lt;/a&gt; of which they, along with all Fife junior clubs became a part of in 2002. They were relegated from the &lt;a href=\"Scottish%20Junior%20Football%20East%20Region%20Super%20League\"&gt;East Super League&lt;/a&gt; (the top division in their region) in season 2005–06, but they immediately returned after clinching the 2006–07 &lt;a href=\"Scottish%20Junior%20Football%20East%20Region%20Premier%20League\"&gt;Premier League&lt;/a&gt; title and remained in the top tier for three seasons. \nIn March 2019, Glenrothes announced they had applied for membership of the &lt;a href=\"East%20of%20Scotland%20Football%20League\"&gt;East of Scotland Football League&lt;/a&gt; beginning in the 2019–20 season, and were later accepted into the league. As part of the club's move to senior football, its name was changed to reflect this, by dropping the term \"Junior\".\nHonours.\n&lt;a href=\"Scottish%20Junior%20Cup\"&gt;Scottish Junior Cup&lt;/a&gt;\n&lt;a href=\"Scottish%20Junior%20Football%20East%20Region%20Premier%20League\"&gt;SJFA East Region Premier League&lt;/a&gt;"
}