{
    "id": "600022",
    "revid": "2043601",
    "url": "https://en.wikipedia.org/wiki?curid=600022",
    "title": "Raytheon Sentinel",
    "text": "The Raytheon Sentinel is an &lt;a href=\"Airborne%20ground%20surveillance\"&gt;airborne battlefield and ground&lt;/a&gt; &lt;a href=\"surveillance%20aircraft\"&gt;surveillance aircraft&lt;/a&gt; formerly operated by the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF). While based on the &lt;a href=\"Bombardier%20Global%20Express\"&gt;Bombardier Global Express&lt;/a&gt; ultra long-range &lt;a href=\"business%20jet\"&gt;business jet&lt;/a&gt;, the &lt;a href=\"prime%20contractor\"&gt;prime contractor&lt;/a&gt; for the Sentinel was the American defence firm &lt;a href=\"Raytheon\"&gt;Raytheon&lt;/a&gt;, which supplied most of the mission systems and performed the integration work.\nOriginally known as the ASTOR (Airborne STand-Off Radar) programme, procurement of the type started during 1999. Following its delivery in 2007, the Sentinel fleet was operated by an RAF squadron manned by both air force and &lt;a href=\"British%20Army\"&gt;army&lt;/a&gt; personnel. The Sentinel is interoperable with other allied systems such as &lt;a href=\"Northrop%20Grumman%20E-8%20Joint%20STARS\"&gt;JSTARS&lt;/a&gt; and the NATO &lt;a href=\"Alliance%20Ground%20Surveillance\"&gt;Alliance Ground Surveillance&lt;/a&gt; (AGS) system. Sentinels have been deployed overseas on multiple occasions, such as in support of the British Army in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, coalition forces in &lt;a href=\"Operation%20Ellamy\"&gt;Libya&lt;/a&gt;, and to assist French forces deployed in &lt;a href=\"Mali\"&gt;Mali&lt;/a&gt;. The type also saw smaller-scale deployments in &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt; and even domestically to assist &lt;a href=\"disaster%20relief\"&gt;disaster relief&lt;/a&gt; operations.\nIn 2010, the British government's &lt;a href=\"Strategic%20Defence%20and%20Security%20Review%202010\"&gt;Strategic Defence and Security Review&lt;/a&gt; (SDSR) announced its intention to \"withdraw the Sentinel airborne ground surveillance aircraft once it is no longer required to support operations in Afghanistan.\" The 2010 decision was reversed in 2014 by Prime Minister &lt;a href=\"David%20Cameron\"&gt;David Cameron&lt;/a&gt; and in the 2015 &lt;a href=\"Strategic%20Defence%20and%20Security%20Review%202015\"&gt;SDSR&lt;/a&gt;, the &lt;a href=\"British%20government\"&gt;British government&lt;/a&gt; announced that the type's retirement would be delayed and that it would remain in service \"into the next decade\". Due to the repeated equivocations over its future, the Sentinel did not receive upgrades during its service life. The type was retired in March 2021.\nDevelopment.\nASTOR can be traced back to the British Army's \"Corps Airborne Stand-Off Radar\" (CASTOR) programme, a &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;-era initiative which sought to bring about an improved surveillance capabilities for monitoring hostile ground forces, with a particular focus on &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; forces in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;. In 1984, a single &lt;a href=\"Britten-Norman%20Islander\"&gt;Britten-Norman Islander&lt;/a&gt; (G-DLRA/ZG989) was modified with a large nose radome for battlefield surveillance to explore this concept. Experiences gained during the 1991 &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt; confirmed the requirement for such an aircraft, but the end of the Cold War had somewhat undermined the traditional justification to process, along with a series of &lt;a href=\"Peace%20dividend\"&gt;rapid defense budget cuts&lt;/a&gt; that made funding of any new acquisitions particularly challenging during that time. \nDespite this, during December 1999, a production contract was signed with the American defence firm &lt;a href=\"Raytheon\"&gt;Raytheon&lt;/a&gt; to supply what would become the Sentinel. The programme involved five aircraft and eight mobile ground stations (six on wheeled all-terrain vehicles and two in air-transportable containers), along with a training facility at RAF Waddington. Four of the five Sentinels were integrated at Raytheon's facility in &lt;a href=\"Broughton%2C%20Flintshire\"&gt;Broughton, Flintshire&lt;/a&gt;; various support series provided by the company during the type's service life, including deep maintenance and upgrade work, were also undertaken at Broughton. \nThe Sentinel programme cost £850 million, as had been budgeted. The support contract for the Sentinel covered 3,200 flying hours per year, and between 2015–2018, the five-strong fleet of aircraft had an estimated average running cost of £54.4m/year. This figure does not include standard mid-life updates, which did not take place, that would have increased costs considerably.\nDesign.\nThe \"Sentinel R1\" is a modified &lt;a href=\"Bombardier%20Global%20Express\"&gt;Bombardier Global Express&lt;/a&gt; powered by two &lt;a href=\"Rolls-Royce%20BR700\"&gt;Rolls-Royce BR700&lt;/a&gt; &lt;a href=\"turbofan\"&gt;turbofan&lt;/a&gt; engines. The cockpit features a centrally positioned pull-down screen capable of displaying a moving map, along with &lt;a href=\"Link%2016\"&gt;Link 16&lt;/a&gt; datalink information and defensive aids subsystem (DASS) data. The DASS comprises a towed &lt;a href=\"radar%20decoy\"&gt;radar decoy&lt;/a&gt;, &lt;a href=\"missile%20approach%20warning%20system\"&gt;missile approach warning system&lt;/a&gt; and &lt;a href=\"chaff\"&gt;chaff&lt;/a&gt; and &lt;a href=\"flare\"&gt;flare&lt;/a&gt; dispensers and can be operated in automatic, semi-automatic or manual mode. In typical operations, the Sentinel would be flown at altitudes in excess of to ensure a high resolution view of a large battlefield area. It is crewed by a pilot, a co-pilot, an Airborne Mission Commander (AMC) and two image analysts. Mission endurance is approximately nine hours. The main cabin houses multiple workstations at which analysts can analyse the images on board; however, it is expected that, unlike the JSTARS, the actual &lt;a href=\"battle\"&gt;battle&lt;/a&gt; management will occur on the ground.\nThe Sentinel's main &lt;a href=\"radar\"&gt;radar&lt;/a&gt; is a Raytheon dual-mode &lt;a href=\"synthetic%20aperture%20radar\"&gt;synthetic aperture radar&lt;/a&gt; / &lt;a href=\"moving%20target%20indication\"&gt;moving target indication&lt;/a&gt; (SAR/MTI) radar known as Sentinel Dual Mode Radar Sensor (DMRS). It uses &lt;a href=\"active%20electronically%20scanned%20array\"&gt;active electronically scanned array&lt;/a&gt; (AESA) technology, and is related to the &lt;a href=\"ASARS-2\"&gt;ASARS-2&lt;/a&gt; radar used by the &lt;a href=\"Lockheed%20U-2\"&gt;Lockheed U-2&lt;/a&gt; reconnaissance aircraft. Raytheon has claimed that the radar could be modified to match the &lt;a href=\"maritime%20surveillance\"&gt;maritime surveillance&lt;/a&gt; capability of the cancelled &lt;a href=\"Nimrod%20MRA4\"&gt;Nimrod MRA4&lt;/a&gt;, and the ground stations could be adapted to receive data from different types of &lt;a href=\"unmanned%20aerial%20vehicle\"&gt;unmanned aerial vehicle&lt;/a&gt;s (UAVs), including the &lt;a href=\"Watchkeeper%20WK450\"&gt;Watchkeeper&lt;/a&gt;, &lt;a href=\"MQ-9%20Reaper\"&gt;MQ-9 Reaper&lt;/a&gt; and the future Scavenger programme. The imagery produced by the radar's synthetic aperture mode was incompatible with the UK's &lt;a href=\"rules%20of%20engagement\"&gt;rules of engagement&lt;/a&gt; necessitating a visual positive identification capability; while the addition of an &lt;a href=\"electro-optical\"&gt;electro-optical&lt;/a&gt;/&lt;a href=\"infrared\"&gt;infrared&lt;/a&gt; sensor to the Sentinel's canoe fairing to provide complimentary imagery was proposed, this option was never exercised.\nOperational history.\nOn 3 August 2001, the first flight of the aerodynamically modified Global Express prototype occurred, which validated the modifications required for the ASTOR system. On 26 May 2004, the first production Sentinel R1 performed its &lt;a href=\"maiden%20flight\"&gt;maiden flight&lt;/a&gt;, lasting for 4.4 hours. During 2007, service trials of the Sentinel were conducted. The first operational sortie over Afghanistan in support of the British Army commenced on 15 November 2008. By January 2009, the type had entered regular service with &lt;a href=\"No.%205%20Squadron%20RAF\"&gt;5 Squadron&lt;/a&gt; of the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF), based at RAF Waddington.\nIn addition to its presence in the Afghan theatre, the Sentinel routinely performed surveillance flights over the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt;, monitoring military forces stationed in the &lt;a href=\"Kaliningrad%20Oblast\"&gt;Kaliningrad Oblast&lt;/a&gt; and &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt;, during such missions the type was frequently intercepted by Russian &lt;a href=\"Sukhoi%20Su-27\"&gt;Sukhoi Su-27&lt;/a&gt;s.\nIn 2010, the UK government's &lt;a href=\"Strategic%20Defence%20and%20Security%20Review%202010\"&gt;Strategic Defence and Security Review&lt;/a&gt; announced its intention to \"withdraw the Sentinel airborne ground surveillance aircraft once it is no longer required to support operations in Afghanistan.\" In February 2012, it was announced that Sentinel would be offered as the UK contribution to NATO's &lt;a href=\"Alliance%20Ground%20Surveillance\"&gt;Alliance Ground Surveillance&lt;/a&gt; (AGS) collaboration, complementing NATO &lt;a href=\"RQ-4%20Global%20Hawk\"&gt;RQ-4 Global Hawk&lt;/a&gt;s and French &lt;a href=\"Heron%20TP\"&gt;Heron TP&lt;/a&gt;s.\nThe Sentinel's role above &lt;a href=\"Operation%20Ellamy\"&gt;Libya in 2011&lt;/a&gt; was described as \"pivotal\" by the head of the RAF. On 30 March 2011, the longest Sentinel flight, of 12 hours and 30 minutes was flown during &lt;a href=\"Operation%20Ellamy\"&gt;Operation Ellamy&lt;/a&gt; over &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;. While operating along the Libyan coast, it was observed that the Sentinel's dual-mode radar was capable of tracking vessel movements around Libyan harbors, providing viable battlefield intelligence.\nOn 25 January 2013, the British Government announced that the RAF would deploy one Sentinel aircraft from RAF Waddington, in support of &lt;a href=\"Operation%20Newcombe\"&gt;Operation Newcombe&lt;/a&gt; in &lt;a href=\"Mali\"&gt;Mali&lt;/a&gt;. In February 2014, it was reported that the Sentinel had been used to map the scale of flooding in Southern England. On 18 May 2014, the &lt;a href=\"Ministry%20of%20Defence%20%28United%20Kingdom%29\"&gt;MoD&lt;/a&gt; announced that a Sentinel had departed to &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt; as part of &lt;a href=\"Operation%20Turus\"&gt;Operation Turus&lt;/a&gt; to assist in the search for the 223 schoolgirls abducted by the Islamic militant group &lt;a href=\"Boko%20Haram\"&gt;Boko Haram&lt;/a&gt; in &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt; on 14 April 2014.\nIn 2014, Prime Minister David Cameron announced the retention of the aircraft, even after operations end in Afghanistan in Autumn 2018. This reprieve fuelled speculation that not only would the Sentinel be retained but that upgrades of the fleet, particularly for use in a maritime surveillance capacity, may occur. In the absence of UK government backing, Raytheon self-financed development work for over five years on a mid-life upgrade of the Sentinel's mission systems, referred to as \"Overseer\", but this was not applied.\nUpgrades for the Sentinel were planned to take place; during 2014, the UK government announced that a contract for the type to receive a maritime-capable software upgrade was to be placed in the spring of 2015; However, due to a combination of its operational commitments and constrained budgets, neither the Sentinel or its missions systems received any upgrades for an extended period, which led to some of its onboard systems becoming increasingly obsolescent by the end of the decade.\nOn 26 March 2015, the MOD announced the deployment of two Sentinel aircraft in support of &lt;a href=\"Operation%20Shader\"&gt;Operation Shader&lt;/a&gt; to provide surveillance to coalition forces fighting as part of the &lt;a href=\"Military%20intervention%20against%20ISIL\"&gt;Military intervention against ISIL&lt;/a&gt;. In addition to the Sentinel, the RAF also deployed other surveillance assets, including the &lt;a href=\"Boeing%20RC-135\"&gt;Boeing Rivet Joint&lt;/a&gt;, &lt;a href=\"General%20Atomics%20MQ-9%20Reaper\"&gt;General Atomics Reaper&lt;/a&gt;, &lt;a href=\"Beechcraft%20Super%20King%20Air\"&gt;Beechcraft Shadow&lt;/a&gt; and &lt;a href=\"Boeing%20E-3%20Sentry\"&gt;Boeing Sentry&lt;/a&gt;, for surveillance missions over Iraq and Syria around this time.\nDespite the RAF reportedly hoping to retain the entire five-strong fleet, it was announced, while the type's service date would be extended into 2021, that the number of operational Sentinels would be cut to four aircraft with effect from 1 April 2017. Accordingly, in July 2017, one of the five aircraft was permanently withdrawn.\nThe long-term retention of the platform would have necessitated significant expenditure to modernise aging systems, which strengthened the decision to withdraw the entire Sentinel fleet during March 2021. Planners determined that new aircraft, such as the &lt;a href=\"Boeing%20P-8%20Poseidon\"&gt;Poseidon MRA1&lt;/a&gt; maritime patrol aircraft and the forthcoming &lt;a href=\"General%20Atomics%20MQ-9%20Reaper\"&gt;Protector&lt;/a&gt; UAV, will carry out the surveillance duties formerly performed by the type. Thus, on 25 February 2021, Sentinel ZJ694 completed the type's final operational flight when it returned to RAF Waddington from a mission flown near Kaliningrad Oblast and Belarus. During the following month, the type was formally withdrawn from RAF service. During their service life of 12.5 years, the five aircraft flew approximately 32,300 hours roughly distributed across 4,870 sorties."
}