{
    "id": "60012",
    "revid": "13467261",
    "url": "https://en.wikipedia.org/wiki?curid=60012",
    "title": "Formal power series",
    "text": "In &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, and specially in &lt;a href=\"algebra\"&gt;algebra&lt;/a&gt;, a formal series is an infinite sum that is considered independently from any notion of &lt;a href=\"convergent%20series\"&gt;convergence&lt;/a&gt;, and can be manipulated with the usual algebraic operations on &lt;a href=\"series%20%28mathematics%29\"&gt;series&lt;/a&gt; (addition, subtraction, multiplication, division, &lt;a href=\"partial%20sum\"&gt;partial sum&lt;/a&gt;s, etc.).\nA formal power series is a special kind of formal series, whose terms are of the form formula_1 where formula_2 is the formula_3th power of a variable formula_4 (formula_3 is a non-negative &lt;a href=\"integer\"&gt;integer&lt;/a&gt;), and formula_6 is called the coefficient. Hence, power series can be viewed as a generalization of &lt;a href=\"polynomial\"&gt;polynomial&lt;/a&gt;s, where the number of terms is allowed to be infinite, with no requirements of convergence. Thus, the series may no longer represent a function of its variable, merely a formal sequence of coefficients, in contrast to a &lt;a href=\"power%20series\"&gt;power series&lt;/a&gt;, which defines a function by taking numerical values for the variable within a radius of convergence. In a formal power series, the formula_2 are used only as position-holders for the coefficients, so that the coefficient of formula_8 is the fifth term in the sequence. In &lt;a href=\"combinatorics\"&gt;combinatorics&lt;/a&gt;, the method of &lt;a href=\"generating%20function\"&gt;generating function&lt;/a&gt;s uses formal power series to represent numerical &lt;a href=\"sequence\"&gt;sequence&lt;/a&gt;s and &lt;a href=\"multiset\"&gt;multiset&lt;/a&gt;s, for instance allowing concise expressions for &lt;a href=\"recursion\"&gt;recursively&lt;/a&gt; defined sequences regardless of whether the recursion can be explicitly solved. More generally, formal power series can include series with any finite (or countable) number of variables, and with coefficients in an arbitrary &lt;a href=\"ring%20%28mathematics%29\"&gt;ring&lt;/a&gt;.\nRings of formal power series are &lt;a href=\"complete%20local%20ring\"&gt;complete local ring&lt;/a&gt;s, and this allows using &lt;a href=\"calculus\"&gt;calculus&lt;/a&gt;-like methods in the purely algebraic framework of &lt;a href=\"algebraic%20geometry\"&gt;algebraic geometry&lt;/a&gt; and &lt;a href=\"commutative%20algebra\"&gt;commutative algebra&lt;/a&gt;. They are analogous in many ways to &lt;a href=\"P-adic%20integer\"&gt;-adic integers&lt;/a&gt;, which can be defined as formal series of the powers of .\nIntroduction.\nA formal power series can be loosely thought of as an object that is like a &lt;a href=\"polynomial\"&gt;polynomial&lt;/a&gt;, but with infinitely many terms. Alternatively, for those familiar with &lt;a href=\"power%20series\"&gt;power series&lt;/a&gt; (or &lt;a href=\"Taylor%20series\"&gt;Taylor series&lt;/a&gt;), one may think of a formal power series as a power series in which we ignore questions of &lt;a href=\"Convergent%20series\"&gt;convergence&lt;/a&gt; by not assuming that the variable \"X\" denotes any numerical value (not even an unknown value). For example, consider the series\nIf we studied this as a power series, its properties would include, for example, that its &lt;a href=\"radius%20of%20convergence\"&gt;radius of convergence&lt;/a&gt; is 1. However, as a formal power series, we may ignore this completely; all that is relevant is the sequence of &lt;a href=\"coefficient\"&gt;coefficient&lt;/a&gt;s [1, −3, 5, −7, 9, −11, ...]. In other words, a formal power series is an object that just records a sequence of coefficients. It is perfectly acceptable to consider a formal power series with the &lt;a href=\"factorial\"&gt;factorial&lt;/a&gt;s [1, 1, 2, 6, 24, 120, 720, 5040, ... ] as coefficients, even though the corresponding power series diverges for any nonzero value of \"X\".\nArithmetic on formal power series is carried out by simply pretending that the series are polynomials. For example, if\nthen we add \"A\" and \"B\" term by term:\nWe can multiply formal power series, again just by treating them as polynomials (see in particular &lt;a href=\"Cauchy%20product\"&gt;Cauchy product&lt;/a&gt;):\nNotice that each coefficient in the product \"AB\" only depends on a \"finite\" number of coefficients of \"A\" and \"B\". For example, the \"X\"5 term is given by\nFor this reason, one may multiply formal power series without worrying about the usual questions of &lt;a href=\"absolute%20convergence\"&gt;absolute&lt;/a&gt;, &lt;a href=\"conditional%20convergence\"&gt;conditional&lt;/a&gt; and &lt;a href=\"uniform%20convergence\"&gt;uniform convergence&lt;/a&gt; which arise in dealing with power series in the setting of &lt;a href=\"Mathematical%20analysis\"&gt;analysis&lt;/a&gt;.\nOnce we have defined multiplication for formal power series, we can define multiplicative inverses as follows. The multiplicative inverse of a formal power series \"A\" is a formal power series \"C\" such that \"AC\" = 1, provided that such a formal power series exists. It turns out that if \"A\" has a multiplicative inverse, it is unique, and we denote it by \"A\"−1. Now we can define division of formal power series by defining \"B\"/\"A\" to be the product \"BA\"−1, provided that the inverse of \"A\" exists. For example, one can use the definition of multiplication above to verify the familiar formula\nAn important operation on formal power series is coefficient extraction. In its most basic form, the coefficient extraction operator formula_15 applied to a formal power series formula_16 in one variable extracts the coefficient of the formula_3th power of the variable, so that formula_18 and formula_19. Other examples include\nSimilarly, many other operations that are carried out on polynomials can be extended to the formal power series setting, as explained below.\nThe ring of formal power series.\nIf one considers the set of all formal power series in \"X\" with coefficients in a &lt;a href=\"commutative%20ring\"&gt;commutative ring&lt;/a&gt; \"R\", the elements of this set collectively constitute another ring which is written formula_21 and called the ring of formal power series in the variable \"X\" over \"R\".\nDefinition of the formal power series ring.\nOne can characterize formula_22 abstractly as the &lt;a href=\"completeness%20%28topology%29\"&gt;completion&lt;/a&gt; of the &lt;a href=\"polynomial\"&gt;polynomial&lt;/a&gt; ring formula_23 equipped with a particular &lt;a href=\"metric%20space\"&gt;metric&lt;/a&gt;. This automatically gives formula_22 the structure of a &lt;a href=\"topological%20ring\"&gt;topological ring&lt;/a&gt; (and even of a complete metric space). But the general construction of a completion of a metric space is more involved than what is needed here, and would make formal power series seem more complicated than they are. \nIt is possible to describe formula_22 more explicitly, and define the ring structure and topological structure separately, as follows.\nRing structure.\nAs a set, formula_22 can be constructed as the set formula_27 of all infinite sequences of elements of formula_28, indexed by the &lt;a href=\"natural%20number\"&gt;natural number&lt;/a&gt;s (taken to include 0). Designating a sequence whose term at index formula_3 is formula_30 by formula_31, one defines addition of two such sequences by\nand multiplication by\nThis type of product is called the &lt;a href=\"Cauchy%20product\"&gt;Cauchy product&lt;/a&gt; of the two sequences of coefficients, and is a sort of discrete &lt;a href=\"convolution\"&gt;convolution&lt;/a&gt;. With these operations, formula_27 becomes a commutative ring with zero element formula_35 and multiplicative identity formula_36.\nThe product is in fact the same one used to define the product of polynomials in one indeterminate, which suggests using a similar notation. One embeds formula_28 into formula_22 by sending any (constant) formula_39 to the sequence formula_40 and designates the sequence formula_41 by formula_42; then using the above definitions every sequence with only finitely many nonzero terms can be expressed in terms of these special elements as\nthese are precisely the polynomials in formula_42. Given this, it is quite natural and convenient to designate a general sequence formula_45 by the formal expression formula_46, even though the latter \"is not\" an expression formed by the operations of addition and multiplication defined above (from which only finite sums can be constructed). This notational convention allows reformulation of the above definitions as\nand\nwhich is quite convenient, but one must be aware of the distinction between formal summation (a mere convention) and actual addition.\nTopological structure.\nHaving stipulated conventionally that\none would like to interpret the right hand side as a well-defined infinite summation. To that end, a notion of convergence in formula_27 is defined and a &lt;a href=\"topology\"&gt;topology&lt;/a&gt; on formula_27 is constructed. There are several equivalent ways to define the desired topology.\nInformally, two sequences formula_31 and formula_62 become closer and closer if and only if more and more of their terms agree exactly. Formally, the sequence of &lt;a href=\"partial%20sum\"&gt;partial sum&lt;/a&gt;s of some infinite summation converges if for every fixed power of formula_42 the coefficient stabilizes: there is a point beyond which all further partial sums have the same coefficient. This is clearly the case for the right hand side of (), regardless of the values formula_30, since inclusion of the term for formula_65 gives the last (and in fact only) change to the coefficient of formula_66. It is also obvious that the &lt;a href=\"limit%20of%20a%20sequence\"&gt;limit&lt;/a&gt; of the sequence of partial sums is equal to the left hand side.\nThis topological structure, together with the ring operations described above, form a topological ring. This is called the ring of formal power series over formula_28 and is denoted by formula_22. The topology has the useful property that an infinite summation converges if and only if the sequence of its terms converges to 0, which just means that any fixed power of formula_42 occurs in only finitely many terms.\nThe topological structure allows much more flexible usage of infinite summations. For instance the rule for multiplication can be restated simply as\nsince only finitely many terms on the right affect any fixed formula_66. Infinite products are also defined by the topological structure; it can be seen that an infinite product converges if and only if the sequence of its factors converges to 1.\nAlternative topologies.\nThe above topology is the &lt;a href=\"Comparison%20of%20topologies\"&gt;finest topology&lt;/a&gt; for which \nalways converges as a summation to the formal power series designated by the same expression, and it often suffices to give a meaning to infinite sums and products, or other kinds of limits that one wishes to use to designate particular formal power series. It can however happen occasionally that one wishes to use a coarser topology, so that certain expressions become convergent that would otherwise diverge. This applies in particular when the base ring formula_28 already comes with a topology other than the discrete one, for instance if it is also a ring of formal power series.\nIn the ring of formal power series formula_74, the topology of above construction only relates to the indeterminate formula_75, since the topology that was put on formula_76 has been replaced by the discrete topology when defining the topology of the whole ring. So\nconverges (and its sum can be written as formula_78); however\nwould be considered to be divergent, since every term affects the coefficient of formula_75. This asymmetry disappears if the power series ring in formula_75 is given the product topology where each copy of formula_76 is given its topology as a ring of formal power series rather than the discrete topology. With this topology, a sequence of elements of formula_74 converges if the coefficient of each power of formula_75 converges to a formal power series in formula_42, a weaker condition than stabilizing entirely. For instance, with this topology, in the second example given above, the coefficient of formula_75converges to formula_87, so the whole summation converges to formula_88.\nThis way of defining the topology is in fact the standard one for repeated constructions of rings of formal power series, and gives the same topology as one would get by taking formal power series in all indeterminates at once. In the above example that would mean constructing formula_89 and here a sequence converges if and only if the coefficient of every monomial formula_90 stabilizes. This topology, which is also the formula_91-adic topology, where formula_92 is the ideal generated by formula_42 and formula_75, still enjoys the property that a summation converges if and only if its terms tend to 0.\nThe same principle could be used to make other divergent limits converge. For instance in formula_95 the limit\ndoes not exist, so in particular it does not converge to \nThis is because for formula_98 the coefficient formula_99 of formula_100 does not stabilize as formula_101. It does however converge in the usual topology of formula_102, and in fact to the coefficient formula_103 of formula_104. Therefore, if one would give formula_95 the product topology of formula_106 where the topology of formula_102 is the usual topology rather than the discrete one, then the above limit would converge to formula_104. This more permissive approach is not however the standard when considering formal power series, as it would lead to convergence considerations that are as subtle as they are in &lt;a href=\"analysis%20%28mathematics%29\"&gt;analysis&lt;/a&gt;, while the philosophy of formal power series is on the contrary to make convergence questions as trivial as they can possibly be. With this topology it would \"not\" be the case that a summation converges if and only if its terms tend to 0.\nUniversal property.\nThe ring formula_22 may be characterized by the following &lt;a href=\"universal%20property\"&gt;universal property&lt;/a&gt;. If formula_110 is a commutative associative algebra over formula_28, if formula_91 is an ideal of formula_110 such that the formula_91-adic topology on formula_110 is complete, and if formula_4 is an element of formula_91, then there is a \"unique\" formula_118 with the following properties:\nOperations on formal power series.\nOne can perform algebraic operations on power series to generate new power series. Besides the ring structure operations defined above, we have the following.\nPower series raised to powers.\nFor any &lt;a href=\"natural%20number\"&gt;natural number&lt;/a&gt; \"n\" we have\nwhere\nIn the case of formal power series with complex coefficients, the complex powers are well defined at least for series \"f\" with constant term equal to 1. In this case, formula_125 can be defined either by composition with the &lt;a href=\"binomial%20series\"&gt;binomial series&lt;/a&gt; (1+\"x\")α, or by composition with the exponential and the logarithmic series, formula_126 or as the solution of the differential equation formula_127 with constant term 1, the three definitions being equivalent. The rules of calculus formula_128 and formula_129 easily follow.\nMultiplicative inverse.\nThe series\nis invertible in formula_22 if and only if its constant coefficient formula_56 is invertible in formula_28. This condition is necessary, for the following reason: if we suppose that formula_16 has an inverse formula_135 then the &lt;a href=\"constant%20term\"&gt;constant term&lt;/a&gt; formula_136 of formula_137 is the constant term of the identity series, i.e. it is 1. This condition is also sufficient; we may compute the coefficients of the inverse series formula_138 via the explicit recursive formula\nAn important special case is that the &lt;a href=\"geometric%20series\"&gt;geometric series&lt;/a&gt; formula is valid in formula_22:\nIf formula_142 is a field, then a series is invertible if and only if the constant term is non-zero, i.e. if and only if the series is not divisible by formula_42. This means that formula_144 is a &lt;a href=\"discrete%20valuation%20ring\"&gt;discrete valuation ring&lt;/a&gt; with uniformizing parameter formula_42.\nDivision.\nThe computation of a quotient formula_146\nassuming the denominator is invertible (that is, formula_56 is invertible in the ring of scalars), can be performed as a product formula_149 and the inverse of formula_150, or directly equating the coefficients in formula_151:\nExtracting coefficients.\nThe coefficient extraction operator applied to a formal power series \nin \"X\" is written\nand extracts the coefficient of \"Xm\", so that\nComposition.\nGiven formal power series\none may form the \"composition\"\nwhere the coefficients \"c\"\"n\" are determined by \"expanding out\" the powers of \"f\"(\"X\"):\nHere the sum is extended over all (\"k\", \"j\") with formula_160 and formula_161 with formula_162\nA more explicit description of these coefficients is provided by &lt;a href=\"Fa%C3%A0%20di%20Bruno%27s%20formula%23Formal%20power%20series%20version\"&gt;Faà di Bruno's formula&lt;/a&gt;, at least in the case where the coefficient ring is a field of &lt;a href=\"Characteristic%20%28algebra%29\"&gt;characteristic 0&lt;/a&gt;.\nComposition is only valid when formula_163 has \"no constant term\", so that each formula_164 depends on only a finite number of coefficients of formula_163 and formula_166. In other words, the series for formula_167 converges in the &lt;a href=\"Completion%20%28ring%20theory%29%23Krull%20topology\"&gt;topology&lt;/a&gt; of formula_22.\nExample.\nAssume that the ring formula_28 has characteristic 0 and the nonzero integers are invertible in formula_28. If we denote by formula_104 the formal power series\nthen the expression\nmakes perfect sense as a formal power series. However, the statement\nis not a valid application of the composition operation for formal power series. Rather, it is confusing the notions of convergence in formula_22 and convergence in formula_28; indeed, the ring formula_28 may not even contain any number formula_178 with the appropriate properties.\nComposition inverse.\nWhenever a formal series \nhas \"f\"0 = 0 and \"f\"1 being an invertible element of \"R\", there exists a series \nthat is the &lt;a href=\"composition%20inverse\"&gt;composition inverse&lt;/a&gt; of formula_149, meaning that composing formula_149 with formula_150 gives the series representing the &lt;a href=\"identity%20function\"&gt;identity function&lt;/a&gt; formula_184. The coefficients of formula_150 may be found recursively by using the above formula for the coefficients of a composition, equating them with those of the composition identity \"X\" (that is 1 at degree 1 and 0 at every degree greater than 1). In the case when the coefficient ring is a field of characteristic 0, the &lt;a href=\"%23The%20Lagrange%20inversion%20formula\"&gt;Lagrange inversion formula&lt;/a&gt; (discussed below) provides a powerful tool to compute the coefficients of \"g\", as well as the coefficients of the (multiplicative) powers of \"g\".\nFormal differentiation.\nGiven a formal power series\nwe define its &lt;a href=\"formal%20derivative\"&gt;formal derivative&lt;/a&gt;, denoted \"Df\" or \"f\" ′, by\nThe symbol \"D\" is called the formal differentiation operator. This definition simply mimics term-by-term differentiation of a polynomial.\nThis operation is \"R\"-&lt;a href=\"linear%20operator\"&gt;linear&lt;/a&gt;:\nfor any \"a\", \"b\" in \"R\" and any \"f\", \"g\" in formula_189 Additionally, the formal derivative has many of the properties of the usual &lt;a href=\"derivative\"&gt;derivative&lt;/a&gt; of calculus. For example, the &lt;a href=\"product%20rule\"&gt;product rule&lt;/a&gt; is valid:\nand the &lt;a href=\"chain%20rule\"&gt;chain rule&lt;/a&gt; works as well:\nwhenever the appropriate compositions of series are defined (see above under &lt;a href=\"%23Composition%20of%20series\"&gt;composition of series&lt;/a&gt;).\nThus, in these respects formal power series behave like &lt;a href=\"Taylor%20series\"&gt;Taylor series&lt;/a&gt;. Indeed, for the \"f\" defined above, we find that\nwhere \"D\"\"k\" denotes the \"k\"th formal derivative (that is, the result of formally differentiating \"k\" times).\nFormal antidifferentiation.\nIf formula_28 is a ring with characteristic zero and the nonzero integers are invertible in formula_28, then given a formal power series\nwe define its formal antiderivative or formal indefinite integral by\nfor any constant formula_197.\nThis operation is \"R\"-&lt;a href=\"linear%20operator\"&gt;linear&lt;/a&gt;:\nfor any \"a\", \"b\" in \"R\" and any \"f\", \"g\" in formula_189 Additionally, the formal antiderivative has many of the properties of the usual &lt;a href=\"antiderivative\"&gt;antiderivative&lt;/a&gt; of calculus. For example, the formal antiderivative is the &lt;a href=\"Inverse%20function%23Left%20and%20right%20inverses\"&gt;right inverse&lt;/a&gt; of the formal derivative: \nfor any formula_201.\nProperties.\nAlgebraic properties of the formal power series ring.\nformula_22 is an &lt;a href=\"associative%20algebra\"&gt;associative algebra&lt;/a&gt; over formula_28 which contains the ring formula_23 of polynomials over formula_28; the polynomials correspond to the sequences which end in zeros.\nThe &lt;a href=\"Jacobson%20radical\"&gt;Jacobson radical&lt;/a&gt; of formula_22 is the &lt;a href=\"ideal%20%28ring%20theory%29\"&gt;ideal&lt;/a&gt; generated by formula_42 and the Jacobson radical of formula_28; this is implied by the element invertibility criterion discussed above.\nThe &lt;a href=\"maximal%20ideal\"&gt;maximal ideal&lt;/a&gt;s of formula_22 all arise from those in formula_28 in the following manner: an ideal formula_211 of formula_22 is maximal if and only if formula_213 is a maximal ideal of formula_28 and formula_211 is generated as an ideal by formula_42 and formula_213.\nSeveral algebraic properties of formula_28 are inherited by formula_22:\nTopological properties of the formal power series ring.\nThe metric space formula_228 is &lt;a href=\"completeness%20%28topology%29\"&gt;complete&lt;/a&gt;.\nThe ring formula_22 is &lt;a href=\"compact%20space\"&gt;compact&lt;/a&gt; if and only if \"R\" is &lt;a href=\"finite%20set\"&gt;finite&lt;/a&gt;. This follows from &lt;a href=\"Tychonoff%27s%20theorem\"&gt;Tychonoff's theorem&lt;/a&gt; and the characterisation of the topology on formula_22 as a product topology.\nWeierstrass preparation.\nThe ring of formal power series with coefficients in a &lt;a href=\"complete%20local%20ring\"&gt;complete local ring&lt;/a&gt; satisfies the &lt;a href=\"Weierstrass%20preparation%20theorem\"&gt;Weierstrass preparation theorem&lt;/a&gt;.\nApplications.\nFormal power series can be used to solve recurrences occurring in number theory and combinatorics. For an example involving finding a closed form expression for the &lt;a href=\"Fibonacci%20number\"&gt;Fibonacci number&lt;/a&gt;s, see the article on &lt;a href=\"Examples%20of%20generating%20functions\"&gt;Examples of generating functions&lt;/a&gt;.\nOne can use formal power series to prove several relations familiar from analysis in a purely algebraic setting. Consider for instance the following elements of formula_231:\nThen one can show that\nThe last one being valid in the ring formula_237\nFor \"K\" a field, the ring formula_238 is often used as the \"standard, most general\" complete local ring over \"K\" in algebra.\nInterpreting formal power series as functions.\nIn &lt;a href=\"mathematical%20analysis\"&gt;mathematical analysis&lt;/a&gt;, every convergent &lt;a href=\"power%20series\"&gt;power series&lt;/a&gt; defines a &lt;a href=\"function%20%28mathematics%29\"&gt;function&lt;/a&gt; with values in the &lt;a href=\"real%20number\"&gt;real&lt;/a&gt; or &lt;a href=\"complex%20number\"&gt;complex&lt;/a&gt; numbers. Formal power series over certain special rings can also be interpreted as functions, but one has to be careful with the &lt;a href=\"function%20domain\"&gt;domain&lt;/a&gt; and &lt;a href=\"codomain\"&gt;codomain&lt;/a&gt;. Let \nand suppose \"S\" is a commutative associative algebra over \"R\", \"I\" is an ideal in \"S\" such that the &lt;a href=\"I-adic%20topology\"&gt;I-adic topology&lt;/a&gt; on \"S\" is complete, and \"x\" is an element of \"I\". Define:\nThis series is guaranteed to converge in \"S\" given the above assumptions on \"x\". Furthermore, we have\nand\nUnlike in the case of bona fide functions, these formulas are not definitions but have to be proved.\nSince the topology on formula_22 is the (\"X\")-adic topology and formula_22 is complete, we can in particular apply power series to other power series, provided that the arguments don't have &lt;a href=\"constant%20coefficients\"&gt;constant coefficients&lt;/a&gt; (so that they belong to the ideal (\"X\")): \"f\"(0), \"f\"(\"X\"2−\"X\") and \"f\"((1−\"X\")−1 − 1) are all well defined for any formal power series formula_245\nWith this formalism, we can give an explicit formula for the multiplicative inverse of a power series \"f\" whose constant coefficient \"a\" = \"f\"(0) is invertible in \"R\":\nIf the formal power series \"g\" with \"g\"(0) = 0 is given implicitly by the equation\nwhere \"f\" is a known power series with \"f\"(0) = 0, then the coefficients of \"g\" can be explicitly computed using the &lt;a href=\"%23The%20Lagrange%20inversion%20formula\"&gt;Lagrange inversion formula&lt;/a&gt;.\nGeneralizations.\nFormal Laurent series.\nThe formal Laurent series over a ring formula_28 are defined in a similar way to a formal power series, except that we also allow finitely many terms of negative degree. That is, they are the series that can be written as\nfor some integer , so that there are only finitely many negative with formula_250. (This is different from the classical &lt;a href=\"Laurent%20series\"&gt;Laurent series&lt;/a&gt; of &lt;a href=\"complex%20analysis\"&gt;complex analysis&lt;/a&gt;.) For a non-zero formal Laurent series, the minimal integer formula_3 such that formula_252 is called the \"order\" of formula_149 and is denoted formula_254 (The order of the zero series is formula_255.) \nMultiplication of such series can be defined. Indeed, similarly to the definition for formal power series, the coefficient of \"Xk\" of two series with respective sequences of coefficients formula_256 and formula_257 is\nformula_258\nThis sum has only finitely many nonzero terms because of the assumed vanishing of coefficients at sufficiently negative indices.\nThe formal Laurent series form the ring of formal Laurent series over formula_28, denoted by formula_260. It is equal to the &lt;a href=\"localization%20of%20a%20ring\"&gt;localization&lt;/a&gt; of formula_22 with respect to the set of positive powers of formula_42. If formula_142 is a &lt;a href=\"field%20%28mathematics%29\"&gt;field&lt;/a&gt;, then formula_264 is in fact a field, which may alternatively be obtained as the &lt;a href=\"field%20of%20fractions\"&gt;field of fractions&lt;/a&gt; of the &lt;a href=\"integral%20domain\"&gt;integral domain&lt;/a&gt; formula_144.\nAs with the ring formula_22 of formal power series, the ring formula_260 of formal Laurent series may be endowed with the structure of a topological ring by introducing the metric\nformula_268\nOne may define formal differentiation for formal Laurent series in the natural (term-by-term) way. Precisely, the formal derivative of the formal Laurent series formula_149 above is\nformula_270\nwhich is again a formal Laurent series. If formula_149 is a non-constant formal Laurent series and with coefficients in a field of characteristic 0, then one has\nformula_272\nHowever, in general this is not the case since the factor \"n\" for the lowest order term could be equal to 0 in \"R\".\nFormal residue.\nAssume that formula_226 is a field of &lt;a href=\"characteristic%20%28algebra%29\"&gt;characteristic&lt;/a&gt; 0. Then the map\nis a formula_226-&lt;a href=\"derivation%20%28abstract%20algebra%29\"&gt;derivation&lt;/a&gt; that satisfies\nThe latter shows that the coefficient of formula_278 in formula_149 is of particular interest; it is called \"formal residue of formula_149\" and denoted formula_281. The map\nis formula_226-linear, and by the above observation one has an &lt;a href=\"exact%20sequence\"&gt;exact sequence&lt;/a&gt;\nSome rules of calculus. As a quite direct consequence of the above definition, and of the rules of formal derivation, one has, for any formula_285\nProperty (i) is part of the exact sequence above. Property (ii) follows from (i) as applied to formula_286. Property (iii): any formula_149 can be written in the form formula_288, with formula_289 and formula_290: then formula_291 formula_290 implies formula_150 is invertible in formula_294 whence formula_295 Property (iv): Since formula_296 we can write formula_297 with formula_298. Consequently, formula_299 and (iv) follows from (i) and (iii). Property (v) is clear from the definition.\nThe Lagrange inversion formula.\nAs mentioned above, any formal series formula_300 with \"f\"0 = 0 and \"f\"1 ≠ 0 has a composition inverse formula_301 The following relation between the coefficients of \"gn\" and \"f\"−\"k\" holds (\"\"):\nIn particular, for \"n\" = 1 and all \"k\" ≥ 1,\nSince the proof of the Lagrange inversion formula is a very short computation, it is worth reporting it here. Noting formula_304, we can apply the rules of calculus above, crucially Rule (iv) substituting formula_305, to get:\nGeneralizations. One may observe that the above computation can be repeated plainly in more general settings than \"K\"((\"X\")): a generalization of the Lagrange inversion formula is already available working in the formula_307-modules formula_308 where α is a complex exponent. As a consequence, if \"f\" and \"g\" are as above, with formula_309, we can relate the complex powers of \"f\" / \"X\" and \"g\" / \"X\": precisely, if α and β are non-zero complex numbers with negative integer sum, formula_310 then\nFor instance, this way one finds the power series for &lt;a href=\"Lambert%20W%20function%23Integer%20and%20complex%20powers\"&gt;complex powers of the Lambert function&lt;/a&gt;.\nPower series in several variables.\nFormal power series in any number of indeterminates (even infinitely many) can be defined. If \"I\" is an index set and \"XI\" is the set of indeterminates \"Xi\" for \"i\"∈\"I\", then a &lt;a href=\"monomial\"&gt;monomial&lt;/a&gt; \"X\"\"α\" is any finite product of elements of \"XI\" (repetitions allowed); a formal power series in \"XI\" with coefficients in a ring \"R\" is determined by any mapping from the set of monomials \"X\"\"α\" to a corresponding coefficient \"c\"\"α\", and is denoted formula_312. The set of all such formal power series is denoted formula_313 and it is given a ring structure by defining\nand\nTopology.\nThe topology on formula_316 is such that a sequence of its elements converges only if for each monomial \"X\"α the corresponding coefficient stabilizes. If \"I\" is finite, then this the \"J\"-adic topology, where \"J\" is the ideal of formula_316 generated by all the indeterminates in \"XI\". This does not hold if \"I\" is infinite. For example, if formula_318 then the sequence formula_319 with formula_320 does not converge with respect to any \"J\"-adic topology on \"R\", but clearly for each monomial the corresponding coefficient stabilizes.\nAs remarked above, the topology on a repeated formal power series ring like formula_321 is usually chosen in such a way that it becomes isomorphic as a &lt;a href=\"topological%20ring\"&gt;topological ring&lt;/a&gt; to formula_322\nOperations.\nAll of the operations defined for series in one variable may be extended to the several variables case.\nIn the case of the formal derivative, there are now separate &lt;a href=\"partial%20derivative\"&gt;partial derivative&lt;/a&gt; operators, which differentiate with respect to each of the indeterminates. They all commute with each other.\nUniversal property.\nIn the several variables case, the universal property characterizing formula_323 becomes the following. If \"S\" is a commutative associative algebra over \"R\", if \"I\" is an ideal of \"S\" such that the \"I\"-adic topology on \"S\" is complete, and if \"x\"1, …, \"xr\" are elements of \"I\", then there is a \"unique\" map formula_324 with the following properties:\nNon-commuting variables.\nThe several variable case can be further generalised by taking \"non-commuting variables\" \"Xi\" for \"i\" ∈ \"I\", where \"I\" is an index set and then a &lt;a href=\"monomial\"&gt;monomial&lt;/a&gt; \"X\"α is any &lt;a href=\"word%20%28mathematics%29\"&gt;word&lt;/a&gt; in the \"XI\"; a formal power series in \"XI\" with coefficients in a ring \"R\" is determined by any mapping from the set of monomials \"X\"α to a corresponding coefficient \"c\"α, and is denoted formula_325. The set of all such formal power series is denoted \"R\"«\"XI\"», and it is given a ring structure by defining addition pointwise\nand multiplication by\nwhere · denotes concatenation of words. These formal power series over \"R\" form the Magnus ring over \"R\".\nOn a semiring.\nGiven an &lt;a href=\"Alphabet%20%28formal_languages%29\"&gt;alphabet&lt;/a&gt; formula_328 and a &lt;a href=\"semiring\"&gt;semiring&lt;/a&gt; formula_110. The formal power series over formula_110 supported on the language formula_331 is denoted by formula_332. It consists of all mappings formula_333, where formula_331 is the &lt;a href=\"free%20monoid\"&gt;free monoid&lt;/a&gt; generated by the non-empty set formula_328.\nThe elements of formula_332 can be written as formal sums\nwhere formula_338 denotes the value of formula_339 at the word formula_340. The elements formula_341 are called the coefficients of formula_339.\nFor formula_343 the support of formula_339 is the set\nA series where every coefficient is either formula_346 or formula_347 is called the characteristic series of its support.\nThe subset of formula_332 consisting of all series with a finite support is denoted by formula_349 and called polynomials.\nFor formula_350 and formula_351, the sum formula_352 is defined by \nThe (Cauchy) product formula_354 is defined by\nThe Hadamard product formula_356 is defined by\nAnd the products by a scalar formula_358 and formula_359 by\nWith these operations formula_362 and formula_363 are semirings, where formula_364 is the empty word in formula_331.\nThese formal power series are used to model the behavior of &lt;a href=\"weighted%20automata\"&gt;weighted automata&lt;/a&gt;, in &lt;a href=\"theoretical%20computer%20science\"&gt;theoretical computer science&lt;/a&gt;, when the coefficients formula_338 of the series are taken to be the weight of a path with label formula_367 in the automata.\nReplacing the index set by an ordered abelian group.\nSuppose formula_368 is an ordered abelian group, meaning an abelian group with a total ordering formula_369 respecting the group's addition, so that formula_370. Let I be a &lt;a href=\"well-order\"&gt;well-order&lt;/a&gt;ed subset of formula_368, meaning I contains no infinite descending chain. Consider the set consisting of\nfor all such I, with formula_373 in a commutative ring formula_28, where we assume that for any index set, if all of the formula_373 are zero then the sum is zero. Then formula_376 is the ring of formal power series on formula_368; because of the condition that the indexing set be well-ordered the product is well-defined, and we of course assume that two elements which differ by zero are the same. Sometimes the notation formula_378 is used to denote formula_376.\nVarious properties of formula_28 transfer to formula_376. If formula_28 is a field, then so is formula_376. If formula_28 is an ordered field, we can order formula_376 by setting any element to have the same sign as its leading coefficient, defined as the least element of the index set I associated to a non-zero coefficient. Finally if formula_368 is a &lt;a href=\"divisible%20group\"&gt;divisible group&lt;/a&gt; and formula_28 is a &lt;a href=\"real%20closed%20field\"&gt;real closed field&lt;/a&gt;, then formula_376 is a real closed field, and if formula_28 is &lt;a href=\"algebraically%20closed\"&gt;algebraically closed&lt;/a&gt;, then so is formula_376.\nThis theory is due to &lt;a href=\"Hans%20Hahn%20%28mathematician%29\"&gt;Hans Hahn&lt;/a&gt;, who also showed that one obtains subfields when the number of (non-zero) terms is bounded by some fixed infinite cardinality."
}