{
    "id": "60037445",
    "revid": "18515189",
    "url": "https://en.wikipedia.org/wiki?curid=60037445",
    "title": "Murder of Alesha MacPhail",
    "text": "On 2 July 2018, six-year-old Scottish girl Alesha MacPhail was &lt;a href=\"child%20abduction\"&gt;abducted&lt;/a&gt; from her bed and murdered by 16-year-old Aaron Campbell. Alesha, from &lt;a href=\"Airdrie%2C%20North%20Lanarkshire\"&gt;Airdrie&lt;/a&gt;, &lt;a href=\"North%20Lanarkshire\"&gt;North Lanarkshire&lt;/a&gt;, was three days into a stay with her grandparents on the &lt;a href=\"Isle%20of%20Bute\"&gt;Isle of Bute&lt;/a&gt; when Campbell entered their unlocked home at approximately 02:00 . The teenager had previously bought &lt;a href=\"Cannabis%20%28drug%29\"&gt;cannabis&lt;/a&gt; from Alesha's father Robert, who lived in the house, and initially went to steal the drug. Upon finding the child asleep, Campbell picked her up, carried her to an abandoned hotel, then raped and killed her by applying pressure to her face and neck. Alesha was reported missing at 06:23 , and her body was discovered by a member of the public at 08:54 .\n&lt;a href=\"Police%20Scotland\"&gt;Police Scotland&lt;/a&gt; charged Campbell with abduction, rape and murder on 5 July 2018. The teenager denied any involvement, and pleaded \"not guilty\" when his trial began on 11 February 2019. He logged a \"special defence of incrimination\" by claiming that Robert MacPhail's girlfriend, Toni McLachlan, was responsible for murdering the child and framing him. Campbell was tied to the crime by &lt;a href=\"CCTV\"&gt;CCTV&lt;/a&gt; footage, &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt;, and fibres from his clothing, and the jury returned a guilty verdict after three hours of deliberation. A ban on publicly naming Campbell was lifted following his conviction. On 21 March 2019, he was handed a &lt;a href=\"life%20sentence\"&gt;life sentence&lt;/a&gt; with a &lt;a href=\"minimum%20term\"&gt;minimum term&lt;/a&gt; of 27 years; subsequently reduced to 24 years on appeal. He confessed to the crime before his sentencing, adding that he was \"quite satisfied with the murder\".\nThe case generated a large amount of media interest in the United Kingdom, with the presiding judge &lt;a href=\"Hugh%20Matthews%2C%20Lord%20Matthews\"&gt;Lord Matthews&lt;/a&gt; stating that he \"could not think of a crime in recent times that has attracted such revulsion\". The perceived safety of the Isle of Bute contributed to the public's shock, while the young age of the culprit prompted discussion and debate around the nature of underage murderers.\nBackground.\nAlesha MacPhail.\nAlesha MacPhail was born in &lt;a href=\"Glasgow%20Royal%20Infirmary\"&gt;Glasgow Royal Infirmary&lt;/a&gt;. She lived in &lt;a href=\"Airdrie%2C%20North%20Lanarkshire\"&gt;Airdrie, North Lanarkshire&lt;/a&gt;, with her mother Georgina Lochrane (aged 23 in 2018) and her younger sister Courtney (aged 4 in 2018). She attended Chapelside School and had recently completed &lt;a href=\"Education%20in%20Scotland%23Stages%20of%20compulsory%20education\"&gt;Primary Two&lt;/a&gt; at the time of her death. She was described by her headteacher as a \"smiley and happy young girl\" who \"loved being at school and enjoyed all aspects of literacy, in particular writing.\" Her favourite activities included &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt; and cake baking.\nMacPhail's parents separated when she was three months old. Her father Robert (aged 26 in 2018) lived in &lt;a href=\"Rothesay\"&gt;Rothesay&lt;/a&gt;, the principal town on the &lt;a href=\"Isle%20of%20Bute\"&gt;Isle of Bute&lt;/a&gt;, with his parents and his girlfriend Toni McLachlan (aged 17 in 2018). Alesha would visit her father and grandparents every other weekend. On 28 June 2018, at six years old, she joined her family in Rothesay for what was meant to be three weeks of the school summer break.\nAaron Campbell.\nAaron Thomas Campbell was born in &lt;a href=\"Shrewsbury\"&gt;Shrewsbury&lt;/a&gt;, &lt;a href=\"Shropshire\"&gt;Shropshire&lt;/a&gt;, on 7 May 2002. He moved to the &lt;a href=\"Isle%20of%20Bute\"&gt;Isle of Bute&lt;/a&gt; when he was four or five years old with his mother Janette, father Christopher, and younger sister.\nCampbell's upbringing included elements of physical and emotional abuse, and he often argued with his alcoholic mother. He was tested for &lt;a href=\"attention%20deficit%20hyperactivity%20disorder\"&gt;attention deficit hyperactivity disorder&lt;/a&gt; (ADHD) and had a history of &lt;a href=\"self%20harming\"&gt;self harming&lt;/a&gt; and depression. He attended &lt;a href=\"Rothesay%20Academy\"&gt;Rothesay Academy&lt;/a&gt; and was popular among his friends, with whom he regularly drank alcohol and attended parties. He was fit and active, while also keen on &lt;a href=\"video%20games\"&gt;gaming&lt;/a&gt;; he wished to be a &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; star and posted several videos to the website. When he was aged 15, Campbell began to consider \"doing something excessive\" such as rape. In 2017, he sent a &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; message saying that he \"might kill 1 day for the lifetime experience\". He was entered into a rehabilitation programme when he was caught &lt;a href=\"arson%23Scotland\"&gt;starting fires&lt;/a&gt;.\nCampbell was acquainted with Toni McLachlan and Robert MacPhail, and claims to have had a casual sexual relationship with McLachlan in the winter of 2017. He purchased &lt;a href=\"Cannabis%20%28drug%29\"&gt;cannabis&lt;/a&gt; from the couple on multiple occasions, but these interactions ceased in early 2018 following a disagreement and intervention from Campbell's mother.\nAbduction and murder.\nOn 1 July 2018, three days into her summer visit, Alesha was put to bed in her room at her grandparents' seafront home with a \"&lt;a href=\"Peppa%20Pig\"&gt;Peppa Pig&lt;/a&gt;\" DVD playing. At around 23:00, McLachlan checked on the child and noticed that she was asleep. The key was left in the front door, as was common in Rothesay.\nThe same evening, 16 year-old Campbell invited 15 friends to his house, where he became drunk. The party finished before midnight, but at 00:30 on 2 July, a friend returned and found Campbell in bed and \"suicidal\". Campbell claimed \"I was quite upset as my mum had been arguing with me most of the night.\" The friend was \"quite worried for him\" and offered to stay over, but Campbell declined and said he was going to \"get &lt;a href=\"Substance%20intoxication\"&gt;stoned&lt;/a&gt;\". Campbell sent messages to several people asking if they were available to sell him cannabis, including Robert MacPhail. At 01:47 and 01:48 he called Toni McLachlan but there was no response.\nIntending to steal cannabis, Campbell left his house at 01:54 armed with a kitchen knife. He entered the MacPhail property, roughly a five-minute walk away, where Alesha's room was closest to the front door. When he found the sleeping girl, Campbell saw a \"moment of opportunity\", later claiming \"All I thought about was killing her once I saw her.\" He lifted a drowsy Alesha from her bed, left the house without anyone noticing, and walked with her along the ocean shore. The child awoke in his arms during this walk and asked who he was; Campbell replied that he knew her father and was taking her home. He carried Alesha to a secluded location then raped and murdered her. He threw his clothes into the sea, went home for a shower, then returned to the murder site to retrieve his phone.\nInvestigation.\nSearch and discovery.\nAt 06:00 on 2 July, Calum MacPhail awoke for work to find that his granddaughter was not in her bed and determined that she was nowhere in the house. She had never run away before, and her bike remained in the garden. Alesha's grandmother, Angela King, notified the police at 06:23 while the rest of the family began searching the local area and spreading word of her disappearance. King also made a plea on Facebook, encouraging members of the public to help. McLachlan noticed the missed calls from Campbell and tried phoning him. At 09:01 Campbell responded \"Sorry doesn't matter\" with two &lt;a href=\"Face%20with%20Tears%20of%20Joy%20emoji\"&gt;laughing emojis&lt;/a&gt;. When asked to look out for Alesha, he wrote, \"Oh damn. Am sure she's not went too far x\".\n&lt;a href=\"Police%20Scotland\"&gt;Police Scotland&lt;/a&gt; began a hunt for MacPhail, utilising a helicopter to help with the search. A &lt;a href=\"coastguard\"&gt;coastguard&lt;/a&gt; volunteer began searching the shoreline at 06:55, where he discovered the kitchen knife near the MacPhail home. Many members of the public also joined. At 08:54, the police were notified by Jorge Williams, a local man who had seen King's Facebook appeal, that he had discovered Alesha's lifeless and naked body. She was found in a wooded area, within the grounds of a former hotel, a 15-minute walk from the MacPhail home. Georgina Lochrane, who was away in Airdrie, learned about her daughter's death via King's Facebook page before being escorted to Bute.\nA &lt;a href=\"postmortem%20examination\"&gt;postmortem examination&lt;/a&gt; was conducted on 3 July 2018. The autopsy concluded that MacPhail received 117 injuries, some of which were caused while she was alive and some of which may have been caused by vegetation. Injuries to her neck and face indicated that she had been gripped, while injuries to her nose and mouth indicated that she had been smothered. Her genitalia sustained \"catastrophic\" injuries. The &lt;a href=\"pathologist\"&gt;pathologist&lt;/a&gt; determined her death to be \"the result of significant forceful pressure to her neck and face”.\nEnquiries and arrest.\n&lt;a href=\"Police%20Scotland\"&gt;Police Scotland&lt;/a&gt; opened a murder investigation following the results of the autopsy. Chief Superintendent Hazel Hendren, the local police commander, stated that \"Every available resource from across Police Scotland is being made available to this major investigation\". Detective Superintendent Stuart Houston made a successful plea for information from the public. The police conducted searches at the MacPhail residence, while heavily patrolling the streets of Bute and making house-to-house inquiries. Several parts of the island were cordoned off while forensic experts searched for evidence. Investigators believed from an early stage that the murderer remained on Bute.\nJanette Campbell, the mother of Aaron Campbell, helped with the initial search for MacPhail. In response to the police request for information, she checked the &lt;a href=\"CCTV\"&gt;CCTV&lt;/a&gt; system installed outside her home and found footage of her son leaving and returning twice during the hours that MacPhail disappeared. When she quizzed him over his whereabouts, he insisted that he knew nothing about the case. Janette was pleased with his response, but nevertheless reported the footage to the police to remove any suspicion.\nCampbell was initially interviewed by Detective Constable Gavin McKellar and Detective Sergeant Steven Hendrie as a possible witness. He co-operated with the questions, showing no signs of worry or intimidation, and claimed that he had been buying and smoking cannabis. He was arrested on suspicion of murder on 4 July, and taken to a police station in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; where he answered \"no comment\" to all questions. The following day, Campbell was charged with the murder and rape of Alesha MacPhail and &lt;a href=\"Remand%20%28detention%29\"&gt;remanded in custody&lt;/a&gt;. On 13 July, he appeared at &lt;a href=\"Greenock%2C%20Scotland\"&gt;Greenock&lt;/a&gt; &lt;a href=\"Sheriff%20Court\"&gt;Sheriff Court&lt;/a&gt; and did not submit a plea.\nTrial.\nCampbell appeared at the &lt;a href=\"High%20Court%20of%20Justiciary\"&gt;High Court&lt;/a&gt; in Glasgow on 10 December 2018 for &lt;a href=\"indictment\"&gt;indictment&lt;/a&gt; proceedings. He entered a \"not guilty\" plea to the charge of abducting, raping, and murdering Alesha MacPhail. A trial was set for February 2019, with Iain McSporran &lt;a href=\"Queen%27s%20Counsel\"&gt;QC&lt;/a&gt; acting as &lt;a href=\"prosecutor\"&gt;prosecutor&lt;/a&gt; and Brian McConnachie QC acting as Campbell's &lt;a href=\"Defense%20%28law%29\"&gt;defence&lt;/a&gt; &lt;a href=\"advocate\"&gt;advocate&lt;/a&gt;. A second charge of &lt;a href=\"perverting%20the%20course%20of%20justice\"&gt;attempting to defeat the ends of justice&lt;/a&gt; was dropped during the trial. Because he was younger than 18, the media were banned from reporting Campbell's name for the duration of the trial.\nEvidence.\nThe trial began on 11 February 2019, presided over by Judge &lt;a href=\"Hugh%20Matthews%2C%20Lord%20Matthews\"&gt;Lord Matthews&lt;/a&gt;. The court was shown CCTV footage, from cameras installed by Campbell's mother, that captured the defendant leaving his house at 01:54 on 2 July, returning at 03:35, then leaving and returning again for two short periods before 04:07 . Additional CCTV footage, supplied by members of the public, showed an individual walking along the shoreline at 02:25 and 02:26, appearing to carry something in his arms. &lt;a href=\"Pathologist\"&gt;Pathologist&lt;/a&gt; John Williams testified that MacPhail's feet were clean and uninjured, suggesting she had been carried.\nJanette Campbell confirmed that several items recovered from the beach after MacPhail's death – a fleece jacket, jogging bottoms, boxer shorts, a t-shirt, and a kitchen knife – belonged to her son and came from her kitchen. Fibres from the trousers were found on MacPhail's discarded pyjamas, and &lt;a href=\"forensic%20scientist\"&gt;forensic scientist&lt;/a&gt; Stuart Bailey testified that &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; matching the accused was found on the beach clothing. He further confirmed that a DNA sample taken from MacPhail's neck had a billion-to-one chance of coming from anybody but Campbell. DNA matches were also found on MacPhail's face, 14 parts of her body, and some of her clothing. A &lt;a href=\"cybercrime\"&gt;cybercrime&lt;/a&gt; expert told the court that on 3 July 2018, Campbell used his phone to &lt;a href=\"Google\"&gt;Google&lt;/a&gt; search \"How do police find DNA\", then visited a webpage titled \"Collecting DNA evidence\". A 16-year-old girl testified that hours after MacPhail's body was discovered, Campbell filmed himself in a &lt;a href=\"Snapchat\"&gt;Snapchat&lt;/a&gt; video, sent to a group of 25 people, with the words \"Found the guy who has done it.\"\nDefence.\nIn his defence, Campbell claimed that he spent the early hours of 2 July procuring cannabis and searching for his lost phone. Two young men testified that they had received messages from the defendant but did not meet him that night. Campbell logged a \"special defence of incrimination\", in which he argued that Toni McLachlan was responsible for MacPhail's death. He took the witness stand and claimed that McLachlan had sex with him in a garage that night; he then suggested that she murdered MacPhail and used the condom to plant his &lt;a href=\"semen\"&gt;semen&lt;/a&gt; on the child's body. Campbell's lawyer asserted that McLachlan was jealous of the attention MacPhail received and that her relationship with Alesha's father was physically abusive. McLachlan denied all of his claims, adding that she loved the child \"to pieces\". Angela King, MacPhail's grandmother, testified that Alesha and McLachlan had a \"great\" relationship. Unlike the defendant, 18 year-old McLachlan was named in the media throughout the trial.\nCampbell answered questions for two hours, offering explanations for the prosecution's evidence while appearing \"strikingly composed\", \"unfazed\", and \"articulate\" according to a journalist for \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\". He told the court that he had never met Alesha MacPhail, and denied murdering her by stating \"Absolutely not. I could never do that.\" He agreed that placing the blame on an innocent person would be \"evil\". Campbell confirmed that he could &lt;a href=\"bench%20press\"&gt;bench press&lt;/a&gt; ; the prosecution argued that McLachlan, conversely, did not have the strength to carry Alesha from her house to the murder site.\nVerdict and confession.\nThe trial lasted nine days. The jury deliberated for three hours before returning a unanimous guilty verdict on 21 February. Lord Matthews described the evidence against Campbell as \"overwhelming\", and stated that the teenager had committed \"some of the most wicked and evil crimes this court has ever heard of in decades of dealing with depravity\". Campbell remained emotionless upon hearing his conviction. A group of media outlets made a legal bid for the teenager to be publicly identified, arguing that this transparency was in the public interest. Following the trial, Lord Matthews agreed to reverse the naming restriction – a first in Scottish history – due to the \"unique\" nature of the case.\nCampbell re-appeared before Lord Matthews for his sentencing on 21 March. &lt;a href=\"Presentence%20investigation%20report\"&gt;Reports&lt;/a&gt; prepared by Dr. Gary Macpherson, a consultant &lt;a href=\"forensic%20psychology\"&gt;forensic clinical psychologist&lt;/a&gt; and &lt;a href=\"social%20worker\"&gt;social worker&lt;/a&gt; revealed that he had since confessed to the crime in detail. Campbell told Dr. Macpherson that he was \"quite satisfied with the murder\" and said it took \"everything to stop laughing\" during points of the trial. The report stated that Campbell \"continued to experience thoughts of killing and having sex with children and having sex with dead bodies\". Lord Matthews described the teenager as a \"cold, calculating, remorseless and dangerous individual ... completely lacking in victim empathy” before handing him a &lt;a href=\"life%20sentence\"&gt;life sentence&lt;/a&gt; with a &lt;a href=\"minimum%20term\"&gt;minimum term&lt;/a&gt; of 27 years. The judge stated that this term would have been higher for an adult, but observed that \"reintegration or rehabilitation are remote possibilities”, perhaps \"impossible\". He stressed that the claims against Toni McLachlan were a \"travesty of the truth\" and that the young woman was \"completely innocent\". Georgina Lochrane shouted abuse at Campbell as the hearing ended, and subsequently told the media, \"A life sentence should be a life sentence. He should have no human rights and doesn’t deserve anything because he is inhuman.\"\nAppeal.\nOn 10 September 2019, Campbell successfully appealed his sentence, reducing the minimum term from 27 years to 24 years; meaning he will be eligible to apply for &lt;a href=\"parole\"&gt;parole&lt;/a&gt; when he is 40. Three judges ruled that the original sentence had been excessive for his age, but they did not dispute Lord Matthews' suggestion that the appellant may never be released. Campbell is imprisoned at &lt;a href=\"HMYOI%20Polmont\"&gt;HM Young Offenders Institution Polmont&lt;/a&gt;, and will be moved to an adult prison when he turns 21.\nReaction and memorials.\nMacPhail's murder received significant media attention in the United Kingdom: the presiding judge stated that he \"could not think of a crime in recent times that has attracted such revulsion\". The level of public outrage led to comparisons with the 1993 &lt;a href=\"murder%20of%20James%20Bulger\"&gt;murder of James Bulger&lt;/a&gt;. Initial reports emphasised the unlikelihood of the crime occurring on the small &lt;a href=\"Isle%20of%20Bute\"&gt;Isle of Bute&lt;/a&gt;, which was once a popular tourist destination for Scotland's city dwellers. The local reverend Owain Jones commented, \"Bute is one of these places that is incredibly safe, you take all sorts of things for granted here\". At the time of the trial he acknowledged the lasting shock within the community, adding that \"nothing feels the same\". The revelations of casual teenage drinking, sex, and drug use on the island were also a source of surprise; Libby Brooks of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" wrote that the MacPhail trial revealed \"the reality of life on Bute beyond the picture postcard\", where the population is declining and deprivation growing. Local young people were offered counselling services to help them deal with the repercussions of the case.\nA debate around childhood influences arose once the culprit was confirmed to be 16 year-old Campbell. In an effort to make sense of the crime, public and media comments focussed on \"[Campbell's] reported obsession with violent video games, in particular the &lt;a href=\"Slender%20Man\"&gt;Slender Man&lt;/a&gt; &lt;a href=\"meme\"&gt;meme&lt;/a&gt;, lurid analysis of his YouTube posts and speculation that cannabis &lt;a href=\"psychosis\"&gt;psychosis&lt;/a&gt; was linked to this and other killings.\" The case also prompted discussions of how to treat young offenders of serious crimes. John Marshall, who assessed Campbell after his conviction, argued that young children should be tested for &lt;a href=\"psychopathic\"&gt;psychopathic&lt;/a&gt; traits so that interventions can start early, a suggestion that caused controversy in the field of &lt;a href=\"child%20psychology\"&gt;child psychology&lt;/a&gt;. Campbell's YouTube channel was removed from the website following his conviction.\nBefore the suspect was confirmed to be a local boy, rumours surfaced on &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; – spearheaded by the right wing commentator &lt;a href=\"Katie%20Hopkins\"&gt;Katie Hopkins&lt;/a&gt; – that the culprit was one of the &lt;a href=\"Syrian%20refugees\"&gt;Syrian refugees&lt;/a&gt; housed on the island in 2015. Hopkins was condemned for making the implication without any evidence; &lt;a href=\"Michael%20Russell%20%28Scottish%20politician%29\"&gt;Michael Russell&lt;/a&gt; &lt;a href=\"Member%20of%20the%20Scottish%20Parliament\"&gt;MSP&lt;/a&gt; described the comments as \"an awful, divisive, hate-filled lie\", and Alan Smith of \"&lt;a href=\"The%20Herald%20%28Glasgow%29\"&gt;The Herald&lt;/a&gt;\" wrote that MacPhail's \"tragic death was being used to further the cause of the &lt;a href=\"far-right\"&gt;far-right&lt;/a&gt;\".\nA candle-lit vigil for MacPhail was held in Rothesay shortly after her murder. The six-year-old's funeral took place in &lt;a href=\"Coatbridge\"&gt;Coatbridge&lt;/a&gt; on 21 July 2018, attended by hundreds of mourners. She was buried in Coltswood Cemetery. On 25 May 2019, a pink memorial bench was unveiled on the Rothesay promenade. On 20 June, nearly a year after her death, MacPhail's primary school opened a playhouse built in her memory, decorated with artwork designed by the pupils. It was funded with £22,000 donated by the public. MacPhail's family attended a memorial service at the school that included a song and poem written for Alesha."
}