{
    "id": "60036308",
    "revid": "11009441",
    "url": "https://en.wikipedia.org/wiki?curid=60036308",
    "title": "Rosemary Lee",
    "text": "Rosemary Lee is an &lt;a href=\"English%20people\"&gt;English&lt;/a&gt; director, &lt;a href=\"Choreography\"&gt;choreographer&lt;/a&gt; and &lt;a href=\"Performing%20arts\"&gt;performer&lt;/a&gt;. She has been working since the 1970s. producing large-scale installation pieces, site-specific and a range of mixed media works. The projects she creates revolve around the idea of building relationships and bringing communities together; with most of her work involving cast members of a variety of age ranges.\nEducation and teaching.\nLee first became interested in dance in 1974 during her teenage years; when attending weekend courses at &lt;a href=\"The%20Place%2C%20Woking\"&gt;The Place&lt;/a&gt; in &lt;a href=\"Woking\"&gt;Woking&lt;/a&gt;, Lee felt a sudden keen interest whilst participating in a warmup barefoot. Lee was educated in at Phyllis Adams School of Dance and Lowestoft before attending higher education. In 1981, Lee graduated from the &lt;a href=\"Trinity%20Laban%20Conservatoire%20of%20Music%20and%20Dance\"&gt;Trinity Laban Conservatoire of Music &amp; Dance&lt;/a&gt; with a bachelor's degree in &lt;a href=\"Contemporary%20dance\"&gt;Contemporary Dance&lt;/a&gt;.  In 1982, Lee travelled to &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; to study under the likes of Sara Pearson, Lisa Kraus and &lt;a href=\"Ruth%20Currier\"&gt;Ruth Currier&lt;/a&gt;. She has since become a Fellow at both C-DaRE &lt;a href=\"Coventry%20University\"&gt;Coventry University&lt;/a&gt; and &lt;a href=\"Trinity%20Laban%20Conservatoire%20of%20Music%20and%20Dance\"&gt;Laban&lt;/a&gt;; worked in collaboration with &lt;a href=\"Middlesex%20University\"&gt;Middlesex University&lt;/a&gt; as a ResCen Research Associate, is an &lt;a href=\"Artsadmin\"&gt;ArtsAdmin&lt;/a&gt; artist in residence and has been the recipient of an doctorate from &lt;a href=\"University%20of%20Roehampton\"&gt;Roehampton University&lt;/a&gt;. Aside from her performance making, she is also a writer and a guest lecturer both within the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and internationally.\nCareer.\n\"Common Dance, 2009\".\nThe first performance that Lee had created in conjunction with the company Dance Umbrella and Greenwich Borough Hall; a large-scale performance piece that was made up of a 50 person-strong cast, a choir and a musical arrangement composed by &lt;a href=\"Terrence%20Mann\"&gt;Terry Mann&lt;/a&gt;. The intent of the performance was to pay homage to the once freely occupied \"common\" areas that are now not as accessible in urban space.\n\"Square Dances, 2011\".\nThe second performance associated with &lt;a href=\"Dance%20Umbrella\"&gt;Dance Umbrella&lt;/a&gt;, Square Dances was a major-scale outdoor performance with a cast of 200 people, each carrying a bell of which size ranged from small to large. Much like Lee's 2009 work Common Dance, the creation of unity within \"common\" spaces and bringing people together are the focal points of the performance, spanning over four central locations in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\n\"Melt Down, 2011\".\nA piece that had been commissioned by Dance Umbrella, Melt Down was another large-scale outdoor performance with a cast made up of 40 men, whose experience in performance was varied. The piece was one of four that made up the initial performance Square Dances, that was performed underneath a large tree; at the sound of a bell tolling that marked each minute passing the participants would begin to slowly descend to the ground, or \"melt\". This regime was repeated up to five times a day as the performance progressed, the performers moving from different locations to reenact the melt down, each segment lasting for ten minutes at a time, from not only beneath trees but in also more exposed urban and city areas.\n\"Without, 2012-2013\".\nA multi-screen &lt;a href=\"Video%20installation\"&gt;video-installation&lt;/a&gt; piece Lee created in conjunction with Echo-Echo Dance Theatre and based in &lt;a href=\"Derry\"&gt;Derry&lt;/a&gt; with a musical score composed by Graeme Miller. The piece filmed up to 470 local participants, individuals from all walks of life, ascended to the streets in order to \"reclaim\" them.\n\"Calling Tree, 2014\".\nCreated in collaboration with Simon Whitehead, Calling Tree is currently an on-going project, that has so far been produced in three parts located in &lt;a href=\"Betws-y-Coed\"&gt;Betws y Coed, North Wales&lt;/a&gt;, &lt;a href=\"Tottenham\"&gt;Tottenham&lt;/a&gt; and &lt;a href=\"Bruce%20Castle\"&gt;Bruce Castle&lt;/a&gt; Park. Beneath large trees, the participants danced, sang and whispered to the audience, creating a soundscape that resonated through the trees.\nAwards.\nBonnie Bird Award, 2013 \nJCRP Award, 2014 "
}