{
    "id": "60037798",
    "revid": "6727347",
    "url": "https://en.wikipedia.org/wiki?curid=60037798",
    "title": "History of CAD software",
    "text": "Designers have used computers for calculations since their invention. &lt;a href=\"Claude%20Shannon\"&gt;Digital computers&lt;/a&gt; were used in power system analysis or optimization as early as proto-\"&lt;a href=\"Whirlwind%20%28computer%29\"&gt;Whirlwind&lt;/a&gt;\" in &lt;a href=\"Network%20analyzer%20%28AC%20power%29\"&gt;1949&lt;/a&gt;. Circuit &lt;a href=\"Digital%20electronics\"&gt;design&lt;/a&gt; theory or &lt;a href=\"Charles%20Proteus%20Steinmetz\"&gt;power network&lt;/a&gt; methodology was &lt;a href=\"Linear%20algebra\"&gt;algebraic&lt;/a&gt;, &lt;a href=\"Quine%E2%80%93McCluskey%20algorithm\"&gt;symbolic&lt;/a&gt;, and often &lt;a href=\"Euclidean%20vector\"&gt;vector&lt;/a&gt;-based.\n1940s–1950s.\nBetween the mid-1940s and 1950s, various developments were made in &lt;a href=\"computer%20software\"&gt;computer software&lt;/a&gt;. Some of these developments include servo-motors controlled by generated pulse (1949), a digital computer with built-in operations to automatically coordinate transforms to compute radar related vectors (1951), and the graphic mathematical process of forming a shape with a digital machine tool (1952). \nIn 1953, &lt;a href=\"MIT\"&gt;MIT&lt;/a&gt; researcher &lt;a href=\"Douglas%20T.%20Ross\"&gt;Douglas T. Ross&lt;/a&gt; saw the \"interactive display equipment\" being used by radar operators, believing it would be exactly what his &lt;a href=\"AN/FSQ-7%20Combat%20Direction%20Central\"&gt;SAGE&lt;/a&gt;-related &lt;a href=\"data%20reduction\"&gt;data reduction&lt;/a&gt; group needed. Ross and the other researchers from the &lt;a href=\"MIT%20Lincoln%20Laboratory\"&gt;Massachusetts Institute of Technology Lincoln Laboratory&lt;/a&gt; were the sole users of the complex display systems installed for the pre-SAGE Cape Cod system. Ross claimed in an interview that they \"used it for their own personal workstation.\" The designers of these early computers built utility programs to ensure programmers could debug software, using flowcharts on a display scope, with logical switches that could be opened and closed during the debugging session. They found that they could create electronic symbols and geometric figures to create simple circuit diagrams and flowcharts. These programs also enabled objects to be reproduced at will; it also was possible to change their orientation, linkage (&lt;a href=\"Flux%20linkage\"&gt;flux&lt;/a&gt;, &lt;a href=\"Linkage%20%28mechanical%29\"&gt;mechanical&lt;/a&gt;, &lt;a href=\"Linkage%20%28software%29\"&gt;lexical scoping&lt;/a&gt;), or scale. This presented numerous possibilities to them.\nRoss coined the term \"computer-aided design\" (CAD) in 1959.\n1960s.\nThe invention of the 3D CAD/CAM is attributed to French engineer &lt;a href=\"Pierre%20B%C3%A9zier\"&gt;Pierre Bézier&lt;/a&gt; (&lt;a href=\"Arts%20et%20M%C3%A9tiers%20ParisTech\"&gt;Arts et Métiers ParisTech&lt;/a&gt;, Renault). Between 1966 and 1968, after his mathematical work concerning surfaces, he developed &lt;a href=\"UNISURF\"&gt;UNISURF&lt;/a&gt; to ease the design of parts and tools for the automotive industry. UNISURF then became the working base for the following generations of CAD software.\nIn the 1960s, technological developments in the industries of aircraft, automotive, industrial control, and electronics provided advancements in the fields of three-dimensional surface construction, NC programming, and design analysis. Most of these developments were independent of one another and often not published until much later. Some of the mathematical description work on curves was developed in the early 1940s by Robert Issac Newton. In his 1957 novel \"The Door into Summer\", &lt;a href=\"Robert%20A.%20Heinlein\"&gt;Robert A. Heinlein&lt;/a&gt; hinted at the possibility of a robotic \"Drafting Dan\". However, more substantial work on &lt;a href=\"Polynomial%20curve\"&gt;polynomial curves&lt;/a&gt; and sculptured surface was done by mathematician &lt;a href=\"Paul%20de%20Casteljau\"&gt;Paul de Casteljau&lt;/a&gt; from &lt;a href=\"Citroen\"&gt;Citroen&lt;/a&gt;; &lt;a href=\"Pierre%20B%C3%A9zier\"&gt;Pierre Bézier&lt;/a&gt; from Renault; &lt;a href=\"Steven%20Anson%20Coons\"&gt;Steven Anson Coons&lt;/a&gt; from MIT; James Ferguson from &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt;; &lt;a href=\"Carl%20de%20Boor\"&gt;Carl de Boor&lt;/a&gt;, &lt;a href=\"George%20David%20Birkhoff\"&gt;George David Birkhoff&lt;/a&gt; and Garibedian from &lt;a href=\"General%20Motors\"&gt;GM&lt;/a&gt; in the 1960s; and W. Gordon and R. Riesenfeld from GM in the 1970s.\nThe development of the &lt;a href=\"Sketchpad\"&gt;SKETCHPAD&lt;/a&gt; system at MIT by &lt;a href=\"Ivan%20Sutherland\"&gt;Ivan Sutherland&lt;/a&gt;, who later created a graphics technology company with &lt;a href=\"David%20C.%20Evans\"&gt;David Evans&lt;/a&gt;, was a turning point. The distinctive feature of SKETCHPAD was that it allowed the designer to interact with their computer graphically; the design can be fed into the computer by drawing on a &lt;a href=\"cathode%20ray%20tube\"&gt;CRT&lt;/a&gt; &lt;a href=\"Computer%20display\"&gt;monitor&lt;/a&gt; with a &lt;a href=\"light%20pen\"&gt;light pen&lt;/a&gt;. In effect, this feature of SKETCHPAD was a prototype for a &lt;a href=\"graphical%20user%20interface\"&gt;graphical user interface&lt;/a&gt;, an indispensable feature of modern CAD. In 1963, under doctoral adviser &lt;a href=\"Claude%20Shannon\"&gt;Claude Shannon&lt;/a&gt;, Sutherland presented his PhD thesis paper, \"Sketchpad: A Man-Machine Graphical Communication System,\" at a &lt;a href=\"Joint%20Computer%20Conference\"&gt;Joint Computer Conference&lt;/a&gt;. In his paper, he said:\nOver time, efforts would be directed toward the goal of having the &lt;a href=\"Computer-automated%20design\"&gt;designers' drawings communicate&lt;/a&gt; not just with shops, but also with the &lt;a href=\"STEP-NC\"&gt;shop tool&lt;/a&gt; itself; however, it was a long time before this goal was achieved.\nThe first commercial applications of CAD were in large companies within the automotive and aerospace industries, as well as in electronics. This was because only large corporations could afford the computers capable of performing the necessary calculations. Notable company projects included a joint project between &lt;a href=\"Patrick%20J.%20Hanratty\"&gt;Patrick J. Hanratty&lt;/a&gt; from &lt;a href=\"General%20Motors%20Corporation\"&gt;GM&lt;/a&gt; and Sam Matsa, Doug Ross's &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;MIT&lt;/a&gt; APT research assistant from &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt;, to develop a prototype system for design engineers, &lt;a href=\"DAC-1\"&gt;DAC-1&lt;/a&gt; (Design Augmented by Computer) 1964, &lt;a href=\"Lockheed%20Corporation\"&gt;Lockheed&lt;/a&gt; projects, &lt;a href=\"Nokia%20Bell%20Labs\"&gt;Bell&lt;/a&gt; GRAPHIC 1, and &lt;a href=\"Renault\"&gt;Renault&lt;/a&gt;.\nOne of the most influential events in the development of CAD was the founding of Manufacturing and Consulting Services Inc. (MCS) in 1971 by &lt;a href=\"Patrick%20J.%20Hanratty\"&gt;Patrick J. Hanratty&lt;/a&gt;, who wrote the system Automated Drafting And Machining (ADAM), but more importantly supplied code to companies such as &lt;a href=\"McDonnell%20Douglas\"&gt;McDonnell Douglas&lt;/a&gt; (&lt;a href=\"Unigraphics\"&gt;Unigraphics&lt;/a&gt;), &lt;a href=\"Computervision\"&gt;Computervision&lt;/a&gt; (&lt;a href=\"CADDS\"&gt;CADDS&lt;/a&gt;), &lt;a href=\"Calma\"&gt;Calma&lt;/a&gt;, &lt;a href=\"Gerber%20Scientific\"&gt;Gerber&lt;/a&gt;, Autotrol, and &lt;a href=\"Control%20Data%20Corporation\"&gt;Control Data&lt;/a&gt;.\nAs computers became more affordable, the application of CAD gradually expanded into new areas. The development of CAD software for personal desktop computers was the impetus for almost universal application in all areas of construction.\n1970s.\nOther notable events in the 1960s and 1970s include the foundation of CAD systems &lt;a href=\"UGS%20Corp.\"&gt;United Computing&lt;/a&gt;, &lt;a href=\"Intergraph\"&gt;Intergraph&lt;/a&gt;, &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt;, and Intergraph IGDS in 1974 (which led to &lt;a href=\"Bentley%20Systems\"&gt;Bentley Systems&lt;/a&gt; &lt;a href=\"MicroStation\"&gt;MicroStation&lt;/a&gt; in 1984), as well as the &lt;a href=\"Applicon\"&gt;Applicon&lt;/a&gt; in 1969 and commercial CAD systems from Japanese manufacturers &lt;a href=\"Seiko\"&gt;Seiko&lt;/a&gt; and &lt;a href=\"Zuken\"&gt;Zuken&lt;/a&gt; during the 1970s.\nCAD implementations have evolved dramatically since this early development. Initially, with 3D in the 1970s, CAD was typically limited to producing drawings similar to hand-drafted drawings. Advances in programming and computer hardware, most notably solid modeling in the 1980s, have allowed more versatile applications of computers in design activities.\n1980s.\nIn 1981, the key products were the solid modeling packages—&lt;a href=\"Romulus%20%28b-rep%20solid%20modeler%29\"&gt;Romulus&lt;/a&gt; (ShapeData) and Uni-Solid (Unigraphics) based on PADL-2—and the surface modeler &lt;a href=\"CATIA\"&gt;CATIA&lt;/a&gt; (&lt;a href=\"Dassault%20Systemes\"&gt;Dassault Systemes&lt;/a&gt;). &lt;a href=\"Autodesk\"&gt;Autodesk&lt;/a&gt; was founded in 1982 by John Walker, which led to the two-dimensional system &lt;a href=\"AutoCAD\"&gt;AutoCAD&lt;/a&gt;. The next milestone was the release of &lt;a href=\"Pro/ENGINEER\"&gt;Pro/ENGINEER&lt;/a&gt; in 1987, which heralded greater usage of feature-based modeling methods and parametric linking of the parameters of features; this marked the introduction of &lt;a href=\"parametric%20modeling\"&gt;parametric modeling&lt;/a&gt;.\n1990s.\nAlso important to the development of CAD was the development in the late 1980s and early 1990s of &lt;a href=\"Boundary%20representation\"&gt;B-rep&lt;/a&gt; solid modeling kernels (engines for manipulating geometrically and topologically consistent 3D objects), &lt;a href=\"Parasolid\"&gt;Parasolid&lt;/a&gt; (ShapeData), and &lt;a href=\"ACIS\"&gt;ACIS&lt;/a&gt; (Spatial Technology Inc.). These developments were inspired by the work of Ian Braid. This subsequently led to the release of mid-range packages such as &lt;a href=\"SolidWorks\"&gt;SolidWorks&lt;/a&gt; and TriSpective (later known as &lt;a href=\"Ironcad\"&gt;IRONCAD&lt;/a&gt;) in 1995, &lt;a href=\"Solid%20Edge\"&gt;Solid Edge&lt;/a&gt; (then &lt;a href=\"Intergraph\"&gt;Intergraph&lt;/a&gt;) in 1996, and &lt;a href=\"Autodesk%20Inventor\"&gt;Autodesk Inventor&lt;/a&gt; in 1999. An independent &lt;a href=\"geometric%20modeling%20kernel\"&gt;geometric modeling kernel&lt;/a&gt; has been evolving in Russia since the 1990s.\n2000s.\nAvailability of free and open-source CAD software and high costs of advanced and 3D CAD software may restrain the growth of the CAD software market. &lt;a href=\"Free%20and%20open-source\"&gt;Free and open-source&lt;/a&gt; CAD software packages include &lt;a href=\"BRL-CAD\"&gt;BRL-CAD&lt;/a&gt; developed for the US Army, &lt;a href=\"LibreCAD\"&gt;LibreCAD&lt;/a&gt;, &lt;a href=\"FreeCAD\"&gt;FreeCAD&lt;/a&gt;, and others.\nChronology.\nCAD software:"
}