{
    "id": "60048330",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=60048330",
    "title": "Second Amendment sanctuary",
    "text": "Second Amendment sanctuary, also known as a gun sanctuary, refers to states, counties, or localities in the United States that have adopted laws or &lt;a href=\"Non-binding%20resolution\"&gt;resolutions&lt;/a&gt; to prohibit or impede the enforcement of certain &lt;a href=\"gun%20control\"&gt;gun control&lt;/a&gt; measures perceived as violative of the &lt;a href=\"Second%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Second Amendment&lt;/a&gt; such as &lt;a href=\"Universal%20background%20check\"&gt;universal gun background checks&lt;/a&gt;, &lt;a href=\"High-capacity%20magazine%20ban\"&gt;high capacity magazine bans&lt;/a&gt;, &lt;a href=\"Assault%20weapons%20legislation%20in%20the%20United%20States\"&gt;assault weapon bans&lt;/a&gt;, &lt;a href=\"red%20flag%20laws\"&gt;red flag laws&lt;/a&gt;, etc.&lt;ref name=\"USA 2019/05/20\"&gt;&lt;/ref&gt; Although other jurisdictions had previously adopted legislation now characterized as creating Second Amendment sanctuaries, the &lt;a href=\"Carroll%20County%2C%20Maryland\"&gt;Carroll County, Maryland&lt;/a&gt; &lt;a href=\"County%20commission\"&gt;Board of Commissioners&lt;/a&gt; is thought to be the first body to explicitly use the term \"sanctuary\" in its resolution on May 22, 2013 and &lt;a href=\"Effingham%20County%2C%20Illinois\"&gt;Effingham County, Illinois&lt;/a&gt; County Board is thought to have to have popularized the term on April 16, 2018.\nExamples of the resolutions include the Second Amendment Preservation Ordinance in Oregon and the Second Amendment Protection Act in Kansas. The term \"sanctuary\" draws its inspiration from the immigration &lt;a href=\"Sanctuary%20city%23United%20States\"&gt;sanctuary cities&lt;/a&gt; movement of jurisdictions that have resolved to not assist federal enforcement of &lt;a href=\"immigration%20law\"&gt;immigration law&lt;/a&gt;s against &lt;a href=\"illegal%20immigration%20to%20the%20United%20States\"&gt;illegal aliens&lt;/a&gt;.\nState laws.\nAlthough the &lt;a href=\"Social%20policy%20of%20the%20Barack%20Obama%20administration%23Gun%20policy\"&gt;Obama-era&lt;/a&gt; state laws listed below were approved prior to the adoption of the term \"sanctuary\" in reference to legislation resisting the enforcement of gun control laws they are now frequently characterized as part of the Second Amendment sanctuary movement.\nAlaska.\nOn July 9, 2010, Governor &lt;a href=\"Sean%20Parnell\"&gt;Sean Parnell&lt;/a&gt; signed the Alaska Firearms Freedom Act (HB 186), declaring that certain firearms and accessories are exempt from federal regulation. The text can be read here. On September 10, 2013, Governor Parnell signed HB 69, which amended and expanded HB 186. The text can be read here.\nIdaho.\nOn March 19, 2014, Governor &lt;a href=\"Butch%20Otter\"&gt;Butch Otter&lt;/a&gt; signed SB 1332 to protect Idaho law enforcement officers from being directed by the federal government to violate citizens' rights under Section 11, Article I of the Idaho Constitution. The text can be read here. Previously, HJM 3 was passed in 2009. That text can be read here.\nKansas.\nOn April 16, 2013, Governor &lt;a href=\"Sam%20Brownback\"&gt;Sam Brownback&lt;/a&gt; signed the Second Amendment Protection Act. The text can be read here.\nTexas.\nOn June 16, 2021, Governor &lt;a href=\"Greg%20Abbott\"&gt;Greg Abbott&lt;/a&gt; signed the Second Amendment Sanctuary Act (87(R) HB 2622). The Act went into effect September 1, 2021, and prohibits Texas agencies from assisting the federal government in enforcing federal gun-control laws passed after January 19, 2021. The text of the Act can be read here.\nWyoming.\nOn March 11, 2010, Governor &lt;a href=\"Dave%20Freudenthal\"&gt;Dave Freudenthal&lt;/a&gt; signed the Wyoming Firearms Freedom Act. The text can be read here.\nLocal laws.\nArkansas.\n1 out of 75 &lt;a href=\"List%20of%20counties%20in%20Arkansas\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nArizona.\n5 out of 15 &lt;a href=\"List%20of%20counties%20in%20Arizona\"&gt;counties&lt;/a&gt; and 1 city have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nCalifornia.\n1 out of 58 &lt;a href=\"List%20of%20counties%20in%20California\"&gt;counties&lt;/a&gt; and 1 city have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nColorado.\n39 out of 64 &lt;a href=\"List%20of%20counties%20in%20Colorado\"&gt;counties&lt;/a&gt;, 3 cities, and 4 towns have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nFlorida.\n37 out of 67 &lt;a href=\"List%20of%20counties%20in%20Florida\"&gt;counties&lt;/a&gt;, 3 cities, and 1 town have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions.\nIn 2013, all 67 sheriffs in Florida had signed a letter saying that they will not enforce laws that violate the Constitution or infringe on the rights of the people to own firearms.\nGeorgia.\n23 out of 159 &lt;a href=\"List%20of%20counties%20in%20Georgia\"&gt;counties&lt;/a&gt; and 1 city have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nIllinois.\n67 out of 102 &lt;a href=\"List%20of%20counties%20in%20Illinois\"&gt;counties&lt;/a&gt;, 2 cities, and 4 townships have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nIndiana.\n8 out of 92 &lt;a href=\"List%20of%20counties%20in%20Indiana\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nKansas.\n1 out of 105 &lt;a href=\"List%20of%20counties%20in%20Kansas\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nKentucky.\n113 out of 120 &lt;a href=\"List%20of%20counties%20in%20Kentucky\"&gt;counties&lt;/a&gt; and 6 cities have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nMaine.\n0 out of 16 &lt;a href=\"List%20of%20counties%20in%20Maine\"&gt;counties&lt;/a&gt; and 1 town have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nMaryland.\n4 out of 23 &lt;a href=\"List%20of%20counties%20in%20Maryland\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nMichigan.\n50 out of 83 &lt;a href=\"List%20of%20counties%20in%20Michigan\"&gt;counties&lt;/a&gt;, 1 &lt;a href=\"List%20of%20municipalities%20in%20Michigan\"&gt;city&lt;/a&gt;, and 5 &lt;a href=\"List%20of%20municipalities%20in%20Michigan\"&gt;townships&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions.\nOn February 25, 2020, the &lt;a href=\"Michigan%20House%20of%20Representatives\"&gt;Michigan House of Representatives&lt;/a&gt; voted to reaffirm the Second Amendment. The text can be read here.\nMinnesota.\n17 out of 87 &lt;a href=\"List%20of%20counties%20in%20Minnesota\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nMississippi.\n9 out of 82 &lt;a href=\"List%20of%20counties%20in%20Mississippi\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary, safe haven, or other pro-Second Amendment resolutions:\nNebraska.\n4 out of 93 &lt;a href=\"List%20of%20counties%20in%20Nebraska\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nNevada.\n10 out of 16 &lt;a href=\"List%20of%20counties%20in%20Nevada\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions.\nAll 17 sheriffs in Nevada (16 county and 1 &lt;a href=\"Carson%20City%2C%20Nevada\"&gt;Carson City&lt;/a&gt;) and have signed a letter expressing their support for the Second Amendment.\nNew Jersey.\n7 out of 21 &lt;a href=\"List%20of%20counties%20in%20New%20Jersey\"&gt;counties&lt;/a&gt;, 25 &lt;a href=\"Township%20%28New%20Jersey%29\"&gt;townships&lt;/a&gt;, and 5 &lt;a href=\"Borough%20%28New%20Jersey%29\"&gt;boroughs&lt;/a&gt; (30 of 565 &lt;a href=\"List%20of%20municipalities%20in%20New%20Jersey\"&gt;total municipalities&lt;/a&gt;) have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nNew Mexico.\n26 out of 33 &lt;a href=\"List%20of%20counties%20in%20New%20Mexico\"&gt;counties&lt;/a&gt;, 6 cities, and 1 town have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions; &lt;a href=\"Taos%20County%2C%20New%20Mexico\"&gt;Taos&lt;/a&gt; initially passed a resolution but later repealed it.\n30 out of 33 county sheriffs have signed a letter by the New Mexico Sheriffs Association vowing to not assist in enforcing certain gun control.\nNew York.\nThe &lt;a href=\"NY%20SAFE%20Act\"&gt;SAFE Act&lt;/a&gt; was passed in 2013. After passage, New York counties started passing resolutions opposing the SAFE Act. There are currently 52 out of 62 counties with such resolutions. The New York State Sheriffs Association sued to block the law.\n1 out of 62 &lt;a href=\"List%20of%20counties%20in%20New%20York\"&gt;counties&lt;/a&gt; and 2 towns have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nNorth Carolina.\n68 out of 100 &lt;a href=\"List%20of%20counties%20in%20North%20Carolina\"&gt;counties&lt;/a&gt;, 1 city, and 2 towns have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nOhio.\n25 out of 88 &lt;a href=\"List%20of%20counties%20in%20Ohio\"&gt;counties&lt;/a&gt; and 3 township have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nOklahoma.\n26 out of 77 &lt;a href=\"List%20of%20counties%20in%20Oklahoma\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nOregon.\n16 out of 36 &lt;a href=\"List%20of%20counties%20in%20Oregon\"&gt;counties&lt;/a&gt; and 1 city have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nPennsylvania.\n3 out of 67 &lt;a href=\"List%20of%20counties%20in%20Pennsylvania\"&gt;counties&lt;/a&gt; and 2 townships have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nRhode Island.\n0 out of 8 &lt;a href=\"List%20of%20municipalities%20in%20Rhode%20Island\"&gt;cities&lt;/a&gt; and 10 out of 31 &lt;a href=\"List%20of%20municipalities%20in%20Rhode%20Island\"&gt;towns&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions; while Rhode Island has 5 &lt;a href=\"List%20of%20counties%20in%20Rhode%20Island\"&gt;counties&lt;/a&gt;, there is no local government at that level.\nSouth Carolina.\n3 out of 46 &lt;a href=\"List%20of%20counties%20in%20South%20Carolina\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nTennessee.\n53 out of 95 &lt;a href=\"List%20of%20counties%20in%20Tennessee\"&gt;counties&lt;/a&gt;, 1 city, and 1 town have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nTexas.\n77 out of 254 &lt;a href=\"List%20of%20counties%20in%20Texas\"&gt;counties&lt;/a&gt;, 1 city, and 2 towns have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nUtah.\n2 out of 29 &lt;a href=\"List%20of%20counties%20in%20Utah\"&gt;counties&lt;/a&gt; have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nVermont.\n0 out of 14 &lt;a href=\"List%20of%20counties%20in%20Vermont\"&gt;counties&lt;/a&gt; and 13 towns have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nVirginia.\n91 out of 95 &lt;a href=\"List%20of%20cities%20and%20counties%20in%20Virginia\"&gt;counties&lt;/a&gt;, 16 out of 38 &lt;a href=\"Independent%20city%20%28Virginia%29\"&gt;independent cities&lt;/a&gt;, and 40 towns have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nOn December 19, 2019, at the request of Del. &lt;a href=\"Jerrauld%20C.%20Jones\"&gt;Jerrauld C. Jones&lt;/a&gt; (D-Norfolk), state Attorney General &lt;a href=\"Mark%20Herring\"&gt;Mark Herring&lt;/a&gt; issued an &lt;a href=\"advisory%20opinion\"&gt;advisory opinion&lt;/a&gt; indicating the sanctuary resolutions were &lt;a href=\"null%20and%20void\"&gt;null and void&lt;/a&gt;. A press release quoted him as saying: “When the General Assembly passes new gun safety laws they will be enforced, and they will be followed. These resolutions have no legal force, and they're just part of an effort by the gun lobby to stoke fear”. Del. &lt;a href=\"Todd%20Gilbert\"&gt;Todd Gilbert&lt;/a&gt; (R-Shenandoah) claimed that Herring's recent opinion contradicted his 2014 stance \"regarding the supremacy of state law over the preferences of the officials who must enforce them\". Gilbert was referring to Herring's refusal to defend Virginia's &lt;a href=\"Marshall-Newman%20Amendment\"&gt;Marshall-Newman Amendment&lt;/a&gt;, a voter-approved constitutional provision that prohibited same-sex marriages.\nWest Virginia.\n24 out of 55 &lt;a href=\"List%20of%20counties%20in%20West%20Virginia\"&gt;counties&lt;/a&gt;, 3 cities, and 2 towns have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nWisconsin.\n5 out of 72 &lt;a href=\"List%20of%20counties%20in%20Wisconsin\"&gt;counties&lt;/a&gt; and 1 city have adopted Second Amendment sanctuary (or other pro-Second Amendment) resolutions:\nLocal law enforcement resistance.\nWashington.\n24 county sheriffs out of 39 &lt;a href=\"List%20of%20counties%20in%20Washington\"&gt;counties&lt;/a&gt; and the police chief of 1 city have vowed to not enforce parts or all of the 2018 gun control ballot measure I-1639 while it is being challenged in court:"
}