{
    "id": "60076655",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=60076655",
    "title": "Ye Qingyao",
    "text": "Ye Qingyao (; 8 December 1927 – 6 February 2019) was a Chinese &lt;a href=\"mechanical%20engineer\"&gt;mechanical engineer&lt;/a&gt; and politician born in &lt;a href=\"Japanese%20Taiwan\"&gt;Japanese Taiwan&lt;/a&gt; and educated in Japan. In 1947, he participated in the &lt;a href=\"February%2028%20incident\"&gt;February 28 rebellion&lt;/a&gt; against &lt;a href=\"Kuomintang\"&gt;Kuomintang&lt;/a&gt; rule in Taiwan, and was imprisoned on &lt;a href=\"Green%20Island%2C%20Taiwan\"&gt;Green Island&lt;/a&gt; for several years before escaping to mainland China from &lt;a href=\"Kinmen\"&gt;Kinmen&lt;/a&gt; in 1956. In China he worked as an engineer, and served as Chairman of &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt; Provincial Committee of the &lt;a href=\"Taiwan%20Democratic%20Self-Government%20League\"&gt;Taiwan Democratic Self-Government League&lt;/a&gt; and Vice Chairman of the Fujian &lt;a href=\"Chinese%20People%27s%20Political%20Consultative%20Conference\"&gt;Chinese People's Political Consultative Conference&lt;/a&gt; (CPPCC).\nEarly life and education.\nYe was born on 8 December 1927 into a wealthy family of doctors in &lt;a href=\"Pingtung%20County\"&gt;Pingtung County&lt;/a&gt;, &lt;a href=\"Japanese%20Taiwan\"&gt;Japanese Taiwan&lt;/a&gt;. He received a Japanese education and could barely speak &lt;a href=\"Hokkien\"&gt;Hokkien&lt;/a&gt;. An outstanding student, he was admitted to the Department of &lt;a href=\"Mechanical%20Engineering\"&gt;Mechanical Engineering&lt;/a&gt; of the &lt;a href=\"Tokyo%20Institute%20of%20Technology\"&gt;Tokyo Institute of Technology&lt;/a&gt; in 1942, at the age of 15.\nAfter the &lt;a href=\"surrender%20of%20Japan\"&gt;surrender of Japan&lt;/a&gt; in 1945 at the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"Kuomintang\"&gt;Kuomintang&lt;/a&gt; government of the Republic of China took over Taiwan, and Ye returned there after finishing his studies in 1946.\nFebruary 28 incident, arrest, and escape.\nIn early 1947, Ye was accepted by the graduate school of &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;. Before he set out for the United States, however, the &lt;a href=\"February%2028%20incident\"&gt;February 28 incident&lt;/a&gt; broke out and the Kuomintang violently suppressed anti-government protesters. Ye joined the ensuing rebellion and returned from Taipei to Pingtung, where he organized an \"anti-violence group\" and raided the local &lt;a href=\"arsenal\"&gt;arsenal&lt;/a&gt; for weapons. When the Kuomintang army arrived in Pingtung, he fled to the mountains in &lt;a href=\"Taitung%20County\"&gt;Taitung&lt;/a&gt;.\nYe was arrested in 1951 after four years of hiding. He was incarcerated in the &lt;a href=\"penal%20colony\"&gt;penal colony&lt;/a&gt; of &lt;a href=\"Green%20Island%2C%20Taiwan\"&gt;Green Island&lt;/a&gt; for several years, and was then transferred to &lt;a href=\"Kinmen%20Island\"&gt;Kinmen Island&lt;/a&gt; to perform &lt;a href=\"penal%20labour\"&gt;penal labour&lt;/a&gt; as a ship repairman.\nKinmen, though controlled by Taiwan, was just off the coast of &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt; in mainland China. In March 1956, Ye decided to make a daring escape to China. He took a &lt;a href=\"sampan\"&gt;sampan&lt;/a&gt; in the middle of a night, paddled across the sea, and arrived in &lt;a href=\"Zhangpu%20County\"&gt;Zhangpu&lt;/a&gt;, Fujian.\nCareer in China.\nIn mainland China, Ye learned to speak &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin&lt;/a&gt;. He worked as an engineer in the Department of Industry of the Fujian Provincial Government, and later in the Department of Fishing. In July 1961, he became an engineer and associate research professor at the Fisheries Research Institute of Fujian. He mainly worked on developing industrial fishing equipment and technology, and was awarded provincial science and technology prizes four times.\nYe was persecuted during the &lt;a href=\"Cultural%20Revolution\"&gt;Cultural Revolution&lt;/a&gt;, and was politically rehabilitated afterwards. After joining the &lt;a href=\"Taiwan%20Democratic%20Self-Government%20League\"&gt;Taiwan Democratic Self-Government League&lt;/a&gt; (Taimeng) in 1981, he served as Chairman of Taimeng's &lt;a href=\"Xiamen\"&gt;Xiamen&lt;/a&gt; Municipal Committee from 1985 to 1988, and of the Fujian Provincial Committee from 1985 to 1997. He was also a member of the Central Standing Committee of Taimeng from 1983 to 1993, and Vice Chairman of the Fujian &lt;a href=\"Chinese%20People%27s%20Political%20Consultative%20Conference\"&gt;Chinese People's Political Consultative Conference&lt;/a&gt; (CPPCC) from 1996 to 1998. He retired in February 1999.\nIn a 2014 interview with Chinese media, Ye reflected that had the &lt;a href=\"February%2028%20incident\"&gt;February 28 incident&lt;/a&gt; not happened, he would have probably lived an unremarkable life in the United States and retired to his hometown. Instead, he was never able to visit Pingtung again after the incident.\nYe died on 6 February 2019 in &lt;a href=\"Xiamen\"&gt;Xiamen&lt;/a&gt;, at the age of 91."
}