{
    "id": "600821",
    "revid": "5718152",
    "url": "https://en.wikipedia.org/wiki?curid=600821",
    "title": "IBM System/32",
    "text": "The IBM System/32 (IBM 5320) introduced in January 1975 was a &lt;a href=\"midrange%20computer\"&gt;midrange computer&lt;/a&gt; with built-in display screen, disk drives, printer, and database report software. It was used primarily by small to midsize businesses for &lt;a href=\"accounting\"&gt;accounting&lt;/a&gt; applications. &lt;a href=\"RPG%20%28programming%20language%29\"&gt;RPG II&lt;/a&gt; was the primary &lt;a href=\"programming%20language\"&gt;programming language&lt;/a&gt; for the machine.\nOverview.\nThe &lt;a href=\"16-bit\"&gt;16-bit&lt;/a&gt; single-user System/32, also known as the IBM 5320, was introduced in 1975, and it was the successor to the &lt;a href=\"IBM%20System/3\"&gt;IBM System/3&lt;/a&gt; model 6 in the IBM &lt;a href=\"midrange%20computer\"&gt;midrange computer&lt;/a&gt; line. IBM described it as \"the first system to incorporate hardware and comprehensive application software.\" \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" described the \"32\" as \"a compact computer for first‐time users with little or no computer programming experience.\" Within 40 months, \"the System/32 had surpassed the IBM System/3 as the most installed IBM computer.\"\nThe computer looked like &lt;a href=\"https%3A//en.wikipedia.org/w/index.php%3Ftitle%3DIBM_System/32%26amp%3Bdiff%3D805079421%26amp%3Boldid%3D779538896\"&gt;a large office desk&lt;/a&gt; with a very small six-line by forty-character display and a keyboard similar to an IBM &lt;a href=\"keypunch\"&gt;keypunch&lt;/a&gt;. Having the appearance of a computerized desk, the System/32 was nicknamed the \"Bionic Desk\" after \"&lt;a href=\"The%20Six%20Million%20Dollar%20Man\"&gt;The Six Million Dollar Man&lt;/a&gt;\" (bionic man), a popular U.S. TV program when the computer was introduced in 1975. The \"32\" had a built-in &lt;a href=\"computer%20printer\"&gt;line printer&lt;/a&gt;, that directly faced the operator when seated, and could print reports, memos, billing statements, address labels, etc. \nIt had been introduced January 7, 1975 and was withdrawn from marketing on October 17, 1984. Migration to the &lt;a href=\"IBM%20System/34\"&gt;IBM System/34&lt;/a&gt; was generally simple because source code was compatible and programs just needed recompilation.\nProcessor.\nThe System/32 featured a &lt;a href=\"16-bit\"&gt;16-bit&lt;/a&gt; processor with a 200ns cycle time known as the \"Control Storage Processor\" (CSP). Whereas the System/3 used a hardwired processor, the System/32 implemented the System/3 instruction set in &lt;a href=\"microcode\"&gt;microcode&lt;/a&gt;. The System/32 processor utilized a vertical microcode format, with each microinstruction occupying 16 bits of control storage. There were 19 different microinstruction opcodes, however certain microinstructions could carry out different operations depending on which bits were set in the rest of the microinstruction, with the result that there were about 70 distinct operations available. An optional set of \"Scientific Macroinstructions\" was also available, which were used to support a &lt;a href=\"Fortran\"&gt;Fortran&lt;/a&gt; compiler by implementing support for &lt;a href=\"floating%20point\"&gt;floating point&lt;/a&gt; arithmetic in microcode. Some IBM engineers, including &lt;a href=\"Glenn%20Henry%20%28IT%20entrepreneur%29\"&gt;Glenn Henry&lt;/a&gt; and &lt;a href=\"Frank%20Soltis\"&gt;Frank Soltis&lt;/a&gt;, have retrospectively described the System/32's microcode as resembling a &lt;a href=\"RISC\"&gt;RISC&lt;/a&gt; instruction set.\nThe performance of the System/3 emulation was poor, which led IBM to implement performance critical parts of the SCP operating system directly in microcode. The later System/34 and System/36 systems addressed this problem by using two different processors - the System/32 CSP architecture was used exclusively for operating system, I/O control and floating point code, whereas user code ran on the \"Main Storage Processor\" (MSP) which implemented the System/3 instruction set directly in hardware without microcode. The use of microcode to implement instruction set emulation as well as performance-critical operating system components had some influence on the design of the microcode layers in the later &lt;a href=\"System/38\"&gt;System/38&lt;/a&gt;.\nMemory/storage.\nIt had 16, 24, or 32 kilobytes of &lt;a href=\"main%20memory\"&gt;main memory&lt;/a&gt;, and 4 or 8 kilobytes of control storage. The larger control store was an optional extra, and was needed to support the scientific instruction set.\nA single &lt;a href=\"hard%20drive\"&gt;hard drive&lt;/a&gt; was available in one of three sizes:\nThe system included an eight-inch &lt;a href=\"floppy%20drive\"&gt;floppy drive&lt;/a&gt; that could also read floppies from the IBM 3740 family.\nOnly one side of the 77-track floppy diskette was used. Each track held 26 128-byte sectors. An extended format was offered by IBM, and it permitted 512 bytes per sector. Even so, that came to an 8-inch floppy holding less than one third of a megabyte.\nSystem/32 operator.\nWhen keying input data, the &lt;a href=\"Computer%20operator\"&gt;operator&lt;/a&gt; would be viewing the character display, which was also common to the then current IBM 3740 family of data entry to floppy disk media.\nA computer specialist was not required for the operation of System/32.\nSystem software.\nSome terms associated with the System/32's software include: "
}