{
    "id": "60083019",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=60083019",
    "title": "Liane G. Benning",
    "text": "Liane G. Benning is a biogeochemist studying mineral-fluid-microbe interface processes. She is a Professor of Interface Geochemistry at the &lt;a href=\"GFZ%20German%20Research%20Centre%20for%20Geosciences\"&gt;GFZ German Research Centre for Geosciences&lt;/a&gt; in Potsdam, Germany. Her team studies various processes that shape the Earth Surface with a special focus on two aspects: the nucleation, growth and crystallisation of mineral phases from solution and the role, effects and interplay between microbes and minerals in extreme environments. She is also interested in the characterisation of these systems, developing \"in situ\" and time resolved high resolution imaging and spectroscopic techniques to follow microbe-mineral reactions as they occur\nEducation.\nShe studied geology and petrology at the &lt;a href=\"University%20of%20Kiel\"&gt;University of Kiel&lt;/a&gt;, completing her Vordiplom (~ BSc) in 1987. She moved to the &lt;a href=\"Swiss%20Federal%20Institute%20of%20Technology%20in%20Zurich\"&gt;Swiss Federal Institute of Technology in Zurich&lt;/a&gt; for her graduate studies, earning a Diplom (~ MSc) in Petrology / Geochemistry in 1990 and a PhD in &lt;a href=\"aqueous%20geochemistry\"&gt;aqueous geochemistry&lt;/a&gt; in 1995. Her PhD, supervised by Terry Seward, was in experimental aqueous geochemistry with a focus on the solubility of gold in aqueous sulfide solutions. She joined Hu Barnes at &lt;a href=\"Pennsylvania%20State%20University\"&gt;Pennsylvania State University&lt;/a&gt; as a postdoctoral researcher in 1996, holding a &lt;a href=\"Swiss%20National%20Science%20Foundation\"&gt;Swiss National Science Foundation&lt;/a&gt; international fellowship.\nResearch and career.\nShe moved to the &lt;a href=\"University%20of%20Leeds\"&gt;University of Leeds&lt;/a&gt; as a University Research Fellow in 1999. During her tenure at Leeds, she carried out low to hydrothermal geochemical and biogeochemical studies, with a special focus on laboratory experimental research. She always also did field studies with a special focus on elucidating how life adapts to extremely hot or cold environments. She designed, tested and deployed instrumentation that will look for life in these environments, like on the surface of &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;. She analysed the microbes found within samples collected in the &lt;a href=\"arctic\"&gt;arctic&lt;/a&gt;, extracting their genetic information. She became a Professor in Leeds in 2007 and has since investigated a number of fundamental environmental challenges. In 2009 she won a &lt;a href=\"Royal%20Society%20Wolfson%20Research%20Merit%20Award\"&gt;Royal Society Wolfson Research Merit Award&lt;/a&gt;. She has been involved with the development of &lt;a href=\"synchrotron\"&gt;synchrotron&lt;/a&gt; techniques, establishing the mechanisms of mineral interactions \"in situ.\" She and her team worked on the nucleation of &lt;a href=\"iron%20sulfide\"&gt;iron sulphides&lt;/a&gt;, which regulate and control geochemical iron and sulphur in the environment. In 2014 Liane G. Benning was appointed Head of Interface &lt;a href=\"Geochemistry\"&gt;Geochemistry&lt;/a&gt; at the &lt;a href=\"GFZ%20German%20Research%20Centre%20for%20Geosciences\"&gt;GFZ German Research Centre for Geosciences&lt;/a&gt; and became a professor at the &lt;a href=\"Free%20University%20of%20Berlin\"&gt;Free University of Berlin&lt;/a&gt; in April 2016. At the GFZ she leads the Potsdam Imaging and Spectral Analysis Facility (PISA). In 2016 she was awarded the &lt;a href=\"Mineralogical%20Society%20of%20Great%20Britain%20and%20Ireland\"&gt;Mineralogical Society&lt;/a&gt; Schlumberger Medal and the &lt;a href=\"Geological%20Society%20of%20London\"&gt;Geological Society&lt;/a&gt; &lt;a href=\"Bigsby%20Medal\"&gt;Bigsby Medal&lt;/a&gt;.\nShe and her team have studied the &lt;a href=\"Greenland%20ice%20sheet\"&gt;Greenland ice sheet&lt;/a&gt;, investigating how the &lt;a href=\"albedo\"&gt;albedo&lt;/a&gt; varies due to interactions of microbes and particulates. She is one of the PI's on a large &lt;a href=\"Natural%20Environment%20Research%20Council\"&gt;Natural Environment Research Council&lt;/a&gt; project that aims to understand how dark (black) particles and microbial processes (bloom) impact ice sheet melting. Whilst it was assumed that the low albedo on glaciers, which is typically attributed to soot or dust, is actually due to microbial populations, the Black and Bloom team identified that the darkest areas on the surfaces of the ice sheet are home to the highest number of microorganisms. \nFurthermore, Benning looks to investigate the growth and spread of microorganisms in a warming climate. She has studied the succession of microbes from ice to vegetated soils. Her research combines geochemical, mineralogical and molecular microbiological analysis and produces data that is than used in computational models, allowing researches to model the growth of microbial populations in response to soil temperature and sunlight.\nIn 2017 she was elected to the European Academy of Sciences, &lt;a href=\"Academia%20Europaea\"&gt;Academia Europea&lt;/a&gt;, and in 2018 to the German National Academy of Sciences, Leopoldina. She serves on the editorial board of the &lt;a href=\"European%20Association%20of%20Geochemistry\"&gt;European Association of Geochemistry&lt;/a&gt; journal \"Geochemical Perspectives Letters\". She has collaborated on projects with the &lt;a href=\"NASA%20Astrobiology%20Institute\"&gt;NASA Astrobiology Institute&lt;/a&gt;."
}