{
    "id": "6008260",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=6008260",
    "title": "Rainbow pitta",
    "text": "The rainbow pitta (\"Pitta iris\") is a small &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt; bird in the &lt;a href=\"Pitta%20%28genus%29\"&gt;pitta&lt;/a&gt; &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt;, &lt;a href=\"Pitta\"&gt;Pittidae&lt;/a&gt;, &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to northern Australia, most closely related to the &lt;a href=\"superb%20pitta\"&gt;superb pitta&lt;/a&gt; of &lt;a href=\"Manus%20Island\"&gt;Manus Island&lt;/a&gt;. It has a velvet black head with chestnut stripes above the eyes, olive green upper parts, black underparts, a bright red belly and an olive green tail. An Australian &lt;a href=\"Endemism%20in%20birds\"&gt;endemic&lt;/a&gt;, it lives in the &lt;a href=\"Seasonal%20tropical%20forest\"&gt;monsoon forests&lt;/a&gt; and in some drier &lt;a href=\"eucalypt\"&gt;eucalypt&lt;/a&gt; forests.\nLike other pittas, the rainbow is a secretive and shy bird. Its diet is mainly insects, &lt;a href=\"arthropods\"&gt;arthropods&lt;/a&gt; and small vertebrates. Pairs defend territories and breed during the rainy season, as that time of year provides the most food for nestlings. The female lays three to five blotched eggs inside its large domed nest. Both parents defend the nest, incubate the eggs and feed the chicks. Although the species has a small global range, it is locally common and the &lt;a href=\"International%20Union%20for%20Conservation%20of%20Nature\"&gt;International Union for Conservation of Nature&lt;/a&gt; (IUCN) has assessed it as being of &lt;a href=\"Least-concern%20species\"&gt;least concern&lt;/a&gt;.\nTaxonomy and systematics.\nThe rainbow pitta was &lt;a href=\"Species%20description\"&gt;described&lt;/a&gt; by the English &lt;a href=\"ornithologist\"&gt;ornithologist&lt;/a&gt; and bird artist &lt;a href=\"John%20Gould\"&gt;John Gould&lt;/a&gt; in 1842, which is based on a specimen collected on the &lt;a href=\"Cobourg%20Peninsula\"&gt;Cobourg Peninsula&lt;/a&gt; in the &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt; of Australia. The &lt;a href=\"Specific%20name%20%28zoology%29\"&gt;specific name&lt;/a&gt; \"iris\" is taken from the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; for \"rainbow\"; this is the origin of the &lt;a href=\"common%20name\"&gt;common name&lt;/a&gt; as well.\nThe &lt;a href=\"species\"&gt;species&lt;/a&gt; was once treated as a subspecies of the &lt;a href=\"noisy%20pitta\"&gt;noisy pitta&lt;/a&gt; of eastern Australia, and was also treated as being in a &lt;a href=\"species%20complex\"&gt;species complex&lt;/a&gt; with that species, the &lt;a href=\"elegant%20pitta\"&gt;elegant pitta&lt;/a&gt; and the &lt;a href=\"black-faced%20pitta\"&gt;black-faced pitta&lt;/a&gt;, although that arrangement was not universally accepted. The 2006 study of the &lt;a href=\"Molecular%20genetics\"&gt;nuclear DNA&lt;/a&gt; of the pittas and other Old World &lt;a href=\"suboscine\"&gt;suboscine&lt;/a&gt;s found that its closest relative was the &lt;a href=\"superb%20pitta\"&gt;superb pitta&lt;/a&gt; of &lt;a href=\"Manus%20Island\"&gt;Manus Island&lt;/a&gt; off the coast of Papua New Guinea. The same study resulted in the pitta family being split from one &lt;a href=\"genus\"&gt;genus&lt;/a&gt; into three, this species remaining in the genus \"&lt;a href=\"Pitta%20%28genus%29\"&gt;Pitta&lt;/a&gt;\".\nThe species was long thought to be &lt;a href=\"monotypic\"&gt;monotypic&lt;/a&gt;, but in 1999 the &lt;a href=\"Western%20Australian\"&gt;Western Australian&lt;/a&gt; population was &lt;a href=\"Lumpers%20and%20splitters%23Biology\"&gt;split&lt;/a&gt; into the &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; \"P. i. johnstoneiana\" by &lt;a href=\"Richard%20Schodde\"&gt;Richard Schodde&lt;/a&gt; and &lt;a href=\"Ian%20J.%20Mason\"&gt;Ian J. Mason&lt;/a&gt;.\nDescription.\nThe rainbow pitta is in length, and weighs . Females weigh , slightly more on average than males, which weigh . It typically stands upright while looking for food or resting, with the legs slightly bent, and the body held at a 60–70° angle. It moves around by hopping. Its head, neck, breast, and upper belly are velvet black, its upper parts are olive-green, and its lower belly and are scarlet red. The wings are green with a golden sheen and have a shining blue patch on the lesser , and the &lt;a href=\"flight%20feather\"&gt;flight feather&lt;/a&gt;s and underwing are black. The tail is olive-green with a black base and the sometimes have a silvery-blue band across them. It has a black &lt;a href=\"Beak\"&gt;bill&lt;/a&gt;, pink legs, brown eyes and a chestnut stripe along each side of its crown. Many individuals display the pitta family's characteristic dark streaks, which can be arrow-shaped or stripes, through the middle of the feathers of the upper part of the body; examination of &lt;a href=\"Bird%20collections\"&gt;study skins&lt;/a&gt; have found around 60% of rainbow pittas have them. This varies somewhat regionally, as birds from &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt; were found to have none. Uniquely in the pitta family the streaks are not dusky or blackish but are instead bronze-coloured in this species.\nThe plumage is essentially the same for both sexes; females may have slightly more buff-yellow in their flanks and a slightly different shade of red on the lower belly, but these differences do not make the sexes distinguishable by plumage. The subspecies \"P. i. johnstoneiana\" is very similar to the &lt;a href=\"nominate%20race\"&gt;nominate race&lt;/a&gt;, except the chestnut eyebrow is larger, as is the wing-spot, but the bird overall is slightly smaller.\nDistribution and habitat.\nThe rainbow pitta is &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to the Northern Territory and Western Australia, and is found from sea-level to . It is the only species of pitta endemic to Australia. In the Northern Territory it is found in the &lt;a href=\"Top%20End\"&gt;Top End&lt;/a&gt;, from Darwin east to the edge of the &lt;a href=\"Arnhem%20Land\"&gt;Arnhem Escarpment&lt;/a&gt;. Further east it is found on &lt;a href=\"Groote%20Eylandt\"&gt;Groote Eylandt&lt;/a&gt; and the &lt;a href=\"Wessel%20Islands\"&gt;Wessel Islands&lt;/a&gt;. In Western Australia it is restricted to the coastal &lt;a href=\"Kimberley%20%28Western%20Australia%29\"&gt;Kimberley&lt;/a&gt;, from &lt;a href=\"Walcott%20Inlet\"&gt;Walcott Inlet&lt;/a&gt; to &lt;a href=\"Middle%20Osborn%20Island\"&gt;Middle Osborn Island&lt;/a&gt;. It is also found on some of the islands of the &lt;a href=\"Bonaparte%20Archipelago\"&gt;Bonaparte Archipelago&lt;/a&gt;.\nIt is found most commonly in &lt;a href=\"monsoon%20forest\"&gt;monsoon forest&lt;/a&gt; and in adjacent vine-scrub and gallery forest, and also occurs in &lt;a href=\"eucalypt\"&gt;eucalypt&lt;/a&gt; forest, bamboo forests, &lt;a href=\"Melaleuca\"&gt;paperbark forest&lt;/a&gt; and scrub, \"&lt;a href=\"Lophostemon\"&gt;Lophostemon&lt;/a&gt;\" forests and the edges of &lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt; forests (but never in mangrove forests themselves). It is mostly found in closed forests, but is also found in more open forests. It has sometimes been found in plantations of introduced pines, and has even bred in that habitat. This species is one of only two pittas that have been recorded feeding on open lawns in towns.\nThe species is &lt;a href=\"Sedentism\"&gt;sedentary&lt;/a&gt;, most pairs occupying their &lt;a href=\"Territory%20%28animal%29\"&gt;territories&lt;/a&gt; year-round. Some local movements to more marginal habitats have been recorded during the &lt;a href=\"dry%20season\"&gt;dry season&lt;/a&gt;. Its movements can be difficult to trace during the post-breeding season, as it is silent during the &lt;a href=\"Moulting\"&gt;annual moult&lt;/a&gt;, and generally shy throughout the year. Young birds disperse from their parents' territories, seeking territories of their own. One &lt;a href=\"bird%20ringing\"&gt;banded&lt;/a&gt; juvenile was discovered from its natural territory.\nBehaviour.\nCalls and displays.\nThe rainbow pitta has several &lt;a href=\"bird%20vocalisation\"&gt;calls&lt;/a&gt; and displays it uses to communicate with others of its kind. Males call significantly more than females, and a bird calls more during the breeding season. Over the course of a year a bird spends 12% of its day calling. Calling starts an hour before dawn, and is most frequent around dawn, and then at any time before 10 am and after 4 pm.\nOne common display is the bowing display, where the legs are held straight and the body held vertically, with the breast almost touching the ground. This display has only been observed being performed by males. During this display the pitta makes a purring sound made at no other time. This display is territorial, and is performed by neighbours along territorial boundaries, one bird displaying after another. The display and purring call are adapted to be noticeable in the dim light of the forest floor yet not so conspicuous so as to attract predators. The most commonly given call \"teow-whit, teow-whit\" or \"choowip-choowip\" is probably territorial as well.\nA defensive behaviour of this species is wing-flicking, where the wings are half-opened for a second every five seconds. This behaviour is paired with a \"keow\" call, and is made when potential predators approach closely to a nest. It will also perform a wing-spreading display when predators are close to the nest, standing vertically and suddenly flashing open its wings. This behaviour may distract the attention of predators away from the nest. When an adult itself is threatened, it may adopt a ducking posture, holding its breast down to the ground and its tail up high.\nNesting pairs engage in a simple ritual when relieving their partner during incubation. The parent arriving will sit on a branch near the nest and issue a disyllabic whistle two or three times. On hearing this the incubating bird leaves without making a sound, and the relieving parent takes their place.\nDiet and feeding.\nThe rainbow pitta is unusual among the avifauna in its range for foraging exclusively on the ground. The diet of the rainbow pitta is dominated by insects and their larvae, other arthropods, snails and earthworms. Near Darwin, two thirds of the diet was earthworms; these are mostly taken during the rainy season from October to April. Insects and other arthropods are more commonly taken in the dry season; insects and arthropods taken include cockroaches, beetles, ants, caterpillars and grasshoppers, centipedes, spiders and millipedes. It will also take \"&lt;a href=\"Carpentaria\"&gt;Carpentaria&lt;/a&gt;\" fruits that have fallen to the ground, as well as frogs and lizards.\nThe species forages individually by hopping on the forest floor, then pausing to scan; leaves and soil are scratched by the feet and leaves may be flicked away by the bill. When feeding on snails, it breaks them out of the shells using roots as an anvil. Unlike the noisy pitta, it only uses roots and branches as anvils, not stones. Larger prey like large centipedes are shaken and dropped, then the bird retreats for a few seconds before repeating the process.\nBreeding.\nThe rainbow pitta is &lt;a href=\"monogamy\"&gt;monogamous&lt;/a&gt; during the breeding season, but does not form lifelong bonds. A pair may stay together the following year after breeding, but they are more likely to find new partners. Breeding in this species is seasonal, running from December through April. The first rains of the rainy season seem to be the trigger for nest building, as the breeding season seems to be correlated with the availability of earthworms, a major part of the diet of both nestlings and adults during this time.\nBreeding territories vary in size from ; territories are larger in drier forest. Nesting sites are placed randomly through the pair's territory, although second nests in a year are placed some distance from nests used earlier that season. &lt;a href=\"Bird%20nest\"&gt;Nests&lt;/a&gt; are not used more than once; if the pair lay a new clutch in a season then a new nest is constructed. Unlike the noisy pitta, which mostly places its nests close to the ground, the rainbow pitta only rarely places its nest close to the ground, possibly because its habitat floods more readily. It does place its nest anywhere from ground level up to up a tree, and the same pair can show similar variation in location within a nesting season. The nest can be placed in the fork of a tree, at the top of palms, on horizontal branches, in tangles of vines or against the buttress roots of a tree.\nA nest takes about a week to build, and is built by both parents. It starts as a platform of twigs, over which is built a dome. The enclosed nest is then lined with bark and leaves before a final lining of finer fibres, fern fronds and rootlets. One unusual feature of rainbow pitta nests, shared only with the noisy pitta in this family, is the addition of &lt;a href=\"wallaby\"&gt;wallaby&lt;/a&gt; dung pellets to the entrance of the nest. In a study of 64 nests in the Northern Territory, 34% were decorated in this way. The function of the dung is uncertain; it has been suggested that the scent disguises the smell of eggs, nestlings or incubating adults from nest predators, but researchers found that decorated nests were preyed upon as frequently as clean nests. Entrances may also be decorated with other objects such as &lt;a href=\"dingo\"&gt;dingo&lt;/a&gt; hair or feathers; the function of this is also unknown but may be to communicate with others of the same species. The nests of pittas may be domed to protect them from nest predators, but evidence of this is inconclusive. Nests are preyed upon by rodents and snakes, and nests are raided more often in monsoon forests than in eucalypt forests. Nesting failure is high for this species; 12% of nests are preyed upon in eucalypt forests and 60% of nests in monsoon forests.\nAn average clutch of rainbow pitta eggs contains four eggs, but some have three or five. The eggs are rounded and white with sepia spots and blotches and underlying grey markings. They measure on average. Both parents &lt;a href=\"Egg%20incubation%23Avian%20incubation\"&gt;incubate&lt;/a&gt; the eggs for 14 days. Incubation stints last for an average of 87 minutes and the pair incubate their eggs for 90% of the daylight hours. The chicks are born naked, with black skin and yellow claws. Their eyes open after four days, and the down, when it comes in, is grey. Both parents feed the chicks, with an average time between feeds of just 7.5 minutes. Earthworms are broken up before being fed to smaller nestlings. Chicks fledge after 14 days, before they are fully grown. They continue to be fed for between 15 and 20 days after leaving the nest, after which they are independent of their parents, and may even be driven out of the territory by their parents. Having fledged one brood, some rainbow pittas may build a new nest and lay a second brood; in one study, two out of four closely studied pairs relaid. Pairs may even build the next nest while still feeding the previous brood.\nStatus and conservation.\nThe rainbow pitta is not thought to be in danger of extinction. It has a limited global distribution but is generally common throughout its range. In &lt;a href=\"Kakadu%20National%20Park\"&gt;Kakadu National Park&lt;/a&gt; it is found in densities of one bird per . The Western Australian subspecies \"P. i. johnstoneiana\" may not be doing as well, as &lt;a href=\"introduced%20species\"&gt;feral cattle&lt;/a&gt; destroy its habitat and seem to be causing some declines, although this subspecies is poorly known. Overall the rainbow pitta is evaluated as being of &lt;a href=\"least%20concern\"&gt;least concern&lt;/a&gt; by the &lt;a href=\"IUCN%20Red%20List%20of%20Threatened%20Species\"&gt;IUCN Red List of Threatened Species&lt;/a&gt;."
}