{
    "id": "6013095",
    "revid": "1066026489",
    "url": "https://en.wikipedia.org/wiki?curid=6013095",
    "title": "Betty Harvie Anderson, Baroness Skrimshire of Quarter",
    "text": "Margaret Betty Harvie Anderson, Baroness Skrimshire of Quarter, (12 August 1913 – 7 November 1979) was a British &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; politician. She was the first woman to become a &lt;a href=\"Deputy%20Speaker%20of%20the%20House%20of%20Commons\"&gt;Deputy Speaker of the House of Commons&lt;/a&gt;, which she served as from 1970 to 1973.\nEarly life.\nHarvie Anderson was born in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; on 12 August 1913 to Thomas Alexander Harvie Anderson and his wife Nessie Harvie Anderson (née Shearer). She was educated at &lt;a href=\"St%20Leonards%20School\"&gt;St Leonards School&lt;/a&gt;, an &lt;a href=\"Independent%20school%20%28United%20Kingdom%29\"&gt;independent school&lt;/a&gt; in &lt;a href=\"St%20Andrews\"&gt;St Andrews&lt;/a&gt;.\nMilitary service.\nIn 1938, she joined the &lt;a href=\"Auxiliary%20Territorial%20Service\"&gt;Auxiliary Territorial Service&lt;/a&gt; (ATS). She was commissioned into the ATS as a company commander (equivalent in rank to &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt;) on 21 December 1938. When the ATS reorganised and granted full military status in 1941, she was made a second subaltern (equivalent in rank to a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt;) on 30 May. She saw active service on the &lt;a href=\"Home%20front%20during%20World%20War%20II\"&gt;Home Front&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, including a posting to the &lt;a href=\"River%20Forth\"&gt;River Forth&lt;/a&gt; during the German air raids. From 1942 to 1943, she was senior commander (equivalent in rank to &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt;) of a Mixed Heavy Anti-aircraft Regiment. She was ultimately appointed chief commander (equivalent in rank to &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant colonel&lt;/a&gt;) of a &lt;a href=\"Anti-Aircraft%20Command\"&gt;mixed anti-aircraft brigade&lt;/a&gt;. She held the post until she left the ATS in 1946.\nPolitical career.\nIn November 1945, Harvie Anderson was elected to &lt;a href=\"Stirlingshire\"&gt;Stirlingshire&lt;/a&gt; &lt;a href=\"County%20Council\"&gt;County Council&lt;/a&gt;. In 1953, she became leader of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Moderate Group&lt;/a&gt;.\nHarvie Anderson stood for parliament for &lt;a href=\"West%20Stirlingshire%20%28UK%20Parliament%20constituency%29\"&gt;West Stirlingshire&lt;/a&gt; in 1950 and 1951 and in &lt;a href=\"Sowerby%20%28UK%20Parliament%20constituency%29\"&gt;Sowerby&lt;/a&gt; in 1955. She was appointed an &lt;a href=\"Officer%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Officer of the Order of the British Empire&lt;/a&gt; (OBE) in 1956.\nShe was &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"Renfrewshire%20East%20%28UK%20Parliament%20constituency%29\"&gt;Renfrewshire East&lt;/a&gt; from 1959 to 1979. Although &lt;a href=\"Betty%20Boothroyd\"&gt;Betty Boothroyd&lt;/a&gt; was the first female &lt;a href=\"Speaker%20of%20the%20House%20of%20Commons%20%28United%20Kingdom%29\"&gt;Speaker of the House of Commons&lt;/a&gt;, Harvie Anderson was the first woman to sit in the Speaker's Chair as a &lt;a href=\"Deputy%20Speaker\"&gt;Deputy Speaker&lt;/a&gt; (Deputy Chairman of Ways and Means) from 1970 to 1973. In the 1970s Harvie Anderson helped turn Conservative Party policy against &lt;a href=\"History%20of%20Scottish%20devolution\"&gt;Scottish Devolution&lt;/a&gt; which she regarded as a threat to the future of the United Kingdom. She retired as an MP in 1979.\nHarvie Anderson was given a &lt;a href=\"life%20peerage\"&gt;life peerage&lt;/a&gt; in the &lt;a href=\"1979%20Birthday%20Honours\"&gt;1979 Birthday Honours&lt;/a&gt;. She took the unusual title of Baroness Skrimshire of Quarter, of &lt;a href=\"Dunipace\"&gt;Dunipace&lt;/a&gt; in the District of &lt;a href=\"Falkirk\"&gt;Falkirk&lt;/a&gt;, made up of her husband's surname and the estate she owned in Scotland.\nOn 7 November 1979, within a week of her introduction to the &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt;, she died suddenly having suffered an &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt; attack.\nPersonal life.\nOn 5 May 1960, Harvie Anderson married John Francis Penrose Skrimshire, a medical doctor and heart specialist. They had no children.\nExternal links.\n "
}