{
    "id": "60201170",
    "revid": "563447",
    "url": "https://en.wikipedia.org/wiki?curid=60201170",
    "title": "Chalhoub Group",
    "text": "Chalhoub Group (&lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; مجموعة شلهوب) is a privately held luxury goods retailer and distributor, headquartered in &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, &lt;a href=\"United%20Arab%20Emirates\"&gt;UAE&lt;/a&gt;. \nThe Chalhoub Group is the largest retail operator in the Middle East. It played a crucial role in developing the luxury sector in the region. The company has more than 12,000 employees, in 14 countries.\nHistory.\nThe group was founded by &lt;a href=\"Michel%20Chalhoub\"&gt;Michel&lt;/a&gt; and Widad Chalhoub in 1955, in &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;, Syria with a store selling &lt;a href=\"Christofle\"&gt;Christofle&lt;/a&gt;. The market was narrow in Syria so the family moved to neighbouring Lebanon in 1965 to enable expansion into the &lt;a href=\"Near%20East\"&gt;Near East&lt;/a&gt; and the &lt;a href=\"Trucial%20States\"&gt;Gulf region&lt;/a&gt;. When the &lt;a href=\"Lebanese%20Civil%20War\"&gt;civil war&lt;/a&gt; broke out in 1975 they moved to Kuwait, where they had subsidiary. They then moved their main office to the &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, &lt;a href=\"United%20Arab%20Emirates\"&gt;UAE&lt;/a&gt; in 1990.\nTheir sons Anthony and &lt;a href=\"Patrick%20Chalhoub\"&gt;Patrick&lt;/a&gt; took over as co-CEOs in 2001. Their elder son, Anthony, passed away in December 2018, leaving &lt;a href=\"Patrick%20Chalhoub\"&gt;Patrick&lt;/a&gt; as sole CEO.\nCurrent operations.\nThe main group is the leading partner of luxury, fashion and beauty in the Middle East through three types of activities: distribution, regionally and locally in 8 countries; retail, with over 750 stores; and marketing services. The joint venture, a regional agreement between the brand and the group, allows a co-management with the brand. Some of Chalhoub’s joint ventures include &lt;a href=\"Louis%20Vuitton\"&gt;Louis Vuitton&lt;/a&gt;, &lt;a href=\"Christian%20Dior%20SE\"&gt;Dior Couture&lt;/a&gt;, &lt;a href=\"Sephora\"&gt;Sephora&lt;/a&gt;, &lt;a href=\"Fendi\"&gt;Fendi&lt;/a&gt;, &lt;a href=\"Puig%20%28company%29\"&gt;Puig&lt;/a&gt;, &lt;a href=\"Celine%20%28brand%29\"&gt;Celine&lt;/a&gt;, &lt;a href=\"Givenchy\"&gt;Givenchy&lt;/a&gt;, &lt;a href=\"Christian%20Louboutin\"&gt;Louboutin&lt;/a&gt;, and &lt;a href=\"Havas\"&gt;Havas&lt;/a&gt;.\nThe franchise model, where the Chalhoub Group manages the brand following international guidelines. Some of the group's retail franchises include &lt;a href=\"Saks%20Fifth%20Avenue\"&gt;Saks Fifth Avenue&lt;/a&gt;, &lt;a href=\"LOEWE%20%28fashion%20brand%29\"&gt;Loewe&lt;/a&gt;, &lt;a href=\"Carolina%20Herrera\"&gt;Carolina Herrera&lt;/a&gt;, &lt;a href=\"Swarovski\"&gt;Swarovski&lt;/a&gt;, &lt;a href=\"Lacoste\"&gt;Lacoste&lt;/a&gt;, and &lt;a href=\"Michael%20Kors\"&gt;Michael Kors&lt;/a&gt;.The distribution franchise includes &lt;a href=\"L%27Or%C3%A9al\"&gt;L’Oréal&lt;/a&gt; Luxury.\nThe group created and is operating several retail own-concepts, including Tanagra, a lifestyle gift chain with nine stores; Wow by Wojooh, a makeup line; Ghawali, a luxury oriental fragrance brand; Level Shoes, spanning 96,000 square feet, with 40 designer boutiques; and department store Tryano and has acquired Christofle.\nThe group has focused on developing its human resources; the Chalhoub Retail Academy for front-line staff was established in 2007 in Dubai and in 2009 in Saudi Arabia. The Chalhoub Group has also developed a professorship in luxury brand management with the &lt;a href=\"American%20University%20of%20Sharjah\"&gt;American University of Sharjah&lt;/a&gt;.\nSustainable engagement.\nThe Chalhoub Group has put its sustainable engagement at the heart of its strategy, particularly around people, planet, partnership and impactful community activities around education, environment and humanitarian efforts. It received in 2018, the CSR Label from the Dubai Chamber of Commerce for the sixth consecutive year. The Group is a member of the &lt;a href=\"United%20Nations%20Global%20Compact\"&gt;United Nations Global Compact&lt;/a&gt; Community since 2014 and signatory of the Women's Empowerment Principles (WEP)."
}