{
    "id": "6020626",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6020626",
    "title": "Culture of Syria",
    "text": "&lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; is a traditional society with a long cultural history. Importance is placed on family, religion, education and self-discipline and respect. The Syrian's taste for the traditional arts is expressed in dances such as the al-Samah, the &lt;a href=\"Dabkeh\"&gt;Dabkeh&lt;/a&gt; in all their variations and the &lt;a href=\"sword%20dance\"&gt;sword dance&lt;/a&gt;. Marriage ceremonies are occasions for the lively demonstration of folk customs.\nThe scribes of the city of &lt;a href=\"Ugarit\"&gt;Ugarit&lt;/a&gt; (modern Ras Shamra) created a cuneiform alphabet in the 14th century BC. The alphabet was written in the familiar order we use today like the English language, however with different characters.\nArchaeologists have discovered extensive writings and evidence of a culture rivaling those of &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, and &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; in and around the ancient city of &lt;a href=\"Ebla\"&gt;Ebla&lt;/a&gt; (modern Tell Mardikh). Later Syrian scholars and artists contributed to &lt;a href=\"Hellenistic%20civilization\"&gt;Hellenistic&lt;/a&gt; and &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; thought and culture. &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt; was a pupil of &lt;a href=\"Antiochus%20of%20Ascalon\"&gt;Antiochus of Ascalon&lt;/a&gt; at &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;; and the writings of &lt;a href=\"Posidonius%20of%20Apamea\"&gt;Posidonius of Apamea&lt;/a&gt; influenced &lt;a href=\"Livy\"&gt;Livy&lt;/a&gt; and &lt;a href=\"Plutarch\"&gt;Plutarch&lt;/a&gt;.\nLiterature.\nSyrians have contributed to &lt;a href=\"Arabic%20literature\"&gt;Arabic literature&lt;/a&gt; for centuries, and Syrian writers played a crucial role in the &lt;a href=\"nahda\"&gt;nahda&lt;/a&gt; or Arab literary and cultural revival of the 19th century. Prominent contemporary Syrian writers include, among others, &lt;a href=\"Ali%20Ahmad%20Said\"&gt;Adonis&lt;/a&gt;, &lt;a href=\"Muhammad%20al-Maghut\"&gt;Muhammad Maghout&lt;/a&gt;, &lt;a href=\"Haidar%20Haidar\"&gt;Haidar Haidar&lt;/a&gt;, &lt;a href=\"Ghada%20al-Samman\"&gt;Ghada al-Samman&lt;/a&gt;, &lt;a href=\"Nizar%20Qabbani\"&gt;Nizar Qabbani&lt;/a&gt; and &lt;a href=\"Zakariyya%20Tamer\"&gt;Zakariyya Tamer&lt;/a&gt;.\nIn 1948, the brought about a new turning point in Syrian writing. \"&lt;a href=\"Adab%20al-Iltizam\"&gt;Adab al-Iltizam&lt;/a&gt;\", the \"literature of political commitment\", deeply marked by &lt;a href=\"social%20realism\"&gt;social realism&lt;/a&gt;, mostly replaced the romantic trend of the previous decades. &lt;a href=\"Hanna%20Mina\"&gt;Hanna Mina&lt;/a&gt;, rejecting &lt;a href=\"art%20for%20art%27s%20sake\"&gt;art for art's sake&lt;/a&gt; and confronting the social and political issues of his time, was arguably the most prominent Syrian novelist of this era. Following the &lt;a href=\"Six-Day%20War\"&gt;Six-Day War&lt;/a&gt; in 1967, \"&lt;a href=\"Adab%20al-Naksa\"&gt;Adab al-Naksa&lt;/a&gt;\", the \"literature of defeat\", grappled with the causes of the Arab defeat.\nThe &lt;a href=\"historical%20novel\"&gt;historical novel&lt;/a&gt; genre, which was made popular by &lt;a href=\"Nabil%20Sulayman\"&gt;Nabil Sulayman&lt;/a&gt;, &lt;a href=\"Fawwaz%20Haddad\"&gt;Fawwaz Haddad&lt;/a&gt;, &lt;a href=\"Khyri%20al-Dhahabi\"&gt;Khyri al-Dhahabi&lt;/a&gt; and &lt;a href=\"Nihad%20Siris\"&gt;Nihad Siris&lt;/a&gt;, is sometimes used as a means of critiquing the present through a depiction of the past. Syrian &lt;a href=\"List%20of%20folklores\"&gt;folk narrative&lt;/a&gt;, as a subgenre of historical fiction, is imbued with &lt;a href=\"magical%20realism\"&gt;magical realism&lt;/a&gt;, and is also used as a means of veiled criticism of the present. &lt;a href=\"Salim%20Barakat\"&gt;Salim Barakat&lt;/a&gt;, a Syrian émigré living in Sweden, is one of the leading figures of the genre. Contemporary Syrian literature also encompasses &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; and futuristic &lt;a href=\"utopia\"&gt;utopia&lt;/a&gt;e (&lt;a href=\"Nuhad%20Sharif\"&gt;Nuhad Sharif&lt;/a&gt;, &lt;a href=\"Talib%20Umran\"&gt;Talib Umran&lt;/a&gt;), which may also serve as media of dissent.\nPoetry.\nSyria has always been one of &lt;a href=\"Arabic%20poetry\"&gt;Arabic poetry&lt;/a&gt;'s centers of innovation and has a proud tradition of oral and written poetry. It has contributed to Arabic poetry mostly in the classical and traditional Arabic genres with influence from the &lt;a href=\"French%20literature\"&gt;French&lt;/a&gt; &lt;a href=\"Romantic%20literature%23Visual%20art%20and%20literature\"&gt;Romantic&lt;/a&gt; influences brought to the country while &lt;a href=\"Mandate%20for%20Syria%20and%20the%20Lebanon\"&gt;under French rule&lt;/a&gt;.\nOne of the most prominent Syrian poets include &lt;a href=\"Badawi%20al-Jabal\"&gt;Badawi al-Jabal&lt;/a&gt;, whose poetic style was classical Arabic prose, based on the &lt;a href=\"Abbasid%20Caliphate\"&gt;Abbasid-era&lt;/a&gt; tradition. His work is mostly influenced to some extents by his experience of exile, poverty and political activism, and he's considered to be \"one of the greatest poets of the old school\".\nAnother prominent Syrian poet was &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;-born &lt;a href=\"Nizar%20Qabbani\"&gt;Nizar Qabbani&lt;/a&gt; whose poetic style is famed for its simplicity yet elegance in exploring themes of love, eroticism, sexuality and religion. He is considered one of the most revered contemporary poets in the &lt;a href=\"Arab%20world\"&gt;Arab world&lt;/a&gt;. He is known to be one of the most &lt;a href=\"feminism\"&gt;feminist&lt;/a&gt; and progressive intellectuals of his time, being inspired by the social conditions of traditional Syrian and Arab society, most notably his sister's suicide to escape an arranged loveless marriage. for example, when asked whether he was a revolutionary, Qabbani answered: “Love in the Arab world is like a prisoner, and I want to set (it) free. I want to free the Arab soul, sense and body with my poetry. The relationships between men and women in our society are not healthy.”. Following the &lt;a href=\"Six-Day%20War\"&gt;Six-Day War&lt;/a&gt; Qabbani's poems took a more politically charged turn, which resulted in harsh criticism against the poet. One of his most famed poems is \"Balqis\", a poem in which he laments the death of his &lt;a href=\"Iraqi%20people\"&gt;Iraq-born wife&lt;/a&gt; who was killed in the &lt;a href=\"1981%20Iraqi%20embassy%20bombing\"&gt;1981 Iraqi embassy bombing&lt;/a&gt; in &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt; during the &lt;a href=\"Lebanese%20Civil%20War\"&gt;Lebanese Civil War&lt;/a&gt;. Qabbani blames the entire &lt;a href=\"Arab%20world\"&gt;Arab world&lt;/a&gt; for her death, which generated a lot of controversy against the poet.\nMusic.\nSyria's capital, &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;, has long been one of the Arab world's centers for cultural and artistic innovation, especially in the field of &lt;a href=\"classical%20Arab%20music\"&gt;classical Arab music&lt;/a&gt;. Syria has also produced several pan-Arab stars. &lt;a href=\"Asmahan\"&gt;Asmahan&lt;/a&gt;, &lt;a href=\"Farid%20al-Atrash\"&gt;Farid al-Atrash&lt;/a&gt; and singer &lt;a href=\"Lena%20Chamamyan\"&gt;Lena Chamamyan&lt;/a&gt;. The city of &lt;a href=\"Aleppo\"&gt;Aleppo&lt;/a&gt; is known for its &lt;a href=\"muwashshah\"&gt;muwashshah&lt;/a&gt;, a form of &lt;a href=\"Andalous\"&gt;Andalous&lt;/a&gt; sung poetry popularized by Sabri Moudallal, as well as popular stars like &lt;a href=\"Sabah%20Fakhri\"&gt;Sabah Fakhri&lt;/a&gt;.\nSyria's folk music is for the most part based on the &lt;a href=\"oud\"&gt;oud&lt;/a&gt;, the &lt;a href=\"ney\"&gt;ney&lt;/a&gt; and lap-held &lt;a href=\"drum\"&gt;drum&lt;/a&gt;s, with little if any vocal accompaniment. In Nomadic regions, &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; music which is based on the &lt;a href=\"Mizmar%20%28instrument%29\"&gt;Mizmar&lt;/a&gt; and &lt;a href=\"Rebab\"&gt;Rebab&lt;/a&gt; is popular.\nModern Syrian music notably contrasts folk music. It uses an &lt;a href=\"orchestra\"&gt;orchestra&lt;/a&gt; of mostly European instruments with one lead vocalists and a backup chorus. This type of music is widespread, especially among young people, including &lt;a href=\"Assala%20Nassri\"&gt;Assala Nassri&lt;/a&gt;, &lt;a href=\"Farid%20al-Atrash\"&gt;Farid al-Atrash&lt;/a&gt;, &lt;a href=\"Fahd%20Ballan\"&gt;Fahd Ballan&lt;/a&gt;, &lt;a href=\"Sabah%20Fakhri\"&gt;Sabah Fakhri&lt;/a&gt;, &lt;a href=\"Mayada%20El%20Hennawy\"&gt;Mayada El Hennawy&lt;/a&gt;, &lt;a href=\"Rushwan%20al-Deek\"&gt;Rushwan al-Deek&lt;/a&gt; and &lt;a href=\"George%20Wassouf\"&gt;George Wassouf&lt;/a&gt;.\nSyria was one of the earliest centers of Christian &lt;a href=\"hymn\"&gt;hymn&lt;/a&gt;ody, in a repertory known as &lt;a href=\"Syrian%20chant\"&gt;Syrian chant&lt;/a&gt;, which continues to be the liturgical music of some of the various &lt;a href=\"Christianity%20in%20Syria\"&gt;Syrian Christians&lt;/a&gt;. Also, there was a former distinctive tradition of &lt;a href=\"Syrian%20Jews\"&gt;Syrian Jewish&lt;/a&gt; religious music, which still flourishes in the Syrian-Jewish community of New York.\nOne of the most popular dances in Syria is the Dabkeh, a folk dance combining &lt;a href=\"circle%20dance\"&gt;circle dancing&lt;/a&gt; and &lt;a href=\"line%20dance\"&gt;line dancing&lt;/a&gt; formed from right to left and headed by a leader which alternates between facing the audience and other dancers. It is mostly performed at weddings and other joyous occasions. Other popular folklore dances include the \"Arāḍa\" (Arabic: عراضة), a dance performed with swords as well as oriental dance for women.\nArchitecture.\nTraditional Houses of the Old Cities in Damascus, Aleppo and some other Syrian cities are preserved and traditionally the living quarters are arranged around one or more courtyards, typically with a fountain in the middle supplied by spring water, and decorated with citrus trees, grape vines, and flowers.\nOne of the most notable examples of the traditional &lt;a href=\"Damascus\"&gt;Damascene&lt;/a&gt; homes is the 18th century &lt;a href=\"Azm%20Palace\"&gt;Azm Palace&lt;/a&gt;, residence of &lt;a href=\"As%27ad%20Pasha%20al-Azm\"&gt;As'ad Pasha al-Azm&lt;/a&gt;, the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; governor of Damascus, which continued to house the descendants of the al-Azm family for decades. The structure consists of several buildings and three wings: the \"&lt;a href=\"harem\"&gt;harem&lt;/a&gt;\", the and the . The harem is the family wing, which contains the private residence of the family and includes the baths, which are a replica of the public baths in the city on a smaller scale. The is the guest wing, and it comprises the formal halls, reception areas and large courtyards with traditional cascading fountain, while in the northern part of the palace were the servant quarters and the center of housekeeping activities. Also a notable example of traditional Damascene houses is &lt;a href=\"Maktab%20Anbar\"&gt;Maktab Anbar&lt;/a&gt; near the &lt;a href=\"Umayyad%20Mosque\"&gt;Umayyad Mosque&lt;/a&gt; and a short distance from the &lt;a href=\"Street%20Called%20Straight\"&gt;Street Called Straight&lt;/a&gt;. It was built as a private residence by a local &lt;a href=\"Syrian%20Jews\"&gt;Jewish&lt;/a&gt; notable Mr. Anbar in the mid 19th century before being confiscated by the Ottoman government after Anbar's bankruptcy.\nOutside of larger city areas such as Damascus, Aleppo or Homs, residential areas are often clustered in smaller villages. The buildings themselves are often quite old (perhaps a few hundred years old), passed down to family members over several generations. Residential construction of rough concrete and blockwork is usually unpainted, and the palette of a Syrian village is therefore simple tones of grays and browns.\nMedia.\n&lt;a href=\"Television%20in%20Syria\"&gt;Television in Syria&lt;/a&gt; was formed in 1960, when Syria and Egypt (which adopted television that same year) were part of the &lt;a href=\"United%20Arab%20Republic\"&gt;United Arab Republic&lt;/a&gt;. It broadcast in black and white until 1976. &lt;a href=\"The%20Arab%20League\"&gt;The Arab League&lt;/a&gt; officially asked the satellite operators &lt;a href=\"Arabsat\"&gt;Arabsat&lt;/a&gt; and &lt;a href=\"Nilesat\"&gt;Nilesat&lt;/a&gt; to stop broadcasting Syrian media in June 2012.\nThere was a private sector presence in the &lt;a href=\"Syrian%20cinema\"&gt;Syrian cinema&lt;/a&gt; industry until the end of the 1970s, but private investment has since preferred the more lucrative television serial business. &lt;a href=\"Syrian%20soap%20operas\"&gt;Syrian soap operas&lt;/a&gt;, in a variety of styles (all melodramatic, however), have considerable market penetration throughout the eastern Arab world.\nThe authorities operate several intelligence agencies among them &lt;a href=\"Military%20Intelligence%20%28Syria%29\"&gt;Shu'bat al-Mukhabarat al-'Askariyya&lt;/a&gt;, employing a large number of operatives.\nCuisine.\nSyrian cuisine is rich and varied in its ingredients and is linked to the regions of Syria where a specific dish has originated. Syrian food mostly consists of Southern Mediterranean, Greek, and Southwest Asian dishes. Some Syrian dishes also evolved from Turkish and French cooking. Dishes like &lt;a href=\"Kebab\"&gt;shish kebab&lt;/a&gt;, stuffed zucchini/courgette, &lt;a href=\"yabra%27\"&gt;yabra'&lt;/a&gt; (stuffed grape leaves, the word derıves from the &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt; word \" meaning leaf).\nThe main dishes that form Syrian cuisine are &lt;a href=\"kibbeh\"&gt;kibbeh&lt;/a&gt;, &lt;a href=\"hummus\"&gt;hummus&lt;/a&gt;, &lt;a href=\"tabbouleh\"&gt;tabbouleh&lt;/a&gt;, &lt;a href=\"fattoush\"&gt;fattoush&lt;/a&gt;, &lt;a href=\"strained%20yogurt\"&gt;labneh&lt;/a&gt;, &lt;a href=\"shawarma\"&gt;shawarma&lt;/a&gt;, &lt;a href=\"mujaddara\"&gt;mujaddara&lt;/a&gt;, &lt;a href=\"shanklish\"&gt;shanklish&lt;/a&gt;, &lt;a href=\"past%C4%B1rma\"&gt;pastırma&lt;/a&gt;, &lt;a href=\"sujuk\"&gt;sujuk&lt;/a&gt; and &lt;a href=\"baklava\"&gt;baklava&lt;/a&gt;. &lt;a href=\"Baklava\"&gt;Baklava&lt;/a&gt; is made of &lt;a href=\"filo\"&gt;filo&lt;/a&gt; pastry filled with chopped nuts and soaked in &lt;a href=\"honey\"&gt;honey&lt;/a&gt;. Syrians often serve selections of appetizers, known as &lt;a href=\"meze\"&gt;meze&lt;/a&gt;, before the main course. &lt;a href=\"za%27atar\"&gt;za'atar&lt;/a&gt;, &lt;a href=\"minced%20beef\"&gt;minced beef&lt;/a&gt;, and cheese &lt;a href=\"manakish\"&gt;manakish&lt;/a&gt; are popular &lt;a href=\"hors%20d%27%C5%93uvres\"&gt;hors d'œuvres&lt;/a&gt;. The Arabic flatbread &lt;a href=\"khubz\"&gt;khubz&lt;/a&gt; is always eaten together with &lt;a href=\"meze\"&gt;meze&lt;/a&gt;.\nSyrians are also well known for their &lt;a href=\"Syrian%20cheese\"&gt;cheese&lt;/a&gt;. The very popular string cheese is made of curd cheese and is pulled and twisted together. Syrians also make cookies/biscuits to usually accompany their cheese called &lt;a href=\"ka%27ak\"&gt;ka'ak&lt;/a&gt;. These are made of &lt;a href=\"farina%20%28food%29\"&gt;farina&lt;/a&gt; and other ingredients, rolled out, shaped into rings and baked. Another form of a similar cookie is filled with crushed dates mixed with butter, to accompany .\nDrinks in Syria vary depending on the time of day and the occasion. &lt;a href=\"Arabic%20coffee\"&gt;Arabic coffee&lt;/a&gt;, also known as &lt;a href=\"Turkish%20coffee\"&gt;Turkish coffee&lt;/a&gt; is the most well-known hot drink usually prepared in the morning at breakfast or in the evening. It is usually served for guests or after food. &lt;a href=\"Arak%20%28distilled%20beverage%29\"&gt;Arak&lt;/a&gt;, an alcoholic drink, is also a well-known beverage served mostly on special occasions. More examples of Syrian beverages include &lt;a href=\"Ayran\"&gt;Ayran&lt;/a&gt;, &lt;a href=\"Jallab\"&gt;Jallab&lt;/a&gt;, &lt;a href=\"White%20coffee\"&gt;White coffee&lt;/a&gt;, and a locally manufactured beer called Al Shark.\nSports.\nThe most popular sports in Syria are &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"Swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;, and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;. &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt; was home to the fifth and seventh &lt;a href=\"Pan%20Arab%20Games\"&gt;Pan Arab Games&lt;/a&gt;, while &lt;a href=\"Latakia\"&gt;Latakia&lt;/a&gt;, Syria's main port, was home to the tenth &lt;a href=\"Mediterranean%20Games\"&gt;Mediterranean Games&lt;/a&gt;.\nAlthough the &lt;a href=\"Abbasiyyin%20Stadium\"&gt;Abbasiyyin Stadium&lt;/a&gt; in Damascus is home to the &lt;a href=\"Syria%20national%20football%20team\"&gt;Syrian national football team&lt;/a&gt;, many other local teams are based in other cities and stadiums. Syria's national team enjoyed some success, having qualified for four &lt;a href=\"Asian%20Cup\"&gt;Asian Cup&lt;/a&gt; competitions. The team's first international was on 20 November 1949, losing to &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt; 7–0. The Syrian national football team's biggest win was with the &lt;a href=\"Maldives%20national%20football%20team\"&gt;Maldives&lt;/a&gt;, beating them 12-0 on the 4th of June 1997. The team was ranked 75th in the world by &lt;a href=\"FIFA%20World%20Rankings\"&gt;FIFA&lt;/a&gt; as of 2018.\nAlthough Syria has never qualified for the &lt;a href=\"FIFA%20World%20Cup\"&gt;World Cup&lt;/a&gt; finals, its national football team reached the fourth round in 2018 after tying with &lt;a href=\"Iran%20national%20football%20team\"&gt;Iran&lt;/a&gt;. They tied with the &lt;a href=\"Australia%20national%20soccer%20team\"&gt;Australian team&lt;/a&gt; on the 5th of October before losing to them 2-1 on the 10 October and disqualifying. A win would have seen them play &lt;a href=\"Honduras%20national%20football%20team\"&gt;Honduras&lt;/a&gt; in an intercontinental playoff, if they won that, they would have qualified for the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt;\nThe highest division of football in Syria is the &lt;a href=\"Syrian%20Premier%20League\"&gt;Syrian Premier League&lt;/a&gt; which began to play in 1966. The league's champion is &lt;a href=\"Al-Jaish%20SC%20%28Syria%29\"&gt;Al-Jaish SC&lt;/a&gt;, based in Damascus."
}