{
    "id": "60202593",
    "revid": "12329968",
    "url": "https://en.wikipedia.org/wiki?curid=60202593",
    "title": "Pole mass",
    "text": "In &lt;a href=\"quantum%20field%20theory\"&gt;quantum field theory&lt;/a&gt;, the pole mass of an elementary particle corresponds to the concept of &lt;a href=\"rest%20mass\"&gt;rest mass&lt;/a&gt; in the &lt;a href=\"special%20theory%20of%20relativity\"&gt;special theory of relativity&lt;/a&gt;.\nRunning mass.\nIn quantum field theory, quantities like &lt;a href=\"coupling%20constant\"&gt;coupling constant&lt;/a&gt; and &lt;a href=\"mass\"&gt;mass&lt;/a&gt; \"run\" with the &lt;a href=\"energy%20scale\"&gt;energy scale&lt;/a&gt; of &lt;a href=\"high%20energy%20physics\"&gt;high energy physics&lt;/a&gt;. The running mass of a fermion or massive boson depends on the energy scale at which the observation occurs, in a way described by a &lt;a href=\"Exact%20renormalization%20group%20equation\"&gt;renormalization group equation&lt;/a&gt; (RGE) and calculated by a renormalization scheme such as the &lt;a href=\"on-shell%20scheme\"&gt;on-shell scheme&lt;/a&gt; or the &lt;a href=\"minimal%20subtraction%20scheme\"&gt;minimal subtraction scheme&lt;/a&gt;. The running mass refers to a &lt;a href=\"Lagrangian%20%28field%20theory%29\"&gt;Lagrangian&lt;/a&gt; parameter whose value changes with the energy scale at which the renormalization scheme is applied. A calculation, typically done by a computerized algorithm intractable by paper calculations, relates the running mass to the pole mass. The algorithm typically relies on a perturbative calculation of the &lt;a href=\"self%20energy\"&gt;self energy&lt;/a&gt;.\nPropagator pole.\nA loop in a &lt;a href=\"Feynman%20diagram\"&gt;Feynman diagram&lt;/a&gt; requires an integral over a continuum of possible energies and momenta. In general, the integrals of products of &lt;a href=\"Propagator%23Propagators%20in%20Feynman%20diagrams\"&gt;Feynman propagator&lt;/a&gt;s diverge at propagator poles, and the divergences must be removed by renormalization. The process of renormalization might be thought of as a theory of cancellations of virtual particle paths, thus revealing the \"bare\" or renormalized physics, such as the pole mass."
}