{
    "id": "60229589",
    "revid": "5661201",
    "url": "https://en.wikipedia.org/wiki?curid=60229589",
    "title": "Baseball Rule",
    "text": "In &lt;a href=\"United%20States%20tort%20law\"&gt;American tort law&lt;/a&gt;, the Baseball Rule holds that a &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; team or, at amateur levels, its sponsoring organization, cannot be held &lt;a href=\"public%20liability\"&gt;liable&lt;/a&gt; for injuries suffered by a spectator struck by a &lt;a href=\"foul%20ball\"&gt;foul ball&lt;/a&gt; batted into the stands, under most circumstances, as long as the team has offered some protected seating in the areas where foul balls are most likely to cause injuries. This is considered within the &lt;a href=\"standard%20of%20care\"&gt;standard&lt;/a&gt; of &lt;a href=\"reasonable%20care\"&gt;reasonable care&lt;/a&gt; that teams owe to spectators, although in recent decades it has more often been characterized as a limited- or no-duty rule, and applied to &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; and &lt;a href=\"golf\"&gt;golf&lt;/a&gt; as well. It is largely a matter of &lt;a href=\"case%20law\"&gt;case law&lt;/a&gt; in state courts, although four states have codified it.\nThe rule arose from a pair of 1910s decisions by the &lt;a href=\"Missouri%20Court%20of%20Appeals\"&gt;Missouri Court of Appeals&lt;/a&gt;, both considering suits filed by spectators at home games of the &lt;a href=\"minor%20league\"&gt;minor league&lt;/a&gt; &lt;a href=\"Kansas%20City%20Blues%20%28American%20Association%29\"&gt;Kansas City Blues&lt;/a&gt;. In the first, considered to be the case that established the rule, the court upheld a trial verdict against the plaintiff, &lt;a href=\"holding%20%28law%29\"&gt;holding&lt;/a&gt; that his decision to sit outside the netting the team had installed behind home plate constituted &lt;a href=\"contributory%20negligence\"&gt;contributory negligence&lt;/a&gt; and &lt;a href=\"assumption%20of%20risk\"&gt;assumption of risk&lt;/a&gt; on his part. Conversely, in the second, decided a year later, the court upheld a verdict \"for\" a plaintiff who had been struck in the eye by a foul ball that passed through a hole in the netting between him and home plate. Other state courts accepted those cases as &lt;a href=\"precedent\"&gt;precedent&lt;/a&gt; and used them to decide similar cases.\nBy the 1930s it was interpreted as requiring teams to erect protective screening over the stands behind home plate, a practice that had already become common in the late 19th century due to injuries from foul balls, which rose after an 1884 rule change allowed overhand pitching. Courts have seen it as balancing the team's duty of care toward spectators with the spectators' interest in having an unobstructed view of the game available and perhaps being able to take home a recovered foul ball as a souvenir. It has been held to apply in some other situations besides foul balls—when a player deliberately threw the ball into the stands as a souvenir, for instance—but not in others, such as errant pitches from a &lt;a href=\"relief%20pitcher\"&gt;relief pitcher&lt;/a&gt; warming up in the &lt;a href=\"bullpen\"&gt;bullpen&lt;/a&gt;, situations where multiple balls are in play (such as (formerly) &lt;a href=\"batting%20practice\"&gt;batting practice&lt;/a&gt;), where struck spectators are not in the seating areas of the venue or where they may have been distracted by the team's &lt;a href=\"mascot\"&gt;mascot&lt;/a&gt;.\nIn the wake of some serious injuries caused by foul balls in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) parks in the 2010s, including the first foul-ball spectator death at an MLB game in almost 50 years, there have been calls for the rule to be re-examined or abolished altogether, as more spectators are struck by a foul ball than players in the game are &lt;a href=\"Hit%20by%20pitch\"&gt;hit by a pitch&lt;/a&gt;. While MLB has required all of its teams to extend their protective screens to cover the area to the far end of the &lt;a href=\"Dugout%20%28baseball%29\"&gt;dugout&lt;/a&gt; on either side of the field, critics note that it is no longer possible for spectators to choose to sit under those screens given that all seats in the venue are reserved for those who buy them, many &lt;a href=\"season%20ticket\"&gt;for the entire season&lt;/a&gt;. Further, they say, balls are hit harder and spectators, who on average now sit closer to the field than they did in 1913, have more distractions. Two states' &lt;a href=\"supreme%20court\"&gt;supreme court&lt;/a&gt;s have declined to adopt the rule, which has been criticized as a relic of the era before the adoption of &lt;a href=\"comparative%20negligence\"&gt;comparative negligence&lt;/a&gt;; a widely read \"&lt;a href=\"William%20and%20Mary%20Law%20Review\"&gt;William and Mary Law Review&lt;/a&gt;\" article further argues that the Baseball Rule fails the &lt;a href=\"law%20and%20economics\"&gt;law and economics&lt;/a&gt; standards of optimally allocated tort liability.\nHistory.\nDevelopment of modern game.\nProfessional baseball in the United States began in 1869. In those early years, there was little risk of injury from a ball hit into the stands. While seats were located as close as a few feet (1–2 m) from the &lt;a href=\"foul%20line%20%28baseball%29\"&gt;foul lines&lt;/a&gt;, putting fans at risk of being hit by overthrown balls or lost bats, there was less risk from batted balls. At the time, the rules required &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt;s to not only deliver the ball underhand, but with their arms barely bent and from below the waist. In addition, &lt;a href=\"Batter%20%28baseball%29\"&gt;batter&lt;/a&gt;s could and did request the ball be pitched to a specific position over the plate.\nAs a result, most games were dominated by offense, with fielding providing most defense, and games often ended with very high scores by modern standards. One or sometimes both teams exceeding 100 &lt;a href=\"Run%20%28baseball%29\"&gt;runs&lt;/a&gt; in a game was not unusual. Pitchers, some of whom had learned to throw the ball very fast even underhand, began to influence the game and drive down scores with the help of gradual rule changes that allowed the ball to be delivered from higher up, with the arm more cocked, making the first &lt;a href=\"curveball\"&gt;curveball&lt;/a&gt;s possible. Injuries in the stands from foul balls in the late 1870s earned the area behind home plate the nickname of \"the slaughter pit\"; the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt;'s &lt;a href=\"Providence%20Grays\"&gt;Providence Grays&lt;/a&gt; became the first team to erect a protective screen over that section of their park in 1879.\nIn 1884 the evolution to modern pitching was completed when overhand pitching was allowed. Consequently it became much harder for hitters to direct the ball into fair territory when they connected with it. More teams began erecting &lt;a href=\"backstop%20%28baseball%29\"&gt;backstops&lt;/a&gt;, as they came to be called, similar to those the Grays had put up, but they were not always popular with fans. The &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt; &lt;a href=\"Northwestern%20League\"&gt;Northwestern League&lt;/a&gt; team removed theirs after two weeks of fan complaints that they unduly obstructed their view of play.\n19th-century tort law.\nFatalities from foul balls occurred in the late 19th and early 20th centuries; many of those struck and killed were children watching or otherwise in proximity to amateur games. In one unusual 1902 incident, a 20-year-old Ohio man watching a game was stabbed through the heart when a friend who was lending him a knife was struck by a foul ball as he did; after telling his friends he was not badly hurt, he began bleeding uncontrollably and died a few minutes later. The \"&lt;a href=\"Washington%20Star\"&gt;Washington Star&lt;/a&gt;\" reported in 1888 that a man claiming to have been hit by a ball (whether batted or thrown was not clear) at a &lt;a href=\"Washington%20Statesmen\"&gt;Washington Statesmen&lt;/a&gt; game the year before had filed suit; if he had, it did not result in a &lt;a href=\"Non-publication%20of%20legal%20opinions%20in%20the%20United%20States\"&gt;published opinion&lt;/a&gt;.\nMedia reports from the era suggest that there were other lawsuits besides the 1888 Washington lawsuit against baseball teams over foul ball injuries around the turn of the century, but none were reported. They may have been disposed through settlement, trial or withdrawal. It has also been suggested that the law concerning torts brought by &lt;a href=\"Invitee%23United%20States\"&gt;public invitees&lt;/a&gt; such as spectators at a baseball game was not seen as favorable to such suits.\nUp to the time of baseball's origins in the United States, &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; treated those on private property not generally open to the public, like sporting venues, but on the property with the owner's permission, as &lt;a href=\"licensee\"&gt;licensee&lt;/a&gt;s. The property owner owed them no other &lt;a href=\"duty%20of%20care\"&gt;duty of care&lt;/a&gt; than to protect them from &lt;a href=\"foreseeability\"&gt;unforeseeable&lt;/a&gt; hazards incident to the conditions of the property. That standard would have likely precluded any suit over injuries from a foul ball as they were a foreseeable risk.\nHowever, in 1866 an &lt;a href=\"English%20law\"&gt;English court&lt;/a&gt;'s decision, \"Indermaur v. Dames\", held that a landowner was indeed liable for damages from hazards he or she knew of or reasonably could have been expected to. Since the plaintiff was there for business reasons, to inspect a faulty gas regulator, when he fell through the defendant's floor and suffered injury, the &lt;a href=\"Court%20of%20Common%20Pleas%20%28England%29\"&gt;Court of Common Pleas&lt;/a&gt; &lt;a href=\"holding%20%28law%29\"&gt;held&lt;/a&gt; he was not a licensee but a visitor or &lt;a href=\"invitee\"&gt;invitee&lt;/a&gt;, there to transact business mutually beneficial to both parties, a distinction recent cases had begun to recognize but not formalize. The &lt;a href=\"Massachusetts%20Supreme%20Judicial%20Court\"&gt;Massachusetts Supreme Judicial Court&lt;/a&gt; accepted \"Indermaur\" as precedent two years later in a similar case of a ship damaged by a submerged rock, and it would eventually be so recognized by the courts of 26 states and the &lt;a href=\"U.S.%20Supreme%20Court\"&gt;U.S. Supreme Court&lt;/a&gt;.\nIn 1883 the Massachusetts Supreme Court held that a patron of a place of public amusement was an invitee, and that the defendant, a dance hall, had a duty to maintain the premises safely. Legal scholar &lt;a href=\"Seymour%20Thompson\"&gt;Seymour Thompson&lt;/a&gt; wrote in a popular work on tort law that the duties of business owners towards invitees, or business visitors as they were now known, applied with \"special force to ... establishments to which the public are invited in large numbers.\" As the 20th century dawned, courts had applied that principle to a wide variety of such businesses, including sports venues.\nHowever, despite a more favorable legal climate, there were no reported cases over foul ball injuries. &lt;a href=\"Marquette%20University%20Law%20School\"&gt;Marquette law professor&lt;/a&gt; J.G. Hylton, in a history of the origins of the Baseball Rule, notes that the visitor principle had primarily decided cases where the issues with the property had existed prior to the plaintiff's entry on to it and thus a plaintiff could claim both that the defendant knew of the defect and he himself did not, whereas most spectators at a baseball game would have known that foul balls frequently entered the stands at high speed. There had not been many cases where the plaintiffs' knowledge of the possible risks was a factor.\nAlso, at the time, American courts recognized &lt;a href=\"assumption%20of%20risk\"&gt;assumption of risk&lt;/a&gt; and &lt;a href=\"contributory%20negligence\"&gt;contributory negligence&lt;/a&gt;, when proven, as absolute bars to any recovery by a plaintiff. \"If [they] knew of the dangers of foul balls and chose to sit in an unprotected seat,\" Hylton writes, \"then he or she opened himself up to the charge that his or her own negligence ... had contributed to his or her injury.\" He also speculates that the dominant cultural ethos of &lt;a href=\"rugged%20individualism\"&gt;rugged individualism&lt;/a&gt; during the &lt;a href=\"Gilded%20Age\"&gt;Gilded Age&lt;/a&gt; and early &lt;a href=\"Progressive%20Era\"&gt;Progressive Era&lt;/a&gt; may have led injured spectators to fault themselves, and only themselves, for their injury.\nThe earliest reported lawsuit over injuries from a batted baseball was filed during the first decade of the 20th century. A man watching a horse race at an &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; &lt;a href=\"Agricultural%20show\"&gt;agricultural fair&lt;/a&gt; was hit by a foul ball from a baseball game being played on the track's infield. He sued the directors of the fair; in 1907 the &lt;a href=\"Iowa%20Supreme%20Court\"&gt;state's Supreme Court&lt;/a&gt; held that the directors were not liable since their organization's purpose was to promote agriculture and the baseball game was not part of that, thus they could not be expected to have knowledge of the risks it posed and there was no &lt;a href=\"nonfeasance\"&gt;nonfeasance&lt;/a&gt;.\nThe following year, &lt;a href=\"Michigan%20Supreme%20Court\"&gt;Michigan's Supreme Court&lt;/a&gt; took &lt;a href=\"judicial%20notice\"&gt;judicial notice&lt;/a&gt;, in a case brought by a patron injured by a foul ball from a nearby game while dancing at a resort, of the inherent risks of watching a baseball game and that every spectator assumed them by choosing to watch:\nEstablishment of the Baseball Rule.\n\"Crane v. Kansas City Baseball &amp; Exhibition Co.\".\nIn 1913, an appellate court &lt;a href=\"first%20impression%20%28law%29\"&gt;for the first time&lt;/a&gt; heard a case against a baseball team arising from a foul ball injury incurred by a paying spectator at the game. Three years earlier, Samuel Crane had gone to a home game of the &lt;a href=\"Kansas%20City%20Blues%20%28American%20Association%29\"&gt;Kansas City Blues&lt;/a&gt;, an &lt;a href=\"American%20Association%20%2820th%20century%29\"&gt;American Association&lt;/a&gt; class AA &lt;a href=\"minor%20league\"&gt;minor league&lt;/a&gt; team, at Association Park in &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City, Missouri&lt;/a&gt;. At the ticket counter, he had the choice of a seat in the &lt;a href=\"bleachers\"&gt;bleachers&lt;/a&gt;, beyond the &lt;a href=\"outfield\"&gt;outfield&lt;/a&gt; fence, for 25¢ ($ in today's dollars) or in the &lt;a href=\"grandstand\"&gt;grandstand&lt;/a&gt;, next to the &lt;a href=\"infield\"&gt;infield&lt;/a&gt;, for twice that price. In either area, all seats were &lt;a href=\"general%20admission\"&gt;general admission&lt;/a&gt;; Crane could sit wherever he wanted if a space was available.\nBy that time protective screens had been installed in every baseball park where the game was played professionally. At minimum they covered the area immediately behind &lt;a href=\"home%20plate\"&gt;home plate&lt;/a&gt;; the screen at &lt;a href=\"Association%20Park\"&gt;Association Park&lt;/a&gt; extended as far as first and third base on either &lt;a href=\"Glossary%20of%20baseball%20%28F%29%23foul%20lines\"&gt;foul line&lt;/a&gt;, roughly from home. Crane decided to sit in an area beyond the screen, and at some point during the game was struck by a foul ball and injured; the details are not known.\nCrane later filed suit in &lt;a href=\"Jackson%20County%2C%20Missouri\"&gt;Jackson County&lt;/a&gt; &lt;a href=\"Missouri%20Circuit%20Courts\"&gt;Circuit Court&lt;/a&gt;, arguing that the Blues had been &lt;a href=\"negligence\"&gt;negligent&lt;/a&gt; and seeking $100 in damages ($4,000 in today's dollars) plus &lt;a href=\"court%20costs\"&gt;court costs&lt;/a&gt;; their duty of &lt;a href=\"reasonable%20care\"&gt;reasonable care&lt;/a&gt; to him required that they screen off \"all\" the grandstand seats. He and the team &lt;a href=\"stipulation\"&gt;stipulated&lt;/a&gt; to the facts of the case and agreed to try it as a &lt;a href=\"question%20of%20law\"&gt;question of law&lt;/a&gt;. The trial court &lt;a href=\"holding%20%28law%29\"&gt;held&lt;/a&gt; for the team; Crane appealed.\nThe Kansas City Division of the &lt;a href=\"Missouri%20Court%20of%20Appeals\"&gt;Missouri Court of Appeals&lt;/a&gt; affirmed the judgement. Citing the Michigan Supreme Court's 1908 \"&lt;a href=\"dictum\"&gt;dictum&lt;/a&gt;\", it held that Crane had assumed the risks of watching a baseball game when he chose to attend. Since given a choice between protected and unprotected seats, Crane chose the latter (for the unobstructed view, the court speculated), there was &lt;a href=\"contributory%20negligence\"&gt;contributory negligence&lt;/a&gt; on his part and the team was not liable. \"One invited to a place who is offered a choice of two positions one of which is less safe than the other cannot be said to be in the exercise of reasonable care if, with full knowledge of the risks and dangers, he chooses the more dangerous place\", wrote Judge W.O. Jackson. \"That is a fundamental rule of the law of negligence.\"\nAlmost a century later, Hylton observed that despite Crane's failure to win his case, the court's decision did impose two requirements on teams. While they avoided a requirement they screen off all seats and end the practice of offering &lt;a href=\"standing%20room%20only\"&gt;standing room only&lt;/a&gt; attendance behind the outfield fence to latecomers at sold-out games, both of which would have likely reduced attendance, the court did hold that teams owed a duty of reasonable care to fans, which specifically meant that they should offer at least some protected seating. \"This responsibility could not be shirked,\" Hylton wrote, \"and it did not matter either if the patron knew of the danger before attending or was informed of it upon entering the park.\"\n\"Edling v. Kansas City Baseball &amp; Exhibition Co.\".\nWithin a year another case of a fan injured by a foul ball at a Blues game came before the same court, allowing it to apply and clarify the rule. The circumstances of this case were markedly different, and the court found for the plaintiff, one Edling.\nIn 1911, Charles Edling, like Crane, went to a Blues home game. He, too, paid the higher price for a grandstand seat, but unlike Crane chose to sit behind the netting, halfway up the stands from the field level, on almost a line with home plate and the &lt;a href=\"pitcher%27s%20mound\"&gt;pitcher's mound&lt;/a&gt; so he could see pitches curve. During the game, Edling lost sight of one of the many foul balls until it struck him in the eye, having passed through a square-foot () hole in the netting. The injuries were serious, including a broken nose as well as the eye damage, and Edling filed suit, demanding $3,500 ($140,000 in today's dollars) plus court costs.\nSince there was a factual dispute as to the condition of the screen—the team claimed it was new and in perfect condition, while fans who had attended other games testified that it had had many holes which had gone unrepaired for a long time—the case was heard by a jury. The team mounted two other defenses: that even in perfect condition a screen unobtrusive enough to not detract from spectators' enjoyment of the game could not also be strong enough to stop \"all\" foul balls, and that Edling had also been contributorily negligent by failing to keep track of the ball that had hit him after it had been hit (to that, Edling's lawyer responded that if the Blues' players had kept their eyes on the ball as well as the team's lawyers said Edling should have, the team would have had a much better season).\nThe jury found for Edling and the Blues appealed. In response to the team's claim that the jury should not have heard the testimony about the condition of the screen, the appeals court relied on \"Crane\" to hold that by purposely sitting behind the screen, Edling could reasonably assume he was safe from foul balls. \"It was the duty of defendant to keep the screen free from defects, and if it [did not], the jury could properly infer that it ... was guilty of negligence.\"\n\"We must also ignore the suggestion that [screening capable of blocking all foul balls would be too hard to see through]\", the court said. Evidence at trial, it explained, had shown that a mesh of &lt;a href=\"chicken%20wire\"&gt;chicken wire&lt;/a&gt; similar to that used at Association Park could stop any batted ball with minimal impact on spectators' view, when properly maintained. Citing Edling's attorney's comment, the court also agreed it was not Edling's responsibility to avoid injury by keeping track of the ball at all times. \"The uncertainty in the direction, speed and force of a batted ball is one of the interesting and exciting features of the game,\" the court observed, \"and frequently it is difficult for even a trained eye to follow the course of the ball.\"\nHylton reads \"Edling\" as contractualizing the relationship between team and spectator in the area of foul ball risk and protection. By screening off some of the seats, a team implicitly guaranteed to the spectators who chose to sit behind the screen that it would be in sufficient condition to protect them from foul ball injuries, unless (as the team claimed Edling had) they knowingly remained in front of a defective portion. \"While not obligated to screen every seat in the park\", he comments, \"the team was obligated not only to provide protected seats for fans who desired them but also to maintain those seats in a reasonable manner.\"\nPrecedence and evolution.\n\"Crane\" became &lt;a href=\"precedent\"&gt;precedent&lt;/a&gt; outside Missouri before \"Edling\" was even heard there. Later in 1913, the &lt;a href=\"Minnesota%20Supreme%20Court\"&gt;Minnesota Supreme Court&lt;/a&gt; considered a case, like Crane's, brought by a spectator who had chosen to sit in an unprotected area of the stands and been injured by a foul ball. The plaintiff, a woman who was attending a baseball game for the first time ever on Ladies' Day, had won in the lower courts, but the state's highest court overturned the verdict, citing the case's similarities to \"Crane\" and quoting from that opinion extensively. Unlike Crane, the plaintiff argued that she had had no familiarity with the game and thus should at least have been warned about the possibility of injury from a foul ball, but the court did not distinguish her case from Crane's on that basis.\n&lt;a href=\"Washington%20Supreme%20Court\"&gt;Washington's Supreme Court&lt;/a&gt; relied on \"Crane\" in 1919 to reverse an earlier case in which it had allowed an injured spectator to proceed with his suit. The circumstances were similar—the plaintiff had chosen to sit in unprotected seating where protected seats had been available—but the plaintiff in \"Kavafian v. Seattle Baseball Club Association\" had initially argued that the team's negligence lay in having changed its mind about where to put screening, as Kavafian's seat was located in an area of the stadium originally intended to have it. Per \"Crane\", the court again found that as long as the team had made some protected seats available a spectator who chose not to sit there assumed all the risk.\nIn 1929 the &lt;a href=\"Oregon%20Supreme%20Court\"&gt;Supreme Court&lt;/a&gt; in neighboring &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt; was confronted with a &lt;a href=\"first%20impression%20%28law%29\"&gt;first-impression&lt;/a&gt; variation on the foul-ball injury. A man who had attended a game in &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland&lt;/a&gt; four years earlier and sat near the edge of a screen was nevertheless struck and permanently injured by a foul ball that curved behind it. At trial he had prevailed and been awarded $3,000 ($ in today's dollars), which was upheld on appeal. However, the state Supreme Court held that such an unusual trajectory for a foul ball was so &lt;a href=\"foreseeability\"&gt;unforeseeable&lt;/a&gt; that the team could not reasonably be expected to protect spectators from a ball so hit and vacated the award.\nJoan Quinn, a &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; teenager who attended a 1929 game of the &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt;'s &lt;a href=\"San%20Francisco%20Seals%20%28baseball%29\"&gt;Seals&lt;/a&gt; at &lt;a href=\"Recreation%20Park%20%28San%20Francisco%29\"&gt;Recreation Park&lt;/a&gt;, asked to be seated behind the screen but was told by the usher that none were available at that time, so she sat in an unprotected seat expecting the usher would find a protected one. A foul ball hit by &lt;a href=\"Gus%20Suhr\"&gt;Gus Suhr&lt;/a&gt; struck and injured her. She sued not only the club but Suhr, the first reported instance in which a plaintiff named a batter as a defendant in addition to the team in a foul ball tort, arguing that since she had requested a protected seat she had not voluntarily assumed the risk of the injury that befell her.\nAt trial the judge granted the team's motion for a &lt;a href=\"directed%20verdict\"&gt;directed verdict&lt;/a&gt; in their favor after Quinn presented her case. On appeal the court took note that while protected seats were available elsewhere in the grandstand, she had nonetheless insisted on sitting near first base, and upheld the ruling, saying that she had temporarily assumed the risk. The &lt;a href=\"California%20Supreme%20Court\"&gt;California Supreme Court&lt;/a&gt; agreed and saw fit to reprint the entire appellate opinion.\nA 1930 incident concerned a ball hit &lt;a href=\"fair%20ball\"&gt;fairly&lt;/a&gt;, though not during the actual game. The plaintiff went to a game in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt; and bought a ticket to the bleachers, from home plate and protected by a five-foot-high () screen at field level. While walking to his seat before the game, he was hit by a ball from &lt;a href=\"batting%20practice\"&gt;batting practice&lt;/a&gt;, to which he had not paid attention, and his jaw was broken. The following year the &lt;a href=\"Louisiana%20Supreme%20Court\"&gt;Louisiana Supreme Court&lt;/a&gt; upheld a judgement for the team, finding the case fundamentally similar to \"Crane\", with the plaintiff's inattention to the game similarly constituting contributory negligence and the team having satisfied its duty as the grandstand was already properly screened.\n\"Grimes v. American League Baseball Club\".\nIn one unusual case, also from Missouri, a court did hold that a plaintiff sitting in unprotected seating could recover. On the last day of the &lt;a href=\"St.%20Louis%20Browns\"&gt;St. Louis Browns&lt;/a&gt;' &lt;a href=\"1931%20St.%20Louis%20Browns%20season\"&gt;1931 season&lt;/a&gt; at &lt;a href=\"Sportsman%27s%20Park\"&gt;Sportsman's Park&lt;/a&gt;, Violet Grimes attended, with a date, and chose to sit near third base at field level, well outside the area screened behind home plate. To accommodate extra crowds expected for &lt;a href=\"1931%20World%20Series\"&gt;that year's World Series&lt;/a&gt;, in which the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;Cardinals&lt;/a&gt;, who shared the park with the Browns, were hosting the first two games against the &lt;a href=\"Philadelphia%20Athletics\"&gt;Philadelphia Athletics&lt;/a&gt; starting the next day, temporary wooden seats had been built and added, extending into the field. In the second game of a &lt;a href=\"doubleheader%20%28baseball%29\"&gt;doubleheader&lt;/a&gt; with the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; a foul ball ricocheted off the railing on the temporary seating and into Grimes' eye.\nGrimes prevailed at trial and was awarded $5,000 by the jury ($ in today's dollars). The Browns appealed; the court upheld the verdict, noting that the distance between the &lt;a href=\"Glossary%20of%20baseball%20%28F%29%23foul%20lines\"&gt;foul lines&lt;/a&gt; and the stands existed for a reason and that the temporary seating (closed to spectators that day) distinguished the case from \"Crane\" and the others like it in that it was not an ordinary part of games at the park. \"[P]laintiff was subjected,\" the court wrote, \"not only to the usual and ordinary perils of the game when played under its usual and ordinary conditions ... but also to an unusual and extraordinary hazard which had concededly been put in the park to meet unusual conditions and which was not even designed or intended to serve a purpose at the game plaintiff was attending.\"\n\"Brisson v. Minneapolis Baseball &amp; Athletic Association\".\nOverall, in the two decades after \"Crane\" courts in six more states would rely on it as precedent and reaffirm that reliance; by the 1930s it was seen as a seminal case in the area of landowner liability, specifically the liability of sporting venue operators. The most significant of those cases came from the latter line when the Minnesota Supreme Court heard \"Brisson v. Minneapolis Baseball &amp; Athletic Association\" in 1932. It settled two questions \"Crane\" and the courts that relied on it had not.\nBrisson alleged that he had intended to sit in the protected area, but found all the seats there filled. So he sat instead in an unprotected seat, where like the other plaintiffs he was hit by a foul ball and injured. He argued that \"Crane\" required the team to ensure that protected seats were available for any spectator who wanted one; thus, the lack of availability of such seats negated any assumption of risk on his part.\nA verdict in the plaintiff's favor, too, was appealed again to the state's highest court and overturned, as the justices believed that reasonable care did not require making unprotected seats available for \"anyone\" who wanted them. What it \"did\" require was that teams make a reasonable amount of such seats available as to satisfy the typical demand for them, \"and\" that the \"most dangerous\" area of the stands be so screened. While the Minnesota Supreme Court did not specify any part of the stands at a baseball game, later courts more explicitly stated this to be the seats behind home plate, which had already been screened at most baseball parks since the 1880s.\nMid-20th century evolution.\nIn 1942, when deciding \"Hudson v. Kansas City Baseball Club\", which held that a plaintiff asserting that he had believed that a reserved seat he bought a ticket for was protected was not sufficiently different from other cases as to warrant an exception to the rule, the &lt;a href=\"Missouri%20Supreme%20Court\"&gt;Missouri Supreme Court&lt;/a&gt; noted that \"Crane\" and \"Edling\" \"have become leading cases throughout the country\" in torts related to foul ball injuries.\nThe following year a spectator struck in the abdomen by a foul at a 1941 &lt;a href=\"Columbus%20Red%20Birds\"&gt;Columbus Red Birds&lt;/a&gt; game, one of the earliest to be &lt;a href=\"night%20game\"&gt;played at night&lt;/a&gt;, argued that the team should have provided sufficient illumination for those in unprotected seating, as he was that night, to be able to see the ball should it come into the stands, appealed the directed verdict for the team. The &lt;a href=\"Ohio%20Court%20of%20Appeals\"&gt;Ohio Court of Appeals&lt;/a&gt; divided, with two of the three judges declining to distinguish night games. \"If the risk was greater due to the fact that it was a night game played under artificial lights, by the same token the plaintiff was under greater obligation to protect himself by seeking a position of safety behind screens.\" The dissenting judge argued that that was a factual question a jury should have been allowed to decide, saying \"it would be a dangerous policy for the law to pronounce a principle of immunity to ball clubs against ordinary care as related to the construction of its stands or the location or the placing of equipment which has to do with the safety of its patrons.\"\nAn appeals court in neighboring &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt; later that year also declined to distinguish an injury resulting from a fellow spectator's attempt to throw the foul back on the field, holding that that too was part of the game. \"The danger of a ball thrown by a spectator toward the playing field while play is in session seems to us to be an ordinary hazard of the game\" wrote the court in \"Emhardt v. Perry Stadium\", noting also that the plaintiff had testified she and her husband had regularly attended games at the park for four years prior to the 1937 incident. It affirmed summary judgement for the defendant team and park.\nSince \"Brisson\" had specified the terms under which teams needed to provide screening, plaintiffs seeking to recover began basing their challenges on their lack of knowledge of the risks. These cases generally involved women who had accompanied their husbands or sons to the ballpark. The first such case had been decided the year before, when a &lt;a href=\"Texas%20Courts%20of%20Appeals\"&gt;Texas appeals court&lt;/a&gt; heard \"Keys v. Alamo City Baseball Co.\". Keys had taken her son to a &lt;a href=\"Texas%20League\"&gt;Texas League&lt;/a&gt; game in &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt;, where they both sat in unprotected seats far from the backstop. During the fifth or sixth inning, she was struck in the chest by a foul ball her son had ducked while she had been talking to a friend seated several rows behind her.\nTo overcome the team's &lt;a href=\"assumption%20of%20risk\"&gt;assumption of risk&lt;/a&gt; defense, she argued that she was not that familiar with the game, having only attended one other baseball contest several years earlier. While it found the team partially negligent in that the usher who had directed her and her son to the seats did not warn them there was no protection there from foul balls, the court disagreed with claim of ignorance of the hazard, noting that the record showed that her son, aged 14, had gone to other games at the park and often played or threw baseballs in and around the home, suggesting \"he was a baseball 'fan', as is nearly every normal American boy.\" Even if Keys had not taken note of this, the court added, she had been at the game for long enough to see, as her son had pointed out to her, that quite a few foul balls go into the stands.\nIn yet another case from Kansas City, brought by a woman who moved with her son to unprotected seats at a 1947 game on the usher's apparent assurance that they were safe only to be hospitalized after the ensuing injury, the Missouri Supreme Court called the dangers of being struck by a foul ball \"open and obvious to any one who possesses normal powers of observation. A knowledge of the rules or strategy of the game is not necessary to a realization of such hazard.\"\n\"Schentzel v. Philadelphia National League Club\".\nA &lt;a href=\"Superior%20Court%20of%20Pennsylvania\"&gt;Pennsylvania Superior Court&lt;/a&gt; panel echoed \"Keys\" in 1953's \"Schentzel v. Philadelphia National League Club\" when it overturned a jury verdict in favor of a woman who had gone with her husband to see a &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt; doubleheader at &lt;a href=\"Shibe%20Park\"&gt;Shibe Park&lt;/a&gt; in 1949. The couple had driven to Philadelphia from &lt;a href=\"Allentown%2C%20Pennsylvania\"&gt;Allentown&lt;/a&gt; and arrived late, at the start of the first game's seventh inning. They had been assured by the ticket seller that their seats, in the upper deck, were behind the screen. When they found out that they were not, rather somewhat displaced towards first base, they resolved to see if they could exchange their tickets for a pair to seats that were, but due to crowds in the aisle, they chose to wait until that trip could be made more easily. Roughly two minutes afterwards, 10 minutes after they arrived, the woman was injured by a foul ball.\nSchentzel made the novel argument that teams should install extra screening on Ladies' Days, such as the one she had attended, since many women were admitted for free and it could not be expected that most of them would be familiar with the game. But as in the Texas case, the Pennsylvania court did not find it plausible at that time that the plaintiff could be ignorant of the fact that foul balls went into the stands, her testimony that the game was the first she had ever attended and the minimal amount of time she and her husband had been at the game notwithstanding. Starting from the premise that she was a middle-aged woman of normal intelligence, the court reiterated the holding of \"Keys\" in this regard:\nFirst major league foul ball death.\nIn 1970, for the first time, a spectator died of injuries from a foul ball at a major league game. Alan Fish, 14, went to the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt; May 16 home game at &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt; against the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; with other boys from his recreational program and the program director, where they sat in the second row at field level along the first base line. A &lt;a href=\"Manny%20Mota\"&gt;Manny Mota&lt;/a&gt; foul hit Fish on the back of the head, above his ear, in the bottom of the third.\nFish initially lost consciousness, but regained it after a minute and appeared to have recovered completely by the end of the game. However, on his ride home he began experiencing dizziness, and by the time he returned his parents took him to three hospitals in order to find one that would treat him. His condition deteriorated and surgery could not be done; Fish died after being taken off life support three days later.\nThe Fishes brought suit against the Dodgers, the medical facilities and the first physician to see their son, asking $1 million in damages. They alleged the team had been negligent in designing and operating the stadium, and along with the other defendants had been negligent in treating Alan. The trial judge disallowed the first count against the Dodgers, and before trial the Fishes dropped suit against the medical facilities. When it finally came to trial in 1973, the jury initially deadlocked, but after the judge pressured them to keep deliberating, they found for the defendants. Three years later an appeals court reversed the trial court on the grounds of a &lt;a href=\"jury%20instruction\"&gt;jury instruction&lt;/a&gt; that should have been given but was not.\n1970s-80s: Comparative negligence.\nWith plaintiffs now effectively denied the opportunity to recover based on their own level of knowledge of the game, lawyers began adding the claim that teams were negligent in failing to warn spectators about the dangers of foul balls. Many states had reformed their tort laws, with courts and/or legislatures embracing the newer doctrine of &lt;a href=\"comparative%20negligence\"&gt;comparative negligence&lt;/a&gt;, &lt;a href=\"assumption%20of%20risk\"&gt;assumption of risk&lt;/a&gt; and &lt;a href=\"contributory%20negligence\"&gt;contributory negligence&lt;/a&gt;, the pillars of the Baseball Rule in \"Crane\", were no longer absolute defenses and a plaintiff whose own negligence had contributed to their injury could still recover, albeit less than what they had demanded, as long as they were found to be less than 50 percent at fault.\nThese cases left the Baseball Rule intact; courts in California, New York and Texas wrote influential rulings declining to revisit it, although not without some skepticism, and an outright dissent in New York. These favorable verdicts notwithstanding, teams \"did\" begin to take some steps to warn fans of the danger from foul balls. Waivers were printed on the back of tickets, and teams began having announcements read over the park's &lt;a href=\"public%20address\"&gt;public address&lt;/a&gt; system reminding fans to stay alert at \"any\" time balls were in use on the field, not just during play.\nIn declining to revisit the Baseball Rule without contributory negligence and assumption of risk as absolute defenses to suits over foul ball injuries, courts revised the duty of care owed by teams to spectators. \"Crane\" had stated that it arose out of reasonable care, but the decisions of the 1980s held that a team owed either a limited duty or no duty at all to spectators beyond that established by the Baseball Rule.\n\"Akins v. Glens Falls City School District\".\nIn 1981's \"Akins v. Glens Falls City School District\", the &lt;a href=\"New%20York%20Court%20of%20Appeals\"&gt;New York Court of Appeals&lt;/a&gt;, the highest court of a state that had been one of the first to adopt comparative negligence, heard the first case challenging the Baseball Rule under that doctrine.\nFive years earlier, Akins had attended one of her son's high school baseball games. Arriving after it had started, she chose to watch, standing since there were no seating facilities available, behind a three-foot-high (1 m) chainlink fence that ran from the backstop along the third base line, approximately from the plate. Within 10 minutes, a foul ball hit her in the eye, causing permanent injury.\nAt trial, she asked $250,000 ($ in today's dollars) alleging the school district could have put wings equal in height to the backstop's to both bases at minimal cost; the jury found the school district liable and awarded her $100,000, finding her only 35 percent liable for her injury. A five-judge panel of the state's &lt;a href=\"New%20York%20Supreme%20Court%2C%20Appellate%20Division\"&gt;Appellate Division&lt;/a&gt; divided narrowly in upholding her appeal, with the dissenting justices arguing that Akins had not proved the school district negligent, and the case went to the Court of Appeals. The judges there also divided narrowly, reversing the appeals court.\nJudge &lt;a href=\"Matthew%20J.%20Jasen\"&gt;Matthew J. Jasen&lt;/a&gt;'s &lt;a href=\"majority%20opinion\"&gt;majority opinion&lt;/a&gt; held that the standard set by \"Brisson\" almost half a century earlier—screening behind the plate at least and protected seating available for the number of spectators who could reasonably be expected to want it—still applied. Since that had been provided, the school district had met the duty of reasonable care (which was now required of New York landowners regardless of the category of visitor) and was not liable; Jasen did not think the court needed, given that holding, to reconsider the Baseball Rule under comparative negligence.\nThe court's chief judge, &lt;a href=\"Lawrence%20H.%20Cooke\"&gt;Lawrence H. Cooke&lt;/a&gt;, wrote the &lt;a href=\"dissenting%20opinion\"&gt;dissent&lt;/a&gt;. He and his two colleagues accused the majority of usurping the jury's task. \"This attempt to precisely prescribe what steps the proprietor of a baseball field must take to fulfill its duty of reasonable care is unwarranted and unwise ... [it] has in effect undertaken the task of prescribing the size, shape and location of backstops and other protective devices.\" Cooke noted that the jury in the case had heard testimony that it was relatively inexpensive to add those wings to the backstop and that they were common in the area, that school district officials knew that fouls went over the fence but posted no signs warning of them, and that the batter who had hit the foul in a &lt;a href=\"Varsity%20team\"&gt;varsity&lt;/a&gt; high school contest was a powerful enough hitter to have made it to the major leagues by the time the Court of Appeals heard the case. Lastly he charged that the majority had, by refusing to consider comparative negligence in this case, effectively negated it as a concept.\n\"Rudnick v. Golden West Broadcasters\".\nThree years later, an appeals court in another comparative negligence state, California, considered a foul ball case in that light. Loretta Rudnick, after being struck and injured by a foul ball at a &lt;a href=\"California%20Angels\"&gt;California Angels&lt;/a&gt; game, brought suit against the team. While she had been sitting in an unprotected area of &lt;a href=\"Anaheim%20Stadium\"&gt;Anaheim Stadium&lt;/a&gt; near first base, she argued that that was no longer a valid defense for the team, since under comparative negligence her stated lack of familiarity with baseball and consequent assumption that all seats were safe made her responsibility a triable issue of fact. After presenting her case, the trial court had granted the Angels' motion for &lt;a href=\"summary%20judgement\"&gt;summary judgement&lt;/a&gt;.\nThe appeals court reversed, but only because it felt the Angels' motion had not met the standard for summary judgement. In asserting that 2,300 protected seats were available, the motion neglected in the court's opinion to note that that number was but a tenth of the crowd the team typically drew, nor did it make any effort to show how that was a reasonable amount to have available, especially when most of those seats were reserved for season ticket holders. The rest of its opinion went on to reassert the validity of the Baseball Rule, as recognized by the state's Supreme Court in \"Quinn\" a half-century earlier, in the comparative negligence environment, allowing in the process that \"[t]he law has traditionally treated the national pastime in a \"&lt;a href=\"sui%20generis\"&gt;sui generis&lt;/a&gt;\" manner\" For spectators, it concluded, \"the chance to apprehend a misdirected baseball is as much a part of the game as the &lt;a href=\"seventh%20inning%20stretch\"&gt;seventh inning stretch&lt;/a&gt; or peanuts and &lt;a href=\"Cracker%20Jack\"&gt;Cracker Jack&lt;/a&gt;.\"\nA &lt;a href=\"concurring%20opinion\"&gt;concurring&lt;/a&gt; justice agreed that the Angels had not satisfied the requirement of demonstrating that no issue of fact existed, but took issue with the majority's reaffirmation of the Baseball Rule. \"They find, quite remarkably, that \"Quinn\" ... is still a beacon of enlightened tort law.\" He cited the many changes made to baseball since 1935 as parallel to changes in tort law. Baseball had indeed gotten \"sui generis\" treatment from the law, he agreed, but \"there is absolutely no support to suggest it is above the law and insulated from the duty and liabilities imposed on others. &lt;a href=\"Say%20it%20ain%27t%20so%2C%20Joe.\"&gt;Say it ain't so, Joe&lt;/a&gt;!\"\n\"Friedman v. Houston Sports Association\".\nThree years after \"Rudnick\", a Texas appeals court likewise rejected the notion that the move to comparative negligence required reassessing the Baseball Rule. After an 11-year-old girl had been struck in the face by a foul while sitting near first base at a 1978 &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt; game, she and her father were awarded $180,000 in actual and punitive damages, which the judge then &lt;a href=\"Judgment%20notwithstanding%20verdict\"&gt;set aside&lt;/a&gt; on a defense motion. In affirming, the appeals court first reiterated the holding from \"Keys\" that it would be \"absurd, and no doubt ... resented by many patrons\" to expect a baseball team to individually warn everyone entering the park of the dangers from foul balls leaving the field of play. It then rejected the argument that the state's recent move to comparative negligence required it to reconsider the Baseball Rule, noting that neither New York nor California had, either. \"Comparative negligence does not create a duty,\" it wrote.\nLike \"Akins\" and \"Rudnick\", the decision came with some skepticism. A concurring justice noted that while he agreed with the decision since Friedman had been accompanied by her father, he was troubled by the court's willingness to discard the jury's findings that her father had not himself been negligent. He speculated that there would be situations in which a duty to warn could be found, perhaps if a young child entered the venue unsupervised, even though his or her parents might be held negligent for allowing that.\n1990s–present: Reconsideration.\nIn 1992 appeals courts in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, hearing the cases of two spectators who had been injured at games of both of the city's MLB teams, showed less deference to the Baseball Rule than courts previously had. The &lt;a href=\"Illinois%20State%20Legislature\"&gt;state legislature&lt;/a&gt; responded by codifying the rule into statute. In the 21st century, courts in &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, and &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt; declined to adopt it, although in the latter instance that state's &lt;a href=\"New%20Mexico%20Supreme%20Court\"&gt;Supreme Court&lt;/a&gt; overruled the decision.\n\"Coronel v. Chicago White Sox\".\nBlanca Coronel's lawsuit against the &lt;a href=\"Chicago%20White%20Sox\"&gt;White Sox&lt;/a&gt; had little to distinguish it from other cases in the Baseball Rule line. She had gone to &lt;a href=\"Comiskey%20Park\"&gt;Comiskey Park&lt;/a&gt; in 1986 to attend her first Sox game, where she sat behind the plate, five rows from the field and three seats outside the edge of the backstop. In the sixth inning, she reached down for some popcorn and when she looked up, a foul ball struck her in the face and broke her jaw. The trial court hearing her suit granted summary judgement for the team, and she appealed, arguing the team's duties to her rested on questions of triable fact.\nUnlike its predecessors in the other large states, however, the &lt;a href=\"Illinois%20Appellate%20Court\"&gt;Illinois Appellate Court&lt;/a&gt; declined to reaffirm the Baseball Rule. Justice &lt;a href=\"Anthony%20Scariano\"&gt;Anthony Scariano&lt;/a&gt; reviewed other cases, from Illinois and other states, including \"Wells\" and \"Akins\", to conclude that \"we cannot accept the suggestion advanced by the Sox that it should be they and not the jury who should determine the adequacy of the protection afforded its fans at a baseball game.\" The Sox' backstop, he pointed out, was only wide, narrower than the one at the high school game in \"Akins\", and a jury thus could consider whether that was sufficient protection.\nScariano also rejected the team's argument that it owed Coronel no duty to warn her of the hazards of foul balls beyond the language on the ticket and a warning on the scoreboard during the game. Illinois case law since the state's move to comparative negligence had held that even in the case of \"open and obvious\" dangers like foul balls landowners might still be found to have a duty to warn. One of the factors that might trigger that duty was the possibility that a visitor might have his or her attention diverted in a way that increased their risk of injury from the hazard, This Scariano saw as an especially apt point for baseball spectators:\nThe court &lt;a href=\"Remand%20%28court%20procedure%29\"&gt;remanded&lt;/a&gt; the case so a jury could decide the questions of fact.\n\"Yates v. Chicago National League Baseball Club\".\nAround the same time, a different division of the same Illinois appellate court heard \"Yates v. Chicago National League Ball Club\", a suit against the &lt;a href=\"Chicago%20Cubs\"&gt;Cubs&lt;/a&gt; over a &lt;a href=\"Leon%20Durham\"&gt;Leon Durham&lt;/a&gt; foul ball that struck the plaintiff in the face at &lt;a href=\"Wrigley%20Field\"&gt;Wrigley Field&lt;/a&gt; in 1983, ending his own baseball career and causing vision problems that persisted over the pendency of the case. A jury had found for him and the Cubs appealed.\nThe Cubs' appeal was primarily based on evidentiary issues at the trial. Most relevant to the Baseball Rule, the appeals court ruled that Yates did not have to introduce evidence that the amount of seats protected by the backstop was adequate to meet demand, as \"Coronel\" had narrowed a plaintiff's burden of proof to simply whether the screen was adequate protection without regard to the demand for seats behind them, and, contrary to one of the Cubs' other grounds for appeal, the jury could consider that question.\nThe appeals court also rejected the Cubs' argument that the ticket waiver created a contractual assumption of risk. Other Illinois case law had held that a contractual assumption of risk required that the plaintiff have assented to the agreement; this could not be so, the trial court had ruled, because \"the print was so small that it was not legibly reproduced on the photocopy submitted to the trial court.\"\nNew Mexico: \"Crespin\" and \"Edward\".\nThe &lt;a href=\"New%20Mexico%20Court%20of%20Appeals\"&gt;New Mexico Court of Appeals&lt;/a&gt; became the first court to explicitly reject the Baseball Rule in 2009's \"Crespin v Albuquerque Baseball Club\". The Crespins' four-year-old son's skull was fractured by a ball hit into the stands during &lt;a href=\"batting%20practice\"&gt;batting practice&lt;/a&gt; while the family was enjoying a pregame picnic, in an area with tables behind the outfield fence, for local &lt;a href=\"Little%20League\"&gt;Little League&lt;/a&gt;rs served by the minor league &lt;a href=\"Albuquerque%20Isotopes\"&gt;Albuquerque Isotopes&lt;/a&gt;. They sued the Isotopes, the city of &lt;a href=\"Albuquerque\"&gt;Albuquerque&lt;/a&gt; as stadium owner, batter &lt;a href=\"Dave%20Matranga\"&gt;Dave Matranga&lt;/a&gt;, then with the &lt;a href=\"New%20Orleans%20Zephyrs\"&gt;New Orleans Zephyrs&lt;/a&gt;, and the Zephyrs' parent team, the Houston Astros, for whom Matranga had played in the majors.\nThe trial court granted summary judgement to all defendants. On appeal, the court affirmed it for the Astros and Matranga, since he had hit the ball fairly as baseball players are supposed to do (in a game, the court noted, the hit would have been a &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;) and thus the Astros, for whom Matranga had once played, had trained him properly and neither he nor they could have been held negligent. But it reversed the judgement against the team and city.\n\"This case presents the first opportunity for a New Mexico appellate court to consider whether to carve out an exception to the usual tort doctrines for the sport of baseball.\" The court declined, finding the rule inconsistent with comparative negligence. \"Under our present tort system, we discern no public policy reason to justify bestowing immunity on the business of baseball.\" It remanded the case to the trial court so the jury could decide, among other issues, whether the Isotopes were negligent in failing to warn the picnickers that batting practice was about to begin.\nThe following year the &lt;a href=\"New%20Mexico%20Supreme%20Court\"&gt;state's Supreme Court&lt;/a&gt; overruled the appeals court, in a decision renamed \"Edward v. City of Albuquerque\". \"[W]e believe that a limited-duty rule\", Chief Justice &lt;a href=\"Edward%20L.%20Ch%C3%A1vez\"&gt;Edward L. Chávez&lt;/a&gt; wrote for a unanimous court, \"albeit not the one argued for by defendants, is warranted by sound policy considerations.\" After a lengthy review of previous case law from in and out of state, he called the rule \"symmetrical\" in that while spectators had to exercise ordinary care to avoid injury from batted balls, while teams had a duty not to increase the risks. Chávez sought to balance the team's duties with the interest of spectators in catching a foul ball. He did, however, affirm the appeals court's denial of summary judgement, saying the city and team had not sufficiently established the facts to support it.\n\"Rountree v. Boise Baseball Club\".\nIn 2013's \"Rountree v. Boise Baseball Club\", &lt;a href=\"Idaho%20Supreme%20Court\"&gt;Idaho's Supreme Court&lt;/a&gt; rejected the Baseball Rule. The plaintiff had been hit while eating in &lt;a href=\"Memorial%20Stadium%20%28Boise%29\"&gt;Memorial Stadium&lt;/a&gt; at a 2008 &lt;a href=\"Boise%20Hawks\"&gt;Boise Hawks&lt;/a&gt; game. The trial court had held that only the &lt;a href=\"Idaho%20State%20Legislature\"&gt;state legislature&lt;/a&gt; could adopt it, which Justice &lt;a href=\"Jim%20Jones%20%28judge%29\"&gt;Jim Jones&lt;/a&gt; wrote for a unanimous court, was incorrect. But while the court could adopt it, he continued, \"[w]e find no compelling public policy requiring us to do so.\"\nThe court, Jones conceded, had earlier adopted the &lt;a href=\"fireman%27s%20rule\"&gt;fireman's rule&lt;/a&gt;, limiting the liability of landowners for injuries suffered by responding emergency personnel on their property. But that recognized \"the fundamental link between firefighters confronting danger and sustaining consequent injuries.\" Jones did not see any similar reason the public had to expose itself to foul ball injuries to watch baseball. The opinion also rejected the defendants claim that implied primary assumption of risk was a valid defense in the case.\n\"South Shore Baseball LLC v. DeJesus\".\nThe year after \"Rountree\", the &lt;a href=\"Indiana%20Supreme%20Court\"&gt;Indiana Supreme Court&lt;/a&gt; also declined to adopt the Baseball Rule, even as it held for the defendant team on the facts of the case. \"South Shore Baseball LLC v. DeJesus\" had been brought by a woman struck in the face by a pop-up foul on the opening day of the 2009 &lt;a href=\"Gary%20SouthShore%20RailCats\"&gt;Gary SouthShore RailCats&lt;/a&gt; season at &lt;a href=\"U.S.%20Steel%20Yard\"&gt;U.S. Steel Yard&lt;/a&gt;. She had been sitting just outside the screening, heard the foul and looked up to see it in time for it to strike her in the face, breaking several bones and blinding her in the left eye.\nAt trial, the team's motion for summary judgement was denied, then reversed on appeal. While DeJesus had argued that the netting should have extended further, she had testified that she had been to many RailCats games, that she was aware of the hazards of foul balls and had heard a warning to that effect over the stadium's &lt;a href=\"public%20address%20system\"&gt;public address system&lt;/a&gt;. She appealed to the state Supreme Court, which affirmed. \"This undisputed evidence shows DeJesus was not relying on the netting to protect her from the danger of foul balls,\" wrote Justice &lt;a href=\"Mark%20Massa\"&gt;Mark Massa&lt;/a&gt; for a unanimous court.\nThe court had also been asked, in an \"&lt;a href=\"amicus%20curiae\"&gt;amicus curiae&lt;/a&gt;\" brief filed by the &lt;a href=\"Indianapolis%20Indians\"&gt;Indianapolis Indians&lt;/a&gt;, the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; triple-A minor league team in the state, to formally adopt the Baseball Rule, which it said the state had already done 70 years earlier in \"Emhardt\". Massa responded with a baseball metaphor: \"Although we appreciate a well-turned &lt;a href=\"double%20play\"&gt;double play&lt;/a&gt;, we will take this particular pitch.\" \"Emhardt\"s holding had contained the essence of the rule, he agreed, but it was rooted in the legal doctrines the state had abandoned in favor of comparative negligence. \"We do not find it instructive here.\"\nMassa agreed that \"[b]aseball undoubtedly occupies a special place in American life and culture\", quoting praise for the sport from a 1911 decision of the court, but \"[n]evertheless, we are not convinced that any sport, even our national pastime, merits its own special rule of liability.\" If that was a decision the state should make, it was the &lt;a href=\"Indiana%20State%20Legislature\"&gt;state legislature&lt;/a&gt;'s prerogative, he concluded.\nExceptions.\nInjury to non-spectating bystander.\nCourts have strictly adhered to the Baseball Rule, but they have almost always limited its applicability to spectators watching the game or walking through viewing areas, holding that only that activity gives rise to the assumed risk of foul ball injury. The first plaintiff to recover after Edling was a young Wisconsin girl who was hit in the face while her mother was adjusting her dress along a highway about from a baseball diamond at a park operated by the local trolley company; the family was not watching the game. \"There can be no serious claim that the respondent was guilty of contributory negligence, as she was on the highway and entirely ignorant of her danger\", the &lt;a href=\"Wisconsin%20Supreme%20Court\"&gt;Wisconsin Supreme Court&lt;/a&gt; held in 1925 as it affirmed a $2,000 ($ in today's dollars) jury verdict in her favor.\nBatting practice.\nAnother 1925 case from the &lt;a href=\"Midwestern%20United%20States\"&gt;Midwest&lt;/a&gt; addressed an injury arising from &lt;a href=\"batting%20practice\"&gt;batting practice&lt;/a&gt;, resulting in a change in procedure for that aspect of the pregame. The plaintiff in \"Cincinnati Base Ball Co. v. Eno\" was attending a &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; &lt;a href=\"twi-night%20doubleheader\"&gt;twi-night doubleheader&lt;/a&gt; four years earlier with her father; during batting practice between the games, which at the time consisted of several groups of players scattered around the field, she and her father went closer to the field for a look at the players practicing there, just away, a foul broke her jaw. The &lt;a href=\"Ohio%20Supreme%20Court\"&gt;Ohio Supreme Court&lt;/a&gt; affirmed an appellate ruling that reversed the trial court's &lt;a href=\"directed%20verdict\"&gt;directed verdict&lt;/a&gt; for the team, distinguishing the case from \"Crane\" and its progeny by noting that multiple balls were in play during batting practice and spectators could not reasonably be expected to keep track of all of them. As a result of the case, the Reds and other professional teams began holding batting practice with only one batter at a time, swinging from home plate.\nLost bats.\nThe Baseball Rule has not been extended to cover injuries from lost bats that go into the stands. In 1938 a California appeals court considered the case of Martha Ratcliff, who had been walking down the aisle to her protected seat at a &lt;a href=\"San%20Diego%20Padres%20%28PCL%29\"&gt;San Diego Padres&lt;/a&gt; &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt; game during batting practice when struck by a player's bat, which had slipped from his grip away. She prevailed at trial and was awarded $2,000 by the jury, a verdict sustained on appeal, since the evidence showed that bats had gone into the stands before and the court held that \"[i]t was a question for the jury whether such an accident as this could have been reasonably anticipated and we think the evidence is sufficient to sustain their finding upon that question.\"\nThrown balls.\n\"Maytnier v. Rush\".\nA ball errantly \"thrown\" into the stands as a consequence of a pitcher's warmup during the game, rather than batted, also was beyond the scope of the rule. In 1957, David Maytnier, 13, went to a Cubs doubleheader at Wrigley Field, where he got a front-row ticket that he had requested be as close to the Cubs' &lt;a href=\"Dugout%20%28baseball%29\"&gt;dugout&lt;/a&gt; as possible; he wound up being seated about 10 or 15 seats further away from the plate than the dugout. The seat was thus close to the &lt;a href=\"bullpen\"&gt;bullpen&lt;/a&gt;, where a &lt;a href=\"wild%20pitch\"&gt;wild pitch&lt;/a&gt; by &lt;a href=\"relief%20pitcher\"&gt;reliever&lt;/a&gt; &lt;a href=\"Bob%20Rush%20%28baseball%29\"&gt;Bob Rush&lt;/a&gt; struck Maytnier in the face during the sixth inning of the second game.\nMaytnier's father sued both Rush and the Cubs; testimony at trial revealed that the former, who had been having problems with his pitching that season, had been experimenting with a new pitch which in that particular instance, bullpen catcher &lt;a href=\"Gordon%20Massa\"&gt;Gordon Massa&lt;/a&gt; testified, had been above him and to his left, beyond his ability to catch when standing. The jury found for Maytnier against the team but for Rush against him.\nBoth Maytnier and the Cubs appealed. His appeal against the Rush verdict was dismissed as untimely. The Cubs' appeal made several arguments including all the previous Baseball Rule cases from Illinois and other states. The court distinguished them all from the instant case; instead it was more persuaded by \"Eno\" and \"Ratcliff\":\nThe case had thus been properly submitted to the jury, and the appeals court therefore declined to disturb it.\nPossibly as a consequence of \"Maytnier\", baseball venues at all levels banned players from playing &lt;a href=\"pepper%20%28baseball%29\"&gt;pepper&lt;/a&gt;, a warmup exercise (sometimes played as an informal game in itself) in which a batter bats balls to several fielders nearby, due to the risk of similar injuries to spectators, since it was often played on the side of the field before games. This is often indicated with signs. Teams have also moved bullpens off the field to enclosed areas behind the back fence.\n\"Loughran v. The Phillies\".\nIn contrast to \"Maytnier\", injuries resulting from a ball \"deliberately\" thrown into the stands by a player as a souvenir were held beyond recovery under the Baseball Rule in a 2005 Pennsylvania case. Jeremy Loughran sued the team and outfielder &lt;a href=\"Marlon%20Byrd\"&gt;Marlon Byrd&lt;/a&gt; after he was hit in the face and &lt;a href=\"concussion\"&gt;concussed&lt;/a&gt; by a ball thrown into the stands by Byrd after making the last out of an inning during a 2003 game. The trial court granted Byrd and the team summary judgement, and Loughran appealed.\nThree of the four judges on the &lt;a href=\"Superior%20Court%20of%20Pennsylvania\"&gt;Superior Court&lt;/a&gt; panel affirmed the trial court. They rejected Loughran's argument that Byrd's throw was not a customary part of the game and thus outside the scope of the risk he assumed in attending it. In so determining, \"we cannot be limited to the rigid standards of the Major League Baseball rule book; we must instead consider the actual everyday goings on that occur both on and off the baseball diamond\" the court wrote. \"[B]oth outfielders and infielders routinely toss caught balls to fans at the end of an inning\" which, indeed, had occurred 20 times that night, two of which landed near Loughran, before he was injured.\nJustice John Bender &lt;a href=\"dissenting%20opinion\"&gt;dissented&lt;/a&gt;, arguing that the majority should have distinguished between an accidental throw into the stands and Byrd's \"gratuitous\" toss, completely unnecessary to the game. \"Apparently, in the majority's view, a thrown ball is a thrown ball\" he wrote. \"I am unwilling to accept the premise that simply because the custom is commonplace, the commonality of the custom provides blanket immunity from the way it is carried out.\" Players throwing last-out balls into the stands as a gift to fans had a duty to exercise reasonable care in doing so, he reiterated.\nSpectators away from seating area.\n\"Jones v. Three Rivers Management Corporation\".\nOn July 16, 1970, the day the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; played their first home game at &lt;a href=\"Three%20Rivers%20Stadium\"&gt;Three Rivers Stadium&lt;/a&gt;, Evelyn Jones was walking one of the stadium's interior &lt;a href=\"concourse\"&gt;concourse&lt;/a&gt;s before the game. There were openings that looked out over the field; during the course of her walk, she looked through some but did not stop to do so for long. Near right field, unaware that batting practice had begun, she turned to go to a concession stand for food, and as she did was struck in the eye by a batted ball.\nAt trial, a jury found for Jones against the Pirates and its subsidiary that managed the stadium, awarding her $125,000. The Superior Court panel that heard the appeal reversed both, but divided on the management company's liability. Jones appealed that decision to the &lt;a href=\"Supreme%20Court%20of%20Pennsylvania\"&gt;Supreme Court of Pennsylvania&lt;/a&gt;.\n\"Movies must be seen in a darkened room, roller coasters must accelerate and decelerate rapidly and players will bat balls into the grandstand\", Justice &lt;a href=\"Samuel%20J.%20Roberts\"&gt;Samuel J. Roberts&lt;/a&gt; wrote for a unanimous court, referring to other state tort precedents concerning inherent risks at places of amusement as well as the Baseball Rule, which he characterized as \"no-duty\". \"But even in a 'place of amusement' not every risk is reasonably expected.\" He noted that the openings and archways overlooking the field near where Jones was hit were architectural choices not essential to playing baseball, and thus the jury was properly charged with deciding whether the Pirates were negligent in operating the stadium with them. Their verdict was sustained; the Baseball Rule was held to apply only to those spectators in the seating area.\n\"Maisonave v. Newark Bears\".\nAlmost 30 years later, the &lt;a href=\"Supreme%20Court%20of%20New%20Jersey\"&gt;New Jersey Supreme Court&lt;/a&gt; held similarly in \"Maisonave v. Newark Bears\", where the plaintiff had likewise suffered serious eye injuries after being hit by a foul ball when he turned around after hearing a warning while buying food from a vendor at a cart in an open area of the &lt;a href=\"Bears%20%26amp%3B%20Eagles%20Riverfront%20Stadium\"&gt;Riverfront Stadium&lt;/a&gt; concourse. After a trial court granted summary judgement to the team, an appeals court reversed and the Supreme Court sustained. Chief Justice &lt;a href=\"James%20R.%20Zazzali\"&gt;James R. Zazzali&lt;/a&gt;'s &lt;a href=\"majority%20opinion\"&gt;majority opinion&lt;/a&gt;, one of the earliest to refer to the rule specifically as the \"baseball rule\", held it imposed a limited duty on teams, since fans \"actively engage in the game by trying to catch foul balls\", but followed \"Jones\" in holding it applied only to injuries sustained by those spectators in areas of the venue specifically intended for them to view the game from:\nTwo justices wrote separate opinions. &lt;a href=\"John%20E.%20Wallace%20Jr.\"&gt;John E. Wallace Jr.&lt;/a&gt; &lt;a href=\"concurring%20opinion\"&gt;concurred&lt;/a&gt; in the result, but said he found the Baseball Rule anachronistic. He called for it to be replaced with the business-invitee class of visitor that had preceded it, noting that even the majority had admitted that the most dangerous seats for foul ball injuries were no longer those behind home plate but along the baselines. Wallace rejected concerns that abandoning it would give rise to a legal regime in which baseball teams and park owners would be forced to protect \"every\" seat from foul balls. \"Instead,\" he wrote, \"the application of traditional tort principles, such as comparative negligence, will adequately even out the playing field for both sides.\"\nJustice &lt;a href=\"Roberto%20A.%20Rivera-Soto\"&gt;Roberto A. Rivera-Soto&lt;/a&gt;, joined by &lt;a href=\"Jaynee%20LaVecchia\"&gt;Jaynee LaVecchia&lt;/a&gt;, took the opposite approach, concurring in the reaffirmation of the Baseball Rule but dissenting from its limitation to the seating area. While he agreed with Wallace that it was better that \"one and only one standard of care should apply in respect of the peril of objects leaving the playing field\", Rivera-Soto would have had the court adopt the broader Baseball Rule for spectators regardless of where they were in the stadium, approvingly quoting the trial court's holding that \"once a spectator, always a spectator — at least until the last out is registered.\" With the \"hybrid standard of care\", the decision adopted, ballparks might eventually be forced to completely seal off play, he feared.\n\"[U]nless relief is provided through the Legislature,\" Rivera-Soto warned, the state's minor league stadiums would \"serve as little more than a hothouse for budding tort litigation\" under \"Maisonave\". The following year, the &lt;a href=\"New%20Jersey%20State%20Legislature\"&gt;state legislature&lt;/a&gt; responded to the decision by codifying the Baseball Rule into statute, just as its Illinois counterpart had done in response to \"Coronel\" and \"Yates\".\n\"Turner v. Mandalay Sports Entertainment LLC\".\nIn 2008, a divided &lt;a href=\"Nevada%20Supreme%20Court\"&gt;Nevada Supreme Court&lt;/a&gt; came to the opposite conclusion in considering the case of a woman injured by a foul ball while sitting at a table on the concourse drinking beer at &lt;a href=\"Cashman%20Field\"&gt;Cashman Field&lt;/a&gt; during a &lt;a href=\"Las%20Vegas%2051\"&gt;Las Vegas 51&lt;/a&gt; game. Justice &lt;a href=\"Ron%20Parraguirre\"&gt;Ron Parraguirre&lt;/a&gt; wrote for a four-justice majority that, since the team had both verbal and signed warnings and the plaintiff chose to consume her beer in an unscreened area, one where she had not in his opinion demonstrated a significant risk of injury, it had not breached what it held to be its limited duty to her. In his dissent, Chief Justice &lt;a href=\"Mark%20Gibbons\"&gt;Mark Gibbons&lt;/a&gt;, joined by &lt;a href=\"Michael%20Cherry%20%28judge%29\"&gt;Michael Cherry&lt;/a&gt; and &lt;a href=\"Michael%20L.%20Douglas\"&gt;Michael L. Douglas&lt;/a&gt;, agreed with the \"Maisonave\" court, which he quoted, that the Baseball Rule was properly limited to fans in areas meant for watching the game.\nMascot antics.\n\"Lowe v. California League of Professional Baseball\".\nIn the late 20th century many professional sports teams began creating mascots for their branding, depicting them in logos and hiring people to dress up as the characters and entertain fans in the stands during lulls in play. In 1994 John Lowe was attending a home game of the &lt;a href=\"Rancho%20Cucamonga%20Quakes\"&gt;Rancho Cucamonga Quakes&lt;/a&gt;, the Los Angeles Dodgers Class A farm team, when the team's mascot, \"Tremor\", a seven-foot-tall () dinosaur played by a costumed team employee, repeatedly bumped his head with his tail. Lowe turned to look back eventually, and as he did was struck in the face by a foul ball, breaking several facial bones.\nLowe's suit named the &lt;a href=\"California%20League\"&gt;California League&lt;/a&gt; and the team as defendants, who were granted summary judgement by the trial court. The appeals court found much to criticize in that action, primarily that the defendants' pleadings \"offered nothing in the way of either relevant or competent evidence\" that the facts were beyond dispute; they also referred to mascots as an \"&lt;a href=\"wikt%3Aintegral\"&gt;intrical&lt;/a&gt; part of the game\". On that point the court noted that the team had played games the previous season without Tremor.\n\"As a matter of law, we hold that ... the game can be played in the absence of [a mascot]'s antics\" the court concluded. Those antics had increased Lowe's risk of injury, and therefore under California law the plaintiff had a right to a jury trial. It reversed the trial court and remanded the case.\n\"Harting v. Dayton Dragons Professional Baseball Club\".\nAn &lt;a href=\"Ohio%20District%20Courts%20of%20Appeals\"&gt;Ohio appeals court&lt;/a&gt; took a contrasting approach to the role of the mascot in the modern live baseball experience when it decided \"Harting v. Dayton Dragons Professional Baseball Club\" in 2005. The plaintiff had been watching a &lt;a href=\"Dayton%20Dragons\"&gt;Dayton Dragons&lt;/a&gt; minor league game in 2005 at which the &lt;a href=\"San%20Diego%20Chicken\"&gt;San Diego Chicken&lt;/a&gt;, a pioneering baseball mascot, was present. Harting was struck by a foul and knocked unconscious while he was performing in front of her; she sued both him and the team.\nThe trial court granted summary judgement to both defendants. Harting argued on appeal that their primary assumption of risk defense did not apply to her since she had been distracted by the Chicken. \"This argument ignores the fact that team mascots and their antics are common phenomena and the mascots are normally present during the entire course of the game\", the court responded. \"The fact that Harting was allegedly distracted by the Chicken ... when she was struck by the foul ball did not negate her duty to pay attention to the action taking place on the field.\" It further noted that she had not testified that the Chicken blocked her view of either the field or the foul ball.\n\"Coomer v. Kansas City Royals\".\nIn his \"Loughran\" dissent, Pennsylvania appellate justice John Bender had speculated about a hypothetical future case in which, under the majority's logic, \"one of those executing the hotdog launch imprudently aimed at spectators seated a couple of rows into the stands ... would be immune if a spectator lost an eye after getting hit nearly point blank by a foil wrapped hotdog.\" In 2009, that occurred, when John Coomer suffered a &lt;a href=\"detached%20retina\"&gt;detached retina&lt;/a&gt; and &lt;a href=\"cataract\"&gt;cataract&lt;/a&gt;s requiring two surgeries after &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt;' mascot &lt;a href=\"Sluggerrr\"&gt;Sluggerrr&lt;/a&gt; hit him in the eye with a \"thrown\" hot dog. At his suit, a jury found for the team and he appealed.\nOn appeal the &lt;a href=\"Missouri%20Supreme%20Court\"&gt;Missouri Supreme Court&lt;/a&gt; reversed. Judge &lt;a href=\"Paul%20C.%20Wilson\"&gt;Paul C. Wilson&lt;/a&gt; wrote for a unanimous court that, contrary to the jury's findings but per \"Lowe\", getting injured by a hot dog thrown by the team's mascot was \"not\" an inherent risk of watching baseball and a jury instruction to that effect was prejudicial to Coomer's case, since it was not a factual question for them to decide:\nOn retrial the jury found neither Coomer nor the team to have been at fault.\nCodification.\nFour states—&lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; and &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;—have formally codified the Baseball Rule into law. In the latter two, this was done after state courts had limited the rule's applicability in different ways.\nThe statutes the states adopted vary in the degree to which they have adopted the traditional components of the rule. In Arizona, teams are immune from liability for injuries from balls, bats or other equipment as long as they have offered enough protected seats to reasonably meet demand. New Jersey's law specifies that the team must protect the seats behind home plate. Illinois gives teams even more protection, requiring only that they keep the protective equipment in good order and exempting only a player's willful or wanton conduct. Colorado's statute, on the other hand, is the least specific, requiring only that teams \"make a reasonable and prudent effort to design, alter, and maintain the premises of the stadium in reasonably safe condition relative to the nature of the game of baseball\"\n\"Jasper v. Chicago National League Ball Club\".\nAfter the passage of the Illinois statute, James Jasper brought suit against the Cubs over a foul ball injury he claimed could have been prevented by a screen that had been removed in 1992 when the team installed &lt;a href=\"luxury%20box\"&gt;skyboxes&lt;/a&gt; on the upper deck of Wrigley Field behind home plate. He asked the court to also declare the statute violated both the &lt;a href=\"Equal%20Protection%20Clause\"&gt;Equal Protection Clause&lt;/a&gt; of the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt; and a provision of the &lt;a href=\"Constitution%20of%20Illinois\"&gt;state constitution&lt;/a&gt; that forbids the legislature from conferring a special benefit or exclusive privilege without a good public policy reason. Other sports, Jasper noted, did not get the same degree of immunity that the Baseball Rule, now codified into law, offered teams in that sport; he also argued it benefited only for-profit teams since other statutes limited the liability of non-profit park owners.\nThe trial court granted the Cubs' motion for dismissal of the constitutional claims. On Jasper's appeal, the court found the statute constitutional. \"[T]he sport of baseball does have unique characteristics that would reasonably prompt a legislature to enact limited liability legislation\", it wrote, citing a similar case where the state's Supreme Court had upheld a law limiting the liability of landholders for injuries to &lt;a href=\"snowmobile\"&gt;snowmobile&lt;/a&gt;rs on their property on the grounds that that recreational activity, too, had inherent dangers that property owners could not reasonably be expected to completely control. The court also rejected Jasper's claim that the statute's exclusion of golf courses could not be considered as he had not introduced any evidence suggesting a similar risk of injury from wayward golf balls; lastly it cited earlier cases in support of its dismissal of Jasper's contention that since other laws protected non-profit facility operators the legislature had only meant to protect the Cubs and White Sox:\nApplicability to other sports.\nBaseball is not the only sport that raises the potential for injuries to spectators struck by objects leaving the playing area. Litigation over injuries to &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; fans struck by &lt;a href=\"hockey%20puck\"&gt;hockey puck&lt;/a&gt;s at games in the U.S. dates to the 1930s, and there have also been suits from spectators injured by &lt;a href=\"golf%20ball\"&gt;golf ball&lt;/a&gt;s. Those actions have been guided by the Baseball Rule to some degree.\nIce hockey.\nLike baseball, hockey is played with a hard object that can leave the playing area and go into the stands at high speeds. As a result of this, rinks today have protective &lt;a href=\"plexiglass\"&gt;plexiglass&lt;/a&gt; shielding atop the boards. And like baseball, that shielding is higher in the areas where pucks are most likely to go into the stands: behind the goals. But unlike baseball, the gameplay is more flowing and continuous and requires fans to keep their eyes on a puck moving up and down the rink which may be difficult to see, much less anticipate.\nHockey was first played in the United States in the 1890s; professional leagues had formed within two decades and the &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt;, the first American team in the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt;, began playing in 1924; on lower levels the sport was primarily played in &lt;a href=\"Northeastern%20United%20States\"&gt;Northeastern&lt;/a&gt; and &lt;a href=\"Midwestern%20United%20States\"&gt;Midwestern&lt;/a&gt; states with cold winters. Lawsuits over injuries from pucks leaving the rink were first reported in the mid-1930s.\nSince hockey was less established in the United States than baseball, courts of that era were willing as they had not been in the latter instance to consider a spectator's degree of knowledge of the sport, or lack thereof, as a factor. This yielded different holdings in different states. In the first two cases of hockey puck injuries considered by New York courts in 1935, the Baseball Rule cases in existence at the time were cited as precedent to hold that hockey teams or rink operators had no duty to screen all the seats, just enough for those who wanted them, and that \"[i]t is common knowledge that the puck may leave the ice when the players are shooting for a goal.\"\nHowever, the &lt;a href=\"Massachusetts%20Supreme%20Judicial%20Court\"&gt;Supreme Court of neighboring Massachusetts&lt;/a&gt; upheld a verdict the following year for a woman struck by a puck at &lt;a href=\"Boston%20Garden\"&gt;Boston Garden&lt;/a&gt;, since it was the first hockey game she had attended and the usher who escorted her to her seat at center ice had not warned her that even with three vertical feet (1 m) of glass between her and the rink pucks could still come into the stands. Four years later the same court declined to disturb a jury's verdict in favor of a man who was injured by a puck as he was walking from his seat to use the bathroom. The defendant had argued for &lt;a href=\"contributory%20negligence\"&gt;contributory negligence&lt;/a&gt;, but, the court said, the degree to which the accident could have been anticipated was a factual finding properly submitted to the jury.\nCiting the relative novelty of the sport, which had only been played in California for 12 years at that time, a 1939 appeals court in that state declined to apply the Baseball Rule to hockey in \"Thurman v. Ice Palace\". The plaintiff had attended an intramural &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; hockey game at the defendant arena, where wire screens had been installed at the ends but not along the sides, where Thurman was sitting when a puck hit her in the mouth. Through her father, she sued the arena, the student organization that sponsored the game and all its members individually. The trial ended in a &lt;a href=\"directed%20verdict\"&gt;directed verdict&lt;/a&gt; for all the defendants, and she appealed.\nThe appeals court affirmed the individual defendants' motions for dismissal, but reversed the directed verdict for the entities. Rejecting both the New York courts' decisions from four years earlier, as well as the defendants' reliance on \"Quinn\", the court distinguished hockey from baseball by noting that in the former sport, the puck is \"ordinarily batted along the ice\", so spectators unfamiliar with the game, like Thurman, would not expect it to become airborne. Therefore:\nA Pennsylvania court echoed \"Thurman\"s reasoning in letting a verdict in favor of another woman who was injured at her first hockey game stand. \"The argument is made that this case is analogous to a spectator at a baseball game\", wrote a &lt;a href=\"Pennsylvania%20courts%20of%20common%20pleas\"&gt;Court of Common Pleas&lt;/a&gt; judge in 1952's \"Schwilm v. Pennsylvania Sports\", alluding to many of the other cases without citing any. Had the plaintiff been sitting on the side of the rink the court would have applied the same principle as the Baseball Rule and granted the defense request for &lt;a href=\"judgment%20notwithstanding%20verdict\"&gt;judgment notwithstanding verdict&lt;/a&gt;, but since she was sitting at the end, where the team had raised the stands at &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;'s &lt;a href=\"Duquesne%20Gardens\"&gt;Duquesne Gardens&lt;/a&gt; to a higher level without similarly making the screens higher, and had no understanding that pucks can go into the stands before one hit her in the head, the jury had properly found that the team had been negligent in its duties to spectators.\nPrior to that case the consensus had been changing. Five years before \"Schwilm\", in \"Modec v. City of Eveleth\", the &lt;a href=\"Minnesota%20Supreme%20Court\"&gt;Minnesota Supreme Court&lt;/a&gt; upheld a trial court's decision to set aside a $2,500 verdict won by a plaintiff from the city after he was injured at a municipally owned rink leased to a private operator. On appeal, the plaintiff had cited the cases from Massachusetts and other states where juries had been allowed to consider whether a plaintiff unfamiliar with hockey had been properly advised of the dangers. But the court distinguished those states from Minnesota, where the sport had been widely popular for a long time: \"Hockey is played to such an extent in this region and its risks are so well known to the general public that as to the question before us there is no difference in fact between the two games so far as liability for flying baseballs and pucks is involved.\" Per its holdings in \"Wells\" and \"Brisson\", it affirmed the trial court.\nAn Illinois court still distinguished the two sports in the 1981 case of \"Riley v. Chicago Cougars Hockey Club\". The plaintiff had been sitting in the front row of the upper deck at a 1974 game of the &lt;a href=\"World%20Hockey%20Association\"&gt;World Hockey Association&lt;/a&gt; (WHA) &lt;a href=\"Chicago%20Cougars\"&gt;Cougars&lt;/a&gt; when a &lt;a href=\"slap%20shot\"&gt;slap shot&lt;/a&gt; was deflected upwards and struck him, knocking him unconscious and causing a &lt;a href=\"Focal%20seizure\"&gt;Jacksonian seizure&lt;/a&gt; that left a permanent &lt;a href=\"brain%20lesion\"&gt;brain lesion&lt;/a&gt; resulting in occasional &lt;a href=\"epileptic%20seizure\"&gt;epileptic seizure&lt;/a&gt;s. He sued both the league and the team, winning a $90,000 verdict from the jury. It was affirmed on appeal; the defense, citing \"Maytnier\", had asked the court to apply the Baseball Rule to hockey but it declined: \"We do not believe that the general nonliability rule that is usually applied in baseball cases is necessarily applicable in hockey cases, because there are fundamental differences in the way baseball and hockey are played and the dangers incident to the games.\"\nIn the later years of the 20th century, NHL attendance and interest grew as more games were broadcast and the league expanded. A half-century after the Minnesota court's decision in the Eveleth case, an appeals court in neighboring &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; followed the trial court in extending the Baseball Rule (in the process making one of the earliest judicial references to it as such) to hockey in affirming a grant of summary judgement in favor of the &lt;a href=\"Milwaukee%20Admirals\"&gt;Milwaukee Admirals&lt;/a&gt;, saying the plaintiff's admitted knowledge of hockey made her &lt;a href=\"contributory%20negligence\"&gt;contributorily negligent&lt;/a&gt; enough to bar recovery even under comparative negligence. Courts in Pennsylvania and California made similar holdings. In the latter, the court noted, in the half-century since \"Thurman\", \"professional ice hockey has grown in popularity both in California and nationally. In the present case, it is undisputed that ice hockey spectators face a known risk of being hit by a flying puck.\"\nThe first years of the 21st century saw the first (and , only) fatal hockey puck injury at an NHL game. &lt;a href=\"Death%20of%20Brittanie%20Cecil\"&gt;Brittanie Cecil&lt;/a&gt;, 13, was watching a &lt;a href=\"Columbus%20Blue%20Jackets\"&gt;Columbus Blue Jackets&lt;/a&gt; game at &lt;a href=\"Nationwide%20Arena\"&gt;Nationwide Arena&lt;/a&gt; on March 16, 2002, from behind the goal, when she was struck in the &lt;a href=\"Temple%20%28anatomy%29\"&gt;temple&lt;/a&gt; by a deflected slap shot. Initially she appeared have suffered only a cut, but walked to a first-aid station and was taken from there to the hospital, where after first improving her condition deteriorated due to a torn &lt;a href=\"vertebral%20artery\"&gt;vertebral artery&lt;/a&gt; that had not been discovered, leading to her death two days after the injury.\nHer parents sued the Blue Jackets and other parties; they were eventually able to settle out of court for $2.1 million. League commissioner &lt;a href=\"Gary%20Bettman\"&gt;Gary Bettman&lt;/a&gt; ordered all NHL teams to put higher netting behind their arenas' goals.\nGolf.\nCases involving injury from errant golf balls, which are smaller than baseballs or hockey pucks but are likewise very hard and travel at high speeds, account for half of all reported golf-related tort actions. Most, however, are between golfers themselves, among whom different standards of care apply, or to bystanders off the course. In the 1970s and '80s, several cases involving injuries to spectators who paid to attend golf tournaments or other events reached appeals courts. One commentator suggests cases of this type, analogous to baseball, are much rarer in golf since professional players of that sport \"tend to be able to do what the average Joe cannot—consistently hit golf shots.\"\nSome of the situations that gave rise to the injuries argued similar reasons to Baseball Rule cases as to why golf courses or sponsoring organizations should be held liable. While waiting in line at a concession stand between &lt;a href=\"Fairway%20%28golf%29\"&gt;fairway&lt;/a&gt;s during the 1973 &lt;a href=\"Western%20Open\"&gt;Western Open&lt;/a&gt;, played at the &lt;a href=\"Chicagoland\"&gt;Chicago-area&lt;/a&gt; &lt;a href=\"Midlothian%20Country%20Club\"&gt;Midlothian Country Club&lt;/a&gt;, Alice Duffy was struck in the right eye, blinding her. Her suit alleged that the country club had failed to exclude spectators from the concession stand area, which she claimed had a higher risk of injury that the club was aware of.\nThe trial court granted summary judgement to the defendants; Duffy appealed, arguing a triable issue of fact existed. The appeals court agreed with her and reversed. Among the cases it relied on was \"Maytnier\", which it held to similarly deny the contractual assumption of risk defense and require that the defense argue more than just the plaintiff's awareness of a defect but the plaintiff's specific knowledge of that defect. On retrial the jury found for Duffy and awarded her almost $450,000, a verdict affirmed after the club's appeal.\n\"Grisim v. Tapemark Charity Pro-Am Golf Tournament\".\n\"Grisim v. Tapemark Charity Pro-Am Golf Tournament\", a 1986 Minnesota case, most directly reaches the underlying issue of the Baseball Rule: the availability of protected seating. The plaintiff had been attending the defendant tournament, where she was watching a golfer complete the 18th hole; since the bleachers next to the &lt;a href=\"green%20%28golf%29\"&gt;green&lt;/a&gt; were mostly full she decided to watch from under a nearby tree, where other spectators had already chosen to sit. Her left eye had to be surgically removed after being struck.\nThe trial court granted summary judgement to the defendant tournament and country club, holding that primary &lt;a href=\"assumption%20of%20risk\"&gt;assumption of risk&lt;/a&gt; barred the claim. Grisim appealed and &lt;a href=\"Minnesota%20Court%20of%20Appeals\"&gt;the court&lt;/a&gt; agreed with her that that was &lt;a href=\"reversible%20error\"&gt;reversible error&lt;/a&gt;. Citing \"Wells\", it said there was a triable issue of fact for the jury as to whether the club had provided enough of the protected seating behind the green.\nOutside the U.S..\nCanada.\nLiability for injuries to spectators from projectiles leaving the playing area in Canada has long been controlled by a case arising from a hockey puck injury. In 1934's \"Elliott v. Amphitheatre Ltd.\", the &lt;a href=\"Court%20of%20Queen%27s%20Bench%20of%20Manitoba\"&gt;Court of King's Bench of Manitoba&lt;/a&gt;, after reviewing many of the precedent American baseball cases, denied recovery on the grounds of assumption of risk: \"The proprietor is held not to be an insurer and spectators assume the risk peculiar to that form of amusement.\" It was also one of the authorities cited by the &lt;a href=\"Minnesota%20Supreme%20Court\"&gt;Minnesota Supreme Court&lt;/a&gt; in \"Modec\"; but a decade earlier the &lt;a href=\"Rhode%20Island%20Supreme%20Court\"&gt;Rhode Island Supreme Court&lt;/a&gt;, asked to consider \"Elliott\" as precedent by a defendant hockey rink, distinguished it from the one before it, since Elliott had testified to having watched many hockey games whereas the plaintiff in the case before it was attending her first hockey game and the Manitoba court had pointed to Elliott's familiarity as a reason for its decision.\nJapan.\nIn all home stadiums of &lt;a href=\"Nippon%20Professional%20Baseball\"&gt;Nippon Professional Baseball&lt;/a&gt; teams, netting protecting the closest seats to the field extends all the way to the &lt;a href=\"foul%20pole\"&gt;foul pole&lt;/a&gt;s. When a foul ball gets over it, ushers point to it with a loud whistling device to alert fans, and immediately check on anyone who appears to have made contact with the ball. Signs at the entrances to sections remind fans of the danger, and animated video clips warning fans to watch for fouls are regularly played on the scoreboard; tickets also have waivers printed on the back as they do in the U.S.\nThe &lt;a href=\"Tokyo%20Dome\"&gt;Tokyo Dome&lt;/a&gt;, home of the popular &lt;a href=\"Yomiuri%20Giants\"&gt;Yomiuri Giants&lt;/a&gt;, includes one section without netting. Spectators pay extra for these seats, known as \"excitement\" seats. A glove and helmet is provided with each one; however many of those who sit in those seats do not use them.\nDespite these protections, foul balls do go into the stands and injure fans, who sometimes sue. In 2015, a woman blinded in one eye by a foul ball at a &lt;a href=\"Nippon%20Ham%20Fighters\"&gt;Nippon Ham Fighters&lt;/a&gt; game in the &lt;a href=\"Sapporo%20Dome\"&gt;Sapporo Dome&lt;/a&gt; won a (just under US$380,000) verdict against the team. The Fighters responded by adding a warning horn to the ushers' whistles.\nCriticism.\nIn the late 2010s, two widely-covered incidents brought the Baseball Rule into focus and led to calls for it to be abolished or greatly modified. Late in the &lt;a href=\"2017%20New%20York%20Yankees%20season\"&gt;New York Yankees 2017 season&lt;/a&gt;, a one-year-old girl attending a game at &lt;a href=\"Yankee%20Stadium\"&gt;Yankee Stadium&lt;/a&gt; with her parents and grandparents was struck by a foul, suffering multiple facial fractures that led to a five-day hospital stay. The Yankees announced afterwards that they would join other MLB teams in extending their protective netting to the far end of the dugout from the near end, where it had been up to that point.\n&lt;a href=\"2018%20Major%20League%20Baseball%20season\"&gt;The next season&lt;/a&gt; every team would have expanded screening, but that did not prevent the second foul-ball injury spectator death in MLB history, also at &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt;. Near the end of a Dodgers-&lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; game, a foul ball went over the top of the fencing and struck Linda Goldbloom, 79, seated just below the &lt;a href=\"press%20box\"&gt;press box&lt;/a&gt;, in the head. She died in a hospital four days later.\nOutdatedness.\nIn a number of the Baseball Rule cases, particularly the more recent ones, judges, first in dissents such as \"Akins\" and \"Rudnick\", and later in the \"Crespin\" and \"Rountree\" majorities, rejected the Baseball Rule as an artifact of the tort-law regime that prevailed before &lt;a href=\"comparative%20negligence\"&gt;comparative negligence&lt;/a&gt;, when &lt;a href=\"assumption%20of%20risk\"&gt;assumption of risk&lt;/a&gt; and &lt;a href=\"contributory%20negligence\"&gt;contributory negligence&lt;/a&gt; were absolute bars to a plaintiff's recovery, and a reminder of why that transition was made in the first place. But some also recognized that baseball, as well, had changed considerably since then and there was no reason for the law to sentimentalize the sport.\nBob Gorman, coauthor of \"Death at the Ballpark\", notes on his blog that \"Crane\" was decided during an era of baseball now known as the &lt;a href=\"dead%20ball%20era\"&gt;dead ball era&lt;/a&gt;, when games were generally low-scoring and teams relied generally on the &lt;a href=\"Small%20ball%20%28baseball%29\"&gt;small ball&lt;/a&gt; strategy of getting &lt;a href=\"Single%20%28baseball%29\"&gt;singles&lt;/a&gt; to advance their runners along the bases and get them in scoring positions. &lt;a href=\"Home%20run\"&gt;Home run&lt;/a&gt;s were rare and so were foul balls hit into the stands as batters did not regularly &lt;a href=\"wikt%3Aswing%20for%20the%20fences\"&gt;swing for the fences&lt;/a&gt;. The same ball could be used for the entire game, and often was. In &lt;a href=\"1918%20Major%20League%20Baseball%20season\"&gt;1918&lt;/a&gt;, a newer, harder ball was introduced, and batters began hitting home runs more frequently.\nThe &lt;a href=\"general%20admission\"&gt;general admission&lt;/a&gt; policy under which Crane bought his ticket has also long vanished, replaced by reserved seating, often &lt;a href=\"season%20ticket\"&gt;for an entire season&lt;/a&gt;, in which case a spectator could not move to a protected section even when those seats are empty. And the price of protected seating itself has risen far faster than &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt;: single-game tickets for seats behind home plate and the backstop today cost in the $150–300 range, more than 10 times what Crane could have paid for a protected seat in 1911.\nChanges in gameplay and presentation.\nIn a 2018 \"&lt;a href=\"William%20and%20Mary%20Law%20Review\"&gt;William and Mary Law Review&lt;/a&gt;\" article calling on courts to modify or even abolish the Baseball Rule, authors Nathaniel Grow and Zachary Flagel took note of how the game has changed even since the end of the dead ball era. Pitchers today throw the ball much harder, and batters likewise have improved their physical training and consequently their hitting power; it was estimated that the &lt;a href=\"Todd%20Frazier\"&gt;Todd Frazier&lt;/a&gt; foul which injured the young girl at Yankee Stadium was traveling at when it struck her. At those speeds, spectators have less than half a second to react in the time it takes a ball to reach the stands, barely more than the quarter-second average human reaction time to visual stimuli. In 2004, the &lt;a href=\"Massachusetts%20Appeals%20Court\"&gt;Massachusetts Appeals Court&lt;/a&gt; noted the testimony of a plaintiff's expert witness, an engineering professor who calculated that a woman with no baseball familiarity who suffered permanent facial injuries from a foul that hit her at a &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; game had little more than a second from the time the ball was hit to react to it, although it upheld summary judgement for the team per Massachusetts' earlier acceptance of the Baseball Rule.\nGrow and Flagler also calculated that early 21st century spectators are closer to the field of play than their counterparts of previous eras. The advent of &lt;a href=\"Baseball%20park%23Retro-classic%20ballparks\"&gt;retro-classic&lt;/a&gt; ballparks in the mold of &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;'s &lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt; accelerated a trend of putting spectators closer to the action. Backstops are now closer to home plate than they were in the mid-20th century, and the amount of overall foul territory has declined 21 percent since 1920, shortly after the Baseball Rule was established, suggesting spectators' ability to react to a foul has been correspondingly attenuated. Most of this decline has occurred since the early 1990s.\nAs the cases involving mascot antics attest, spectators are offered a greater degree of distractions. In the past, spectators' attention, as it was in \"Keys\", might be diverted from the action on the field only by socializing with those seated nearby. \"While fans of yesteryear could be held responsible\nfor their own assumption of risk associated with being hit by a projectile\nleaving the field,\" wrote the authors of a 2002 \"&lt;a href=\"Marquette%20Sports%20Law%20Review\"&gt;Marquette Sports Law Review&lt;/a&gt;\" article, \"such a finding was predicated on the fact that the injured fan was watching the game rather than turning his attention away from the game.\"\nBut, \"baseball games today are increasingly marketed as multifaceted entertainment experiences, offering spectators a variety of additional stimuli potentially distracting their attention from the action on the field\", Grow and Flagler write. In addition to the mascots, increasingly sophisticated scoreboards run detailed video graphics with advertisements and scores and video highlights of games being played elsewhere. Ballparks also now offer free &lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt;, encouraging fans to use their &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt;s to interact with players via &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; during games, or order food for later pickup.\nImprovements in pitching, such as better conditioning and an increased reliance on specialist &lt;a href=\"relief%20pitcher\"&gt;relief pitcher&lt;/a&gt;s, have led to an increase in foul balls; in 2017 the number of foul balls exceeded balls put in play for the first time, according to &lt;a href=\"FiveThirtyEight\"&gt;FiveThirtyEight&lt;/a&gt;. Most of those foul balls have gone into the stands; the website attributes this development to the shrinkage of foul territory on the playing field. In 2014 &lt;a href=\"Bloomberg%20News\"&gt;Bloomberg News&lt;/a&gt; estimated that there were, on average, 1,750 foul ball injuries at MLB parks every season; meaning fans get hit by foul balls more than batters get &lt;a href=\"hit%20by%20pitch\"&gt;hit by a pitch&lt;/a&gt;.\nIncompatibility with law and economics.\nGrow and Flagel note that the Baseball Rule, unlike many other areas of tort law, has not been reexamined under &lt;a href=\"law%20and%20economics\"&gt;law and economics&lt;/a&gt;, a movement that began with &lt;a href=\"Guido%20Calabresi\"&gt;Guido Calabresi&lt;/a&gt;'s 1970 book \"&lt;a href=\"The%20Cost%20of%20Accidents\"&gt;The Cost of Accidents&lt;/a&gt;\". The goal in torts under law and economics is for most liability to rest with the party that can avoid the most risk at the least cost. \"By doing so,\" they write, \"courts can allocate liability in a way that increases the likelihood the parties will adopt the optimal level of precaution necessary in a given case, thus minimizing the overall social cost of accidents.\"\nIt would cost MLB teams, which collectively see around $10 billion a year in revenue, mere thousands and a few days to install more of netting in thinner sizes which are less visually obstructive, Grow and Flagel argue. Injured spectators, on the other hand, 7.5 percent of whom require hospitalization, bear the costs of their own medical care (or their insurers) if they cannot recover in court. Those have reached $150,000 in some cases.\nAdditional screening, Grow and Flagel allow, will have some additional costs to teams beyond the installation. As many of the Baseball Rule cases have noted, the unprotected seats offer fans not just an unobstructed view but a chance to catch and keep a foul ball, which teams have permitted fans to do since 1921. Some may decide not to attend if that opportunity is denied them; however Grow and Flagel believe fans will adjust. The seats behind home plate and thus the backstop, they note, are typically the most expensive at any ballpark, \"suggest[ing] that fans will continue to prioritize proximity to the field over an unobstructed view, and will adjust to the presence of additional netting.\".\nFans, by contrast, have three options to reduce their risk: sit in a protected seat, sit in a distant area of the stadium beyond reach of foul balls, or not attend the game at all. Grow and Flagel do not think these options are optimal. As previously noted, it is often utterly impossible or costly to obtain tickets behind screening. Fans choosing to sit in the upper decks will make the experience of watching games less desirable, and not going to games at all would cost teams more than the netting would. \"The insights provided by the law-and-economics movement strongly suggest that the Baseball Rule currently fails to impose liability on the lowest cost and best risk avoider—the team itself—in the most efficient and socially optimal manner\", Grow and Flagel write.\nGrow and Flagel argue that courts should abandon the Baseball Rule, or seriously modify it. They recommend subjecting teams to a &lt;a href=\"strict%20liability%23Tort%20law\"&gt;strict liability&lt;/a&gt; standard for spectator injuries, which they admit might increase ticket prices but could be balanced by allowing some consideration of a spectator's own negligence, such as intoxication or making a deliberate attempt to catch the ball. Should courts or legislatures decline to do so, they could then expand the definition of the most dangerous area of the field, which most courts, along with the New Jersey statute enacted in response to \"Maisonave\", have historically defined as the area behind home plate, without any real evidence. \"The fact that MLB itself has officially encouraged its teams to extend their protective netting beyond just the area immediately behind home plate,\" they observe, \"strongly suggests that the Baseball Rule, as traditionally applied, no longer imposes a reasonable level of care upon professional baseball teams.\"\nCourts could also hold that teams have a duty to warn fans about the dangers of foul balls entering the stands to a greater extent than they currently do, contrary to the &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; that landowners generally do not have to, Grow and Flagel write. While spectators may be aware that foul balls do enter the stands, they may be under the impression those are &lt;a href=\"pop%20fly\"&gt;pop flies&lt;/a&gt;, more easily avoidable than the &lt;a href=\"line%20drive\"&gt;line drive&lt;/a&gt; fouls that have caused injuries and deaths, and they may overestimate their ability to react to the latter. While mandatory warnings of hazards have been criticized as ineffectual, courts have been receptive to them in situations where the risk of distraction is high. Grow and Flagel suggest that if warnings were mandated, teams would have an incentive to experiment and find the most effective ways of delivering them.\nDefenses and responses.\nThe Baseball Rule has its defenders. \"The fact that the limited duty rule has its origins in the earliest\ndays of baseball does not mean it's anachronistic or unfair\" writes David Tavella. Without it, he believes teams would have no choice but to screen off the entire field, depriving most fans of a chance to catch a foul or connect with the players. In particular, he criticizes the New Mexico appeals court's \"Crespin\" decision, which had not yet been overruled at the time of his writing, as going too far in leaving all determinations of duty to the jury, which could lead to inconsistent results. Were the Baseball Rule to be modified, he believes, \"Maisonave\" is a more sensible standard, in his opinion, since it limits the rule's application to spectators engaged in the game from the seating area and its immediate vicinity.\nTavella also dismisses complaints about the reliance on &lt;a href=\"assumption%20of%20risk\"&gt;assumption of risk&lt;/a&gt;. \"The [criticisms] generally are that the rule is old, so it must be changed.\" He is dubious of plaintiffs who testify that their baseball knowledge was so limited that they had no idea balls would leave the field of play, saying that danger should be obvious to a first-time spectator. Tavella believes that a combination of the limited-duty rule established in \"Maisonave\", the assumption of risk defense, and a general negligence standard would best balance the interests of teams and spectators.\nThe cases involving mascot antics have come in for specific criticism. Ross Freeman, a &lt;a href=\"University%20of%20Missouri%20School%20of%20Law\"&gt;law student at Missouri&lt;/a&gt; at the time, argued in 2015 that \"Coomer\" in particular was wrongly decided for both legal and policy reasons. On a legal basis, he noted, the state did not recognize different degrees of negligence. He saw even stronger policy reasons, believing the decision would adversely affect the state's MLB teams.\nCiting a 2013 article in \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" that found the total actual gameplay in MLB games averaged about 18 minutes out of the three hours it usually took to play, Freeman argued that mascots and other in-stadium entertainment were now inextricably part of the game, contrary to the state supreme court's holding:\nThe court could also have distinguished \"Coomer\" from \"Lowe\", the California precedent it relied on, Freeman wrote, by noting that Tremor's behavior in the latter case was not just negligent but recklessly so.\n&lt;a href=\"Garrett%20Broshuis\"&gt;Garrett Broshuis&lt;/a&gt;, a former minor league player and baseball writer who has since become an attorney, makes similar arguments for both retaining the Baseball Rule and not applying it to objects tossed by mascots. In the former instance, he notes, in addition to other arguments, that stadium designers allow for it. In the latter, he sees little difference between the launched or thrown hot dogs and foul balls, as both are often equally desired. \"So long as adequate care is taken in the selection of such souvenirs for tossing, these two attributes—spectator awareness and spectator desirability—dictate that the baseball rule should extend to souvenirs thrown into the stands.\""
}