{
    "id": "60250014",
    "revid": "14770366",
    "url": "https://en.wikipedia.org/wiki?curid=60250014",
    "title": "Cromane",
    "text": "Cromane () is a village located in &lt;a href=\"County%20Kerry\"&gt;County Kerry&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;. It is west of &lt;a href=\"Killorglin\"&gt;Killorglin&lt;/a&gt; town and a similar distance to the village of &lt;a href=\"Glenbeigh\"&gt;Glenbeigh&lt;/a&gt; when travelling south-west.\nLocation.\nCromane is located in the centre of Kerry with views of the Dingle Peninsula to the north and the Iveragh Peninsula westwards. \nCromane is one of the few locations in Kerry where there is a 360-degree view of the &lt;a href=\"Mount%20Brandon\"&gt;Brandon Mountain Range&lt;/a&gt;, the &lt;a href=\"Slieve%20Mish%20Mountains\"&gt;Sliabh Mis Mountains&lt;/a&gt; and &lt;a href=\"MacGillycuddy%27s%20Reeks\"&gt;MacGillycuddy's Reeks&lt;/a&gt;, home to Ireland's highest mountain &lt;a href=\"Carrauntoohil\"&gt;Corrán Tuathail&lt;/a&gt;.\nIndustry.\nCromane is a traditional salmon fishing village. However, since the mid-20th Century, the village has blossomed into a centre for aquaculture. Ireland's largest natural mussel beds are located in Castlemaine Harbour. These beds are within easy reach of Cromane's fleet of mussel dredgers. Over the past two decades, Cromane has also grown as a base for growing oysters.\nThe award-winning Jack's Coastguard Restaurant is located in Cromane's former Coastguard Station that overlooks Castlemaine Harbour. The building that houses the current bar and restaurant was built in 1866 and was turned into a public house in 1961.\nSport.\nGaelic football.\nCromane has a GAA club called &lt;a href=\"Cromane%20GAA\"&gt;Réalt na Mara&lt;/a&gt; (a name shared by the village's Church and primary school). Between 2006 and 2014 two Cromane GAA players, &lt;a href=\"Donnchadh%20Walsh\"&gt;Donnchadh Walsh&lt;/a&gt; and &lt;a href=\"Sean%20O%27Sullivan%20%28footballer%29\"&gt;Sean O'Sullivan&lt;/a&gt;, won senior &lt;a href=\"All-Ireland%20Senior%20Football%20Championship\"&gt;All-Ireland&lt;/a&gt; medals with the &lt;a href=\"Kerry%20GAA\"&gt;Kerry&lt;/a&gt; county team. Cromane also has a ladies football team.\nRowing.\nCromane has a rowing club, in operation since 1956, that is part of the Kerry Coastal Rowing Association and the Irish Coastal Rowing Federation. One of the most popular races that the club competes in is the traditional Seine boat race featuring crews of 12 oarsmen (two men to an oar) with a cox guiding them. The history of the Seine boat was one of fishing, specifically for mackerel, and fishermen used a seine-net.\nSeine boat racing is unique to South Kerry and the Cromane crew traditionally competes against those from Cahersiveen, Kells, Valentia, Portmagee, Ballinskelligs, Caherdaniel, Templenoe, and Sneem, among others.\nEvery year, during the summer, Cromane hosts its annual regatta that features races for all ages from under-12s up to the adult Seine boat competition."
}