{
    "id": "6025604",
    "revid": "4441371",
    "url": "https://en.wikipedia.org/wiki?curid=6025604",
    "title": "The Grey Fox",
    "text": "The Grey Fox is a 1982 Canadian &lt;a href=\"Biographical%20film\"&gt;biographical&lt;/a&gt; &lt;a href=\"Western%20film\"&gt;Western film&lt;/a&gt; directed by &lt;a href=\"Phillip%20Borsos\"&gt;Phillip Borsos&lt;/a&gt; and written by John Hunter. It is based on the true story of &lt;a href=\"Bill%20Miner\"&gt;Bill Miner&lt;/a&gt;, an &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt; &lt;a href=\"robbery\"&gt;robber&lt;/a&gt; who staged his first Canadian &lt;a href=\"train%20robbery\"&gt;train robbery&lt;/a&gt; on 10 September 1904. The film stars &lt;a href=\"Richard%20Farnsworth\"&gt;Richard Farnsworth&lt;/a&gt; as Miner. The cast also features &lt;a href=\"Jackie%20Burroughs\"&gt;Jackie Burroughs&lt;/a&gt;, &lt;a href=\"Ken%20Pogue\"&gt;Ken Pogue&lt;/a&gt;, &lt;a href=\"Wayne%20Robson\"&gt;Wayne Robson&lt;/a&gt;, Gary Reineke and Timothy Webber.\nPlot.\nStagecoach robber Bill Miner is caught and sent to prison for 33 years. He is finally released in 1901. He wanders around, a man out of place in the new century, until he sees one of the first films, \"&lt;a href=\"The%20Great%20Train%20Robbery%20%281903%20film%29\"&gt;The Great Train Robbery&lt;/a&gt;\", and is inspired to copy it in real life. After a couple unsuccessful attempts, he successfully robs a train and hides from the law in a mining town in &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, becoming a respectable resident. There, he meets and falls in love with early &lt;a href=\"feminist\"&gt;feminist&lt;/a&gt; and photographer Katherine Flynn. He considers settling down with her, but one last robbery proves to be his downfall. True to his nickname, the Grey Fox escapes from prison as the ending credits start.\nProduction.\nAccording to Farnsworth, the \"picture company\" was the only one ever allowed to film at &lt;a href=\"Fort%20Steele%2C%20British%20Columbia\"&gt;Fort Steele, British Columbia&lt;/a&gt;, a &lt;a href=\"heritage%20site\"&gt;heritage site&lt;/a&gt;. \"The Grey Fox\" was also filmed on the &lt;a href=\"British%20Columbia%20Railway\"&gt;British Columbia Railway&lt;/a&gt; / &lt;a href=\"Pacific%20Great%20Eastern%20Railway\"&gt;Pacific Great Eastern Railway&lt;/a&gt;, now run by &lt;a href=\"Canadian%20National%20Railway\"&gt;Canadian National Railway&lt;/a&gt;, between &lt;a href=\"Pemberton%2C%20British%20Columbia\"&gt;Pemberton&lt;/a&gt; and &lt;a href=\"Lillooet\"&gt;Lillooet&lt;/a&gt;, British Columbia, and the Lake Whatcom Railway between Wickersham and Park, Washington. The capture sequence was shot a quarter of a mile from where Miner was actually caught.\nMiner's gun, \"a .41 Bisley Colt\", was obtained from a collector and used by Farnsworth in close-ups.\nAwards.\n\"The Grey Fox\" has been designated and preserved as a \"masterwork\" by the &lt;a href=\"Audio-Visual%20Preservation%20Trust%20of%20Canada\"&gt;Audio-Visual Preservation Trust of Canada&lt;/a&gt;, a charitable non-profit organization dedicated to promoting the preservation of Canada’s audio-visual heritage.\nAt the &lt;a href=\"4th%20Genie%20Awards\"&gt;4th Genie Awards&lt;/a&gt; in 1983, \"The Grey Fox\" was nominated for thirteen awards and won seven:\nFurther recognition for Farnsworth included a &lt;a href=\"Golden%20Globe%20Award\"&gt;Golden Globe Award&lt;/a&gt; nomination for &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Actor%20%E2%80%93%20Motion%20Picture%20Drama\"&gt;Best Actor in a Motion Picture – Drama&lt;/a&gt;.\nIt has also been listed in the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt;'s &lt;a href=\"TIFF%20List%20of%20Canada%27s%20Top%20Ten%20Films%20of%20All%20Time\"&gt;TIFF List of Canada's Top Ten Films of All Time&lt;/a&gt; in 1984 and 1993.\nCritical reaction.\n&lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; praised the film as \"a lovely adventure\" and gave it 3 stars. &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; gave it a rare 100% fresh rating.\nRestoration and re-release.\nThe film underwent a 4K restoration and was re-released to theatres In April 2020. It also saw its first official release to DVD and Blu-Ray, which included a commentary by filmmaker Alex Cox, interview with producer Peter O'Brian, and a featurette about the restoration."
}