{
    "id": "6027836",
    "revid": "26343411",
    "url": "https://en.wikipedia.org/wiki?curid=6027836",
    "title": "Kurt Landauer",
    "text": "Kurt Landauer (28 July 1884 – 21 December 1961) was a German &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; official. His profession often listed as \"Kaufmann\" (\"merchant\"), he was head of the advertising department of the major &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; daily newspaper \"&lt;a href=\"M%C3%BCnchner%20Neueste%20Nachrichten\"&gt;Münchner Neueste Nachrichten&lt;/a&gt;\", considered precursor to \"&lt;a href=\"S%C3%BCddeutsche%20Zeitung\"&gt;Süddeutsche Zeitung&lt;/a&gt;\", which commenced publication after World War II. His claim to fame is his four tenures as the president of the football club &lt;a href=\"FC%20Bayern%20Munich\"&gt;FC Bayern Munich&lt;/a&gt; between 1913 and 1951. To date he remains the president with the longest time in office.\nLandauer was born in &lt;a href=\"Planegg\"&gt;Planegg&lt;/a&gt; (close to Munich), and joined Bayern in 1901 as a player. He had to leave for &lt;a href=\"Lausanne\"&gt;Lausanne&lt;/a&gt; shortly afterwards, but returned to Munich in 1905. In 1913 he was elected president of the club for the first time but &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; ended his tenure in 1914. When Landauer returned to Munich after the war he was elected for a second tenure as president. This lasted until 1933 with a one-year intermission in 1921–22. He was the first to take the club to national championship honours, when Bayern defeated &lt;a href=\"Eintracht%20Frankfurt\"&gt;Eintracht Frankfurt&lt;/a&gt; in the final of &lt;a href=\"German%20football%20championship%201932\"&gt;1932&lt;/a&gt;. Again Landauer was forced to leave the club due to political events. The rise of the &lt;a href=\"Nazism\"&gt;Nazis&lt;/a&gt; to power made him resign office on 22 March 1933.\nBeing &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt;, Landauer was arrested by the Nazis on 10 November 1938 and carried to &lt;a href=\"Dachau%20concentration%20camp\"&gt;KZ Dachau&lt;/a&gt;. Because of his military service in World War I, he was allowed to leave Dachau after 33 days under arrest. He emigrated to &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; on 15 March 1939. Only one of his family members survived the Holocaust. In 1940 Bayern Munich went to &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt; for a friendly against the &lt;a href=\"Swiss%20national%20football%20team\"&gt;Swiss national team&lt;/a&gt;. When the players spotted Landauer, who was amongst the spectators they went to greet their former president. The &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt; was not amused and threatened that this behaviour would have consequences.\nIn 1947 Landauer returned a third time to Munich and was once again appointed club president. This tenure lasted until 1951 when he was not elected again. Landauer died on 21 December 1961 in Munich.\nUp to now he is the club's president with the longest accumulated tenure, &lt;a href=\"Wilhelm%20Neudecker\"&gt;Wilhelm Neudecker&lt;/a&gt; (†) (1962–79), widely considered as the \"father of the modern FC Bayern\", and &lt;a href=\"Franz%20Beckenbauer\"&gt;Franz Beckenbauer&lt;/a&gt; (1994–2009) being the ones with the longest periods in office after him.\nIn autumn 2014 the Bavarian Broadcasting Corporation (&lt;a href=\"Bayerischer%20Rundfunk\"&gt;Bayerischer Rundfunk&lt;/a&gt;) initiated a transmedia project on the life of Kurt Landauer. This project included a TV-series, social media and an augmented reality app."
}