{
    "id": "6031327",
    "revid": "43089608",
    "url": "https://en.wikipedia.org/wiki?curid=6031327",
    "title": "Sergei Semak",
    "text": "Sergei Bogdanovich Semak ( ; ; born 27 February 1976) is a Russian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and a former &lt;a href=\"Russia%20national%20football%20team\"&gt;international&lt;/a&gt; &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; who currently manages &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt; side &lt;a href=\"FC%20Zenit%20Saint%20Petersburg\"&gt;FC Zenit&lt;/a&gt;.\nEarly life.\nSemak was born in the &lt;a href=\"village\"&gt;selo&lt;/a&gt; &lt;a href=\"Sychanske\"&gt;Sychanskoye&lt;/a&gt; in the &lt;a href=\"Luhansk%20Oblast\"&gt;Voroshilovgradskaya Oblast&lt;/a&gt; into a peasant family of modest economical background. He was an excellent student and had an ideal behavior. When he was a child his teachers would argue as to whether he would become a mathematician or a football player.\nHe left Ukraine shortly before the &lt;a href=\"USSR\"&gt;USSR&lt;/a&gt; fall, but his parents stayed there. He would become a Russian naturalized citizen, but until today he uses to visit his bornland; he had declared that he misses Ukraine.\nHis older brother &lt;a href=\"Andrei%20Semak\"&gt;Andrei Semak&lt;/a&gt; and younger brother Nikolai Semak were also professional footballers.\nClub career.\nHe started training football at the Luhansk football school.\nIn 1992, he signed in &lt;a href=\"FC%20Presnya%20Moscow\"&gt;FC Presnya Moscow&lt;/a&gt; who played in the &lt;a href=\"Russian%20Top%20Division\"&gt;Russian Top Division&lt;/a&gt;. After 19 matches (where he scored 4 goals) he was sold to &lt;a href=\"FC%20Karelia%20Petrozavodsk\"&gt;FC Karelia Petrozavodsk&lt;/a&gt;, but in 1993 returned to &lt;a href=\"FC%20Presnya%20Moscow\"&gt;FC Presnya Moscow&lt;/a&gt; (which changed its name to &lt;a href=\"Asmaral%20Moscow\"&gt;Asmaral Moscow&lt;/a&gt;).\nIn 1994, he was noted and signed by &lt;a href=\"PFC%20CSKA%20Moscow\"&gt;PFC CSKA Moscow&lt;/a&gt;. He became the club's captain and leader. With the club he won the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt; in 2003, the &lt;a href=\"Russian%20Cup%20%28football%29\"&gt;Russian Cup&lt;/a&gt; in 2002 and 2005. He left the club after it finished third in the group stage of the &lt;a href=\"UEFA%20Champions%20League%202004%E2%80%9305\"&gt;UEFA Champions League 2004–05&lt;/a&gt; and did not move on to the knockout stage.\nIn 2005, he moved to &lt;a href=\"Paris%20Saint-Germain%20FC\"&gt;Paris Saint-Germain FC&lt;/a&gt;, France, but failed to settle, scoring just one goal. After just one season he returned to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;.\nIn 2006, he signed for &lt;a href=\"FC%20Moscow\"&gt;FC Moscow&lt;/a&gt;, where he stayed until 2008 when he moved to &lt;a href=\"Rubin%20Kazan\"&gt;Rubin Kazan&lt;/a&gt;. In Rubin Semak was moved from the positions of striker and attacking midfielder to the position of a defensive midfielder.\nIn &lt;a href=\"Rubin%20Kazan\"&gt;Rubin&lt;/a&gt; he became the captain and leader of the team, and led it to its first two championship titles in 2008 and 2009.\nIn August 2010, he transferred to &lt;a href=\"FC%20Zenit%20Saint%20Petersburg\"&gt;FC Zenit St. Petersburg&lt;/a&gt;.\nInternational career.\nSemak made his international debut in 1997 and took part in the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt; in South Korea and Japan.\nHaving lost his place in the national team with the arrival of &lt;a href=\"Guus%20Hiddink\"&gt;Guus Hiddink&lt;/a&gt; in 2006, Semak missed out on Russia's &lt;a href=\"UEFA%20Euro%202008%20qualifying\"&gt;Euro 2008 qualifying campaign&lt;/a&gt;, but was recalled to the national team, just prior to the &lt;a href=\"Euro%202008\"&gt;Euro 2008&lt;/a&gt; finals. Semak captained the Russia national team in their first Euro 2008 warm-up friendly against &lt;a href=\"Kazakhstan%20national%20football%20team\"&gt;Kazakhstan&lt;/a&gt;, and during the rest of the campaign.\nSergei Semak had a good performance in the crucial match against &lt;a href=\"Greece%20national%20football%20team\"&gt;Greece&lt;/a&gt; and provided an assist for the only goal Russia scored with a skilled bicycle kick pass from a wide angle. Another notable performance in &lt;a href=\"Euro%202008\"&gt;Euro 2008&lt;/a&gt; came in the quarter-finals during which he was playing his 50th game for his country, when his precise left-wing cross was volleyed in by &lt;a href=\"Roman%20Pavlyuchenko\"&gt;Roman Pavlyuchenko&lt;/a&gt; against the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt;.\nManagerial career.\nAfter his retirement, Semak was named as assistant coach of &lt;a href=\"Zenit%20Saint%20Petersburg\"&gt;Zenit Saint Petersburg&lt;/a&gt;. He was appointed interim coach of the club after the sacking of &lt;a href=\"Luciano%20Spalletti\"&gt;Luciano Spalletti&lt;/a&gt; on 10 March 2014. He held the position until 18 March when &lt;a href=\"Andr%C3%A9%20Villas-Boas\"&gt;André Villas-Boas&lt;/a&gt; was appointed as the team manager.\nOn 30 December 2016, he was appointed a manager of the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt; club &lt;a href=\"FC%20Ufa\"&gt;FC Ufa&lt;/a&gt;.\nOn 29 May 2018, he returned to &lt;a href=\"FC%20Zenit%20Saint%20Petersburg\"&gt;Zenit St. Petersburg&lt;/a&gt;, signing a 2-year contract with 1-year extension option. In his first year, he won the &lt;a href=\"2018%E2%80%9319%20Russian%20Premier%20League\"&gt;2018–19 Russian Premier League&lt;/a&gt;. He led Zenit to the title again in the &lt;a href=\"2019%E2%80%9320%20Russian%20Premier%20League\"&gt;2019–20 Russian Premier League&lt;/a&gt;. On 25 July 2020, he sealed the double for the club by winning the &lt;a href=\"2019%E2%80%9320%20Russian%20Cup\"&gt;2019–20 Russian Cup&lt;/a&gt;. On 2 May 2021, Zenit secured their third title in a row in a 6-1 victory over second-place &lt;a href=\"FC%20Lokomotiv%20Moscow\"&gt;FC Lokomotiv Moscow&lt;/a&gt;.\nHonours.\nClub.\nCSKA Moscow \nParis Saint-Germain \nRubin Kazan \nZenit \nInternational.\nRussia \nManager.\nZenit\nIndividual"
}