{
    "id": "60321374",
    "revid": "22882019",
    "url": "https://en.wikipedia.org/wiki?curid=60321374",
    "title": "Offering (Christianity)",
    "text": "The offering in &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; is a gift of money to the &lt;a href=\"Christian%20Church\"&gt;Church&lt;/a&gt; beyond a Christian's payment of his/her &lt;a href=\"tithe\"&gt;tithe&lt;/a&gt;s. In Christian worship, there is a part reserved for the collection of donations that is referred to as the &lt;a href=\"offertory\"&gt;offertory&lt;/a&gt;. Depending on the church, it is deposited either in a box reserved for this purpose or when a basket or purse is circulated. In some churches, it is also given by Internet.\nHistory.\nOrigin.\nIn the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;, the offering is an act of gratitude to &lt;a href=\"God\"&gt;God&lt;/a&gt;. At the time of &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt;, God gave certain prescriptions to the people of Israel. In particular, he was to bring him some of his wealth by way of gratitude for the land that God gave him for inheritance. The offerings were largely agricultural products: &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, &lt;a href=\"barley\"&gt;barley&lt;/a&gt;, &lt;a href=\"oil\"&gt;oil&lt;/a&gt;, animals and the amount was one-tenth of their income, the &lt;a href=\"tithe\"&gt;tithe&lt;/a&gt;.\nNew Alliance.\nIn the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;, especially in the &lt;a href=\"Epistle%20to%20the%20Galatians\"&gt;Epistle to the Galatians&lt;/a&gt; in chapter 6, &lt;a href=\"Paul%20of%20Tarsus\"&gt;Paul of Tarsus&lt;/a&gt; reminds the believers' commitment to their &lt;a href=\"pastor\"&gt;pastor&lt;/a&gt; and the poor. In this same book, the offering is compared to a seed. These concepts are echoed in the &lt;a href=\"Second%20Epistle%20to%20the%20Corinthians\"&gt;Second Epistle to the Corinthians&lt;/a&gt; chapter 9. The motivation of the donor is no longer an obligation, but must be a free choice of generosity. &lt;a href=\"Paul%20of%20Tarsus\"&gt;Paul of Tarsus&lt;/a&gt; has made several collections in order to help people in need. Moreover, the offering is presented as a support for the &lt;a href=\"Christian%20mission\"&gt;mission&lt;/a&gt; and a sign of compassion for the poor.\n21st century.\nOffering through the Internet has become a common practice in many evangelical churches.\nUsing.\nThe offering is put at the service of the Church, for example for the support of the &lt;a href=\"Minister%20%28Christianity%29\"&gt;ministers&lt;/a&gt; of God, &lt;a href=\"Pastors\"&gt;Pastors&lt;/a&gt; or &lt;a href=\"Missionary\"&gt;missionaries&lt;/a&gt;, building maintenance costs, programs, helping the underprivileged (&lt;a href=\"Christian%20humanitarian%20aid\"&gt;Christian humanitarian aid&lt;/a&gt;). For the affiliated churches, the offering also supports the services of their &lt;a href=\"Christian%20denomination\"&gt;denomination&lt;/a&gt;. According to a 2014 survey of 1,605 churches in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; by \"&lt;a href=\"Christianity%20Today\"&gt;Christianity Today&lt;/a&gt;\", the top five expenditures are staff salaries (&lt;a href=\"Minister%20%28Christianity%29\"&gt;ministers&lt;/a&gt;) to 47%, the ministries and the support (&lt;a href=\"Christian%20humanitarian%20aid\"&gt;Christian humanitarian aid&lt;/a&gt;) to 9%, the place of worship (mortgage or rent of the building to 7%, utilities to 7%, maintenance to 5%), the support for international &lt;a href=\"Christian%20mission\"&gt;missions&lt;/a&gt; at 5% and support for local &lt;a href=\"Christian%20mission\"&gt;missions&lt;/a&gt; at 4%. A 2016 study conducted by the Leadership Network and the Vanderbloemen Search Group among 1,252 churches in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; and in &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;, gave similar figures.\nIn 1948, the evangelist &lt;a href=\"Billy%20Graham\"&gt;Billy Graham&lt;/a&gt; and his evangelistic team established the &lt;a href=\"Modesto%20Manifesto\"&gt;Modesto Manifesto&lt;/a&gt;, a code of &lt;a href=\"ethics\"&gt;ethics&lt;/a&gt; life and work to protect against accusations of financial, sexual and power abuse. This code includes rules for collecting offerings in churches, working only with churches supportive of cooperative evangelism, using official crowd estimates at outdoor events, and a commitment to never be alone with a woman other than his wife, unless another person is present. \nControversies.\nIn the 16th century, many &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; theologians criticized the sale of &lt;a href=\"indulgences\"&gt;indulgences&lt;/a&gt; by the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;, for the remission of sins.\nA particularly controversial doctrine in the Evangelical Churches is that of the &lt;a href=\"prosperity%20theology\"&gt;prosperity theology&lt;/a&gt;, which spread in the 1970s and 1980s in the United States, mainly through by &lt;a href=\"Pentecostal\"&gt;Pentecostal&lt;/a&gt;s and &lt;a href=\"Charismatic%20Christianity\"&gt;charismatic&lt;/a&gt;s &lt;a href=\"televangelist\"&gt;televangelist&lt;/a&gt;s. This doctrine is centered on the teaching of &lt;a href=\"Christian%20faith\"&gt;Christian faith&lt;/a&gt; as a means to enrich oneself financially and materially, through a \"positive confession\" and a contribution to Christian &lt;a href=\"Minister%20%28Christianity%29\"&gt;ministries&lt;/a&gt;. Promises of &lt;a href=\"divine%20healing\"&gt;divine healing&lt;/a&gt; and &lt;a href=\"Prosperity%20theology\"&gt;prosperity&lt;/a&gt; are guaranteed in exchange for certain amounts of donations. Fidelity in the &lt;a href=\"tithe\"&gt;tithe&lt;/a&gt; would allow one to avoid the curses of God, the attacks of the devil and poverty. The offerings and the &lt;a href=\"tithe\"&gt;tithe&lt;/a&gt; occupies a lot of time in the worship services. Often associated with the tithe mandatory, this doctrine is sometimes compared to a &lt;a href=\"Business%20plan\"&gt;religious business&lt;/a&gt;. In 2012, the National Council of Evangelicals of France published a document denouncing this doctrine, mentioning that prosperity was indeed possible for a believer, but that this theology taken to the extreme leads to materialism and to &lt;a href=\"idolatry\"&gt;idolatry&lt;/a&gt;, which is not the purpose of the gospel. Pentecostal pastors adhering to prosperity theology have been criticized by journalists for their &lt;a href=\"bling-bling\"&gt;bling-bling&lt;/a&gt; lifestyle (luxury clothes, big houses, cars &lt;a href=\"high%20end\"&gt;high end&lt;/a&gt;, private plane, etc.). \nSince the 1970s, various financial scandals of &lt;a href=\"embezzlement\"&gt;embezzlement&lt;/a&gt; have been reported in churches and evangelical organizations. The &lt;a href=\"Evangelical%20Council%20for%20Financial%20Accountability\"&gt;Evangelical Council for Financial Accountability&lt;/a&gt; was founded in 1979 to strengthen financial integrity in evangelical organizations and churches that voluntarily wish to be members and to undergo annual accounting audits. \nIn 2015, the American author of the book \"Sunday Morning Stickup\" accused some Christian churches of using &lt;a href=\"Guilt%20%28emotion%29\"&gt;guilt&lt;/a&gt; strategies to pick up offerings and &lt;a href=\"tithe\"&gt;tithe&lt;/a&gt; of the faithful. In particular by distorting certain passages of the Bible to make contributions compulsory, by raising the big donors and by making lose advantages to members who do not give enough."
}