{
    "id": "60354360",
    "revid": "41888157",
    "url": "https://en.wikipedia.org/wiki?curid=60354360",
    "title": "Out of Blue",
    "text": "Out of Blue is a 2018 &lt;a href=\"crime%20drama\"&gt;crime drama&lt;/a&gt; film, directed by &lt;a href=\"Carol%20Morley\"&gt;Carol Morley&lt;/a&gt;. It was produced by Cairo Cannon, Maggie Monteith and Luc Roeg and stars &lt;a href=\"Mamie%20Gummer\"&gt;Mamie Gummer&lt;/a&gt;, &lt;a href=\"James%20Caan\"&gt;James Caan&lt;/a&gt;, &lt;a href=\"Toby%20Jones\"&gt;Toby Jones&lt;/a&gt;, &lt;a href=\"Patricia%20Clarkson\"&gt;Patricia Clarkson&lt;/a&gt; and &lt;a href=\"Jacki%20Weaver\"&gt;Jacki Weaver&lt;/a&gt;. It is based on &lt;a href=\"Martin%20Amis\"&gt;Martin Amis&lt;/a&gt;' 1997 novel \"&lt;a href=\"Night%20Train%20%28novel%29\"&gt;Night Train&lt;/a&gt;\".\nPlot.\nDetective Mike Hoolihan (&lt;a href=\"Patricia%20Clarkson\"&gt;Patricia Clarkson&lt;/a&gt;) is investigating the murder of Jennifer Rockwell (&lt;a href=\"Mamie%20Gummer\"&gt;Mamie Gummer&lt;/a&gt;), an &lt;a href=\"Astrophysics\"&gt;astrophysicist&lt;/a&gt; at an observatory in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;. She had presented a talk on black holes in the evening but was found dead in the morning by the manager of the observatory (&lt;a href=\"Toby%20Jones\"&gt;Toby Jones&lt;/a&gt;). She had been shot in the face, but there was no weapon. A sock and a jar of moisturizing cream were found at the scene.\nThe manager claims that he was out all night with an associate. The sock is traced to Jennifer's boyfriend, who claims he left hurriedly to work on a new theory. Jennifer's home is full of &lt;a href=\"tchotchke\"&gt;tchotchke&lt;/a&gt;s and other old knick-knacks. Mike passes out when she picks up a Florida snow globe, and imagines unique blue marbles similar to one that is on a string around her neck. When she comes to, she talks about the marble, and how she does not remember where it came from. She was an orphan, and has always had it.\nHer co-investigator and supervisor suggest that this looks like \"The .38 Caliber Killer\", who killed young women, but had not struck in many years. The murderer always exchanged knick-knacks with his victims. While doing a more detailed search of the area, Mike finds a gun in a case, and a red scarf she had been having dreams about. The gun, a .38 revolver, is traced to the observatory manager, who admits he found it, and tried to dispose of it so he would not be a suspect. Working out from where the gun originally lay, Mike concludes that Jennifer had shot herself. The investigators agree.\nIn photos of the crime scene, Mike realizes that there are no photos of the jar of moisturizing cream that she noted. When she buys a jar of the cream, she reacts as if memories come flooding back. A video made during Jennifer's presentation on black holes shows some of the people who attended. There is a shadow of a man with a hat - very much like Jennifer's father's. Mike checks the family home and Jennifer's two brothers. She finds an old brooch that Jennifer had been wearing, but was missing from the murder scene.\nAs she speaks with the family members, it becomes clear that Jennifer's father (&lt;a href=\"James%20Caan\"&gt;James Caan&lt;/a&gt;) is an intimidating figure, and other family members are afraid of saying much around him. Mike notices that an object from one of the .38 Caliber Killings is in a picture of the family. A witness from one of the old murders recounts hearing the suspect walking as if he had a cane, just like Jennifer's father. In photos of the father, he seems to switch the cane from his right to his left hand, using it inconsistently.\nIt appears that the father had been killing young women who looked like his mother, but the killing had stopped when his daughter (Jennifer) was born. Mike goes to a gun shop and buys a .38 revolver. She confronts Jennifer's father, but he grabs the gun from her and talks her out of her suspicions. She returns to the observatory, and considers suicide, but instead checks out an old, boarded up house.\nIn the house she relives the murder of her mother. She was hiding in a closet when the .38 Caliber Killer shot her. Young Mike came out of the closet and rubbed the moisturizing cream on her dead mother's hands, asking her to wake up. Blue marbles had spilled all over the floor, and young Mike carries one out as she leaves with a police officer. The killer had taken the Florida snow globe.\nMike gets into her car and drives away, knowing that she has solved the mystery of Jennifer's death, the .38 Caliber Killer and her own demons.\nReception.\nBox office.\n\"Out of Blue\" grossed $18,779 in North America and $224,068 in other territories, for a worldwide total of $242,847.\nCritical response.\nOn the &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; \"&lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;\", the film holds an approval rating of based on reviews, with an average rating of . The website's critical consensus reads, \"\"Out of Blue\" smolders without ever really sparking to life - which, considering the source material and talent assembled, can only be considered a disappointment.\"\"&lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;\", which uses a &lt;a href=\"weighted%20average\"&gt;weighted average&lt;/a&gt;, assigned the film a score of 49 out of 100, based on 16 critics, indicating \"mixed or average reviews\".\n&lt;a href=\"Peter%20Bradshaw\"&gt;Peter Bradshaw&lt;/a&gt; of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" wrote, \"A flawed film, but a valuable one.\" &lt;a href=\"Robbie%20Collin\"&gt;Robbie Collin&lt;/a&gt; of \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" wrote, \"This New Orleans-set detective thriller from Carol Morley pulls off an undesirable yet weirdly impressive coup: the twist ending to its murder mystery is somehow simultaneously preposterous and obvious, like a clown car parping and swerving its way towards you from the far end of an airstrip.\" Sophie Monks Kaufman of \"&lt;a href=\"Sight%20and%20Sound\"&gt;Sight and Sound&lt;/a&gt;\" wrote, \"Out of Blue is incoherent, which isn't to say it's bad. Carol Morley's murder mystery is a mood piece that alternates between naffness and transcendence.\"\nAccolades.\nThe film competed for the Platform Prize at the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt;."
}