{
    "id": "60402727",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=60402727",
    "title": "History of Molde FK",
    "text": "&lt;a href=\"Molde%20FK\"&gt;Molde Fotballklubb&lt;/a&gt; is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club from &lt;a href=\"Molde\"&gt;Molde&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. It was established in 1911 as International by a group of people gathered by Klaus Daae Andersen. After permission was granted, it took the current name and joined the league system in 1928. Until 1937, Molde played in regional leagues, after numerous promotions and relegations. Since 1930, the team has played in the &lt;a href=\"Norwegian%20Football%20Cup\"&gt;Norwegian Football Cup&lt;/a&gt;. In 1939, the club joined the third season of the &lt;a href=\"League%20of%20Norway\"&gt;League of Norway&lt;/a&gt;, the top division, but the break-out of the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; caused a halt to all organized sports and thus this season was never completed.\nIn 1947–48, Molde played their first full season in the top division. They finished third in the District VII table, but was relegated to the second tier due to a reconstruction of the league system. Molde then played nine consecutive seasons on the second tier (&lt;a href=\"1.divisjon\"&gt;1.divisjon&lt;/a&gt; and Landsdelsserien) before promoting to the &lt;a href=\"1957%E2%80%9358%20Hovedserien\"&gt;1957–58 Hovedserien&lt;/a&gt;. Molde won only one of their fourteen games back in the top division, and was relegated after finishing in seventh place out of eight teams in Hovedserien's group B.\nThe club's first trophy was won in 1994, when Molde defeated Lyn 3–2 in the &lt;a href=\"1994%20Norwegian%20Football%20Cup%20Final\"&gt;1994 Norwegian Cup final&lt;/a&gt;. Molde won their second Norwegian Cup in &lt;a href=\"2005%20Norwegian%20Football%20Cup\"&gt;2005&lt;/a&gt;. In 2011, in the 100th anniversary of the club, Molde won their first league title. They defended the title in 2012. In 2013, Molde won their third Norwegian Cup by winning 4–2 against &lt;a href=\"Molde%20FK%E2%80%93Rosenborg%20BK%20rivalry\"&gt;main rivals&lt;/a&gt; &lt;a href=\"Rosenborg%20BK\"&gt;Rosenborg&lt;/a&gt;. Molde won their first &lt;a href=\"Double%20%28association%20football%29\"&gt;double&lt;/a&gt; in 2014. The club had limited success in the &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; tournaments, never coming past the group stage, until reaching the round of 32 of the &lt;a href=\"UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; in the &lt;a href=\"2015%E2%80%9316%20UEFA%20Europa%20League\"&gt;2015–16 season&lt;/a&gt;. The success during the 2010s has largely been credited to manager &lt;a href=\"Ole%20Gunnar%20Solskj%C3%A6r\"&gt;Ole Gunnar Solskjær&lt;/a&gt;, who managed the club in the years 2011–2013 and 2015–2018 before he became manager of &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;.\nInternational.\nThe club was founded by a group of people gathered at Utstillingsplassen in Molde by Klaus Daae Andersen on 19 June 1911. 32 men became members of the club that day and J. Ferdinand Dahl was elected as the club's first chairman. On a general election on 24 April 1912, it was decided that the club would be named International, perhaps because the opponents were primarily visitors from cruise ships or trading vessels, or that it was to make room for the many Danes who worked in the Gideon engine factory. On 5 August 2012, the club played its first competitive match, an away match against &lt;a href=\"Kristiansund%20FK\"&gt;Kristiansund&lt;/a&gt; which ended 2–2. Molde's first home game was played on 22 September 1912, again was Kristiansund their opponent. Tickets to the game were sold for &lt;a href=\"Norwegian%20krone\"&gt;NOK&lt;/a&gt; 0.25, and the club organized a dance party after the game. International was one of the six founding clubs in Romsdals Fotballkrets which was founded on 28 June 1914. The rising interest and activity in football in neighbouring towns caused the club to change its name to Molde Fotballklubb in 1915.\nName change and financial problems.\nAt the club's annual general meeting in 1915, the club changed its name to Molde Fotballklubb. During the &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Molde played few games due to lack of money, problems with their pitch and that eight of their players were called up to military duty. The poor economic situation in Molde Fotballklubb saw a change after a successful market held by the club in 1919. Molde got new kits in 1920; blue with white cuffs. It was also decided that the club should have a crest.\nMolde debuted in the &lt;a href=\"Norwegian%20Football%20Cup\"&gt;Norwegian Cup&lt;/a&gt; in 1921. Their first match was lost 1–2 against &lt;a href=\"Rollon\"&gt;Rollon&lt;/a&gt; in the qualifying round of the &lt;a href=\"1921%20Norwegian%20Football%20Cup\"&gt;1921 Norwegian Cup&lt;/a&gt;.\nThe club played its first season in the top division in &lt;a href=\"1939%E2%80%9340%20League%20of%20Norway\"&gt;1939–40&lt;/a&gt;, but the season was abandoned due to the &lt;a href=\"German%20occupation%20of%20Norway\"&gt;German occupation&lt;/a&gt; and was never completed. Molde's first full season was the first post-war season in &lt;a href=\"1947%E2%80%9348%20League%20of%20Norway\"&gt;1947–48&lt;/a&gt;. They finished third in the District VII table, but was relegated to the second tier due to a reconstruction of the league system. Molde then played nine consecutive seasons on the second tier (&lt;a href=\"1.divisjon\"&gt;1.divisjon&lt;/a&gt; and Landsdelsserien) before promoting to the &lt;a href=\"1957%E2%80%9358%20Hovedserien\"&gt;1957–58 Hovedserien&lt;/a&gt;. Until 1955, Molde FK had been playing their games at Rivalbanen. This year, Molde moved to their new stadium, &lt;a href=\"Molde%20Idrettspark\"&gt;Molde Stadion&lt;/a&gt;, which opened on 28 August 1955 with a second tier league match between Molde FK and &lt;a href=\"Kristiansund%20FK\"&gt;Kristiansund FK&lt;/a&gt;. Arne Hemnes scored the first and only goal of the game, thus the home team won 1–0. Approximately 2,500 spectators attended the opening game. \nMolde won only one of their fourteen games back in their top division comeback in, 1957–58 and was relegated after finishing in seventh place out of eight teams in Hovedserien's group B. The club went on to play four consecutive seasons on the second tier before they were further relegated to 3. divisjon ahead of the 1963 season.\nThe breakthrough (1964–77).\nOn 2 August 1964, Molde shocked nine-time &lt;a href=\"Norwegian%20Football%20Cup\"&gt;Norwegian Cup&lt;/a&gt; champions and nine-time &lt;a href=\"List%20of%20Norwegian%20football%20league%20champions\"&gt;Norwegian League Champions&lt;/a&gt; &lt;a href=\"Fredrikstad%20FK\"&gt;Fredrikstad&lt;/a&gt; by eliminating them from the &lt;a href=\"1964%20Norwegian%20Football%20Cup\"&gt;1964 Norwegian Cup&lt;/a&gt; in the third round with a 3–2 win at home. &lt;a href=\"Jan%20Fuglset\"&gt;Jan Fuglset&lt;/a&gt;, &lt;a href=\"Torkild%20Brakstad\"&gt;Torkild Brakstad&lt;/a&gt;, &lt;a href=\"Odd%20Berg%20%28footballer%29\"&gt;Odd Berg&lt;/a&gt; and &lt;a href=\"Harry%20Hestad\"&gt;Harry Hestad&lt;/a&gt;, amongst others, played at Molde during this period. The club played in local lower leagues, save for a short visit in the top division in the &lt;a href=\"1957%E2%80%9358%20Norwegian%20Main%20League\"&gt;1957–58 season&lt;/a&gt;. In 1970, Molde was promoted to the &lt;a href=\"1.%20divisjon\"&gt;second tier&lt;/a&gt; and played there for three seasons until its promotion to the &lt;a href=\"Eliteserien\"&gt;top flight&lt;/a&gt; with a 5–1 away win against &lt;a href=\"Sogndal%20Fotball\"&gt;Sogndal&lt;/a&gt; on 16 September 1973.\nIn &lt;a href=\"1974%201.%20divisjon\"&gt;1974&lt;/a&gt;, Molde returned to the top division following the debut of several talented players in the first team, which coincided with the return of top level players like Fuglset, Brakstad and Hestad. Molde shocked the established clubs in their first season of the &lt;a href=\"Eliteserien\"&gt;1. divisjon&lt;/a&gt;, leading the league in 9 of 22 matchdays. Ahead of the final match of the season, Molde would win the league if they defeated &lt;a href=\"Sarpsborg%20FK\"&gt;Sarpsborg&lt;/a&gt; and &lt;a href=\"Viking%20FK\"&gt;Viking&lt;/a&gt; lost against &lt;a href=\"Str%C3%B8msgodset%20Toppfotball\"&gt;Strømsgodset&lt;/a&gt;. However, both Molde and Viking won their last match, meaning Molde won the silver medal after finishing one point behind champions Viking. &lt;a href=\"Odd%20Berg%20%28footballer%29\"&gt;Odd Berg&lt;/a&gt; scored 13 goals in the league and became Molde's first top scorer in the top division.\nDue to their second-place finish in the league in 1974, Molde was qualified for the &lt;a href=\"1975%E2%80%9376%20UEFA%20Cup\"&gt;1975–76 UEFA Cup&lt;/a&gt;. The club's first game in a &lt;a href=\"UEFA%20competitions\"&gt;UEFA competition&lt;/a&gt; was played on 17 September 1975. Molde won the UEFA Cup first round first leg 1–0 at home against Swedish opponent &lt;a href=\"%C3%96sters%20IF\"&gt;Öster&lt;/a&gt;. Kjell Westerdahl scored the goal at Molde Idrettspark. Molde lost the second leg 0–6, the biggest defeat in UEFA competitions in the club's history, and was knocked out of the UEFA Cup with 1–6 on aggregate.\nUps and downs (1978–93).\nBetween 1978 and 1984, Molde did not play on the same level in two consecutive years. Molde was relegated from the 1. divisjon in every even-numbered year, and promoted to back to the first tier in every odd-numbered year, making it three consecutive promotions and relegations. In fact, Molde and &lt;a href=\"SK%20Brann\"&gt;Brann&lt;/a&gt; did not play at the same level these years, as Brann were promoted when Molde was relegated and the other way around.\nIn 1982, Molde played in their first &lt;a href=\"1982%20Norwegian%20Football%20Cup\"&gt;cup final&lt;/a&gt;, despite being relegated from the &lt;a href=\"1982%201.%20divisjon\"&gt;1982 1. divisjon&lt;/a&gt;. They lost the final at &lt;a href=\"Ullevaal%20Stadion\"&gt;Ullevaal Stadion&lt;/a&gt; 3–2 against Brann.\nThe &lt;a href=\"1987%201.%20divisjon\"&gt;1987 season&lt;/a&gt; was the closest Molde came to winning the league championship before winning it in 2011, when a draw at home against &lt;a href=\"Moss%20FK\"&gt;Moss&lt;/a&gt; in the final round would have ensured the title. Despite numerous goal scoring opportunities, Moss won the match 2–0 at &lt;a href=\"Molde%20Idrettspark\"&gt;Molde stadium&lt;/a&gt;, thus winning the league championship, while Molde won their second silver medal. The attendance of 14,615 set the record at the old Molde stadion.\nMolde played their second cup final in &lt;a href=\"1989%20Norwegian%20Football%20Cup\"&gt;1989&lt;/a&gt;. The first match against Viking ended in a 2–2 draw, and the subsequent replay was won 2–1 by Viking.\nWhen Molde again was relegated from the Norwegian top flight in &lt;a href=\"1993%20Tippeligaen\"&gt;1993&lt;/a&gt;, the club was in major economic difficulties following a number of projects, the most notably of which was an expansion of the main stand at Molde stadion. Local businessmen &lt;a href=\"Kjell%20Inge%20R%C3%B8kke\"&gt;Kjell Inge Røkke&lt;/a&gt; and &lt;a href=\"Bj%C3%B8rn%20Rune%20Gjelsten\"&gt;Bjørn Rune Gjelsten&lt;/a&gt; started to invest in the club, and since 1993 they have invested approximately on old debts, new players and the &lt;a href=\"Aker%20Stadion\"&gt;new stadium&lt;/a&gt;.\nThe silver generation (1994–2000).\nFirst trophy.\nÅge Hareide was the head coach of Molde in the 1994 season, when they finished second in their &lt;a href=\"1.%20divisjon\"&gt;1. divisjon&lt;/a&gt; group and was thus re-promoted to Tippeligaen. Molde finished four points behind group B winners &lt;a href=\"IL%20H%C3%B8dd\"&gt;Hødd&lt;/a&gt;. Molde also met their main rivals &lt;a href=\"Rosenborg%20BK\"&gt;Rosenborg&lt;/a&gt; in the semi-final of the &lt;a href=\"1994%20Norwegian%20Football%20Cup\"&gt;1994 Norwegian Cup&lt;/a&gt;. Molde won 2–1 at home and drew 2–2 in Trondheim, and with a 4–3 win on aggregate, Molde qualified for their third cup final. After having lost to Molde, Rosenborg head coach &lt;a href=\"Nils%20Arne%20Eggen\"&gt;Nils Arne Eggen&lt;/a&gt; called Molde's playing style for \"arse-football\" (\"rævvafotball\"). Molde won their first title by defeating &lt;a href=\"FK%20Lyn\"&gt;Lyn&lt;/a&gt; 3–2 in the &lt;a href=\"1994%20Norwegian%20Football%20Cup%20Final\"&gt;final&lt;/a&gt; at &lt;a href=\"Ullevaal%20Stadium\"&gt;Ullevaal Stadium&lt;/a&gt; in Oslo. Tarje Nordstrand Jacobsen, &lt;a href=\"Ole%20Bj%C3%B8rn%20Sundgot\"&gt;Ole Bjørn Sundgot&lt;/a&gt; and &lt;a href=\"Arild%20Stavrum\"&gt;Arild Stavrum&lt;/a&gt; scored Molde's goals in the final.\nThree S's.\nDuring the &lt;a href=\"1995%20Tippeligaen\"&gt;1995 season&lt;/a&gt;, Molde became known for their three strikers, known as \"the three S's\" due to their surname's first letters: &lt;a href=\"Ole%20Gunnar%20Solskj%C3%A6r\"&gt;Ole Gunnar Solskjær&lt;/a&gt;, &lt;a href=\"Arild%20Stavrum\"&gt;Arild Stavrum&lt;/a&gt; and &lt;a href=\"Ole%20Bj%C3%B8rn%20Sundgot\"&gt;Ole Bjørn Sundgot&lt;/a&gt;. In their first league match, Molde won 6–0 against Brann in &lt;a href=\"Bergen\"&gt;Bergen&lt;/a&gt;, with Solskjær scoring two goals and Stavrum and Sundgot also contributing in one of Brann's heaviest-ever losses at home. With six-straight wins, Molde stayed in the top two positions of the league throughout the season, but eventually finished second, 15 points behind Rosenborg.\nSolskjær scored 31 goals in 42 matches for Molde and was sold to &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; on 29 July 1996 as Molde finished in eighth position that season. In 1997, Molde finished fourth in the league, and &lt;a href=\"Erik%20Brakstad\"&gt;Erik Brakstad&lt;/a&gt; replaced Åge Hareide as head coach ahead of the 1998 season.\nNew stadium.\nIn the &lt;a href=\"1998%20Molde%20FK%20season\"&gt;1998 season&lt;/a&gt;, Molde moved to the new &lt;a href=\"Molde%20Stadion\"&gt;Molde Stadion&lt;/a&gt;. The opening game was played on 18 April against &lt;a href=\"Lillestr%C3%B8m%20SK\"&gt;Lillestrøm&lt;/a&gt;, a game Molde won 4–0. Molde played their first 21 matches without losing, a Norwegian record until 2009, when Rosenborg went 26 matches undefeated. In the 22nd round, Molde lost against &lt;a href=\"V%C3%A5lerenga%20Fotball\"&gt;Vålerenga&lt;/a&gt; while Rosenborg defeated &lt;a href=\"KIL%20Toppfotball\"&gt;Kongsvinger&lt;/a&gt; to surpass Molde at the top of the table. Rosenborg player &lt;a href=\"Mini%20Jakobsen\"&gt;Mini Jakobsen&lt;/a&gt; subsequently said, \"It was fun as long as you managed to keep up. Thank you for helping to create tension in Tippeligaen!\" On 26 September 1998, Rosenborg won 2–0 against Molde in the 23rd round and won the championship, with Molde settling for second place. Molde scored a club record 70 goals in the &lt;a href=\"1998%20Tippeligaen\"&gt;1998 Tippeligaen&lt;/a&gt;. The all-time attendance record at Aker Stadion dates from the 1998 &lt;a href=\"Molde%20FK%E2%80%93Rosenborg%20BK%20rivalry\"&gt;rivalry game&lt;/a&gt; against Rosenborg on 26 September 1998, which was followed by 13,308 spectators.\nChampions League.\nIn the &lt;a href=\"1999%20Molde%20FK%20season\"&gt;1999 season&lt;/a&gt;, Molde had a successful season, finishing second in the league and reaching the semi-final of the &lt;a href=\"1999%20Norwegian%20Football%20Cup\"&gt;1999 Norwegian Cup&lt;/a&gt;, where they were eliminated by Brann. Molde also participated in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;, where Molde was drawn against &lt;a href=\"PFC%20CSKA%20Moscow\"&gt;CSKA Moscow&lt;/a&gt; in the &lt;a href=\"1999%E2%80%932000%20UEFA%20Champions%20League\"&gt;second qualifying round&lt;/a&gt;. In the first match in Moscow, Molde lost 2–0, while in the second leg, 19-year-old &lt;a href=\"Magne%20Hoseth\"&gt;Magne Hoseth&lt;/a&gt; had his big break-through with two goals when CSKA was defeated 4–0 to send Molde to the third qualifying round, where they met &lt;a href=\"RCD%20Mallorca\"&gt;Mallorca&lt;/a&gt;. The first leg against Mallorca ended 0–0 at home. Away at Mallorca were Molde one goal behind for a long time, but &lt;a href=\"Andreas%20Lund\"&gt;Andreas Lund&lt;/a&gt; became the big hero when he equalized on a penaltyin the 84th minute. With a 1–1 aggregate score, Molde qualified for the group stage on away goals, and Molde became the team from the smallest city to have qualified for the group stage of Champions League until &lt;a href=\"FC%20Unirea%20Urziceni\"&gt;Unirea Urziceni&lt;/a&gt; repeated the feat in &lt;a href=\"2009%E2%80%9310%20UEFA%20Champions%20League\"&gt;2009–10&lt;/a&gt;. In the group stage, Molde were drawn against &lt;a href=\"Real%20Madrid%20C.F.\"&gt;Real Madrid&lt;/a&gt;, &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt; and &lt;a href=\"Olympiacos%20F.C.\"&gt;Olympiacos&lt;/a&gt;, and with one 3–2 home win against Olympiacos and five losses, Molde finished last in their group. On the occasion of Molde's 100-year anniversary in 2011, the readers of the local newspaper \"&lt;a href=\"Romsdals%20Budstikke\"&gt;Romsdals Budstikke&lt;/a&gt;\" voted 1999 as the best year in the history of the club.\nFrom \"Gunder method\" to relegation (2001–2006).\nOn 6 November 2000, after the sacking of Erik Brakstad, &lt;a href=\"Gunder%20Bengtsson\"&gt;Gunder Bengtsson&lt;/a&gt; was announced head coach for two years. After one season, Bengtsson and his assistant &lt;a href=\"Kalle%20Bj%C3%B6rklund\"&gt;Kalle Björklund&lt;/a&gt; were signed for three more years. In 2002, Gunder Bengtsson led Molde to second place in the league, but like when he won the league with Vålerenga in 1983 and 1984, there was not much enthusiasm around the club's sixth silver medal because of the defensive tactics and lack of local players in the squad.\nIn the first six matches of the &lt;a href=\"2003%20Molde%20FK%20season\"&gt;2003 season&lt;/a&gt;, Molde collected five points. On 22 May 2003, Bengtsson was fired and replaced by &lt;a href=\"Odd%20Berg%20%28footballer%29\"&gt;Odd Berg&lt;/a&gt;. In the third round of &lt;a href=\"2003%20Norwegian%20Football%20Cup\"&gt;2003 Norwegian Cup&lt;/a&gt;, Molde were eliminated by second-tier club &lt;a href=\"Skeid%20Fotball\"&gt;Skeid&lt;/a&gt;. Despite the change in the coaching staff, Molde was struggling in the relegation zone throughout the season, but after a 3–2 win away against Sogndal in the last match of the season, Molde avoided the relegation playoffs. In 2004, the team led by &lt;a href=\"Reidar%20V%C3%A5gnes\"&gt;Reidar Vågnes&lt;/a&gt;, former assistant coach under Erik Brakstad, but Molde only managed 11th place, four points clear of relegation.\nIn 2005, &lt;a href=\"Bo%20Johansson\"&gt;Bo Johansson&lt;/a&gt; became head coach of Molde, and on 15 June 2005, Molde won 3–2 against &lt;a href=\"Nybergsund%20IL-Trysil\"&gt;Nybergsund&lt;/a&gt; to qualify for the fourth round of the Norwegian Cup, having lost in the third round for three consecutive years. Molde finished 12th in the league and had to play in the relegation playoff against Moss, which Molde won 5–2 on aggregate. Molde won their second Norwegian Cup title on 6 November 2005 when they won 4–2 after extra time against &lt;a href=\"Lillestr%C3%B8m%20SK\"&gt;Lillestrøm&lt;/a&gt; in the &lt;a href=\"2005%20Norwegian%20Football%20Cup%20Final\"&gt;final&lt;/a&gt;. Bo Johansson left Molde after only one season with the club, and on Christmas Eve, &lt;a href=\"Arild%20Stavrum\"&gt;Arild Stavrum&lt;/a&gt; was announced as the new head coach.\nFollowing the Norwegian Cup champions, Molde played in the &lt;a href=\"2006%E2%80%9307%20UEFA%20Cup\"&gt;2006–07 UEFA Cup&lt;/a&gt;. On 25 August 2006, they were drawn to face Scottish giants &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt; in the first round. They were eliminated 2–0 on aggregate after holding Rangers to a 0–0 draw at the Aker Stadion. The same year, Molde was relegated, having been in the relegation zone for the last four seasons. The relegation became final after losing 8–0 against &lt;a href=\"Stab%C3%A6k%20Fotball\"&gt;Stabæk&lt;/a&gt; at &lt;a href=\"Nadderud\"&gt;Nadderud&lt;/a&gt; in the second-last match of the season. Arild Stavrum was fired at the end of the season.\nA new era, Solskjær and success (2007–present).\nIn December 2006, &lt;a href=\"Kjell%20Jonevret\"&gt;Kjell Jonevret&lt;/a&gt; became head coach after Stavrum was fired, though &lt;a href=\"Ove%20Christensen\"&gt;Ove Christensen&lt;/a&gt; was the club's first choice. With Jonevret as coach, Molde won the &lt;a href=\"2007%201.%20divisjon\"&gt;2007 1. divisjon&lt;/a&gt; and won promotion back to the top division after one season's absence.\nAfter the promotion, Molde recorded a 5–1 win against Vålerenga on the last day of &lt;a href=\"Moldejazz\"&gt;Moldejazz&lt;/a&gt; 2008, as well as eliminating Brann from the cup with an impressive 8–0 win at home four days later. Regardless of these strong results, Molde finished ninth in their comeback season in the top flight.\nMolde was again the second-best team in Norway in 2009 after champions Rosenborg, who that season overtook Molde's 1998 unbeaten streak record. Conversely, Molde ruined Rosenborg's march for the double with a 5–0 win at Aker Stadion in the quarter-final of &lt;a href=\"2009%20Norwegian%20Football%20Cup\"&gt;2009 Norwegian Cup&lt;/a&gt;. In the &lt;a href=\"2009%20Norwegian%20Football%20Cup%20Final\"&gt;final&lt;/a&gt;, Molde met their local rivals &lt;a href=\"Aalesunds%20FK\"&gt;Aalesunds FK&lt;/a&gt; in a game that finished 2–2 after extra time, but Aalesund won the Norwegian Championship on penalty shoot-out.\nAfter only 20 points during the first 22 matches in the &lt;a href=\"2010%20Tippeligaen\"&gt;2010 Tippeligaen&lt;/a&gt;, Kjell Jonevret was sacked and replaced by &lt;a href=\"Uwe%20R%C3%B6sler\"&gt;Uwe Rösler&lt;/a&gt;. Under Rösler, Molde collected 20 points in the last eight matches and avoided relegation. Despite the poor performance by the team, &lt;a href=\"Baye%20Djiby%20Fall\"&gt;Baye Djiby Fall&lt;/a&gt;, who spent the season on loan from &lt;a href=\"FC%20Lokomotiv%20Moscow\"&gt;Lokomotiv Moscow&lt;/a&gt;, became the first Molde player since Jan Fuglset in 1976 to be the &lt;a href=\"List%20of%20Eliteserien%20top%20scorers\"&gt;top goalscorer in Eliteserien&lt;/a&gt;.\nSolskjær I.\nPrior to the club's 100-year anniversary in 2011, former Molde and Manchester United player &lt;a href=\"Ole%20Gunnar%20Solskj%C3%A6r\"&gt;Ole Gunnar Solskjær&lt;/a&gt; returned to Molde to manage the club. In the opening match of &lt;a href=\"2011%20Tippeligaen\"&gt;2011 Tippeligaen&lt;/a&gt;, his first competitive match, Molde lost 3–0 away against newly promoted &lt;a href=\"Sarpsborg%2008%20FF\"&gt;Sarpsborg 08&lt;/a&gt;. On 19 June 2011, Molde celebrated their 100th anniversary with a 2–0 win against Sogndal and positioned themselves at the top of the league table. Molde held on to their lead until they eventually won their first championship. On 30 October 2011, Molde could win the league with three points at home against &lt;a href=\"Str%C3%B8msgodset%20Toppfotball\"&gt;Strømsgodset&lt;/a&gt;, but the game ended with a 2–2 draw after Molde had taken the lead twice through goals from &lt;a href=\"Magne%20Simonsen\"&gt;Magne Simonsen&lt;/a&gt; and &lt;a href=\"Magnus%20Wolff%20Eikrem\"&gt;Magnus Wolff Eikrem&lt;/a&gt;. However, Molde won the league later that evening, when Rosenborg, the only team that could mathematically have still beaten them to first place with two matches remaining, lost 6–3 at home to Brann.\nMolde successfully defended their title in 2012 by beating &lt;a href=\"H%C3%B8nefoss%20BK\"&gt;Hønefoss&lt;/a&gt; 1–0 on 11 November, with one match remaining of the season.\nAlthough Molde could only finish sixth behind champions Strømgodset in the 2013 Tippeligaen, they defeated Rosenborg 4–2 in the &lt;a href=\"2013%20Norwegian%20Football%20Cup%20Final\"&gt;2013 Norwegian Cup final&lt;/a&gt; on 24 November to win the Norwegian Cup for the third time in their history.\nOle Gunnar Solskjær left the club to sign for &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; side &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt; on 2 January 2014.\nLeague and Cup double.\nIn the &lt;a href=\"2014%20Molde%20FK%20season\"&gt;2014 season&lt;/a&gt;, Molde won their first ever domestic league and cup double under new manager &lt;a href=\"Tor%20Ole%20Skullerud\"&gt;Tor Ole Skullerud&lt;/a&gt;. Molde were unbeaten for 24 league games from 13 April to 4 October, a club record. On 4 October, the league title was won with four games to spare after a 2–1 away win against &lt;a href=\"Viking%20FK\"&gt;Viking&lt;/a&gt;. &lt;a href=\"Bj%C3%B6rn%20Bergmann%20Sigur%C3%B0arson\"&gt;Björn Bergmann Sigurðarson&lt;/a&gt; scored the decisive goal in the 78th minute of the game. The team ended the season with 71 points, a league record, and finished 11 points ahead of Rosenborg. The double was secured on 23 November when &lt;a href=\"Odds%20BK\"&gt;Odd&lt;/a&gt; was defeated 2–0 in the &lt;a href=\"2014%20Norwegian%20Football%20Cup%20Final\"&gt;Norwegian Cup final&lt;/a&gt;. &lt;a href=\"Fredrik%20Gulbrandsen\"&gt;Fredrik Gulbrandsen&lt;/a&gt; and &lt;a href=\"Mohamed%20Elyounoussi\"&gt;Mohamed Elyounoussi&lt;/a&gt; were the goalscorers, both in the second half. Despite the club's success in 2014, Skullerud was sacked in August 2015 due to a run of mediocre results.\nSolskjær II.\nSolskjær, whose run at Cardiff lasted just nine months, was brought back to the team on 21 October 2015. Molde advanced from their group in the &lt;a href=\"2015%E2%80%9316%20UEFA%20Europa%20League\"&gt;2015–16 UEFA Europa League&lt;/a&gt;, finishing Group A in first place ahead of &lt;a href=\"Fenerbah%C3%A7e%20S.K.%20%28football%29\"&gt;Fenerbahçe&lt;/a&gt;, &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt; and &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;. They lost 3–1 on aggregate to &lt;a href=\"Sevilla%20FC\"&gt;Sevilla&lt;/a&gt; after losing 3–0 away and winning 1–0 at home. The home game second leg of the tie, was &lt;a href=\"Daniel%20Berg%20Hestad\"&gt;Daniel Berg Hestad&lt;/a&gt;'s 666th and final game for the club. Molde finished in silver medal position in &lt;a href=\"Eliteserien\"&gt;Eliteserien&lt;/a&gt; in both &lt;a href=\"2017%20Eliteserien\"&gt;2017&lt;/a&gt; and &lt;a href=\"2018%20Eliteserien\"&gt;2018&lt;/a&gt;. On 19 December 2018 Solskjær left the club to join Manchester United as caretaker manager, with &lt;a href=\"%C3%98ystein%20Neerland\"&gt;Øystein Neerland&lt;/a&gt; stating that Solskjær left on a loan deal for the remainder of the season. Solskjær's second spell as Molde manager was officially ended on 28 March 2019, when he was announced as full-time manager at Manchester United.\nPost-Solskjær success.\n&lt;a href=\"Erling%20Moe\"&gt;Erling Moe&lt;/a&gt; is the current manager of the club since taking over as a caretaker manager on 19 December 2018 when &lt;a href=\"Ole%20Gunnar%20Solskj%C3%A6r\"&gt;Ole Gunnar Solskjær&lt;/a&gt; left the position to manage &lt;a href=\"Manchester%20United\"&gt;Manchester United&lt;/a&gt; as a caretaker manager. On 29 April 2019 it was announced that Moe signed a contract as permanent head coach till the end of the 2020 season. Under Moe's lead, Molde brought in several key players with Eliteserien routine ahead of the 2019 season, such as &lt;a href=\"Martin%20Bj%C3%B8rnbak\"&gt;Martin Bjørnbak&lt;/a&gt;, &lt;a href=\"Ohi%20Omoijuanfo\"&gt;Ohi Omoijuanfo&lt;/a&gt;, &lt;a href=\"Kristoffer%20Haraldseid\"&gt;Kristoffer Haraldseid&lt;/a&gt; and &lt;a href=\"Erling%20Knudtzon\"&gt;Erling Knudtzon&lt;/a&gt;. On 10 November 2019, the club won its fourth league title following their 4–0 home win against &lt;a href=\"Str%C3%B8msgodset%20Toppfotball\"&gt;Strømsgodset&lt;/a&gt; in the 28th round."
}