{
    "id": "60444253",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=60444253",
    "title": "2019–20 Top 14 season",
    "text": "The 2019–20 Top 14 competition was the 121st &lt;a href=\"France\"&gt;French&lt;/a&gt; domestic &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club competition operated by the &lt;a href=\"National%20Rugby%20League%20%28France%29\"&gt;Ligue Nationale de Rugby&lt;/a&gt; (LNR). Two new teams from the &lt;a href=\"2018%E2%80%9319%20Rugby%20Pro%20D2%20season\"&gt;2018–19 Pro D2 season&lt;/a&gt; were promoted to &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; (&lt;a href=\"Aviron%20Bayonnais\"&gt;Bayonne&lt;/a&gt; and &lt;a href=\"CA%20Brive\"&gt;Brive&lt;/a&gt;) in place of the two relegated teams, &lt;a href=\"USA%20Perpignan\"&gt;Perpignan&lt;/a&gt; and &lt;a href=\"FC%20Grenoble\"&gt;Grenoble&lt;/a&gt;. \nPlaying was suspended after the 17th Matchday due to the &lt;a href=\"COVID-19%20pandemic%20in%20France\"&gt;COVID-19 pandemic in France&lt;/a&gt;. The season was officially cancelled without any winner or relegation/promotion on 6 May.\nCompetition format.\nThe top six teams at the end of the regular season (after all the teams played one another twice, once at home, once away) enter a knockout stage to decide the \"Champions of France\". This consists of three rounds: the teams finishing third to sixth in the table play quarter-finals (hosted by the third and fourth placed teams). The winners then face the top two teams in the semi-finals, with the winners meeting in the final at the &lt;a href=\"Stade%20de%20France\"&gt;Stade de France&lt;/a&gt; in &lt;a href=\"Saint-Denis%2C%20Seine-Saint-Denis\"&gt;Saint-Denis&lt;/a&gt;.\nThe LNR uses a slightly different &lt;a href=\"rugby%20union%20bonus%20points%20system\"&gt;bonus points system&lt;/a&gt; from that used in most other rugby competitions. It trialled a new system in 2007–08 explicitly designed to prevent a losing team from earning more than one bonus point in a match, a system that also made it impossible for either team to earn a bonus point in a drawn match. LNR chose to continue with this system for subsequent seasons.\nFrance's bonus point system operates as follows:\nRelegation.\nStarting from the 2017–18 season forward, only the 14th placed team will be automatically relegated to &lt;a href=\"Rugby%20Pro%20D2\"&gt;Pro D2&lt;/a&gt;. The 13th placed team will face the runner-up of the &lt;a href=\"Rugby%20Pro%20D2\"&gt;Pro D2&lt;/a&gt; play-off, with the winner of that play-off taking up the final place in Top 14 for the following season.\nPositions by round.\nThe table lists the positions of teams after each week of matches. In order to preserve chronological evolvements, any postponed matches are not included to the round at which they were originally scheduled, but added to the full round they were played immediately afterwards.\nLeading scorers.\nNote: Flags to the left of player names indicate national team as has been defined under &lt;a href=\"World%20Rugby\"&gt;World Rugby&lt;/a&gt; eligibility rules, or primary nationality for players who have not yet earned international senior caps. Players may hold one or more non-WR nationalities."
}