{
    "id": "60452839",
    "revid": "7972131",
    "url": "https://en.wikipedia.org/wiki?curid=60452839",
    "title": "Phil Carey (rugby league)",
    "text": "Phil Carey (born 28 August 1960) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1980s and 1990s. He played for the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt;, &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah&lt;/a&gt; and &lt;a href=\"Featherstone%20Rovers\"&gt;Featherstone Rovers&lt;/a&gt;. \nBackground.\nCarey played his junior rugby league for Macquarie United before signing with Manly-Warringah.\nPlaying career.\nCarey made his first grade debut for Manly in Round 10 1982 against &lt;a href=\"Balmain%20Tigers\"&gt;Balmain&lt;/a&gt; at &lt;a href=\"Brookvale%20Oval\"&gt;Brookvale Oval&lt;/a&gt;. Carey made a total of 13 appearances for Manly in 1982 as the club reached the grand final against Parramatta. Carey played on the wing in the final as Manly were defeated 21-8.\nIn 1983, injuries meant that Carey missed most of the season and was not selected to play in the 1983 grand final against Parramatta which Manly lost 18-6. At the end of 1984, Carey departed Manly and joined Canberra. Carey went on to establish himself as a regular starter in the side and by 1987 the club had reached its first grand final against Manly. Carey had played in the semi final victory over &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; but was not selected to play in the final which Canberra lost.\nIn 1989, Carey made 13 appearances but was not selected to play in Canberra's maiden premiership victory against &lt;a href=\"Balmain%20Tigers\"&gt;Balmain&lt;/a&gt;. Between 1988 and 1989, Carey had a stint in England with &lt;a href=\"Featherstone%20Rovers\"&gt;Featherstone Rovers&lt;/a&gt;. In 1990, Canberra reached their second consecutive grand final against the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt;. Carey played from the bench as Canberra won the premiership 18-14 at the &lt;a href=\"Sydney%20Football%20Stadium\"&gt;Sydney Football Stadium&lt;/a&gt;.\nCarey played the following season in 1991 but was not selected to play in Canberra's 1991 grand final loss against Penrith. He retired from rugby league following the conclusion of that season."
}