{
    "id": "6045285",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=6045285",
    "title": "Aurothioglucose",
    "text": "Aurothioglucose, also known as gold thioglucose, is a &lt;a href=\"chemical%20compound\"&gt;chemical compound&lt;/a&gt; with the formula AuSC6H11O5. This derivative of the sugar &lt;a href=\"glucose\"&gt;glucose&lt;/a&gt; was formerly used to treat &lt;a href=\"rheumatoid%20arthritis\"&gt;rheumatoid arthritis&lt;/a&gt;.\nHistory.\nThroughout history, gold was used to cure diseases, although the efficacy was not established. In 1935, gold drugs were reported to be effective for the treatment of &lt;a href=\"rheumatoid%20arthritis\"&gt;rheumatoid arthritis&lt;/a&gt;. Although many patients reacted positively to the drug, gold thioglucose was not uniformly effective.\nOnly one gold drug remains in active clinical use for this purpose in the United States: &lt;a href=\"auranofin\"&gt;auranofin&lt;/a&gt; although &lt;a href=\"sodium%20aurothiomalate\"&gt;sodium aurothiomalate&lt;/a&gt; (gold sodium thiomalate) and aurothioglucose were still used until recently. In the United Kingdom, only sodium aurothiomalate and auranofin were used recently.\nIn 2001, aurothioglucose was withdrawn from the Dutch market, where it had been the only injectable gold preparation available since 1943, forcing hospitals to change medication for a large number of patients to aurothiomalate. The drug had been in use for more than 70 years, and four years later the reasons for its sudden disappearance remained unclear.\nIt was recently discontinued from the US market along with &lt;a href=\"sodium%20aurothiomalate\"&gt;sodium aurothiomalate&lt;/a&gt; leaving only Auranofin as the only gold salt on the US market\nMedicinal chemistry.\nGold thioglucose features gold in the oxidation state of +I, like other gold thiolates. It is a water-soluble, non-ionic species that is assumed to exist as a polymer. Under physiological conditions, an oxidation-reduction reaction leads to the formation of metallic gold and sulfinic acid derivative of thioglucose.\nPreparation.\nGold thioglucose can be prepared by treating gold bromide with thioglucose solution saturated with sulfur dioxide. Gold thioglucose is precipitated with &lt;a href=\"methanol\"&gt;methanol&lt;/a&gt; and recrystallized with water and methanol.\nMiscellaneous observations.\nIn recent research, it was found that injection of gold thioglucose induces obesity in mice. Aurothioglucose has an interaction with the &lt;a href=\"antimalarial\"&gt;antimalarial&lt;/a&gt; medication &lt;a href=\"hydroxychloroquine\"&gt;hydroxychloroquine&lt;/a&gt;."
}