{
    "id": "60474092",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=60474092",
    "title": "Human rights in Mozambique",
    "text": "The concept of human rights in Mozambique is an ongoing issue for the African country, officially named the &lt;a href=\"Mozambique\"&gt;Republic of Mozambique&lt;/a&gt;. For more than four centuries, Mozambique was ruled by the &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt;. Following Mozambique’s independence from Portugal came 17 years of &lt;a href=\"Mozambican%20Civil%20War\"&gt;civil war&lt;/a&gt;, between &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt; and &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt;, until 1992, when peace was finally reached. &lt;a href=\"Armando%20Guebuza\"&gt;Armando Guebuza&lt;/a&gt; was then elected president in 2004 and re-elected in 2009, despite criticisms that he lacked honesty, transparency, and impartiality. This sparked a series of human rights incidents including unlawful killing, arbitrary arrests, inhumane prison conditions, and unfair trials. There were also many issues regarding freedom in relation to speech and media, internet freedom, freedom of peaceful assembly, and discrimination and abuse of women, children and people with disabilities. Many of these issues are ongoing and have become current human rights violation is for Mozambique.\nHistory.\nIndependence War.\nIn September 1964, &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; sought an attack against the Portuguese to gain independence. Attempts at peaceful negotiation by &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; were abandoned and, on September 25, &lt;a href=\"Eduardo%20Mondlane\"&gt;Eduardo Mondlane&lt;/a&gt;, who was the founding president of &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt;, began to launch guerrilla attacks on targets in northern Mozambique from his base in &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;. The war continued sporadically for 10 years, and finally in 1975, the Portuguese fled Mozambique, &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; took control of the country, and Mozambique became independent from Portugal.\nMozambique was successful in the war, however, under the reign of the Portuguese, the country was educated and had abundant resources such as professionals and tradesmen. Without the Portuguese, they lacked this educated workforce, causing conflict within the country. &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt; revolutionaries caused the start of another war within Mozambique, protesting the reign of &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt;.\nCivil War.\nImmediately following &lt;a href=\"Mozambican%20War%20of%20Independence\"&gt;Mozambique’s independence&lt;/a&gt;, the country descended into &lt;a href=\"Mozambican%20Civil%20War\"&gt;Civil War&lt;/a&gt; for 15 years. It was fought in Mozambique from 1977 to 1992. The war was between the countries two key political parties, &lt;a href=\"RENAMO\"&gt;Mozambican National Resistance (RENAMO)&lt;/a&gt; and &lt;a href=\"FRELIMO\"&gt;Mozambique Liberation Front (FRELIMO)&lt;/a&gt;. \nThe war caused the deaths of over 1 million Mozambicans due to either combat or starvation, as food supplies were interrupted. The Civil War destroyed most of the countries critical rural infrastructure such as schools, roads, rail lines, and hospitals. The two &lt;a href=\"Belligerent\"&gt;belligerents&lt;/a&gt; involved in the war conducted countless acts against human rights and crimes against war and humanity. They were responsible for killing many innocent people, forcing &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; to join the party, forcing child soldiers to fight, and indiscriminately covering the countryside with &lt;a href=\"Land%20mine\"&gt;land mines&lt;/a&gt;.\n&lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; won the war and a new constitution was drafted in July 1989, and adopted in November 1990. It made Mozambique a multiparty state, with recurring elections, and confirmed democratic rights.\nRENAMO.\nThe &lt;a href=\"RENAMO\"&gt;Mozambican National Resistance (RENAMO)&lt;/a&gt; is a political movement, led by Afonso Dhlakama, to oppose Mozambique‘s ruling &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; political party. &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt; was built from former &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; politicians, who oppose the ruling party’s principles. The assembly of &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt; perpetrated the &lt;a href=\"Mozambican%20Civil%20War\"&gt;Civil War&lt;/a&gt;, and the party was supported heavily by South African anti-Communist governments.\nDuring the &lt;a href=\"Mozambican%20Civil%20War\"&gt;Civil War&lt;/a&gt;, crimes against humanity and human rights were severe. Part of &lt;a href=\"RENAMO\"&gt;RENAMO’s&lt;/a&gt; war strategy was to commit war crimes and crimes against humanity in order to weaken the opposing party. These crimes included mass killings, rape and mutilation of civilians, forcing children and civilians into employment as soldiers. The public resented &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt; for the brutal crimes they committed, they named them “Armed Bandit’s”, and promoted their hate for the party by encouraging beatings against them.\nFRELIMO.\nThe &lt;a href=\"FRELIMO\"&gt;Mozambique Liberation Front (FRELIMO)&lt;/a&gt;, is the dominant political party in Mozambique. It was founded in 1962, as a national movement against the Portuguese, in order for Mozambique to achieve independence. Since independence was achieved, &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; has been the reigning political party. \n&lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; was also responsible for many crimes against war and humanity. People were forced into employment, and times of &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; were often illegally extended. While the &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt; crimes against humanity were less violent and less frequent than that of &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt;, sexual violence such as rape was widespread amongst the soldiers. The party was also accused of detaining petty criminals, political appointments and prostitutes without trial in “re-education camps”.\nArbitrary or unlawful deprivation of life.\nMozambique has had numerous reports that included descriptions of the government and Mozambican police committing unlawful and arbitrary killings.\nUnlawful killings by police.\nMozambique security forces such as the &lt;a href=\"https%3A//www.interpol.int/en/Who-we-are/Member-countries/Africa/MOZAMBIQUE\"&gt;Mozambique Republic Police (PRM)&lt;/a&gt;, have been indicated in various reports as key culprits of unlawful and arbitrary killings. They have been reported throughout the country for killing unarmed citizens for negligible breaches of the law, and sometimes for no violation at all.\nIn 2010, a riot occurred in Mozambique in response to a 30% rise in the price of bread in the country. Demonstrators burnt tires, blocking roads, and stole from shops in the capital of Mozambique, Maputo. According to the police officials, real bullets were used to shoot the rioters once they run out of rubber bullets. Hospital and police sources identified the death toll at six people, including two children. An unknown citizen stated that the police were heavily armed and arbitrarily firing live bullets at anyone they thought were involved, causing the death of innocent bystanders.\nInhumane prison conditions.\nPrison conditions in Mozambique are inhumane and life-threatening due to multiple unsanitary conditions. The physical conditions of Mozambique prisons include overcrowding, limited medical care and hygiene, and inadequate sanitary conditions. Overcrowding has been identified as the main issue, resulting in further problems of insufficient hygiene, medical care, and food. It also means that prisoners cannot be separated appropriately, and often juvenile convicts are forced to live in adult facilities, there is little differentiation regarding the level of crime committed by the inmates, and those with contagious illnesses are unable to be isolated.\nAccording to the Attorney General’s Office (PGR), the overcrowding issue of prisons meant that in a space built for 8,188 people, there were 18,185 prisoners. This is an example of severe overpopulation, as the person is at 222% capacity, which results in little to no human rights for the prisoners.\nArbitrary arrests.\nAn arrest is arbitrary when there is insufficient evidence to condemn an individual, and when there is no legal basis to the arrest. The law states that anyone that is detained without legal basis or on the foundation of insufficient evidence should be released, however the authorities of Mozambique have that responsibility, and have been found to not follow this law strictly.\nAccording to &lt;a href=\"https%3A//www.refworld.org/topic%2C50ffbce582%2C50ffbce58e%2C481f0a152%2C0%2CAMNESTY%2C%2CMOZ.html\"&gt;Amnesty International&lt;/a&gt;, the Mozambican police have been found to arrest citizens without sufficient reason or evidence to do so. Many detainees in detention centres are being held while their case is still being investigated. They were arrested on the suspicion of theft, and some are held in these pre-trial facilities for almost a year, while police investigate the case, providing the assumption that the arrests were arbitrary and on suspicious grounds.\nThe Mozambican law also states that an arrest is arbitrary if it does not comply with the procedures for arrest set out in the &lt;a href=\"https%3A//acjr.org.za/where-we-work/mozambique\"&gt;Criminal Procedure Code&lt;/a&gt;. &lt;a href=\"https%3A//www.refworld.org/topic%2C50ffbce582%2C50ffbce58e%2C481f0a152%2C0%2CAMNESTY%2C%2CMOZ.html\"&gt;Amnesty International&lt;/a&gt; has documented arrests that do not comply with these procedures due to failing to inform those being arrested and detaining their rights. Violating a detainee’s rights can include not allowing them to see a lawyer, forcing detainees to sign documents, or beating or ill-treating detainees to force them to confess.\nDenial of fair public trial.\nThe ruling government party, &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt;, was accused of providing understaffed and poorly trained &lt;a href=\"judiciary\"&gt;judiciary&lt;/a&gt;. It was also believed that the judiciary was politically influenced during trials. \nDetention without trial also became an issue throughout Mozambique, particularly in prisons in &lt;a href=\"Maputo\"&gt;Maputo&lt;/a&gt; and &lt;a href=\"Nampula\"&gt;Nampula&lt;/a&gt;, where hundreds of people were held without trial for illegal amounts of time. Some were held without charge. For example, a man named &lt;a href=\"https%3A//www.refworld.org/pdfid/50af33a82.pdf\"&gt;José Capitine Cossa&lt;/a&gt; was detained for over 12 years in a maximum-security prison without charge or trial. When questioned, the authorities claimed to be unaware that he was even there. He was released after they held an investigation, yet he was awarded no compensation, and nobody was held responsible for unlawfully arresting and detaining him.\nViolence by armed group.\nIn November 2020, armed groups in &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt;’s &lt;a href=\"Cabo%20Delgado%20Province\"&gt;Cabo Delgado Province&lt;/a&gt; beheaded dozens of people in the escalated violence. &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; Secretary General, &lt;a href=\"Ant%C3%B3nio%20Guterres\"&gt;António Guterres&lt;/a&gt; urged the Mozambican authorities to investigate the escalating violence in the province that was long being ignored by the international community.\nFreedom.\nSpeech and media.\nIn the &lt;a href=\"https%3A//humanrightsmeasurement.org/threats-to-free-speech-in-mozambique/\"&gt;2018 Human Rights Measurement Initiative&lt;/a&gt;, Mozambique‘s protection of freedom of expression received a result of 5.3 out of 10. There were restrictions on free speech, forced by the Mozambican police, although there were no government official constraints. The restraint of free speech was primarily in regard to any criticism of the government. During &lt;a href=\"Armando%20Guebuza\"&gt;Armando Guebuza&lt;/a&gt;’s reign as president, &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt; became accusatory of the government, influencing violence between the ruling and opposition parties. \nIn 1991 Mozambique introduced the &lt;a href=\"https%3A//freedomhouse.org/report/freedom-press/2015/mozambique\"&gt;Press Law&lt;/a&gt;, which classified any slander, criticism or offence about the president or government as illegal. This limited journalists’ ability to write freely, and also closely impacted the people’s ability to fairly choose their government. The public wouldn’t know the accurate truth about the government, and therefore couldn’t make an informed decision at elections. Ericino de Salema was a well-known journalist and human rights lawyer. Anonymous armed man abducted and beat him due to his reporting.\nArmando Nenane was another journalist and human rights activist. He expressed his views on a group called G40, who slandered &lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt;, the governments opposition, and was allegedly created by the ruling government. Armando Nenane also received anonymous death threats for his ostracised views, and nobody was convicted or held responsible for the attack on him.\nAssembly.\nAgain, the laws did not explicitly abolish the freedom of peaceful assembly, however, the right of peaceful assembly wasn’t respected by the government. If a group of people were to peacefully assemble and protest, they were required to provide the local authorities with a written notification of the protest at least four business days prior to the event. The government had the authority to disapprove the request for protest, indistinctly impeding the right of peaceful assembly.\nSocietal discrimination and abuse.\nWomen.\nRape and domestic violence is illegal and can result in imprisonment. However, in 2014, a &lt;a href=\"Marry-your-rapist%20law\"&gt;draft law&lt;/a&gt; was considered by Mozambique’s National Assembly that would allow rapists to marry their victims in order to avoid detention. The law was thoroughly considered, however it was not ratified in Mozambique.\nWhile domestic violence is punishable by law, these laws were not enforced heavily by the government, and more than 20,000 domestic violence cases were reported in one year.\nSexual harassment remains a prominent issue in the country, as there are no laws incriminating sexual assault in public places.\n&lt;a href=\"https%3A//www.amnesty.org/download/Documents/POL1067002018ENGLISH.PDF\"&gt;Amnesty International&lt;/a&gt; have reported countless cases of women murdered by men, many of whom were known or related to one another. For example, a man stabbed his wife to death with a kitchen knife in Inhagoia neighbourhood on the outskirts of &lt;a href=\"Maputo\"&gt;Maputo&lt;/a&gt;. In Vanduzi district, a 27-year-old man decapitated his mother with a machete saying she had refused to serve him food. In many cases the culprit justified their actions by claiming the female used witchcraft against them. In both these cases and many more, the perpetrators admitted their crime, however, the authorities failed to develop, resource and implement an effective strategy to combat violence against women.\nOn 15 September 2020, Amnesty International called for an immediate and impartial investigation into the extrajudicial execution of an unarmed and naked woman by some men wearing army uniforms. The armed men appeared to be members of the FADM or Mozambique Armed Defense Force.\nChildren.\nSexual and physical abuse towards children remains a key issue, particularly for orphans and vulnerable children. The law prohibiting the sexual exploitation of children was partially enforced, and therefore, unsuccessful in eliminating the problem. In multiple cities and towns, child prostitution is customary.\nPersons with disabilities.\nDiscrimination against persons with disabilities is illegal by law, however these laws have failed to be enforced effectively. Access to buildings is overlooked, and discrimination in basic services like health care was common. Education and employment opportunities were very unequal, and there were no government initiatives implemented to improve this inequality or strive to improve persons with disabilities accessibility to information."
}