{
    "id": "60476693",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=60476693",
    "title": "John Glossop (rugby league)",
    "text": "John Glossop is an Australian former &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1970s and 1980s. He played for &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland&lt;/a&gt; in the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt; (NSWRL) competition. Glossop is the son of the late &lt;a href=\"Ted%20Glossop\"&gt;Ted Glossop&lt;/a&gt; who was a premiership winning coach with &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown&lt;/a&gt;.\nBackground.\nGlossop played junior rugby league for Cronulla-Caringbah.\nPlaying career.\nGlossop made his first grade debut for Cronulla in 1975. It would not be until the 1978 season that Glossop would establish himself within the first grade team. In 1978, Cronulla finished 2nd on the table and qualified for the finals. Cronulla defeated Manly in the opening week of the finals series 17–12. Cronulla then defeated minor premiers &lt;a href=\"Western%20Suburbs%20Magpies\"&gt;Western Suburbs&lt;/a&gt; to reach their second grand final against Manly.\nIn the Grand Final, Glossop played at lock as Cronulla went to a 9–4 lead in the second half before Manly came back to hit the front 11–9. A Steve Rogers penalty squared it at 11-all but he then missed a desperate late field-goal attempt and at full-time the scores remained locked. Just 3 days later, Cronulla and Manly were required to contest a grand final replay to declare a winner. Both Manly and Cronulla went into the replay with tired players including Glossop but it was Manly who prevailed in the replay 16-0 winning their fourth premiership in front of a low crowd of 33,552.\nIn the following seasons, Cronulla missed out on the finals as they failed to build momentum after their grand final appearance. Glossop retired at the end of the 1983 season amid severe financial pressure at the club."
}