{
    "id": "60500213",
    "revid": "40561299",
    "url": "https://en.wikipedia.org/wiki?curid=60500213",
    "title": "Peter Cassilles",
    "text": "Peter Cassilles is an Australian former &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1970s and 1980s. He played his entire career for &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown&lt;/a&gt; in the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt; (NSWRL) competition.\nBackground.\nCassilles played junior rugby league for Panania-Milperra before being graded by Canterbury. He was one of the first Canterbury players to be graded through a scholarship program at the club.\nPlaying career.\nCassilles spent his first 2 seasons in reserve grade before making his first grade debut for the club against &lt;a href=\"Western%20Suburbs%20Magpies\"&gt;Western Suburbs&lt;/a&gt; in 1974. In 1975, Cassilles played a handful of games for Canterbury and featured in the club's semi final defeat against &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt;.\nIn 1977, Cassilles established himself as a regular first grader for Canterbury making 16 appearances. In 1978, Cassilles made 11 appearances but missed out on playing in the finals due to injury. The club would go on to lose once again to arch rivals in the first week of the finals series.\nIn 1979, Canterbury reached the 1979 NSWRL grand final against &lt;a href=\"St%20George%20Dragons\"&gt;St George&lt;/a&gt;. Cassilles played in the match as St George raced out to a 17-2 lead at halftime before going on to win 17-13 after a second half comeback by Canterbury.\nFollowing the grand final defeat, Cassilles suffered a number of recurring injuries which limited his playing time for Canterbury. Cassilles missed out on playing in the club's 1980 premiership victory against &lt;a href=\"Sydney%20Roosters\"&gt;Eastern Suburbs&lt;/a&gt; due to injury. It was the club's first premiership in 38 years. Cassilles retired at the conclusion of the 1982 season. In total, Cassilles played 184 games for Canterbury across all grades.\nPost playing.\nCassilles later became a life member of the Canterbury club and was one of the players nominated for the Berries to Bulldogs 70 Year Team of Champions. In 2008, Cassilles was appointed interim CEO at Canterbury after the resignation of Malcolm Noad."
}