{
    "id": "60517776",
    "revid": "42970358",
    "url": "https://en.wikipedia.org/wiki?curid=60517776",
    "title": "Looney Tunes Cartoons",
    "text": "Looney Tunes Cartoons is an American &lt;a href=\"Animated%20series\"&gt;animated television series&lt;/a&gt; developed by &lt;a href=\"Peter%20Browngardt\"&gt;Peter Browngardt&lt;/a&gt; and produced by &lt;a href=\"Warner%20Bros.%20Animation\"&gt;Warner Bros. Animation&lt;/a&gt;, based on the characters from \"&lt;a href=\"Looney%20Tunes\"&gt;Looney Tunes&lt;/a&gt;\" and \"&lt;a href=\"Merrie%20Melodies\"&gt;Merrie Melodies&lt;/a&gt;\". The series made its worldwide debut at the &lt;a href=\"Annecy%20International%20Animated%20Film%20Festival\"&gt;Annecy International Animated Film Festival&lt;/a&gt; on June 10, 2019, and premiered on &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; on May 27, 2020.\nProduction.\nIn 2017, after Browngardt finished \"&lt;a href=\"Uncle%20Grandpa\"&gt;Uncle Grandpa&lt;/a&gt;\", he met with Audrey Diehl, the creative executive at Warner Bros., at a lunch meeting. They discussed a project in which he was not interested, and as they wrapped up lunch, Pete said, \"You know, what I really want to do is to direct a \"Looney Tunes\" short\". She was surprised that he was a fan of \"Looney Tunes\" and booked him a meeting with studio president, &lt;a href=\"Sam%20Register\"&gt;Sam Register&lt;/a&gt;. Browngardt expressed that he wanted to direct it in the spirit of the classic 1940s cartoons. He then began casting, hiring Eric Bauza, and as an admirer of Jim Soper's art on &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt;, hired him as a character designer.\n&lt;a href=\"Warner%20Bros.%20Animation\"&gt;Warner Bros. Animation&lt;/a&gt; announced a new series in June 2018, to \"consist of 1,000 minutes spread across 1–6 minute shorts each season\" (despite that claim being retconned via splitting those minutes into more seasons), be released in 2019 and featuring \"the brand's marquee characters voiced by their current voice actors in simple gag-driven and visually vibrant stories\". The style of the series is reminiscent of the classic \"Looney Tunes\" shorts made by &lt;a href=\"Tex%20Avery\"&gt;Tex Avery&lt;/a&gt;, &lt;a href=\"Bob%20Clampett\"&gt;Bob Clampett&lt;/a&gt;, &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt;, &lt;a href=\"Friz%20Freleng\"&gt;Friz Freleng&lt;/a&gt;, &lt;a href=\"Robert%20McKimson\"&gt;Robert McKimson&lt;/a&gt; and others. Register and Browngardt serve as executive producers for the series. The characters are designed by Jim Soper, with the model sheets copyright dating back to 2018. The initial designs for \"Looney Tunes Cartoons\" were previewed in the Warner Bros. Animation logo that was first shown before \"&lt;a href=\"Teen%20Titans%20Go%21%20To%20the%20Movies\"&gt;Teen Titans Go! To the Movies&lt;/a&gt;\". The animation was directed by Joey Capps, who also did animation work on &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt;'s \"&lt;a href=\"Superjail%21\"&gt;Superjail!&lt;/a&gt;\".\nThe series brings all of the \"Looney Tunes\" together under one roof, having already reintroduced &lt;a href=\"Bugs%20Bunny\"&gt;Bugs Bunny&lt;/a&gt;, &lt;a href=\"Daffy%20Duck\"&gt;Daffy Duck&lt;/a&gt;, &lt;a href=\"Tweety\"&gt;Tweety&lt;/a&gt;, &lt;a href=\"Sylvester%20the%20Cat\"&gt;Sylvester&lt;/a&gt;, &lt;a href=\"Porky%20Pig\"&gt;Porky Pig&lt;/a&gt;, &lt;a href=\"Falling%20Hare\"&gt;The Gremlin&lt;/a&gt;, &lt;a href=\"Elmer%20Fudd\"&gt;Elmer Fudd&lt;/a&gt;, &lt;a href=\"Baseball%20Bugs\"&gt;The Gashouse Gorillas&lt;/a&gt;, &lt;a href=\"Yosemite%20Sam\"&gt;Yosemite Sam&lt;/a&gt;, &lt;a href=\"Granny%20%28Looney%20Tunes%29\"&gt;Granny&lt;/a&gt;, &lt;a href=\"The%20Daffy%20Doc\"&gt;Doctor Quack&lt;/a&gt;, &lt;a href=\"Beaky%20Buzzard\"&gt;Beaky Buzzard&lt;/a&gt;, &lt;a href=\"Bugs%20Bunny%20Gets%20the%20Boid\"&gt;Mama Buzzard&lt;/a&gt;, &lt;a href=\"The%20Road%20Runner\"&gt;Road Runner&lt;/a&gt;, &lt;a href=\"Wile%20E.%20Coyote\"&gt;Wile E. Coyote&lt;/a&gt;, &lt;a href=\"Cecil%20Turtle\"&gt;Cecil Turtle&lt;/a&gt;, &lt;a href=\"Sam%20Sheepdog\"&gt;Sam Sheepdog&lt;/a&gt;, &lt;a href=\"Ralph%20Wolf\"&gt;Ralph Wolf&lt;/a&gt;, &lt;a href=\"Porky%27s%20Naughty%20Nephew\"&gt;Cicero Pig&lt;/a&gt;, &lt;a href=\"Tasmanian%20Devil%20%28Looney%20Tunes%29\"&gt;Taz&lt;/a&gt;, &lt;a href=\"Gossamer%20%28Looney%20Tunes%29\"&gt;Gossamer&lt;/a&gt;, &lt;a href=\"Water%2C%20Water%20Every%20Hare\"&gt;Dr. Frankenbeans&lt;/a&gt;, &lt;a href=\"Petunia%20Pig\"&gt;Petunia Pig&lt;/a&gt;, &lt;a href=\"Farm%20Frolics\"&gt;the French Horse&lt;/a&gt;, &lt;a href=\"Rocky%20and%20Mugsy\"&gt;Rocky&lt;/a&gt;, &lt;a href=\"Rocky%20and%20Mugsy\"&gt;Mugsy&lt;/a&gt;, &lt;a href=\"Bugs%20and%20Thugs\"&gt;Clancy Cop&lt;/a&gt;, &lt;a href=\"Hare%20Ribbin%27\"&gt;the Russian Dog&lt;/a&gt;, &lt;a href=\"Page%20Miss%20Glory%20%281936%20film%29\"&gt;the Rich Lady&lt;/a&gt;, &lt;a href=\"Foghorn%20Leghorn\"&gt;Foghorn Leghorn&lt;/a&gt;, &lt;a href=\"Barnyard%20Dawg\"&gt;Barnyard Dawg&lt;/a&gt;, &lt;a href=\"Plop%20Goes%20the%20Weasel\"&gt;The Weasel&lt;/a&gt;, &lt;a href=\"Hector%20the%20Bulldog\"&gt;Hector the Bulldog&lt;/a&gt;, &lt;a href=\"Marvin%20the%20Martian\"&gt;Marvin the Martian&lt;/a&gt;, &lt;a href=\"Easter%20Yeggs\"&gt;the Dead End Kid&lt;/a&gt;, &lt;a href=\"Daffy%20Doodles\"&gt;the Judge&lt;/a&gt;, &lt;a href=\"Rabbit%27s%20Kin\"&gt;Pete Puma&lt;/a&gt;, &lt;a href=\"Hubie%20and%20Bertie\"&gt;Hubie&lt;/a&gt;, &lt;a href=\"Hubie%20and%20Bertie\"&gt;Bertie&lt;/a&gt;, &lt;a href=\"Claude%20Cat\"&gt;Claude Cat&lt;/a&gt;, Fred Sheepdog, George Wolf, &lt;a href=\"Charlie%20Dog\"&gt;Charlie Dog&lt;/a&gt; and &lt;a href=\"Hare-Way%20to%20the%20Stars\"&gt;the Instant Martians&lt;/a&gt; as more original characters have been confirmed to appear along the way.\nThe animation for the series was outsourced to different studios, including &lt;a href=\"Yowza%21%20Animation\"&gt;Yowza! Animation&lt;/a&gt;, &lt;a href=\"Yearim\"&gt;Yearim Productions&lt;/a&gt;, Snipple Animation and Tonic DNA. A trailer for the series was released on April 21, 2020. The short \"Pest Coaster\" was released on May 5 on the WB Kids YouTube channel as a sneak preview ahead of the release date.\nProducers included copious amounts of &lt;a href=\"cartoon%20violence\"&gt;cartoon violence&lt;/a&gt; and &lt;a href=\"Acme%20Corporation\"&gt;Acme Corporation&lt;/a&gt; weaponry, but excluded any depictions of &lt;a href=\"firearms\"&gt;firearms&lt;/a&gt; in the first season; Elmer Fudd, for example, used different non-firearm weapons (e.i. a &lt;a href=\"scythe\"&gt;scythe&lt;/a&gt; or an &lt;a href=\"axe\"&gt;axe&lt;/a&gt;) to hunt Bugs Bunny instead of his shotgun. With the release of the second season and the film \"\", the restriction has been removed.\nBrowngardt confirmed production had resumed on more episodes in 2020. Five new segments were released under the umbrella title \"Bugs Bunny's 24-Carrot Holiday Special\" on December 3, 2020.\nJim Soper stated in May 2021 that the series had wrapped up its first 1000 minutes worth of content, with the remaining episodes to be released on HBO Max at later dates.\nA back-to-school special, titled \"Looney Tunes Cartoons Back to School Special\", was released on August 19, 2021.\nThe third season premiered on November 25, 2021.\nThe fourth season premiered on January 20, 2022.\nA Valentines Day special \"Looney Tunes Cartoons Valentine’s Extwavaganza!\" will premiere on February 3, 2022.\nVoice cast.\nSeveral archival recordings of &lt;a href=\"Mel%20Blanc\"&gt;Mel Blanc&lt;/a&gt; are used for numerous characters, such as the tiny Daffys in \"Bubble Dum\". &lt;a href=\"Wile%20E.%20Coyote%20and%20the%20Road%20Runner\"&gt;Wile E. Coyote&lt;/a&gt; appears, but does not talk.\nHome media.\nTen episodes of the show (all centering around Bugs) were released as bonus features for the \"&lt;a href=\"Bugs%20Bunny%2080th%20Anniversary%20Collection\"&gt;Bugs Bunny 80th Anniversary Collection&lt;/a&gt;\" Blu-ray set on December 1, 2020. The complete first season became available to iTunes on August 29, 2021.\nRelease.\nFollowing its Annecy premiere, the series' first 10 episodes was released on HBO Max on May 27, 2020, with the next 20 episodes of the first season releasing through April 29, 2021. The series also premiered on &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; on July 5, 2021, to promote \"\".\nInternational broadcast.\nIn Canada, the series premiered on &lt;a href=\"Teletoon\"&gt;Teletoon&lt;/a&gt; on October 11, 2020. In Australia and New Zealand, the series premiered on &lt;a href=\"Cartoon%20Network%20%28Australian%20and%20New%20Zealand%20TV%20channel%29\"&gt;Cartoon Network&lt;/a&gt; on April 23, 2021. In the United Kingdom and Ireland, the series premiered on &lt;a href=\"Boomerang%20%28British%20and%20Irish%20TV%20channel%29\"&gt;Boomerang&lt;/a&gt; on June 7, 2021. In Japan, the series premiered on &lt;a href=\"Cartoon%20Network%20%28Japanese%20TV%20channel%29\"&gt;Cartoon Network&lt;/a&gt; on August 15, 2021.\nReception.\nThe first ten shorts debuted at &lt;a href=\"Annecy%20International%20Animated%20Film%20Festival\"&gt;Annecy International Animated Film Festival&lt;/a&gt; in June 2019 and were met with very positive reactions, being described as true to the spirit of the original \"Looney Tunes\" shorts. Film reviewing site Oneofus.net noted: \"While only time will tell if these shorts will become classics, they decidedly will be seen as a noble attempt to bring the \"Looney\" back into \"Looney Tunes\". The cartoons are manic, beautifully animated, and feature amazing voice acting. Even the music tries to recapture the spirit of the originals. Even the characters are doing like what they did in old 30s and 40s shorts\".\nThe official launch of the first ten episodes with HBO Max was also met with positive reviews. Review aggregator &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reported an approval rating of 88% based on 25 reviews, with an average rating of 8.00/10. The critics consensus reads: \"A vibrantly goofy return to form, \"Looney Tunes Cartoons\" is perfectly calibrated cartoon comedy\". &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt; gave the series a weighted score of 71 out of 100 based on 11 reviews, indicating \"generally favorable reviews\".\nFeature film.\nA TV movie based on the series is currently in the works and is set to be written by \"&lt;a href=\"Tom%20%26amp%3B%20Jerry%20%282021%20film%29\"&gt;Tom &amp; Jerry&lt;/a&gt;\" writer Kevin Costello, centering on Daffy Duck and Porky Pig trying to stop an alien invasion. The film will air on &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt;'s \"ACME Night\" block.\nExternal links.\n[[Category:2020s American animated television series]]\n[[Category:2020s American children's comedy television series]]\n[[Category:2020s American surreal comedy television series]]\n[[Category:2020 American television series debuts]]\n[[Category:American flash animated television series]]\n[[Category:American children's animated comedy television series]]\n[[Category:Animated television series reboots]]\n[[Category:Slapstick comedy]]\n[[Category:Looney Tunes television series]]\n[[Category:English-language television shows]]\n[[Category:HBO Max original programming]]\n[[Category:Cartoon Network original programming]]\n[[Category:Animated television series about rabbits and hares]]\n[[Category:Animated television series about ducks]]\n[[Category:Animated television series about pigs]]\n[[Category:Television shows set in the United States]]\n[[Category:Television series set in 2020]]\n[[Category:Television series set in 2021]]\n[[Category:Television series set in 2022]]\n[[Category:Television series impacted by the COVID-19 pandemic]]\n[[Category:Television series created by Peter Browngardt]]\n[[Category:Television series by Warner Bros. Animation]]"
}