{
    "id": "60527564",
    "revid": "1012562300",
    "url": "https://en.wikipedia.org/wiki?curid=60527564",
    "title": "Andre Morize",
    "text": "Andre Morize (September 18, 1883 – October 4, 1957) was a professor of French literature at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; from 1918 to 1951. He is well known for his involvement and activism during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nEarly life.\nMorize was born on September 18, 1883 at &lt;a href=\"Le%20Fleix\"&gt;Le Fleix, France&lt;/a&gt;. In 1900, at the age of 16 he graduated with a Bachelier-ès-lettres from the &lt;a href=\"University%20of%20France\"&gt;University of France&lt;/a&gt;, and won the \"Prix d’honneur\" in the \"Councours General of the Lycées\". He continued his studies at the University of France and earned Licencié-ès-lettres (1906) and Agrégé-des-lettres (1907).While at the University of Paris, he worked under &lt;a href=\"Joseph%20B%C3%A9dier\"&gt;Joseph Bédier&lt;/a&gt; and &lt;a href=\"Gustave%20Lanson\"&gt;Gustave Lanson&lt;/a&gt;, specializing in modern and eighteenth-century French literature and culture.\nAfter graduating, Morize was a professor of French literature at University of &lt;a href=\"Montauban\"&gt;Montauban&lt;/a&gt; from 1907 to 1910. He then worked at the &lt;a href=\"University%20of%20Bordeaux\"&gt;University of Bordeaux&lt;/a&gt; for the next three years. Before joining the French Army at the outbreak of World War I in 1914, he was an associate professor of French literature at &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt; from 1913 to 1914.\nInvolvement in World War I.\nWhen &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; began, Morize entered the &lt;a href=\"French%20Army%20in%20World%20War%20I\"&gt;French Army&lt;/a&gt;. He became a lieutenant (1917) and then a captain (1917/18).\nOn August 2, 1914, Morize was mobilized. He was wounded twice while in the field. He served in the &lt;a href=\"Battle%20of%20Mulhouse\"&gt;Mulhouse campaign&lt;/a&gt; (August 1913); in the battles of Vosges, &lt;a href=\"Battle%20of%20Arras%20%281914%29\"&gt;Arras&lt;/a&gt;, and Vermelles (December 1914); in the battles of Loos, Notre Dame de Lorette, Neuville-Saint-Vaast, Souchez (January–May 1916); at the Belgian Front (May 1916); in the &lt;a href=\"battle%20of%20the%20Somme\"&gt;battle of the Somme&lt;/a&gt; (July 1916–January 1917); and at the Alsace front (April 1917), before he was sent to the United States as part of a military training program.\nDuring the final years of the war, the French Army sent Morize to &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt; as a military liaison, where he worked with their university-wide war efforts in keeping undergraduates fit and ready in case they were drafted. In his position as lecturer on Military Science and Tactics, Morize trained students on &lt;a href=\"trench%20warfare\"&gt;trench warfare&lt;/a&gt; and &lt;a href=\"Machine%20gun%23Maxim%20and%20World%20War%20I\"&gt;machine gun combat&lt;/a&gt; at &lt;a href=\"Fresh%20Pond%20%28Cambridge%2C%20Massachusetts%29\"&gt;Fresh Pond&lt;/a&gt; in &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge, MA&lt;/a&gt;, and was involved in campus events about the war. Because of his service, Morize was decorated with the \"&lt;a href=\"Croix%20de%20Guerre\"&gt;Croix de Guerre&lt;/a&gt;\".\nProfessor at Harvard.\nAs Morize prepared to return to France at the end of World War I, Harvard president &lt;a href=\"A.%20Lawrence%20Lowell\"&gt;A. Lawrence Lowell&lt;/a&gt; invited him to stay on as a professor of French literature and culture. He earned a &lt;a href=\"Doctor%20of%20Letters\"&gt;Litt.D.&lt;/a&gt; from &lt;a href=\"Middlebury%20College\"&gt;Middlebury College&lt;/a&gt; in 1925, where he also served as the director of the &lt;a href=\"Middlebury%20College%20Language%20Schools\"&gt;French summer school&lt;/a&gt;. While directing the summer school, he became a full professor in 1925, and eventually he became chair of the Department of History and Literature.\nHe married professional musician and Boston socialite &lt;a href=\"Ruth%20Muzzy%20Conniston%20Morize\"&gt;Ruth Muzzy Conniston&lt;/a&gt; on June 27, 1929. Their marriage ended in a well-documented divorce after Morize's retirement in 1952.\nInvolvement in World War II.\nOn a vacation in France after directing the 1939 French summer school at Middlebury College, Morize found himself suddenly caught up in the second World War. With no way of returning to the United States to begin his classes, Morize offered his help to the &lt;a href=\"French%20Third%20Republic\"&gt;French government&lt;/a&gt;. He served in the French Ministry of Information until France was overrun by the &lt;a href=\"German%20Army%20%281935%E2%80%931945%29\"&gt;German army&lt;/a&gt; and the &lt;a href=\"Vichy%20France\"&gt;Vichy government&lt;/a&gt; was installed. As a member of the French Bureau of North American Propaganda, Morize translated articles, periodicals, and speeches by French statesmen in order to keep the United States apprised of the war effort.\nA day before the &lt;a href=\"Battle%20of%20France\"&gt;Germans reached Paris&lt;/a&gt;, Morize escaped with three trunks full of French government documents. He kept about a day ahead of the tide of the German army as he made his way to &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, to catch a &lt;a href=\"clipper\"&gt;clipper&lt;/a&gt; back to the United States. He successfully escaped Europe and returned to Harvard on October 7, 1940.\nHe returned to his professorial duties but remained active in the Harvard and local Boston community, advocating for relief measures for refugees.\nPost-World War II.\nAfter World War II, Morize continued to advocate for France, French language, and French culture. He retired from Harvard in May 1951.\nAfter retiring from Harvard, Morize decided to return to France. In France, he obtained a divorce from his wife, Ruth, on March 12, 1952. However, his wife took him to court in &lt;a href=\"Suffolk%20County%2C%20Massachusetts\"&gt;Suffolk County, Massachusetts&lt;/a&gt;, seeking compensation because she claimed Morize had abandoned her by traveling to and deciding to stay in France after his retirement. The divorce became a local sensation due to Ruth's socialite status, Morize's local presence, and the legal precedence of whether a Suffolk County court could adjudicate a French divorce. In the end, Morize was ordered to pay Ruth $150 a month.\nMorize died on October 4, 1957."
}