{
    "id": "60538754",
    "revid": "26583996",
    "url": "https://en.wikipedia.org/wiki?curid=60538754",
    "title": "2021 Open Championship",
    "text": "The 2021 Open Championship, officially the 149th &lt;a href=\"The%20Open%20Championship\"&gt;Open Championship&lt;/a&gt;, was a &lt;a href=\"golf\"&gt;golf&lt;/a&gt; tournament played 15–18 July at &lt;a href=\"Royal%20St%20George%27s%20Golf%20Club\"&gt;Royal St George's Golf Club&lt;/a&gt; in &lt;a href=\"Sandwich%2C%20Kent\"&gt;Sandwich&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. It was originally scheduled for 16–19 July 2020, but was cancelled due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. It was the 15th Open Championship at Royal St George's, and the first since &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt; won in &lt;a href=\"2011%20Open%20Championship\"&gt;2011&lt;/a&gt;.\nThe championship was won by &lt;a href=\"Collin%20Morikawa\"&gt;Collin Morikawa&lt;/a&gt; with a score of 265, 15-under-par, two strokes ahead of &lt;a href=\"Jordan%20Spieth\"&gt;Jordan Spieth&lt;/a&gt;. Morikawa became the first player to win on his Open Championship debut since &lt;a href=\"Ben%20Curtis%20%28golfer%29\"&gt;Ben Curtis&lt;/a&gt; in &lt;a href=\"2003%20Open%20Championship\"&gt;2003&lt;/a&gt;, also at Royal St George's. He also became the first male golfer to win two majors on debut – backing up his 2020 PGA Championship success.\n&lt;a href=\"Lee%20Westwood\"&gt;Lee Westwood&lt;/a&gt; broke &lt;a href=\"Jay%20Haas\"&gt;Jay Haas&lt;/a&gt;'s record of playing in the most majors without a win, with 88.\nOrganisation.\nThe Open Championship was organised by &lt;a href=\"the%20R%26amp%3BA\"&gt;the R&amp;A&lt;/a&gt;, and was included in the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt;, &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt;, and &lt;a href=\"Japan%20Golf%20Tour\"&gt;Japan Golf Tour&lt;/a&gt; calendars under the &lt;a href=\"Men%27s%20major%20golf%20championships\"&gt;major championships&lt;/a&gt; category. The tournament was a 72-hole (4 rounds) &lt;a href=\"stroke%20play\"&gt;stroke play&lt;/a&gt; competition held over 4 days, with 18 holes played each day. Play was in groups of three for the first two days, and groups of two in the final two days. Groupings for the first two days were decided by the organisers, with each group having one morning, and one afternoon tee time. On the final two days, players teed off in reverse order of aggregate score, with the leaders last. After 36 holes there was a &lt;a href=\"cut%20%28golf%29\"&gt;cut&lt;/a&gt;, after which the top 70 and ties progressed through to compete in the third and fourth rounds. In the event of a tie for the lowest score after four rounds, a three-hole aggregate &lt;a href=\"playoff%20%28golf%29\"&gt;playoff&lt;/a&gt; would be held to determine the winner; this would be followed by sudden-death extra holes if necessary until a winner emerged.\nThe previous record for attendance at Royal St George's was 183,000 but organisers expected the 2020 edition to exceed 200,000. Friday, Saturday and Sunday tickets sold out well in advance, with a few Thursday tickets still to be sold. With COVID-19 restrictions in place, up to 32,000 fans were allowed to attend each day of the tournament. \nCancellation in 2020.\nIn March 2020, &lt;a href=\"The%20R%26amp%3BA\"&gt;The R&amp;A&lt;/a&gt; released a statement regarding the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;COVID-19 pandemic&lt;/a&gt;, stating they were examining a range of scenarios for staging the championships, with the focus on proceeding as planned, but also considering other available contingency options. On 6 April, the R&amp;A announced the Championship was cancelled for 2020; it was the first time since the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; that the event was not held. Only the Open Championships for men (Open and Senior Open) were not played; the Women's Open was played behind closed doors.\nVenue.\nThe 2021 Open Championship was the 149th edition of the tournament and was held at &lt;a href=\"Royal%20St%20George%27s%20Golf%20Club\"&gt;Royal St George's Golf Club&lt;/a&gt;. It is located in &lt;a href=\"Sandwich%20Bay%2C%20Kent\"&gt;Sandwich Bay&lt;/a&gt;, a long sweeping inlet of the sea between &lt;a href=\"Ramsgate\"&gt;Ramsgate&lt;/a&gt; and &lt;a href=\"Deal%2C%20Kent\"&gt;Deal&lt;/a&gt;, on the east coast of &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. The coastal area consists of sand flats with their associated salt marshes and coastal sand dunes. These conditions are well suited to &lt;a href=\"Links%20%28golf%29\"&gt;links golf&lt;/a&gt;, with &lt;a href=\"Prince%27s%20Golf%20Club%2C%20Sandwich\"&gt;Prince's Golf Club&lt;/a&gt; (1932) and &lt;a href=\"Royal%20Cinque%20Ports%20Golf%20Club\"&gt;Royal Cinque Ports Golf Club&lt;/a&gt; (1909, 1920), both previous Open venues, found immediately north and south of St George's.\nIn preparation for the Open Championship, Royal St George's tasked golf course architects Mackenzie and Ebert to make alterations to the course. Large bunkers at the 4th and 7th holes, and a large bare sand area to the left of the 5th hole, were restored. Two bunkers to the left of the 17th green were replaced by a &lt;a href=\"Swale%20%28landform%29\"&gt;swale&lt;/a&gt; and bunkering was altered on the 18th hole. Improvements were also made to the practice facilities.\nRoyal St George's is the only venue on the &lt;a href=\"List%20of%20The%20Open%20Championship%20venues\"&gt;current rota&lt;/a&gt; located in &lt;a href=\"Southern%20England\"&gt;Southern England&lt;/a&gt;. The 2021 tournament was the 15th edition held at the venue, having first hosted in &lt;a href=\"1894%20Open%20Championship\"&gt;1894&lt;/a&gt;, when it became the first club outside &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; to host the championship. The previous edition held at the venue was in &lt;a href=\"2011%20Open%20Championship\"&gt;2011&lt;/a&gt;, won by &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt;. The closest large city is &lt;a href=\"London\"&gt;London&lt;/a&gt;, about west-northwest.\nTo accommodate for the tournament, the &lt;a href=\"Sandwich%20railway%20station\"&gt;local station&lt;/a&gt; had the platforms extended to accommodate 12-carriage trains. There is a dedicated camping and glamping area, called The Open Camping Village, with a capacity for 2,200 people. The local town had a &lt;a href=\"Sandwich%2C%20Kent\"&gt;Sandwich&lt;/a&gt; in bloom initiative to try to encourage much more tourist activity than in 2011.\nCourse layout.\nLengths of the course for previous Opens (since 1950)\nField.\nThe Open Championship field was made up of 156 players, who gained entry through various exemption criteria and qualifying tournaments. The criteria included past Open champions, recent major winners, top ranked players in the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;world rankings&lt;/a&gt; and from the leading world tours, and winners and high finishers from various designated tournaments, including the Open Qualifying Series; the winners of designated amateur events, including &lt;a href=\"The%20Amateur%20Championship\"&gt;The Amateur Championship&lt;/a&gt; and &lt;a href=\"U.S.%20Amateur\"&gt;U.S. Amateur&lt;/a&gt;, also gained exemption provided they remain an amateur. Anyone not qualifying via exemption, and had a handicap of 0.4 or lower, could gain entry through regional and final qualifying events.\nCriteria and exemptions.\nEach player is classified according to the first category in which he qualified, but other categories are shown in parentheses. The criteria were updated in December 2020, with the R&amp;A adding additional criteria and extending others. Further adjustments were announced in May and June 2021, with additional places being available through final qualifying, and several additional exemptions added through nominated &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt;, &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt;, and &lt;a href=\"Challenge%20Tour\"&gt;Challenge Tour&lt;/a&gt; events.\n1. The Open Champions aged 60 or under on 19 July 2020.\n2. The Open Champions for 2010–2019.\n3. Top 10 finishers and ties in the &lt;a href=\"2019%20Open%20Championship\"&gt;2019 Open Championship&lt;/a&gt;.\n4. Top 50 players in the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;Official World Golf Ranking&lt;/a&gt; (OWGR) for Week 21, 2021.\n4a. Additional exemptions awarded from the Official World Golf Ranking for Week 26, 2021.\n5. Top 30 in the final &lt;a href=\"2019%20European%20Tour\"&gt;2019&lt;/a&gt; &lt;a href=\"Race%20to%20Dubai\"&gt;Race to Dubai&lt;/a&gt; standings.\n5a. Top 10 in the final &lt;a href=\"2020%20European%20Tour\"&gt;2020&lt;/a&gt; Race to Dubai standings.\n6. Recent winners of the &lt;a href=\"BMW%20PGA%20Championship\"&gt;BMW PGA Championship&lt;/a&gt; (2017–2020).\n7. Top 5 players, not already exempt, within the top 20 of the &lt;a href=\"2021%20European%20Tour\"&gt;2021&lt;/a&gt; &lt;a href=\"Race%20to%20Dubai\"&gt;Race to Dubai&lt;/a&gt; through the &lt;a href=\"BMW%20International%20Open\"&gt;BMW International Open&lt;/a&gt;.\n8. Recent winners of the &lt;a href=\"Masters%20Tournament\"&gt;Masters Tournament&lt;/a&gt; (2016–2021).\n9. Recent winners of the &lt;a href=\"PGA%20Championship\"&gt;PGA Championship&lt;/a&gt; (2015–2021).\n10. Recent winners of the &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt; (2016–2021).\n11. Recent winners of the &lt;a href=\"The%20Players%20Championship\"&gt;Players Championship&lt;/a&gt; (2018–2021).\n12. The 30 qualifiers for the &lt;a href=\"2019%20FedEx%20Cup%20Playoffs\"&gt;2019&lt;/a&gt; &lt;a href=\"Tour%20Championship\"&gt;Tour Championship&lt;/a&gt;.\n12a. The leading ten qualifiers for the &lt;a href=\"2020%20FedEx%20Cup%20Playoffs\"&gt;2020&lt;/a&gt; &lt;a href=\"Tour%20Championship\"&gt;Tour Championship&lt;/a&gt;.\n13. Top five players, not already exempt, within the top 20 of the &lt;a href=\"2020%E2%80%9321%20PGA%20Tour\"&gt;2020–21&lt;/a&gt; &lt;a href=\"FedEx%20Cup\"&gt;FedEx Cup&lt;/a&gt; points list through the &lt;a href=\"Travelers%20Championship\"&gt;Travelers Championship&lt;/a&gt;.\n14. Winner of the 2019 &lt;a href=\"Open%20de%20Argentina\"&gt;Open de Argentina&lt;/a&gt;.\n15. Playing members of the &lt;a href=\"2019%20Presidents%20Cup\"&gt;2019&lt;/a&gt; &lt;a href=\"Presidents%20Cup\"&gt;Presidents Cup&lt;/a&gt; teams.\n16. Winners of the &lt;a href=\"2019%20Asian%20Tour\"&gt;2019&lt;/a&gt; and &lt;a href=\"2020%E2%80%9321%E2%80%9322%20Asian%20Tour\"&gt;2020–21&lt;/a&gt; &lt;a href=\"Asian%20Tour\"&gt;Asian Tour&lt;/a&gt; Order of Merit.\n17. Winners of the &lt;a href=\"2019%20PGA%20Tour%20of%20Australasia\"&gt;2019&lt;/a&gt; and &lt;a href=\"2020%E2%80%9321%20PGA%20Tour%20of%20Australasia\"&gt;2020–21&lt;/a&gt; &lt;a href=\"PGA%20Tour%20of%20Australasia\"&gt;PGA Tour of Australasia&lt;/a&gt; Order of Merit.\n18. Winners of the &lt;a href=\"2019%E2%80%9320%20Sunshine%20Tour\"&gt;2019–20&lt;/a&gt; and &lt;a href=\"2020%E2%80%9321%20Sunshine%20Tour\"&gt;2020–21&lt;/a&gt; &lt;a href=\"Sunshine%20Tour\"&gt;Sunshine Tour&lt;/a&gt; Order of Merit.\n19. Winners of the 2019 and 2020 &lt;a href=\"Japan%20Open%20Golf%20Championship\"&gt;Japan Open&lt;/a&gt;.\n20. Winners of the 2020 and 2021 &lt;a href=\"Asia-Pacific%20Diamond%20Cup%20Golf\"&gt;Asia-Pacific Diamond Cup Golf&lt;/a&gt;.\n21. Top two players on the &lt;a href=\"2019%20Japan%20Golf%20Tour\"&gt;2019&lt;/a&gt; and &lt;a href=\"2020%20Japan%20Golf%20Tour\"&gt;2020&lt;/a&gt; &lt;a href=\"Japan%20Golf%20Tour\"&gt;Japan Golf Tour&lt;/a&gt; Official Money List.\n22. The top two finishers, not already exempt, in the 2021 &lt;a href=\"Mizuno%20Open\"&gt;Mizuno Open&lt;/a&gt;.\n23. Winner of the 2019 and 2020 &lt;a href=\"Senior%20Open%20Championship\"&gt;Senior Open Championship&lt;/a&gt;.\n24. Winners of the 2020 and 2021 &lt;a href=\"The%20Amateur%20Championship\"&gt;Amateur Championship&lt;/a&gt;.\n25. Winners of the 2019 and 2020 &lt;a href=\"U.S.%20Amateur\"&gt;U.S. Amateur&lt;/a&gt;.\n26. Winners of the 2020 and 2021 &lt;a href=\"European%20Amateur\"&gt;European Amateur&lt;/a&gt;.\n27. Recipient of the 2019 and 2020 &lt;a href=\"Mark%20H.%20McCormack%20Medal\"&gt;Mark H. McCormack Medal&lt;/a&gt;.\n28. Winner of the 2019 and 2020 &lt;a href=\"Asia-Pacific%20Amateur%20Championship\"&gt;Asia-Pacific Amateur Championship&lt;/a&gt;.\n29. Winner of the 2020 and 2021 &lt;a href=\"Latin%20America%20Amateur%20Championship\"&gt;Latin America Amateur Championship&lt;/a&gt;.\n30. The leading player, not already exempt, in the 2021 &lt;a href=\"Kask%C3%A1da%20Golf%20Challenge\"&gt;Kaskáda Golf Challenge&lt;/a&gt; (must have made the cut and not participated in Final Qualifying).\n31. The leading three players, not already exempt, in the 2021 &lt;a href=\"Dubai%20Duty%20Free%20Irish%20Open\"&gt;Dubai Duty Free Irish Open&lt;/a&gt; (must have made the cut and not participated in Final Qualifying).\n32. The leading player, not already exempt, in the 2021 &lt;a href=\"Le%20Vaudreuil%20Golf%20Challenge\"&gt;Le Vaudreuil Golf Challenge&lt;/a&gt; (must have made the cut and not participated in Final Qualifying).\n33. The leading three players, not already exempt, in the 2021 &lt;a href=\"Abrdn%20Scottish%20Open\"&gt;Abrdn Scottish Open&lt;/a&gt;.\n34. The leading player, not already exempt, in the 2021 &lt;a href=\"John%20Deere%20Classic\"&gt;John Deere Classic&lt;/a&gt; (must have finished within the top 5 and ties).\n35. Open Qualifying Series\n36. Final Qualifying\nReserves added to the field.\nOpen Qualifying Series.\nThe Open Qualifying Series (OQS) for the 2020 Open Championship was to consist of twelve events from the six major tours, however only four events took place prior to cancellation of the Open in 2020. The 13 players who had qualified from these four events retained their eligibility for 2021. The remaining tournaments were either cancelled due to the COVID-19 pandemic or proceeded without offering places in the Open.\nPlaces were available to the leading players (not otherwise exempt) who finished in the top \"n\" and ties. In the event of ties, positions went to players ranked highest according to that week's &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;OWGR&lt;/a&gt;.\nFinal Qualifying.\nIn 2020, thirteen regional qualifying events were scheduled to be held at Alwoodley, Berwick-upon-Tweed, Burhill, Caldy, Fairhaven, Frilford Heath, Kedleston Park, Minchinhampton, Moor Park, Northamptonshire County, and Rochester &amp; Cobham Park in England, Panmure in Scotland, and County Louth in Republic of Ireland|Ireland. Final Qualifying events were then to be played on 1 July 2020 with at least twelve places in the championship available. The events were to be hosted at &lt;a href=\"Fairmont%20St%20Andrews\"&gt;Fairmont St Andrews&lt;/a&gt; in Scotland, and &lt;a href=\"Notts%20Golf%20Club\"&gt;Notts (Hollinwell)&lt;/a&gt;, &lt;a href=\"Prince%27s%20Golf%20Club%2C%20Sandwich\"&gt;Prince's&lt;/a&gt; and &lt;a href=\"St%20Annes%20Old%20Links%20Golf%20Club\"&gt;St Annes Old Links&lt;/a&gt; in England.\nFollowing the postponement of the championship to 2021, the R&amp;A announced in March 2021 that regional qualifying would be held on 26 and 27 June at Notts (Hollinwell), Prince's, St Annes Old Links and West Lancashire, with final qualifying at the same venues on 29 June. The announcement also confirmed that least eight places would be available through final qualifying. In May, the number of available places was increased to the usual twelve.\nThe Final Qualifying events were played on 29 June at four courses. Three qualifying places were available at each location, with 72 golfers competing at each.\nRound summaries.\nFirst round.\n\"Thursday, 15 July 2021\"\n&lt;a href=\"Louis%20Oosthuizen\"&gt;Louis Oosthuizen&lt;/a&gt;, the 2010 champion and runner-up in the previous two majors, opened with seven straight pars before making six birdies in a span of nine holes. He shot a bogey-free 64 (−6) and took a one-shot lead after the first round.\n&lt;a href=\"Jordan%20Spieth\"&gt;Jordan Spieth&lt;/a&gt; was one-over on the round before making four straight birdies on the front-nine. After making birdie on both the 15th and 16th, he finished with a round of 65 (−5) to tie &lt;a href=\"Brian%20Harman\"&gt;Brian Harman&lt;/a&gt; for second place.\nFive Englishmen were inside the top-10 after 18 holes, including 2019 runner-up &lt;a href=\"Tommy%20Fleetwood\"&gt;Tommy Fleetwood&lt;/a&gt;, who birdied the last hole to shoot three-under 67 and join a 10-way tie for ninth place. Defending champion &lt;a href=\"Shane%20Lowry%20%28golfer%29\"&gt;Shane Lowry&lt;/a&gt; had a one-over 71, as did &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt;, who won the last time the Open was held at Royal St George's in 2011.\n&lt;a href=\"Phil%20Mickelson\"&gt;Phil Mickelson&lt;/a&gt;, winner of the &lt;a href=\"2021%20PGA%20Championship\"&gt;PGA Championship&lt;/a&gt; two months earlier and the &lt;a href=\"2013%20Open%20Championship\"&gt;2013 Open&lt;/a&gt; champion, had a 10-over 80, his worst score at this tournament since 1998, and finished the round tied for last place. &lt;a href=\"Lin%20Yuxin\"&gt;Lin Yuxin&lt;/a&gt; was the leading amateur after a round of 69.\nSecond round.\n\"Friday, 16 July 2021\"\nFirst-round leader &lt;a href=\"Louis%20Oosthuizen\"&gt;Louis Oosthuizen&lt;/a&gt; set a 36-hole Open Championship scoring record after a round of 65 (−5). After consecutive birdies on holes 12 and 13, Oosthuizen eagled the par-five 14th to go six-under on his round and open a three-shot lead. He bogeyed the 16th, his first bogey of the tournament, before finishing with pars on the final two holes to post 11-under. His total of 129 broke by one shot the previous 36-hole scoring record, first set by &lt;a href=\"Nick%20Faldo\"&gt;Nick Faldo&lt;/a&gt; in 1992 and &lt;a href=\"Brandt%20Snedeker\"&gt;Brandt Snedeker&lt;/a&gt; in 2012.\n&lt;a href=\"Collin%20Morikawa\"&gt;Collin Morikawa&lt;/a&gt;, making his Open debut, had seven birdies and only one bogey in a six-under round of 64. He led by three shots after finishing his round in the morning before being passed by Oosthuizen in the afternoon, ending up two shots back at nine-under. &lt;a href=\"Jordan%20Spieth\"&gt;Jordan Spieth&lt;/a&gt; was tied for the lead after being four-under through 12 holes before a bogey on the 15th dropped him back to eight-under following a round of 67 (−3).\n&lt;a href=\"Matti%20Schmid\"&gt;Matti Schmid&lt;/a&gt; had a second-round 65 to equal the record for the lowest round by an amateur in the Open Championship; a record set by &lt;a href=\"Tom%20Lewis%20%28golfer%29\"&gt;Tom Lewis&lt;/a&gt; in 2011, also at Royal St George's. Schmid had an opening-round 74, leaving him on 139 after two rounds, 1-under-par. &lt;a href=\"Lin%20Yuxin\"&gt;Lin Yuxin&lt;/a&gt; was the other amateur to make the cut, after a second round 72.\n77 players made the 36-hole cut at 141 (+1). Notable players to miss the cut included past champions &lt;a href=\"Francesco%20Molinari\"&gt;Francesco Molinari&lt;/a&gt;, &lt;a href=\"Henrik%20Stenson\"&gt;Henrik Stenson&lt;/a&gt;, &lt;a href=\"Stewart%20Cink\"&gt;Stewart Cink&lt;/a&gt;, &lt;a href=\"Ernie%20Els\"&gt;Ernie Els&lt;/a&gt;, &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt;, and &lt;a href=\"Phil%20Mickelson\"&gt;Phil Mickelson&lt;/a&gt;.\nThird round.\n\"Saturday, 17 July 2021\"\n&lt;a href=\"Louis%20Oosthuizen\"&gt;Louis Oosthuizen&lt;/a&gt; held the outright lead for the third consecutive round after a one-under-par 69. Oosthuizen began the round with six pars before making a birdie on the seventh and ninth holes to open a two-shot lead at 13-under-par. At the par-three 11th, he failed to get up-and-down after missing the green with his tee shot for his first bogey of the round. Right of the green on the 13th, he left his chip shot short and made his second bogey in three holes to fall back into a tie for the lead. He made a birdie on the par-three 16th with an approach shot within eight feet, finishing the round at 12-under-par and with a one-shot lead.\n&lt;a href=\"Collin%20Morikawa\"&gt;Collin Morikawa&lt;/a&gt;, two behind at the start of the round, was two-over-par for his first five holes before coming back with a birdie on the par-five seventh and another from 25 feet on the eighth hole. He made another long birdie putt on the 13th and tapped in for birdie on the par-five 14th after reaching the green in two, making a two-under 68 and ending up at 11-under-par.\n&lt;a href=\"Jordan%20Spieth\"&gt;Jordan Spieth&lt;/a&gt; made five birdies in his first 10 holes and was part of a three-way tie for the lead with Oosthuizen and Morikawa on the back-nine. He bogeyed the 11th from a greenside bunker, three-putted for par on the 14th, and, on the 17th, failed to get over the false front of the green with his approach shot from the fairway and made another bogey. After missing a birdie putt on the 18th, Spieth's two-foot-putt for par also missed. He played his last eight holes in three-over-par to fall back to third place at nine-under-par, three shots behind the leader.\n&lt;a href=\"Corey%20Conners\"&gt;Corey Conners&lt;/a&gt; moved into a tie for fourth place after a third-round 66. &lt;a href=\"Robert%20MacIntyre\"&gt;Robert MacIntyre&lt;/a&gt; had the best round of the day, a 5-under-par 65.\nFinal round.\n\"Sunday, 18 July, 2021\"\nSummary.\n&lt;a href=\"Collin%20Morikawa\"&gt;Collin Morikawa&lt;/a&gt; became the first player since &lt;a href=\"2003%20Open%20Championship\"&gt;2003&lt;/a&gt; to win in his Open Championship debut, shooting a bogey-free 66 (−4) to finish two shots ahead of runner-up &lt;a href=\"Jordan%20Spieth\"&gt;Jordan Spieth&lt;/a&gt;.\nBeginning the round a shot off the lead, Morikawa made six straight pars before getting up-and-down from short of the green on the par-five seventh hole. He made a 25-foot putt for birdie on the eighth and finished his front-nine with a third straight birdie on the ninth to get to 14-under and take a three-shot lead into the back-nine. He made another long birdie putt over a ridge on the par-five 14th, and managed to save par from the fescue to the left of the green on the 15th. With pars on his final three holes, Morikawa finished at 15-under, not recording a bogey over his last 31 holes of the tournament.\n&lt;a href=\"Jordan%20Spieth\"&gt;Jordan Spieth&lt;/a&gt;, seeking his second Open title, was two-over on his round before making an eagle on the seventh and playing holes 7 to 14 in six-under-par to get within one of Morikawa. But he was unable to get any closer, finishing with four pars and ending up at 13-under-par for the tournament.\n&lt;a href=\"Louis%20Oosthuizen\"&gt;Louis Oosthuizen&lt;/a&gt;, leader through the first three rounds, fell from the lead with a bogey on the fourth hole and suffered another bogey on the seventh after hitting his bunker shot across the green into another bunker. He didn't make a birdie until the par-three 11th, his tee shot hitting off the flagstick before settling within five feet. He shot a one-over-par 71 and finished tied for third at 11-under-par, four behind Morikawa. &lt;a href=\"2021%20U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt; champion &lt;a href=\"Jon%20Rahm\"&gt;Jon Rahm&lt;/a&gt; eagled the seventh and made four straight birdies on his back-nine to shoot 66 (−4) and tie Oosthuizen for third place.\nWith the win, Morikawa became the first player to win two major championships within their first eight career starts since &lt;a href=\"Bobby%20Jones%20%28golfer%29\"&gt;Bobby Jones&lt;/a&gt;, and the first to win two different majors in his tournament debut.\nScorecard.\n\"Final round\"\n\"Cumulative tournament scores, relative to par\"\nMedia.\nThe 2021 Open Championship was televised by &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt; in both the United Kingdom and the United States, domestically in the UK with the &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; brand, and in the United States by the &lt;a href=\"Golf%20Channel\"&gt;Golf Channel&lt;/a&gt; brand, including &lt;a href=\"Golf%20Channel%20on%20NBC\"&gt;broadcast network&lt;/a&gt; coverage on weekends."
}