{
    "id": "605783",
    "revid": "6056090",
    "url": "https://en.wikipedia.org/wiki?curid=605783",
    "title": "Kaurna",
    "text": "The Kaurna people (, ; also Coorna, Kaura, Gaurna and other variations) are a group of &lt;a href=\"Aboriginal%20Australians\"&gt;Aboriginal people&lt;/a&gt; whose traditional lands include the &lt;a href=\"Adelaide%20Plains\"&gt;Adelaide Plains&lt;/a&gt; of &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;. They were known as the Adelaide tribe by the early settlers. Kaurna culture and &lt;a href=\"Kaurna%20language\"&gt;language&lt;/a&gt; were almost completely destroyed within a few decades of the &lt;a href=\"British%20colonisation%20of%20South%20Australia\"&gt;British colonisation of South Australia&lt;/a&gt; in 1836. However, extensive documentation by early missionaries and other researchers has enabled a modern revival of both language and culture. The phrase \"Kaurna meyunna\" means \"Kaurna people\".\nEtymology.\nThe early settlers of South Australia referred to the various indigenous tribes of the &lt;a href=\"Adelaide%20Plains\"&gt;Adelaide Plains&lt;/a&gt; and &lt;a href=\"Fleurieu%20Peninsula\"&gt;Fleurieu Peninsula&lt;/a&gt; as \"Rapid Bay tribe\", \"the Encounter Bay tribe\", \"the Adelaide tribe\", the Kouwandilla tribe, \"the Wirra tribe\", \"the Noarlunga tribe\" (the Ngurlonnga band) and the Willunga tribe (the Willangga band).\nThe extended family groups of the Adelaide Plains, who spoke dialects of a common language, were named according to locality, such as \"Kawanda Meyunna\" (North men), \"Wirra Meyunna\" (Forest People), \"Pietta Meyunna\" (Murrray River people), \"Wito Meyunna\" (Adelaide clan's former name), \"Tandanya\" (South Adelaide people), etc. – but they had no common name for themselves. The name \"Kaurna\" was not recorded until 1879, used by &lt;a href=\"Alfred%20William%20Howitt\"&gt;Alfred William Howitt&lt;/a&gt; in 1904, but not widely used until popularised by &lt;a href=\"Norman%20Tindale\"&gt;Norman B. Tindale&lt;/a&gt; in the 1920s. Most likely, it is an &lt;a href=\"exonym\"&gt;exonym&lt;/a&gt; introduced from the &lt;a href=\"Ramindjeri\"&gt;Ramindjeri&lt;/a&gt; or &lt;a href=\"Ngarrindjeri\"&gt;Ngarrindjeri&lt;/a&gt; word \"kornar\" meaning \"men\" or \"people\".\n\"Kaurna meyunna\", meaning Kaurna people, is often used in greetings and &lt;a href=\"Welcome%20to%20Country\"&gt;Welcome to Country&lt;/a&gt; or Acknowledgement of Country ceremonies.\nLanguage.\n&lt;a href=\"Kaurna%20language\"&gt;Kaurna'war:a (Kaurna speech)&lt;/a&gt; belongs to the &lt;a href=\"Thura-Yura%20languages\"&gt;Thura-Yura&lt;/a&gt; branch of the &lt;a href=\"Pama%E2%80%93Nyungan%20languages\"&gt;Pama–Nyungan languages&lt;/a&gt;. The first word lists taken down of the Kaurna language date to 1826. A knowledge of Kaurna language was keenly sought by many of the early settlers. &lt;a href=\"William%20Williams%20%28brewer%29\"&gt;William Williams&lt;/a&gt; and James Cronk were the first settlers to gain a working knowledge of the language, and to publish a Kaurna wordlist, which they did in 1840. When &lt;a href=\"George%20Gawler\"&gt;George Gawler&lt;/a&gt;, South Australia's third Governor, arrived in October 1838, he gave a speech to the local Indigenous population through a translator, &lt;a href=\"William%20Wyatt%20%28settler%29\"&gt;William Wyatt&lt;/a&gt; (later third interim &lt;a href=\"Protector%20of%20Aborigines\"&gt;Protector of Aborigines&lt;/a&gt;), assisted by Williams and Cronk. Gawler actively encouraged the settlers to learn Kaurna, and advocated using the Kaurna names for geographic landmarks.\nIn October 1838 two German &lt;a href=\"Christian%20mission\"&gt;missionaries&lt;/a&gt;, &lt;a href=\"Christian%20Teichelmann\"&gt;Christian Teichelmann&lt;/a&gt; and &lt;a href=\"Clamor%20Sch%C3%BCrmann\"&gt;Clamor Schürmann&lt;/a&gt;, arrived on the same ship as Gawler in 1838, and immediately set about learning and documenting the language in order to civilise and \"Christianise\" the natives. In December 1839, they opened a school at &lt;a href=\"Piltawodli\"&gt;Piltawodli&lt;/a&gt; (in the west &lt;a href=\"Adelaide%20Park%20Lands\"&gt;Park Lands&lt;/a&gt; north of the &lt;a href=\"River%20Torrens\"&gt;River Torrens&lt;/a&gt;) where the children were taught to read and write in Kaurna. Schurmann and Teichelmann (and later &lt;a href=\"German%20Australians%23German%20missionaries\"&gt;Samuel Klose&lt;/a&gt;) translated the Ten Commandments and a number of German hymns into Kaurna, and although they never achieved their goal of translating the entire Bible, their recorded vocabulary of over 2,000 words was the largest wordlist registered by that time, and pivotal in the modern revival of the language.\nTerritory.\nKaurna territory extended from &lt;a href=\"Cape%20Jervis%20%28headland%29\"&gt;Cape Jervis&lt;/a&gt; at the bottom of the &lt;a href=\"Fleurieu%20Peninsula\"&gt;Fleurieu Peninsula&lt;/a&gt; to &lt;a href=\"Port%20Wakefield%2C%20South%20Australia\"&gt;Port Wakefield&lt;/a&gt; on the eastern shore of &lt;a href=\"Gulf%20St%20Vincent\"&gt;Gulf St Vincent&lt;/a&gt;, and as far north as &lt;a href=\"Crystal%20Brook%2C%20South%20Australia\"&gt;Crystal Brook&lt;/a&gt; in the &lt;a href=\"Mid%20North\"&gt;Mid North&lt;/a&gt;. Tindale claimed &lt;a href=\"clans\"&gt;clans&lt;/a&gt; were found living in the vicinity of &lt;a href=\"Snowtown%2C%20South%20Australia\"&gt;Snowtown&lt;/a&gt;, &lt;a href=\"Blyth%2C%20South%20Australia\"&gt;Blyth&lt;/a&gt;, &lt;a href=\"Hoyleton%2C%20South%20Australia\"&gt;Hoyleton&lt;/a&gt;, &lt;a href=\"Hamley%20Bridge%2C%20South%20Australia\"&gt;Hamley Bridge&lt;/a&gt;, &lt;a href=\"Clarendon%2C%20South%20Australia\"&gt;Clarendon&lt;/a&gt;, &lt;a href=\"Gawler%2C%20South%20Australia\"&gt;Gawler&lt;/a&gt; and &lt;a href=\"Myponga%2C%20South%20Australia\"&gt;Myponga&lt;/a&gt;. The &lt;a href=\"stringy%20bark\"&gt;stringy bark&lt;/a&gt; forests over the back of the &lt;a href=\"Mount%20Lofty%20Ranges\"&gt;Mount Lofty Ranges&lt;/a&gt; have been claimed as a traditional boundary between Kaurna and &lt;a href=\"Peramangk\"&gt;Peramangk&lt;/a&gt; people. Tunkalilla Beach (keinari), east of Cape Jervis, is the traditional boundary with the &lt;a href=\"Ramindjeri\"&gt;Ramindjeri&lt;/a&gt;.\nThis is the most widely cited alignment of Kaurna territorial boundaries. However, according to &lt;a href=\"Ronald%20Berndt\"&gt;Ronald&lt;/a&gt; and &lt;a href=\"Catherine%20Berndt\"&gt;Catherine Berndt&lt;/a&gt; the neighbouring Ramindjeri tribe assert a historical territory including the whole southern portion of the Fleurieu Peninsula and &lt;a href=\"Kangaroo%20Island\"&gt;Kangaroo Island&lt;/a&gt;, extending as far north as &lt;a href=\"Port%20Noarlunga%2C%20South%20Australia\"&gt;Noarlunga&lt;/a&gt; or even the &lt;a href=\"River%20Torrens\"&gt;River Torrens&lt;/a&gt;. This overlaps with a significant portion of the territory claimed by both the Kaurna and the neighbouring Ngarrindjeri to the east. However, linguistic evidence suggests that the Aboriginal people encountered by &lt;a href=\"William%20Light\"&gt;Colonel Light&lt;/a&gt; at &lt;a href=\"Rapid%20Bay%2C%20South%20Australia\"&gt;Rapid Bay&lt;/a&gt; in 1836 were Kaurna speakers. The Berndts' ethnographic study, which was conducted in the 1930s, identified six Ngarrindjeri clans occupying the coast from Cape Jervis to a few kilometres south of Adelaide. The Berndts posited that the clans may have expanded along trade routes as the Kaurna were dispossessed by colonists.\nA main Kaurna presence was in &lt;a href=\"Tarndanyangga\"&gt;Tarndanyangga&lt;/a&gt; (\"red kangaroo place\") near the &lt;a href=\"River%20Torrens\"&gt;River Torrens&lt;/a&gt; and the creeks that flowed into it, an area that became the site of the &lt;a href=\"Adelaide%20city%20centre\"&gt;Adelaide city centre&lt;/a&gt;. Kaurna people also resided in the suburb of &lt;a href=\"Burnside%2C%20South%20Australia\"&gt;Burnside&lt;/a&gt;, and an early settler of the village of &lt;a href=\"Beaumont%2C%20South%20Australia\"&gt;Beaumont&lt;/a&gt; described the local people thus:\nAt every creek and gully you would see their &lt;a href=\"humpy\"&gt;wurlies&lt;/a&gt; and their fires at night ... often as many as 500 to 600 would be camped in various places ... some behind the Botanic Gardens on the banks of the river; some toward the Ranges; some on the &lt;a href=\"Waterfall%20Gully%2C%20South%20Australia\"&gt;Waterfall Gully&lt;/a&gt;.\nDispossession.\nAlthough Governors Hindmarsh (1836–1838) and Gawler (1838–1841) had orders to extend the protection of British law to the people and their property, the colonists' interests came first; their policy of \"civilising\" and \"protecting\" the Indigenous people nonetheless assumed a peaceful transfer of land to the settlers. All land was offered up for sale and bought by settlers.\nThe &lt;a href=\"Lutheran\"&gt;Lutheran&lt;/a&gt; missionaries Christian Teichelmann and Clamor Schurmann studied Kaurna language and culture, and were able to inform the authorities of their exclusive ownership of land inherited through the paternal line. Gawler reserved several areas for the Kaurna people, but the settlers protested and these areas were subsequently sold or leased. Within ten years, all of the Kaurna and Ramindjeri lands were occupied by Europeans. Wild fauna disappeared as European garden practices were introduced and grazing animals destroyed the bulbs, lilies and tubers that the Kaurna had tended for food. Elders no longer had authority; their entire way of life had been undermined.\nPopulation.\n1790s–1860s.\nThe Kaurna may have numbered several thousand before European contact, but were down to about 700 by the time of the formal establishment of the colony in 1836. Initially, contacts began with the arrival of sealers and whalers in the 1790s. Sealers established themselves on Kangaroo Island as early as 1806, and raided the mainland for Kaurna women, both for the sexual opportunities and the help they could supply in skinning the sealers' prey. Wary of Europeans from their experience with sealers, the Kaurna generally stayed aloof when the first colonists arrived. The timing was important. Summer was a period when the Kaurna traditionally moved from the plains to the foothills, so that the initial settlement of the Adelaide area took place without any conflict.\nThe population again severely declined upon the arrival of Anglo-European colonial settlers with South Australia Governor Captain &lt;a href=\"John%20Hindmarsh\"&gt;John Hindmarsh&lt;/a&gt; as Commander-in-chief in December 1836 at &lt;a href=\"Holdfast%20Bay\"&gt;Holdfast Bay&lt;/a&gt; (now &lt;a href=\"Glenelg%2C%20South%20Australia\"&gt;Glenelg&lt;/a&gt;). According to an entry in the \"&lt;a href=\"South%20Australian%20Register\"&gt;South Australian Register&lt;/a&gt;\" (30 January 1842), the Kaurna population numbered around 650. They had suffered a serious drop in numbers in the early 1830s (and possibly again in 1889) due to a &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt; epidemic which is thought to have originated in the eastern states and spread along the &lt;a href=\"Murray%20River\"&gt;Murray River&lt;/a&gt; as Indigenous groups traded with each other. This devastated their lives in every way. An outbreak of typhoid, due to pollution by Europeans of the &lt;a href=\"River%20Torrens\"&gt;River Torrens&lt;/a&gt;, lead to many deaths and a rapid population decline, though accurate figures were not recorded. Many contracted other diseases against which they lacked immunity, such as &lt;a href=\"measles\"&gt;measles&lt;/a&gt;, &lt;a href=\"whooping%20cough\"&gt;whooping cough&lt;/a&gt;, &lt;a href=\"typhus\"&gt;typhus&lt;/a&gt;, &lt;a href=\"dysentery\"&gt;dysentery&lt;/a&gt; and influenza. The groups lost their identities as they merged with others, and the Kaurna and Ramindjeri people were reduced to very few. In the 1840s, Murray River people invaded, stealing women and children, while the government suppressed the Kaurna attempts at self-defence. Some Kaurna moved north to join other tribes.\nThe Colonisation Commissioners had promised to protect the Aboriginal people and their property as well as making provision for their subsistence, education and advancement, with the post of &lt;a href=\"Protector%20of%20Aborigines\"&gt;Protector of Aborigines&lt;/a&gt; set up with this aim. &lt;a href=\"William%20Wyatt%20%28settler%29\"&gt;William Wyatt&lt;/a&gt; was followed by the first official appointment in the role, &lt;a href=\"Matthew%20Moorhouse\"&gt;Matthew Moorhouse&lt;/a&gt;, who held the post from 1839 to 1856. He reported in 1840 that many Kaurna were friendly and helpful, and that by 1840, about 150 spoke at least some English. Many Kaurna men, such as &lt;a href=\"Mullawirraburka\"&gt;Mullawirraburka&lt;/a&gt; (\"King John\") and &lt;a href=\"Kadlitpinna\"&gt;Kadlitpinna&lt;/a&gt; (\"Captain Jack\") helped the police and new settlers, also sharing their language, culture and beliefs with the missionaries. An early settler in &lt;a href=\"Marryatville%2C%20South%20Australia\"&gt;Marryatville&lt;/a&gt;, &lt;a href=\"George%20Brunskill\"&gt;George Brunskill&lt;/a&gt;, reported that the \"local Blacks\" were harmless, did not steal, and returned borrowed items promptly. Much goodwill was shown on both sides, but as the settler numbers grew, their drunkenness, violence, exploitation and failure to practise the reciprocity expected in Aboriginal culture soured the relationships.\nAfter a few incidents involving the executions of Aboriginal men after the murders of settlers, sometimes on flimsy evidence, and a blind eye turned to violence against Indigenous people, the situation escalated. The &lt;a href=\"Maria%20massacre\"&gt;Maria massacre&lt;/a&gt; of shipwrecked people on the &lt;a href=\"Coorong\"&gt;Coorong&lt;/a&gt; let to further violent clashes and harsh penalties were imposed to protect the settlers. Missionaries Teichelmann and Schurmann, Protector Moorhouse and Sub-Protector &lt;a href=\"Edward%20John%20Eyre\"&gt;Edward John Eyre&lt;/a&gt; questioned the use of a foreign legal code against the Indigenous peoples, and Moorhouse complained of police hostility towards Aboriginal people, but Governor &lt;a href=\"George%20Grey\"&gt;George Grey&lt;/a&gt; stood firm, and &lt;a href=\"martial%20law\"&gt;martial law&lt;/a&gt; was applied even where there had been little previous contact with the settlers.\nMoorhouse and Grey gave up trying to settle the local Aboriginal people as farmers, and discouraged settlement at &lt;a href=\"Pirltawardli\"&gt;Pirltawardli&lt;/a&gt;. The 1847 \"Vagrancy Act\" restricted their free movement. Teichelmann tried to establish an Aboriginal mission settlement at &lt;a href=\"Happy%20Valley%2C%20South%20Australia\"&gt;Happy Valley&lt;/a&gt;, about south of Adelaide, but he lacked the means to develop the property or make farming a viable option for the Kaurna. Many Kaurna people worked for the settlers and were well thought of, but the work was seasonal and the rewards inadequate, and their tribal obligations were not understood by their employers. Grey started the use of &lt;a href=\"rations\"&gt;rations&lt;/a&gt; to maintain the peace and to persuade the people to send their children to school.\nAccording to Moorhouse, \"almost whole tribes\" had disappeared by 1846, and by the 1850s, there were few remaining Kaurna in the Adelaide area. In 1850 the children (mostly from the Murray River area, but including a few Kaurna) at the Native School (which had been on Kintore Avenue since 1846) were transferred to the &lt;a href=\"Poonindie\"&gt;Poonindie&lt;/a&gt; Native Training Institution near &lt;a href=\"Port%20Lincoln\"&gt;Port Lincoln&lt;/a&gt;, on the &lt;a href=\"Eyre%20Peninsula\"&gt;Eyre Peninsula&lt;/a&gt;, over away. Moorhouse resigned as Protector in 1856, and in 1857 the position was abolished.\nThe Kaurna people had to accept colonial domination more quickly than in other regions, and they mostly chose to co-exist peacefully with the settlers. Most, however, resisted the \"civilising\" policies of the government and the Christian teachings of the missionaries. Being so small in number by the 1850s, some were absorbed into the neighbouring &lt;a href=\"Narungga\"&gt;Narungga&lt;/a&gt; or &lt;a href=\"Ngarrindjeri\"&gt;Ngarrindjeri&lt;/a&gt; groups, and some married settlers.\n1860s–present.\nBy 1860 the Kaurna were vastly outnumbered by the colonists, who numbered 117,727. Adults were also relocated from the city to places such as &lt;a href=\"Willunga%2C%20South%20Australia\"&gt;Willunga&lt;/a&gt;, &lt;a href=\"Point%20McLeay\"&gt;Point McLeay&lt;/a&gt;, and &lt;a href=\"Point%20Pearce\"&gt;Point Pearce&lt;/a&gt; in the 1860s. In 1888 a German missionary reported that there was \"scarcely one remaining\". Some of the Kaurna people settled at Point McLeay and Point Pearce married into local families, and full-blood Kaurna still lived at the missions and scattered in the settled districts in the late 19th century, despite the wide belief that the \"Adelaide tribe\" was extinct by the 1870s.\nRations continued to be supplied in Adelaide and from ration depots in the country. Although the office of Protector was restored in 1861, the government did not play an active role in Aboriginal affairs, leaving their welfare to the missionaries. A Select Committee reported that the race was doomed to extinction. Some Aboriginal people (Kaurna and others) moved around and sometimes visited the city, camping in &lt;a href=\"Botanic%20Park%2C%20Adelaide\"&gt;Botanic Park&lt;/a&gt;, then called the Police Paddocks. In 1874, 18 men and women were arrested and charged as \"vagrants\", and after a 14 days' imprisonment were sent back to &lt;a href=\"Goolwa%2C%20South%20Australia\"&gt;Goolwa&lt;/a&gt; and &lt;a href=\"Milang%2C%20South%20Australia\"&gt;Milang&lt;/a&gt;. Running battles between the police and similar groups continued for decades.\nHistory books about Adelaide have largely ignored the Aboriginal presence, and &lt;a href=\"Womadelaide\"&gt;Womadelaide&lt;/a&gt; is held each year in Botanic Park without acknowledgement of the Aboriginal encampments 150 years ago on the same land. There is a tradition of performing &lt;a href=\"corroboree\"&gt;corroboree&lt;/a&gt;s and dances dating back to the 1840s, including the \"Grand Corroboree\" at the &lt;a href=\"Adelaide%20Oval\"&gt;Adelaide Oval&lt;/a&gt; in 1885 and corroborees at the beaches of &lt;a href=\"Glenelg%2C%20South%20Australia\"&gt;Glenelg&lt;/a&gt; and &lt;a href=\"Henley%20Beach%2C%20South%20Australia\"&gt;Henley Beach&lt;/a&gt; around the turn of the century. This huge omission in the history books has been described as \"strategic forgetting\" by anthropologist &lt;a href=\"W.%20E.%20H.%20Stanner\"&gt;W. E. H. Stanner&lt;/a&gt;.\nThe last surviving person of full Kaurna descent, a woman called &lt;a href=\"Ivaritji\"&gt;Ivaritji&lt;/a&gt; (Amelia Taylor or Amelia Savage) died in 1929. Born in &lt;a href=\"Port%20Adelaide\"&gt;Port Adelaide&lt;/a&gt; in the late 1840s, her name means \"gentle, misty rain\" in the Kaurna language. Her father, &lt;a href=\"Ityamai-itpina\"&gt;Ityamai-itpina&lt;/a&gt;, known as \"Rodney\", was one of the leaders of the Kaurna and prominent in the early settlers' accounts. She was responsible for identifying locations of cultural significance in the city, such as the lake in the &lt;a href=\"Adelaide%20Botanic%20Garden\"&gt;Adelaide Botanic Garden&lt;/a&gt; and &lt;a href=\"Victoria%20Square%2C%20Adelaide\"&gt;Victoria Square/Tarndanyangga&lt;/a&gt;, and &lt;a href=\"Whitmore%20Square%2C%20Adelaide\"&gt;Whitmore Square&lt;/a&gt; has been given her name in honour of the prior occupation of the land by the Kaurna people.\nNative title.\nUnlike the rest of Australia, South Australia was not considered to be &lt;a href=\"terra%20nullius\"&gt;terra nullius&lt;/a&gt;. The enactment of the &lt;a href=\"South%20Australia%20Act%201834\"&gt;South Australia Act 1834&lt;/a&gt; which enabled the province of South Australia to be established, acknowledged Aboriginal ownership and stated that no actions could be undertaken that would \"affect the rights of any Aboriginal natives of the said province to the actual occupation and enjoyment in their own persons or in the persons of their descendants of any land therein now actually occupied or enjoyed by such natives\". Although the Act guaranteed land rights under force of law for the Indigenous inhabitants, it was ignored by the South Australian Company authorities and squatters, who interpreted the Act to mean \"permanently occupied\".\nIn 2000, a group called Kaurna Yerta Corporation lodged a &lt;a href=\"Native%20title%20in%20Australia\"&gt;native title&lt;/a&gt; claim on behalf of the Kaurna people. The claim covers over of land stretching from &lt;a href=\"Cape%20Jervis\"&gt;Cape Jervis&lt;/a&gt; to &lt;a href=\"Port%20Broughton\"&gt;Port Broughton&lt;/a&gt;, including the entire &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt; metropolitan area. The &lt;a href=\"Ramindjeri\"&gt;Ramindjeri&lt;/a&gt; people contested the southern portion of the original claim. In March 2018 the determination was made and the Kaurna were officially recognised as the traditional owners of the land from \"Myponga to Lower Light\". An &lt;a href=\"Indigenous%20land%20use%20agreement\"&gt;Indigenous land use agreement&lt;/a&gt; for the area was finalised on 19 November 2018. The agreement was among the &lt;a href=\"South%20Australian%20government\"&gt;South Australian government&lt;/a&gt;, the &lt;a href=\"Australian%20government\"&gt;federal government&lt;/a&gt; and the Kaurna people, with formal recognition coming after the &lt;a href=\"Federal%20Court%20of%20Australia\"&gt;Federal Court&lt;/a&gt; judgement, 18 years after lodgement. This was the first claim for a first land use agreement to be agreed to in any Australian capital city. The rights cover &lt;a href=\"Greater%20Adelaide\"&gt;Adelaide's whole metropolitan area&lt;/a&gt; and includes \"17 parcels of undeveloped land not under freehold\". Some of the land is &lt;a href=\"Crown%20land\"&gt;Crown land&lt;/a&gt;, some belongs to the state government and some is private land owned by corporations. Justice &lt;a href=\"Debra%20Mortimer\"&gt;Debra Mortimer&lt;/a&gt; said it would be \"the first time in Australia that there [had] been a positive outcome within the area of (native title) determination\".\nIn 2009, a group called Encompass Technology wrote to the Governor of South Australia on behalf of the Kaurna people, asserting sovereignty over the &lt;a href=\"Marble%20Hill%2C%20South%20Australia\"&gt;Marble Hill ruins&lt;/a&gt; in the &lt;a href=\"Adelaide%20Hills\"&gt;Adelaide Hills&lt;/a&gt;, and the &lt;a href=\"Warriparinga\"&gt;Warriparinga&lt;/a&gt; Living Kaurna Cultural Centre in &lt;a href=\"Marion%2C%20South%20Australia\"&gt;Marion&lt;/a&gt;, and claiming that they were owed nearly $50 million in rent. The South Australian Government rejected the claim.\nCulture.\nThe Kaurna people were a &lt;a href=\"hunter-gatherer\"&gt;hunter-gatherer&lt;/a&gt; society, who changed their dwellings according to climatic conditions: in summer they would camp near the coastal springs fishing for &lt;a href=\"Argyrosomus%20japonicus\"&gt;mulloway&lt;/a&gt;. With the onset of winter, they would retire to the woodlands, often using hollowed out fallen &lt;a href=\"redgum\"&gt;redgum&lt;/a&gt;s along creeks, with bark extensions as shelters. Sudden downpours could quench their fires, the maintaining of which was old women's work, with deadly consequences. At times they would have to impose themselves on otherwise despised tribes, such as the &lt;a href=\"Ngaiawang\"&gt;Ngaiawang&lt;/a&gt; and &lt;a href=\"Nganguruku\"&gt;Nganguruku&lt;/a&gt; to trade goods like their cloaks, quartz flints and red ochre in order to obtain firesticks.\nAmong their customs was the practice of &lt;a href=\"fire-stick%20farming\"&gt;fire-stick farming&lt;/a&gt; (deliberately lit &lt;a href=\"bushfires\"&gt;bushfires&lt;/a&gt; for hunting purposes) in the &lt;a href=\"Adelaide%20Hills\"&gt;Adelaide Hills&lt;/a&gt;, which the early European settlers spotted before the Kaurna were displaced. These fires were part of a scrub clearing process to encourage grass growth for &lt;a href=\"emu\"&gt;emu&lt;/a&gt; and &lt;a href=\"kangaroo\"&gt;kangaroo&lt;/a&gt;. This tradition led to conflict with the colonists as the fires tended to cause considerable damage to farmland. In an official report, Major &lt;a href=\"Thomas%20Shuldham%20O%27Halloran\"&gt;Thomas O'Halloran&lt;/a&gt; claimed the Kaurna also used this as a weapon against the colonists by lighting fires to deliberately destroy fences, survey pegs and to scatter livestock. Due to this regular burning by the time the first Europeans arrived, the foothills' original &lt;a href=\"stringybark\"&gt;stringybark&lt;/a&gt; forests had been largely replaced with grassland. Since the late 1960s, restrictions on foothills subdivision and development have allowed regeneration of native trees and bush to a \"natural\" condition that would not have existed at the time of European occupation.\nArtefacts.\nItems of Kaurna material culture, such as traditional objects, spears, boomerangs and nets etc. are extremely rare. Interest in collecting and conserving Kaurna culture was not common until their display at the &lt;a href=\"Exposition%20Universelle%20%281889%29\"&gt;1889 Paris Exhibition&lt;/a&gt; spurred an interest in Indigenous culture, by which time the Kaurna traditional culture was no longer practised. Many hundreds of objects were sent to the Paris exhibition and these were never returned to Australia.\nThe Kaurna collection held by the &lt;a href=\"South%20Australian%20Museum\"&gt;South Australian Museum&lt;/a&gt; contains only 48 items. In September 2002, a &lt;a href=\"Warriparinga%23Living%20Kaurna%20Cultural%20Centre\"&gt;Living Kaurna Cultural Centre&lt;/a&gt; was opened at &lt;a href=\"Warriparinga\"&gt;Warriparinga&lt;/a&gt; in the southern suburbs area of Adelaide.\nTribal organisation.\nThe Kaurna people lived in family groups called bands, who lived in defined territories called \"pangkarra\" which were \"passed\" from father to son upon his initiation. Pangkarra always had access to the coastline and ran extensively inland. The coastline was essential for seafood hunting and the inland territories provided food, clothing and protection for the people during bad weather. The pangkarra were also grouped into larger areas of land called \"yerta\".\nAs all the members of a band were related, marriage between a man and a woman within the same band was forbidden. Bands were &lt;a href=\"Patrilineality\"&gt;patrilineal&lt;/a&gt; and &lt;a href=\"Patrilocal%20residence\"&gt;patrilocal&lt;/a&gt;: a woman always lived with her husband's band following her marriage. Each band was also composed of two &lt;a href=\"Exogamy\"&gt;exogamous&lt;/a&gt; &lt;a href=\"Kinship\"&gt;moieties&lt;/a&gt;, the Karuru and Mattari, which traced their descent &lt;a href=\"Matrilineality\"&gt;matrilineally&lt;/a&gt; to an ancestral &lt;a href=\"totem\"&gt;totem&lt;/a&gt;ic being. All the children of a marriage would take their mother's moiety as children were considered to have \"inherited\" their \"flesh and blood\" from their mothers alone. Marriage within the same moiety was forbidden. Girls became marriageable at &lt;a href=\"puberty\"&gt;puberty&lt;/a&gt;, usually around 12 years of age. Conversely, men were only allowed to marry after the age of 25.\nSexual relations were relatively free and uninhibited, regardless of marital status. Kaurna ownership of property was communal; the reproductive organs were seen no differently from any other form of property, and thus &lt;a href=\"adultery\"&gt;adultery&lt;/a&gt; was practically ubiquitous. The visitation of men from distant tribes was seen as a good opportunity to enhance the &lt;a href=\"gene%20pool\"&gt;gene pool&lt;/a&gt;. The practice of \"milla mangkondi\" or &lt;a href=\"Bride%20kidnapping\"&gt;wife stealing&lt;/a&gt; was also common, for the same reason. Although this custom was hated by some victims, as &lt;a href=\"arranged%20marriage\"&gt;arranged marriage&lt;/a&gt;s were the norm, some women saw it as an opportunity to choose their own partners and actively encouraged a preferred suitor; all Kaurna bands are said to have engaged in the practice regularly.\nRites and mythology.\nVery little is known of Kaurna rites and mythology as colonial written records are fragmentary and rare. Physically, the Kaurna practised chest &lt;a href=\"scarification\"&gt;scarification&lt;/a&gt; and performed &lt;a href=\"circumcision\"&gt;circumcision&lt;/a&gt; as an initiatory &lt;a href=\"Rite%20of%20passage\"&gt;rite&lt;/a&gt; and were the southernmost Indigenous language group to do so. &lt;a href=\"Waterfall%20Gully%2C%20South%20Australia\"&gt;Waterfall Gully&lt;/a&gt; has been linked to initiation rites.\nHistorical accounts of Kaurna burial rites are unreliable as any gathering of Kaurna was thought to be for a funeral. As soon as a person died the body was wrapped in the clothes they had worn in life. The body was then placed on a \"wiralli\" (crossed sticks that form the radii of a circle) and an inquest was held to determine cause of death. The body was then buried. Children under four years were not buried for some months, but were wrapped and carried by their mothers during the day with the bundle being used as a pillow at night.\nBurial by bodies of water was common with the use of sandy beaches, sand dunes and banks of rivers. A large number of graves have been found on &lt;a href=\"Glenelg%2C%20South%20Australia\"&gt;Glenelg&lt;/a&gt; beach and at &lt;a href=\"Port%20Noarlunga%2C%20South%20Australia\"&gt;Port Noarlunga&lt;/a&gt;.\nSimilarly, an unusually complex burial at Kongaratti was found. The grave was rectangular and lined with &lt;a href=\"slate\"&gt;slate&lt;/a&gt;, the base was also lined with slate which had been covered with a bed of grass. An elderly woman was lying on her side, draped in a fishing net and wrapped in a Kangaroo skin cloak. The grave was topped with a layer of grass covered by marine sponges.\nThe Kaurna regard the 35 miles from the &lt;a href=\"Mount%20Lofty%20Ranges\"&gt;Mount Lofty Ranges&lt;/a&gt; to &lt;a href=\"Nuriootpa%2C%20South%20Australia\"&gt;Nuriootpa&lt;/a&gt; as the body of a giant who was killed there after attacking their tribe. The peaks of the Mount Lofty Ranges and &lt;a href=\"Mount%20Bonython\"&gt;Mount Bonython&lt;/a&gt; are \"jureidla\" (conserved in the &lt;a href=\"toponym\"&gt;toponym&lt;/a&gt; &lt;a href=\"Uraidla\"&gt;Uraidla&lt;/a&gt;), namely his \"two ears\".\nA legend recounted variously by &lt;a href=\"David%20Unaipon\"&gt;Unaipon&lt;/a&gt; and Milerum concerns a culture hero called &lt;a href=\"Tjilbruke\"&gt;Tjilbruke&lt;/a&gt; has topographical features that locate it in Kaurna territory. In Tindale's version Tjilbruke is associated with the &lt;a href=\"glossy%20ibis\"&gt;glossy ibis&lt;/a&gt;; the name actually refers to the &lt;a href=\"blue%20crane\"&gt;blue crane&lt;/a&gt;. The \"Tjilbruke Dreaming Tracks\" have been mapped from the &lt;a href=\"Bedford%20Park%2C%20South%20Australia\"&gt;Bedford Park&lt;/a&gt; area (&lt;a href=\"Warriparinga\"&gt;Warriparinga&lt;/a&gt;), down the &lt;a href=\"Fleurieu%20Peninsula\"&gt;Fleurieu Peninsula&lt;/a&gt;, and efforts have been made to preserve and commemorate it where possible.\n\"Munaitjerlo\" is an ancestral being who created the Moon and stars before himself becoming the Sun. The word \"Munaitjerlo\" was believed by Teichelmann to also refer to the Kaurna &lt;a href=\"Dreamtime\"&gt;Dreamtime&lt;/a&gt; itself. The mythology of the Mura-Muras, ancestral beings who created landscape features and introduced laws and initiation, can be found in southwest &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, the &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt; and in the &lt;a href=\"Flinders%20Ranges\"&gt;Flinders Ranges&lt;/a&gt; through to &lt;a href=\"Eyre%20Peninsula\"&gt;Eyre Peninsula&lt;/a&gt; in South Australia. As it is known that the Kaurna shared a common Dreaming with these peoples it is likely they shared the Mura-Muras as well. By way of contrast, the travels of &lt;a href=\"Tjilbruke\"&gt;Tjilbruke&lt;/a&gt; are well known from &lt;a href=\"Norman%20Tindale\"&gt;Norman Tindale&lt;/a&gt;'s research.\nSeasons.\nThe Kaurna seasonal calendar is divided into four seasons, roughly equivalent to summer, autumn, winter and spring:\nCultural revival.\nFrom the 1970s onwards, a number of &lt;a href=\"Aboriginal%20Australian%20elder\"&gt;elders&lt;/a&gt; and community leaders led a cultural revival, and were responsible for introducing Kaurna perspectives into the SA education curriculum, establishing the &lt;a href=\"Tjilbruke%20Dreaming%20Track\"&gt;Tjilbruke Dreaming Track&lt;/a&gt; and other initiatives. These people included &lt;a href=\"Lewis%20O%27Brien%20%28Kaurna%20elder%29\"&gt;Lewis O'Brien&lt;/a&gt;, &lt;a href=\"Gladys%20Elphick\"&gt;Gladys Elphick&lt;/a&gt;, &lt;a href=\"Alice%20Rigney\"&gt;Alitya (Alice) Rigney&lt;/a&gt;, and &lt;a href=\"Georgina%20Williams\"&gt;Georgina Williams&lt;/a&gt; of the &lt;a href=\"South%20Australian%20Museum\"&gt;South Australian Museum&lt;/a&gt;. Much of its Aboriginal Studies curriculum is based on \"The Kaurna People\" (1989). Many Kaurna people grew up in &lt;a href=\"Bukkiyana\"&gt;Bukkiyana&lt;/a&gt; (Point Pearce mission) and &lt;a href=\"Raukkan\"&gt;Raukkan&lt;/a&gt; (Macleay mission) and experienced some aspects of &lt;a href=\"Narungga\"&gt;Narungga&lt;/a&gt; and &lt;a href=\"Ngarrindjeri\"&gt;Ngarrindjeri&lt;/a&gt; culture, and gradually started reclaiming Kaurna skills and Dreaming stories.\nOrganisations.\nThe Kaurna Aboriginal Community and Heritage Association (KACHA) is recognised as the representative body for all Kaurna people. Starting life as the &lt;a href=\"Tjilbruke\"&gt;Tjilbruke Track Committee&lt;/a&gt; based at the South Australian Museum, it was renamed as the Kaurna Heritage Committee before growing into KACHA, which encompasses broader issues than &lt;a href=\"cultural%20heritage\"&gt;cultural heritage&lt;/a&gt; concerns, including rebuilding the language and culture.\nKaurna place names.\nMany places around Adelaide and the Fleurieu Peninsula have names either directly or partially derived from Kaurna place names, such as &lt;a href=\"Cowandilla\"&gt;Cowandilla&lt;/a&gt;, &lt;a href=\"Aldinga%2C%20South%20Australia\"&gt;Aldinga&lt;/a&gt;, &lt;a href=\"Electoral%20district%20of%20Morialta\"&gt;Morialta&lt;/a&gt; and &lt;a href=\"Munno%20Para\"&gt;Munno Para&lt;/a&gt;. Some were the names of the Kaurna bands who lived there. There are also a few Kaurna names hybridised with European words.\nThe &lt;a href=\"Adelaide%20City%20Council\"&gt;Adelaide City Council&lt;/a&gt; began the process of &lt;a href=\"dual%20naming\"&gt;dual naming&lt;/a&gt; all of the city squares, each of the parks making up the &lt;a href=\"Adelaide%20park%20lands\"&gt;parklands&lt;/a&gt; which surround the &lt;a href=\"Adelaide%20city%20centre\"&gt;Adelaide city centre&lt;/a&gt; and &lt;a href=\"North%20Adelaide\"&gt;North Adelaide&lt;/a&gt;, and other sites of significance to the Kaurna people in 1997. The naming process, which assigned an extra name in the Kaurna language to each place, was mostly completed in 2003, and the renaming of 39 sites finalised and endorsed by the council in 2012.\nRepatriation of remains.\nOn 1 August 2019, the remains of 11 Kaurna people were laid to rest at a ceremony led by elder Jeffrey Newchurch at &lt;a href=\"Kingston%20Park%2C%20South%20Australia\"&gt;Kingston Park Coastal Reserve&lt;/a&gt;, south of &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;. John Carty, Head of Humanities at the &lt;a href=\"South%20Australian%20Museum\"&gt;South Australian Museum&lt;/a&gt;, said that the museum was \"passionate\" about working with the Kaurna people to &lt;a href=\"Repatriation%20and%20reburial%20of%20human%20remains\"&gt;repatriate their ancestors&lt;/a&gt;, and would also be helping to educate the community about what it means to Aboriginal people. The Museum continues to receive further remains of Aboriginal people from overseas museums, in addition to the large amount of remains it already has. While many of these ancestral remains may be returned to Country by their families, who many of these people were is unknown. Due to the large number of remains which continues to grow and that many are unknown, a way to return these ancestors to Country, such as a memorial park, needs to be found, in close consultation with Indigenous people and the Museum."
}