{
    "id": "60605323",
    "revid": "18001587",
    "url": "https://en.wikipedia.org/wiki?curid=60605323",
    "title": "Eric G. Blackman",
    "text": "Eric Glen Blackman (born September 21, 1968 in &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester, New York&lt;/a&gt;) is an American astrophysicist and professor.\nEducation and career.\nBlackman graduated from the &lt;a href=\"Harley%20School\"&gt;Harley School&lt;/a&gt;, and then \nobtained undergraduate degrees in physics and mathematics from the &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt;. He worked at the &lt;a href=\"General%20Electric%20Research%20Laboratory\"&gt;General Electric Research Laboratory&lt;/a&gt; during undergraduate summers. He subsequently completed a Master of Advanced Study in mathematics (applied math/theoretical physics, Tripos Part III) at &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt;, residing at &lt;a href=\"Trinity%20College%2C%20Cambridge\"&gt;Trinity College, Cambridge&lt;/a&gt;, followed by a Phd at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; working in theoretical astrophysics with George B. Field. He was a postdoctoral fellow at the \n&lt;a href=\"Institute%20of%20Astronomy%2C%20Cambridge\"&gt;Institute of Astronomy, Cambridge&lt;/a&gt; of &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; and in physics at &lt;a href=\"Caltech\"&gt;Caltech&lt;/a&gt;\nbefore joining the Department of Physics and Astronomy faculty at the &lt;a href=\"University%20of%20Rochester\"&gt;University of Rochester&lt;/a&gt;\nBlackman has made diverse contributions to theoretical astrophysics through 250+ research publications on topics that include stellar and planetary astrophysics, molecular clouds, planetary nebulae, accretion, jets, particle acceleration, turbulence, laboratory astrophysics, and relativistic astrophysics—including &lt;a href=\"gamma-ray%20bursts\"&gt;gamma-ray bursts&lt;/a&gt; and &lt;a href=\"active%20galactic%20nuclei\"&gt;active galactic nuclei&lt;/a&gt;. He is particularly known for work in &lt;a href=\"plasma%20astrophysics\"&gt;plasma astrophysics&lt;/a&gt; involving magnetic fields, and principles of astrophysical &lt;a href=\"dynamo\"&gt;dynamo&lt;/a&gt; theory—the latter being a theory of magnetic field origin in astrophysical objects such as &lt;a href=\"galaxies\"&gt;galaxies&lt;/a&gt;, &lt;a href=\"stars\"&gt;stars&lt;/a&gt;, &lt;a href=\"accretion%20disks\"&gt;accretion disks&lt;/a&gt; and &lt;a href=\"planets\"&gt;planets&lt;/a&gt;. Blackman has also worked on the mechanics and biomechanics of helmet protection against closed &lt;a href=\"traumatic%20brain%20injury\"&gt;traumatic brain injury&lt;/a&gt;, identifying protection deficiencies in standard helmets for both head impacts and blast exposure."
}