{
    "id": "60602039",
    "revid": "42682920",
    "url": "https://en.wikipedia.org/wiki?curid=60602039",
    "title": "E. J. Speed",
    "text": "Elbert Martin \"E. J.\" Speed (born June 1, 1995) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; for the &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Tarleton%20State%20Texans%20and%20TexAnns\"&gt;Tarleton State&lt;/a&gt;.\nEarly life and high school.\nSpeed grew up in &lt;a href=\"Fort%20Worth%2C%20Texas\"&gt;Fort Worth, Texas&lt;/a&gt; and attended &lt;a href=\"North%20Crowley%20High%20School\"&gt;North Crowley High School&lt;/a&gt;. He played both quarterback and wide receiver for the Panthers &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; team and was named first team All-District as a senior after passing for 3,000 yards, rushing for 350 yards, and catching 30 passes for 400 yards with two touchdowns. He was ranked a two-star recruit by &lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt; and was ranked one of the top 30 high school recruits in the state of Texas by \"&lt;a href=\"Dave%20Campbell%27s%20Texas%20Football\"&gt;Dave Campbell's Texas Football&lt;/a&gt;\" and received scholarship offers from &lt;a href=\"Oklahoma%20State%20Cowboys%20football\"&gt;Oklahoma State&lt;/a&gt;, &lt;a href=\"Colorado%20Buffaloes%20football\"&gt;Colorado&lt;/a&gt;, and &lt;a href=\"Colorado%20State%20Rams%20football\"&gt;Colorado State&lt;/a&gt; but he ultimately decided to play college football at &lt;a href=\"NCAA%20Division%20II\"&gt;NCAA Division II&lt;/a&gt; &lt;a href=\"Tarleton%20State%20University\"&gt;Tarleton State University&lt;/a&gt; in order to stay closer to his family after his stepbrother was diagnosed with cancer.\nCollege career.\nSpeed played five seasons for the &lt;a href=\"Tarleton%20State%20Texans\"&gt;Tarleton State Texans&lt;/a&gt;, &lt;a href=\"redshirt%20%28college%20sports%29\"&gt;redshirting&lt;/a&gt; his sophomore season due to injury. He was recruited to play quarterback, but was converted to wide receiver before moving to linebacker after his redshirt season. He was forced to redshirt again the next season due to injury. In his first season of playing time, Speed finished third on the team with 68 tackles, including 13 for loss, with six sacks and a Division II-high five forced fumbles and was named second team All-&lt;a href=\"Lone%20Star%20Conference\"&gt;Lone Star Conference&lt;/a&gt; (LSC). He only played in five games due to injury as a junior, with 41 total tackles (8.5 for loss). As a senior, Speed recorded a career-high 106 tackles, 12.5 tackles for loss and 5 sacks and was again named second team All-LSC. During his senior season, Speed was arrested and charged with two counts of organized criminal activity in relation to a credit card fraud scheme along with three other people. His case was ultimately dismissed after the charges were no-billed by a grand jury. Speed finished his collegiate career with 231 tackles, 36 of which were for a loss, 11.5 sacks and eight forced fumbles.\nProfessional career.\nSpeed was drafted by the &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt; in the fifth round, 164th overall, of the &lt;a href=\"2019%20NFL%20Draft\"&gt;2019 NFL Draft&lt;/a&gt;. He signed a rookie contract with the team on May 3, 2019. Speed made his NFL debut on September 15, 2019 in a 19–17 win over the &lt;a href=\"2019%20Tennessee%20Titans%20season\"&gt;Tennessee Titans&lt;/a&gt;. He finished his rookie season with seven total tackles in 12 games played.\nOn November 12, 2020, against the &lt;a href=\"2020%20Tennessee%20Titans%20season\"&gt;Tennessee Titans&lt;/a&gt; on \"Thursday Night Football\", Speed blocked a punt from &lt;a href=\"Trevor%20Daniel%20%28American%20football%29\"&gt;Trevor Daniel&lt;/a&gt; that was picked up and taken into the end zone for a touchdown by teammate &lt;a href=\"T.%20J.%20Carrie\"&gt;T. J. Carrie&lt;/a&gt; and was named the AFC Special Teams Player of the Week for Week 10.\nIn Week 10 of the 2021 season, Speed returned a blocked punt 12 yards for a touchdown in a 23-17 win over the Jacksonville Jaguars, earning AFC Special Teams Player of the Week. In Week 15, Speed recovered a blocked punt in the end zone for his second touchdown of the season in a 27-17 win over the New England Patriots. "
}