{
    "id": "60621521",
    "revid": "84755",
    "url": "https://en.wikipedia.org/wiki?curid=60621521",
    "title": "Venetian Renaissance",
    "text": "The Venetian Renaissance had a distinct character compared to the general &lt;a href=\"Italian%20Renaissance\"&gt;Italian Renaissance&lt;/a&gt; elsewhere. The &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt; was topographically distinct from the rest of the city-states of &lt;a href=\"Italian%20Renaissance\"&gt;Renaissance Italy&lt;/a&gt; as a result of their geographic location, which isolated the city politically, economically and culturally, allowing the city the leisure to pursue the pleasures of art. The influence of Venetian art did not cease to continue at the termination of the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; period. Its practices persisted through the works of art critics and artists proliferating its prominence around Europe to the 19th century.\nThough a long decline in the political and economic power of the Republic began before 1500, Venice at that date remained \"the richest, most powerful, and most populous Italian city\" and controlled significant territories on the mainland, known as the &lt;a href=\"Domini%20di%20Terraferma\"&gt;terraferma&lt;/a&gt;, which included several small cities who contributed artists to the Venetian school, in particular &lt;a href=\"Padua\"&gt;Padua&lt;/a&gt;, &lt;a href=\"Brescia\"&gt;Brescia&lt;/a&gt; and &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt;. The Republic's territories also included &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt;, &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt; and the islands now off the &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;n coast, who also contributed. Indeed, \"the major Venetian painters of the sixteenth century were rarely natives of the city\" itself, and some mostly worked in the Republic's other territories, or further afield. Much the same is true of the Venetian architects.\nThough by no means an important centre of &lt;a href=\"Renaissance%20humanism\"&gt;Renaissance humanism&lt;/a&gt;, Venice was the undoubted centre of book publishing in Italy, and very important in that respect; Venetian editions were distributed across Europe. &lt;a href=\"Aldus%20Manutius\"&gt;Aldus Manutius&lt;/a&gt; was the most important printer/publisher, but by no means the only one. \nPainting.\nVenetian painting was a major force in &lt;a href=\"Italian%20Renaissance%20painting\"&gt;Italian Renaissance painting&lt;/a&gt; and beyond. Beginning with the work of &lt;a href=\"Giovanni%20Bellini\"&gt;Giovanni Bellini&lt;/a&gt; (c. 1430–1516) and his brother &lt;a href=\"Gentile%20Bellini\"&gt;Gentile Bellini&lt;/a&gt; (c. 1429–1507) and their workshops, the major artists of the Venetian school included &lt;a href=\"Giorgione\"&gt;Giorgione&lt;/a&gt; (c. 1477–1510), &lt;a href=\"Titian\"&gt;Titian&lt;/a&gt; (c. 1489–1576), &lt;a href=\"Tintoretto\"&gt;Tintoretto&lt;/a&gt; (1518–1594), &lt;a href=\"Paolo%20Veronese\"&gt;Paolo Veronese&lt;/a&gt; (1528–1588) and &lt;a href=\"Jacopo%20Bassano\"&gt;Jacopo Bassano&lt;/a&gt; (1510–1592) and his sons. Considered to give primacy of colour over line, the tradition of the Venetian school contrasted with the &lt;a href=\"Mannerism\"&gt;Mannerism&lt;/a&gt; prevalent in the rest of Italy. The Venetian style exerted great influence upon the subsequent development of &lt;a href=\"Western%20painting\"&gt;Western painting&lt;/a&gt;.\nThe harmonious concord and stability, and tight government control, of Venice was reflected in its paintings. Venice was widely known and revered for retaining the reputation of \"unsullied liberty, unwavering religiosity, social harmony and unfailing peaceful intentions.\" The Republic of Venice was the leading city to uphold the utilisation of artistic &lt;a href=\"patronage\"&gt;patronage&lt;/a&gt; as an \"arm of government\" in its realisation of the potential of art as a political asset.\nThe rest of Italy tended to ignore or underestimate Venetian painting; &lt;a href=\"Giorgio%20Vasari\"&gt;Giorgio Vasari&lt;/a&gt;'s neglect of the school in the first edition of his \"&lt;a href=\"Lives%20of%20the%20Most%20Excellent%20Painters%2C%20Sculptors%2C%20and%20Architects\"&gt;Lives of the Most Excellent Painters, Sculptors, and Architects&lt;/a&gt;\" in 1550 was so conspicuous that he realized he needed to visit Venice for extra material in his second edition of 1568. In contrast, foreigners, for whom Venice was often the first major Italian city visited, always had a great appreciation for it and, after Venice itself, the best collections are now in the large European museums rather than other Italian cities. At the top, princely, level, Venetian artists tended to be the most sought-after for commissions abroad, from Titian onwards, and in the 18th century most of the best painters spent significant periods abroad, generally with great success.\nThe traditional methods of the Byzantine style persisted even in the painting faction until around 1400 before the dominant style began to shift towards International Gothic and &lt;a href=\"Italian%20Renaissance\"&gt;Italian Renaissance&lt;/a&gt; first brought into Venice by Paduan &lt;a href=\"Guariento%20di%20Arpo\"&gt;Guariento di Arpo&lt;/a&gt;, &lt;a href=\"Gentile%20da%20Fabriano\"&gt;Gentile da Fabriano&lt;/a&gt; and &lt;a href=\"Pisanello\"&gt;Pisanello&lt;/a&gt; when they were commissioned to ornament the frescoes of the &lt;a href=\"Doge%27s%20Palace\"&gt;Doge's Palace&lt;/a&gt;. \nThe symbol of Venice is known to be the Virgin or the goddess &lt;a href=\"Venus%20%28mythology%29\"&gt;Venus&lt;/a&gt;, but the &lt;a href=\"Lion%20of%20Saint%20Mark\"&gt;Lion of Saint Mark&lt;/a&gt; is the oldest and most universal symbol of the Republic. The \"&lt;a href=\"Lion%20of%20Venice\"&gt;Lion&lt;/a&gt;\" is the figure which welcomes outsiders into the city, as it stands on the summit of the column on the &lt;a href=\"Piazza%20San%20Marco%23Description%20of%20the%20Piazzetta\"&gt;Piazzetta&lt;/a&gt;, along with other public structures such as the city gates and palaces. Depictions of lions in paintings represented the significance of the saint as the patron of the city of Venice. \nAn example is the tempera on canvas by &lt;a href=\"Vittore%20Carpaccio\"&gt;Vittore Carpaccio&lt;/a&gt;, \"Lion of Saint Mark,\" 1516. The powerful image of the lion portrayed with the divine marks of the &lt;a href=\"Halo%20%28religious%20iconography%29\"&gt;halo&lt;/a&gt; and wings, points to an open book with the inscriptions \"Peace unto you Mark, my evangelist\" explicitly stating its protection and blessing over the city. The delineation of the lion’s front paws above land whilst the rear paws stand above the sea alludes to the dominance of Venice's reign over both territories as a fulfilment of Saint Mark's promise.\nArchitecture.\nCompared to the &lt;a href=\"Italian%20Renaissance%20architecture\"&gt;Renaissance architecture of other Italian cities&lt;/a&gt;, in Venice there was a degree of conservatism, especially in retaining the overall form of buildings, which in the city were usually replacements on a confined site, and in windows, where arched or round tops, sometimes with a classicized version of the &lt;a href=\"tracery\"&gt;tracery&lt;/a&gt; of &lt;a href=\"Venetian%20Gothic%20architecture\"&gt;Venetian Gothic architecture&lt;/a&gt;, remained far more heavily used than in other cities. The &lt;a href=\"Doge%27s%20Palace\"&gt;Doge's Palace&lt;/a&gt; was much rebuilt after fires, but mostly behind the Gothic facades.\nThe Venetian elite had a collective belief in the importance of architecture in bolstering confidence in the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic&lt;/a&gt;, and a Senate resolution in 1535 noted that it was \"the most beautiful and illustrious city which at present exists in the world\". At the same time, overt competition between patrician families was discouraged, in favour of \"harmonious equality\", which applied to buildings as to other areas, and novelty for its own sake, or to recapture the glories of antiquity, was regarded with suspicion. Though visitors admired the rich ensembles, Venetian architecture did not have much influence beyond the republic's own possessions before &lt;a href=\"Andrea%20Palladio\"&gt;Andrea Palladio&lt;/a&gt; (1508–1580), whose style of &lt;a href=\"Palladian%20architecture\"&gt;Palladian architecture&lt;/a&gt; became hugely influential some time after his death, not least in the English-speaking world.\nArt and architecture were utilised as a powerful method to display the grandeur of the city of Venice. Architectures and structures such as &lt;a href=\"St%20Mark%27s%20Basilica\"&gt;St Mark's Basilica&lt;/a&gt;, &lt;a href=\"Piazza%20San%20Marco\"&gt;Piazza San Marco&lt;/a&gt; and the &lt;a href=\"Doge%27s%20Palace\"&gt;Doge's Palace&lt;/a&gt; to name a few were \"a visible expression of the idea of Venice.\" Venice was able to prolong its state of freedom for more than a thousand years and established a standing superior to that of Rome. The citizens of Venice believed themselves to be a pious nation for the lack of association with &lt;a href=\"paganism\"&gt;paganism&lt;/a&gt; in the past and claims that the city was founded on the Day of the &lt;a href=\"Annunciation\"&gt;Annunciation&lt;/a&gt;. Therefore, Venetians used pompous and intricate architectural designs to display the city's \"pure, legitimate and undefiled\" Christianity. The art during the Renaissance period of Venice continued to draw heavy influence from the styles of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;.\n&lt;a href=\"Mauro%20Codussi\"&gt;Mauro Codussi&lt;/a&gt; (1440–1504) from &lt;a href=\"Lombardy\"&gt;Lombardy&lt;/a&gt; was one of the first architects to work in a Renaissance style in Venice, with his son Domenico assisting him and carrying on his practice after his death. His work respects and alludes to many elements of the Venetian Gothic, and harmonizes well with it. Other architects active in the early Renaissance period include &lt;a href=\"Giorgio%20Spavento\"&gt;Giorgio Spavento&lt;/a&gt; (active from 1489 or before, d. 1509), and &lt;a href=\"Antonio%20Abbondi\"&gt;Antonio Abbondi&lt;/a&gt;, often known as Scarpagnino (died 1549), who was active from at least 1505. &lt;a href=\"San%20Sebastiano%2C%20Venice\"&gt;San Sebastiano, Venice&lt;/a&gt;, begun 1506, is an early work. Both of these had many government commissions.\n&lt;a href=\"Jacopo%20Sansovino\"&gt;Jacopo Sansovino&lt;/a&gt; (1486–1570), also an important sculptor, was a Florentine with a successful career in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; and then Rome. He fled to Venice after the catastrophic &lt;a href=\"Sack%20of%20Rome%20%281527%29\"&gt;Sack of Rome in 1527&lt;/a&gt; and in 1529 was appointed chief architect and superintendent of properties (Protomaestro or \"Proto\") to the &lt;a href=\"Procurators%20of%20San%20Marco\"&gt;Procurators of San Marco&lt;/a&gt;. Before long he found a style that satisfied Venetian patrons and was \"definitive for the entire subsequent history of Venetian architecture\". He created the appearance of much of the area around the &lt;a href=\"Piazza%20San%20Marco\"&gt;Piazza San Marco&lt;/a&gt; beyond &lt;a href=\"San%20Marco%20di%20Venezia\"&gt;Basilica of San Marco&lt;/a&gt; itself, designing the &lt;a href=\"Biblioteca%20Marciana\"&gt;Biblioteca Marciana&lt;/a&gt; (1537 onwards) and &lt;a href=\"Zecca%20of%20Venice\"&gt;mint or \"Zecca\"&lt;/a&gt; on the &lt;a href=\"Piazzetta%20di%20San%20Marco\"&gt;Piazzetta di San Marco&lt;/a&gt;. His palazzi include &lt;a href=\"Palazzo%20Corner%20della%20Ca%27%20Grande\"&gt;Palazzo Corner della Ca' Grande&lt;/a&gt; (1532 onwards) and &lt;a href=\"Palazzo%20Dolfin%20Manin\"&gt;Palazzo Dolfin Manin&lt;/a&gt; from 1536.\nThe Biblioteca Marciana is considered his \"undoubted masterpiece\", and a key work in Venetian Renaissance architecture. Palladio, who saw it being built, called it \"probably the richest ever built from the days of ancients up to now\", and it has been described by &lt;a href=\"Frederick%20Hartt\"&gt;Frederick Hartt&lt;/a&gt; as \"surely one of the most satisfying structures in Italian architectural history\". It has an extremely prominent site, with the long facade facing the Doge's Palace across the &lt;a href=\"Piazzetta%20di%20San%20Marco\"&gt;Piazzetta di San Marco&lt;/a&gt;, and the shorter sides facing the lagoon and the Piazza San Marco.\n&lt;a href=\"Michele%20Sanmicheli\"&gt;Michele Sanmicheli&lt;/a&gt; (1484–1559) from &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt; in the \"terraferma\", trained further south, and on his return to Verona in 1527 was hired by the state as a military architect. Most of his work was fortifications and military or naval buildings around the Venetian territories, especially in Verona, but he also built a number of palaces that are very original, and take Venetian architecture into &lt;a href=\"Mannerism\"&gt;Mannerism&lt;/a&gt;. His work in Verona represents a group of buildings defining the city in a way comparable to &lt;a href=\"Andrea%20Palladio\"&gt;Palladio&lt;/a&gt;'s in Vicenza. The &lt;a href=\"Palazzo%20Bevilacqua\"&gt;Palazzo Bevilacqua&lt;/a&gt; in Verona (begun 1529) is the most famous of these.\nThe principal architect of the later Venetian Renaissance, was &lt;a href=\"Andrea%20Palladio\"&gt;Andrea Palladio&lt;/a&gt; (1508–1580), who was also the key figure in later Italian Renaissance architecture, and its most important writer on architecture. But apart from the two large churches of &lt;a href=\"San%20Giorgio%20Maggiore\"&gt;San Giorgio Maggiore&lt;/a&gt; (1566 on), and &lt;a href=\"Il%20Redentore\"&gt;Il Redentore&lt;/a&gt; (1577 on), he designed relatively little in the city itself, for a number of reasons. He designed many &lt;a href=\"Palladian%20villas%20of%20the%20Veneto\"&gt;villas in the Veneto&lt;/a&gt;, in &lt;a href=\"Vicenza\"&gt;Vicenza&lt;/a&gt; and a series of famous country houses, relatively small compared to some further south, for the Venetian elite. Palladio's style was later developed in the &lt;a href=\"Palladian%20architecture\"&gt;Palladian architecture&lt;/a&gt; of both &lt;a href=\"United%20Kingdom\"&gt;Britain&lt;/a&gt; and the American colonies, and his &lt;a href=\"Venetian%20window\"&gt;Venetian window&lt;/a&gt;, with a central arched top, took a very Venetian element around the world. The &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; of the &lt;a href=\"City%20of%20Vicenza%20and%20the%20Palladian%20Villas%20of%20the%20Veneto\"&gt;City of Vicenza and the Palladian Villas of the Veneto&lt;/a&gt; includes 23 buildings in the city, and 24 country villas.\n&lt;a href=\"Vincenzo%20Scamozzi\"&gt;Vincenzo Scamozzi&lt;/a&gt; (1548–1616) from &lt;a href=\"Vicenza\"&gt;Vicenza&lt;/a&gt; only moved to Venice in 1581, the year after Palladio's death. He designed the &lt;a href=\"Procuratie%20Nuove\"&gt;Procuratie Nuove&lt;/a&gt; on the Piazza San Marco, and completed many projects Palladio had left incomplete. His pupil &lt;a href=\"Baldassare%20Longhena\"&gt;Baldassare Longhena&lt;/a&gt; (1598–1682), who was for a change born in the city, in turn completed Scamozzi's projects and, while he introduced a full-blown &lt;a href=\"Baroque%20architecture\"&gt;Baroque architecture&lt;/a&gt; to Venice, many buildings, especially palaces, continued to develop a Baroque form of the Venetian Renaissance style.\nArchitectural publishing.\nVenice was a major European centre for all book printing publishing, and became the major centre for architectural publishing. &lt;a href=\"Vitruvius\"&gt;Vitruvius&lt;/a&gt; is the only significant classical writer on architecture to survive, and his work \"&lt;a href=\"De%20architectura\"&gt;De architectura&lt;/a&gt;\" was keenly studied by all Renaissance architects. Although the Latin text had been printed before, the first edition illustrated with &lt;a href=\"woodcut\"&gt;woodcut&lt;/a&gt;s was produced by Fra &lt;a href=\"Giovanni%20Giocondo\"&gt;Giovanni Giocondo&lt;/a&gt; in Venice in 1511; he had designed the &lt;a href=\"Fondaco%20dei%20Tedeschi\"&gt;Fondaco dei Tedeschi&lt;/a&gt; in 1505–08.\nThe \"Seven Books\" or \"&lt;a href=\"Tutte%20l%27opere%20d%27architettura%20et%20prospetiva\"&gt;Tutte l'opere d'architettura et prospetiva&lt;/a&gt;\" of &lt;a href=\"Sebastiano%20Serlio\"&gt;Sebastiano Serlio&lt;/a&gt; (1475–1554) were also published in Venice, in several volumes from 1537 onwards. He had worked in the city as an architect, but left little mark. These were also heavily illustrated and became essential reading, and quickly copied and translated around Europe. The patrician humanist, clergyman and Venetian diplomat &lt;a href=\"Daniele%20Barbaro\"&gt;Daniele Barbaro&lt;/a&gt; was a patron of Palladio (&lt;a href=\"Villa%20Barbaro\"&gt;Villa Barbaro&lt;/a&gt;), and Palladio illustrated his Italian translation of Vitruvius (1556). Palladio's own \"&lt;a href=\"I%20quattro%20libri%20dell%27architettura\"&gt;I quattro libri dell'architettura&lt;/a&gt;\" (1570), illustrated by himself, again had a huge influence across Europe.\nVincenzo Scamozzi's main book \"L’Idea dell’Architettura Universale\" was published in 1615, and essentially looks back to Palladio; it was influential in spreading Palladianism.\nMusic.\nIn music history, the \"Venetian School\" was the body and work of &lt;a href=\"composer\"&gt;composer&lt;/a&gt;s working in Venice from about 1550 to around 1610, many working in the &lt;a href=\"Venetian%20polychoral%20style\"&gt;Venetian polychoral style&lt;/a&gt;. The Venetian &lt;a href=\"polychoral\"&gt;polychoral&lt;/a&gt; compositions of the late sixteenth century were among the most famous musical works in Europe, and their influence on musical practice in other countries was enormous. The innovations introduced by the Venetian school, along with the contemporary development of &lt;a href=\"monody\"&gt;monody&lt;/a&gt; and &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;, together define the end of the musical &lt;a href=\"Renaissance%20music\"&gt;Renaissance&lt;/a&gt; and the beginning of the musical &lt;a href=\"Baroque%20music\"&gt;Baroque&lt;/a&gt;.\nAs in other media, the rich patronage available in Venice drew composers from elsewhere in Italy, and beyond, to work in the city. Venice was also the European leader in publishing the new form of printed music scores.\nSeveral major factors came together to create the Venetian School. The first was political: after the death of &lt;a href=\"Pope%20Leo%20X\"&gt;Pope Leo X&lt;/a&gt; in 1521 and the &lt;a href=\"Sack%20of%20Rome%20%281527%29\"&gt;Sack of Rome&lt;/a&gt; in 1527, the long dominant musical establishment in Rome was eclipsed: many musicians either moved elsewhere or chose not to go to Rome, and Venice was one of several places to have an environment conducive to creativity.\nAnother factor, possibly the most important, was the existence of the splendid Basilica &lt;a href=\"San%20Marco%20di%20Venezia\"&gt;San Marco di Venezia&lt;/a&gt; (commonly known as St. Mark's), with its unique interior with opposing choir lofts. Because of the spacious architecture of this basilica, it was necessary to develop a musical style which exploited the sound-delay to advantage, rather than fought against it: thus the &lt;a href=\"Venetian%20polychoral%20style\"&gt;Venetian polychoral style&lt;/a&gt; was developed, the grand antiphonal style in which groups of singers and instruments played sometimes in opposition, and sometimes together, united by the sound of the organ. The first composer to make this effect famous was &lt;a href=\"Adrian%20Willaert\"&gt;Adrian Willaert&lt;/a&gt;, who became \"maestro di cappella\" of St. Mark's in 1527, and remained in the position until his death in 1562. &lt;a href=\"Gioseffo%20Zarlino\"&gt;Gioseffo Zarlino&lt;/a&gt;, one of the most influential writers on music of the age, called Willaert \"the new &lt;a href=\"Pythagoras\"&gt;Pythagoras&lt;/a&gt;,\" and Willaert's influence was profound, not only as a composer but as a teacher, since most of the Venetians who followed studied with him.\nIn the 1560s, two distinct groups developed within the Venetian school: a progressive group, led by &lt;a href=\"Baldassare%20Donato\"&gt;Baldassare Donato&lt;/a&gt;, and a conservative group, led by Zarlino who was then \"maestro di cappella\". Members of the conservative branch tended to follow the style of &lt;a href=\"Dutch%20School%20%28music%29\"&gt;Franco-Flemish&lt;/a&gt; polyphony, and included &lt;a href=\"Cipriano%20de%20Rore\"&gt;Cipriano de Rore&lt;/a&gt;, Zarlino, and &lt;a href=\"Claudio%20Merulo\"&gt;Claudio Merulo&lt;/a&gt;; members of the progressive group included Donato, &lt;a href=\"Giovanni%20Croce\"&gt;Giovanni Croce&lt;/a&gt;, and later &lt;a href=\"Andrea%20Gabrieli\"&gt;Andrea&lt;/a&gt; and &lt;a href=\"Giovanni%20Gabrieli\"&gt;Giovanni Gabrieli&lt;/a&gt;. An additional point of contention between the two groups was whether or not Venetians—or at least Italians—should be given the top job of \"maestro di cappella\" at St. Mark's. Eventually the group favoring local talent prevailed, ending the dominance of foreign musicians in Venice; in 1603, Giovanni Croce was appointed to the job, followed by &lt;a href=\"Giulio%20Cesare%20Martinengo\"&gt;Giulio Cesare Martinengo&lt;/a&gt; in 1609.\nThe peak of development of the Venetian School was in the 1580s, when Andrea and Giovanni Gabrieli composed enormous works for multiple choirs, groups of brass and string instruments, and organ. These works are the first to include &lt;a href=\"Dynamics%20%28music%29\"&gt;dynamics&lt;/a&gt;, and are among the first to include specific instructions for ensemble &lt;a href=\"instrumentation%20%28music%29\"&gt;instrumentation&lt;/a&gt;. Organists working at the same time included Claudio Merulo and &lt;a href=\"Girolamo%20Diruta\"&gt;Girolamo Diruta&lt;/a&gt;; they began to define an instrumental style and technique which moved to northern Europe in the succeeding generations, culminating in the works of &lt;a href=\"Jan%20Pieterszoon%20Sweelinck\"&gt;Sweelinck&lt;/a&gt;, &lt;a href=\"Dieterich%20Buxtehude\"&gt;Buxtehude&lt;/a&gt;, and eventually &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;J.S. Bach&lt;/a&gt;.\nVenetian Guilds.\nThe Venetian community in the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; was constructed on the emphasis on the relationships between neighbours, ritual brothers and kinsmen all living together in equality from the upper and lower &lt;a href=\"social%20class\"&gt;social class&lt;/a&gt;. Many scholars believe that the stability, prosperity and political security was significantly due to their notion of working together and communal action. &lt;a href=\"Petrarch\"&gt;Petrarch&lt;/a&gt;, in the mid-fourteenth century, described Venice as \"solidly built on marble but standing more solid on a foundation of civil concord.\" The stability of Venice was escalated through the system of &lt;a href=\"Guild\"&gt;guilds&lt;/a&gt;. Dennis Romano wrote in his book, \"Patricians and Popolani:\" \"Nowhere in Venetian society was the emphasis on community and solidarity more pronounced than in the guilds.\" By the mid-fourteenth century, Venice had founded more than fifty guilds that helped to achieve cooperation from both members of the government and the guild. The government was shrewd to practice fair justice equally to all social levels, which prevented riots or political protests. Depending on the &lt;a href=\"artisan\"&gt;artisan&lt;/a&gt;'s trade and specialty, individuals joined the corresponding guild group upon a pledge of allegiance to the &lt;a href=\"doge\"&gt;doge&lt;/a&gt;. There were many types of guilds such as the &lt;a href=\"Stonemasonry\"&gt;stonemasons&lt;/a&gt;, &lt;a href=\"Wood%20carving\"&gt;woodcarvers&lt;/a&gt;, &lt;a href=\"Glassmaker\"&gt;glassmakers&lt;/a&gt;, &lt;a href=\"furriers\"&gt;furriers&lt;/a&gt; and &lt;a href=\"wool\"&gt;wool&lt;/a&gt; industries. \n\"Arte dei depentori\" is a painter's guild which is the oldest known guild dating back to 1271. This groups are not exclusive to painters but also includes gilders, &lt;a href=\"Textile\"&gt;textiles&lt;/a&gt; designers, &lt;a href=\"Embroidery\"&gt;embroiderers&lt;/a&gt;, &lt;a href=\"gold\"&gt;gold&lt;/a&gt;-tooled &lt;a href=\"leather\"&gt;leather&lt;/a&gt; artisans, playing-card makers, mask makers, and sign painters. The stratification of the guilds was divided into master craftsmen and workers or apprentices. The masters were in charge of production processes whilst depending on their competency and skills, the workers contributed to production of goods or took on trivial chores such as sweeping the floor or grinding pigments. The functions of the guilds were both political and cultural, contributing their talents during special celebrations and ceremonies. On special events such as the &lt;a href=\"Feast%20of%20Saint%20Mark\"&gt;Feast of Saint Mark&lt;/a&gt;, members of each guild participated in these events for trading of expensive items such as paintings, furniture, carpets, objects of glass, gold, and textiles."
}