{
    "id": "60672074",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=60672074",
    "title": "Surena (4th century)",
    "text": "Surena (also spelled Suren) was a 4th-century &lt;a href=\"Iranian%20peoples\"&gt;Iranian&lt;/a&gt; military officer active during the reign of the &lt;a href=\"Sasanian%20Empire\"&gt;Sasanian&lt;/a&gt; king (&lt;a href=\"shah\"&gt;shah&lt;/a&gt;) &lt;a href=\"Shapur%20II\"&gt;Shapur II&lt;/a&gt; (). He played an important role in the denial of the &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; invasion in 363 and the peace negotiations that followed.\nBiography.\nSurena was a member of the &lt;a href=\"House%20of%20Suren\"&gt;House of Suren&lt;/a&gt;, one of the &lt;a href=\"Seven%20Great%20Houses%20of%20Iran\"&gt;Seven Great Houses of Iran&lt;/a&gt;. The family, of &lt;a href=\"Parthia\"&gt;Parthia&lt;/a&gt;n origin, had been active in Iranian politics since the &lt;a href=\"Arsacid%20Empire\"&gt;Arsacid Empire&lt;/a&gt;, and held parts of &lt;a href=\"Sakastan\"&gt;Sakastan&lt;/a&gt; as their personal &lt;a href=\"fief\"&gt;fief&lt;/a&gt;dom. Surena was seemingly a powerful figure in the country, being described as \"second in power after the king.\" He is first mentioned in 363, when he on April 24 ambushed a patrol force led by &lt;a href=\"Hormizd%20%28Constantinople%29\"&gt;Hormizd&lt;/a&gt;, a brother of &lt;a href=\"Shapur%20II\"&gt;Shapur II&lt;/a&gt;, who had entered the service of the Roman emperor &lt;a href=\"Julian%20%28emperor%29\"&gt;Julian&lt;/a&gt; (). Hormizd only managed to escape due to the overflow of the &lt;a href=\"Euphrates\"&gt;Euphrates&lt;/a&gt; which proved too much for Surena and his men. The following day after the Roman &lt;a href=\"Siege%20of%20Pirisabora\"&gt;sack of Pirisabora&lt;/a&gt;, Surena ambushed three squadrons of the &lt;a href=\"Roman%20cavalry\"&gt;Roman cavalry&lt;/a&gt;, killing some of them, including one of the &lt;a href=\"Military%20tribune\"&gt;tribunes&lt;/a&gt;, and also captured an \"&lt;a href=\"Aquila%20%28Roman%29\"&gt;aquila&lt;/a&gt;\".\nAt the &lt;a href=\"Battle%20of%20Ctesiphon%20%28363%29\"&gt;battle of Ctesiphon&lt;/a&gt; on May 29, &lt;a href=\"Pigranes\"&gt;Pigranes&lt;/a&gt;, Narseus and Surena were defeated by the Romans and as a result forced to retreat into the city walls. After the death of Julian the following month at &lt;a href=\"battle%20of%20Samarra\"&gt;Samarra&lt;/a&gt;, Surena, who was at the time in &lt;a href=\"Nor%20Shirakan\"&gt;Nor Shirakan&lt;/a&gt;, was sent with another nobleman to negotiate peace with the Romans. Upon arriving at the Roman camp, they were greeted by the newly declared emperor &lt;a href=\"Jovian%20%28emperor%29\"&gt;Jovian&lt;/a&gt; (), who made &lt;a href=\"Flavius%20Arinthaeus\"&gt;Flavius Arinthaeus&lt;/a&gt; his mediator for the peace agreement between the two parties. The treaty was called an \"ignobili decreto\" (\"shameful treaty\") by Romans, who had to concede eastern &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Armenia%20%28antiquity%29\"&gt;Armenia&lt;/a&gt;, and the surrounding regions, counting fifteen castles and the important city of &lt;a href=\"Nusaybin\"&gt;Nisibis&lt;/a&gt;, which had its Christian population moved to Roman soil."
}