{
    "id": "60692782",
    "revid": "41559835",
    "url": "https://en.wikipedia.org/wiki?curid=60692782",
    "title": "Kino (singer)",
    "text": "Kang Hyung-gu (; born ), better known as Kino (), is a South Korean singer, songwriter, rapper, composer and dancer. He is best known as the member of the &lt;a href=\"boy%20group\"&gt;boy group&lt;/a&gt; &lt;a href=\"Pentagon%20%28South%20Korean%20band%29\"&gt;Pentagon&lt;/a&gt;, which debuted in 2016 under &lt;a href=\"Cube%20Entertainment\"&gt;Cube Entertainment&lt;/a&gt;. He releases solo music over &lt;a href=\"SoundCloud\"&gt;SoundCloud&lt;/a&gt; under the name Knnovation.\nName.\nAt his group debut showcase, he explained the meaning behind 'Kino'. He said, “My real name is Kang Hyung-gu. I wanted to find a name that could show myself as a singer and in the team in the future, so Kino became it. 키노 is Kino, 'INO' is an &lt;a href=\"acronym\"&gt;acronym&lt;/a&gt; for &lt;a href=\"innovation\"&gt;innovation&lt;/a&gt;. K is from my original family name, Kang's K, Korea 'K'”.\nPersonal life.\nKino was born in &lt;a href=\"Seongnam\"&gt;Seongnam&lt;/a&gt;, South Korea, on January 27, 1998. He has a younger sister. He lived in the Philippines for 3 months when he was a kid. He can speak Korean, Japanese, and English. He graduated from &lt;a href=\"Hanlim%20Multi%20Art%20School\"&gt;Hanlim School of Performing Arts&lt;/a&gt; in 2017 and got admitted into &lt;a href=\"Sejong%20University\"&gt;Sejong University&lt;/a&gt; as a practical dance major through non-scheduled admission. He is named as the dance master in the group. He’s friends with &lt;a href=\"Jamie%20%28singer%29\"&gt;Park Ji-min&lt;/a&gt; of &lt;a href=\"15%26amp%3B\"&gt;15&amp;&lt;/a&gt;, &lt;a href=\"Cho%20Seung-youn\"&gt;Woodz&lt;/a&gt; of &lt;a href=\"Uniq%20%28band%29\"&gt;UNIQ&lt;/a&gt;, Vernon of &lt;a href=\"Seventeen%20%28South%20Korean%20band%29\"&gt;Seventeen&lt;/a&gt;, Nathan, and Hoho. Together they form a project group called M.O.L.A (Make Our Lives Awesome). Kino was a former Power Vocal and &lt;a href=\"JYP%20Entertainment\"&gt;JYP Entertainment&lt;/a&gt; trainee before joining his current agency, &lt;a href=\"Cube%20Entertainment\"&gt;Cube Entertainment&lt;/a&gt;. He also regularly uploads demos for other self produced tracks on his SoundCloud, \"\".\nCareer.\nPredebut: Pentagon Maker.\nBefore his &lt;a href=\"K-pop\"&gt;K-pop&lt;/a&gt; debut, he was a member of a dance team called Urban Boyz.\nHe appeared in &lt;a href=\"G.NA\"&gt;G.NA&lt;/a&gt;'s \"Secret\" music video and promotional activities. He also appeared in &lt;a href=\"Rain%20%28entertainer%29\"&gt;Rain&lt;/a&gt;'s \"Rain Effect\".\nIn 2016, he competed in the reality program \"Pentagon Maker\".\n2016—present: Debut with Pentagon and solo activities.\nWith the released of \"Young\", Cube Entertainment confirmed Kino to debut with Pentagon. He helped create the choreography for their debut track, \"&lt;a href=\"Pentagon%20%28EP%29\"&gt;Gorilla&lt;/a&gt;\". Kino makes a cameo in the drama \"&lt;a href=\"Hello%2C%20My%20Twenties%21\"&gt;Hello, My Twenties! 2&lt;/a&gt;\" with his bandmates as a member of Asgard.\nIn 2017, he helped choreograph the Pentagon songs \"Like This\" for the EP \"&lt;a href=\"Demo%2001%20%28EP%29\"&gt;Demo_01&lt;/a&gt;\" and \"Runaway\" for \"&lt;a href=\"Demo%2002%20%28EP%29\"&gt;Demo_02&lt;/a&gt;\", with the latter being alongside Jay Black. He also produced the song \"Violet\" in \"&lt;a href=\"Demo%2002%20%28EP%29\"&gt;Demo_02&lt;/a&gt;,\" which has both a Korean and Japanese music video and later became the title track for their second Japanese mini album, \"Violet\".\nOn July 14, 2018, Kino posted a video of himself doing the \"&lt;a href=\"In%20My%20Feelings\"&gt;In My Feelings Challenge&lt;/a&gt;\". Being the first celebrity in South Korea to do the challenge, the clip went viral and the challenge gained popularity in the country. On July 17, he was cast with &lt;a href=\"Gongchan\"&gt;Gongchan&lt;/a&gt; of &lt;a href=\"B1A4\"&gt;B1A4&lt;/a&gt; and &lt;a href=\"Yoo%20Seung-woo\"&gt;Yoo Seung-Woo&lt;/a&gt; as the MC for \"Bus King\", a program where musicians surprise bus passengers by performing series of songs. M.O.L.A, a musical group consisting of Kino, &lt;a href=\"Jamie%20%28singer%29\"&gt;Park Ji-min&lt;/a&gt; of &lt;a href=\"15%26amp%3B\"&gt;15&amp;&lt;/a&gt;, &lt;a href=\"Cho%20Seung-youn\"&gt;Woodz&lt;/a&gt; of &lt;a href=\"Uniq%20%28band%29\"&gt;UNIQ&lt;/a&gt;, Vernon of &lt;a href=\"Seventeen%20%28South%20Korean%20band%29\"&gt;Seventeen&lt;/a&gt;, and Nathan, released an unofficial song \"Chillin\" on &lt;a href=\"SoundCloud\"&gt;SoundCloud&lt;/a&gt;. In September, he was featured on &lt;a href=\"Jamie%20%28singer%29\"&gt;Park Ji-min&lt;/a&gt;'s \"PUTP\" (Pick Up The Phone) alongside M.O.L.A members Woodz and Nathan. The song was released on Jimin's second mini album \"jiminxjamie\". Later that month, he wrote the song \"Crossroad\" for &lt;a href=\"Jung%20Dong-ha\"&gt;Jung Dong-ha&lt;/a&gt;'s first full album of the same name. In November, Kino participated in labelmate &lt;a href=\"A%20Train%20To%20Autumn\"&gt;A Train To Autumn&lt;/a&gt;'s debut track \"That Season You Were In\" and \"Bad\" by KRIZ featuring &lt;a href=\"Cho%20Seung-youn\"&gt;Woodz&lt;/a&gt;. In late December, he wrote Jisu's debut single \"Dear Dawn\".\nIn January 2019, he co-wrote the lyrics for M.FECT's \"Designer\". On March 11, he contributed in writing and composing \"Always Difficult Always Beautiful\", for &lt;a href=\"Wooseok\"&gt;Wooseok&lt;/a&gt; on &lt;a href=\"Wooseok%20x%20Kuanlin\"&gt;Wooseok x Kuanlin&lt;/a&gt;'s debut extended play \"&lt;a href=\"9801\"&gt;9801&lt;/a&gt;\". The song was inspired by the episode \"&lt;a href=\"San%20Junipero\"&gt;San Junipero&lt;/a&gt;\" from season three of British anthology series \"&lt;a href=\"Black%20Mirror\"&gt;Black Mirror&lt;/a&gt;\". That same month, Pentagon held the comeback showcase for their eight mini album \"\", which contained three songs produced by Kino: \"Lost Paradise\", \"Spring Snow\", and \"Round 1\". Kino participated in all scheduled activities with the exception of performances due to an ankle injury he suffered in January. Pentagon continued promoting with \"Spring Snow\", and he was able to participate in the promotions for a week. On April 30, he co-wrote, co-produced, and was featured on KRIZ's \"1 Sided Love\". On September 1, he was featured on KRIZ's track \"Hard to Love\". He produced \"What's Going On With Me?\" (이제와 무슨 소용 있겠냐고) by Han Seung-hee, which was released on October 30.\nIn 2020, Kino debuted as a radio host on the Casper Radio's radio program, \"Kino's KiSingBooth\" (Korean: \"키Sing부스\"). With the release of Pentagon's first studio album ' on February 12, Kino co-composed \"Die for You\" with Nathan. He wrote the song using &lt;a href=\"Harley%20Quinn\"&gt;Harley Quinn&lt;/a&gt; from the movie \"&lt;a href=\"Suicide%20Squad%20%28film%29\"&gt;Suicide Squad&lt;/a&gt;\" as an inspiration. In June 2020, he co-produced \"Shine Bright\" by &lt;a href=\"Lee%20Soo-young\"&gt;Lee Soo-young&lt;/a&gt;, which was the fourth OST for the comedy-drama \"&lt;a href=\"Kkondae%20Intern\"&gt;Kkondae Intern&lt;/a&gt;.\" On September 16, Kino produced the Pentagon song \"Twenty-Twenty\", which was the first OST for the web drama \"Twenty-Twenty\". He and bandmate &lt;a href=\"Hongseok\"&gt;Hongseok&lt;/a&gt; later made a cameo in the drama a month later. On October 12, Pentagon released their 10th mini album ', for which he produced two songs: \"Beautiful Goodbye\" and \"Paradise\". Kino shared that the online album art cover was drawn by him as a gift to Pentagon's leader &lt;a href=\"Hui%20%28singer%29\"&gt;Hui&lt;/a&gt;. This marks Kino's \"debut drawing\". He also drew the teaser image and the inside pages of the album. In November, Kino participated as the first artist in Unordinary Sunday's project album with the song \"Poison ( )\". The &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; song describes one's conflicted feelings of leaving behind a toxic person even though he is still in love.\nIn March 2021, Kino began hosting the DIVE Studios podcast \"Unboxing\" alongside &lt;a href=\"Astro%20%28South%20Korean%20band%29\"&gt;Astro&lt;/a&gt;'s &lt;a href=\"Jinjin\"&gt;Jinjin&lt;/a&gt;. He participated in Unordinary Sunday's second project album alongside Yumin with the song \"Sunflower\", released on May 21. On June 19, Kino was featured on Davii's single \"Don't play me love\". He wrote and co-produced &lt;a href=\"A.C.E%20%28South%20Korean%20band%29\"&gt;A.C.E&lt;/a&gt;'s song \"Atlantis\" from their EP \"Siren:Dawn\", released on June 23. Days later, he was officially announced as an MC for the FashionN original program titled \"Follow Me - True to your taste\", a beauty program that presents various ways to become pretty, covering fashion, beauty and life."
}