{
    "id": "60705200",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=60705200",
    "title": "Colinton railway station",
    "text": "Colinton railway station was opened in 1874 and served the area of the then village of &lt;a href=\"Colinton\"&gt;Colinton&lt;/a&gt; that now forms part of the city of &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, with Colinton House nearby. Although primarily built as a goods line to serve the many mills on the &lt;a href=\"Water%20of%20Leith\"&gt;Water of Leith&lt;/a&gt;, a passenger service was provided by the &lt;a href=\"Caledonian%20Railway\"&gt;Caledonian Railway&lt;/a&gt; using the &lt;a href=\"Balerno%20line\"&gt;Balerno Loop&lt;/a&gt; and after grouping by the &lt;a href=\"London%2C%20Midland%20and%20Scottish%20Railway\"&gt;London, Midland and Scottish Railway&lt;/a&gt;, seeing formal closure to passenger traffic shortly after nationalisation.\nHistory.\nOpened by the &lt;a href=\"Caledonian%20Railway\"&gt;Caledonian Railway&lt;/a&gt;, it became part of the &lt;a href=\"London%20Midland%20and%20Scottish%20Railway\"&gt;London Midland and Scottish Railway&lt;/a&gt; during the &lt;a href=\"Railways%20Act%201921\"&gt;Grouping&lt;/a&gt; of 1923, and the LMS ran the last train to serve the station in 1943 with the expectation that the line would re-open after the war. The 20.19 to Edinburgh had been the last train and carried 24 passengers. The line passed to the &lt;a href=\"Scottish%20Region%20of%20British%20Railways\"&gt;Scottish Region of British Railways&lt;/a&gt; upon &lt;a href=\"nationalisation\"&gt;nationalisation&lt;/a&gt; in 1948 who then officially closed Colinton in 1949. Tight curves on the line resulted in slow speeds and made the line vulnerable to competition from tram services. It had once been very popular with families wishing to go for a day out in the country.\nInfrastructure.\nThe station had a single platform and was located on the northern side of the single track line just to the west of Colinton Tunnel with a typical &lt;a href=\"Caledonian%20Railway\"&gt;Caledonian Railway&lt;/a&gt; style small wooden station building with a canopy. The goods yard, also on the north side of the line, was served from the west side of the station and had an open ended goods shed and a bay siding. The &lt;a href=\"Water%20of%20Leith\"&gt;Water of Leith&lt;/a&gt; lies nearby and an overbridge crossed the railway and the river. A signalbox lay to the west near the junction of the West Mills (corn and paper) goods branch.\nA set of steep steps, known locally as 'Jacob's Ladder' gave access to the area above the tunnel portal where the stationmaster's house was located, one occupant being John Kerr. An old passenger carriage body sat close to the station building for many years.\nThe OS map of 1893 shows the goods shed with two other sidings, a weighing machine, a crane and several small buildings associated with the goods yards. The goods shed and a siding are still shown on the 1955 OS map, the passenger station having closed in 1943.\nThe site today.\nThe station is now part of the Water of Leith cyclepath that follows much of the route of the Balerno Loop and the goods yard is a car park."
}