{
    "id": "6073035",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=6073035",
    "title": "Pamela Z",
    "text": "Pamela Z (born 1956) is an American composer, performer, and media artist who is best known for her solo works for voice with electronic processing. In performance, she combines various vocal sounds including operatic &lt;a href=\"bel%20canto\"&gt;bel canto&lt;/a&gt;, experimental &lt;a href=\"Vocal%20extended%20technique\"&gt;extended techniques&lt;/a&gt; and spoken word, with samples and sounds generated by manipulating found objects. Z's musical aesthetic is one of sonic accretion, and she typically processes her voice in real time through the software program &lt;a href=\"MaxMSP\"&gt;Max&lt;/a&gt; on a &lt;a href=\"MacBook%20Pro\"&gt;MacBook Pro&lt;/a&gt; as a means of layering, looping, and altering her live vocal sound. Her performance work often includes video projections and special controllers with sensors that allow her to use physical gestures to manipulate the sound and projected media.\nBiography.\nBorn in &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo, New York&lt;/a&gt;, and raised in the Denver Metro area, Pamela Z received her bachelor's degree in music from the &lt;a href=\"University%20of%20Colorado%20at%20Boulder\"&gt;University of Colorado at Boulder&lt;/a&gt; (1978), where she studied classical voice. In the late 1970s and early 1980s, she worked as a singer/songwriter on voice and guitar throughout Colorado under the name Pam Brooks. She began experimenting with digital delay and reverb to process her voice in the early 1980s and started composing works involving live looping.\nIn 1984 she relocated to San Francisco where she legally changed her last name to Z and became active in the San Francisco Bay Area &lt;a href=\"Contemporary%20classical%20music\"&gt;contemporary music&lt;/a&gt; and &lt;a href=\"performance%20art\"&gt;performance art&lt;/a&gt; scene. Throughout the late 1980s and the 90s, she continued to create solo voice and electronics performances, and gained visibility through her appearances in Bay Area new music performance venues, theaters, and art galleries. She began touring her work nationally and internationally and, by the year 2000, she was performing regularly in New York, Europe, and Japan.\nZ has performed in such festivals as &lt;a href=\"Bang%20on%20a%20Can\"&gt;Bang on a Can&lt;/a&gt; at &lt;a href=\"Lincoln%20Center\"&gt;Lincoln Center&lt;/a&gt; in New York, the Interlink Festival in Japan, &lt;a href=\"Other%20Minds%20%28organization%29\"&gt;Other Minds&lt;/a&gt; in San Francisco, &lt;a href=\"La%20Biennale%20di%20Venezia\"&gt;La Biennale di Venezia&lt;/a&gt; in Venice, Italy, and &lt;a href=\"Pina%20Bausch\"&gt;Pina Bausch Tanztheater&lt;/a&gt;'s Festival in Wuppertal, Germany.\nIn addition to her solo voice and electronics works, Z has composed chamber works commissioned by contemporary music soloists and ensembles such as &lt;a href=\"Kronos%20Quartet\"&gt;Kronos Quartet&lt;/a&gt;, the &lt;a href=\"Bang%20on%20a%20Can%20All%20Stars\"&gt;Bang on a Can All Stars&lt;/a&gt;, &lt;a href=\"Eighth%20Blackbird\"&gt;Eighth Blackbird&lt;/a&gt;, flautist &lt;a href=\"Claire%20Chase\"&gt;Claire Chase&lt;/a&gt;, the New York string quartet &lt;a href=\"Ethel%20%28string%20quartet%29\"&gt;ETHEL&lt;/a&gt;, &lt;a href=\"Del%20Sol%20Quartet\"&gt;Del Sol Quartet&lt;/a&gt;, The &lt;a href=\"California%20EAR%20Unit\"&gt;California EAR Unit&lt;/a&gt;, the &lt;a href=\"San%20Francisco%20Contemporary%20Music%20Players\"&gt;San Francisco Contemporary Music Players&lt;/a&gt;, the Left Coast Chamber Ensemble, and Orchestra of St. Luke's. She has also composed scores for modern dance choreographers including &lt;a href=\"Stephan%20Koplowitz\"&gt;Stephan Koplowitz&lt;/a&gt;, &lt;a href=\"Brenda%20Way\"&gt;Brenda Way&lt;/a&gt; (&lt;a href=\"ODC%20Dance\"&gt;ODC Dance&lt;/a&gt;), Jo Kreiter (Flyaway Productions), and Mary Armentrout. In addition, she has composed and recorded film scores for independent filmmakers including &lt;a href=\"Barbara%20Hammer\"&gt;Barbara Hammer&lt;/a&gt;, &lt;a href=\"Lynne%20Sachs\"&gt;Lynne Sachs&lt;/a&gt;, &lt;a href=\"Jeanne%20C.%20Finley\"&gt;Jeanne C. Finley&lt;/a&gt; and John Muse.\nRecordings.\nStudio Recordings of several of Pamela Z's signature pieces appear on her 2004 solo CD, \"&lt;a href=\"A%20Delay%20is%20Better\"&gt;A Delay is Better&lt;/a&gt;\" on the &lt;a href=\"Starkland\"&gt;Starkland&lt;/a&gt; label. In addition, a number of her works have been released on various experimental music and sound art compilations including her \"Declaratives In First Person\" on \"\" a 2008 (Bridge Records) compilation produced by Mendi + Keith &lt;a href=\"Obadike\"&gt;Obadike&lt;/a&gt;, and ‘’Geekspeak’’, which appears both on \"Sonic Circuits IV\", a 1996 &lt;a href=\"Innova%20Recordings\"&gt;Innova Recordings&lt;/a&gt; compilation and on \"Bitstreams\", a &lt;a href=\"Whitney%20Museum\"&gt;Whitney Museum&lt;/a&gt; collection of works from a 2001 sound exhibition curated by &lt;a href=\"Stephen%20Vitiello\"&gt;Stephen Vitiello&lt;/a&gt;. Z also recorded a track for &lt;a href=\"Meredith%20Monk\"&gt;Meredith Monk&lt;/a&gt;’s 2012 tribute CD \"Monk Mix\"– performing a voice and electronics arrangement of Monk’s ‘’Scared Song’’.\nOther work.\nPamela Z has created fixed-media sound works for radio and new media installations for art galleries. She has had solo exhibitions at fine arts institutions including the &lt;a href=\"Krannert%20Art%20Museum\"&gt;Krannert Art Museum&lt;/a&gt; (Champaign, Il), Savvy Contemporary (Berlin), Trondheim Elektroniske Kunstsenter (Trondheim, Norway), the Fine Arts Center Galleries at Bowling Green State University, and the Chico University Art Gallery (Chico, CA), and her installations have been shown in group exhibitions including \"Dak’Art\" (&lt;a href=\"Dakar%20Biennale\"&gt;Dakar Biennale&lt;/a&gt;, Sénégal), \"Bitstreams\" (&lt;a href=\"Whitney%20Museum%20of%20American%20Art\"&gt;Whitney Museum of American Art&lt;/a&gt;), \"side by side/in the world\" (&lt;a href=\"San%20Francisco%20Arts%20Commission\"&gt;San Francisco Arts Commission&lt;/a&gt; Gallery, \"Walkmen\" (Erzbischöfliches Diözesanmuseum, Cologne, Germany) and the &lt;a href=\"McColl%20Center%20for%20Visual%20Art\"&gt;McColl Center for Visual Art&lt;/a&gt;, Charlotte, NC.\nZ is also known for her narration work in independent film and television. Her voice appears in several documentaries including &lt;a href=\"Sam%20Green\"&gt;Sam Green&lt;/a&gt;'s &lt;a href=\"The%20Weather%20Underground%20%28film%29\"&gt;The Weather Underground&lt;/a&gt; (2002), Hrabba Gunnarsdottir's Alive in Limbo, and the Bay Area &lt;a href=\"PBS\"&gt;PBS&lt;/a&gt; affiliate &lt;a href=\"KQED%20%28TV%29\"&gt;KQED&lt;/a&gt;'s weekly arts television program Spark.\nHonors and awards.\nZ has received numerous awards including the &lt;a href=\"United%20States%20Artists\"&gt;United States Artists&lt;/a&gt; fellowship (2020), the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Letters\"&gt;American Academy of Arts and Letters&lt;/a&gt; Walter Hinrichsen Award (2020), the &lt;a href=\"Rome%20Prize\"&gt;Rome Prize&lt;/a&gt; (2019), the &lt;a href=\"Guggenheim%20Fellowship\"&gt;Guggenheim Fellowship&lt;/a&gt; (2004); &lt;a href=\"Doris%20Duke%20Performing%20Artist%20Award\"&gt;Doris Duke Performing Artist Award&lt;/a&gt; in theater (2015); the CalArts &lt;a href=\"Alpert%20Awards%20in%20the%20Arts\"&gt;Alpert Award in the Arts&lt;/a&gt; (1998); the &lt;a href=\"Creative%20Capital\"&gt;Creative Capital&lt;/a&gt; Fund (2002); the &lt;a href=\"ASCAP\"&gt;ASCAP&lt;/a&gt; Music Award (2000-2017); the MAP Fund (2009 and 2012); a &lt;a href=\"SEAMUS\"&gt;SEAMUS&lt;/a&gt; Lifetime Achievement Award (2016), and the &lt;a href=\"National%20Endowment%20for%20the%20Arts\"&gt;NEA&lt;/a&gt; and Japan/US Friendship Commission Fellowship (1998). In 2008 she was honored as Alumna of the Year by the &lt;a href=\"University%20of%20Colorado%20at%20Boulder\"&gt;University of Colorado at Boulder&lt;/a&gt; College of Music, and she received a &lt;a href=\"Prix%20Ars%20Electronica\"&gt;Prix Ars Electronica&lt;/a&gt; honorable mention (Linz, Austria) in the Digital Musics Category. In 2017, she was a Robert Rauschenberg Foundation Artist in Residence."
}