{
    "id": "6074156",
    "revid": "27233032",
    "url": "https://en.wikipedia.org/wiki?curid=6074156",
    "title": "John McCrae Secondary School",
    "text": "John McCrae Secondary School is a public secondary school in the Nepean district of &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada.\nIt supports grades 9-12. Built in 1999, it was the public high school in &lt;a href=\"Barrhaven\"&gt;Barrhaven&lt;/a&gt;, replacing its predecessor, &lt;a href=\"Confederation%20High%20School%20%28Ottawa%29\"&gt;Confederation High School&lt;/a&gt;.\nJohn McCrae is attached to the &lt;a href=\"Walter%20Baker%20Sports%20Centre\"&gt;Walter Baker Sports Centre&lt;/a&gt;.\nIt offers an array of activities for students such as &lt;a href=\"Squash%20%28sport%29\"&gt;squash&lt;/a&gt;, &lt;a href=\"human%20swimming\"&gt;swimming&lt;/a&gt;, &lt;a href=\"Weight%20training\"&gt;weightlifting&lt;/a&gt; and a &lt;a href=\"library\"&gt;library&lt;/a&gt;.\nThe school is built on a hill in a residential neighbourhood in old Barrhaven.\nThe school is named for &lt;a href=\"John%20McCrae\"&gt;Lieutenant Colonel John Alexander McCrae, MD&lt;/a&gt;, a Canadian poet and doctor during World War I who wrote the famous war memorial poem \"In Flanders Fields\".\nThe school used to perform a musical every other year. Past years musicals have included \"Lucky Stiff\", \"Zombie Prom\", \"High School Musical\"\", \"The Butler did it Singing\", and \"Back to the 80s\". In 2015, the school performed its last musical, \"Hair The Musical\".\nSports.\nJohn McCrae has a variety of sports teams, including &lt;a href=\"curling\"&gt;curling&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"ice%20hockey\"&gt;hockey&lt;/a&gt;, &lt;a href=\"field%20lacrosse\"&gt;field lacrosse&lt;/a&gt;, &lt;a href=\"rugby%20football\"&gt;rugby&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;soccer&lt;/a&gt;, &lt;a href=\"Touch%20%28sport%29\"&gt;touch football&lt;/a&gt;, &lt;a href=\"Canadian%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, swimming, varsity girls rugby, varsity girls touch football, tennis, water polo, &lt;a href=\"badminton\"&gt;badminton&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;. In 2012, the senior boys soccer team won the OFSAA championships after an undefeated season.\nAthletic awards are given out annually, including Athlete of the Year (for each gender and age category), Bulldog Award, Spirit of the Bulldog, the Alexa Sirenko Athletic Award, and the True Sport Award-team award.\nPrograms.\nA Link Crew program is part of John McCrae's school culture. Members of this group mentor incoming Grade 9 students and also organize school-wide events throughout the year, such as the Haunted House, Remembrance Day Ceremony, and Santa's Workshop.\nJohn McCrae is the only school in the OCDSB to offer the High Performance Athlete program, which \"supports the educational accommodations of students who are striving to compete at the Provincial, National and International level in their respective sports. It was put in place in recognition that these talented student athletes required unique programming accommodation and flexibility so that they may attain the high standards demanded in their field and still receive a high quality education.\"\nJohn McCrae has an extensive art program. On multiple occasions each year, the Red Poppy Gallery showcases artworks by students from the advanced art classes open to anyone starting in grade 11. This includes the annual Grad Showcase, where art students from the grade 12 art classes get to display their paintings and art projects to the public."
}