{
    "id": "60757159",
    "revid": "1382933",
    "url": "https://en.wikipedia.org/wiki?curid=60757159",
    "title": "Troy Brooks",
    "text": "Troy Brooks (born September 23, 1972) is a &lt;a href=\"Canadian\"&gt;Canadian&lt;/a&gt; painter. His art is narrative film noir style &lt;a href=\"portrait\"&gt;portrait&lt;/a&gt;s of elongated female protagonists which are part of the contemporary Pop Surrealism scene. \"&lt;a href=\"The%20Globe%20and%20Mail\"&gt;The Globe and Mail&lt;/a&gt;\" wrote in a 2018 review titled \"A Road Trip into Our Psyches\"; \"a typical Brooks she-devil subject has an elongated face and body, is dead white, dressed elaborately, surrounded by weird animal familiars and/or horrific accidents, and is perhaps transgendered.\"\nBrooks's female subjects are confrontational and mannerist in style. Dubbed The Women Of Troy in contemporary art magazines like &lt;a href=\"Juxtapoz\"&gt;Juxtapoz&lt;/a&gt; and Hi-Fructose Magazine Brooks's images of unsettling female characters have been exhibited internationally.\nEarly life.\nBrooks was born &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;tic and suffered a handful of odd illnesses throughout his youth, including several skin diseases and deadly allergies. He became preoccupied with classic Hollywood films of the ’30s and ’40s and later incorporated many of the archetypes and concepts into his work. \nBrooks suffered serious and sometimes extreme bullying in school. In a 2016 WOWXWOW interview, he stated that, as a result, he “grew up in a constant state of fear and humiliation and my art was the only outlet where I felt I had any authority\".\nBrooks attributes his interest in painting to his mother, who was an amateur watercolorist. He remembers watching her paint when he was two years old and drawing beside her easel. His first drawings were of &lt;a href=\"Wonder%20Woman\"&gt;Wonder Woman&lt;/a&gt;.\nInfluences and works.\nBrooks received no formal training, working in &lt;a href=\"Oil%20painting\"&gt;traditional oils&lt;/a&gt;. Cited influences include &lt;a href=\"Lisa%20Yuskavage\"&gt;Lisa Yuskavage&lt;/a&gt;, &lt;a href=\"Otto%20Dix\"&gt;Otto Dix&lt;/a&gt;, and &lt;a href=\"Kees%20van%20Dongen\"&gt;Kees van Dongen&lt;/a&gt;. His use of dramatic light and shadow echoes the 1940s &lt;a href=\"film%20noir\"&gt;film noir&lt;/a&gt; productions of &lt;a href=\"Warner%20Brothers\"&gt;Warner Brothers&lt;/a&gt; and &lt;a href=\"MGM\"&gt;MGM&lt;/a&gt;. Brook’s subject matter is near exclusively portraits of women with protracted faces and bodies. They are often dressed elaborately and paired somehow with &lt;a href=\"Familiar%20spirit\"&gt;animal familiars&lt;/a&gt; or accidents. They are observed in transformative moments. \nIn a 2017 interview, Brooks said that \"the only way to generate any depth in my work is to avoid thinking about it and stay completely intuitive.\"\nPublic works.\nIn 2014, as part of the &lt;a href=\"Pride%20Toronto%23World%20Pride%202014\"&gt;World Pride&lt;/a&gt; Church Street Mural Project, mural artist Christiano De Araujo worked with Brooks to reproduce his painting Tower as a mural. The image stands on the south wall of a two-story building at 418 Church St. in Toronto. It was created as a tribute to those arrested and harassed in the &lt;a href=\"Operation%20Soap\"&gt;1981 Toronto bath-house police raids&lt;/a&gt;. The image shows a drag queen in a confrontational pose against the police.\nExternal links.\n• &lt;a href=\"https%3A//www.troybrooks.com/\"&gt;Official Website&lt;/a&gt;\n• &lt;a href=\"https%3A//www.youtube.com/channel/UCQsNqNHvza6tT2xKEW70pjg/\"&gt;Youtube Channel&lt;/a&gt;\n• &lt;a href=\"https%3A//www.instagram.com/officialtroybrooks/\"&gt;Instagram&lt;/a&gt;\n• &lt;a href=\"https%3A//twitter.com/Mr_Troy_Brooks/\"&gt;Twitter&lt;/a&gt;\n• &lt;a href=\"https%3A//www.facebook.com/womenoftroy/\"&gt;Facebook&lt;/a&gt;"
}