{
    "id": "60764330",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=60764330",
    "title": "Travis Preston",
    "text": "Travis Preston (born September 20, 1959) is an American director and theater artist known for his staging of classical and contemporary &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s and plays. He is the Artistic Director of the &lt;a href=\"CalArts%20Center%20for%20New%20Performance\"&gt;CalArts Center for New Performance&lt;/a&gt; and Dean of the CalArts School of Theater. His notable works include \"&lt;a href=\"Prometheus%20Bound\"&gt;Prometheus Bound&lt;/a&gt;\", \"&lt;a href=\"The%20Master%20Builder\"&gt;The Master Builder&lt;/a&gt;\", \"Brewsie and Willie\", \"&lt;a href=\"Macbeth\"&gt;Macbeth&lt;/a&gt;\" and \"&lt;a href=\"King%20Lear\"&gt;King Lear&lt;/a&gt;\".\nBackground.\nPreston was born in September 1959 in &lt;a href=\"East%20Chicago%2C%20Indiana\"&gt;East Chicago, Indiana&lt;/a&gt;. He applied for &lt;a href=\"Yale%20School%20of%20Drama\"&gt;Yale School of Drama&lt;/a&gt; while working on his Ph.D. in &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt; &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt;. He began his career by directing Aeschylus' Prometheus Bound in 1980 at Wrocławski Teatr Współczesny in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;.\nMuch of Preston's early career intersected with Polish Theater. He studied with &lt;a href=\"Jerzy%20Grotowski\"&gt;Jerzy Grotowski&lt;/a&gt;\nat the Teatr Laboratorium in Wroclaw, where he also worked with dramaturg &lt;a href=\"Ludwig%20Flaszen\"&gt;Ludwig Flaszen&lt;/a&gt;\nand trained with Grotowski actors &lt;a href=\"Ryszard%20Cieslak\"&gt;Ryszard Cieslak&lt;/a&gt;, &lt;a href=\"Zygmunt%20Molik\"&gt;Zygmunt Molik&lt;/a&gt;, and &lt;a href=\"Rena%20Mirecka\"&gt;Rena Mirecka&lt;/a&gt;, studying\nthe method of physical actions, plastiques and corporals. Preston spent time with Grotowski on\nthe Mountain Project in the Polish forest. While in Poland Preston was also introduced to the\nwork of &lt;a href=\"Tadeusz%20Kantor\"&gt;Tadeusz Kantor&lt;/a&gt; and &lt;a href=\"J%C3%B3zef%20Szajna\"&gt;Józef Szajna&lt;/a&gt;.\nAt &lt;a href=\"Yale\"&gt;Yale&lt;/a&gt;, Preston was the assistant of the celebrated Polish film and theater director &lt;a href=\"Andrzej%20Wajda\"&gt;Andrzej Wajda&lt;/a&gt; on a production of \"&lt;a href=\"White%20Marriage\"&gt;White Marriage&lt;/a&gt;\" by &lt;a href=\"Tadeusz%20R%C3%B3%C5%BCewicz\"&gt;Tadeusz Różewicz&lt;/a&gt; at the &lt;a href=\"Yale%20Repertory%20Theatre\"&gt;Yale Repertory Theatre&lt;/a&gt;.\nWhile at Yale Preston was the first student selected to direct at the Yale Rep, a world premiere\nproduction of \"Terra Nova\", by &lt;a href=\"Ted%20Tally\"&gt;Ted Tally&lt;/a&gt;.\nPreston joined &lt;a href=\"Robert%20Brustein\"&gt;Robert Brustein&lt;/a&gt; for the founding of the &lt;a href=\"American%20Repertory%20Theatre\"&gt;American Repertory Theatre&lt;/a&gt; at &lt;a href=\"Harvard\"&gt;Harvard&lt;/a&gt;, where he served as Associate Artist until 1990. During this period Preston focused on directing modern classics: O'Neill (\"&lt;a href=\"Mourning%20Becomes%20Electra\"&gt;Mourning Becomes Electra&lt;/a&gt;\"), Strindberg (\"&lt;a href=\"The%20Ghost%20Sonata\"&gt;The Ghost Sonata&lt;/a&gt;\"), Chekov (\"&lt;a href=\"The%20Seagull\"&gt;The Seagull&lt;/a&gt;\"), and several celebrated productions of plays by &lt;a href=\"Henrik%20Ibsen\"&gt;Henrik Ibsen&lt;/a&gt;, including \"&lt;a href=\"A%20Doll%27s%20House\"&gt;A Doll's House&lt;/a&gt;\", \"&lt;a href=\"Ghosts%20%28play%29\"&gt;Ghosts&lt;/a&gt;\", and \"&lt;a href=\"Little%20Eyolf\"&gt;Little Eyolf&lt;/a&gt;\" at the American Ibsen Theater in Pittsburgh, of which he was one of the founding members. Significant productions included the American Premiere of \"&lt;a href=\"The%20Sleep%20of%20Reason%20%28play%29\"&gt;The Sleep of Reason&lt;/a&gt;\" by &lt;a href=\"Antonio%20Buero-Vallejo\"&gt;Antonio Buero-Vallejo&lt;/a&gt; at Baltimore's Center Stage, The Balcony at the &lt;a href=\"Hong%20Kong%20Repertory%20Theatre\"&gt;Hong Kong Repertory Theatre&lt;/a&gt;, and the American premiere of &lt;a href=\"Bernard-Marie%20Kolt%C3%A8s\"&gt;Bernard-Marie Koltès&lt;/a&gt;' \"&lt;a href=\"Roberto%20Zucco\"&gt;Roberto Zucco&lt;/a&gt;\" in New York.\nCareer.\nIn 2017, Preston directed \"Fantômas: Revenge of the Image\" and staged it at the Wuzhen Theatre Festival in &lt;a href=\"China\"&gt;China&lt;/a&gt;. He also directed and produced \"Sam Shepard's Buried Child\" for the Hong Kong Repertory Theatre.\nIn 2013, Preston revisited Aeschylus' \"Prometheus Bound\", staging it at the Getty Villa at the Barbara and Lawrence Fleischman outdoor &lt;a href=\"Amphitheater\"&gt;Amphitheater&lt;/a&gt;. The performance featured Emmy award winner &lt;a href=\"Ron%20Cephas%20Jones\"&gt;Ron Cephas Jones&lt;/a&gt; in the role of Prometheus, and &lt;a href=\"Mirjana%20Jokovi%C4%87\"&gt;Mirjana Joković&lt;/a&gt; as Io. For the play, he and set designer Efren Delgadillo Jr, employed a 23-foot-tall rotating steel wheel symbolizing time and representing the protagonist being bound to a mountaintop, as per the Greek tragedy.\nPreston was appointed as the Artistic Director of the &lt;a href=\"CalArts%20Center%20for%20New%20Performance\"&gt;CalArts Center for New Performance&lt;/a&gt; in 2005 and Dean of the CalArts School of Theater in August 2010. In the same year, he directed Ibsen's \"The Master Builder\" at the &lt;a href=\"Almeida%20Theatre\"&gt;Almeida Theatre&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;, starring &lt;a href=\"Gemma%20Arterton\"&gt;Gemma Arterton&lt;/a&gt; and &lt;a href=\"Stephen%20Dillane\"&gt;Stephen Dillane&lt;/a&gt;.\nIn 2005, Preston directed &lt;a href=\"Stephen%20Dillane\"&gt;Stephen Dillane&lt;/a&gt; in the popular &lt;a href=\"William%20Shakespeare\"&gt;Shakespeare&lt;/a&gt; tragedy \"Macbeth (A Modern Ecstasy)\". In the play, he explored the inner landscape of Macbeth's soul and staged this one performer drama in a minimalist set at REDCAT in Disney Hall. The play was also performed at the Almeida Theater in London and at the &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; and &lt;a href=\"Adelaide%20Festival\"&gt;Adelaide Festival&lt;/a&gt;s in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nPreston has been teaching faculty at universities and theater training programs including The Yale School of Drama, Columbia School of the Arts, &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt;, the National Theater School of Denmark, &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt;, &lt;a href=\"Hong%20Kong%20Academy%20for%20the%20Performing%20Arts\"&gt;Hong Kong Academy for the Performing Arts&lt;/a&gt;, and &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;.\nDevised work.\nPreston began applying his work on classic texts and text-based methods to devising projects derived from various sources in rehearsal. Using the physical/gestural techniques he developed as a basis, Preston devised a wide ranging series of works that expanded the discourse and practice of contemporary performance creation. These included Paradise Bound: Part II, a spectacle with 100 performers mounted at the &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt; bandshell in New York that involved a chorus of boom boxes “conducted” in an urban ritual of radio cacophony; Woyzeck/Nosferatu (&lt;a href=\"Samuel%20Beckett%20Theater\"&gt;Samuel Beckett Theater&lt;/a&gt;, NYC), a meditation on silent cinema and\nhypnosis; Apocrypha at Cucaracha in New York in 1995, an oratorio based on the Gnostic Gospels: \"&lt;a href=\"Democracy%20in%20America\"&gt;Democracy in America&lt;/a&gt;\", based on &lt;a href=\"Alexis%20de%20Tocqueville\"&gt;Alexis de Tocqueville&lt;/a&gt;'s work of the same name, created together with &lt;a href=\"Colette%20Brooks\"&gt;Colette Brooks&lt;/a&gt; for the Yale Repertory Theatre.\nOpera.\nAs part of &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;'s activities as Cultural City of Europe, Travis Preston directed \"&lt;a href=\"Lulu%20%28opera%29\"&gt;Lulu&lt;/a&gt;\" by\n&lt;a href=\"Alban%20Berg\"&gt;Alban Berg&lt;/a&gt; - a co-operation between the &lt;a href=\"Danish%20National%20Symphony\"&gt;Danish National Symphony&lt;/a&gt;, the &lt;a href=\"Lille%20Gr%C3%B8nneg%C3%A5de%20Theater\"&gt;Lille Grønnegåde Theater&lt;/a&gt;,\nand the &lt;a href=\"Royal%20Family%20of%20Denmark\"&gt;Royal Family of Denmark&lt;/a&gt;, performed in the Queen's riding stables of Christiansborg\nPalace. This began a series of opera works: &lt;a href=\"Luigi%20Nono\"&gt;Luigi Nono&lt;/a&gt;'s \"&lt;a href=\"Al%20gran%20sole%20carico%20d%27amore\"&gt;Al gran sole carico d'amore&lt;/a&gt;\" and \"Boris\nGodounov\" at the &lt;a href=\"Hamburg%20State%20Opera\"&gt;Hamburg State Opera&lt;/a&gt;, \"&lt;a href=\"Don%20Pasquale\"&gt;Don Pasquale&lt;/a&gt;\", \"&lt;a href=\"Falstaff%20%28opera%29\"&gt;Falstaff&lt;/a&gt;\", \"&lt;a href=\"Don%20Giovanni\"&gt;Don Giovanni&lt;/a&gt;\", \"&lt;a href=\"Semiramide\"&gt;Semiramide&lt;/a&gt;\", \"&lt;a href=\"The%20Pearl%20Fishers\"&gt;The Pearl Fishers&lt;/a&gt;\", and \"Saul and the &lt;a href=\"Witch%20of%20Endor\"&gt;Witch of Endor&lt;/a&gt;\" at Opera at the Academy in New York. He directed the opening performance gala at &lt;a href=\"Daniel%20Libeskind\"&gt;Daniel Libeskind&lt;/a&gt;'s &lt;a href=\"Jewish%20Museum%20Berlin\"&gt;Jewish Museum&lt;/a&gt; in Berlin.\nCenter for New Performance.\nThe CalArts Center for New Performance (CNP) was founded in 2002 by Travis Preston (Artistic Director), &lt;a href=\"Carol%20Bixler\"&gt;Carol Bixler&lt;/a&gt; and &lt;a href=\"Susan%20Solt\"&gt;Susan Solt&lt;/a&gt;. It was inaugurated with Travis's innovative all female production of &lt;a href=\"Shakespeare%27s\"&gt;Shakespeare's&lt;/a&gt; &lt;a href=\"King%20Lear\"&gt;King Lear&lt;/a&gt; – which was staged in six different areas within the huge factory spaces of the &lt;a href=\"Brewery%20Arts%20Complex\"&gt;Brewery Arts Complex&lt;/a&gt; in downtown LA. The production featured a moving platform which carried audience members across the space. This innovative device was further developed in Travis Preston and Tom Gunning's production of \"Fantômas: Revenge of the Image.\", also a CNP production.\nCNP acts as the professional producing arm of the &lt;a href=\"California%20Institute%20of%20the%20Arts\"&gt;California Institute of the Arts&lt;/a&gt;, and was established to create a unique artist- and project-driven platform for the creation of original theater, dance, music, media, and a myriad of cross-disciplinary projects.\nIt is an extension of the progressive work developed at &lt;a href=\"CalArts\"&gt;CalArts&lt;/a&gt;, providing a direct dialogue with professional communities at local, national, and international levels. CNP provides an alternate model for supporting upcoming and emergent directions within the performing arts. CNP enables CalArts students to collaborate and develop cutting-edge work with critically acclaimed artists, at a level of experience that surpasses their academic curriculum.\nCNP's artistic council features &lt;a href=\"Jos%C3%A9%20Luis%20Blondet\"&gt;José Luis Blondet&lt;/a&gt;, &lt;a href=\"Douglas%20Kearney\"&gt;Douglas Kearney&lt;/a&gt;, &lt;a href=\"Mara%20Isaacs\"&gt;Mara Isaacs&lt;/a&gt;, &lt;a href=\"Jenny%20Krusoe\"&gt;Jenny Krusoe&lt;/a&gt;, &lt;a href=\"David%20Rosenboom\"&gt;David Rosenboom&lt;/a&gt;, &lt;a href=\"Carey%20Lovelace\"&gt;Carey Lovelace&lt;/a&gt;, &lt;a href=\"Michael%20Skloff\"&gt;Michael Skloff&lt;/a&gt;, and &lt;a href=\"Judy%20Yin%20Shih\"&gt;Judy Yin Shih&lt;/a&gt;.\nSome notable artists who have developed, or starred in CNP productions are, &lt;a href=\"Ron%20Cephas%20Jones\"&gt;Ron Cephas Jones&lt;/a&gt;, &lt;a href=\"Condola%20Rashad\"&gt;Condola Rashad&lt;/a&gt;, &lt;a href=\"Stan%20Lai\"&gt;Stan Lai&lt;/a&gt;, &lt;a href=\"Stephen%20Dillane\"&gt;Stephen Dillane&lt;/a&gt;, &lt;a href=\"Richard%20Foreman\"&gt;Richard Foreman&lt;/a&gt;, &lt;a href=\"Martin%20Acosta\"&gt;Martin Acosta&lt;/a&gt;, &lt;a href=\"Mirjana%20Jokovi%C4%87\"&gt;Mirjana Joković&lt;/a&gt;, &lt;a href=\"Octavio%20Solis\"&gt;Octavio Solis&lt;/a&gt;, &lt;a href=\"David%20Rosenboom\"&gt;David Rosenboom&lt;/a&gt;, &lt;a href=\"Roger%20Guenveur%20Smith\"&gt;Roger Guenveur Smith&lt;/a&gt;, &lt;a href=\"Dahlak%20Brathwaite\"&gt;Dahlak Brathwaite&lt;/a&gt;, &lt;a href=\"Lars%20Jan\"&gt;Lars Jan&lt;/a&gt;, &lt;a href=\"Edgar%20Arceneaux\"&gt;Edgar Arceneaux&lt;/a&gt;, &lt;a href=\"Nataki%20Garrett\"&gt;Nataki Garrett&lt;/a&gt;, and the celebrated Mexican performance group, &lt;a href=\"Lagartijas%20Tiradas%20al%20Sol\"&gt;Lagartijas Tiradas al Sol&lt;/a&gt;.\nRecognition.\nIn 2006, Preston was awarded &lt;a href=\"Ordre%20des%20Arts%20et%20des%20Lettres\"&gt;Chevalier of the Order of Arts and Letters&lt;/a&gt; by the French &lt;a href=\"Minister%20of%20Culture\"&gt;Minister of Culture&lt;/a&gt;."
}