{
    "id": "60790",
    "revid": "19124223",
    "url": "https://en.wikipedia.org/wiki?curid=60790",
    "title": "Castor and Pollux",
    "text": "Castor and Pollux (or Polydeukes) are &lt;a href=\"twin\"&gt;twin&lt;/a&gt; &lt;a href=\"half-brother\"&gt;half-brother&lt;/a&gt;s in &lt;a href=\"Greek%20mythology\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Roman%20mythology\"&gt;Roman mythology&lt;/a&gt;, known together as the Dioscuri.\nTheir mother was &lt;a href=\"Leda%20%28mythology%29\"&gt;Leda&lt;/a&gt;, but they had different fathers; Castor was the mortal son of &lt;a href=\"Tyndareus\"&gt;Tyndareus&lt;/a&gt;, the king of Sparta, while Pollux was the divine son of &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, who seduced Leda in the guise of a swan. The pair are thus an example of &lt;a href=\"heteropaternal%20superfecundation\"&gt;heteropaternal superfecundation&lt;/a&gt;. Though accounts of their birth are varied, they are sometimes said to have been born from an egg, along with their twin sisters &lt;a href=\"Helen%20of%20Troy\"&gt;Helen of Troy&lt;/a&gt; and &lt;a href=\"Clytemnestra\"&gt;Clytemnestra&lt;/a&gt;.\nIn Latin the twins are also known as the Gemini (literally \"twins\") or Castores, as well as the Tyndaridae or Tyndarids. Pollux asked Zeus to let him share his own immortality with his twin to keep them together, and they were transformed into the constellation &lt;a href=\"Gemini%20%28constellation%29\"&gt;Gemini&lt;/a&gt;. The pair were regarded as the patrons of sailors, to whom they appeared as &lt;a href=\"St.%20Elmo%27s%20fire\"&gt;St. Elmo's fire&lt;/a&gt;. They were also associated with horsemanship, in keeping with their origin as the &lt;a href=\"Proto-Indo-European%20religion\"&gt;Indo-European&lt;/a&gt; &lt;a href=\"divine%20twins\"&gt;horse twins&lt;/a&gt;.\nBirth.\nThere is much contradictory information regarding the parentage of the Dioscuri. In the Homeric \"Odyssey\" (11.298–304), they are the sons of Tyndareus alone, but they were sons of Zeus in the Hesiodic \"Catalogue\" (fr. 24 M–W). The conventional account (attested first in Pindar, Nemean 10) combined these paternities so that only Pollux was fathered by Zeus, while Leda and her husband &lt;a href=\"Tyndareus\"&gt;Tyndareus&lt;/a&gt; conceived Castor. This explains why they were granted an alternate immortality. The figure of Tyndareus may have entered their tradition to explain their archaic name \"Tindaridai\" in Spartan inscriptions, or \"Tyndaridai\" in literature, in turn occasioning incompatible accounts of their parentage. Their other sisters were &lt;a href=\"Timandra%20%28mythology%29\"&gt;Timandra&lt;/a&gt;, &lt;a href=\"Phoebe%20%28mythological%20characters%29\"&gt;Phoebe&lt;/a&gt;, and &lt;a href=\"Philonoe\"&gt;Philonoe&lt;/a&gt;.\nCastor and Pollux are sometimes both mortal, sometimes both divine. One consistent point is that if only one of them is immortal, it is Pollux. In Homer's\" &lt;a href=\"Iliad\"&gt;Iliad&lt;/a&gt;\", Helen looks down from the walls of Troy and wonders why she does not see her brothers among the Achaeans. The narrator remarks that they are both already dead and buried back in their homeland of Lacedaemon, thus suggesting that at least in some early traditions, both were mortal. Their death and shared immortality offered by Zeus was material of the lost \"&lt;a href=\"Cypria\"&gt;Cypria&lt;/a&gt;\" in the &lt;a href=\"Epic%20cycle\"&gt;Epic cycle&lt;/a&gt;.\nThe Dioscuri were regarded as helpers of humankind and held to be patrons of travellers and of sailors in particular, who invoked them to seek favourable winds. Their role as horsemen and boxers also led to them being regarded as the patrons of athletes and athletic contests. They characteristically intervened at the moment of crisis, aiding those who honoured or trusted them.\nClassical sources.\nAncient Greek authors tell a number of versions of the story of Castor and Pollux. &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; portrays them initially as ordinary mortals, treating them as dead in the \"&lt;a href=\"Iliad\"&gt;Iliad&lt;/a&gt;\" (\"... there are two commanders I do not see, / Castor the horse breaker and the boxer / Polydeuces, my brothers ...\" – &lt;a href=\"Helen%20of%20Troy\"&gt;Helen&lt;/a&gt;, \"Iliad\" &lt;a href=\"http%3A//www.gutenberg.org/files/16452/16452-h/16452-h.htm%23page_074\"&gt;3.253–255&lt;/a&gt;), but in the \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\" they are treated as alive even though \"the corn-bearing earth holds them\". The author describes them as \"having honour equal to gods\", living on alternate days because of the intervention of Zeus. In both the \"Odyssey\" and in &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt;, they are described as the sons of Tyndareus and Leda. In &lt;a href=\"Pindar\"&gt;Pindar&lt;/a&gt;, Pollux is the son of Zeus while Castor is the son of the mortal Tyndareus. The theme of ambiguous parentage is not unique to Castor and Pollux; similar characterisations appear in the stories of &lt;a href=\"Hercules\"&gt;Hercules&lt;/a&gt; and &lt;a href=\"Theseus\"&gt;Theseus&lt;/a&gt;. The Dioscuri are also invoked in &lt;a href=\"Alcaeus%20of%20Mytilene\"&gt;Alcaeus&lt;/a&gt;' Fragment 34a, though whether this poem antedates the Homeric Hymn to the twins is unknown. They appear together in two plays by &lt;a href=\"Euripides\"&gt;Euripides&lt;/a&gt;, \"&lt;a href=\"Helen%20%28play%29\"&gt;Helen&lt;/a&gt;\" and \"&lt;a href=\"Electra%20%28Euripides%29\"&gt;Elektra&lt;/a&gt;\".\n&lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt; tells the story of how &lt;a href=\"Simonides%20of%20Ceos\"&gt;Simonides of Ceos&lt;/a&gt; was rebuked by Scopas, his patron, for devoting too much space to praising Castor and Pollux in an ode celebrating Scopas' victory in a &lt;a href=\"chariot%20race\"&gt;chariot race&lt;/a&gt;. Shortly afterwards, Simonides was told that two young men wished to speak to him; after he had left the banqueting room, the roof fell in and crushed Scopas and his guests.\nMythology.\nBoth Dioscuri were excellent horsemen and hunters who participated in the hunting of the &lt;a href=\"Calydonian%20Boar\"&gt;Calydonian Boar&lt;/a&gt; and later joined the crew of &lt;a href=\"Jason\"&gt;Jason&lt;/a&gt;'s ship, the \"&lt;a href=\"Argo\"&gt;Argo&lt;/a&gt;\".\nAs Argonauts.\nDuring the expedition of the &lt;a href=\"Argonauts\"&gt;Argonauts&lt;/a&gt;, Pollux took part in a boxing contest and defeated King &lt;a href=\"Amycus\"&gt;Amycus&lt;/a&gt; of the &lt;a href=\"Bebryces\"&gt;Bebryces&lt;/a&gt;, a savage mythical people in &lt;a href=\"Bithynia\"&gt;Bithynia&lt;/a&gt;. After returning from the voyage, the Dioscuri helped Jason and &lt;a href=\"Peleus\"&gt;Peleus&lt;/a&gt; to destroy the city of &lt;a href=\"Iolcus\"&gt;Iolcus&lt;/a&gt; in revenge for the treachery of its king &lt;a href=\"Pelias\"&gt;Pelias&lt;/a&gt;.\nRescuing Helen.\nWhen their sister Helen was abducted by &lt;a href=\"Theseus\"&gt;Theseus&lt;/a&gt;, the half-brothers invaded his kingdom of &lt;a href=\"Attica\"&gt;Attica&lt;/a&gt; to rescue her. In revenge they abducted Theseus's mother &lt;a href=\"Aethra%20%28Greek%20mythology%29\"&gt;Aethra&lt;/a&gt; and took her to Sparta while setting his rival, &lt;a href=\"Menestheus\"&gt;Menestheus&lt;/a&gt;, on the throne of Athens. Aethra was then forced to become Helen's slave. She was ultimately returned to her home by her grandsons &lt;a href=\"Demophon%20of%20Athens\"&gt;Demophon&lt;/a&gt; and &lt;a href=\"Acamas\"&gt;Acamas&lt;/a&gt; after the fall of &lt;a href=\"Troy\"&gt;Troy&lt;/a&gt;.\nLeucippides, Lynceus and death.\nCastor and Pollux aspired to marry the Leucippides (\"daughters of the white horse\"), &lt;a href=\"Phoebe%20%28Leucippides%29\"&gt;Phoebe&lt;/a&gt; and &lt;a href=\"Hilaeira\"&gt;Hilaeira&lt;/a&gt;, whose father was &lt;a href=\"Leucippus%20%28mythology%29\"&gt;Leucippus&lt;/a&gt; (\"white horse\"). Both women were already betrothed to cousins of the Dioscuri, the twin brothers &lt;a href=\"Lynceus%20%28Argonaut%29\"&gt;Lynceus&lt;/a&gt; and &lt;a href=\"Idas\"&gt;Idas&lt;/a&gt; of &lt;a href=\"Messenia%20%28ancient%20region%29\"&gt;Messenia&lt;/a&gt;, sons of &lt;a href=\"Tyndareus\"&gt;Tyndareus&lt;/a&gt;'s brother &lt;a href=\"Aphareus%20of%20Messenia\"&gt;Aphareus&lt;/a&gt;. Castor and Pollux carried the women off to &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt; wherein each had a son; Phoebe bore Mnesileos to Pollux and Hilaeira bore Anogon to Castor. This began a family feud among the four sons of the brothers Tyndareus and Aphareus.\nThe cousins carried out a cattle-raid in &lt;a href=\"Arcadia%20%28ancient%20region%29\"&gt;Arcadia&lt;/a&gt; together but fell out over the division of the meat. After stealing the herd, but before dividing it, the cousins butchered, quartered, and roasted a calf. As they prepared to eat, the gigantic Idas suggested that the herd be divided into two parts instead of four, based on which pair of cousins finished their meal first. Castor and Pollux agreed. Idas quickly ate both his portion and Lynceus' portion. Castor and Pollux had been duped. They allowed their cousins to take the entire herd, but vowed someday to take revenge.\nSome time later, Idas and Lynceus visited their uncle's home in Sparta. The uncle was on his way to Crete, so he left Helen in charge of entertaining the guests, which included both sets of cousins, as well as Paris, prince of Troy. Castor and Pollux recognized the opportunity to exact revenge, made an excuse that justified leaving the feast, and set out to steal their cousins' herd. Idas and Lynceus eventually set out for home, leaving Helen alone with Paris, who then kidnapped her. Thus, the four cousins helped set into motion the events that gave rise to the Trojan War.\nMeanwhile, Castor and Pollux had reached their destination. Castor climbed a tree to keep a watch as Pollux began to free the cattle. Far away, Idas and Lynceus approached. Lynceus, named for the lynx because he could see in the dark, spied Castor hiding in the tree. Idas and Lynceus immediately understood what was happening. Idas, furious, ambushed Castor, fatally wounding him with a blow from his spear – but not before Castor called out to warn Pollux. In the ensuing brawl, Pollux killed Lynceus. As Idas was about to kill Pollux, Zeus, who had been watching from &lt;a href=\"Mount%20Olympus\"&gt;Mount Olympus&lt;/a&gt;, hurled a thunderbolt, killing Idas and saving his son.\nReturning to the dying Castor, Pollux was given the choice by Zeus of spending all his time on &lt;a href=\"Mount%20Olympus\"&gt;Mount Olympus&lt;/a&gt; or giving half his immortality to his mortal brother. He opted for the latter, enabling the twins to alternate between Olympus and &lt;a href=\"Greek%20underworld\"&gt;Hades&lt;/a&gt;. The brothers became the two brightest stars in the constellation &lt;a href=\"Gemini%20%28constellation%29\"&gt;Gemini&lt;/a&gt; (\"the twins\"): &lt;a href=\"Castor%20%28star%29\"&gt;Castor&lt;/a&gt; (&lt;a href=\"Alpha%20Geminorum\"&gt;Alpha Geminorum&lt;/a&gt;) and &lt;a href=\"Pollux%20%28star%29\"&gt;Pollux&lt;/a&gt; (&lt;a href=\"Beta%20Geminorum\"&gt;Beta Geminorum&lt;/a&gt;). As emblems of immortality and death, the Dioscuri, like &lt;a href=\"Heracles\"&gt;Heracles&lt;/a&gt;, were said to have been initiated into the &lt;a href=\"Eleusinian%20mysteries\"&gt;Eleusinian mysteries&lt;/a&gt;. In some myths, &lt;a href=\"Poseidon\"&gt;Poseidon&lt;/a&gt; rewarded them with horses to ride and power to aid shipwrecked men.\nIconography.\nCastor and Pollux are consistently associated with horses in art and literature. They are widely depicted as helmeted horsemen carrying spears. The Pseudo-&lt;a href=\"Oppian\"&gt;Oppian&lt;/a&gt; manuscript depicts the brothers hunting, both on horseback and on foot.\nOn &lt;a href=\"votive\"&gt;votive&lt;/a&gt; reliefs they are depicted with a variety of symbols representing the concept of twinhood, such as the \"dokana\" (δόκανα – two upright pieces of wood connected by two cross-beams), a pair of &lt;a href=\"amphora\"&gt;amphora&lt;/a&gt;e, a pair of shields, or a pair of snakes. They are also often shown wearing felt caps, sometimes with stars above. They are depicted on &lt;a href=\"metope%20%28architecture%29\"&gt;metopes&lt;/a&gt; (an element of a Doric frieze) from &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt; showing them on the voyage of the \"Argo\" (Ἀργώ) and rustling cattle with Idas. &lt;a href=\"Pottery%20of%20ancient%20Greece\"&gt;Greek vases&lt;/a&gt; regularly show them capturing Phoebe and Hilaeira, as &lt;a href=\"Argonauts\"&gt;Argonauts&lt;/a&gt;, as well as in religious ceremonies and at the delivery to &lt;a href=\"Leda%20%28mythology%29\"&gt;Leda&lt;/a&gt; of the egg containing Helen. They can be recognized in some vase-paintings by the &lt;a href=\"Phrygian%20cap\"&gt;skull-cap&lt;/a&gt; they wear, the \"pilos\" (πῖλος), which was already explained in antiquity as the remnants of the egg from which they hatched.\nThey were described by &lt;a href=\"Dares%20Phrygius\"&gt;Dares Phrygius&lt;/a&gt; as \"blond haired, large eyed, fair complexioned, and well-built with trim bodies\".\nShrines and rites.\nThe Dioskouroi were worshipped by the Greeks and Romans alike; there were temples to the twins in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, such as the &lt;a href=\"Anakeion\"&gt;Anakeion&lt;/a&gt;, and &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, as well as shrines in many other locations in the ancient world.\nThe Dioskouroi and their sisters grew up in &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;, in the royal household of &lt;a href=\"Tyndareus\"&gt;Tyndareus&lt;/a&gt;; they were particularly important to the &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;ns, who associated them with the Spartan tradition of dual kingship and appreciated that two princes of their ruling house were elevated to immortality. Their connection there was very ancient: a uniquely Spartan aniconic representation of the Tyndaridai was as two upright posts joined by a cross-bar; as the protectors of the Spartan army the \"beam figure\" or \"dókana\" was carried in front of the army on campaign. Sparta's unique dual kingship reflects the divine influence of the Dioscuri. When the Spartan army marched to war, one king remained behind at home, accompanied by one of the Twins. \"In this way the real political order is secured in the realm of the Gods\".\nTheir \"herōon\" or grave-shrine was on a mountain top at &lt;a href=\"Therapne\"&gt;Therapne&lt;/a&gt; across the &lt;a href=\"Eurotas\"&gt;Eurotas&lt;/a&gt; from Sparta, at a shrine known as the \"Meneláeion\" where Helen, Menelaus, Castor and Pollux were all said to be buried. Castor himself was also venerated in the region of &lt;a href=\"Kastoria\"&gt;Kastoria&lt;/a&gt; in northern Greece.\nThey were commemorated both as gods on Olympus worthy of &lt;a href=\"Holocaust%20%28sacrifice%29\"&gt;holocaust&lt;/a&gt;, and as deceased mortals in Hades, whose spirits had to be propitiated by &lt;a href=\"libation\"&gt;libation&lt;/a&gt;s. Lesser shrines to Castor, Pollux and Helen were also established at a number of other locations around Sparta. The &lt;a href=\"pear\"&gt;pear&lt;/a&gt; tree was regarded by the Spartans as sacred to Castor and Pollux, and images of the twins were hung in its branches. The standard Spartan oath was to swear \"by the two gods\" (in &lt;a href=\"Doric%20Greek\"&gt;Doric Greek&lt;/a&gt;: νά τώ θεὼ, \"ná tō theō\", in the &lt;a href=\"Dual%20grammatical%20number\"&gt;Dual number&lt;/a&gt;).\nThe rite of \"&lt;a href=\"theoxenia\"&gt;theoxenia&lt;/a&gt;\" (θεοξενία), \"god-entertaining\", was particularly associated with Castor and Pollux. The two deities were summoned to a table laid with food, whether at individuals' own homes or in the public hearths or equivalent places controlled by states. They are sometimes shown arriving at a gallop over a food-laden table. Although such \"table offerings\" were a fairly common feature of Greek cult rituals, they were normally made in the shrines of the gods or heroes concerned. The domestic setting of the \"theoxenia\" was a characteristic distinction accorded to the Dioskouroi.\nThe image of the twins attending a goddess are widespread and link the Dioskouroi with the male societies of initiates under the aegis of the &lt;a href=\"Cybele\"&gt;Anatolian Great Goddess&lt;/a&gt; and the great gods of &lt;a href=\"Samothrace\"&gt;Samothrace&lt;/a&gt;. During the &lt;a href=\"Archaic%20Greece\"&gt;Archaic period&lt;/a&gt;, the Dioscuri were venerated in &lt;a href=\"Naucratis\"&gt;Naukratis&lt;/a&gt;. The Dioscuri are the inventors of war dances, which characterize the &lt;a href=\"Kuretes\"&gt;Kuretes&lt;/a&gt;.\nCity of Dioscurias.\nThe ancient city of Dioscurias or Dioskurias (Διοσκουριάς) on the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; coast, modern &lt;a href=\"Sukhumi\"&gt;Sukhumi&lt;/a&gt;, was named after them. In addition, according to legend the city was founded by them. According to another legend, the city was founded by their &lt;a href=\"chariot\"&gt;chariot&lt;/a&gt;eers, Amphitus and Cercius of &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;.\nIsland of Dioscuri.\nThe island of &lt;a href=\"Socotra\"&gt;Socotra&lt;/a&gt;, located between the &lt;a href=\"Guardafui%20Channel\"&gt;Guardafui Channel&lt;/a&gt; and the &lt;a href=\"Arabian%20Sea\"&gt;Arabian Sea&lt;/a&gt;, was called by the Greeks \"Dioskouridou\" (Διοσκουρίδου νήσος), meaning \"the island of the Dioscuri\".\nIndo-European analogues.\nThe heavenly twins appear in &lt;a href=\"Proto-Indo-Europeans\"&gt;Indo-European&lt;/a&gt; tradition as the effulgent &lt;a href=\"Vedic%20period\"&gt;Vedic&lt;/a&gt; brother-horsemen called the &lt;a href=\"Ashvins\"&gt;Ashvins&lt;/a&gt;, &lt;a href=\"Lithuanian%20mythology\"&gt;Lithuanian&lt;/a&gt; &lt;a href=\"A%C5%A1vieniai\"&gt;Ašvieniai&lt;/a&gt;, and possibly Germanic &lt;a href=\"Alcis%20%28gods%29\"&gt;Alcis&lt;/a&gt;.\nItaly and the Roman Empire.\nFrom the 5th century BCE onwards, the brothers were revered by the Romans, probably as the result of cultural transmission via the Greek colonies of &lt;a href=\"Magna%20Graecia\"&gt;Magna Graecia&lt;/a&gt; in southern Italy. An archaic Latin inscription of the 6th or 5th century BCE found at &lt;a href=\"Lavinium\"&gt;Lavinium&lt;/a&gt;, which reads \"Castorei Podlouqueique qurois\" (\"To Castor and Pollux, the Dioskouroi\"), suggests a direct transmission from the Greeks; the word \"qurois\" is virtually a &lt;a href=\"transliteration\"&gt;transliteration&lt;/a&gt; of the Greek word \"κούροις\", while \"Podlouquei\" is effectively a transliteration of the Greek \"Πολυδεύκης\". The construction of the &lt;a href=\"Temple%20of%20Castor%20and%20Pollux\"&gt;Temple of Castor and Pollux&lt;/a&gt;, located in the &lt;a href=\"Roman%20Forum\"&gt;Roman Forum&lt;/a&gt; at the heart of their city, was undertaken to fulfill a vow \"(&lt;a href=\"votum\"&gt;votum&lt;/a&gt;)\" made by &lt;a href=\"Aulus%20Postumius%20Albus%20Regillensis\"&gt;Aulus Postumius Albus Regillensis&lt;/a&gt; in gratitude at the Roman victory in the &lt;a href=\"Battle%20of%20Lake%20Regillus\"&gt;Battle of Lake Regillus&lt;/a&gt; in 495 BCE. The establishment of a temple may also be a form of \"&lt;a href=\"evocatio\"&gt;evocatio&lt;/a&gt;\", the transferral of a &lt;a href=\"tutelary%20deity%23Ancient%20Rome\"&gt;tutelary deity&lt;/a&gt; from a defeated town to Rome, where cult would be offered &lt;a href=\"do%20ut%20des\"&gt;in exchange for favor&lt;/a&gt;. According to legend, the twins fought at the head of the Roman army and subsequently brought news of the victory back to Rome. The &lt;a href=\"Locri\"&gt;Locri&lt;/a&gt;ans of &lt;a href=\"Magna%20Graecia\"&gt;Magna Graecia&lt;/a&gt; had attributed their success at a legendary battle on the banks of the Sagras to the intervention of the Twins. The Roman legend could have had its origins in the Locrian account and possibly supplies further evidence of cultural transmission between Rome and Magna Graecia.\nThe Romans believed that the twins aided them on the battlefield. Their role as horsemen made them particularly attractive to the Roman \"&lt;a href=\"Equestrian%20order\"&gt;equites&lt;/a&gt;\" and cavalry. Each year on July 15, Feast Day of the Dioskouroi, 1,800 equestrians would parade through the streets of Rome in an elaborate spectacle in which each rider wore full military attire and whatever decorations he had earned.\nCastor and Pollux are also represented in the &lt;a href=\"Circus%20Maximus\"&gt;Circus Maximus&lt;/a&gt; by the use of eggs as lap counters.\nIn translations of comedies by &lt;a href=\"Plautus\"&gt;Plautus&lt;/a&gt;, women generally swear by Castor, and men by Pollux; this is exemplified by the slave-woman character Staphyla in \"A Pot of Gold\" (act i, ll. 67–71) where she swears by Castor in line 67, then the negative prefix in line 71 denotes a refutation against swearing by Pollux.\n&lt;a href=\"Photius\"&gt;Photius&lt;/a&gt; wrote that Polydeuces was a lover of &lt;a href=\"Hermes\"&gt;Hermes&lt;/a&gt;, and the god made him a gift of Dotor (), the &lt;a href=\"Thessalian\"&gt;Thessalian&lt;/a&gt; horse.\nEtruscan Kastur and Pultuce.\nThe &lt;a href=\"Etruscans\"&gt;Etruscans&lt;/a&gt; venerated the twins as \"Kastur\" and \"Pultuce\", collectively as the \"tinas cliniiaras\", \"Sons of &lt;a href=\"Tinia\"&gt;Tinia&lt;/a&gt;\", Etruscan counterpart of Zeus. They were often portrayed on Etruscan mirrors. As was the fashion in Greece, they could also be portrayed symbolically; one example is seen in the &lt;a href=\"Tomba%20del%20Letto%20Funebre\"&gt;Tomb of the Funereal Bed&lt;/a&gt; at &lt;a href=\"Tarquinia\"&gt;Tarquinia&lt;/a&gt; where a \"&lt;a href=\"lectisternium\"&gt;lectisternium&lt;/a&gt;\" is painted for them. Another is symbolised in a painting depicted as two pointed caps crowned with laurel, referring to the &lt;a href=\"Phrygian%20cap\"&gt;Phrygian cap&lt;/a&gt;s.\nChristianization.\nEven after the rise of &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;, the Dioskouroi continued to be venerated. The 5th century pope &lt;a href=\"Gelasius%20I\"&gt;Gelasius I&lt;/a&gt; attested to the presence of a \"cult of Castores\" that the people did not want to abandon. In some instances, the twins appear to have simply been absorbed into a Christian framework; thus 4th century CE pottery and carvings from North Africa depict the Dioskouroi alongside the &lt;a href=\"Twelve%20Apostles\"&gt;Twelve Apostles&lt;/a&gt;, the &lt;a href=\"Raising%20of%20Lazarus\"&gt;Raising of Lazarus&lt;/a&gt; or with &lt;a href=\"Saint%20Peter\"&gt;Saint Peter&lt;/a&gt;. The church took an ambivalent attitude, rejecting the immortality of the Dioskouroi but seeking to replace them with equivalent Christian pairs. Saints Peter and &lt;a href=\"Paul%20the%20Apostle\"&gt;Paul&lt;/a&gt; were thus adopted in place of the Dioskouroi as patrons of travelers, and &lt;a href=\"Saints%20Cosmas%20and%20Damian\"&gt;Saints Cosmas and Damian&lt;/a&gt; took over their function as healers. Some have also associated Saints &lt;a href=\"Speusippus%2C%20Eleusippus%2C%20and%20Melapsippus\"&gt;Speusippus, Eleusippus, and Melapsippus&lt;/a&gt; with the Dioskouroi.\nThe New Testament scholar &lt;a href=\"Dennis%20MacDonald\"&gt;Dennis MacDonald&lt;/a&gt; identifies Castor and Pollux as models for &lt;a href=\"James%20son%20of%20Zebedee\"&gt;James son of Zebedee&lt;/a&gt; and his brother &lt;a href=\"John%20the%20Apostle\"&gt;John&lt;/a&gt; in the &lt;a href=\"Mark%20the%20Evangelist\"&gt;Gospel of Mark&lt;/a&gt;. MacDonald cites the origin of this identification to 1913 when &lt;a href=\"J.%20Rendel%20Harris\"&gt;J. Rendel Harris&lt;/a&gt; published his work &lt;a href=\"Boanerges\"&gt;Boanerges&lt;/a&gt;, a Greek version probably of an Aramaic name meaning \"Sons of &lt;a href=\"Thunder\"&gt;Thunder&lt;/a&gt;\", thunder being associated with &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, father of Pollux, in what MacDonald calls a form of early Christian Dioscurism.\nMore directly, the &lt;a href=\"Acts%20of%20the%20Apostles\"&gt;Acts of the Apostles&lt;/a&gt; mentions the Dioskouroi in a neutral context, as the figurehead of an Alexandrian ship boarded by Paul in Malta (Acts 28:11)."
}