{
    "id": "60804016",
    "revid": "41195652",
    "url": "https://en.wikipedia.org/wiki?curid=60804016",
    "title": "2019–20 Northern Counties East Football League",
    "text": "The 2019–20 Northern Counties East Football League season was the 38th in the history of &lt;a href=\"Northern%20Counties%20East%20Football%20League\"&gt;Northern Counties East Football League&lt;/a&gt;, a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in England.\nThe allocations for Steps 1 to 6 for season 2019–20 were announced by the FA on 19 May. These were subject to appeal, and the Northern Counties East's constitution was ratified at the league's &lt;a href=\"Annual%20general%20meeting\"&gt;AGM&lt;/a&gt; on 15 June.\nAs a result of the &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; &lt;a href=\"pandemic\"&gt;pandemic&lt;/a&gt;, this season's competition was formally abandoned on 26 March 2020, with all results from the season being expunged, and no promotion or relegation taking place to, from, or within the competition. On 30 March 2020, sixty-six non-league clubs sent an &lt;a href=\"open%20letter\"&gt;open letter&lt;/a&gt; to the &lt;a href=\"The%20Football%20Association\"&gt;Football Association&lt;/a&gt; requesting that they reconsider their decision.\nPremier Division.\nThe Premier Division consists of 20 clubs.\nThe following 3 clubs left the Premier Division before the season -\nThe following 3 clubs joined the Premier Division before the season -\nPremier Division table.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nDivision One.\nDivision One consists of 20 clubs.\nThe following 5 clubs left Division One before the season -\nThe following 5 clubs joined Division One before the season -\nIn addition, &lt;a href=\"East%20Yorkshire%20Carnegie%20F.C.\"&gt;East Yorkshire Carnegie&lt;/a&gt; were renamed as &lt;a href=\"East%20Hull%20F.C.\"&gt;East Hull&lt;/a&gt;\nDivision One table.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nLeague Cup.\nThe 2019–20 Northern Counties East Football League League Cup is the 37th season of the league cup competition of the Northern Counties East Football League."
}