{
    "id": "60829777",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=60829777",
    "title": "Die wundersame Schustersfrau",
    "text": "Die wundersame Schustersfrau (\"The Wondrous Cobbler's Wife\") is an opera in two acts by &lt;a href=\"Udo%20Zimmermann\"&gt;Udo Zimmermann&lt;/a&gt;, with a libretto which he wrote with Eberhard Schmidt based on the 1930 Spanish play \"&lt;a href=\"La%20zapatera%20prodigiosa\"&gt;La zapatera prodigiosa&lt;/a&gt;\", a \"farsa violenta\" by &lt;a href=\"Federico%20Garc%C3%ADa%20Lorca\"&gt;Federico García Lorca&lt;/a&gt; and translated by Enrique Beck. The opera was first performed on 25 April 1982 at the &lt;a href=\"Schlosstheater%20Schwetzingen\"&gt;Schlosstheater Schwetzingen&lt;/a&gt;, staged by &lt;a href=\"Alfred%20Kirchner\"&gt;Alfred Kirchner&lt;/a&gt;.\nHistory.\n\"Die wundersame Schustersfrau\" is Zimmermann's fifth opera and the first not premiered in the &lt;a href=\"German%20Democratic%20Republic\"&gt;GDR&lt;/a&gt;. He wrote it on a commission by the broadcaster &lt;a href=\"S%C3%BCddeutscher%20Rundfunk\"&gt;Süddeutscher Rundfunk&lt;/a&gt; after the success of his opera \"&lt;a href=\"Der%20Schuhu%20und%20die%20fliegende%20Prinzessin\"&gt;Der Schuhu und die fliegende Prinzessin&lt;/a&gt;\" at the 1977 &lt;a href=\"Schwetzingen%20Festival\"&gt;Schwetzingen Festival&lt;/a&gt;. The libretto, based on 's German version of Lorca's \"&lt;a href=\"La%20zapatera%20prodigiosa\"&gt;La zapatera prodigiosa&lt;/a&gt;\", was written by the composer and Lutz Eberhard Schmidt. Zimmermann completed the composition in 1981.\nThe premiere, as part of the Schwetzingen Festival at the &lt;a href=\"Schlosstheater%20Schwetzingen\"&gt;Schlosstheater Schwetzingen&lt;/a&gt; on 25 April 1982, was produced by the &lt;a href=\"Hamburg%20State%20Opera\"&gt;Hamburg State Opera&lt;/a&gt;, conducted by &lt;a href=\"Peter%20G%C3%BClke\"&gt;Peter Gülke&lt;/a&gt; and staged by &lt;a href=\"Alfred%20Kirchner\"&gt;Alfred Kirchner&lt;/a&gt;. During the same season, the opera was performed in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt;, &lt;a href=\"Bielefeld\"&gt;Bielefeld&lt;/a&gt; and the &lt;a href=\"Leipzig%20Opera\"&gt;Leipzig Opera&lt;/a&gt;, the first performance in the GDR.\nThe stage director wrote a version suitable for small stages in 1985, which was performed in &lt;a href=\"Bautzen\"&gt;Bautzen&lt;/a&gt;, &lt;a href=\"Meiningen\"&gt;Meiningen&lt;/a&gt;, at the &lt;a href=\"Staatstheater%20N%C3%BCrnberg\"&gt;Staatstheater Nürnberg&lt;/a&gt;, and in 1988 at the first &lt;a href=\"Munich%20Biennale\"&gt;Munich Biennale&lt;/a&gt;. It was performed in Bonn in 1989 (conducted by the composer), &lt;a href=\"Regensburg\"&gt;Regensburg&lt;/a&gt; in 1992, &lt;a href=\"Klagenfurt\"&gt;Klagenfurt&lt;/a&gt; in 1993, and at the &lt;a href=\"Deutsche%20Oper%20am%20Rhein\"&gt;Deutsche Oper am Rhein&lt;/a&gt; in Duisburg in 1996.\nMusic.\nA critic of the premiere noted the opera's expressivity, beginning with a beginning of one central tone, intensified in rhythm and dynamics, a \"chiffre\" repeated in emotional situations. Other elements are fake-folklore, use of the &lt;a href=\"celesta\"&gt;celesta&lt;/a&gt; reminiscent of Mozart, and repeated strong beats marking rage. Zimmermann wrote complex ensembles in octets of women.\nRecording.\nExcerpts from Act 2 were recorded as part of the series \"\" under the title \"Nach- und Nachtgesänge – Oper 1977–1987 – Werke von Kirchner, U. Zimmermann, Matthus, W. Zimmermann, Rihm\". As in the premiere, Peter Gülke conducted the &lt;a href=\"Philharmonisches%20Staatsorchester%20Hamburg\"&gt;Philharmonisches Staatsorchester Hamburg&lt;/a&gt;."
}