{
    "id": "6083067",
    "revid": "693044",
    "url": "https://en.wikipedia.org/wiki?curid=6083067",
    "title": "The Meatrix",
    "text": "The Meatrix is a short &lt;a href=\"Adobe%20Flash\"&gt;flash&lt;/a&gt; &lt;a href=\"animation\"&gt;animation&lt;/a&gt; critical of &lt;a href=\"factory%20farming\"&gt;factory farming&lt;/a&gt; and industrial agricultural practices. It has been translated into more than 30 languages and watched by more than 30 million people. A parody of \"&lt;a href=\"The%20Matrix\"&gt;The Matrix&lt;/a&gt;\" series by &lt;a href=\"AT%26amp%3BT\"&gt;AT&amp;T&lt;/a&gt;’s &lt;a href=\"WarnerMedia\"&gt;WarnerMedia&lt;/a&gt;, it was made by the &lt;a href=\"Green%20politics\"&gt;green&lt;/a&gt; messaging firm &lt;a href=\"Free%20Range%20Studios\"&gt;Free Range Studios&lt;/a&gt; in 2003 as a commissioned project for Grace Communications Foundation. Two sequels were released in 2006, The Meatrix II: Revolting, and The Meatrix II ½.\nPlot.\nIn a dark satire of the 1999 film \"&lt;a href=\"The%20Matrix\"&gt;The Matrix&lt;/a&gt;\", &lt;a href=\"Neo%20%28The%20Matrix%29\"&gt;Leo&lt;/a&gt;, a pig on a seemingly &lt;a href=\"bucolic\"&gt;bucolic&lt;/a&gt; &lt;a href=\"family%20farm\"&gt;family farm&lt;/a&gt;, is approached by &lt;a href=\"Morpheus%20%28The%20Matrix%29\"&gt;Moopheus&lt;/a&gt;, an anthropomorphic bull. Moopheus shows Leo that the farm he has known is an illusion, and that he is really trapped in a horrific &lt;a href=\"Factory%20farming\"&gt;factory farm&lt;/a&gt;. Leo and Moopheus then work to break out of the Meatrix and help others do the same, with some help from a third character, &lt;a href=\"Trinity%20%28The%20Matrix%29\"&gt;Chickity&lt;/a&gt;. The animated short aims to encourage consumers to purchase organic food products and &lt;a href=\"free-range\"&gt;free-range&lt;/a&gt; meats.\nAwards.\n\"The Meatrix\" has won a number of awards, including a 2005 &lt;a href=\"Webby%20Awards\"&gt;Webby&lt;/a&gt; and the &lt;a href=\"Annecy%20International%20Animated%20Film%20Festival\"&gt;Annecy&lt;/a&gt; 2004 Netsurfers Award for Short Films. Free Range Studios claims that over 15 million people have viewed \"The Meatrix\", and it has been translated, either dubbed or subtitled, into 40 languages. \"The Meatrix\" and its two sequels were included as bonus material on the DVD for the 2006 film \"&lt;a href=\"Fast%20Food%20Nation%20%28film%29\"&gt;Fast Food Nation&lt;/a&gt;\"."
}