{
    "id": "60872161",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=60872161",
    "title": "Edward Fitzherbert (British Army officer)",
    "text": "&lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;Major-General&lt;/a&gt; Edward Herbert Fitzherbert (3 December 1885 – 1 August 1979) was a &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer and an English first-class cricketer. In a military career which spanned from 1905–1943, Fitzherbert served with the &lt;a href=\"Royal%20Army%20Service%20Corps\"&gt;Royal Army Service Corps&lt;/a&gt; during both the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; and the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. He was highly decorated, being awarded both the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt; and the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; during the First World War. He also played &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for the &lt;a href=\"British%20Army%20cricket%20team\"&gt;British Army cricket team&lt;/a&gt;.\nEarly life and WWI service.\nFitzherbert was born at &lt;a href=\"Pune\"&gt;Poona&lt;/a&gt; in &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt;, the son of colonel Edward Herbert Fitzherbert. Moving to England, he was educated at &lt;a href=\"Rossall%20School\"&gt;Rossall School&lt;/a&gt;, before attending the &lt;a href=\"Royal%20Military%20College%2C%20Sandhurst\"&gt;Royal Military College, Sandhurst&lt;/a&gt;. He graduated from Sandhurst in August 1905 and entered into the &lt;a href=\"Royal%20Army%20Service%20Corps\"&gt;Army Service Corps&lt;/a&gt; as a &lt;a href=\"Second_lieutenant%23United_Kingdom_%26amp%3B_other_Commonwealth_countries\"&gt;second lieutenant&lt;/a&gt;. He was promoted to the rank of &lt;a href=\"Lieutenant%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;lieutenant&lt;/a&gt; in August 1907, with promotion to the rank of &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; coming one week into the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; in August 1914. He was made a temporary &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; in November 1914. He was awarded the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt; in June 1915, and was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; in the &lt;a href=\"1918%20New%20Year%20Honours\"&gt;1918 New Year Honours&lt;/a&gt;. In January 1918, he was made a temporary &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant colonel&lt;/a&gt;. \nLater military career and life.\nAfter the war, he relinquished both the temporary ranks of lieutenant colonel and major in July 1920 and October 1920 respectively. In November 1920, he was again made a temporary major. He made a single appearance in &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for the &lt;a href=\"British%20Army%20cricket%20team\"&gt;British Army cricket team&lt;/a&gt; against &lt;a href=\"Cambridge%20University%20Cricket%20Club\"&gt;Cambridge University&lt;/a&gt; at &lt;a href=\"Fenner%27s\"&gt;Fenner's&lt;/a&gt; in 1923. Batting twice in the match, he scored 3 runs in the Army's first-innings, before being dismissed by &lt;a href=\"Claude%20Ashton\"&gt;Claude Ashton&lt;/a&gt;, while in their second-innings he was dismissed &lt;a href=\"duck%20%28cricket%29\"&gt;without scoring&lt;/a&gt; by &lt;a href=\"Cecil%20Booth%20%28cricketer%29\"&gt;Cecil Booth&lt;/a&gt;. In October 1924, he gained the full rank of major. He was appointed at the Deputy Assistant Director of Supplies and Transportation for the &lt;a href=\"British_Army_of_the_Rhine%231919%E2%80%931929\"&gt;Rhine Army&lt;/a&gt; in April 1929, a position he relinquished upon the dissolution of the Rhine Army later that year. He was shortly thereafter appointed to as Chief Inspector of Subdivision Transportation in January 1930, a post he held until July 1931. In October 1931, he was promoted to the rank of lieutenant colonel, with promotion to the rank of &lt;a href=\"Colonel%20%28United%20Kingdom%29\"&gt;colonel&lt;/a&gt; coming in October 1935. He was appointed as the Assistant Director of Supplies and Transportation at the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt; in May 1937. \nServing during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, he was promoted to the rank of &lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;major-general&lt;/a&gt; in January 1941, with his retirement from active service coming in June 1943. He was made a &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;CBE&lt;/a&gt; in the &lt;a href=\"1943%20New%20Year%20Honours\"&gt;1943 New Year Honours&lt;/a&gt;. He exceeded the age for recall in December 1945 and was removed from the &lt;a href=\"Army%20Reserve%20%28United%20Kingdom%29\"&gt;Reserve of Officers&lt;/a&gt; list. He was appointed to the ceremonial position of &lt;a href=\"colonel%20commandant\"&gt;colonel commandant&lt;/a&gt; of the Royal Army Service Corps in March 1947, a position he held until December 1950. He died at &lt;a href=\"Wandsworth\"&gt;Wandsworth&lt;/a&gt; in August 1979."
}