{
    "id": "60944280",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=60944280",
    "title": "Scanning helium microscopy",
    "text": "The scanning helium microscope (SHeM) is a novel form of microscopy that uses low energy (5-100 meV) neutral &lt;a href=\"helium\"&gt;helium&lt;/a&gt; atoms to image the surface of a sample without any damage to the sample caused by the imaging process. Since helium is inert and neutral, it can be used to study delicate and insulating surfaces. Images are formed by rastering a sample underneath an atom beam and monitoring the flux of atoms that are scattered into a detector at each point.\nThe technique is different from a &lt;a href=\"scanning%20helium%20ion%20microscope\"&gt;scanning helium ion microscope&lt;/a&gt; which uses charged helium ions that can cause damage to a surface.\nMotivation.\nMicroscopes can be divided into two general classes: those that illuminate the sample with a beam, and those that use a physical scanning probe. &lt;a href=\"Scanning%20probe%20microscopy\"&gt;Scanning probe microscopies&lt;/a&gt; raster a small probe across the surface of a sample and monitor the interaction of the probe with the sample. The resolution of scanning probe microscopies is set by the size of the interaction region between the probe and the sample, which can be sufficiently small to allow atomic resolution. Using a physical tip (e.g. &lt;a href=\"Atomic%20force%20microscopy\"&gt;AFM&lt;/a&gt; or &lt;a href=\"Scanning%20tunneling%20microscope\"&gt;STM&lt;/a&gt;) does have some disadvantages though including a reasonably small imaging area and difficulty in observing structures with a large height variation over a small lateral distance.\nMicroscopes that use a beam have a fundamental limit on the minimum resolvable feature size, formula_1,which is given by the &lt;a href=\"Abbe%20diffraction%20limit\"&gt;Abbe diffraction limit&lt;/a&gt;,\nwhere formula_3 is the wavelength of the probing wave, formula_4 is the refractive index of the medium the wave is travelling in and the wave is converging to a spot with a half-angle of formula_5. While it is possible to overcome the diffraction limit on resolution by using a &lt;a href=\"Near-field%20scanning%20optical%20microscope\"&gt;near field technique&lt;/a&gt;, it is usually quite difficult. Since the denominator of the above equation for the Abbe diffraction limit will be approximately two at best, the wavelength of the probe is the main factor in determining the minimum resolvable feature, which is typically about 1 µm for optical microscopy.\nTo overcome the diffraction limit, a probe is needed that has a smaller wavelength which can be achieved using either light with a higher energy, or through using a matter wave.\nX-rays have a much smaller wavelength than visible light, and therefore can achieve superior resolutions when compared to optical techniques. Projection X-ray imaging is conventionally used in medical applications, but high resolution imaging is achieved through &lt;a href=\"scanning%20transmission%20X-ray%20microscopy\"&gt;scanning transmission X-ray microscopy&lt;/a&gt; (STXM). By focussing the X-rays to a small point and rastering across a sample, a very high resolution can be obtained with light. The small wavelength of X-rays comes at the expense of a high energy, meaning that X-rays can cause radiation damage. Additionally, X-rays are weakly interacting, so they will primarily interact with the bulk of the sample, making investigations of a surface difficult.\nMatter waves have a much shorter wavelength than visible light and therefore can be used to study features below about 1 µm. The advent of &lt;a href=\"electron%20microscope\"&gt;electron microscopy&lt;/a&gt; opened up a variety of new materials that could be studied due to the enormous improvement in the resolution when compared to optical microscopy.\nThe &lt;a href=\"de%20Broglie%20wavelength\"&gt;de Broglie wavelength&lt;/a&gt;, formula_3, of a matter wave in terms of its kinetic energy, formula_7, and particle mass, formula_8, is given by \nSo for an electron beam to resolve atomic structure, the wavelength of the matter wave would need be at least formula_3 = 1 Å and therefore the beam energy would need to be given by formula_7 &gt; 100 eV.\nSince electrons are charged, they can be manipulated using electromagnetic optics to form extremely small spot sizes on a surface. Due to the wavelength of an electron beam being low, the Abbe diffraction limit can be pushed below atomic resolution and electromagnetic lenses can be used to form very intense spots on the surface of a material. The optics in a scanning electron microscope usually require the beam energy to be in excess of 1 keV to produce the best quality electron beam.\nThe high energy of the electrons leads to the electron beam interacting not only with the surface of a material, but forming a tear-drop interaction volume underneath the surface. While the spot size on the surface can be extremely low, the electrons will travel into the bulk and continue interacting with the sample. Transmission electron microscopy avoids the bulk interaction by only using thin samples, however usually the electron beam interacting with the bulk will limit the resolution of a scanning electron microscope.\nThe electron beam can also damage the material, destroying the structure that is to be studied due to the high beam energy. Electron beam damage can occur through a variety of different processes that are specimen specific\n. Examples of beam damage include the breaking of bonds in a polymer to change the structure, knock-on damage in metals that creates a vacancy in the lattice and changes to the surface chemistry. Additionally, the electron beam is charged, which means that the surface of the sample needs to be conducting to avoid charging artefacts in images. One method to mitigate the issue when imaging insulating surfaces is to use an &lt;a href=\"environmental%20scanning%20electron%20microscope\"&gt;environmental scanning electron microscope&lt;/a&gt; (ESEM).\nTherefore, in general, electrons are often not particularly suited to studying delicate surfaces due to the high beam energy and lack of exclusive surface sensitivity. Instead, an alternative beam is required for the study of surfaces at low energy without disturbing the structure.\nGiven the equation for the de Broglie wavelength above, the same wavelength of a beam can be achieved at lower energies by using a higher mass beam. Therefore, if the objective were to study the surface of a material at a resolution below that which can be achieved with optical microscopy, it may be appropriate to use atoms as a probe instead. While neutrons can be used as a probe, they are weakly interacting with matter and can only study the bulk structure of a material\n. Neutron imaging also requires a high flux of neutrons, which usually can only be provided by a nuclear reactor or particle accelerator.\nA beam of helium atoms with a wavelength formula_3 = 1 Å has an energy of formula_13 20 meV, which is about the same as the thermal energy. Using a higher mass than electrons means that it is possible to obtain a beam with a wavelength suitable to probe length scales down to the atomic level with a much lower energy.\nThermal energy helium atom beams are exclusively surface sensitive, giving helium scattering an advantage over other techniques such as electron and x-ray scattering for surface studies. For the beam energies that are used, the helium atoms will have classical turning points 2-3 Å away from the surface atom cores\n. The turning point is well above the surface atom cores, meaning that the beam will only interact with the outermost electrons.\nHistory.\nThe first discussion of obtaining an image of a surface using atoms was by King and Bigas. King and Bigas\n, showed that an image of a surface can be obtained by heating a sample and monitoring the atoms that evaporate from the surface. King and Bigas suggest it could be possible to form an image by scattering atoms from the surface, though it was some time before it was demonstrated\nThe idea of imaging with atoms instead of light was subsequently widely discussed in the literature\nThe initial approach to producing a helium microscope assumed that a focussing element is required to produce a high intensity beam of atoms. An early approach was to develop an &lt;a href=\"atomic%20mirror\"&gt;atomic mirror&lt;/a&gt;, which is appealing since the focussing is independent of the velocity distribution of the incoming atoms. However the material challenges to produce an appropriate surface that is macroscopically curved and defect free on an atomic length-scale has proved too challenging so far\nKing and Bigas\n, showed that an image of a surface can be obtained by heating a sample and monitoring the atoms that evaporate from the surface. King and Bigas suggest it could be possible to form an image by scattering atoms from the surface, though it was some time before it was demonstrated.\nMetastable atoms are atoms that have been excited out of the ground state, but remain in an excited state for a significant period of time. Microscopy using metastable atoms has been shown to be possible, where the metastable atoms release stored internal energy into the surface, releasing electrons that provide information on the electronic structure\n. The kinetic energy of the metastable atoms means that only the surface electronic structure is probed, but the large energy exchange when the metastable atom de-excites will still perturb delicate sample surfaces.\nThe first two dimensional neutral helium images were obtained using a conventional &lt;a href=\"Fresnel%20zone%20plate\"&gt;Fresnel zone plate&lt;/a&gt; by Koch et al. in a transmission setup. Helium will not pass through a solid material, therefore a large change in the measured signal is obtained when a sample is placed in-between the source and the detector. By maximising the contrast and using transmission mode, it was much easier to verify the feasibility of the technique. However, the setup used by Koch et al. with a zone plate did not produce a high enough signal to observe the reflected signal from the surface at the time.  Nevertheless, the focussing obtained with a zone plate offers the potential for improved resolution due to the small beam spot size in the future. Research into neutral helium microscopes that use a fresnel zone plate is an active area in Holst’s group at the University of Bergen.\nSince using a zone plate proved difficult due to the low focussing efficiency, alternative methods for forming a helium beam to produce images with atoms were explored.\nRecent efforts have avoided focussing elements and instead are directly collimating a beam with a pinhole. The lack of atom optics means that the beam will be significantly larger than in an &lt;a href=\"electron%20microscope\"&gt;electron microscope&lt;/a&gt;. The first published demonstration of a two dimensional image formed by helium reflecting from the surface was by Witham and Sánchez who used a pinhole to form the helium beam. A small pinhole is placed very close to a sample and the helium scattered into a large solid angle is fed to a detector. Images are collected by moving the sample around underneath the beam and monitoring how the scattered helium flux changes.\nIn parallel to the work by Witham and Sánchez, a proof of concept machine named the scanning helium microscope (SHeM) was being developed in Cambridge in collaboration with Dastoor's group from the University of Newcastle. The approach that was adopted was to simplify previous attempts that involved an atom mirror by using a pinhole, but to still use a conventional helium source to produce a high quality beam. Other differences from the Witham and Sánchez design include using a larger sample to pinhole distance, so that a larger variety of samples can be used and to use a smaller collection solid angle, so that it may be possible to observe more subtle contrast. These changes also reduced the total flux in the detector meaning that higher efficiency detectors are required (which in itself is an active area of research \nImage formation process.\nThe atomic beam is formed through a &lt;a href=\"de%20Laval%20nozzle\"&gt;supersonic expansion&lt;/a&gt; which is a standard technique used in &lt;a href=\"helium%20atom%20scattering\"&gt;helium atom scattering&lt;/a&gt;. The centreline of the gas is selected by a skimmer to form an atom beam with a narrow velocity distribution. The gas is then further collimated by a pinhole to form a narrow beam which is typically between 1-10 µm. The use of a focusing element (like a zone plate) allows for beam spot sizes below 1 um to be achieved but currently still come with low signal intensity.\nThe gas then scatters from the surface and is collected into a detector. In order to measure the flux of the neutral helium atoms, they must first be ionised. The inertness of helium that makes it a gentle probe now means that it is difficult to ionise and therefore reasonably aggressive electron bombardment is typically used to create the ions. A mass spectrometer setup is then used to select only the helium ions for detection.\nOnce the flux from a specific part of the surface is collected, the sample is moved underneath the beam to generate an image. By obtaining the value of the scattered flux across a grid of positions, then values can then be converted to an image.\nThe observed contrast in helium images has typically been dominated by the variation in topography of the sample. Typically, since the wavelength of the atom beam is small, surfaces appear extremely rough to the incoming atom beam. Therefore, the atoms are diffusely scattered and roughly follow Knudsen's Law [citation?] (the atom equivalent of &lt;a href=\"Lambert%27s%20cosine%20law\"&gt;Lambert's cosine law&lt;/a&gt; in optics). However, more recently work has begun to see divergence from diffuse scattering due to effects such as diffraction\n and chemical contrast effects. However, the exact mechanisms for forming contrast in a helium microscope is an active field of research. Most cases have some complex combination of several contrast mechanisms making it difficult to disentangle the different contributions.\nOptimal configurations.\nThe optimal configurations of scanning helium microscopes are geometrical configurations that maximise the intensity of the imaging beam within a given &lt;a href=\"Optical%20resolution%23Lateral%20resolution\"&gt;lateral resolution&lt;/a&gt; and under certain technological &lt;a href=\"Constraint%20%28mathematics%29\"&gt;constraints&lt;/a&gt;.\nWhen designing a scanning helium microscope, scientists strive to maximise the intensity of the imaging beam while minimising its width. The reason behind this is that the beam's width gives the resolution of the microscope while its intensity is proportional to its signal to noise ratio. Due to their neutrality and high &lt;a href=\"Ionization%20energy\"&gt;ionisation energy&lt;/a&gt;, neutral helium atoms are hard to detect. This makes high-intensity beams a crucial requirement for a viable scanning helium microscope.\nIn order to generate a high-intensity beam, scanning helium microscopes are designed to generate a supersonic expansion of the gas into vacuum, that accelerates neutral helium atoms to high velocities. Scanning helium microscopes exist in two different configurations: the pinhole configuration and the zone plate configuration. In the pinhole configuration, a small opening (the pinhole) selects a section of the supersonic expansion far away from its origin, which has previously been collimated by a skimmer (essentially, another small pinhole). This section then becomes the imaging beam. In the zone plate configuration a fresnel &lt;a href=\"zone%20plate\"&gt;zone plate&lt;/a&gt; focuses the atoms coming from a skimmer into a small focal spot.\nEach of these configurations have different optimal designs, as they are defined by different optics equations.\nPinhole configuration.\nFor the pinhole configuration the width of the beam (which we aim to minimise) is largely given by &lt;a href=\"geometrical%20optics\"&gt;geometrical optics&lt;/a&gt;. The size of the beam at the sample plane is given by the lines connecting the skimmer edges with the pinhole edges. When the &lt;a href=\"fresnel%20number\"&gt;fresnel number&lt;/a&gt; is very small (formula_14), the beam width is also affected by &lt;a href=\"Fraunhofer%20diffraction\"&gt;Fraunhofer diffraction&lt;/a&gt; (see equation below).\nformula_15\nIn this equation formula_16 is the &lt;a href=\"Full%20width%20at%20half%20maximum\"&gt;Full Width at Half Maximum&lt;/a&gt; of the beam, formula_17 is the geometrical projection of the beam and formula_18 is the &lt;a href=\"Airy%20disk\"&gt;Airy diffraction&lt;/a&gt; term. formula_5 is the &lt;a href=\"Heaviside%20step%20function\"&gt;Heaviside&lt;/a&gt; step function used here to indicate that the presence of the diffraction term depends on the value of the Fresnel number. Note that there are variations of this equation depending on what is defined as the \"beam width\" (for details compare and ). Due to the small &lt;a href=\"De%20Broglie%20Wave-Particle%20Duality\"&gt;wavelength&lt;/a&gt; of the helium beam, the Fraunhofer diffraction term can usually be omitted.\nThe intensity of the beam (which we aim to maximise) is given by the following equation (according to the Sikora and Andersen model):\nformula_20\nWhere formula_21 is the total intensity stemming from the supersonic expansion nozzle (taken as a constant in the optimisation problem), formula_22 is the radius of the pinhole, S is the speed ratio of the beam, formula_23 is the radius of the skimmer, formula_24 is the radius of the supersonic expansion quitting surface (the point in the expansion from which atoms can be considered to travel in a straight line), formula_25is the distance between the nozzle and the skimmer and formula_26 is the distance between the skimmer and the pinhole. There are several other versions of this equation that depend on the intensity model, but they all show a quadratic dependency on the pinhole radius (the bigger the pinhole, the more intensity) and an inverse quadratic dependency with the distance between the skimmer and the pinhole (the more the atoms spread, the less intensity).\nBy combining the two equations shown above, one can obtain that for a given beam width formula_16 for the geometrical optics regime the following values correspond to intensity maxima:\nformula_28\nIn here, formula_29 represents the working distance of the microscope and formula_30 is a constant that stems from the definition of the beam width. Note that both equations are given with respect to the distance between the skimmer and the pinhole, a. The global maximum of intensity can then be obtained numerically by replacing these values in the intensity equation above. In general, smaller skimmer radii coupled with smaller distances between the skimmer and the pinhole are preferred, leading in practice to the design of increasingly smaller pinhole microscopes.\nZone plate configuration.\nThe zone plate microscope uses a &lt;a href=\"zone%20plate\"&gt;zone plate&lt;/a&gt; (that acts roughly like as a classical &lt;a href=\"lens\"&gt;lens&lt;/a&gt;) instead of a pinhole to focus the atom beam into a small focal spot. This means that the beam width equation changes significantly (see below).\nformula_31\nHere formula_32 is the zone plate &lt;a href=\"magnification\"&gt;magnification&lt;/a&gt; and formula_33 is the width of the smallest zone. Note the presence of chromatic aberrations (formula_34). The approximation sign indicates the regime in which the distance between the zone plate and the skimmer is much bigger than its focal length.\nThe first term in this equation is similar to the geometric contribution formula_17 in the pinhole case: a bigger zone plate (taken all parameters constant) corresponds to a bigger focal spot size. The third term differs from the pinhole configuration optics as it includes a quadratic relation with the skimmer size (which is imaged through the zone plate) and a linear relation with the zone plate magnification, which will at the same time depend on its radius.\nThe equation to maximise, the intensity, is the same as the pinhole case with the substitution formula_36. By substitution of the magnification equation:\nformula_37\nWhere formula_3 is the average &lt;a href=\"Wave%E2%80%93particle%20duality\"&gt;de-Broglie wavelength&lt;/a&gt; of the beam. Taking a constant formula_33, which should be made equal to the smallest achievable value, the maxima of the intensity equation with respect to the zone plate radius and the skimmer-zone plate distance formula_26 can be obtained analytically. The derivative of the intensity with respect to the zone plate radius can be reduced the following cubic equation (once it has been set equal to zero):\nformula_41\nHere some groupings are used: formula_42 is a constant that gives the relative size of the smallest aperture of the zone plate compared with the average wavelength of the beam and formula_43 is the modified beam width, which is used through the derivation to avoid explicitly operating with the constant airy term: formula_44.\nThis cubic equation is obtained under a series of geometrical assumptions and has a closed-form analytical solution that can be consulted in the original paper or obtained through any modern-day algebra software. The practical consequence of this equation is that zone plate microscopes are optimally designed when the distances between the components are small, and the radius of the zone plate is also small. This goes in line with the results obtained for the pinhole configuration, and has as its practical consequence the design of smaller scanning helium microscopes."
}