{
    "id": "60960309",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=60960309",
    "title": "Pierrette Herzberger-Fofana",
    "text": "Pierrette Gabrielle Herzberger-Fofana (born 20 March 1949 in &lt;a href=\"Bamako\"&gt;Bamako&lt;/a&gt;) is a German-Malian politician of &lt;a href=\"Alliance%2090/The%20Greens\"&gt;Alliance 90/The Greens&lt;/a&gt; and member of the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;.\nEarly life and education.\nHerzberger-Fofana grew up in &lt;a href=\"Senegal\"&gt;Senegal&lt;/a&gt;. She graduated in Paris in German &lt;a href=\"sociolinguistics\"&gt;sociolinguistics&lt;/a&gt; and obtained a further degree from the &lt;a href=\"University%20of%20Trier\"&gt;University of Trier&lt;/a&gt;. She earned her doctorate at the &lt;a href=\"University%20of%20Erlangen-Nuremberg\"&gt;University of Erlangen-Nuremberg&lt;/a&gt; with a dissertation that addressed women's literature in francophone sub-Saharan Africa.\nPolitical career.\nIn 2005, Herzberger-Fofana was first elected to the city council of &lt;a href=\"Erlangen\"&gt;Erlangen&lt;/a&gt;. She was one of the fifteen recipients of the 2009 Helene-Weber-Preis, which is awarded to women engaged in municipal politics. She is a board member of DaMigra, the umbrella organization of immigrant organizations.\nHerzberger-Fofana moved into the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; on the 21st place in the European list of Alliance 90 / The Greens in the &lt;a href=\"2019%20European%20Parliament%20election%20in%20Germany\"&gt;2019 European elections in Germany 2019&lt;/a&gt;. She is currently Germany's only &lt;a href=\"Afro-Germans\"&gt;black&lt;/a&gt; MEP.\nHerzberger-Fofana currently serves on the &lt;a href=\"Committee%20on%20Development\"&gt;Committee on Development&lt;/a&gt;. In addition to her committee assignments, Herzberger-Fofana is part of the Parliament's delegations for relations with the &lt;a href=\"Pan-African%20Parliament\"&gt;Pan-African Parliament&lt;/a&gt; and to the &lt;a href=\"CARIFORUM\"&gt;CARIFORUM&lt;/a&gt;-EU Parliamentary Committee. She also co-chairs the European Parliament Anti-Racism and Diversity Intergroup.\nPersonal life.\nShe has three children.\nControversy.\nOn 17 June 2020, MEP Dr Pierrette Herzberger-Fofana claimed to have been harassed by two Belgian police officers. The accusation was made in the chamber of the European parliament. Brussels prosecutors have issued a criminal complaint against her for defamation as well as for “acting rebelliously and insulting police officers”."
}