{
    "id": "61004517",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=61004517",
    "title": "Gwich'in Tribal Council",
    "text": "The Gwichʼin Tribal Council is a First Nations organization representing the &lt;a href=\"Gwich%CA%BCin\"&gt;Gwichʼin&lt;/a&gt; people of northern &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, owning approximately 23,884 square kilometres of land in &lt;a href=\"Yukon\"&gt;Yukon&lt;/a&gt; and the &lt;a href=\"Northwest%20Territories\"&gt;Northwest Territories&lt;/a&gt;. It was created in 1992 with the final ratification of the Gwichʼin Comprehensive Land Claim Agreement with the &lt;a href=\"Government%20of%20Canada\"&gt;Government of Canada&lt;/a&gt;. Negotiations to achieve a Final Agreement, and thus, Gwichʼin self-government, are ongoing.\nHistory.\nThe Gwichʼin people have been present in &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, Yukon, and the Northwest Territories since &lt;a href=\"time%20immemorial\"&gt;time immemorial&lt;/a&gt;. In 1921, chiefs and headmen representing the Gwichʼin (then known as the Loucheux) population in Canada signed &lt;a href=\"Treaty%2011\"&gt;Treaty 11&lt;/a&gt;, but unresolved differences arose between the interpretation of aboriginal and treaty rights by the Gwichʼin and by Canada, and many obligations were never fulfilled. To provide certainty and clarity of rights to land ownership, and to ensure various rights and benefits to the Gwichʼin people, the Comprehensive Land Claim Agreement was signed as a modern treaty on April 22, 1992.\nPowers and responsibilities.\nAlthough not a full self-government, the Gwichʼin Tribal Council has authority over planning and conservation within its jurisdiction, and exercises full ownership of various lands and organizations. These holdings include subsurface rights to certain parcels in the NWT, as well as the Gwichʼin Development Corporation and Gwichʼin Settlement Corporation. An additional Yukon Transboundary Agreement extends some of these rights into a part of neighbouring Yukon, provided that other &lt;a href=\"First%20Nations%20in%20Canada\"&gt;First Nations&lt;/a&gt; in that jurisdiction are co-operated with."
}