{
    "id": "61024998",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=61024998",
    "title": "Jenny Kammersgaard",
    "text": "Jenny Marie Ingeborg Kammersgaard (1918-1997) was a &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; female professional &lt;a href=\"long-distance%20swimming\"&gt;long-distance swimmer&lt;/a&gt; who rose to fame in the 1930s. Here she swam across inner Danish waters and from Denmark to &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. Because of her results she was invited by &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; to Germany. She was used in the &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt; propaganda as an example of the \"&lt;a href=\"aryan\"&gt;aryan&lt;/a&gt;\" ideal person. After the war she helped refugees getting out of Europe through &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. From 1950 she returned to swimming.\nYouth and sea swimming.\nJenny Kammersgaard was born in 1918 and grew up in the &lt;a href=\"Jutland\"&gt;Jutland&lt;/a&gt; town of Horsens a daughter of &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt; Jens Peter Hansen Kammersgaard and Hedvig Kristine Jensen. She started swimming at age 15 and, in 1934, became a member of the local swimming club. She was not a good competition swimmer but excelled in endurance swimming, which had become popular after World War I.\nAt the age of 17, she swam 18 km on open sea from Snaptun to Horsens in Horsens Fjord and later the same year 25 km from &lt;a href=\"Langeland\"&gt;Langeland&lt;/a&gt; to Korsør. Her talent was discovered and a Danish &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt; sponsored her for a number of long distance swimmings. At the time she was working at a &lt;a href=\"factory\"&gt;factory&lt;/a&gt; but decided to take on new challenges. The first goal was a swim of 42 km across the &lt;a href=\"Kattegat\"&gt;Kattegat&lt;/a&gt; from Gniben to Grenaa in the Danish part of the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt;, the longest any woman had swum at the time. She had to quit this attempt on advice from the doctor in the supporting vehicle. The next month she succeeded though after having changed medical advisor.\nMeeting with Nazism.\nAfter her crossing of Kattegat in 1937 she was celebrated in Denmark and songs were written in her honor. While in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt; she received a &lt;a href=\"telegram\"&gt;telegram&lt;/a&gt; of congratulation from the German chancellor Adolf Hitler which stated: ”Please accept my warm congratulations for your unique sports performance.” This was the beginning of a charm offensive from the Nazi regime, which saw Jenny Kammersgaard and her merits as an example of the perfection of the aryan race.\nShe was invited to Berlin as guest of reichsportsführer &lt;a href=\"Hans%20von%20Tschammer%20und%20Osten\"&gt;Hans von Tschammer und Osten&lt;/a&gt; and greeted by people in the streets of Berlin. Between 27 and 29 July 1938 she swam the 52 km from Gedser in Denmark to the German coast city &lt;a href=\"Warnem%C3%BCnde\"&gt;Warnemünde&lt;/a&gt;. It took 40 hours and 30 minutes. Again she received congratulations from Hitler and was praised in the Nazi paper &lt;a href=\"V%C3%B6lkischer%20Beobachter\"&gt;Völkischer Beobachter&lt;/a&gt;. Again she was invited to Berlin and met by a big crowd. Next year she repeated the performance by swimming the same route in the opposite direction.\nUp till World War II she was used in the nazi racial &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; as an ideal. She also expressed warm feelings against the Nazi regime herself.\nWorld War II.\nIn June 1940, (after Denmark had been &lt;a href=\"Denmark%20in%20World%20War%20II\"&gt;occupied&lt;/a&gt; by Germany) Jenny Kammersgaard went to Berlin to start an education at the &lt;a href=\"Humboldt%20University%20of%20Berlin\"&gt;Friedrich-Wilhelms-Universität&lt;/a&gt; as a sports instructor. May 1942 she returned to Denmark. August 28–29, 1943 she broke the European record in fresh water swimming by swimming 75 km in &lt;a href=\"Guden%C3%A5en\"&gt;Gudenåen&lt;/a&gt; the biggest Danish river.\nDuring summer 1944 she several times secretly swam across the &lt;a href=\"%C3%98resund\"&gt;Øresund&lt;/a&gt; strait between Denmark and Sweden. She was questioned by &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt; who suspected her of being a &lt;a href=\"Mule%20%28smuggling%29\"&gt;courier&lt;/a&gt; for the Danish resistance based in Sweden. They issued an arrest order for her which made her flee (by boat) to the Swedish island of &lt;a href=\"Hven\"&gt;Hven&lt;/a&gt; in Øresund. She was here from August 15, 1944 till the end of the war May 1945.\nAfter the war.\nAfter the war she maintained her friendship with her Danish manager Henrik Ludvig Jørgensen/Hagensborg, who had been arrested under suspicion of collaboration with the German occupation force during the war. She gave a favorable &lt;a href=\"character%20witness\"&gt;character witness&lt;/a&gt; testimony for Hagensborg, though he ended being sentenced to five years in prison.\nIn August 1947 Jenny Kammersgaard together with her boyfriend helped Baltic refugees in Denmark getting to Sweden. After &lt;a href=\"Balticum\"&gt;Balticum&lt;/a&gt; had been occupied by &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; they were afraid of being &lt;a href=\"Extradition\"&gt;extradited&lt;/a&gt; and felt more safe in Sweden. From here it was possible to get out of Europe. She and her boy friend did this illegally (and for a pay) and were both sentenced to 40 days of prison.\nShe continued long distance swimming and in both 1950 and 1951 she crossed the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt;. Later she tried breaking records in icy water swimming and swam 400 m in 12 minutes and 54 seconds in 1976.\nJenny Kammersgaards has a mixed legacy because of her contact with Nazi Germany on the one hand and her swimming on the other. She maintained that in the time of Nazism she was young and had no interest in politics.\nSee also.\nDanish female swimmers of the same era:"
}