{
    "id": "6106676",
    "revid": "1017468986",
    "url": "https://en.wikipedia.org/wiki?curid=6106676",
    "title": "Stephen Pope (cricketer)",
    "text": "Stephen Pope (born 25 January 1983 in &lt;a href=\"Cheltenham\"&gt;Cheltenham, Gloucestershire&lt;/a&gt;) is an English cricketer.\nHe attended &lt;a href=\"Cheltenham%20Bournside%20School%20and%20Sixth%20Form%20Centre\"&gt;Cheltenham Bournside School and Sixth Form Centre&lt;/a&gt;, a comprehensive school. He represented England Schoolboys at both cricket and rugby as wicket keeper and scrum half. He was in the same rugby age group as &lt;a href=\"Clive%20Stuart-Smith\"&gt;Clive Stuart-Smith&lt;/a&gt; and they regularly battled for the number 9 shirt at English schoolboy level. Pope was known for his acceleration, box kicking and aggressive style of play on the rugby pitch.\nPope signed for &lt;a href=\"Gloucestershire%20County%20Cricket%20Club\"&gt;Gloucestershire County Cricket Club&lt;/a&gt; aged 16 and was identified as a potential successor for &lt;a href=\"Jack%20Russell%20%28cricketer%2C%20born%201963%29\"&gt;Jack Russell&lt;/a&gt; with whom he eventually trained and played in the same team. He is a right-handed batsman and a wicket-keeper who has played &lt;a href=\"List%20A\"&gt;List A&lt;/a&gt; cricket since 1999 and played Twenty20 cricket during the 2003 season, helping Gloucestershire to the semi-finals. He was the &lt;a href=\"Denis%20Compton\"&gt;Denis Compton&lt;/a&gt; Award]] winner in 2002. Pope played for England at the 2002 ICC Under-19 World Cup in New Zealand and youth Test Match series against West Indies and India.\nIn 2003, he played in five &lt;a href=\"first-class%20cricket\"&gt;first-class&lt;/a&gt; matches for the county, which gained promotion that year to Division 1. Pope was released by Gloucestershire in 2003 after the club decided it wanted a wicketkeeper who could bat in the top eight. After his release, he trained with &lt;a href=\"Old%20Patesians%20R.F.C.\"&gt;Old Patesians RFC&lt;/a&gt; as he considered a return to rugby. He signed a one-year contract for &lt;a href=\"Surrey%20County%20Cricket%20Club\"&gt;Surrey County Cricket Club&lt;/a&gt; in 2006, playing in one List A match. Since retiring from cricket, Pope has qualified as a PE teacher and moved to Australia. He regularly coaches cricket and also publishes guidance on cricket through the company CrickiTeacher.\nIn 2020 he was recruited to participate in the English deaf cricket team and trained with the squad following the approach to him as he requires a hearing aid. Pope gave a YouTube interview explaining his recent return to cricket after taking on a role in Farnham relating to his teaching career and coaching position at Farnham Cricket Club."
}