{
    "id": "6106512",
    "revid": "728404",
    "url": "https://en.wikipedia.org/wiki?curid=6106512",
    "title": "Plymouth and West Devon Football League",
    "text": "The Plymouth and West Devon Football League, or just the PWD or P&amp;D, is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition based in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. The league's top division, the Premier Division, sits at level 12 of the &lt;a href=\"English%20football%20league%20system\"&gt;English football league system&lt;/a&gt;. This top division is a direct feeder to the &lt;a href=\"Devon%20Football%20League\"&gt;Devon League&lt;/a&gt; South &amp; West.\nThe league currently has three Saturday divisions – Premier Division, Division One and Division Two – along with four &lt;a href=\"Sunday%20league%20football\"&gt;Sunday divisions&lt;/a&gt;.\nHistory.\nIn Plymouth, between &lt;a href=\"World%20War%20I\"&gt;World War One&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;Two&lt;/a&gt; there was a United Churches League – which was the origin of the Plymouth Combination League. This league later amalgamated with the Plymouth and District League to become the Plymouth and District Combination League, and then in 2004 the league in its current format was formed, with the amalgamation of Plymouth's two Sunday leagues, the West Devon Sunday Football League and the Plymouth Sunday Football League, to become the Plymouth and West Devon Combination Football League. It is thus one of the few leagues in England to administer both Saturday and Sunday competitions. Because of this, many clubs have both Saturday and Sunday teams under the same name and the league allows players to register for both Saturday and Sunday teams.\nSince 1904 a youth league, the Devon Junior and Minor League, has existed as a platform for teams with age ranges of U9s to U18s in Plymouth, South West Devon and East Cornwall. Numerous clubs in the PWD have youth teams in the DJM, although this is more common with fully fledged sports clubs, and less common with '&lt;a href=\"Beer%20league\"&gt;pub teams&lt;/a&gt;'.\nPrevious League Champions.\n\"The divisions were renamed ahead of the 2009–10 season.\"\n\"The divisions were again renamed ahead of the 2014–15 season. Sunday records are incomplete prior to the 2016–17 season.\"\n\"The Sunday divisions were renamed to match the Saturday divisions ahead of the 2018–19 season.\""
}