{
    "id": "610617",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=610617",
    "title": "Diastole",
    "text": "Diastole ( ) is the part of the &lt;a href=\"cardiac%20cycle\"&gt;cardiac cycle&lt;/a&gt; during which the heart refills with blood after the emptying is done during &lt;a href=\"systole\"&gt;systole&lt;/a&gt; (contraction). Ventricular diastole is the period during which the two &lt;a href=\"Ventricle%20%28heart%29\"&gt;ventricles&lt;/a&gt; are relaxing from the contortions/wringing of contraction, then dilating and filling; atrial diastole is the period during which the two &lt;a href=\"atrium%20%28heart%29\"&gt;atria&lt;/a&gt; likewise are relaxing under suction, dilating, and filling. The term originates from the Greek word (\"diastolē\"), meaning \"dilation\", from (\"diá\", \"apart\") + (\"stéllein\", \"to send\").\nRole in cardiac cycle.\nFor a healthy human heart, the entire cardiac cycle typically runs less than one second. That is, for a typical heart rate of 75 beats per minute (bpm), the cycle requires 0.3 sec in ventricular systole (contraction)—pumping blood to all body systems from the two ventricles; and 0.5 sec in diastole (dilation), re-filling the four chambers of the heart, for a total of 0.8 sec to complete the cycle.\nEarly ventricular diastole.\nDuring early ventricular diastole, pressure in the two ventricles begins to drop from the peak reached during systole. When pressure in the left ventricle falls below that in the left atrium, the &lt;a href=\"mitral%20valve\"&gt;mitral valve&lt;/a&gt; opens due to a negative pressure differential (suction) between the two chambers, causing blood in the atrium (accumulated during atrial diastole) to flow into the ventricle (see graphic at top). Likewise, the same phenomenon runs simultaneously in the right ventricle and right atrium through the &lt;a href=\"tricuspid%20valve\"&gt;tricuspid valve&lt;/a&gt;.\nThe ventricular filling flow (or flow from the atria into the ventricles) has an early (E) diastolic component caused by ventricular suction, and then a late one created by &lt;a href=\"atrial%20systole\"&gt;atrial systole&lt;/a&gt; (A). The &lt;a href=\"E/A%20ratio\"&gt;E/A ratio&lt;/a&gt; is used as a diagnostic measure as its diminishment indicates probable &lt;a href=\"diastolic%20dysfunction\"&gt;diastolic dysfunction&lt;/a&gt;.\nLate ventricular diastole.\nEarly diastole is a suction mechanism between the atrial and ventricular chambers. Then, in late ventricular diastole, the two atrial chambers contract (atrial systole), causing blood pressure in both atria to increase and forcing additional blood flow into the ventricles. This beginning of the atrial systole is known as the \"atrial kick\"—see Wiggers diagram. The atrial kick \"does not\" supply the larger amount of flow (during the cardiac cycle) as about 80 percent of the collected blood volume flows into the ventricles during the active suction period.\nAtrial diastole.\nAt the beginning of the cardiac cycle, all four chambers of the heart, two atria, and two ventricles are synchronously approaching relaxation and dilation, or diastole. The atria are filling with separate blood volumes returning to the right atrium (from the &lt;a href=\"vena%20cavae\"&gt;vena cavae&lt;/a&gt;) and to the left atrium (from the lungs). After chamber and back pressures equalize, the mitral and tricuspid valves open, and the returning blood flows through the atria into the ventricles. When the ventricles have completed most of their filling, the atria begin to contract (atrial systole), forcing blood under pressure into the ventricles. Now the ventricles start to contract, and as pressures within the ventricles rise, the mitral and tricuspid valves close.\nAs pressures within the ventricles continue to rise, they exceed the \"back pressures\" in the aorta \"trunk\" and the pulmonary arteries \"trunk\". The aortic and pulmonary valves open, and blood is &lt;a href=\"Ejection%20fraction\"&gt;ejected&lt;/a&gt; from the heart. Ejection causes pressure within the ventricles to fall, and, simultaneously, the atria begin to refill (atrial diastole). Finally, pressures within the ventricles fall below the back pressures in the trunks of the aorta and the pulmonary arteries, and the aortic and pulmonary valves close. The ventricles start to relax, the mitral and tricuspid valves begin to open, and the cycle begins again.\nIn summary, when the ventricles are in systole and contracting, the atria are relaxed and collecting returning blood. When, in late diastole, the ventricles become fully dilated (understood in imaging as LVEDV and RVEDV), the atria begin to contract, pumping blood to the ventricles. The atria feed a steady supply of blood to the ventricles, thereby serving as a reservoir to the ventricles and ensuring that these pumps never run dry. This coordination ensures that blood is pumped and circulated efficiently throughout the body.\nDiastolic pressure.\nHere the adjective \"diastolic\" refers to the function (the \"&lt;a href=\"diastolic%20function\"&gt;diastolic function&lt;/a&gt;\") of filling the &lt;a href=\"heart\"&gt;heart&lt;/a&gt; with blood between &lt;a href=\"muscle%20contraction\"&gt;muscle contraction&lt;/a&gt;s; it describes that portion of the &lt;a href=\"cardiac%20cycle\"&gt;cardiac cycle&lt;/a&gt; between contractions. The term is more commonly known as one of the two main components for measuring &lt;a href=\"blood%20pressure\"&gt;blood pressure&lt;/a&gt;, \"&lt;a href=\"diastolic%20pressure\"&gt;diastolic pressure&lt;/a&gt;\", which is the lowest arterial pressure occurring each heartbeat. (The other component is \"&lt;a href=\"Systole%20%28medicine%29\"&gt;systolic pressure&lt;/a&gt;\", which is the highest arterial pressure each heartbeat.)\nClinical notation.\nWhen blood pressure is stated for medical purposes, it is usually written with the systolic and diastolic pressures separated by a &lt;a href=\"slash%20%28punctuation%29\"&gt;slash&lt;/a&gt;, for example, 120/80 &lt;a href=\"Torr%23mmHg\"&gt;mmHg&lt;/a&gt;. This clinical notation is not a mathematical figure for a fraction or ratio, nor a display of a numerator over a denominator. Rather it is a medical notation showing the two clinically significant pressures involved (i.e., systolic-slash-diastolic, or 120/80). It is often shown followed by a third number, the value of the &lt;a href=\"heart%20rate\"&gt;heart rate&lt;/a&gt; (in beats per minute), which typically is measured jointly with blood pressure readings.\nDiagnostic value.\nExamining diastolic function during a &lt;a href=\"cardiac%20stress%20test\"&gt;cardiac stress test&lt;/a&gt; is a good way to test for &lt;a href=\"heart%20failure%20with%20preserved%20ejection%20fraction\"&gt;heart failure with preserved ejection fraction&lt;/a&gt;.\nClassification of &lt;a href=\"blood%20pressure\"&gt;blood pressure&lt;/a&gt; in Adults:\nEffects of impaired diastolic function.\n&lt;a href=\"Brain%20natriuretic%20peptide\"&gt;Brain natriuretic peptide&lt;/a&gt; (BNP) is a cardiac &lt;a href=\"neurohormone\"&gt;neurohormone&lt;/a&gt; secreted from ventricular myocytes (ventricular muscle cells) at the end of diastole—this in response to the normal, or sub-normal (as the case may be), stretching of cardiomyocytes (heart muscle cells) during systole. Elevated levels of BNP indicate excessive &lt;a href=\"natriuresis\"&gt;natriuresis&lt;/a&gt; (excretion of sodium to the urine) and decline of ventricular function, especially during diastole. Increased BNP concentrations have been found in patients who experience &lt;a href=\"diastolic%20heart%20failure\"&gt;diastolic heart failure&lt;/a&gt;.\nImpaired &lt;a href=\"diastolic%20function\"&gt;diastolic function&lt;/a&gt; can result from the \"decreased compliance of ventricular myocytes\", and thus the ventricles, which means the heart muscle does not stretch as much as needed during filling. This will result in a reduced &lt;a href=\"end%20diastolic%20volume\"&gt;end diastolic volume&lt;/a&gt; (EDV) and, according to the &lt;a href=\"Frank%E2%80%93Starling%20law\"&gt;Frank-Starling mechanism&lt;/a&gt;, a reduced EDV will lead to a reduced &lt;a href=\"stroke%20volume\"&gt;stroke volume&lt;/a&gt;, thus a reduced &lt;a href=\"cardiac%20output\"&gt;cardiac output&lt;/a&gt;. Over time, decreased cardiac output will diminish the ability of the heart to circulate blood efficiently throughout the body."
}