{
    "id": "61092115",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=61092115",
    "title": "Architectural icon",
    "text": "Architectural icon is a term from &lt;a href=\"Architecture%20criticism\"&gt;Architecture criticism&lt;/a&gt; and designates &lt;a href=\"building\"&gt;building&lt;/a&gt;s that are or were groundbreaking or claim uniqueness because of their design.\nDefinition.\nThese outstanding buildings and ensembles meet several of the following criteria:\nSabine Thiel-Siling writes in her preface to \"Architectural icons of the 20th century\": \"The buildings are spectacular for their time and their surroundings, whether through their constructive achievements or innovative use of materials, through their formal language or because they embodied a completely new type of building for the first time.\"\nSome buildings have developed into pilgrimage venues for architecture enthusiasts or have even become landmarks of cities, even countries. But they have often been misunderstood by laymen, even when they have become role models for entire generations of architects.\n&lt;a href=\"Tom%20Wright%20%28architect%29\"&gt;Tom Wright&lt;/a&gt;, the architect of &lt;a href=\"Burj%20al%20Arab\"&gt;Burj al Arab&lt;/a&gt; said on the same subject: \"How can you tell that a building has become a symbol? If you can draw it in five seconds, and everyone knows what it is.\"\nCriticism.\nIn order to achieve an abstract goal, architects often plan outside the needs of their clients. The Chicago physician Edith Farnsworth, who commissioned &lt;a href=\"Ludwig%20Mies%20van%20der%20Rohe\"&gt;Ludwig Mies van der Rohe&lt;/a&gt; in 1945 to design a weekend house in which she could retreat for relaxation, was not impressed by the purism of her &lt;a href=\"Farnsworth%20House\"&gt;Farnsworth House&lt;/a&gt;, which cost her a lot of money, and expressed herself to the architect as follows: \"I wanted something \"meaningful,\" and all I got was this smooth, superficial &lt;a href=\"sophistry\"&gt;sophistry&lt;/a&gt;\" (in German: )\nAnd it was precisely this mansion that became a place of pilgrimage for architectural tourists. People LeBlanc writes about: \"The architectural tourist is a courageous man who easily plans a whole journey to see a certain building; who looks for half a day to find it; who lingers for hours at the threshold, hoping to enter. But his tenacity is worth it, because to fully understand a building, you have to see it for yourself.\" (in German: )\nJürgen Tietz, who in the \"&lt;a href=\"Neue%20Z%C3%BCrcher%20Zeitung\"&gt;Neuen Zürcher Zeitung&lt;/a&gt;\" critically examines the urge for ever new architectural symbols triggered by the so-called \"&lt;a href=\"Starchitect%23The%20Bilbao%20Effect\"&gt;Bilbao effect&lt;/a&gt;\" of &lt;a href=\"Frank%20O.%20Gehry\"&gt;Frank O. Gehry&lt;/a&gt;'s &lt;a href=\"Guggenheim%20Museum%20Bilbao\"&gt;Guggenheim Museum&lt;/a&gt; in the Basque &lt;a href=\"Bilbao\"&gt;Bilbao&lt;/a&gt;, also takes up the fact that you have to see a building yourself. First this fashion wave reached the metropolises before it reached the smaller cities, because the more distinctive a building is, the better it can be marketed. Well-known buildings ensure that individual locations are immediately recognizable: The &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt; stands for Paris and the &lt;a href=\"Parthenon\"&gt;Parthenon&lt;/a&gt; for Athens.\nIn the times of &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt; architectural icons are becoming trademarks in the competition between metropolises: \"At the same time, the growing inflation on the catwalk of architectural images threatens to contribute to general confusion. Did this house stand in Hamburg, Tokyo or Paris? Was it the museum in Bern, Manchester or Seoul? Was it the architect &lt;a href=\"Peter%20Eisenman\"&gt;Eisenman&lt;/a&gt;, &lt;a href=\"Rem%20Koolhaas\"&gt;Koolhaas&lt;/a&gt; or &lt;a href=\"Renzo%20Piano\"&gt;Piano&lt;/a&gt;?\" (in German: ) The dilemma of this architecture, which is oriented towards the visual effect, is that it must rely on the quick glance. Tietz calls it \"an architectural fast food that is as easy to consume as possible\" (in German: Fast Food). At the same time, it is often forgotten that what constitutes the quality of architecture can only be experienced on location: \"But the Modernist building set is also constantly generating new images for worldwide marketing in the architectural circus: ecologically ambitious at Foster, elegantly expressive at Gehry, zigzag deconstructed at Libeskind. (in German: )\nHowever, these computer-designed, constructed marketing strategies threaten, according to Tietz, to turn architecture into a cliché that is full of &lt;a href=\"Potemkin%20village\"&gt;Potemkin village&lt;/a&gt;s.\nSome examples.\nAn example of this is the &lt;a href=\"Seagram%20Building\"&gt;Seagram Building&lt;/a&gt; in New York, which became the &lt;a href=\"cultural%20icon\"&gt;icon&lt;/a&gt; of the modern &lt;a href=\"skyscraper\"&gt;skyscraper&lt;/a&gt; and in the following decades the most imitated example of its kind worldwide. The construction of the &lt;a href=\"Sydney%20Opera%20House\"&gt;Sydney Opera House&lt;/a&gt; was part of a rethinking of 1950s architecture.\nList (selection).\nThis list can never be complete, but it should give an overview of the diversity of building."
}