{
    "id": "61101913",
    "revid": "33478061",
    "url": "https://en.wikipedia.org/wiki?curid=61101913",
    "title": "Khayele Grober",
    "text": "Khayele Grober (also transliterated as Chayele) (b. February 16, 1898 in &lt;a href=\"Bialystok\"&gt;Bialystok&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; - d. December 10, 1978 in &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt;, Israel) was a theatre actor and playwright.\nEarly life.\nShe was born into a Jewish family in Bialystok, which was then a part of the &lt;a href=\"Pale%20of%20Settlement\"&gt;Pale of Settlement&lt;/a&gt; of the Russian empire. Her father was a successful merchant, and Khayele graduated from a Russian high school before receiving private tuition in Yiddish and Hebrew. She spent the First World War in Moscow, where she trained as an actor at the &lt;a href=\"Habima\"&gt;Habima&lt;/a&gt; studio.\nCareer.\nAfter graduating from Habima, Khayele Grober's acting qualities quickly received the high praise of critics and audiences alike. In the words of the Yiddish lexikon:\nHer fame was not limited to the Yiddish cultural scene; in 1935 for instance she had several performances at one of the theatres in the Norwegian capital of Oslo, to great acclaim.\nShe was the author of several books and one stage play. One of her books was a memoir of her ten years at Habima in Moscow, parts of which were published in Yiddish magazines such as \"Di idishe tsaytung\" (\"The Jewish newspaper\") in Buenos Aires, \"Keneder odler\" or \"&lt;a href=\"Keneder%20Adler\"&gt;Keneder Adler&lt;/a&gt;\" (\"Canadian eagle\") in Montreal, and \"Di shtime\" (\"The voice\") in Mexico.\nAfter leaving the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; she eventually moved to &lt;a href=\"Montreal%2C%20Canada\"&gt;Montreal, Canada&lt;/a&gt; in 1939, where she formed the Yidish Teater Group and introduced actors to the &lt;a href=\"Stanislavski%27s%20system\"&gt;Stanislavski method&lt;/a&gt;.\nKhayele Grober settled in Israel in 1966, and died in Haifa twelve years later."
}