{
    "id": "611128",
    "revid": "1069127540",
    "url": "https://en.wikipedia.org/wiki?curid=611128",
    "title": "Billy Cannon",
    "text": "William Abb Cannon (August 2, 1937 – May 20, 2018) was an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; and &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; who played professionally in the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt; (AFL) and &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He attended &lt;a href=\"Louisiana%20State%20University\"&gt;Louisiana State University&lt;/a&gt; (LSU), where he played college football as a &lt;a href=\"Halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt;, &lt;a href=\"return%20specialist\"&gt;return specialist&lt;/a&gt;, and &lt;a href=\"defensive%20back\"&gt;defensive back&lt;/a&gt; for the &lt;a href=\"LSU%20Tigers%20football\"&gt;LSU Tigers&lt;/a&gt;. At LSU, Cannon was twice unanimously named an &lt;a href=\"College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt;, helped the &lt;a href=\"1958%20LSU%20Tigers%20football%20team\"&gt;1958 LSU team&lt;/a&gt; win a &lt;a href=\"College%20football%20national%20championships%20in%20NCAA%20Division%20I%20FBS\"&gt;national championship&lt;/a&gt;, and received the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; as the nation's most outstanding college player in 1959. His &lt;a href=\"Billy%20Cannon%27s%20Halloween%20Run\"&gt;punt return against Ole Miss&lt;/a&gt; on Halloween night in 1959 is considered by fans and sportswriters to be one of the most famous plays in LSU sports history.\nCannon was selected as the first overall pick in the &lt;a href=\"1960%20NFL%20Draft\"&gt;1960 NFL Draft&lt;/a&gt; and as a first-round territorial pick in the &lt;a href=\"1960%20American%20Football%20League%20draft\"&gt;1960 American Football League draft&lt;/a&gt;, resulting in a contract dispute that ended in court. Cannon played in the AFL for the &lt;a href=\"Houston%20Oilers\"&gt;Houston Oilers&lt;/a&gt; and &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt; before ending his football career with the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; of the NFL. He began his professional career as a halfback for the Oilers. A two-time &lt;a href=\"American%20Football%20League%20All-Star%20game\"&gt;AFL All-Star&lt;/a&gt;, Cannon led the league in &lt;a href=\"Rush%20%28gridiron%20football%29\"&gt;rushing&lt;/a&gt; and &lt;a href=\"all-purpose%20yards\"&gt;all-purpose yards&lt;/a&gt; in &lt;a href=\"1961%20American%20Football%20League%20season\"&gt;1961&lt;/a&gt;. He was named the &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt; of the first two &lt;a href=\"American%20Football%20League%20Championship\"&gt;AFL championship&lt;/a&gt; games, which were won by the Oilers. He was moved to &lt;a href=\"Fullback%20%28American%20football%29\"&gt;fullback&lt;/a&gt; and later tight end after being traded to the Raiders, with whom he won another league championship in 1967. That season, he played in the &lt;a href=\"Super%20Bowl%20II\"&gt;second AFL–NFL World Championship game&lt;/a&gt;, retroactively known as Super Bowl II, in which his team was defeated by the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;.\nCannon became a dentist after retiring from football. In 1983, after a series of bad real estate investments, he became involved in a &lt;a href=\"counterfeiting\"&gt;counterfeiting&lt;/a&gt; scheme and served two and a half years in prison. In 1995, he was hired as a dentist at &lt;a href=\"Louisiana%20State%20Penitentiary\"&gt;Louisiana State Penitentiary&lt;/a&gt;, a position he held until his death in 2018. His jersey number 20 was &lt;a href=\"retired%20jersey\"&gt;retired&lt;/a&gt; by LSU football in 1960, and he was inducted into the &lt;a href=\"LSU%20Athletic%20Hall%20of%20Fame\"&gt;LSU Athletic Hall of Fame&lt;/a&gt; in 1975, the &lt;a href=\"Louisiana%20Sports%20Hall%20of%20Fame\"&gt;Louisiana Sports Hall of Fame&lt;/a&gt; in 1976, and the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 2008.\nEarly life and high school.\nWilliam Abb Cannon was born in &lt;a href=\"Philadelphia%2C%20Pennsylvania\"&gt;Philadelphia, Pennsylvania&lt;/a&gt;, to Harvey and Virgie Cannon. The family moved to &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge, Louisiana&lt;/a&gt;, where his father worked during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. While attending &lt;a href=\"Istrouma%20High%20School\"&gt;Istrouma High School&lt;/a&gt; in Baton Rouge, Cannon drew attention for his speed, strength, and size; he excelled in &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, and &lt;a href=\"track%20and%20field\"&gt;track&lt;/a&gt;. In football in 1955, his &lt;a href=\"senior%20%28education%29\"&gt;senior&lt;/a&gt; year, Cannon scored 39 &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;s, was included in All-State and &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt; teams, and led the Istrouma Indians to a state championship. Although generally appearing in just the first half of games, he scored 229 points that season, a state record at the time. In track and field, he ran the &lt;a href=\"100-yard%20dash\"&gt;100-yard dash&lt;/a&gt; in 9.6 seconds and put the shot over 56 feet, setting what were state records at the time for both events. In the summer of 1955, Cannon received a 90-day suspended sentence for theft after he and some friends were caught extorting money from men whom they had seen with prostitutes. This was the first in a series of legal troubles in Cannon's life.\nCollege football career.\nDespite his problems off the field, Cannon was &lt;a href=\"college%20recruiting\"&gt;recruited&lt;/a&gt; by many college teams to play football as he left high school. His leading options included &lt;a href=\"Florida%20Gators%20football\"&gt;Florida&lt;/a&gt; and &lt;a href=\"Ole%20Miss%20Rebels%20football\"&gt;Ole Miss&lt;/a&gt;, but he chose &lt;a href=\"LSU%20Tigers%20football\"&gt;LSU&lt;/a&gt;, who offered a job between semesters at a local car dealership; other colleges did not guarantee a job. Additionally, Cannon's mother believed he should remain close to home. \"Mommy was older and wiser, and I followed her advice,\" said Cannon.\n1957 season.\nCannon first played for the LSU &lt;a href=\"Varsity%20team\"&gt;varsity&lt;/a&gt; football team as a &lt;a href=\"sophomore\"&gt;sophomore&lt;/a&gt; in &lt;a href=\"1957%20LSU%20Tigers%20football%20team\"&gt;1957&lt;/a&gt; under coach &lt;a href=\"Paul%20Dietzel\"&gt;Paul Dietzel&lt;/a&gt;. He played in the &lt;a href=\"Halfback%20%28American%20football%29\"&gt;halfback position&lt;/a&gt; and shared the &lt;a href=\"backfield\"&gt;backfield&lt;/a&gt; with &lt;a href=\"Jim%20Taylor%20%28fullback%29\"&gt;Jim Taylor&lt;/a&gt;, who was selected as an &lt;a href=\"1957%20College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt; that year. He also played &lt;a href=\"defensive%20back\"&gt;defensive back&lt;/a&gt; and was the team's primary &lt;a href=\"punt%20%28gridiron%20football%29\"&gt;punter&lt;/a&gt;. He quickly emerged as a star, scoring twice in early season victories over &lt;a href=\"1957%20Alabama%20Crimson%20Tide%20football%20team\"&gt;Alabama&lt;/a&gt; and &lt;a href=\"1957%20Texas%20Tech%20Red%20Raiders%20football%20team\"&gt;Texas Tech&lt;/a&gt;. The Alabama game was the most prolific &lt;a href=\"rush%20%28American%20football%29\"&gt;rushing&lt;/a&gt; game of Cannon's college career; he amassed 140 yards with eight &lt;a href=\"carry%20%28gridiron%20football%29\"&gt;carries&lt;/a&gt;. Against the &lt;a href=\"Texas%20Tech%20Red%20Raiders\"&gt;Red Raiders&lt;/a&gt;, Cannon had five punts for a 40-yard average, completed two of four &lt;a href=\"forward%20pass\"&gt;passes&lt;/a&gt; for 31 yards, &lt;a href=\"reception%20%28gridiron%20football%29\"&gt;caught&lt;/a&gt; a 59-yard pass for a touchdown, carried thirteen times for 36 yards, and &lt;a href=\"kickoff%20returner\"&gt;returned a kickoff&lt;/a&gt; for a touchdown. Cannon recalled that Texas Tech's focus was solely on Taylor. \"They were just wearing Jimmy out\", he said. \"Of course, they weren't looking for me. They just beat the devil out of Jimmy. With them focusing on Jimmy, I had a great game.\" Over half a century later, former Red Raiders standout Jack Henry recalled of Cannon:\nWe kicked off. And that damn Billy Cannon. Jim Henderson and I were running down in our lanes and got down there, and we were going to hit him high and low. We were going to knock the hell out of him ... We hit ourselves. Ran into each other. He made a 100-yard touchdown. You don't forget that.\nThe Tigers won their next two games before losing four in a row, but remained competitive in every game, largely due to the play of Cannon and Taylor. LSU completed the season with a win over their &lt;a href=\"Battle%20for%20the%20Rag\"&gt;rival&lt;/a&gt; team &lt;a href=\"1957%20Tulane%20Green%20Wave%20football%20team\"&gt;Tulane&lt;/a&gt; and a 5–5 record, although they had been predicted to finish last in their conference. At the end of the season, Cannon was included on the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; (AP) &lt;a href=\"Southeastern%20Conference\"&gt;Southeastern Conference&lt;/a&gt; (SEC) All-Sophomore team and the &lt;a href=\"United%20Press%20International\"&gt;United Press International&lt;/a&gt; (UPI) All-SEC second team. He also had the leading kickoff return average in the country (31.2 yards).\n1958 season.\nIn &lt;a href=\"1958%20LSU%20Tigers%20football%20team\"&gt;1958&lt;/a&gt;, coach Dietzel implemented a method to keep his players fresh during games: his \"three-&lt;a href=\"platoon%20system\"&gt;platoon system&lt;/a&gt;\" split the team into the \"Go Team\", the \"White Team\", and the \"&lt;a href=\"Chinese%20Bandits\"&gt;Chinese Bandits&lt;/a&gt;\". The White Team comprised the starting unit for the Tigers and, led by Cannon, consisted of the most talented players, who excelled on both offense and defense. Jim Taylor's graduation allowed Dietzel to give Cannon more time playing on offense. LSU entered the season with talent and depth on both offense and defense. The team defeated its first five opponents by an average of three touchdowns. The sixth game of the season was against &lt;a href=\"1958%20Florida%20Gators%20football%20team\"&gt;Florida&lt;/a&gt; for LSU's &lt;a href=\"homecoming\"&gt;homecoming&lt;/a&gt;. Cannon led the Tigers to a 10–7 win as he scored their only touchdown of the game in the second quarter. The following week the Tigers were ranked first in the &lt;a href=\"AP%20Poll\"&gt;AP's weekly poll&lt;/a&gt; to rank teams. The team remained atop subsequent polls as it finished the regular season undefeated and was named national champion by the AP and UPI. LSU followed up with a 7–0 victory over &lt;a href=\"1958%20Clemson%20Tigers%20football%20team\"&gt;Clemson&lt;/a&gt; in the &lt;a href=\"1959%20Sugar%20Bowl\"&gt;Sugar Bowl&lt;/a&gt;. Cannon was responsible for all seven points scored in the game; he threw a touchdown pass to &lt;a href=\"Mickey%20Mangham\"&gt;Mickey Mangham&lt;/a&gt; and then kicked the extra point.\nAfter the season, Cannon was &lt;a href=\"List%20of%20unanimous%20college%20football%20All-Americans\"&gt;unanimously recognized&lt;/a&gt; by sportswriters as a first-team &lt;a href=\"1958%20College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt;. He was awarded player of the year honors by &lt;a href=\"UPI%20College%20Football%20Player%20of%20the%20Year\"&gt;United Press International&lt;/a&gt;, &lt;a href=\"Sporting%20News%20College%20Football%20Player%20of%20the%20Year\"&gt;\"The Sporting News\"&lt;/a&gt;, and the &lt;a href=\"Chic%20Harley%20Award\"&gt;Touchdown Club of Columbus&lt;/a&gt;. In addition, he was voted to the &lt;a href=\"1958%20All-SEC%20football%20team\"&gt;All-SEC team&lt;/a&gt;, and was deemed the &lt;a href=\"SEC%20Player%20of%20the%20Year\"&gt;SEC Most Valuable Player&lt;/a&gt; by the &lt;a href=\"Nashville%20Banner\"&gt;Nashville Banner&lt;/a&gt; after leading the conference in rushing yards, average, and touchdowns. Cannon finished third in voting for the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt;, behind winner, &lt;a href=\"Pete%20Dawkins\"&gt;Pete Dawkins&lt;/a&gt; of &lt;a href=\"1958%20Army%20Cadets%20football%20team\"&gt;Army&lt;/a&gt;, and runner-up, &lt;a href=\"Randy%20Duncan\"&gt;Randy Duncan&lt;/a&gt; of &lt;a href=\"1958%20Iowa%20Hawkeyes%20football%20team\"&gt;Iowa&lt;/a&gt;. Dietzel said of Cannon's accolades: \"It's a wonderful thing. Billy Cannon is the finest football player I've ever coached.\"\n1959 season.\nWith Cannon and most of the defensive starters returning in &lt;a href=\"1959%20LSU%20Tigers%20football%20team\"&gt;1959&lt;/a&gt;, LSU was expected to compete for another national title. The Tigers began the season as the top-ranked team, and the number of season-ticket holders tripled compared to the previous season. The team won its first six games without allowing a touchdown. Cannon showed his versatility in those games; he led the team in total yards on offense, returned an interception for a touchdown on defense, and averaged 40 yards per punt while also returning punts and kickoffs. This set up a highly anticipated match-up between LSU and rival &lt;a href=\"1959%20Ole%20Miss%20Rebels%20football%20team\"&gt;Ole Miss Rebels&lt;/a&gt;, who were also undefeated.\nHalloween run.\nOn &lt;a href=\"Halloween\"&gt;Halloween&lt;/a&gt; night, Cannon led LSU into &lt;a href=\"Tiger%20Stadium%20%28LSU%29\"&gt;Tiger Stadium&lt;/a&gt; to face the third-ranked &lt;a href=\"Ole%20Miss%20Rebels%20football\"&gt;Ole Miss Rebels&lt;/a&gt;. For most of the game, neither team's offense managed to reach the end zone. Late in the fourth quarter, when the Tigers trailed 3–0, Cannon returned a punt 89 yards for a touchdown, breaking seven tackles and running the last 60 yards untouched. The Rebels mounted one last drive and reached the Tigers' 1-yard line before Cannon and &lt;a href=\"Warren%20Rabb\"&gt;Warren Rabb&lt;/a&gt; made a game-saving tackle on the fourth down and with 18 seconds on the clock. The Tigers won 7–3. After the game, Cannon lay down in the tunnel, exhausted and unable to reach the locker room. LSU's chances to repeat as national champion effectively ended the following week with a 14–13 loss to &lt;a href=\"1959%20Tennessee%20Volunteers%20football%20team\"&gt;Tennessee&lt;/a&gt;, after a failed &lt;a href=\"two-point%20conversion\"&gt;two-point conversion&lt;/a&gt; attempt by Cannon. The Tigers finished the season with a rematch against Ole Miss in the &lt;a href=\"1960%20Sugar%20Bowl\"&gt;Sugar Bowl&lt;/a&gt;, in which they were defeated 21–0.\nHeisman Trophy.\nAfter the season, Cannon was awarded the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; as the nation's most outstanding player in 1959. In the award's balloting of 1,197 media members, he received 519 first-place votes; runner-up &lt;a href=\"Richie%20Lucas\"&gt;Richie Lucas&lt;/a&gt; received 98 such votes. Although he scored only six touchdowns during the season, Cannon's defensive play and his performance on Halloween night was enough to convince voters. He received the award from Vice President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt; during a ceremony on December 9 at the &lt;a href=\"Downtown%20Athletic%20Club\"&gt;Downtown Athletic Club&lt;/a&gt; in New York City. Nixon described him as \"not an ordinary Cannon, but an atomic Cannon—the ultimate weapon in the arsenal of Paul Dietzel.\" He was the second player from the SEC to win the trophy, following &lt;a href=\"Georgia%20Bulldogs%20football\"&gt;Georgia&lt;/a&gt;'s &lt;a href=\"Frank%20Sinkwich\"&gt;Frank Sinkwich&lt;/a&gt; in 1942. Cannon was also a repeat winner of nearly every award he won the previous season, including unanimous All-America recognition.\nProfessional football career.\nContract dispute.\nIn November 1959, Cannon signed a contract with &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt; general manager &lt;a href=\"Pete%20Rozelle\"&gt;Pete Rozelle&lt;/a&gt;, in which he agreed to play for the Rams in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;. The contract was for three years for $30,000, plus a $10,000 signing bonus. Two months later, on the field after LSU's Sugar Bowl loss, Cannon signed another contract; this one was with the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt;'s &lt;a href=\"Houston%20Oilers\"&gt;Houston Oilers&lt;/a&gt;, whose owner &lt;a href=\"Bud%20Adams\"&gt;Bud Adams&lt;/a&gt; offered Cannon $33,000 a year for three years with a $10,000 signing bonus. At Cannon's request, Adams also promised him a &lt;a href=\"Cadillac\"&gt;Cadillac&lt;/a&gt; for his father. When it became known that he had signed with two different teams, the Rams filed a suit that claimed Cannon was bound by their contract and could not sign with Houston. Judge &lt;a href=\"William%20Lindberg\"&gt;William Lindberg&lt;/a&gt; ruled against the Rams, stating the contracts were void and that Rozelle had taken advantage of Cannon's naivete. Lindberg described Cannon as \"exceptionally naive ... a provincial lad untutored and unwise in the ways of the business world.\" The AFL's victory against the established NFL helped bring legitimacy to the fledgling league. After the ruling, Cannon finalized his contract to play in the AFL for the Oilers. The contract made him the first $100,000 professional football player.\nHouston Oilers.\nCannon joined the newly formed Oilers under head coach &lt;a href=\"Lou%20Rymkus\"&gt;Lou Rymkus&lt;/a&gt;. As one of the highest-paid players in professional football, he was heckled early on by opposing players. Nor did he get along well with Rymkus, whom he described as \"unpleasant, confrontational, with a nasty disposition and an oversized ego.\" In Cannon's rookie year, he led the team in rushing with 644 yards and caught five touchdown passes. His 88-yard touchdown reception from quarterback &lt;a href=\"George%20Blanda\"&gt;George Blanda&lt;/a&gt; in the &lt;a href=\"1960%20American%20Football%20League%20Championship%20Game\"&gt;1960 AFL Championship Game&lt;/a&gt; helped the Oilers become the inaugural &lt;a href=\"AFL%20Championship\"&gt;AFL champions&lt;/a&gt;. For his efforts, Cannon was named the game's &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt;.\nAfter Rykmus was fired when the Oilers started the &lt;a href=\"1961%20American%20Football%20League%20season\"&gt;1961 season&lt;/a&gt; poorly, Houston won ten consecutive games under &lt;a href=\"Wally%20Lemm\"&gt;Wally Lemm&lt;/a&gt;. In one of those games, against the &lt;a href=\"New%20York%20Jets\"&gt;New York Titans&lt;/a&gt;, Cannon set a professional football record with 373 &lt;a href=\"all-purpose%20yards\"&gt;all-purpose yards&lt;/a&gt; and scored five touchdowns. His 216 rushing yards in the game also set an AFL record. At the end of the season, he was the AFL's leading rusher with 948 yards and led the league in all-purpose yards. The Oilers repeated as &lt;a href=\"1961%20American%20Football%20League%20Championship%20Game\"&gt;AFL champions&lt;/a&gt; and Cannon again was the game's MVP, scoring the only touchdown. \"&lt;a href=\"The%20Sporting%20News\"&gt;The Sporting News&lt;/a&gt;\" named him to the &lt;a href=\"1961%20American%20Football%20League%20All-League%20Players\"&gt;1961 AFL All-League Team&lt;/a&gt; and he was invited to play in the 1961 &lt;a href=\"AFL%20All-Star%20Game\"&gt;AFL All-Star Game&lt;/a&gt;.\nCannon injured his back in the third game of the &lt;a href=\"1962%20American%20Football%20League%20season\"&gt;1962 season&lt;/a&gt;, which affected his performances, but he still finished second on the team in scoring behind Blanda. The Oilers reached the championship game for a third time, but lost to the &lt;a href=\"Dallas%20Texans%20%28AFL%29\"&gt;Dallas Texans&lt;/a&gt; in the first ever double-&lt;a href=\"Overtime%20%28sports%29\"&gt;overtime&lt;/a&gt; game in professional football history. New leg injuries and lingering back problems caused Cannon to miss most of the &lt;a href=\"1963%20American%20Football%20League%20season\"&gt;1963 season&lt;/a&gt;. The Oilers also replaced Lemm as head coach. Because of this and his injury problems, Cannon successfully requested that the team let him leave. He later recalled: \"I left the team with good feelings and a lot of good friends. It was just time to go.\"\nOakland Raiders.\nCannon was traded to the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt; before the &lt;a href=\"1964%20American%20Football%20League%20season\"&gt;1964 season&lt;/a&gt;. Raiders head coach &lt;a href=\"Al%20Davis\"&gt;Al Davis&lt;/a&gt; liked Cannon's abilities but did not know how he wanted to use him. At first Davis moved Cannon to &lt;a href=\"fullback%20%28gridiron%20football%29\"&gt;fullback&lt;/a&gt;, where he was an asset in catching passes, an attribute not all fullbacks then possessed. After a slow start, he finished the season with 37 receptions for 454 yards and eight touchdowns. He also rushed for three more touchdowns. &lt;a href=\"1965%20American%20Football%20League%20season\"&gt;Next season&lt;/a&gt; Davis moved him to &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt;, to the chagrin of Cannon; he expected to be made into a &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt;, but the Raiders had both &lt;a href=\"Art%20Powell%20%28wide%20receiver%29\"&gt;Art Powell&lt;/a&gt; and rookie &lt;a href=\"Fred%20Biletnikoff\"&gt;Fred Biletnikoff&lt;/a&gt; to cover that position. He eventually accepted his new role and adapted quickly to it. However, the tight end was seldom used in the Raiders' offense. He caught only seven passes that season with no touchdowns. Before the &lt;a href=\"1966%20American%20Football%20League%20season\"&gt;1966 season&lt;/a&gt;, &lt;a href=\"John%20Rauch\"&gt;John Rauch&lt;/a&gt; took over as head coach as Al Davis became AFL commissioner and the Raiders' &lt;a href=\"general%20manager%20%28American%20football%29\"&gt;general manager&lt;/a&gt;. Cannon established himself as a deep threat in Rauch's offense and caught fourteen passes for 436 yards—an average of 31.4 yards per reception.\nBy &lt;a href=\"1967%20American%20Football%20League%20season\"&gt;1967&lt;/a&gt;, Cannon believed an AFL championship was imminent for the Raiders, and so fully embraced the team's game plan. He convinced Davis to sign Blanda as a &lt;a href=\"placekicker\"&gt;placekicker&lt;/a&gt; and a mentor for quarterback &lt;a href=\"Daryle%20Lamonica\"&gt;Daryle Lamonica&lt;/a&gt;. That year, Cannon led all AFL tight ends with 629 yards receiving and ten touchdowns in his most productive season at the position. For the second time he was an All-AFL selection, this time as a tight end. His efforts helped the Raiders to the &lt;a href=\"1967%20American%20Football%20League%20Championship%20Game\"&gt;1967 AFL Championship game&lt;/a&gt; against the Oilers and a 40–7 victory over his former team. Because of &lt;a href=\"AFL-NFL%20merger\"&gt;a new agreement&lt;/a&gt; between the two leagues, the Raiders earned a place in the &lt;a href=\"Super%20Bowl%20II\"&gt;second AFL–NFL World Championship game&lt;/a&gt;, in which they faced the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;. Early in the fourth quarter, Cannon dropped a pass while wide-open on a play on which he would have scored. He later described it as \"the clumsiest drop of my career.\" Green Bay won the game, 33–14.\nCannon had a modest &lt;a href=\"1968%20American%20Football%20League%20season\"&gt;1968 season&lt;/a&gt; in which he caught six touchdown passes—including one of 48 yards in the second quarter of the famous &lt;a href=\"Heidi%20Game\"&gt;\"Heidi\" Game&lt;/a&gt;—but knew he would not be in Oakland much longer. Head coach &lt;a href=\"John%20Madden\"&gt;John Madden&lt;/a&gt; had relegated him to running decoy routes by &lt;a href=\"1969%20American%20Football%20League%20season\"&gt;1969&lt;/a&gt; and he had only two touchdowns. Nevertheless, he was invited as a replacement to play in his second All-Star game. Cannon was released by the Raiders during the 1970 preseason.\nKansas City Chiefs and retirement.\nAs he was preparing to begin &lt;a href=\"post-graduate\"&gt;post-graduate&lt;/a&gt; studies in &lt;a href=\"orthodontics\"&gt;orthodontics&lt;/a&gt; at &lt;a href=\"Loyola%20University%20Chicago\"&gt;Loyola University&lt;/a&gt; in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, Cannon received a call from &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; head coach &lt;a href=\"Hank%20Stram\"&gt;Hank Stram&lt;/a&gt;. Stram signed Cannon to a one-year contract and he played in six games for the Chiefs in &lt;a href=\"1970%20NFL%20season\"&gt;1970&lt;/a&gt;, catching two touchdowns before a season-ending injury convinced him to retire. He ended his eleven-year professional career with 2,455 yards rushing, 3,656 receiving yards, and 64 touchdowns on offense. He also threw one touchdown pass and returned a kickoff for a touchdown. Cannon holds the NFL record for the most yards from scrimmage in a non-overtime game (330 against the New York Titans in 1961) and is tied with four other players for the most touchdown receptions by a running back in a season (nine in 1961).\nPersonal and later life.\nCannon married his high school sweetheart, Dot Dupuy, while they were both freshmen at LSU. They had five children together. His son &lt;a href=\"Billy%20Cannon%20Jr.\"&gt;Billy Cannon Jr.&lt;/a&gt; played as a linebacker for &lt;a href=\"Texas%20A%26amp%3BM%20Aggies%20Football\"&gt;Texas A&amp;M&lt;/a&gt; and was selected in the first round of the &lt;a href=\"1984%20NFL%20Draft\"&gt;1984 NFL Draft&lt;/a&gt; by the &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt;.\nCannon Sr. graduated from LSU in 1959 and completed post-graduate studies at the &lt;a href=\"University%20of%20Tennessee\"&gt;University of Tennessee&lt;/a&gt; during the Oilers' &lt;a href=\"off-season\"&gt;off-season&lt;/a&gt;. There, he earned a &lt;a href=\"D.D.S.\"&gt;D.D.S.&lt;/a&gt;; later, he earned additional degrees in &lt;a href=\"orthodontia\"&gt;orthodontia&lt;/a&gt; from &lt;a href=\"Loyola%20University%20Chicago\"&gt;Loyola University Chicago&lt;/a&gt;. After retiring from football, he returned to Baton Rouge and started his own dental practice.\nDespite a successful practice, by 1983 he was in financial difficulties from bad &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt; investments and &lt;a href=\"gambling\"&gt;gambling&lt;/a&gt; debts. Becoming involved in a &lt;a href=\"counterfeiting\"&gt;counterfeiting&lt;/a&gt; scheme, he printed $6 million in U.S. 100-dollar bills, some of which he stored in ice chests buried in the back yard of a house he owned and rented out. Charged along with five others, he served two-and-a-half years of a five-year sentence at the &lt;a href=\"Federal%20Correctional%20Institution%2C%20Texarkana\"&gt;Federal Correctional Institution, Texarkana&lt;/a&gt;. Upon his release in 1986, he regained his dentistry license but struggled to rebuild his practice. In 1995, he was hired as a dentist at the &lt;a href=\"Louisiana%20State%20Penitentiary\"&gt;Louisiana State Penitentiary&lt;/a&gt;, initially as a contractor. At the time, the dental clinic in the prison was in chaos; many dentists refused to work there and inmates were often unable to make appointments. Cannon reorganized the dental program with great success and was soon hired as a full-time employee. Warden &lt;a href=\"Burl%20Cain\"&gt;Burl Cain&lt;/a&gt;, impressed with Cannon's work with the dental program, put him in charge of the prison's entire medical system. Cannon remained the resident dentist at the penitentiary, where inmates typically call him \"Legend\".\nCannon resided in &lt;a href=\"St.%20Francisville%2C%20Louisiana\"&gt;St. Francisville, Louisiana&lt;/a&gt;, with his wife. In February 2013, Cannon suffered a &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; and was hospitalized in Baton Rouge. He was released two days later, returned to work the following Monday, and made a full recovery. Cannon died in his sleep on May 20, 2018, at his home in St. Francisville, at the age of 80.\nLegacy and honors.\nCannon remains a respected and iconic figure in Louisiana sports despite his legal troubles. During a homecoming game for LSU in &lt;a href=\"2003%20LSU%20Tigers%20football%20team\"&gt;2003&lt;/a&gt;, he was honored by the university as he stood on the field between the first and second quarters. Fans gave a long standing ovation and players raised their helmets in salute, leading athletic director &lt;a href=\"Skip%20Bertman\"&gt;Skip Bertman&lt;/a&gt; to proclaim to a friend, \"He's still the icon, isn't he?\" A video of his punt return on Halloween night in 1959 is still played on the jumbotron in Tiger Stadium before every home game. In a reader poll conducted by \"&lt;a href=\"The%20Times-Picayune\"&gt;The Times-Picayune&lt;/a&gt;\" in 2013 to name LSU's best player since 1940, Cannon finished first by a landslide margin.\nUntil &lt;a href=\"Joe%20Burrow\"&gt;Joe Burrow's&lt;/a&gt; win in 2019, Cannon was LSU's only Heisman winner. Shortly after the 1959 season, the LSU football team &lt;a href=\"Retired%20number\"&gt;retired&lt;/a&gt; his number 20 jersey. It was the only jersey retired by the team until &lt;a href=\"Tommy%20Casanova\"&gt;Tommy Casanova&lt;/a&gt;'s was also retired in 2009. In 1969, he was selected as a halfback on the AP's \"Southeast Area All-Time Football Team: 1920–1969 era\". In 1975, Cannon was inducted into the &lt;a href=\"LSU%20Athletic%20Hall%20of%20Fame\"&gt;LSU Athletic Hall of Fame&lt;/a&gt;, followed by the &lt;a href=\"Louisiana%20Sports%20Hall%20of%20Fame\"&gt;Louisiana Sports Hall of Fame&lt;/a&gt; the next year. He had originally been elected to the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 1983, but the hall rescinded the honor before his induction due to his confessed involvement in the counterfeiting scheme. The hall elected him a second time in 2008, and he was formally inducted during a ceremony on December 9 of that year. In 2012, Cannon was retrospectively given the &lt;a href=\"Jet%20Award\"&gt;Jet Award&lt;/a&gt; as a \"legacy\" winner for the 1959 season, honoring the top &lt;a href=\"return%20specialist\"&gt;return specialist&lt;/a&gt; in college football. A statue honoring Cannon was erected near Tiger Stadium and unveiled in September 2018."
}