{
    "id": "61168704",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=61168704",
    "title": "Pembrokeshire League",
    "text": "The Pembrokeshire League (currently the \"Manderwood Pembrokeshire League\") is a &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; league in &lt;a href=\"Pembrokeshire\"&gt;Pembrokeshire&lt;/a&gt;, &lt;a href=\"West%20Wales\"&gt;West Wales&lt;/a&gt;, running from levels five to nine of the &lt;a href=\"Welsh%20football%20league%20system\"&gt;Welsh football league system&lt;/a&gt;.\nTeams promoted from Division One may enter the &lt;a href=\"West%20Wales%20Premier%20League\"&gt;West Wales Premier League&lt;/a&gt; if standards and facilities fall into line with the regulations of the &lt;a href=\"Welsh%20Football%20League\"&gt;Welsh Football League&lt;/a&gt;.\nThe Pembrokeshire League also enters teams into the &lt;a href=\"WWFA%20Intermediate%20Cup\"&gt;West Wales Intermediate Cup&lt;/a&gt;, to play against clubs from the &lt;a href=\"Carmarthenshire%20League\"&gt;Carmarthenshire League&lt;/a&gt;, &lt;a href=\"Neath%20%26amp%3B%20District%20League\"&gt;Neath &amp; District League&lt;/a&gt; and &lt;a href=\"Swansea%20Senior%20League\"&gt;Swansea Senior League&lt;/a&gt;. With Merlins Bridge beating fellow Pembrokeshire league side Carew in the 2019 final, this meant 4 of the last 7 winners had been Pembrokeshire League teams. \nHistory.\nNewspaper articles from the early 1900s show the league existed in the pre-World War One period. The league was reformed for the 1945–46 season, and has played continuously since.\nClubs who have played in the Welsh Football League.\nThe following teams from the league have played in the &lt;a href=\"Welsh%20Football%20League\"&gt;Welsh Football League&lt;/a&gt; across the following years:\nMember clubs for 2021–22 season.\nAs per promotion and relegation for the 2020–21 season.\nChampions: Top division.\n1900s.\nA full list of the league's top flight champions since 1945–46 is as follows:\nPembrokeshire Senior Cup.\nThe league's main cup competition, the &lt;a href=\"Pembrokeshire%20Senior%20Cup\"&gt;Pembrokeshire Senior Cup&lt;/a&gt; has been in operation since 1946-47."
}