{
    "id": "61181561",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=61181561",
    "title": "2019–20 Papua New Guinea National Soccer League",
    "text": "The 2019–20 Papua New Guinea National Soccer League, for sponsorship reasons also known as the Kumul Petroleum Holdings Limited National Soccer League, was the 14th edition of the &lt;a href=\"Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;Papua New Guinea National Soccer League&lt;/a&gt;, the top-tier &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league in &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt;. The league began on 14 December 2019, after being postponed three times due to late registration fees, and finished on 10 October 2020, after almost a five-month hiatus due to the &lt;a href=\"COVID-19%20pandemic%20in%20Papua%20New%20Guinea\"&gt;COVID-19 pandemic&lt;/a&gt;.\n&lt;a href=\"Lae%20City%20F.C.\"&gt;Lae City&lt;/a&gt; were the defending champions, having won their fifth title with a penalty shoot-out victory over eight-time champions &lt;a href=\"Hekari%20United%20F.C.\"&gt;Hekari United&lt;/a&gt; in the &lt;a href=\"2019%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2019 edition&lt;/a&gt;. The side picked up their sixth title with a 1–0 victory over newcomers &lt;a href=\"Vitiaz%20United%20F.C.\"&gt;Vitiaz United&lt;/a&gt; in the Grand Final after topping the regular season table. Hekari United had to settle for third after Vitiaz defeated them on penalties in the semi-finals. &lt;a href=\"Emmanuel%20Simon\"&gt;Emmanuel Simon&lt;/a&gt; of Lae City won the Player of the Season Award, while &lt;a href=\"Jonathan%20Allen%20%28footballer%29\"&gt;Jonathan Allen&lt;/a&gt;, who spent the first half the season at &lt;a href=\"F.C.%20Bougainville\"&gt;FC Bougainville&lt;/a&gt; and the second half at &lt;a href=\"Vitiaz%20United%20F.C.\"&gt;Vitiaz United&lt;/a&gt;, was awarded the Golden Boot after scoring 12 goals in the regular season.\nFormat.\nFollowing the successful management of the previous season, which involved 27 teams spread across all four regions of the country, &lt;a href=\"Papua%20New%20Guinea%20Football%20Association\"&gt;PNGFA&lt;/a&gt; president &lt;a href=\"John%20Kapi%20Natto\"&gt;John Kapi Natto&lt;/a&gt; suggested that the following season may be the first to have two connected divisions of football in the nation, with six to eight teams in a top-level 'elite' competition, and any number of teams competing in regional divisions a level below. Lae City manager &lt;a href=\"Peter%20Gunemba\"&gt;Peter Gunemba&lt;/a&gt; praised this idea.\nIn October 2019, it was confirmed that Kapi Natto intended to go ahead with an eight-team National Soccer League, taking place alongside a 'Premier Men's Conference', with four conferences representing the four regions of the country: Northern (&lt;a href=\"Momase%20Region\"&gt;Momase&lt;/a&gt;), Southern (&lt;a href=\"Papua%20Region\"&gt;Papua&lt;/a&gt;), &lt;a href=\"Highlands%20Region\"&gt;Highlands&lt;/a&gt; and &lt;a href=\"Islands%20Region\"&gt;Islands&lt;/a&gt;. The national league was expanded to ten in December 2019, following the cancellation of the conference competition in late November due to lack of interest.\nTeams.\nOn 27 November 2019, a new club, &lt;a href=\"F.C.%20Kutubu\"&gt;FC Kutubu&lt;/a&gt;, from &lt;a href=\"Lake%20Kutubu\"&gt;Kutubu&lt;/a&gt;, were the first team to be officially confirmed ahead of the new season. It was suggested that the side would be the only club representing the Highlands Region in the new season. On 5 December, reigning champions Lae City, eight-time champions Hekari United, and Port Moresby-based &lt;a href=\"F.C.%20Bougainville\"&gt;FC Bougainville&lt;/a&gt; were also confirmed. On 10 December 2019, the remaining six teams were confirmed.\nThis was the first season since &lt;a href=\"2009%E2%80%9310%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2009–10&lt;/a&gt; that &lt;a href=\"Besta%20PNG%20United\"&gt;Besta PNG United&lt;/a&gt; did not participate in the competition.\nSummary.\nThe season ran relatively smoothly compared to previous seasons, aside from an enforced break of almost five months due to the &lt;a href=\"COVID-19%20pandemic%20in%20Papua%20New%20Guinea\"&gt;COVID-19 pandemic&lt;/a&gt; which halted the season just after the halfway stage in March. By this time, three contenders for the title had emerged. Newcomers &lt;a href=\"Vitiaz%20United%20F.C.\"&gt;Vitiaz United&lt;/a&gt; sat top of the league place, having beaten Lae City 2–1 on 25 January and drawn with Hekari, and only having suffered defeat at the hands of FC Bougainville. Reigning champions Lae City sat second after ten games despite manager Peter Gunemba being sacked following their exit from the &lt;a href=\"2020%20OFC%20Champions%20League\"&gt;2020 OFC Champions League&lt;/a&gt;, and the resultant mass exodus of players, including international veterans &lt;a href=\"Raymond%20Gunemba\"&gt;Raymond Gunemba&lt;/a&gt; and &lt;a href=\"Nigel%20Dabinyaba\"&gt;Nigel Dabinyaba&lt;/a&gt;, who eventually joined Hekari United. Eight-time champions Hekari United were third, having gone the entire first half of the season unbeaten before suffering a shock 2–1 defeat against Star Mountain in the first game of the second half of the season, which saw them slip from first to third. The final playoff spot was held by &lt;a href=\"Tusbab%20Stallions%20F.C.\"&gt;Tusbab Stallions&lt;/a&gt;, who were well off the pace of the top three but had a comfortable points cushion over the chasing pack. The league was halted on 14 March 2020.\nVitiaz kept up the strong pace they had set following the restart on 8 August 2020. They opened with a 2–2 draw with &lt;a href=\"Star%20Mountain%20F.C.\"&gt;Star Mountain&lt;/a&gt;, before new signing from Lae City, &lt;a href=\"Mathew%20David%20%28Papua%20New%20Guinean%20footballer%29\"&gt;Mathew David&lt;/a&gt;, scored seven goals in two games – all three in a 3–0 win over &lt;a href=\"F.C.%20Morobe%20Wawens\"&gt;Morobe Wawens&lt;/a&gt; and four in a 6–3 defeat of Tusbab Stallions – but the final three weeks of the regular season saw them fall to third, with narrow 1–0 defeats to FC Bougainville and &lt;a href=\"Gulf%20Komara%20F.C.\"&gt;Gulf Komara&lt;/a&gt; on consecutive weeks followed by a 0–0 draw against eventual Minor Premiers Lae City on the final day. Hekari lost 1–0 to Lae City on 15 August, and were unable to recover the deficit, eventually finishing second in the regular season table behind the reigning champions, who went unbeaten in the second half of the season. The final playoff spot went to Gulf Komara, who leapfrogged a stuttering Tusbab Stallions on the final day with a 5–0 win over Star Mountain.\nIn the playoffs, Gulf Komara ran Lae City close in the first semi-final before eventually losing 2–1, before Vitiaz United and Hekari United battled out a 2–2 after extra time in the second semi-final, with Vitiaz triumphing on penalties. After Hekari claimed third place after thrashing Gulf Komara 5–0, Lae City won a tight Grand Final with a solitary goal from &lt;a href=\"Obert%20Bika\"&gt;Obert Bika&lt;/a&gt; to claim their sixth successive title.\nRegular season.\nLeague table.\n&lt;onlyinclude&gt;\n&lt;/onlyinclude&gt;"
}