{
    "id": "61196039",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=61196039",
    "title": "2019 Currie Cup First Division",
    "text": "The 2019 Currie Cup First Division – known as the Currie Cup sponsored by DirectAxis Financial Services for sponsorship reasons – was the second tier of the &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt;, the premier domestic &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; competition in South Africa. It was the 81st edition of the competition organised by the &lt;a href=\"South%20African%20Rugby%20Union\"&gt;South African Rugby Union&lt;/a&gt; and was played between 6 July and 31 August 2019.\nThe competition was won by the , who beat the 27–13 in the final played on 31 August 2019.\nCompetition rules and information.\nThere were eight participating teams in the 2019 Currie Cup First Division. They played each other once during the &lt;a href=\"%23Pool%20stage\"&gt;pool stage&lt;/a&gt;, either at home or away. Teams received four points for a win and two points for a draw. Bonus points were awarded to teams that scored four or more tries in a game, as well as to teams that lost a match by seven points or less. Teams were ranked by log points, then points difference (points scored less points conceded).\nThe top four teams in the pool stage qualified for the &lt;a href=\"%23Semifinals\"&gt;semifinals&lt;/a&gt;, which were followed by a &lt;a href=\"%23Final\"&gt;final&lt;/a&gt;.\nTeams.\nThe teams that competed in the 2019 Currie Cup First Division are:\nRegular season.\nStandings.\nThe current standings in the 2019 Currie Cup First Division is:\nRound-by-round.\nThe table below shows each team's progression throughout the season. For each round, each team's cumulative points total is shown with the overall log position in brackets.\nMatches.\nThe following matches were played in the 2019 Currie Cup First Division:\nHonours.\nThe honour roll for the 2019 Currie Cup First Division was:\nPlayers.\nThe squads and player appearance and scoring statistics for the 2019 Currie Cup First Division are as follows:\nReferees.\nThe following referees officiated matches in the 2019 Currie Cup First Division:"
}