{
    "id": "6119744",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=6119744",
    "title": "Daryl Halligan",
    "text": "Daryl John Halligan (born 25 July 1966) is a &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; commentator and former professional player. A New Zealand international winger, he was the pre-eminent goal-kicker of his era, retiring as the highest point scorer in Australian premiership history. Halligan played club football in Australia for the &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt; and &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt;, winning the &lt;a href=\"1995%20ARL%20Premiership\"&gt;1995 ARL Premiership&lt;/a&gt; with the latter. Before switching to the professional code of rugby league, Halligan played amateur &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; for &lt;a href=\"Waikato%20Rugby%20Union\"&gt;Waikato&lt;/a&gt;. He played on the wing for the &lt;a href=\"Canterbury%20Bulldogs\"&gt;Canterbury Bulldogs&lt;/a&gt; in their loss in the &lt;a href=\"1998%20NRL%20grand%20final\"&gt;1998 NRL grand final&lt;/a&gt; to the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;.\nRugby league career.\nHalligan made his first grade rugby league debut for North Sydney against the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; in Round 1 1991 at &lt;a href=\"North%20Sydney%20Oval\"&gt;North Sydney Oval&lt;/a&gt;.\nHalligan made 25 appearances for Norths as they enjoyed one of their best ever seasons finishing third on the table. In the minor preliminary semi final, Halligan kicked 6 goals as Norths defeated arch rivals &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah&lt;/a&gt; 28-16. The following week, Norths opponents were minor premiers the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt; with the winner qualifying for the grand final. Penrith lead Norths 12-0 at halftime before Norths fought back with Halligan scoring a try. Unfortunately for Norths, Halligan had one of his worst performances in his career as a goal kicker as he only kicked 1 goal from 5 attempts. Norths would lose the match 16-14 despite scoring more tries than Penrith and fell short of their first grand final appearance since 1943. The following week in the preliminary final, Norths were defeated 30-14.\nHalligan spent two further seasons at Norths but they failed to reach the finals. Halligan then joined Canterbury-Bankstown in 1994 and in his first season there played in the club's grand final loss against Canberra. In 1995, Halligan became a premiership winning player as Canterbury defeated Manly 17-4 in the 1995 ARL grand final. Canterbury had defied the odds as they came from sixth place on the table to defeat minor premiers Manly in the decider who had lost only 2 games all season.\nIn 1998, Halligan played in the 1998 grand final loss against the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;. In the preliminary final a week before, Canterbury were losing to arch rivals the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt; 18-2 with less than 10 minutes to play until Canterbury staged one of the biggest comebacks in finals history scoring 3 tries in 9 minutes and Halligan kicking 2 goals from the sideline, one of which would take the game into extra-time which Canterbury would go on to win 32-20 at the &lt;a href=\"Sydney%20Football%20Stadium\"&gt;Sydney Football Stadium&lt;/a&gt;.\nHalligan retired at the conclusion of the 2000 season with his final game being in Round 26 2000 against the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; where he kicked 4 goals from 4 attempts.\nPlaying style.\nHalligan was renowned as a fine goalkicker, his 855 first grade goals coming at an impressive 80% success rate. Halligan is noted for revolutionising goal-kicking by using a plastic tee from which to kick, instead of the old method where kickers would set the ball upon a mound of sand or earth. He has since worked to design the popular \"Supertee\" line of kicking tees, used by top kickers in both codes of rugby across the world.\nRecords.\nIn 2000, Halligan became the first person to score 2,000 points in the NRL. That same year he overtook &lt;a href=\"Mick%20Cronin%20%28rugby%20league%29\"&gt;Mick Cronin&lt;/a&gt;'s record for the most points scored in an &lt;a href=\"NSWRFL\"&gt;NSWRFL&lt;/a&gt; career (1,971) - a record which had stood since 1986; Halligan's eventual total of 2,034 was bettered by &lt;a href=\"Jason%20Taylor%20%28rugby%20league%29\"&gt;Jason Taylor&lt;/a&gt; in 2001.\nHalligan also scored 80 &lt;a href=\"Try%20%28rugby%29\"&gt;tries&lt;/a&gt;, and kicked 4 &lt;a href=\"Drop%20goal%23Rugby%20league\"&gt;field goal&lt;/a&gt;s to amass that total.\nPost playing.\nHalligan is currently a commentator with &lt;a href=\"Sky%20Network%20Television\"&gt;Sky Network Television&lt;/a&gt; in New Zealand."
}