{
    "id": "61192690",
    "revid": "27438195",
    "url": "https://en.wikipedia.org/wiki?curid=61192690",
    "title": "Randolph County High School",
    "text": "Randolph County High School (RCHS) is a &lt;a href=\"State%20school\"&gt;public&lt;/a&gt; &lt;a href=\"Middle%20school\"&gt;middle&lt;/a&gt; and &lt;a href=\"Secondary%20school\"&gt;high school&lt;/a&gt; in &lt;a href=\"Wedowee%2C%20Alabama\"&gt;Wedowee, Alabama&lt;/a&gt;, United States. It was established in 1910 and is part of the &lt;a href=\"Randolph%20County%20School%20District%20%28Alabama%29\"&gt;Randolph County School System&lt;/a&gt;. Parts of the school have burned down twice, once in 1910 and again in 1994. The school courted controversy when its principal banned interracial couples at its school dances.\nHistory.\n1910: Opening.\nIn 1907, the Alabama Legislature passed a law to place a high school in every county. Due to this law, Randolph County High School (then Wedowee Normal College) was opened September 6, 1910, with a total of 81 students. Moses R. Weston was the first principal, and Professor James A. Parrish was assistant principal.\n1910: Burning.\nRandolph County High School was destroyed by fire less than three months after opening. On November 30, 1910, L.J. Johnson, an African American teacher, discovered the fire. Shortly after the fire alarm was sounded, most of Wedowee's population was on the scene. Even so, the fire was already so large that no one believed it could be stopped.\nThe courthouse in Wedowee was used to provide temporary classrooms. Judge A.J. Weathers donated five acres of land for the new school, and the Zobel brothers began building a two-story brick building on July 3, 1911. A completion date was set for November 1, 1911. On November 29, 1911, the new school opened with only four completed classrooms. Professor James A. Parrish was named the new principal, and the enrollment increased to 143 students in this new building.\n1938: Present location.\nOn August 30, 1938, the Randolph County Board of Education purchased 12 acres of land for $1,000 from the estate of J.H. Pool. Newman Construction Company was awarded the contract for the new building in December 1938.\n1994: Racism involving principal.\n&lt;a href=\"Hulond%20Humphries\"&gt;Hulond Humphries&lt;/a&gt; was principal of Randolph County High School from 1969 to 1994. On February 24, 1994, during an assembly addressing the prom, Humphries allegedly said that he would cancel the prom if students planned to take dates of a different race. ReVonda Bowen, a young lady of mixed race, asked who she should take to the prom. According to ReVonda and other classmates at the assembly, Humphries replied: \"That's a problem, ReVonda. Your mom and daddy made a mistake, having a mixed-race child.\"\nAfter his remarks created a furor, he said he would not cancel the prom. As a result, Humphries was placed on paid leave (pending an investigation) by the school board. Ms. Bowen filed a lawsuit against Humphries with the &lt;a href=\"Southern%20Poverty%20Law%20Center\"&gt;Southern Poverty Law Center&lt;/a&gt;. Bowen reached a settlement with the school district to end the lawsuit. The amount of money was not disclosed. Neither Humphries nor the school board admitted wrongdoing. After two weeks, Humphries was reinstated as principal. The prom took place on April 23, 1994, but some students attended an alternative dance arranged by civil rights leaders.\n1994: Burning.\nOn August 6, 1994, a suspicious fire burned down the main building of the 56-year-old high school. Volunteer firemen said they responded to the fire at 1 a.m. EDT, and the rubble was still smoldering that afternoon. Officials said that they were almost positive it was arson. Alabama Governor &lt;a href=\"Jim%20Folsom%20Jr.\"&gt;Jim Folsom&lt;/a&gt; offered $10,000 for information leading to the arrest and conviction of those who set the fire. Officials of the Alabama State Fire Marshal's office and the Federal Bureau of Alcohol, Tobacco, and Firearms studied the rubble for three days. State Fire Marshal John Robison said, \"This was an incendiary fire, an intentionally set fire. Whether they knew what they were doing or not, they were pretty successful.\" Media outlets such as \"&lt;a href=\"Jet%20%28magazine%29\"&gt;Jet&lt;/a&gt;\" magazine referenced the racial dispute from earlier in the year; however, authorities would not say if the fire was linked.\nHumphries broke his long silence about the dispute when he said, \"I have resigned myself to the view that it is for the best.\" A Federal Judge in Montgomery canceled the hearing scheduled to have Humphries removed. The head of the Justice Department's civil rights division said the school board's decision to reassign Humphries to an administrative job, coordinating the rebuilding of the high school, satisfied the Federal agency's goal of relieving racial hostility. They named a white man as the new principal and a black woman as assistant principal. Humphries later ran for superintendent of schools and was elected. The Randolph High School football stadium is named after him.\nJune 1, 1995, the FBI arrested Christopher Lynn Johnson, son of a black protest leader, in connection with the burning. On October 21, 1995, his trial was held. Johnson's lawyer said that the real culprit was Humphries. In interviews, Humphries admitted to removing personal and school items from his office and purchasing gasoline. In the transcripts, Humphries seemed to implicate himself twice with what prosecutors insisted were \"slips of the tongue.\" Prosecutors presented no physical evidence linking Johnson to the fire, so he was acquitted in the Federal court.\nThe present building cost around $4 million to build. The doors were opened to the students in March 1997.\nDemographics.\nDemographic background of the 450 students enrolled in 2016–2017:\n293 students were eligible for free lunch, and 35 students were eligible for reduced lunch."
}