{
    "id": "6121900",
    "revid": "35498457",
    "url": "https://en.wikipedia.org/wiki?curid=6121900",
    "title": "Eternal youth",
    "text": "Eternal youth is the concept of human physical &lt;a href=\"immortality\"&gt;immortality&lt;/a&gt; free of &lt;a href=\"ageing\"&gt;ageing&lt;/a&gt;. The &lt;a href=\"youth\"&gt;youth&lt;/a&gt; referred to is usually meant to be in contrast to the depredations of aging, rather than a specific age of the human lifespan. Eternal youth is common in mythology, and is a popular theme in &lt;a href=\"fiction\"&gt;fiction&lt;/a&gt;.\nReligion and mythology.\nEternal youth is a characteristic of the inhabitants of &lt;a href=\"Paradise\"&gt;Paradise&lt;/a&gt; in &lt;a href=\"Abrahamic%20religion\"&gt;Abrahamic religion&lt;/a&gt;s.\nThe Hindus believe that the Vedic and the post-Vedic rishis have attained immortality, which implies the ability to change one's body's age or even shape at will. These are some of the &lt;a href=\"siddha\"&gt;siddha&lt;/a&gt;s in &lt;a href=\"Yoga\"&gt;Yoga&lt;/a&gt;. &lt;a href=\"Markandeya\"&gt;Markandeya&lt;/a&gt; is said to always stay at the age of 16.\nThe difference between eternal life and the more specific eternal youth is a recurrent theme in &lt;a href=\"Greek%20mythology\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Roman%20mythology\"&gt;Roman mythology&lt;/a&gt;. The &lt;a href=\"mytheme\"&gt;mytheme&lt;/a&gt; of requesting the boon of immortality from a god, but forgetting to ask for eternal youth appears in the story of &lt;a href=\"Tithonus\"&gt;Tithonus&lt;/a&gt;. A similar theme is found in &lt;a href=\"Ovid\"&gt;Ovid&lt;/a&gt; regarding the &lt;a href=\"Cumaean%20Sibyl\"&gt;Cumaean Sibyl&lt;/a&gt;.\nIn &lt;a href=\"Norse%20mythology\"&gt;Norse mythology&lt;/a&gt;, &lt;a href=\"I%C3%B0unn\"&gt;Iðunn&lt;/a&gt; is described as providing the gods &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s that grant them eternal youthfulness in the 13th-century \"&lt;a href=\"Prose%20Edda\"&gt;Prose Edda&lt;/a&gt;\".\nTelomeres.\nAn individual's &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; plays a role in the aging process. Aging begins even before birth, as soon as cells start to die and need to be replaced. On the ends of each &lt;a href=\"chromosome\"&gt;chromosome&lt;/a&gt; are repetitive sequences of DNA, &lt;a href=\"telomeres\"&gt;telomeres&lt;/a&gt;, that protect the chromosome from joining with other chromosomes, and have several key roles. One of these roles is to regulate cell division by allowing each cell division to remove a small amount of genetic code. The amount removed varies by the cell type being replicated. The gradual degradation of the telomeres restricts cell division to 40-60 times, also known as the &lt;a href=\"Hayflick%20limit\"&gt;Hayflick limit&lt;/a&gt;. Once this limit has been reached, more cells die than can be replaced in the same time span. Thus, soon after this limit is reached the organism dies. The importance of telomeres is now clearly evident: lengthen the telomeres, lengthen the life.\nHowever, a study of the comparative biology of mammalian telomeres indicated that telomere length correlates inversely, rather than directly, with lifespan, and concluded that the contribution of telomere length to lifespan remains controversial. Also, telomere shortening does not occur with age in some postmitotic tissues, such as in the rat brain. In humans, skeletal muscle telomere lengths remain stable from ages 23–74. In baboon skeletal muscle, that consists of fully differentiated post-mitotic cells, less than 3% of myonuclei contain damaged telomeres and this percentage does not increase with age. Thus telomere shortening does not appear to be a major factor in the aging of the differentiated cells of brain or skeletal muscle.\nStudies have shown that 90 percent of &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; cells contain large amounts of an &lt;a href=\"enzyme\"&gt;enzyme&lt;/a&gt; called &lt;a href=\"telomerase\"&gt;telomerase&lt;/a&gt;. Telomerase is an enzyme that replenishes the worn away telomeres by adding bases to the ends and thus renewing the telomere. A cancer cell has in essence turned on the telomerase gene, and this allows them to have an unlimited amount of divisions without the telomeres wearing away. Other kinds of cells that can surpass the Hayflick limit are &lt;a href=\"stem%20cells\"&gt;stem cells&lt;/a&gt;, &lt;a href=\"hair%20follicles\"&gt;hair follicles&lt;/a&gt;, and &lt;a href=\"germ%20cells\"&gt;germ cells&lt;/a&gt;. This is because they contain raised amounts of telomerase.\nTherapy.\nThe idea that the human body can be repaired in old age to a more youthful state has gathered significant commercial interest over the past few years, including by companies such as &lt;a href=\"Human%20Longevity%20Inc\"&gt;Human Longevity Inc&lt;/a&gt;, &lt;a href=\"Google%20Calico\"&gt;Google Calico&lt;/a&gt;, and &lt;a href=\"Elysium%20Health\"&gt;Elysium Health&lt;/a&gt;. In addition to these larger companies, many startups are currently developing therapeutics to tackle the 'ageing problem' using therapy. In 2015 a new class of drugs &lt;a href=\"senolytics\"&gt;senolytics&lt;/a&gt; was announced (currently in pre-clinical development) designed specifically to combat the underlying biological causes of frailty.\nPhilanthropy.\nThe \"loss of youth\" or ageing process is responsible for increasing the risk of individuals to many diseases including &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;, &lt;a href=\"Parkinson%27s\"&gt;Parkinson's&lt;/a&gt;, &lt;a href=\"Alzheimer%27s\"&gt;Alzheimer's&lt;/a&gt;, and others. As a result, in recent years, many high net worth individuals have donated large amounts of their money towards initiatives towards scientific research into the ageing process itself or therapies to slow or reverse the ageing process. These people include &lt;a href=\"Jeff%20Bezos\"&gt;Jeff Bezos&lt;/a&gt;, &lt;a href=\"Ray%20Kurzweil\"&gt;Ray Kurzweil&lt;/a&gt;, &lt;a href=\"Peter%20Thiel\"&gt;Peter Thiel&lt;/a&gt;, &lt;a href=\"Aubrey%20de%20Grey\"&gt;Aubrey de Grey&lt;/a&gt;, &lt;a href=\"Larry%20Ellison\"&gt;Larry Ellison&lt;/a&gt;, &lt;a href=\"Sergey%20Brin\"&gt;Sergey Brin&lt;/a&gt;, &lt;a href=\"Dmitry%20Itskov\"&gt;Dmitry Itskov&lt;/a&gt;, &lt;a href=\"Paul%20Gallen\"&gt;Paul Gallen&lt;/a&gt;, and &lt;a href=\"Mark%20Zuckerberg\"&gt;Mark Zuckerberg&lt;/a&gt;."
}