{
    "id": "61223889",
    "revid": "313197",
    "url": "https://en.wikipedia.org/wiki?curid=61223889",
    "title": "Foreign policy of the Gerald Ford administration",
    "text": "The &lt;a href=\"United%20States%20foreign%20policy\"&gt;United States foreign policy&lt;/a&gt; during the 1974-1977 &lt;a href=\"presidency%20of%20Gerald%20Ford\"&gt;presidency of Gerald Ford&lt;/a&gt; was marked by the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt; continued &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;'s policies regarding &lt;a href=\"detente\"&gt;detente&lt;/a&gt; with both the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt;. He presided over the final stages of the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, announcing in April 1975 that U.S. participation in the war had ended. In the aftermath of the war, his administration responded forcefully to both the &lt;a href=\"Mayaguez%20incident\"&gt;Mayaguez incident&lt;/a&gt; and an incident with &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; in &lt;a href=\"Panmunjom\"&gt;Panmunjom&lt;/a&gt;. In the aftermath of the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt;, the Ford administration facilitated completion of the &lt;a href=\"Sinai%20Interim%20Agreement\"&gt;Sinai Interim Agreement&lt;/a&gt; between &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;.\nLeadership.\nUpon assuming office, &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt; inherited &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;'s &lt;a href=\"Cabinet%20of%20the%20United%20States\"&gt;cabinet&lt;/a&gt;, although Ford quickly replaced Chief of Staff &lt;a href=\"Alexander%20Haig\"&gt;Alexander Haig&lt;/a&gt; with &lt;a href=\"Donald%20Rumsfeld\"&gt;Donald Rumsfeld&lt;/a&gt;, who had served as a &lt;a href=\"counselor%20to%20the%20president\"&gt;counselor to the president&lt;/a&gt; under Nixon. Rumsfeld and Deputy Chief of Staff &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt; rapidly became among the most influential people in the Ford administration. Secretary of State and &lt;a href=\"National%20Security%20Advisor%20%28United%20States%29\"&gt;National Security Adviser&lt;/a&gt; &lt;a href=\"Henry%20Kissinger\"&gt;Henry Kissinger&lt;/a&gt; and Secretary of Defense &lt;a href=\"James%20R.%20Schlesinger\"&gt;James R. Schlesinger&lt;/a&gt; also emerged as influential officials early in Ford's tenure. Ford would retain Kissinger as Secretary of State throughout his presidency, but &lt;a href=\"Brent%20Scowcroft\"&gt;Brent Scowcroft&lt;/a&gt; replaced Kissinger as National Security Advisor in 1975.\nCold War.\nFord continued Nixon's &lt;a href=\"d%C3%A9tente\"&gt;détente&lt;/a&gt; policy with both the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and China, easing the tensions of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. In doing so, he overcame opposition from members of Congress, an institution which became increasingly assertive in foreign affairs in the early 1970s. This opposition was led by Senator &lt;a href=\"Henry%20M.%20Jackson\"&gt;Henry M. Jackson&lt;/a&gt;, who scuttled a U.S.–Soviet trade agreement by winning passage of the &lt;a href=\"Jackson%E2%80%93Vanik%20amendment\"&gt;Jackson–Vanik amendment&lt;/a&gt;. The thawing relationship with China brought about by &lt;a href=\"1972%20Nixon%20visit%20to%20China\"&gt;Nixon's 1972 visit to China&lt;/a&gt; was reinforced with another presidential visit in December 1975.\nDespite the collapse of the trade agreement with the Soviet Union, Ford and Soviet Leader &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt; continued the &lt;a href=\"Strategic%20Arms%20Limitation%20Talks\"&gt;Strategic Arms Limitation Talks&lt;/a&gt;, which had begun under Nixon. In 1972, the U.S. and the Soviet Union had reached the &lt;a href=\"Strategic%20Arms%20Limitation%20Talks\"&gt;SALT I treaty&lt;/a&gt;, which placed upper limits on each power's nuclear arsenal. Ford met Brezhnev at the November 1974 &lt;a href=\"Vladivostok%20Summit%20Meeting%20on%20Arms%20Control\"&gt;Vladivostok Summit&lt;/a&gt;, at which point the two leaders agreed to a framework for another SALT treaty. Opponents of detente, led by Jackson, delayed Senate consideration of the treaty until after Ford left office.\nHelsinki Accords.\nWhen Ford took office in August 1974, the Conference on Security and Cooperation in Europe (CSCE) negotiations had been underway in &lt;a href=\"Helsinki%2C%20Finland\"&gt;Helsinki, Finland&lt;/a&gt;, for nearly two years. Although the USSR was looking for a rapid resolution, none of the parties were quick to make concessions, particularly on human rights points. Throughout much of the negotiations, U.S. leaders were disengaged and uninterested with the process. In an August 1974 Kissinger told Ford, that \"we never wanted it but we went along with the Europeans ... [i]t is meaningless—it is just a grandstand play to the left. We are going along with it.\"\nIn the months leading up to the conclusion of negotiations and signing of the Helsinki Final Act in August 1975, Americans of Eastern European descent voiced their concerns that the agreement would mean the acceptance of Soviet domination over Eastern Europe and the permanent incorporation of the &lt;a href=\"Baltic%20states\"&gt;Baltic states&lt;/a&gt; into the USSR. Shortly before President Ford departed for Helsinki, he held a meeting with a delegation of Americans of Eastern European background, and stated definitively that US policy on the Baltic States would not change, but would be strengthened since the agreement denies the annexation of territory in violation of international law and allows for the peaceful change of borders. he told the delegation that:\nHis reassurances had little effect. The volume of negative mail continued to grow. The American public was still unconvinced that American policy on the incorporation of the Baltic States would not be changed by the Helsinki Final Act. Despite protests from all around, Ford decided to move forward and sign the agreement. As domestic criticism mounted, Ford hedged on his support for the Helsinki Accords, which had the impact of overall weakening his foreign-policy stature. His blunder in the debate with Carter when he denied Kremlin control of Poland prove disastrous.\nThough Ford was criticized for his apparent recognition of the Soviet domination of Eastern Europe, the new emphasis on human rights would eventually contribute to the weakening of the &lt;a href=\"Eastern%20bloc\"&gt;Eastern bloc&lt;/a&gt; in the 1980s and speed up its collapse in 1989.\nVietnam.\nOne of Ford's greatest challenges was dealing with the ongoing Vietnam War. American offensive operations against North Vietnam had ended with the &lt;a href=\"Paris%20Peace%20Accords\"&gt;Paris Peace Accords&lt;/a&gt;, signed on January 27, 1973. The accords declared a cease fire across both North and South Vietnam, and required the release of American &lt;a href=\"POW\"&gt;prisoners of war&lt;/a&gt;. The agreement guaranteed the territorial integrity of Vietnam and, like the &lt;a href=\"Geneva%20Conference%20%281954%29\"&gt;Geneva Conference&lt;/a&gt; of 1954, called for national elections in the North and South. South Vietnamese President &lt;a href=\"Nguyen%20Van%20Thieu\"&gt;Nguyen Van Thieu&lt;/a&gt; was not involved in the final negotiations, and publicly criticized the proposed agreement, but was pressured by Nixon and Kissinger into signing the agreement. In multiple letters to the South Vietnamese president, Nixon had promised that the United States would defend Thieu's government, should the North Vietnamese violate the accords.\nFighting in Vietnam continued after the withdrawal of most U.S forces in early 1973. As North Vietnamese forces advanced in early 1975, Ford requested Congress approve a $722 million aid package for South Vietnam, funds that had been promised by the Nixon administration. Congress voted against the proposal by a wide margin. Senator &lt;a href=\"Jacob%20K.%20Javits\"&gt;Jacob K. Javits&lt;/a&gt; offered \"...large sums for evacuation, but not one nickel for military aid\". President Thieu resigned on April 21, 1975, publicly blaming the lack of support from the United States for the fall of his country. Two days later, on April 23, Ford gave a speech at &lt;a href=\"Tulane%20University\"&gt;Tulane University&lt;/a&gt;, announcing that the Vietnam War was over \"...as far as America is concerned\".\nWith the North Vietnamese forces advancing on the South Vietnamese capital of &lt;a href=\"Saigon\"&gt;Saigon&lt;/a&gt;, Ford ordered the evacuation of U.S. personnel, while also allowing U.S. forces to aid others who wished to escape from the Communist advance. Forty-thousand U.S. citizens and South Vietnamese were evacuated by plane until enemy attacks made further such evacuations impossible. In &lt;a href=\"Operation%20Frequent%20Wind\"&gt;Operation Frequent Wind&lt;/a&gt;, the final phase of the evacuation preceding the &lt;a href=\"fall%20of%20Saigon\"&gt;fall of Saigon&lt;/a&gt; on April 30, military and &lt;a href=\"Air%20America%20%28airline%29\"&gt;Air America&lt;/a&gt; helicopters took evacuees to off-shore &lt;a href=\"U.S.%20Navy\"&gt;U.S. Navy&lt;/a&gt; vessels. During the operation, so many South Vietnamese helicopters landed on the vessels taking the evacuees that some were pushed overboard to make room for more people.\nThe Vietnam War, which had raged since the 1950s, finally came to an end with the Fall of Saigon, and Vietnam was reunified into one country. Many of the Vietnamese evacuees were allowed to enter the United States under the &lt;a href=\"Indochina%20Migration%20and%20Refugee%20Assistance%20Act\"&gt;Indochina Migration and Refugee Assistance Act&lt;/a&gt;. The 1975 act appropriated $455 million toward the costs of assisting the settlement of Indochinese refugees. In all, 130,000 Vietnamese refugees came to the United States in 1975. Thousands more escaped in the years that followed. Following the end of the war, Ford expanded the embargo of North Vietnam to cover all of Vietnam, blocked Vietnam's accession to the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;, and refused to establish full diplomatic relations.\nMayaguez and Panmunjom.\nNorth Vietnam's victory over the South led to a considerable shift in the political winds in Asia, and Ford administration officials worried about a consequent loss of U.S. influence in the region. The administration proved it was willing to respond forcefully to challenges to its interests in the region on two occasions, once when &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt; forces seized an American ship in &lt;a href=\"international%20waters\"&gt;international waters&lt;/a&gt; and again when American military officers were killed in the &lt;a href=\"Korean%20Demilitarized%20Zone\"&gt;demilitarized zone&lt;/a&gt; (DMZ) between &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; and &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;.\nIn May 1975, shortly after the fall of Saigon and the Khmer Rouge conquest of &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;, Cambodians seized the American merchant ship \"Mayaguez\" in international waters, sparking what became known as the &lt;a href=\"Mayaguez%20incident\"&gt;Mayaguez incident&lt;/a&gt;. Ford dispatched &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marines&lt;/a&gt; to rescue the crew, but the Marines landed on the wrong island and met unexpectedly stiff resistance just as, unknown to the U.S., the \"Mayaguez\" sailors were being released. In the operation, two military transport helicopters carrying the Marines for the assault operation were shot down, and 41 U.S. servicemen were killed and 50 wounded while approximately 60 Khmer Rouge soldiers were killed. Despite American losses, the rescue operation proved to be a boon to Ford's poll numbers; Senator &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt; declared that the operation \"shows we've still got balls in this country.\" Some historians have argued that the Ford administration felt the need to respond forcefully to the incident because it was construed as a Soviet plot. But work by Andrew Gawthorpe, published in 2009, based on an analysis of the administration's internal discussions, shows that Ford's national security team understood that the seizure of the vessel was a local, and perhaps even accidental, provocation by an immature Khmer government. Nevertheless, they felt the need to respond forcefully to discourage further provocations by other Communist countries in Asia.\nA second crisis, known as the &lt;a href=\"axe%20murder%20incident\"&gt;axe murder incident&lt;/a&gt;, occurred at &lt;a href=\"Panmunjom\"&gt;Panmunjom&lt;/a&gt;, a village which stands in the DMZ between the two Koreas. At the time, Panmunjom was the only part of the DMZ where forces from North Korea and South Korea came into contact with each other. Encouraged by U.S. difficulties in Vietnam, North Korea had been waging a campaign of diplomatic pressure and minor military harassment to try and convince the U.S. to withdraw from South Korea. In August 1976, North Korean forces killed two U.S. officers and injured South Korean guards who were trimming a tree in Panmunjom's &lt;a href=\"Joint%20Security%20Area\"&gt;Joint Security Area&lt;/a&gt;. The attack coincided with a meeting of the Conference of &lt;a href=\"Non-Aligned%20Nations\"&gt;Non-Aligned Nations&lt;/a&gt;, at which North Korea presented the incident as an example of American aggression, helping secure the passage of a motion calling for a U.S. withdrawal from South Korea. Determined not to be seen as \"the paper tigers of Saigon,\" the Ford administration decided that it was necessary to respond with a major show of force. A large number of ground forces went to cut down the tree, while at the same time the air force deployed flights over Panmunjom. The North Korean government backed down and allowed the tree-cutting to go ahead, and later issued an unprecedented official apology.\nMiddle East.\nIn the Middle East and eastern Mediterranean, two ongoing international disputes developed into crises during Ford's presidency. The &lt;a href=\"Cyprus%20dispute%23Peacemaking%20efforts%2C%201964%E2%80%931974\"&gt;Cyprus dispute&lt;/a&gt; turned into a crisis with the 1974 &lt;a href=\"Turkish%20invasion%20of%20Cyprus\"&gt;Turkish invasion of Cyprus&lt;/a&gt;, which took place following the &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt;-backed &lt;a href=\"1974%20Cypriot%20coup%20d%27%C3%A9tat\"&gt;1974 Cypriot coup d'état&lt;/a&gt;. The dispute put the United States in a difficult position as both Greece and Turkey were members of &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;. In mid-August, the &lt;a href=\"Greek%20military%20junta%20of%201967%E2%80%9374\"&gt;Greek government&lt;/a&gt; withdrew Greece from the NATO military structure; in mid-September 1974, the Senate and House of Representatives overwhelmingly voted to halt military aid to Turkey. Ford vetoed the bill due to concerns regarding its effect on Turkish-American relations and the deterioration of security on NATO's eastern front. A second bill was then passed by Congress, which Ford also vetoed, although a compromise was accepted to continue aid until the end of the year. As Ford expected, Turkish relations were &lt;a href=\"United%20States-Turkey%20relations%23Invasion%20of%20Cyprus\"&gt;considerably disrupted until 1978&lt;/a&gt;.\nIn 1973, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; had launched a joint surprise attack against &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, seeking to re-take land lost in the &lt;a href=\"Six-Day%20War\"&gt;Six-Day War&lt;/a&gt; of 1967. However, early Arab success gave way to an Israel military victory in what became known as the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt;. Although an initial &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%20338\"&gt;cease fire&lt;/a&gt; had been implemented to end active conflict in the Yom Kippur War, Kissinger's continuing &lt;a href=\"shuttle%20diplomacy\"&gt;shuttle diplomacy&lt;/a&gt; was showing little progress. Ford disliked what he saw as Israeli \"stalling\" on a peace agreement, and wrote, \"[Israeli] tactics frustrated the Egyptians and made me mad as hell.\" During Kissinger's shuttle to Israel in early March 1975, a last minute reversal to consider further withdrawal, prompted a cable from Ford to Prime Minister &lt;a href=\"Yitzhak%20Rabin\"&gt;Yitzhak Rabin&lt;/a&gt;, which included:\nOn March 24, Ford informed congressional leaders of both parties of the reassessment of the administration policies in the Middle East. \"Reassessment\", in practical terms, meant canceling or suspending further aid to Israel. For six months between March and September 1975, the United States refused to conclude any new arms agreements with Israel. Rabin notes it was \"an innocent-sounding term that heralded one of the worst periods in American-Israeli relations\". The announced reassessments upset many American supporters of Israel. On May 21, Ford \"experienced a real shock\" when seventy-six U.S. senators wrote him a letter urging him to be \"responsive\" to Israel's request for $2.59 billion in military and economic aid. Ford felt truly annoyed and thought the chance for peace was jeopardized. It was, since the September 1974 ban on arms to Turkey, the second major congressional intrusion upon the President's foreign policy prerogatives. The following summer months were described by Ford as an American-Israeli \"war of nerves\" or \"test of wills\". After much bargaining, the &lt;a href=\"Sinai%20Interim%20Agreement\"&gt;Sinai Interim Agreement&lt;/a&gt; (Sinai II) between Egypt and Israel was formally signed, and aid resumed.\nAngola.\nA civil war broke out &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt; after the fledgling African nation gained independence from &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; in 1975. The Soviet Union and Cuba both became heavily involved in the conflict, backing the left-wing &lt;a href=\"MPLA\"&gt;MPLA&lt;/a&gt;, one of the major factions in the civil war. In response, the CIA &lt;a href=\"CIA%20activities%20in%20Angola\"&gt;directed aid&lt;/a&gt; to two other factions in the war, &lt;a href=\"UNITA\"&gt;UNITA&lt;/a&gt; and the &lt;a href=\"National%20Liberation%20Front%20of%20Angola\"&gt;FNLA&lt;/a&gt;. After members of Congress learned of the CIA operation, Congress voted to cut off aid to the Angolan groups. The Angolan Civil War would continue in subsequent years, but the Soviet role in the war hindered détente. Congress's role in ending the CIA presence marked the growing power of the legislative branch in foreign affairs.\nIndonesia.\nU.S. policy since the 1940s has been to support &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, which hosted American investments in petroleum and raw materials and controlled a highly strategic location near vital shipping lanes. In 1975, the left-wing &lt;a href=\"Fretilin\"&gt;Fretilin&lt;/a&gt; party seized power after a civil war in &lt;a href=\"East%20Timor\"&gt;East Timor&lt;/a&gt; (now Timor-Leste), a former colony of &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; that shared the island of &lt;a href=\"Timor\"&gt;Timor&lt;/a&gt; with the Indonesian region of &lt;a href=\"West%20Timor\"&gt;West Timor&lt;/a&gt;. Indonesian leaders feared that East Timor would serve as a hostile left-wing base that would promote secessionist movements inside Indonesia. Anti-Fretilin activists from the other main parties fled to West Timor and called upon Indonesia to annex East Timor and end the communist threat. On December 7, 1975, Ford and Kissinger met Indonesian President &lt;a href=\"Suharto\"&gt;Suharto&lt;/a&gt; in Jakarta and indicated the United States would not take a position on East Timor. &lt;a href=\"Indonesian%20invasion%20of%20East%20Timor\"&gt;Indonesia invaded the next day&lt;/a&gt;, and took control of the country. The United Nations, with U.S. support, called for the withdrawal of Indonesian forces. A bloody civil war broke out, and over one hundred thousand died in the fighting or from executions or starvation. Upwards of half of the population of East Timor became refugees fleeing Fretilin-controlled areas. East Timor took two decades to settle down, and finally, after international intervention in the &lt;a href=\"1999%20East%20Timorese%20crisis\"&gt;1999 East Timorese crisis&lt;/a&gt;, East Timor became an independent nation in 2002.\nOther issues.\nFord attended the inaugural meeting of the &lt;a href=\"Group%20of%20Eight\"&gt;Group of Seven&lt;/a&gt; (G7) industrialized nations (initially the G5) in 1975 and secured membership for Canada. Ford supported international solutions to issues. \"We live in an interdependent world and, therefore, must work together to resolve common economic problems,\" he said in a 1974 speech.\nList of international trips.\nFord made seven international trips during his presidency. "
}