{
    "id": "612490",
    "revid": "32518064",
    "url": "https://en.wikipedia.org/wiki?curid=612490",
    "title": "Mount Emei",
    "text": "Mount Emei (; ), &lt;a href=\"Postal%20romanization\"&gt;alternately&lt;/a&gt; Mount Omei, is a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; in &lt;a href=\"Sichuan%20Province\"&gt;Sichuan Province&lt;/a&gt;, China, and is the highest of the &lt;a href=\"Sacred%20Mountains%20of%20China\"&gt;Four Sacred Buddhist Mountains of China&lt;/a&gt;. Mount Emei sits at the western rim of the &lt;a href=\"Sichuan%20Basin\"&gt;Sichuan Basin&lt;/a&gt;. The mountains west of it are known as &lt;a href=\"Daxiangling\"&gt;Daxiangling&lt;/a&gt;.\nA large surrounding area of countryside is geologically known as the Permian Emeishan Large Igneous Province, a &lt;a href=\"large%20igneous%20province\"&gt;large igneous province&lt;/a&gt; generated by the &lt;a href=\"Emeishan%20Traps\"&gt;Emeishan Traps&lt;/a&gt; volcanic eruptions during the &lt;a href=\"Permian\"&gt;Permian Period&lt;/a&gt;.\nAdministratively, Mount Emei is located near the &lt;a href=\"county-level%20city\"&gt;county-level city&lt;/a&gt; of the same name (&lt;a href=\"Emeishan%20City\"&gt;Emeishan City&lt;/a&gt;), which is in turn part of the &lt;a href=\"prefecture-level%20city\"&gt;prefecture-level city&lt;/a&gt; of &lt;a href=\"Leshan\"&gt;Leshan&lt;/a&gt;. It was made a &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; in 1996.\nAs a sacred mountain.\nMount Emei is one of the &lt;a href=\"Sacred%20Mountains%20of%20China%23The%20Four%20Sacred%20Mountains%20of%20Buddhism\"&gt;Four Sacred Buddhist Mountains of China&lt;/a&gt;, and is traditionally regarded as the &lt;a href=\"bodhima%E1%B9%87%E1%B8%8Da\"&gt;bodhimaṇḍa&lt;/a&gt;, or place of enlightenment, of the &lt;a href=\"bodhisattva\"&gt;bodhisattva&lt;/a&gt; &lt;a href=\"Samantabhadra%20%28Bodhisattva%29\"&gt;Samantabhadra&lt;/a&gt;. Samantabhadra is known in &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin&lt;/a&gt; as Pǔxián Púsà ().\nSources of the 16th and 17th centuries allude to the practice of &lt;a href=\"martial%20arts\"&gt;martial arts&lt;/a&gt; in the monasteries of Mount Emei made the earliest extant reference to the Shaolin Monastery as Chinese boxing's place of origin.\nBuddhist architecture on Emei.\nThis is the location of the first &lt;a href=\"Buddhism\"&gt;Buddhist&lt;/a&gt; temple built in China in the 1st century CE.\nThe site has seventy-six Buddhist monasteries of the &lt;a href=\"Ming%20dynasty\"&gt;Ming&lt;/a&gt; and &lt;a href=\"Qing%20dynasty\"&gt;Qing&lt;/a&gt; dynasties, most of them located near the mountain top. The monasteries demonstrate a flexible architectural style that adapts to the landscape. Some, such as the halls of Baoguosi, are built on terraces of varying levels, while others, including the structures of Leiyinsi, are on raised stilts. Here the fixed plans of Buddhist monasteries of earlier periods were modified or ignored in order to make full use of the natural scenery. The buildings of Qingyinge are laid out in an irregular plot on the narrow piece of land between the &lt;a href=\"Black%20Dragon%20River\"&gt;Black Dragon River&lt;/a&gt; and the &lt;a href=\"White%20Dragon%20River\"&gt;White Dragon River&lt;/a&gt;. The site is large and the winding footpath is , taking several days to walk.\n&lt;a href=\"Gondola%20lift\"&gt;Cable car&lt;/a&gt;s ease the ascent to the two temples at &lt;a href=\"Jinding\"&gt;Jinding&lt;/a&gt; (3,077 m), an hour's hike from the mountain's peak.\nClimate.\nThe summit of Mount Emei has an alpine &lt;a href=\"subarctic%20climate\"&gt;subarctic climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Dwc\"), with long, cold (but not severely so) winters, and short, cool summers. The monthly 24-hour average temperature ranges from in January to in July, and the annual mean is . Precipitation is common year-round (occurring on more than 250 days), but due to the influence of the &lt;a href=\"monsoon\"&gt;monsoon&lt;/a&gt;, rainfall is especially heavy in summer, and more than 70% of the annual total occurs from June to September.\nIndigenous animals.\nVisitors to Mount Emei will likely see dozens of &lt;a href=\"Tibetan%20macaque\"&gt;Tibetan macaque&lt;/a&gt;s who can often be viewed taking food from tourists. Local merchants sell nuts for tourists to feed the monkeys. Other featured animals includes \"&lt;a href=\"Rana%20adenopleura\"&gt;Rana adenopleura&lt;/a&gt;\", \"&lt;a href=\"Vibrissaphora%20liui\"&gt;Vibrissaphora liui&lt;/a&gt;\" and \"&lt;a href=\"Pheretima%20praepinguis\"&gt;Pheretima praepinguis&lt;/a&gt;\"\nFlora.\nMount Emei is known for its high level of &lt;a href=\"endemism\"&gt;endemism&lt;/a&gt; and approximately 200 plant species in various plant families have been described from this mountain.\nA rare species of Fir tree is endemic to this mountain it is &lt;a href=\"Abies%20fabri\"&gt;Abies Fabri&lt;/a&gt;."
}