{
    "id": "61274285",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=61274285",
    "title": "Coxton Tower",
    "text": "Coxton Tower is a late sixteenth-century &lt;a href=\"tower%20house\"&gt;tower house&lt;/a&gt; in &lt;a href=\"Moray\"&gt;Moray&lt;/a&gt;, Scotland. Heavily fortified, it was built around 1590, with substantive repairs in 1635 and 1645, but its design is reminiscent of much older buildings. It has not been occupied since around 1867 except to house Canadian soldiers during the Second World War, but was renovated in 2001 to help protect the fabric of the structure, which is designated a &lt;a href=\"Category%20A%20listed%20building\"&gt;Category A listed building&lt;/a&gt;.\nDescription.\nCoxton Tower is a relatively small, four-storey fortified &lt;a href=\"tower%20house\"&gt;tower house&lt;/a&gt;, about south of &lt;a href=\"Lhanbryde\"&gt;Lhanbryde&lt;/a&gt; in &lt;a href=\"Moray\"&gt;Moray&lt;/a&gt;, Scotland. Approximately square in plan, it is in an unusually good state of repair for an uninhabited building of its age. Although it was built around 1590, its style is old-fashioned for that date; &lt;a href=\"Charles%20McKean\"&gt;Charles McKean&lt;/a&gt; has described it as \"grossly antiquated\", and Walker and Woodworth describe it as \"remarkably antiquated\", comparing it to rudimentary tower designs of the early fifteenth century.\nExterior.\nThere is a simple &lt;a href=\"chamfer\"&gt;chamfer&lt;/a&gt;ed doorway at ground level in the south wall, giving access to the sunken ground floor store room. The main entrance, also in the south wall, is on the first floor; this is currently reached via a stairway added around 1846, but would originally have been reached using a ladder. Above this entrance is an &lt;a href=\"Roll%20of%20arms\"&gt;armorial&lt;/a&gt; panel, with the initials of Alexander Innes, who built the tower, and of Robert Innes of Invermarkie, his &lt;a href=\"Feudalism\"&gt;feudal&lt;/a&gt; superior. Also mentioned are Janet Reid, Alexander Innes's first wife, and Kate Gordon, his second. There would originally have been a courtyard and &lt;a href=\"barmkin\"&gt;barmkin&lt;/a&gt; attached to the building, but no traces of these survive.\nThe tower's walls, which are up to thick, are &lt;a href=\"rubble\"&gt;rubble&lt;/a&gt;-built and &lt;a href=\"Harling%20%28wall%20finish%29\"&gt;harled&lt;/a&gt; with &lt;a href=\"ashlar\"&gt;ashlar&lt;/a&gt; detailing, and there are &lt;a href=\"Embrasure\"&gt;gun loops&lt;/a&gt; in the north, west, and east walls on the ground floor. Additional gun holes are to be found in the &lt;a href=\"corbel\"&gt;corbel&lt;/a&gt;led &lt;a href=\"bartizans\"&gt;bartizans&lt;/a&gt; on the south-east and north-west corners, which have conical roofs, and on the open, &lt;a href=\"battlement\"&gt;crenellated&lt;/a&gt; bartizan on the south-west corner. No timber is used in the fabric of the building, and even the roof is made of stone; it is believed that this is a design element intended to help it withstand fire as well as external attack. The roof is steeply &lt;a href=\"Roof%20pitch\"&gt;pitched&lt;/a&gt;, with &lt;a href=\"stepped%20gable\"&gt;stepped gable&lt;/a&gt;s at the east and west ends; there are chimney stacks at the apex of each gable, and a tall chimney, largely rebuilt in the mid-nineteenth century, in the middle of the south wall.\nInterior.\nEach storey of the tower is a single room, with a &lt;a href=\"Vaulting%20%28architecture%29\"&gt;stone-vaulted&lt;/a&gt; ceiling. The orientation of the vaulting alternates between north-south and east-west on each storey, in a rare arrangement that helps to counteract the lateral thrust of the vaulting in the levels above and below each storey. The ground floor, which is somewhat below ground level, served as a store room, and provided protection for cattle when necessary; a hatch in the vaulted roof communicates with the hall above, and would have provided a means of passing goods between the store room and the living accommodation.\nThe first floor, which was protected from intruders by a surviving iron &lt;a href=\"yett\"&gt;yett&lt;/a&gt;, served as a small &lt;a href=\"hall\"&gt;hall&lt;/a&gt;. It features a fireplace that was installed around 1820, an &lt;a href=\"ambry\"&gt;aumbry&lt;/a&gt; and a window with a panel displaying the &lt;a href=\"Coat%20of%20arms\"&gt;arms&lt;/a&gt; of Sir Alexander Innes and Mary Mackenzie, his second wife, believed to date from after 1647 (when Maria Gordon, his first wife, died). A staircase in the north-east corner, built into the thickness of the wall, leads to the upper floors. The second floor has two recessed windows, one in the western wall next to a square &lt;a href=\"ambry\"&gt;aumbry&lt;/a&gt;, and one in the southern wall which incorporates another gun loop. The third floor has a tall vaulted ceiling supporting the stone roof above it, and rectangular entrances to the bartizans, which each feature further gun loops.\nHistory.\nIn 1572, Alexander Innes was granted a royal &lt;a href=\"Licence%20to%20crenellate\"&gt;licence&lt;/a&gt; to build a tower house on the site, but his initial tower was completely destroyed by fire in 1584. A new tower was built, which appears on a map by &lt;a href=\"Timothy%20Pont\"&gt;Timothy Pont&lt;/a&gt; from around 1590, and much of the surviving fabric of the building dates from that construction, although repairs were necessary after attacks in 1635 and 1645. Armorial panels found in the building refer to his grandson, Sir Alexander Innes, the second Baron of Innes, whose memorial can be found at the burial ground at &lt;a href=\"Lhanbryde\"&gt;Lhanbryde&lt;/a&gt;.\nThe tower and its estate were purchased by &lt;a href=\"Braco%27s%20Banking%20House\"&gt;William Duff of Dipple&lt;/a&gt; in 1714, and were retained by his descendants, the &lt;a href=\"Earls%20of%20Fife\"&gt;Earls&lt;/a&gt; and &lt;a href=\"Dukes%20of%20Fife\"&gt;Dukes of Fife&lt;/a&gt;, until 1910, when it was sold to the family of Malcolm Christie, its current owner. The tower has been uninhabited since around 1867 except to house Canadian soldiers during the Second World War.\nCoxton Tower was designated a &lt;a href=\"scheduled%20monument\"&gt;scheduled monument&lt;/a&gt; in 1920, and was subsequently recognised as a &lt;a href=\"Category%20A%20listed%20building\"&gt;Category A listed building&lt;/a&gt; in 1971.\nIn 2001, LTM Group were engaged by the architects Law &amp; Dunbar-Nasmith on behalf of the current owner to undertake restoration work on the fabric of the building. This involved work on the stone roof, and consolidation of the harling and &lt;a href=\"whitewash\"&gt;lime washing&lt;/a&gt;.\nCoxton Tower was removed from the scheduled monuments register in 2018, as this largely duplicated its listed building status."
}