{
    "id": "6128219",
    "revid": "31530",
    "url": "https://en.wikipedia.org/wiki?curid=6128219",
    "title": "Socialist Unity Centre of India (Communist)",
    "text": "The Socialist Unity Centre of India (Communist) or SUCI(C), previously called the Socialist Unity Centre of India and \"Socialist Unity Centre\" is a &lt;a href=\"communist%20party\"&gt;communist party&lt;/a&gt; in India. The party was founded by &lt;a href=\"Shibdas%20Ghosh\"&gt;Shibdas Ghosh&lt;/a&gt;, &lt;a href=\"Nihar%20Mukherjee\"&gt;Nihar Mukherjee&lt;/a&gt; and others in 1948.\nIdeology.\nSUCI(C) is a communist party in India, and follows a &lt;a href=\"Marxism-Leninism\"&gt;Marxist-Leninist&lt;/a&gt; ideological line formulated by Shibdas Ghosh. The party rejects political ideas such as \"&lt;a href=\"glasnost\"&gt;glasnost&lt;/a&gt;\" and \"&lt;a href=\"perestroika\"&gt;perestroika&lt;/a&gt;\" as &lt;a href=\"Marxist%20revisionism\"&gt;revisionist&lt;/a&gt;, and claims to uphold the original intent of &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;, &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;, &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt;, &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt;, and the thoughts of Ghosh.\nSUCI(C) holds that India is a &lt;a href=\"Capitalist%20state\"&gt;capitalist country&lt;/a&gt; with monopoly capitalism and imperialist trends. In line with that analysis, the party works toward a socialist revolution, rather than a people's democratic revolution (like the &lt;a href=\"Communist%20Party%20of%20India%20%28Marxist%29\"&gt;Communist Party of India (Marxist)&lt;/a&gt;), a national democratic revolution (like the &lt;a href=\"Communist%20Party%20of%20India\"&gt;Communist Party of India&lt;/a&gt;) or a new democratic revolution (like the &lt;a href=\"Naxalites\"&gt;Naxalites&lt;/a&gt;).\nSUCI(C) leadership emphasizes the qualitative upliftment of party cadres, workers of mass-organisations and supporters, by both theoretical study of Marxism-Leninism-Shibdas Ghosh Thought and the practical application of such knowledge in the day-to-day life of party workers. In various publications of the party, SUCI upholds the proletarian cultural standard, which, according to the leadership, should be achieved by the cadres, before they can lead the masses in the Socialist Revolution.\nThe 1st SUCI Party Congress was held in Kolkata in 1988. The 2nd party congress was held from 11 to 17 November 2009 in &lt;a href=\"Ramlila%20Maidan\"&gt;Ramlila Maidan&lt;/a&gt;, &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt; attended by thousands of participants from 22 states and observers from several foreign countries. The current political line of the party was formulated in the 2nd party congress. The party's name was changed from Socialist Unity Centre of India (SUCI) to Socialist Unity Centre of India (Communist) [SUCI (C)] at the second party congress.\nParliamentary politics.\nFrom its inception, SUCI took part in parliamentary elections and was part of the &lt;a href=\"United%20Front%20%281967%29\"&gt;United Front&lt;/a&gt; governments in &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt; in 1967–1969 and 1969–1970 together with CPI(M) and others. The party had a Member of Parliament (MP) in the &lt;a href=\"4th%20Lok%20Sabha\"&gt;4th Lok Sabha&lt;/a&gt; from &lt;a href=\"Jaynagar%20%28Lok%20Sabha%20constituency%29\"&gt;Jaynagar&lt;/a&gt;. The SUCI had presence in the legislative assemblies of &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt;, Bihar and &lt;a href=\"Orissa%2C%20India\"&gt;Orissa&lt;/a&gt; at various times. In the 2004 &lt;a href=\"Lok%20Sabha\"&gt;Lok Sabha&lt;/a&gt; elections SUCI launched 56 candidates, 30 of them from West Bengal. In the 2009 Lok Sabha elections SUCI declared 40 candidates from 12 states.\nUntil 2019, &lt;a href=\"Tarun%20Mandal\"&gt;Tarun Mandal&lt;/a&gt;, representing &lt;a href=\"Jaynagar%20%28Lok%20Sabha%20constituency%29\"&gt;Jaynagar&lt;/a&gt; in West Bengal, was party's sole and last MP. After 2019 Lok Sabha and 2021 Vidhan Sabha elections, it has no MP or MLA in India.\nCurrent situation.\nSUCI(C) members live in communes wherein they lead a simple life style. Day-to-day upkeep of the commune and the well being of the children of party members living in the communes are taken care by the shared efforts of party members. Major income of the party is from box collection in the streets and house to house collection; members who are employed hand in their salaries to the party. The party contests elections with the money collected through this transparent fund raising method.\nThe stronghold of the party is in the &lt;a href=\"South%2024%20Parganas\"&gt;South 24 Parganas&lt;/a&gt; district of West Bengal, in areas such as &lt;a href=\"Jaynagar%20Majilpur\"&gt;Jaynagar Majilpur&lt;/a&gt; where it controls certain municipalities.\nSUCI(C) is actively involved in the ongoing anti-&lt;a href=\"Special%20Economic%20Zone\"&gt;Special Economic Zone&lt;/a&gt; movements in India. The most notable of these movements that the party is active in are:\nIn 2008, the party had formed a temporary political front in &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt; with &lt;a href=\"All%20India%20Trinamool%20Congress\"&gt;All India Trinamool Congress&lt;/a&gt; to fight the &lt;a href=\"Communist%20Party%20of%20India%20%28Marxist%29\"&gt;Communist Party of India (Marxist)&lt;/a&gt; on an agreement that the alliance will maintain equidistance from the &lt;a href=\"Indian%20National%20Congress\"&gt;Indian National Congress&lt;/a&gt; and the &lt;a href=\"Bharatiya%20Janata%20Party\"&gt;Bharatiya Janata Party&lt;/a&gt;.\nThe party won the &lt;a href=\"Jaynagar%20%28Lok%20Sabha%20constituency%29\"&gt;Jaynagar Lok Sabha constituency&lt;/a&gt; in the 2009 general elections with a majority of 53,676 votes.\nCampaigns.\nThe &lt;a href=\"Gherao\"&gt;Gherao&lt;/a&gt; principle was introduced as a formal mode of protest in the trade union sector by &lt;a href=\"Subodh%20Banarjee\"&gt;Subodh Banarjee&lt;/a&gt;, who was a central committee member of SUCI and the PWD and Labor Minister in the 1967 and 1969 United Front Governments in &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt;, respectively.\nOne of the major campaigns of the party in West Bengal has been its agitations against the educational policy of the &lt;a href=\"Left%20Front%20%28West%20Bengal%29\"&gt;Left Front&lt;/a&gt; state government. The decision of the Left Front government to remove the English language from primary education sparked a mass movement led by the SUCI for the reinstatement of English.\nBelow is a chronological list of campaigns organised by the SUCI(C) in West Bengal:\nLeadership.\n&lt;a href=\"Provash%20Ghosh\"&gt;Provash Ghosh&lt;/a&gt; is the current leader of the party. He was elected as the General Secretary of the party by the central committee on 4 March 2010.\nAfter Shibdas Ghosh's death in 1976, &lt;a href=\"Nihar%20Mukherjee\"&gt;Nihar Mukherjee&lt;/a&gt;, a co-founder of SUCI, became the General Secretary. Mukherjee died of cardiac arrest on 18 February 2010 at Kolkata.\nThe central committee members of the party are:\nThe incumbent central committee and politburo was elected in the 2nd party congress.\nSecretaries of the State Committees of the party are:\nSecretaries of the State Organising Committees are:\nThe &lt;a href=\"Member%20of%20parliament%2C%20Lok%20Sabha\"&gt;MP&lt;/a&gt; of the party is:\nThe &lt;a href=\"Member%20of%20the%20Legislative%20Assembly%20%28India%29\"&gt;MLA&lt;/a&gt; of the party is:\nFormer Legislators of SUCI(C).\nThe former ministers of SUCI in &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt;:\nThe former MPs of the party were:\nThe former MLAs of the party were: \nMass organisations.\nThe principal mass organisations of SUCI(C) are:\nPublications.\nThe central organ of SUCI(C) is the \"&lt;a href=\"Proletarian%20Era\"&gt;Proletarian Era&lt;/a&gt;\", an English forthnighly published from &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt;.\nThe state committees of the party publishes:\nCriticism.\nThey are often criticized by the other Left parties for supporting a nondemocratic anti-communist party like TMC, to defeat the Left Government. After breaking the alliance with TMC, Provash Ghosh said in a press statement, \"The CPI(M) government had turned 'anti-people' therefore it was extremely important to end their 34-year tenure in the state\", he also added, \"Our main target of dislodging the CPI(M) government has been achieved, and we are no longer an ally of TMC. We are ready to sit in opposition\"."
}