{
    "id": "61302",
    "revid": "19712069",
    "url": "https://en.wikipedia.org/wiki?curid=61302",
    "title": "Kent (band)",
    "text": "Kent was a &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; &lt;a href=\"rock%20music\"&gt;rock-pop&lt;/a&gt; band, formed in &lt;a href=\"Eskilstuna\"&gt;Eskilstuna&lt;/a&gt; in 1990. With members &lt;a href=\"Joakim%20Berg\"&gt;Joakim Berg&lt;/a&gt;, &lt;a href=\"Martin%20Sk%C3%B6ld\"&gt;Martin Sköld&lt;/a&gt;, &lt;a href=\"Sami%20Sirvi%C3%B6\"&gt;Sami Sirviö&lt;/a&gt; and &lt;a href=\"Markus%20Mustonen\"&gt;Markus Mustonen&lt;/a&gt;, the band has had numerous radio hits throughout Sweden and &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt; and consecutive number-one studio albums on the Sweden top list (&lt;a href=\"Sverigetopplistan\"&gt;Sverigetopplistan&lt;/a&gt;) beginning with the release of \"&lt;a href=\"Verkligen\"&gt;Verkligen&lt;/a&gt;\" (1996) and led by the single \"&lt;a href=\"Kr%C3%A4m%20%28s%C3%A5%20n%C3%A4ra%20f%C3%A5r%20ingen%20g%C3%A5%29\"&gt;Kräm (så nära får ingen gå)&lt;/a&gt;\". With origins rooted in distorted &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt;, they found mainstream success through their alternative rock albums of the mid-1990s, 2000s and 2010s, the latter decades during which they adopted elements of synthpop. With eleven number-one albums, five number-one singles, 23 &lt;a href=\"Grammis\"&gt;Swedish Grammy Awards&lt;/a&gt;, and over 3 million record sales, Kent is considered the most popular rock/pop group within Sweden and throughout Scandinavia. \"&lt;a href=\"Vapen%20%26amp%3B%20ammunition\"&gt;Vapen &amp; ammunition&lt;/a&gt;\" (2002) topped the Swedish charts for 95 weeks. Kent is often compared to bands like &lt;a href=\"U2\"&gt;U2&lt;/a&gt;, &lt;a href=\"Coldplay\"&gt;Coldplay&lt;/a&gt; and &lt;a href=\"Depeche%20Mode\"&gt;Depeche Mode&lt;/a&gt;.\nAs Kent's songs are primarily performed in &lt;a href=\"Swedish%20language\"&gt;Swedish&lt;/a&gt;, they are unfamiliar to most English-speaking audiences. Kent briefly attempted an international career with English versions of the albums \"&lt;a href=\"Isola%20%28album%29\"&gt;Isola&lt;/a&gt;\" (1997) and \"&lt;a href=\"Hagnesta%20Hill\"&gt;Hagnesta Hill&lt;/a&gt;\" (1999) and an accompanying &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; tour for the former, but stopped after finding less success than they had in Scandinavia. Joakim Berg, the lead singer and lyricist, says \"there are two kinds of lyrics I write. One kind is based in places and the other is based in feelings. You move between those two whether you want to or not.\"\n\"&lt;a href=\"FF%20/%20VinterNoll2\"&gt;VinterNoll2&lt;/a&gt;\" is an unlockable track in Career Mode on &lt;a href=\"Guitar%20Hero%20World%20Tour\"&gt;Guitar Hero World Tour&lt;/a&gt;. They have their own &lt;a href=\"SingStar\"&gt;SingStar&lt;/a&gt; called SingStar Kent released on &lt;a href=\"PlayStation%202\"&gt;PlayStation 2&lt;/a&gt; and &lt;a href=\"PlayStation%203\"&gt;3&lt;/a&gt;.\nThe band announced on 16 March 2016 that they would release their final album, titled \"&lt;a href=\"D%C3%A5%20som%20nu%20f%C3%B6r%20alltid\"&gt;Då som nu för alltid&lt;/a&gt;,\" after 26 years of performing. The album was released on 20 May 2016. The band's announcement noted that the dissolution of the band is voluntary and is despite their continued success.\nKent's final concert was held at &lt;a href=\"Tele2%20Arena\"&gt;Tele2 Arena&lt;/a&gt; in Stockholm on 17 December 2016, ending a months-long farewell tour that covered Sweden, Norway, Finland, and Denmark.\nHistory.\n\"Jones &amp; Giftet\" and \"Havsänglar\" (1990–1994).\nThe band \"Jones &amp; Giftet\" (Jones &amp; the Poison) was formed in 1990 with members Joakim \"Jocke\" Berg, Martin Sköld, Markus Mustonen, Sami Sirviö and Thomas Bergqvist (synthesizers). It all started with Berg going to London and buying two guitars, one for Sirviö and one for himself. Sirviö and Berg had a band that rehearsed at Balsta Musikslott which consisted of three people. Inspired by &lt;a href=\"My%20Bloody%20Valentine%20%28band%29\"&gt;My Bloody Valentine&lt;/a&gt;, Sköld and Berg decided they were going to start a new band. This happened at the school S:t Eskils cafeteria \"Grönan\". Berg and Sköld met up with a very drunk Mustonen outside of the Restaurant \"Vildsvinet\" in &lt;a href=\"Eskilstuna\"&gt;Eskilstuna&lt;/a&gt;. Whilst drunk, he promised to join the band and play the drums. Thomas Bergqvist, a friend of Martin Sköld, was invited to come along and play the synth. The first gig was played in &lt;a href=\"Lindesberg\"&gt;Lindesberg in Västmanland&lt;/a&gt;, and the second at \"Knegoffs\" in Eskilstuna. In 1991, Jones &amp; Giftet won the contest \"Cult 91\" at the \"Skylight\" in Eskilstuna.\n1992 is the year that Martin Roos plays with Jones &amp; Giftet for the first time at Cult 92. Soon thereafter Thomas Bergqvist was replaced by Martin Roos. On 30 September 1991 Jones &amp; Giftet changed their name to \"Havsänglar\" (&lt;a href=\"Angelshark\"&gt;Angelshark&lt;/a&gt; lit. Sea angels). Gigs at the \"Spaghetti Companiet\", Hannas Krog and the Pet Sounds Bar followed.\nIn 1993 Martin Roos moved up to Stockholm, and soon the rest followed. Jocke Berg's brother Adam, came up with the new name \"Kent\". Kent played at Stockholm venues Tanto, Hyndans Hörna and Uppsala venue &lt;a href=\"Kalmar%20nation%2C%20Uppsala\"&gt;Kalmar Nation&lt;/a&gt;.\nIn March 1994 Kent recorded a 10-track demo under very simple conditions in an 8-track studio at Nytorpsskolan near Blåsut in Stockholm.\nThe demo was given to Peter Ejheden at pet Sounds who back then was working as a booker for a club (Pet Sounds Bar). In the same chain of events where he got the tape, Ejheden quit Pet Sounds and started working at &lt;a href=\"Sony%20BMG\"&gt;BMG&lt;/a&gt;. In April Per Lindholm, &lt;a href=\"A%26amp%3BR\"&gt;A&amp;R&lt;/a&gt; at RCA/BMG heard Kent for the first time and was immediately interested. On 26 June Kent's first contract was signed. Kent went up to Silence Studios in Koppom, Värmland, to record the debut-album.\n\"Kent\" and \"Verkligen\" (1995–1996).\nIn 1995 Kent released their &lt;a href=\"eponym\"&gt;eponym&lt;/a&gt;ous debut \"&lt;a href=\"Kent%20%28album%29\"&gt;Kent&lt;/a&gt;\". It was &lt;a href=\"Guitar%20effects%23Distortion-related%20effects\"&gt;distorted&lt;/a&gt; and not much reminiscent of what Kent would release in later years. The first single from the debut album was &lt;a href=\"N%C3%A4r%20det%20bl%C3%A5ser%20p%C3%A5%20m%C3%A5nen\"&gt;När det blåser på månen&lt;/a&gt;.\nJust one year later, in 1996, Kent released \"&lt;a href=\"Verkligen\"&gt;Verkligen&lt;/a&gt;\" (\"Really\"). Guitarist Martin Roos had left the band for his career at Kent's record company BMG, but has since become the band's &lt;a href=\"Talent%20manager\"&gt;manager&lt;/a&gt;. The pre-release single \"&lt;a href=\"Kr%C3%A4m%20%28s%C3%A5%20n%C3%A4ra%20f%C3%A5r%20ingen%20g%C3%A5%29\"&gt;Kräm (så nära får ingen gå)&lt;/a&gt;\" immediately became a radio hit and gained Kent some serious fame in Sweden. Two more singles were issued, \"Gravitation\" and \"Halka\". Musically, the album was slower with less distortion and more emotion.\n\"Isola\" (1997–1998).\nIn 1997 Kent released \"&lt;a href=\"Isola%20%28album%29\"&gt;Isola&lt;/a&gt;\". Guitarist Harri Mänty had joined the group since \"Verkligen\". \"Verkligen\" had been heavily toured, gaining some reputation for Kent. The pre-release single, \"&lt;a href=\"Om%20du%20var%20h%C3%A4r\"&gt;Om du var här&lt;/a&gt;\" (If You Were Here), became a radio hit. Musically the album changed a lot from \"Verkligen\", going a lot in the direction of slower, more thoughtful songs with more emotion. The last song on the album, the 7 minute, 47 second-long \"&lt;a href=\"747%20%28song%29\"&gt;747&lt;/a&gt;\", with a characteristic keyboard riff and a long instrumental outro, became the band's closer for every show for the next 8 years. It was also released as a single, cut down to four minutes and with an added short chorus.\nIn 1998 Kent released an English version of \"Isola\", featuring an extra song only available on the English version, \"Velvet\". Kent embarked on two accompanying US tours to promote the album. The first was in support of fellow Swedes, &lt;a href=\"The%20Cardigans\"&gt;The Cardigans&lt;/a&gt;, and the second was a double-bill with American band, &lt;a href=\"Papa%20Vegas\"&gt;Papa Vegas&lt;/a&gt;. The band would close the shows for the second leg of the tour with what they described as their \"only cover song\", a version of &lt;a href=\"Depeche%20Mode\"&gt;Depeche Mode&lt;/a&gt;'s classic single, \"Stripped\". Singles were released in various territories for three of the album's songs, \"If You Were Here\", \"Things She Said\" and \"747\". The English version sold poorly outside of &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;.\n\"Hagnesta Hill\" and \"B-sidor 95-00\" (1999–2000).\nIn 1999, Kent released \"&lt;a href=\"Hagnesta%20Hill\"&gt;Hagnesta Hill&lt;/a&gt;\", named after Hagnestahill, a part of &lt;a href=\"Eskilstuna\"&gt;Eskilstuna&lt;/a&gt; where the band had had their first studio. The first single from the album, \"&lt;a href=\"Musik%20non%20stop\"&gt;Musik non stop&lt;/a&gt;\" (Music Non Stop), a disco-rock song, became a huge radio hit. The album was, for the most part, faster and less ballad-focused than Isola, and also mildly experimental with drum-machines and electronics. Two more singles were released, the &lt;a href=\"Industrial%20music\"&gt;industrial&lt;/a&gt;-esque \"&lt;a href=\"En%20himmelsk%20drog\"&gt;En himmelsk drog&lt;/a&gt;\" (A Heavenly Drug) and the power-poppy \"&lt;a href=\"Kevlarsj%C3%A4l\"&gt;Kevlarsjäl&lt;/a&gt;\" (Kevlar Soul).\nIn 2000, an English version of Hagnesta Hill was released, featuring two songs from the Swedish version replaced with two new English tracks (\"Just Like Money\" and \"Quiet Heart\"). The album was also released in a limited digipack with one of the excluded songs, \"A Timekill to Die For\", included as a &lt;a href=\"Hidden%20track\"&gt;hidden bonus track&lt;/a&gt;. The album was accompanied by the release of the single, \"Music Non Stop\", featuring the other omitted song, \"Insects\", as a &lt;a href=\"A-side%20and%20B-side\"&gt;b-side&lt;/a&gt;. A Japanese edition was released, featuring fourteen songs, one of them being the bonus track \"A Timekill to Die For\". A planned US release of the album was shelved, resulting in only \"cut-out\" promo copies floating around. Likewise, a US tour never materialized, as there was officially no album to promote.\nSince their debut, Kent had recorded a large number of b-sides. Since most of these singles had long gone out of print, it was very hard to get these legally, so in 2000, Kent released the 2CD B-side collection \"&lt;a href=\"B-sidor%2095%E2%80%9300\"&gt;B-sidor 95–00&lt;/a&gt;\" (\"B-Sides 95–00\"). It featured 21 b-sides and two totally new songs.\n\"Vapen &amp; ammunition\" and the White Concert (2002–2003).\nAfter a long break, Kent started to work on their next full-length album in late 2001. They reported from the studio that they tried to make an album consisting of ten singles. The first single \"&lt;a href=\"Dom%20andra\"&gt;Dom andra&lt;/a&gt;\" (\"The Others\") released on 18 March 2002 became a huge hit on Swedish radio. When the album \"&lt;a href=\"Vapen%20%26amp%3B%20ammunition\"&gt;Vapen &amp; ammunition&lt;/a&gt;\" (\"Weapon(s) &amp; Ammunition\") came out, the next two singles \"&lt;a href=\"K%C3%A4rleken%20v%C3%A4ntar\"&gt;Kärleken väntar&lt;/a&gt;\" (\"Love Awaits\") and \"FF\" (from the double A-side \"&lt;a href=\"FF%20/%20VinterNoll2\"&gt;FF / VinterNoll2&lt;/a&gt;\"), plus the album track \"Pärlor\" (\"Pearls\") became huge radio hits, resulting in album sales over 600,000, more than twice as many as any other Kent album to date. The definite proof of the album's success was evident when the band received seven &lt;a href=\"Grammis\"&gt;Swedish Grammy Awards&lt;/a&gt; in 2003.\nKent hadn't toured for several months when it was announced that they would only do one single performance in Sweden in 2003, on 6 June, the Swedish national day, in &lt;a href=\"Stockholms%20Olympiastadion\"&gt;Stockholms Stadion&lt;/a&gt; which holds a crowd of 30,000. As the band told the crowd to come there dressed in white, it was nicknamed \"The White Concert\". The band also played at the less known Parkfestivalen in &lt;a href=\"Moss%2C%20Norway\"&gt;Moss, Norway&lt;/a&gt; on 14 June 2003.\n\"Du &amp; jag döden\" and \"The hjärta &amp; smärta EP\" (2005–2006).\nAfter taking a one-year timeout, Kent returned to the studio to record their sixth album in 2004. Studio reports said it would be \"a very dark album\". The first single released, &lt;a href=\"Max%20500\"&gt;Max 500&lt;/a&gt;, was well received by both fans and critics. When the album \"&lt;a href=\"Du%20%26amp%3B%20jag%20d%C3%B6den\"&gt;Du &amp; jag döden&lt;/a&gt;\" (\"You &amp; me death\") was released, it was very well received and was considered by most fans to be one of their best albums. Two more singles were released, \"&lt;a href=\"Palace%20%26amp%3B%20Main\"&gt;Palace &amp; Main&lt;/a&gt;\" and \"&lt;a href=\"Den%20d%C3%B6da%20vinkeln\"&gt;Den döda vinkeln&lt;/a&gt;\" (The Dead Angle) – the last one stirring up some controversy among Kent fans because Kent didn't release any b-sides along with it (but still the single has a shorter version of the song). The last track on the album, \"Mannen i den vita hatten (16 år senare)\" (The Man in the White Hat (16 Years Later)) was very well received and is seen by many fans as Kent's best effort. It also became the first song ever to replace \"&lt;a href=\"747%20%28song%29\"&gt;747&lt;/a&gt;\" as the finale of a Kent concert.\nDuring 2005 they embarked on \"Turné 19\" (Tour 19), doing 12 gigs in Sweden, one in Norway and one in Finland. The concerts took place in huge tents with a capacity of up to 18,000. This was the only tour that followed the release of \"Du &amp; jag döden\".\nThere were rumours about Kent releasing an EP, as they had been spotted in studio and guitarist Sami had said, \"We might release an EP, but if we do it will only be digitally released.\" Just one month before the November 2005 release, \"&lt;a href=\"The%20hj%C3%A4rta%20%26amp%3B%20sm%C3%A4rta%20EP\"&gt;The hjärta &amp; smärta EP&lt;/a&gt;\" (The Heart &amp; Pain EP) was confirmed, as a CD as well as a digital release. It was well received and contained five tracks, \"Dom som försvann\" (Those Who Disappeared) becoming the radio single and having a video recorded. The EP made No. 1 in Sweden and remained on the charts for 33 weeks.\nDuring 2006, the band played only once in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; on the &lt;a href=\"Hultsfred%20Festival\"&gt;Hultsfred Festival&lt;/a&gt; and on two festivals in &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. They've also released the single “&lt;a href=\"N%C3%A5lens%20%C3%B6ga\"&gt;Nålens öga&lt;/a&gt;” for Swedish &lt;a href=\"Save%20the%20children\"&gt;Save the children&lt;/a&gt;.\n\"Tillbaka till samtiden\" and \"Box 1991–2008\" (2007–2008).\nDuring December 2006 – 2007 the band announced—on two different occasions—that they had started recording their seventh Swedish studio album, and that &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;ist Harri Mänty had decided to leave the band.\nOn 18 July 2007 the band announced the title and release date of their new album, \"&lt;a href=\"Tillbaka%20till%20samtiden\"&gt;Tillbaka till samtiden&lt;/a&gt;\" (Swedish for \"Back to the Present\"). Its official release was on 17 October 2007 but many stores began selling it five days in advance due to an internet leak of the album. The first single of the album was released on 17 September 2007 with the title \"\"&lt;a href=\"Ingenting%20%28single%29\"&gt;Ingenting&lt;/a&gt;\"\" (Swedish for \"Nothing\"). The band played four songs at a private gig in &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; where their new album premiered. The sound of the album has been described as more electro based rock. Due to the speed in which the tour's concerts were sold out, the band added seven extra concerts to their Scandinavian tour.\nAs well, lead singer Joakim Berg has remarked that \"Tillbaka till samtiden\" contains some of his favourite material he has recorded. They were also presented with \"Album of the Year\" and \"Group of the Year\" at the &lt;a href=\"Grammis\"&gt;2008 Swedish Grammy Awards&lt;/a&gt;. They went on to win a &lt;a href=\"Rockbj%C3%B6rnen\"&gt;Rockbjörnen&lt;/a&gt; (Swedish for \"The rock bear\") award for \"Swedish Album of the Year\" and a &lt;a href=\"P3%20Guld\"&gt;P3 Guld&lt;/a&gt; award for \"Swedish Group of the Year\". Kent released the compilation \"&lt;a href=\"Box%201991%E2%80%932008\"&gt;Box 1991–2008&lt;/a&gt;\", featuring all their previous studio albums and previously unreleased material, in all &lt;a href=\"Nordic%20countries\"&gt;Nordic countries&lt;/a&gt; on 29 October 2008.\nOn 23 December 2008 Kent released a new song, \"På drift?\". \"Kent wishes you all a Merry Christmas and a Happy New Year by offering a brand new song for free,\" the band writes on the website (kent.nu).\n\"Röd\" and \"En plats i solen\" (2009–2010).\nOn 4 October 2009 Kent announced their eighth &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt; \"&lt;a href=\"R%C3%B6d\"&gt;Röd&lt;/a&gt;\" and the first single \"&lt;a href=\"T%C3%B6ntarna\"&gt;Töntarna&lt;/a&gt;\" was released on 5 October as digital download. &lt;a href=\"R%C3%B6d\"&gt;Röd&lt;/a&gt; was released on 5 November 2009.\nOn 2 November 2009 Kent auctioned off 100 limited physical copies of the song \"&lt;a href=\"2000%20%28Kent%20song%29\"&gt;2000&lt;/a&gt;\" for charity. The song was also released as digital download. \"2000\" was used as the theme song to the Swedish &lt;a href=\"documentary\"&gt;documentary&lt;/a&gt; \"Hemlösa\", covering the &lt;a href=\"homeless\"&gt;homeless&lt;/a&gt; problem in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;.\nOn 14 June 2010 Kent announced their ninth studio album, \"&lt;a href=\"En%20plats%20i%20solen%20%28Kent%20album%29\"&gt;En plats i solen&lt;/a&gt;\" (Swedish for \"A Place in the Sun\") due for release on 30 June, only seven months after the release of their previous studio album, \"Röd\". Joakim has said about the recording of &lt;a href=\"En%20plats%20i%20solen%20%28Kent%20album%29\"&gt;En plats i solen&lt;/a&gt;: We had a kind of idea that we were going to record an album very quickly this time, we had already some demos ready. We wanted to go into the studio, record and mix the album and then distribute it directly. Unlike the two previous albums, which were produced with Danish producer Joshua, \"En plats i solen\" is produced with Swedish producer Stefan Boman who worked with the band on \"&lt;a href=\"Du%20%26amp%3B%20jag%20d%C3%B6den\"&gt;Du &amp; jag döden&lt;/a&gt;\" (2005). The band also released the first single from the forthcoming album, featuring the two A-sides \"&lt;a href=\"Gamla%20Ullevi%20/%20Skisser%20f%C3%B6r%20sommaren\"&gt;Gamla Ullevi&lt;/a&gt;\" and \"&lt;a href=\"Gamla%20Ullevi%20/%20Skisser%20f%C3%B6r%20sommaren\"&gt;Skisser för sommaren&lt;/a&gt;\".\nKent embarked on a summer tour in Sweden, Norway and Denmark, starting at the Peace &amp; Love festival in &lt;a href=\"Borl%C3%A4nge\"&gt;Borlänge&lt;/a&gt; and finishing on 8 August at the &lt;a href=\"Skanderborg%20Festival\"&gt;Skanderborg Festival&lt;/a&gt; in Denmark.\n\"Jag är inte rädd för mörkret\" and \"Tigerdrottningen\" (2012–2015).\nOn 22 June 2011 Kent signed a recording contract with &lt;a href=\"Universal%20Music%20Group\"&gt;Universal Music&lt;/a&gt; in Sweden, after sixteen years with &lt;a href=\"Bertelsmann%20Music%20Group\"&gt;BMG&lt;/a&gt; and later &lt;a href=\"Sony%20Music%20Entertainment\"&gt;Sony Music&lt;/a&gt;. The band's manager, Martin Roos, said in a press release: \"After sixteen years with BMG/Sony Music it feels great with a new beginning, and Universal Music gave us the best offer. In April 2012 Kent released their tenth studio album, \"&lt;a href=\"Jag%20%C3%A4r%20inte%20r%C3%A4dd%20f%C3%B6r%20m%C3%B6rkret\"&gt;Jag är inte rädd för mörkret&lt;/a&gt;\" (Swedish for \"I Am Not Afraid of the Dark\"). The album was recorded in &lt;a href=\"France\"&gt;France&lt;/a&gt;. The album included the song \"999\" which was a major hit in Sweden.\nIn December 2012 Kent announced on their Twitter account that they were to release a track on New Year's Day called \"Ingen kunde röra oss\".\nIn the fall of 2013, Kent went to Los Angeles and recorded their eleventh album, Joakim said in an interview: 'We wanted to do this kind of Fleetwood Mac thing and go to LA and dream under the sun. Now the dollar is so low, in addition – all the big studios are empty, no one uses them anymore.' The first single \"&lt;a href=\"La%20Belle%20Epoque%20%28Kent%20song%29\"&gt;La Belle Epoque&lt;/a&gt;\" was released on 12 March and the album \"&lt;a href=\"Tigerdrottningen\"&gt;Tigerdrottningen&lt;/a&gt;\" was released on 30 April. During the month of May Kent went on a small club tour in Norway, Sweden and Denmark. In the summer of 2014 Kent held their own festival called Kentfest in Gothenburg and Stockholm. They also played at festivals in Denmark and Norway.\nIn 2015, Kent played at three festivals in Scandinavia, Joakim Berg announced at the Bråvalla festival that they were going to record a new album that fall. That year, Kent celebrated the 20th anniversary of their debut album, &lt;a href=\"Kent%20%28album%29\"&gt;Kent&lt;/a&gt;, by releasing the band's first 10 albums on vinyl.\n\"Då som nu för alltid\" and the final tour (2016).\nIn February 2016, Kent was elected to Swedish Music Hall of Fame. In March the band announced that &lt;a href=\"D%C3%A5%20som%20nu%20f%C3%B6r%20alltid\"&gt;Då som nu för alltid&lt;/a&gt; (Swedish for \"Then as Now Forever\") would be their last album, and that they would make a final tour in the Nordic countries, with the last concert in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; in December 2016. The album &lt;a href=\"D%C3%A5%20som%20nu%20f%C3%B6r%20alltid\"&gt;Då som nu för alltid&lt;/a&gt; was released on 20 May 2016.\nBand members.\nMembers\nTouring musicians"
}