{
    "id": "61358941",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=61358941",
    "title": "Borealism",
    "text": "Borealism is a form of &lt;a href=\"exoticism\"&gt;exoticism&lt;/a&gt; in which &lt;a href=\"stereotypes\"&gt;stereotypes&lt;/a&gt; are imposed on the Earth's northern regions and cultures (particularly the Nordic and Arctic regions).\nThe term was inspired by the similar concept of &lt;a href=\"Orientalism\"&gt;Orientalism&lt;/a&gt;, first coined by &lt;a href=\"Edward%20Said\"&gt;Edward Said&lt;/a&gt;. Like Orientalism, Borealism has its roots in eighteenth-century European &lt;a href=\"Romanticism\"&gt;Romanticism&lt;/a&gt; and Romantics' fantasies about distant regions (though wild imaginings about the arctic regions can be traced back into Antiquity). Borealism can include the paradoxical ideas that the North is uniquely savage, inhospitable, or barbaric, and that it is uniquely sublime, pure, or enlightened.\nA further form of borealism is the explicit invocation of the boreal by &lt;a href=\"white%20supremacism\"&gt;white-supremacist&lt;/a&gt; &lt;a href=\"Far-right%20politics\"&gt;far-right politicians&lt;/a&gt;.\nEtymology.\nThe term \"borealism\" derives from the &lt;a href=\"adjective\"&gt;adjective&lt;/a&gt; \"boreal\", which originates from the name of the &lt;a href=\"Anemoi\"&gt;deity of the north wind&lt;/a&gt; Boreas (Βορέας) in &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;. The term denotes what is or comes from in the &lt;a href=\"northern%20hemisphere\"&gt;northern hemisphere&lt;/a&gt;. It opposes \"&lt;a href=\"wikt%3Aaustral\"&gt;austral&lt;/a&gt;\", denoting what lies in or comes from the &lt;a href=\"southern%20hemisphere\"&gt;southern hemisphere&lt;/a&gt;, and is also connected to the terms \"&lt;a href=\"orient\"&gt;orient&lt;/a&gt;al\" (denoting what lies in the east) and \"&lt;a href=\"The%20occident\"&gt;occidental&lt;/a&gt;\" (denoting what lies in the west).\n\"Boreal\" is not synonymous with \"northern\", the latter qualifying what is &lt;a href=\"north\"&gt;north&lt;/a&gt;; the first indicates an &lt;a href=\"wikt%3Aabsolute\"&gt;absolute&lt;/a&gt; position, while the second indicates a &lt;a href=\"wikt%3Arelative\"&gt;relative&lt;/a&gt; position.\nBorealism in art and culture.\nExamples of borealism include Icelandic financiers being imagined as '&lt;a href=\"%C3%BAtr%C3%A1sarv%C3%ADkingar\"&gt;raiding Vikings&lt;/a&gt;' during the &lt;a href=\"Icelandic%20outvasion\"&gt;banking boom&lt;/a&gt; that culminated in the &lt;a href=\"2008%E2%80%932011%20Icelandic%20financial%20crisis\"&gt;2008–2011 Icelandic financial crisis&lt;/a&gt;; the traditional music of Scandinavia being seen as distinctively sublime; the stereotyping of &lt;a href=\"S%C3%A1mi\"&gt;Sámi&lt;/a&gt; people as strange and magical savages; differences between Canadians and Americans being accounted for by Canadians' proximity to arctic wilderness; and commentators imagining that the music of the Icelandic band &lt;a href=\"Sigur%20R%C3%B3s\"&gt;Sigur Rós&lt;/a&gt; is the product of Iceland's distinctive geology of glaciers and volcanoes.\nBorealism was a prominent phenomenon in the reception of Nordic literature in Central and Eastern Europe at the end of the 19th century and in the beginning of the 20th century. The so-called &lt;a href=\"Modern%20Breakthrough\"&gt;modern breakthrough&lt;/a&gt; movement, Scandinavian symbolism, impressionism, naturalism, decadence and new-romanticism reached most of the European countries (just as it was the case with Slavic literatures), which had a huge impact on the region's theatre, prose fiction and lyric. It was also the period, when the first professional translators (, Henrik Hajdu, Margit G. Beke) from Swedish, Norwegian and Danish appeared on the literary scene. The translations, reviews and articles were marked by a mythical reading of the cultures of Northern Europe. Literary borealism can be best understood as an unwritten set of rhetoric and poetic rules. Through this filter the peoples, territories and literatures of the Nordic countries are anthropologically, geographically and culturally distinctive from other nations. But most often it was the natural phenomena (ice, snow, mountains, seas, lakes, fjords, flora and fauna, volcanos etc.) that had a major effect on the individuals, according to the early 20th century borealists.\nBorealism in far-right politics.\nAlthough the concept of \"&lt;a href=\"hyperborea\"&gt;hyperborea&lt;/a&gt;l\" in relation to the origins of European civilization was already used by &lt;a href=\"esoteric\"&gt;esoteric&lt;/a&gt; and &lt;a href=\"metaphysical\"&gt;metaphysical&lt;/a&gt; writers such as &lt;a href=\"Helena%20Blavatsky\"&gt;Helena Blavatsky&lt;/a&gt; and &lt;a href=\"Ren%C3%A9%20Gu%C3%A9non\"&gt;René Guénon&lt;/a&gt;, the term \"boreal\" was adopted into far-right political language by the &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; &lt;a href=\"reactionary\"&gt;reactionary&lt;/a&gt; and &lt;a href=\"Traditionalist%20conservatism\"&gt;traditionalist&lt;/a&gt; &lt;a href=\"Julius%20Evola\"&gt;Julius Evola&lt;/a&gt;, who is influential in &lt;a href=\"extreme%20right\"&gt;extreme right&lt;/a&gt;-wing circles. In his book \"Rivolta contro il mondo moderno\" (\"Revolt against the Modern World\"; 1934) Evola writes that in the \"Golden Age\" the center of the \"Olympic civilization\" that spread across the Eurasian continent was in a \"Boreal\" or Nordic \"region\". The &lt;a href=\"Thule-Gesellschaft\"&gt;Thule-Gesellschaft&lt;/a&gt;, a secret society of which the &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt; &lt;a href=\"Heinrich%20Himmler\"&gt;Heinrich Himmler&lt;/a&gt; was a member, believed that the &lt;a href=\"Aryan%20race\"&gt;Aryan race&lt;/a&gt; came from the mythical northern province of Hyperborea.\nIn twenty-first-century politics, the term \"boreal\" is used by politicians like &lt;a href=\"Jean-Marie%20Le%20Pen\"&gt;Jean-Marie Le Pen&lt;/a&gt; in &lt;a href=\"France\"&gt;France&lt;/a&gt; and &lt;a href=\"Thierry%20Baudet\"&gt;Thierry Baudet&lt;/a&gt; in &lt;a href=\"The%20Netherlands\"&gt;The Netherlands&lt;/a&gt; to refer to Northern Europe and its ethnic groups, culture and languages. The term is used as a euphemism for &lt;a href=\"white%20people\"&gt;white people&lt;/a&gt;, and is framed as being opposite migrating &lt;a href=\"minorities\"&gt;minorities&lt;/a&gt;, in an attempt to avoid openly &lt;a href=\"racism\"&gt;racist&lt;/a&gt; connotations. Le Pen's statements about a \"boreal Europe\" and \"white world\" contributed to him being expelled by &lt;a href=\"Marine%20Le%20Pen\"&gt;Marine Le Pen&lt;/a&gt; in 2015 as a member of the &lt;a href=\"Front%20National\"&gt;Front National&lt;/a&gt;.\nThe term has also been used by &lt;a href=\"Russian%20nationalism\"&gt;Russian-nationalist movements&lt;/a&gt; since the 1990s after the &lt;a href=\"German%20reunification\"&gt;fall of the Berlin wall&lt;/a&gt; as an indication of ethnic &lt;a href=\"Russians\"&gt;Russians&lt;/a&gt;.\nIn the Netherlands, &lt;a href=\"Forum%20for%20Democracy\"&gt;Forum for Democracy&lt;/a&gt; (FvD) leader Thierry Baudet introduced the word in a political context. At the first party congress of the FvD in 2017, he spoke about \"our boreal Europe\"; in the victory speech he gave to his followers after the &lt;a href=\"2019%20Dutch%20provincial%20elections\"&gt;2019 Dutch provincial elections&lt;/a&gt;, about \"our boreal world\". Following criticism of his speech, he stated in an interview that he was referring to \"a beautiful, poetic designation\" of Europe, the western world or western civilization. According to Baudet, the boreal is also the part of the world that is illuminated by the &lt;a href=\"aurora%20borealis\"&gt;aurora borealis&lt;/a&gt; or the northern lights. These are mainly Western countries in Europe and North America."
}