{
    "id": "6137719",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=6137719",
    "title": "KSIS",
    "text": "KSIS (1050 &lt;a href=\"AM%20broadcasting\"&gt;AM&lt;/a&gt;) is a &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to serve &lt;a href=\"Sedalia%2C%20Missouri\"&gt;Sedalia, Missouri&lt;/a&gt;, United States. The station is owned by &lt;a href=\"Townsquare%20Media\"&gt;Townsquare Media&lt;/a&gt; and the license is held by Townsquare License, LLC.\nProgramming.\nKSIS broadcasts a blend of &lt;a href=\"All-news%20radio\"&gt;news&lt;/a&gt;, &lt;a href=\"Talk%20radio\"&gt;talk&lt;/a&gt;, and &lt;a href=\"sports%20radio\"&gt;sports radio&lt;/a&gt; programming. The station derives some of its news programming from &lt;a href=\"ABC%20News%20Radio\"&gt;ABC News Radio&lt;/a&gt;. Notable syndicated talk programming on KSIS includes weekday shows hosted by &lt;a href=\"Rush%20Limbaugh\"&gt;Rush Limbaugh&lt;/a&gt;, &lt;a href=\"Sean%20Hannity\"&gt;Sean Hannity&lt;/a&gt;, and &lt;a href=\"Michael%20Medved\"&gt;Michael Medved&lt;/a&gt;. KSIS airs &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; baseball games as a member of the &lt;a href=\"St.%20Louis%20Cardinals%20broadcasters\"&gt;St. Louis Cardinals Radio Network&lt;/a&gt;.\nLocal &lt;a href=\"real%20estate%20agent\"&gt;real estate agent&lt;/a&gt; Angel Morales hosts a Saturday morning &lt;a href=\"Spanish%20language\"&gt;Spanish language&lt;/a&gt; talk program called \"Sábados Latinos\". The name translates to \"Latino Saturdays\" in English.\nThe show is part of the station's outreach to mid-Missouri's growing Latino population.\nHistory.\nKSIS first signed on at 1050 &lt;a href=\"kHz\"&gt;kHz&lt;/a&gt; as a 1,000 &lt;a href=\"watt\"&gt;watt&lt;/a&gt; daytime-only station on February 18, &lt;a href=\"1954%20in%20radio\"&gt;1954&lt;/a&gt;. The station was licensed to Yates Broadcasting Company, Inc., with Carl W. Yates, Jr., serving as president and general manager.\nIn November 1986, Yates Broadcasting Company, Inc., reached an agreement to sell this station to Bick Broadcasting Company. The deal was approved by the FCC on December 9, 1986, and the transaction was consummated on December 30, 1986.\nIn April 2006, Bick Broadcasting Company reached an agreement to sell this station to &lt;a href=\"Double%20O%20Radio\"&gt;Double O Radio&lt;/a&gt; subsidiary Double O Missouri Corporation. The deal was approved by the FCC on June 30, 2006, and the transaction was consummated on August 31, 2006. Double O Radio later merged with &lt;a href=\"Townsquare%20Media\"&gt;Townsquare Media&lt;/a&gt;."
}