{
    "id": "613762",
    "revid": "105732",
    "url": "https://en.wikipedia.org/wiki?curid=613762",
    "title": "Ballina, New South Wales",
    "text": "Ballina () is a town in the &lt;a href=\"Northern%20Rivers\"&gt;Northern Rivers&lt;/a&gt; region of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia, and the seat of the &lt;a href=\"Ballina%20Shire\"&gt;Ballina Shire&lt;/a&gt; &lt;a href=\"Local%20government%20in%20Australia\"&gt;local government area&lt;/a&gt;. Ballina's urban population at June 2018 was 26,381. The town lies on the Richmond River and serves as a gateway to &lt;a href=\"Byron%20Bay%2C%20New%20South%20Wales\"&gt;Byron Bay&lt;/a&gt;.\nHistory.\nBallina is located on the ancestral land of the &lt;a href=\"Bundjalung%20people\"&gt;Bundjalung people&lt;/a&gt;, the original inhabitants. Archaeological evidence demonstrates Bundjalung occupation of the region for at least 6000 years. One view suggests that the name Ballina comes from corruption of a clan name for the \"Bullina\" band of the &lt;a href=\"Arakwal\"&gt;Arakwal&lt;/a&gt;. It has been argued that in this tribe's &lt;a href=\"Bundjalung%20language\"&gt;Bundjalung language&lt;/a&gt;, meant \"place of many oysters\". This theory argues that the Aboriginal name reminded the predominantly Irish settlers of \"Ballina\", so the name's origin could be an accidental or deliberate corruption. Another view is that towns's name comes from the Irish &lt;a href=\"toponym\"&gt;placename&lt;/a&gt; &lt;a href=\"Ballina%20%28disambiguation%29\"&gt;Ballina&lt;/a&gt; (\"Béal an Átha\", \"mouth of the ford\"), which is found in several parts of Ireland.\nBallina was established in the 1840s on the northern shore of the &lt;a href=\"Richmond%20River\"&gt;Richmond River&lt;/a&gt;, 20 kilometres south of &lt;a href=\"Cape%20Byron\"&gt;Cape Byron&lt;/a&gt;, Australia's most easterly point. HMS \"Rainbow\", commanded by Capt. Henry Rous, first sailed into the Richmond River in 1828, followed by overland settlers from the &lt;a href=\"Clarence%20River%20%28New%20South%20Wales%29\"&gt;Clarence River&lt;/a&gt;. In 1842, more settlers arrived on a ship called \"Sally,\" forming a settlement at what is now East Ballina on Shaws Bay. A lighthouse, &lt;a href=\"Richmond%20River%20Light\"&gt;Richmond River Light&lt;/a&gt;, was first constructed in Ballina in 1866, which served as a significant port in the region. The temporary lighthouse was replaced with the current one, designed by &lt;a href=\"James%20Barnet\"&gt;James Barnet&lt;/a&gt;, in 1879, and first lit in 1880. It is still active. A branch railway line connected Ballina with the &lt;a href=\"Murwillumbah%20railway%20line\"&gt;Murwillumbah railway line&lt;/a&gt; railway at Booyong. The line was opened on 24 August 1930 and closed on 12 January 1949.\nLandfalls.\nBallina has a number of famous \"landfalls\" associated with it. In 1928, &lt;a href=\"Charles%20Kingsford%20Smith\"&gt;Charles Kingsford Smith&lt;/a&gt;'s plane, the \"&lt;a href=\"Southern%20Cross%20%28aircraft%29\"&gt;Southern Cross&lt;/a&gt;\", crossed the coast over Ballina after its epic journey across the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;. Ballina had a festival associated with the event during the 1970s and 1980s, and a school in East Ballina bears the name \"Southern Cross\".\nIn 1973, the &lt;a href=\"Las%20Balsas\"&gt;Las Balsas&lt;/a&gt; rafts were towed into Ballina by fishing trawlers after their journey from &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;. One of the rafts is preserved in the Ballina Naval and Maritime Museum. They had planned to arrive in &lt;a href=\"Mooloolaba\"&gt;Mooloolaba&lt;/a&gt; in &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, but currents forced them off their course. Their journey was almost twice as long as the \"&lt;a href=\"Kon-Tiki\"&gt;Kon-Tiki&lt;/a&gt;\" expeditions of 1947 and proved that people could have travelled across the Pacific in ancient times.\nHeritage listings.\nBallina has a number of heritage-listed sites, including:\nLocation.\nIt is approximately north of Sydney and south of Brisbane. Ballina is a coastal town and is connected to the &lt;a href=\"Pacific%20Highway%20%28Australia%29\"&gt;Pacific Highway&lt;/a&gt; which now bypasses it.\nThe &lt;a href=\"Richmond%20River\"&gt;Richmond River&lt;/a&gt; was an important transport route for the region for the first 100 years after settlement. The river and its estuaries abound with marine wildlife and provide for recreational fishing and water sports.\nDemographics.\nThe population of Ballina township was 16,506 at the 2016 Census (representing 39 percent of the &lt;a href=\"Ballina%20Shire\"&gt;Ballina Shire&lt;/a&gt; population of 41,790). The urban area had a population of 26,381, which includes &lt;a href=\"Lennox%20Head%2C%20New%20South%20Wales\"&gt;Lennox Head&lt;/a&gt; and other suburban areas.\n&lt;a href=\"Aboriginal%20and%20Torres%20Strait%20Islander%20people\"&gt;Aboriginal and Torres Strait Islander people&lt;/a&gt; made up 3.3% of the population; compared with the national and state average of 2.9%.\nThe most common ancestries in the area were English 31.2%, Australian 28.3%, Irish 10.9%, Scottish 8.7% and German 3.2%. 81.0% of people were born in Australia. The next most common countries of birth were England 3.4%, New Zealand 1.7%, Scotland 0.5% and South Africa 0.4%. 13.3% of people had both parents born overseas. 88.7% of people only spoke English at home.\nThe most common responses for religion in the area were No Religion 30.2%, Catholic 23.0% and Anglican 19.6%.\nEconomy.\nThe median household income was estimated to be A$1,093 per week; with the median mortgage repayments estimated at A$1,733 per month; and median rent estimated at A$345 per week. The average number of motor vehicles was 1.6 per dwelling.\nBallina serves as a tourism gateway to the close by destinations of &lt;a href=\"Lismore%2C%20New%20South%20Wales\"&gt;Lismore&lt;/a&gt; and &lt;a href=\"Byron%20Bay%2C%20New%20South%20Wales\"&gt;Byron Bay&lt;/a&gt;. The town has access to several beaches, such as Shelley's Beach, and to historical sites such as the Ballina Manor and the &lt;a href=\"Ballina%20Naval%20and%20Maritime%20Museum\"&gt;Ballina Naval and Maritime Museum&lt;/a&gt;, however its most famous landmark is undoubtedly the 'Big Prawn'.\nThe Big Prawn.\nBallina is home to the world's largest prawn model (made of concrete and fibreglass). On 24 September 2009, &lt;a href=\"Ballina%20Shire%20Council\"&gt;Ballina Shire Council&lt;/a&gt; voted to allow the demolition of the Big Prawn, but this permission was never acted upon. &lt;a href=\"Bunnings%20Warehouse\"&gt;Bunnings Warehouse&lt;/a&gt; purchased the site and refurbished the Prawn as part of the redevelopment. The Prawn now sits on a stand next to the entrance of the Bunnings Warehouse car park. In March 2018, &lt;a href=\"Google%20Maps\"&gt;Google Maps'&lt;/a&gt; facial recognition software blurred out the facial area of the Prawn, first noticed on &lt;a href=\"Reddit\"&gt;Reddit&lt;/a&gt; Australia, and later reported in \"&lt;a href=\"The%20Sydney%20Morning%20Herald\"&gt;The Sydney Morning Herald&lt;/a&gt;\".\nClimate.\nThe town of Ballina experiences a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (Koppen \"Cfa\"), typical of the central part of Australia's eastern coast. Summers are sultry, humid and rainy, with approximately 40% of the town's total annual precipitation occurring from December to March, with March being the wettest month of the year, receiving an average of of precipitation. Ballina's annual precipitation total observes a considerably higher concentration in the first half of the year (January–June) than the second half of the year (July–December). Ballina's wetness is due to the town's coastal location and proximity to &lt;a href=\"Cape%20Byron\"&gt;Cape Byron&lt;/a&gt;, the easternmost point in Australia, which means that exposure to moisture-laden frontal systems that develop throughout the year in the &lt;a href=\"Tasman%20Sea\"&gt;Tasman Sea&lt;/a&gt; follows accordingly. Ballina experiences a copious of precipitation annually, which is one of the highest annual precipitation levels to be found along the eastern coast of Australia south of the tropical coast of northern Queensland. The all-time highest and lowest temperatures ever recorded in the town are and on 12 January 2002 and 17 June 1999 respectively.\nMedia.\nThe \"Northern Rivers Echo\" is a free weekly community newspaper with 27,000 copies distributed to Lismore, Alstonville, Wollongbar, Ballina, Casino, Nimbin and Evans Head. \"&lt;a href=\"The%20Northern%20Star\"&gt;The Northern Star&lt;/a&gt;\" is a tabloid newspaper based in Lismore. It covers the region from Casino to Ballina and up to Murwillimbah and Byron Bay, covering a population of several hundred thousand. \nBallina receives channels from &lt;a href=\"Special%20Broadcasting%20Service\"&gt;SBS&lt;/a&gt; and &lt;a href=\"ABC%20Television%20%28Australian%20TV%20network%29\"&gt;ABC&lt;/a&gt; and the regional affiliates of &lt;a href=\"Prime7\"&gt;Prime7&lt;/a&gt;, &lt;a href=\"NBN%20Television\"&gt;NBN Television&lt;/a&gt; and &lt;a href=\"NRN\"&gt;WIN Television&lt;/a&gt;.\nThe commercial radio stations in the area are &lt;a href=\"100.9%20ZZZ%20FM\"&gt;Triple Z (Hit Music)&lt;/a&gt; and &lt;a href=\"2LM\"&gt;2LM 900 AM&lt;/a&gt;. Both are run by &lt;a href=\"Broadcast%20Operations%20Group\"&gt;Broadcast Operations Group&lt;/a&gt;. The community radio station is &lt;a href=\"Paradise%20FM%20101.9\"&gt;Paradise FM 101.9&lt;/a&gt;. Other radio stations are &lt;a href=\"Triple%20J\"&gt;Triple J&lt;/a&gt; 96.1 FM, &lt;a href=\"ABC%20Radio%20National\"&gt;ABC Radio National&lt;/a&gt; 96.9 FM, &lt;a href=\"ABC%20Classic%20FM\"&gt;ABC Classic FM&lt;/a&gt; 95.3 and &lt;a href=\"ABC%20North%20Coast\"&gt;ABC North Coast&lt;/a&gt; 94.5 FM.\nFacilities.\nThere are four high schools in the town (Emmanuel Anglican College, Richmond Christian College, Ballina Coast High School and &lt;a href=\"Xavier%20Catholic%20College\"&gt;Xavier Catholic College&lt;/a&gt;), five primary schools (Ballina Public School, Emmanuel Anglican College, Holy Family Catholic Primary School, Richmond Christian College, St. Francis Xavier Primary School and Southern Cross School), a hospital and aged care facilities.\nTransport.\nBallina bypass.\nThe long-awaited Ballina bypass project upgraded 12.4 km of dual carriageway road, extending from south of Ballina at the intersection of the &lt;a href=\"Bruxner%20Highway\"&gt;Bruxner&lt;/a&gt; and &lt;a href=\"Pacific%20Highway%20%28Australia%29\"&gt;Pacific Highway&lt;/a&gt;s to north of Ballina at the intersection with Ross Lane at &lt;a href=\"Tintenbar%2C%20New%20South%20Wales\"&gt;Tintenbar&lt;/a&gt;. Twelve kilometres of local roads were also upgraded.\nEarly works started in April 2008 and substantial works on 16 June 2008. The Cumbalum to Ross Lane section opened in 2011 (the bypass was extended an extra 0.5 km to allow for a better connection to the Tintenbar to Ewingsdale Project) with full completion in mid-2012. The project had its final traffic switch opened to the public in April 2012, allowing for separation of the Pacific Highway and the Bruxner Highway traffic.\nAirport.\n&lt;a href=\"Ballina%20Byron%20Gateway%20Airport\"&gt;Ballina Byron Gateway Airport&lt;/a&gt; is the region's main airport, located on Southern Cross Drive and from the Ballina CBD. It has links to &lt;a href=\"Newcastle%20Airport%20%28New%20South%20Wales%29\"&gt;Newcastle&lt;/a&gt;, &lt;a href=\"Melbourne%20Airport\"&gt;Melbourne&lt;/a&gt; and &lt;a href=\"Sydney%20Airport\"&gt;Sydney&lt;/a&gt; with &lt;a href=\"FlyPelican\"&gt;FlyPelican&lt;/a&gt;, &lt;a href=\"Jetstar\"&gt;Jetstar&lt;/a&gt;, &lt;a href=\"Regional%20Express%20Airlines\"&gt;Regional Express Airlines&lt;/a&gt; and &lt;a href=\"Virgin%20Australia\"&gt;Virgin Australia&lt;/a&gt; operating services. The airport is a 30-minute road trip to &lt;a href=\"Byron%20Bay\"&gt;Byron Bay&lt;/a&gt; and 40 minutes to Lismore. In 2005 Ballina Airport was renamed the Ballina Byron Gateway airport in a bid to attract more people to the area.\nSports and recreation.\nThe &lt;a href=\"Ballina%20Seagulls\"&gt;Ballina Seagulls&lt;/a&gt; is the local &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; club that competes in the &lt;a href=\"Northern%20Rivers%20Regional%20Rugby%20League\"&gt;Northern Rivers Regional Rugby League&lt;/a&gt; competition.\nThe &lt;a href=\"Ballina%20Seahorses\"&gt;Ballina Seahorses&lt;/a&gt; is the &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club that competes in the &lt;a href=\"Far%20North%20Coast%20Rugby%20Union\"&gt;Far North Coast Rugby&lt;/a&gt; zone.\nThere is also a &lt;a href=\"club%20cricket\"&gt;cricket&lt;/a&gt; competition with clubs such as the &lt;a href=\"Ballina%20Bears%20Cricket%20Club\"&gt;Ballina Bears&lt;/a&gt; and &lt;a href=\"Tintenbar-East%20Ballina%20Cricket%20Club\"&gt;Tintenbar-East Ballina&lt;/a&gt; competing at both the district and regional (&lt;a href=\"LJ%20Hooker%20League\"&gt;LJ Hooker League&lt;/a&gt;) level.\nTwin cities.\nBallina is twinned with:"
}