{
    "id": "61386336",
    "revid": "1276024",
    "url": "https://en.wikipedia.org/wiki?curid=61386336",
    "title": "Grant Cederwall",
    "text": "Grant Newton Cederwall (born 4 July 1959) is a &lt;a href=\"New%20Zealand%20people\"&gt;New Zealand&lt;/a&gt; former &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er and &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player.\nCederwall was born at &lt;a href=\"Dunedin\"&gt;Dunedin&lt;/a&gt; in July 1959. He made his debut in &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for &lt;a href=\"Wellington%20cricket%20team\"&gt;Wellington&lt;/a&gt; against &lt;a href=\"Central%20Districts%20cricket%20team\"&gt;Central Districts&lt;/a&gt; at &lt;a href=\"McLean%20Park\"&gt;Napier&lt;/a&gt; in the 1978–79 &lt;a href=\"Plunket%20Shield\"&gt;Shell Trophy&lt;/a&gt;. He played first-class cricket for Wellington until November 1990, making a total of 35 appearances. Playing as an &lt;a href=\"all-rounder\"&gt;all-rounder&lt;/a&gt;, he scored 794 runs in his 35 first-class matches, at an &lt;a href=\"batting%20average%20%28cricket%29\"&gt;average&lt;/a&gt; of 19.36 and a highest score of 68. With his right-arm &lt;a href=\"Seam%20bowling\"&gt;medium pace&lt;/a&gt; bowling, he took 73 wickets at a &lt;a href=\"bowling%20average\"&gt;bowling average&lt;/a&gt; of 34.08. He took a &lt;a href=\"five%20wicket%20haul\"&gt;five wicket haul&lt;/a&gt; once, with figures of 7 for 97 against &lt;a href=\"Northern%20Districts%20cricket%20team\"&gt;Northern Districts&lt;/a&gt; in the 1988–89 Shell Trophy. Cederwall also played &lt;a href=\"List%20A%20cricket\"&gt;List A one-day cricket&lt;/a&gt; for Wellington, debuting in that format against Central Districts at &lt;a href=\"Cooks%20Gardens\"&gt;Wanganui&lt;/a&gt; in the 1982–83 &lt;a href=\"Ford%20Trophy%20%28cricket%29\"&gt;Shell Cup&lt;/a&gt;. He played List A cricket for Wellington until January 1989, making a total of 28 appearances. He was less effective as a batsman in one-day cricket, scoring 199 runs at an average of 10.47, with a high score of 37. With the ball, he took 28 wickets an average of 24.46 and best figures of 5 for 17. These figures, one of two five wicket hauls he took in one-day cricket, came against &lt;a href=\"Canterbury%20cricket%20team\"&gt;Canterbury&lt;/a&gt; in the 1984–85 Shell Cup. In addition to playing first-class and List A cricket in New Zealand, Cederwall also played &lt;a href=\"Minor%20Counties%20of%20English%20and%20Welsh%20cricket\"&gt;minor counties cricket&lt;/a&gt; in England for &lt;a href=\"Bedfordshire%20County%20Cricket%20Club\"&gt;Bedfordshire&lt;/a&gt; in 1983, making five appearances in the &lt;a href=\"Minor%20Counties%20Championship\"&gt;Minor Counties Championship&lt;/a&gt; and a single appearance in the &lt;a href=\"MCCA%20Knockout%20Trophy\"&gt;MCCA Knockout Trophy&lt;/a&gt;. \nOutside of playing cricket, Cederwall also played &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, representing &lt;a href=\"Wellington%20Rugby%20Football%20Union\"&gt;Wellington&lt;/a&gt; in a single match in 1979. Cederwall currently works as a real estate agent. In 1999, he was a founding member of the &lt;a href=\"Wellington\"&gt;Wellington&lt;/a&gt;-based Tommy's Real Estate Ltd. His brother, &lt;a href=\"Brian%20Cederwall\"&gt;Brian Cederwall&lt;/a&gt;, played rugby union over a hundred times for Wellington."
}