{
    "id": "6139099",
    "revid": "1037062883",
    "url": "https://en.wikipedia.org/wiki?curid=6139099",
    "title": "50 euro cent coin",
    "text": "The 50 &lt;a href=\"euro%20coins\"&gt;euro cent coin&lt;/a&gt; (€0.50) has a value of half a &lt;a href=\"euro\"&gt;euro&lt;/a&gt; and is composed of an &lt;a href=\"alloy\"&gt;alloy&lt;/a&gt; called &lt;a href=\"nordic%20gold\"&gt;nordic gold&lt;/a&gt;. All coins have a common reverse side and country-specific national sides. The coin has been used since 2002, with the present common-side design dating from 2007.\nHistory.\nThe coin dates from 2001, when &lt;a href=\"euro%20coins\"&gt;euro coins&lt;/a&gt; and &lt;a href=\"euro%20banknotes\"&gt;banknotes&lt;/a&gt; were introduced in the 12-member &lt;a href=\"eurozone\"&gt;eurozone&lt;/a&gt; and its &lt;a href=\"Eurozone%23Use%20outside%20the%20Union\"&gt;related territories&lt;/a&gt;. The common side was designed by &lt;a href=\"Luc%20Luycx\"&gt;Luc Luycx&lt;/a&gt;, a &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; artist who won a Europe-wide &lt;a href=\"design%20competition\"&gt;competition to design&lt;/a&gt; the new coins. The designs of the 10 to 50-cent coins were intended to show separate &lt;a href=\"Member%20state%20of%20the%20European%20Union\"&gt;states&lt;/a&gt; of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; (EU), as opposed to the one and two-euro coins showing the 15 states as one and the 1 to 5-cent coins showing the EU's place in the world.\nThe national sides, then 15 (eurozone and &lt;a href=\"Monaco\"&gt;Monaco&lt;/a&gt;, &lt;a href=\"San%20Marino\"&gt;San Marino&lt;/a&gt; and the &lt;a href=\"Vatican%20City\"&gt;Vatican&lt;/a&gt; who could mint their own), were each designed according to national competitions, though to specifications which applied to all coins such as the requirement of including twelve stars (see &lt;a href=\"euro%20coins\"&gt;euro coins&lt;/a&gt; for more). National designs were not allowed to change until the end of 2008, unless a monarch (whose portrait usually appears on the coins) died or abdicated. This happened in Monaco and the Vatican City resulting in three new designs in circulation (the Vatican had an interim design until the new &lt;a href=\"Pope\"&gt;Pope&lt;/a&gt; was elected). National designs have seen some changes due to new rules stating that national designs should include the name of the issuing country (Finland and Belgium both do not show their name, and hence have made minor changes).\nAs the &lt;a href=\"Member%20state%20of%20the%20European%20Union\"&gt;EU's membership&lt;/a&gt; has since &lt;a href=\"Enlargement%20of%20the%20European%20Union\"&gt;expanded&lt;/a&gt; in 2004 and 2007, with further expansions envisaged, the common faces of all euro coins from the value of 10 cent and above were redesigned in 2007 to show a new map. This map showed Europe, not just the EU, as one continuous landmass; however, &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt; was moved west as the map cut off after the &lt;a href=\"Bosporus\"&gt;Bosporus&lt;/a&gt; (which was seen as excluding &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; for political reasons). The redesign in 2007, rather than in 2004, was because 2007 saw the first enlargement of the eurozone: the entry of &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;. Hence, the Slovenian design was added to the designs in circulation. Two more designs were added in 2008 with the entry of &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt; and &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; and another one in 2009 with &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;. Two more were added in 2011 and 2014, for &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt; and &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, respectively, and one for &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt; in 2015.\nDesign.\nThe coins are composed of an alloy called &lt;a href=\"Nordic%20gold\"&gt;Nordic gold&lt;/a&gt;, with a diameter of 24.25 mm, a 2.38 mm thickness and a mass of 7.80 grams. The coins' edges have regular indentations. The coins have been used from 2002, though some are dated 1999 which is the year the &lt;a href=\"euro\"&gt;euro&lt;/a&gt; was created as a currency, but not put into general circulation.\nReverse (common) side.\nThe reverse (used from 2007 onwards) was designed by Luc Luycx and displays a map of Europe on the left. The map does not include &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; and cuts off on the right through Russia (exactly, at a line from the &lt;a href=\"Kandalaksha%20Gulf\"&gt;Kandalaksha Gulf&lt;/a&gt; to the &lt;a href=\"Bosphorus\"&gt;Bosphorus&lt;/a&gt; (Cyprus is moved westward under &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt; in order to include it and Malta is shown as disproportionally large so that it shows up). The map is flat and level with most of the coin and the sea is shown as an indentation. Six fine lines cut through the sea, breaking when passing through the map, and at their ends at the top and bottom are twelve stars (reflective of the &lt;a href=\"flag%20of%20Europe\"&gt;flag of Europe&lt;/a&gt;). To the right, in raised lettering, is \"50 Euro Cent\" with the '50' being shown much larger than the words. The designer's initials, LL, appear next to the 0 in 50.\n&lt;a href=\"Luc%20Luycx\"&gt;Luc Luycx&lt;/a&gt; designed the original coin, which was much the same except the design was only of the then 15 members and shown with gaps between the states and raised rather than with an indented sea.\nObverse (national) sides.\nThe obverse side of the coin depends on the issuing country. All have to include twelve stars (in most cases a circle around the edge), the engraver's initials and the year of issue. New designs also have to include the name or initials of the issuing country. The side cannot repeat the denomination of the coin unless the issuing country uses an alphabet other than &lt;a href=\"Latin%20alphabet\"&gt;Latin&lt;/a&gt; (currently, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; is the only such country, hence it engraves \"50 ΛΕΠΤΑ\" (50 LEPTA) upon its coins). Despite using the Latin alphabet, Austria repeats the denomination on its coins, but in words in the &lt;a href=\"German%20language\"&gt;German language&lt;/a&gt;.\nPlanned designs.\nAustria, Germany and Greece will also at some point need to update their designs to comply with guidelines stating they must include the issuing state's name or initial, and not repeat the denomination of the coin.\nIn addition, there are several EU states that have not yet adopted the euro, some of them have already agreed upon their coin designs however it is not yet known exactly when they will adopt the currency, and hence these are not yet minted. See &lt;a href=\"enlargement%20of%20the%20Eurozone\"&gt;enlargement of the Eurozone&lt;/a&gt; for expected entry dates of these countries."
}