{
    "id": "6140889",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=6140889",
    "title": "Cottage hospital",
    "text": "A cottage hospital is a semi-obsolete type of small hospital, most commonly found in the United Kingdom.\nThe original concept was a small rural building having several beds. The advantages of such a hospital in villages were the provision of care which avoided long journeys to county or voluntary hospitals, facilities to deal more immediately with emergencies, and familiarity the local physician might have with their patients that may affect their treatment. This local knowledge of the patient would probably have been lost had they been referred to their nearest county hospital, as was typical for poorer patients.\nSome of these buildings continued to be known as cottage hospitals until recent times. In particular, several are still recognisable in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; within the infrastructure of &lt;a href=\"NHS%20Grampian\"&gt;NHS Grampian&lt;/a&gt;, &lt;a href=\"Kirkcudbrightshire\"&gt;Kirkcudbrightshire&lt;/a&gt;, &lt;a href=\"Dumfries%20and%20Galloway\"&gt;Dumfries &amp; Galloway&lt;/a&gt;, and in &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt; and &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;, an example being the &lt;a href=\"Aldeburgh%20Cottage%20Hospital\"&gt;Aldeburgh Cottage Hospital&lt;/a&gt;, which is still working as a traditional cottage hospital. The term &lt;a href=\"community%20hospital\"&gt;community hospital&lt;/a&gt; is now applied to most of these buildings where they are used to deliver healthcare, reflecting the wider range of services that are provided in more modern times.\nBackground.\nFollowing &lt;a href=\"King%20Henry%20VIII\"&gt;King Henry VIII&lt;/a&gt;'s &lt;a href=\"Dissolution%20of%20the%20Monasteries\"&gt;Dissolution of the Monasteries&lt;/a&gt; in 1536-40, only a few hospitals remained in use: &lt;a href=\"St%20Thomas%27%20Hospital\"&gt;St Thomas'&lt;/a&gt;, &lt;a href=\"St%20Bartholomew%27s%20Hospital\"&gt;St Bartholomew's&lt;/a&gt;, the &lt;a href=\"Bethlehem%20Hospital\"&gt;Bethlehem Hospital&lt;/a&gt; for the insane and two &lt;a href=\"Lock%20Hospital\"&gt;lock hospital&lt;/a&gt;s for the treatment of syphilis. From the mid-16th century until the Voluntary Hospital Movement in the early part of the 18th century there was a dearth of hospital care in the UK.\nThe first voluntary hospital created to provide free care through the philanthropic action of doctors and surgeons for the ill poor was the &lt;a href=\"French%20Hospital%20%28La%20Providence%29\"&gt;French Hospital&lt;/a&gt; in &lt;a href=\"Finsbury\"&gt;Finsbury&lt;/a&gt;, London, started in 1718 by &lt;a href=\"Huguenots\"&gt;Huguenot&lt;/a&gt; immigrants. The movement developed with the opening of &lt;a href=\"Westminster%20Hospital\"&gt;Westminster Hospital&lt;/a&gt; near &lt;a href=\"St%20James%27s%20Park\"&gt;St James's Park&lt;/a&gt;. This was followed by the commissioning of &lt;a href=\"St%20George%27s%20Hospital\"&gt;St George's Hospital&lt;/a&gt; at Hyde Park Corner. Over the next 50 years, voluntary hospitals were built across the UK with a larger number in the south of England, although one of the largest voluntary hospitals opened in Edinburgh in 1729. Funding was problematic in the early years as the development of voluntary hospitals competed with government, county and local funding for the provision of care under the &lt;a href=\"Poor%20Law\"&gt;Poor Law&lt;/a&gt; Acts of 1722 and 1782. The County Hospitals received enormous public charity support. Alongside these care facilities were dispensaries.\nAccommodated in a single building, they provided what is now called out-patient and day-patient care. Medicines (termed ‘physics’) were prescribed, and minor surgical procedures as well as &lt;a href=\"Fire%20cupping\"&gt;cupping&lt;/a&gt; and &lt;a href=\"bloodletting\"&gt;bleeding&lt;/a&gt; were carried out, the patient returning to their home after treatment.\nHistory.\nIn 1818 the village surgeon, Mr. &lt;a href=\"Henry%20Lilley%20Smith\"&gt;Henry Lilley Smith&lt;/a&gt; opened a dispensary in &lt;a href=\"Southam\"&gt;Southam&lt;/a&gt;, &lt;a href=\"Warwickshire\"&gt;Warwickshire&lt;/a&gt;. This comprised an 8 bed-roomed cottage with 4 beds. It was for the use of manual labourers and their families. Except in name this facility fulfills the broad definition of a cottage hospital. p20\nIn 1827 Sir &lt;a href=\"Astley%20Cooper\"&gt;Astley Cooper&lt;/a&gt; converted some cottages at &lt;a href=\"Piccotts%20End\"&gt;Piccotts End&lt;/a&gt;, close to Hemel Hempstead, into the first cottage hospital providing free medical services.\n1842 saw the commissioning of a cottage hospital in &lt;a href=\"Wellow%2C%20Nottinghamshire\"&gt;Wellow&lt;/a&gt;, &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt; with six beds and managed by a board which included many eminent gentlemen. Mr. W Squire Ward was the surgeon on its inception and remained so for 25 years. One nurse was employed with occasional assistance and a wide range of surgical interventions were successfully carried out. p21\nBetween 1855 and 1898, 294 cottage hospitals were established.\nIn 1859 Albert Napper converted a small cottage into a hospital in the village of &lt;a href=\"Cranleigh\"&gt;Cranleigh&lt;/a&gt; in Surrey. This hospital opened because Napper was concerned that there were no local hospital facilities for the poor in the village. &lt;a href=\"St%20Thomas%27%20Hospital\"&gt;St Thomas’ Hospital&lt;/a&gt; was the nearest voluntary hospital and that was about 45 kilometres away on unmade roads, a dangerous journey for an ill person. The only other possibility for care was in a local &lt;a href=\"workhouse\"&gt;workhouse&lt;/a&gt; infirmary but this was some 12 kilometres away in Guildford, had no trained nurses and carried the real (at that time) risk of the patient being stigmatized as a pauper. The third possibility was to stay at home; in those days and for poor people this condition is indicated by Horace Swete, a village surgeon in &lt;a href=\"Wrington\"&gt;Wrington&lt;/a&gt; in &lt;a href=\"Somerset\"&gt;Somerset&lt;/a&gt;, UK, in his book of 1870.\nThe moneyed class could afford much better conditions and treatment in private hospital without the risk of loss of employment, a slide in poverty or worse.\nAlbert Napper's sympathy for the poorer classes was shared by the Reverend &lt;a href=\"John%20Sapte\"&gt;JH Sapte&lt;/a&gt;, Rector of Cranley (as the name was than spelled) and they fostered the idea of finding some accommodation for the care and nursing of the ill poor. Then an occurrence of a single incident is recorded by Swete as being the catalyst for the development of the cottage hospital. Sapte was riding across the common in Cranley when he heard of a serious accident. The victim had been carried to a nearby cottage and when Sapte arrived he found Napper and two assistants amputating the leg of the injured man. This incident confirmed for both men the need for some local facility where sick or injured people could receive urgent care. Sapte made a cottage available, rent-free, which after being whitewashed and simply furnished opened after a few weeks as the first cottage hospital.\nThat same cottage still exists today at the entrance to Cranleigh Village Hospital.\nNapper proceeded to admit local patients to the Village Hospital, as it was called, and kept records from the start. Among the first 100 patients he recorded \"&lt;a href=\"Bone%20fracture\"&gt;compound fracture&lt;/a&gt; of both bones in the leg\", \"extensive &lt;a href=\"Scar\"&gt;cicatrix&lt;/a&gt; from a burn\", \"chronic pneumonia in both lungs\", \"multiple injuries\" and amputation of fingers in a boy\"."
}