{
    "id": "61413291",
    "revid": "19992876",
    "url": "https://en.wikipedia.org/wiki?curid=61413291",
    "title": "EVZ Academy",
    "text": "EVZ Academy is a &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; team who play in &lt;a href=\"Zug\"&gt;Zug&lt;/a&gt;, Switzerland. They have played since the &lt;a href=\"2016-17%20National%20League%20B%20season\"&gt;2016–17&lt;/a&gt; season in the &lt;a href=\"Swiss%20League\"&gt;Swiss League&lt;/a&gt; (SL), the second tier of the main professional ice hockey league in Switzerland, behind the &lt;a href=\"National%20League%20%28ice%20hockey%29\"&gt;National League&lt;/a&gt;, as the primary affiliate to &lt;a href=\"EV%20Zug\"&gt;EV Zug&lt;/a&gt;.\nHistory.\nThe club name is derived from Zug's junior program \"The Hockey Academy\" and was founded with the purpose to serve as an affiliate club to shareholder and National League club, &lt;a href=\"EV%20Zug\"&gt;EV Zug&lt;/a&gt;. They submitted an application to play in the &lt;a href=\"National%20League%20B\"&gt;National League B&lt;/a&gt; and were permitted to play in the &lt;a href=\"2016-17%20National%20League%20B%20season\"&gt;2016–17&lt;/a&gt; season.\nEVZ Academy plays its home games in the Zug's training rink, Academy Arena, as well as occasionally in the &lt;a href=\"Bossard%20Arena\"&gt;Bossard Arena&lt;/a&gt;, in Sursee, home to EV Zug. In their debut season, EVZ Academy collected just 10 wins in 48 games to finish in 10th place.\nIn the 2018–19 season, &lt;a href=\"Jason%20O%27Leary\"&gt;Jason O'Leary&lt;/a&gt; replaced inaugural head coach &lt;a href=\"Stefan%20Hedlund\"&gt;Stefan Hedlund&lt;/a&gt;, who was promoted to EV Zug's coaching staff. Having won the Swiss League in 2017 with &lt;a href=\"SC%20Langenthal\"&gt;SC Langenthal&lt;/a&gt;, O'Leary led Academy to their second playoff berth, claiming 8th position before losing to regular season champions &lt;a href=\"HC%20La%20Chaux-de-Fonds\"&gt;HC La Chaux-de-Fonds&lt;/a&gt;.\nAt the conclusion of the season, O'Leary left to coach top flight DEL club &lt;a href=\"Iserlohn%20Roosters\"&gt;Iserlohn Roosters&lt;/a&gt;, and he was replaced by &lt;a href=\"Roger%20Hansson%20%28ice%20hockey%29\"&gt;Roger Hansson&lt;/a&gt;, as Academy's third head coach."
}