{
    "id": "61449764",
    "revid": "16503221",
    "url": "https://en.wikipedia.org/wiki?curid=61449764",
    "title": "Sentience Institute",
    "text": "The Sentience Institute (SI) is an American interdisciplinary &lt;a href=\"think%20tank\"&gt;think tank&lt;/a&gt; that specializes in &lt;a href=\"effective%20altruism\"&gt;effective altruism&lt;/a&gt; and &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt; research. It was founded by &lt;a href=\"Jacy%20Reese%20Anthis\"&gt;Jacy Reese Anthis&lt;/a&gt; and Kelly Anthis in June 2017 and has published research reports on various social movements and new technologies.\nHistory.\nThe Sentience Institute was founded on the principle of &lt;a href=\"effective%20altruism\"&gt;effective altruism&lt;/a&gt;, a philosophy and social movement that uses evidence and reasoning to determine the most effective ways to benefit others. The institute bills itself as, \"an advocacy think tank researching and advising advocates on the most effective strategies to expand humanity's moral circle.\" Its founders, Kelly Witwicki and &lt;a href=\"Jacy%20Reese%20Anthis\"&gt;Jacy Reese Anthis&lt;/a&gt;, were working at &lt;a href=\"Sentience%20Politics\"&gt;Sentience Politics&lt;/a&gt;, which was part of the Effective Altruism Foundation. Sentience Politics is now a nonprofit organization running political initiatives in the German-speaking area. Anthis had also previously worked at &lt;a href=\"Animal%20Charity%20Evaluators\"&gt;Animal Charity Evaluators&lt;/a&gt; as chair of the board of directors and then as a full-time researcher.\nAnthis and Witwicki were selected for &lt;a href=\"Vice%20Media\"&gt;Vice Media&lt;/a&gt;'s 2017 \"Humans of the Year\" award. Reporter Matthew Gault described the institute's research agenda as \"a huge endeavor.\" Kelly spoke of the need for evidence and research in the study of social movements: Witwicki and Anthis married in 2020.\nResearch.\nSentience Institute synthesizes some of its research into a Summary of Evidence for Foundational Questions in Effective Animal Advocacy, which catalogs evidence from a variety of sources with implications for animal advocacy movement strategy.\nSince 2017, the institute has published several &lt;a href=\"white%20papers\"&gt;white papers&lt;/a&gt; including a study of the British &lt;a href=\"antislavery\"&gt;antislavery&lt;/a&gt; movement, a study of the French &lt;a href=\"nuclear%20power\"&gt;nuclear power&lt;/a&gt; movement, and a study of &lt;a href=\"genetically%20modified%20food\"&gt;genetically modified food&lt;/a&gt;.\nThe institute polled the views of American adults towards animal agriculture, most notably finding that 47% agreed with the statement, \"I support a ban on slaughterhouses.\" It was replicated in January 2018 by a team of agricultural economists at Oklahoma State University who found the same result.\nIn November 2018, Anthis, writing under the pen-name \"Jacy Reese\", published \"&lt;a href=\"The%20End%20of%20Animal%20Farming\"&gt;The End of Animal Farming&lt;/a&gt;\", which summarizes and builds on most of the institute's research and communicates it with the general public. Near the end of the book, Reese concludes that, \"if I had to speculate, I would say by 2100 all forms of farming will seem outdated and barbaric.\" Reese criticizes the notion of humane meat."
}