{
    "id": "61456244",
    "revid": "253891",
    "url": "https://en.wikipedia.org/wiki?curid=61456244",
    "title": "Southern Cross 28",
    "text": "The Southern Cross 28, also called the Gillmer 28, is an American &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt; that was designed by &lt;a href=\"Thomas%20C.%20Gillmer\"&gt;Thomas C. Gillmer&lt;/a&gt; and first built in 1978.\nProduction.\nThe design was built by &lt;a href=\"C.%20E.%20Ryder\"&gt;C. E. Ryder&lt;/a&gt; in &lt;a href=\"Bristol%2C%20Rhode%20Island\"&gt;Bristol, Rhode Island&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, but it is now out of production.\nDesign.\nThe Southern Cross 28 is a recreational &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt;, with &lt;a href=\"teak\"&gt;teak&lt;/a&gt; wood trim. The deck is fiberglass with a &lt;a href=\"balsa\"&gt;balsa&lt;/a&gt; core, while the hull is fiberglass with an Airtex foam core.\nThe design has a &lt;a href=\"cutter%20rig\"&gt;cutter&lt;/a&gt; &lt;a href=\"sloop\"&gt;sloop&lt;/a&gt; rig, with a boom-mounted, self-tending &lt;a href=\"staysail\"&gt;staysail&lt;/a&gt;, a teak &lt;a href=\"bowsprit\"&gt;bowsprit&lt;/a&gt;, a spooned &lt;a href=\"raked%20stem\"&gt;raked stem&lt;/a&gt;, a raised &lt;a href=\"Transom%20%28nautical%29\"&gt;transom&lt;/a&gt;, a &lt;a href=\"skeg\"&gt;skeg&lt;/a&gt;-mounted &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; controlled by a &lt;a href=\"tiller\"&gt;tiller&lt;/a&gt; and a fixed swept fin &lt;a href=\"keel\"&gt;keel&lt;/a&gt;. The keel design is a modified long keel, with a cutout for the propeller shaft, creating a fin keel. It displaces and carries of lead ballast.\nThe boat has a draft of with the standard keel fitted.\nThe boat is fitted with a &lt;a href=\"Universal%20Atomic%204\"&gt;Universal Atomic 4&lt;/a&gt; &lt;a href=\"gasoline%20engine\"&gt;gasoline engine&lt;/a&gt; for docking and maneuvering. The fuel tank holds and the fresh water tank has a capacity of .\nThe &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; is mounted on the port side at the bottom of the companionway stairs, with a sink and two-burner, alcohol-fired stove. The &lt;a href=\"icebox\"&gt;icebox&lt;/a&gt; is mounted to starboard and serves as a navigation table as well. The &lt;a href=\"Head%20%28watercraft%29\"&gt;head&lt;/a&gt; is forward, just behind the bow \"V\"-berth and includes storage space and a hanging locker. It has privacy doors. Additional sleeping accommodation in the main cabin includes a port settee that extends under the head and a starboard settee that opens to a double. The interior wooden trim is all teak.\nVentilation is provided by &lt;a href=\"dorade%20vents\"&gt;dorade vents&lt;/a&gt;, three cowl vents, a forward hatch and six opening portlights. A midship opening hatch was a factory option.\nThe boat came factory-equipped with two &lt;a href=\"halyard\"&gt;halyard&lt;/a&gt; winches and two &lt;a href=\"genoa%20%28sail%29\"&gt;genoa&lt;/a&gt; winches. A &lt;a href=\"topping%20lift\"&gt;topping lift&lt;/a&gt; and &lt;a href=\"jiffy%20reefing\"&gt;jiffy reefing&lt;/a&gt; were standard. Optional factory equipment included &lt;a href=\"roller%20furling\"&gt;roller furling&lt;/a&gt;, a &lt;a href=\"boom%20vang\"&gt;boom vang&lt;/a&gt;, &lt;a href=\"spinnaker\"&gt;spinnaker&lt;/a&gt; and tracks for the genoa.\nThe design has a &lt;a href=\"Performance%20Handicap%20Racing%20Fleet\"&gt;PHRF&lt;/a&gt; racing average handicap of 230.\nOperational history.\nSailor Donna Lange completed two solo global &lt;a href=\"circumnavigation\"&gt;circumnavigation&lt;/a&gt;s on board her Southern Cross 28, named \"Inspired Insanity\". Her 2005 voyage lasted 17 months and she repeated the trip in 2015. During the latter voyage the boat experienced a &lt;a href=\"Capsizing\"&gt;knockdown&lt;/a&gt; and &lt;a href=\"dismasting\"&gt;dismasting&lt;/a&gt; in winds. As a result, Lange took the boat though the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt; instead of rounding &lt;a href=\"Cape%20Horn\"&gt;Cape Horn&lt;/a&gt;.\nIn a review of the design, Richard Sherwood wrote, \"the keel is modified full, and the rudder skeg is substantial. Forward, the hull flares. Displacement is moderate. With a self-tending staysail, single-handing is simple. As with all cutters, the amount of sail carried can be varied significantly. As the manufacturer says, the Southern Cross 'looks like a sailboat.'\"\nIn a 2018 review, \"Sailing\" magazine writer David Liscio described the design as, \"a diminutive sturdy cruiser that is capable of mighty bluewater passages\".\nSee also.\nRelated development\nSimilar sailboats"
}