{
    "id": "61466065",
    "revid": "40821205",
    "url": "https://en.wikipedia.org/wiki?curid=61466065",
    "title": "NFL on television in the 1980s",
    "text": "NBC made history in the 1980s with an &lt;a href=\"Announcerless%20game\"&gt;announcerless telecast&lt;/a&gt;, which was a one-shot experiment credited to &lt;a href=\"Don%20Ohlmeyer\"&gt;Don Ohlmeyer&lt;/a&gt;, between the &lt;a href=\"1980%20New%20York%20Jets%20season\"&gt;Jets&lt;/a&gt; and &lt;a href=\"1980%20Miami%20Dolphins%20season\"&gt;Dolphins&lt;/a&gt; in &lt;a href=\"Miami%20Orange%20Bowl\"&gt;Miami&lt;/a&gt; on December 20, &lt;a href=\"1980%20NFL%20season\"&gt;1980&lt;/a&gt;), as well as a single-announcer telecast, coverage of the &lt;a href=\"1982%20CFL%20season\"&gt;Canadian Football League&lt;/a&gt; during the &lt;a href=\"1982%20NFL%20season\"&gt;1982&lt;/a&gt; players' strike (the first week of broadcasts featured the \"NFL on NBC\" broadcast teams, before a series of blowout games on the network and the resulting low &lt;a href=\"Nielsen%20ratings\"&gt;ratings&lt;/a&gt; resulted in NBC cutting back and eventually canceling its CFL coverage), and even the first female play-by-play football announcer, &lt;a href=\"Gayle%20Sierens\"&gt;Gayle Sierens&lt;/a&gt; (which in its own way set the mold for female sportscasters of today).\nYear-by-year breakdown.\n&lt;a href=\"1980%20NFL%20season\"&gt;1980&lt;/a&gt;.\n&lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt; televised Super Bowl XIV in the United States with &lt;a href=\"play-by-play\"&gt;play-by-play announcer&lt;/a&gt; &lt;a href=\"Pat%20Summerall\"&gt;Pat Summerall&lt;/a&gt; and &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt; &lt;a href=\"Tom%20Brookshier\"&gt;Tom Brookshier&lt;/a&gt;. One of the guest analysts for the network's studio pregame show was former Oakland Raiders coach &lt;a href=\"John%20Madden\"&gt;John Madden&lt;/a&gt;; he impressed CBS executives so much that he replaced Brookshier as lead game analyst in 1981. &lt;a href=\"NFL%20on%20Dial%20Global\"&gt;CBS Radio&lt;/a&gt; coverage featured &lt;a href=\"Jack%20Buck\"&gt;Jack Buck&lt;/a&gt; and &lt;a href=\"Hank%20Stram\"&gt;Hank Stram&lt;/a&gt;; with &lt;a href=\"Brent%20Musburger\"&gt;Brent Musburger&lt;/a&gt; working both radio and television coverage (hosting the &lt;a href=\"The%20NFL%20Today\"&gt;Super Bowl Today&lt;/a&gt; pregame show and the &lt;a href=\"Vince%20Lombardi%20Trophy\"&gt;Vince Lombardi Trophy&lt;/a&gt; presentation). Joining Musburger on CBS' pregame coverage was the &lt;a href=\"The%20NFL%20Today\"&gt;NFL Today&lt;/a&gt; crew of &lt;a href=\"Irv%20Cross\"&gt;Irv Cross&lt;/a&gt; (who joined Musburger in the Pittsburgh Steelers locker room), &lt;a href=\"Jayne%20Kennedy\"&gt;Jayne Kennedy&lt;/a&gt; (the only Super Bowl she would be part of covering for CBS), &lt;a href=\"Jimmy%20Snyder%20%28sports%20commentator%29\"&gt;Jimmy \"The Greek\" Snyder&lt;/a&gt; and &lt;a href=\"Jack%20Whitaker\"&gt;Jack Whitaker&lt;/a&gt;; with &lt;a href=\"George%20Allen%20%28American%20football%20coach%29\"&gt;George Allen&lt;/a&gt; as a second guest analyst; while filing remote reports from bars in the respect team's home markets were &lt;a href=\"Paul%20Hornung\"&gt;Paul Hornung&lt;/a&gt; in The Ginger Man in &lt;a href=\"Beverly%20Hills%2C%20California\"&gt;Beverly Hills&lt;/a&gt; (briefly joined by Jayne Kennedy's \"NFL Today\" predecessor &lt;a href=\"Phyllis%20George\"&gt;Phyllis George&lt;/a&gt; and her then-husband, newly inaugurated &lt;a href=\"Governor%20of%20Kentucky\"&gt;Kentucky Governor&lt;/a&gt; &lt;a href=\"John%20Y.%20Brown%20Jr.\"&gt;John Y. Brown Jr.&lt;/a&gt; along with &lt;a href=\"1979%20Houston%20Oilers%20season\"&gt;Houston Oilers&lt;/a&gt; quarterback &lt;a href=\"Dan%20Pastorini\"&gt;Dan Pastorini&lt;/a&gt;) and &lt;a href=\"Tim%20Ryan%20%28sportscaster%29\"&gt;Tim Ryan&lt;/a&gt; at the LeMont Restaurant in Pittsburgh (which included a brief shot of the newly redesigned &lt;a href=\"1979-80%20Pittsburgh%20Penguins%20season\"&gt;Pittsburgh Penguins&lt;/a&gt; logo and uniform); while &lt;a href=\"Dick%20Stockton\"&gt;Dick Stockton&lt;/a&gt; handled the Los Angeles Rams locker room interviews.\n&lt;a href=\"Nielsen%20ratings\"&gt;Television ratings&lt;/a&gt; in &lt;a href=\"1980%20NFL%20season\"&gt;1980&lt;/a&gt; were the second-best in NFL history, trailing only the combined ratings of the &lt;a href=\"1976%20NFL%20season\"&gt;1976 season&lt;/a&gt;. All three networks posted gains, and NBC's 15.0 rating was its best ever. NFL broadcasts on CBS and ABC had their best ratings since 1977, with 15.3 and 20.8 ratings, respectively.\nStarting with the 1980 season, CBS frequently used the beginning guitar riff of &lt;a href=\"Heart%20%28band%29\"&gt;Heart&lt;/a&gt;'s \"&lt;a href=\"Crazy%20on%20You\"&gt;Crazy on You&lt;/a&gt;\" for commercial break tosses.\nDuring the 1980 season, \"Monday Night Football\" continued its tradition of featuring notable guests during the half-time show, from a variety of different industries and backgrounds. During a \"Thursday Night Football\" special in Houston, 2 days after Ronald Reagan was elected to the White House, Vice-President elect &lt;a href=\"George%20H.W.%20Bush\"&gt;George H.W. Bush&lt;/a&gt; was interviewed in the broadcast booth at halftime. Prior to the election, none of the candidates were invited on the program due to equal time regulations governing appearances during campaigns. Later that same season in Southern California, movie star &lt;a href=\"Bo%20Derek\"&gt;Bo Derek&lt;/a&gt;, well known for her role in the movie \"Ten\", was the half-time guest and was interviewed by Howard Cosell. Some of the production crew teasingly referred to the segment as \"The Beauty and the Beast\".\n1980 also marked some key personnel moves for the top-rated ABC show. It was the first season of \"Monday Night Football\" produced by &lt;a href=\"Bob%20Goodrich\"&gt;Bob Goodrich&lt;/a&gt;, who would lead the production team for another 6 years. In addition, 1980 was the first year a woman joined the traveling production crew of over 40 cameramen, engineers, producers and directors. Alexis Denny, then a sophomore at &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;, served as the stage manager of the telecasts and wrote the script for the half-time highlights that Howard Cosell would voice over in a style for which he was known throughout his career.\nOne of the most remembered moments in \"Monday Night Football\" history occurred on December 8, &lt;a href=\"1980%20NFL%20season\"&gt;1980&lt;/a&gt;, yet had nothing to do with the game or football in general. During a game between the &lt;a href=\"1980%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; and &lt;a href=\"1980%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt;, Howard Cosell broke the news of famed &lt;a href=\"The%20Beatles\"&gt;Beatle&lt;/a&gt; &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt;'s &lt;a href=\"death%20of%20John%20Lennon\"&gt;assassination&lt;/a&gt;, news that stunned a nationwide audience.\n In 1974, Lennon had appeared in the \"Monday Night Football\" broadcast booth and was briefly interviewed by Cosell.\n&lt;a href=\"1981%20NFL%20season\"&gt;1981&lt;/a&gt;.\nSuper Bowl XV was broadcast in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; by &lt;a href=\"NFL%20on%20NBC\"&gt;NBC&lt;/a&gt;, with &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt; handling the &lt;a href=\"play-by-play\"&gt;play-by-play&lt;/a&gt; duties (Enberg's first Super Bowl in that role) and &lt;a href=\"Merlin%20Olsen\"&gt;Merlin Olsen&lt;/a&gt; serving as &lt;a href=\"color%20analyst\"&gt;color analyst&lt;/a&gt;. (&lt;a href=\"John%20Brodie\"&gt;John Brodie&lt;/a&gt; and &lt;a href=\"Len%20Dawson\"&gt;Len Dawson&lt;/a&gt;, in a separate broadcast booth, also provided occasional analysis during the game.) &lt;a href=\"Bryant%20Gumbel\"&gt;Bryant Gumbel&lt;/a&gt; and &lt;a href=\"Mike%20Adamle\"&gt;Mike Adamle&lt;/a&gt; of \"&lt;a href=\"The%20NFL%20on%20NBC%20Pregame%20Show%23The%20NFL%20.7Binsert%20year.7D%20.281977-1986.29\"&gt;NFL '80&lt;/a&gt;\" anchored the pregame, halftime, and postgame coverage. Also taking part on NBC's coverage of the game were &lt;a href=\"Pete%20Axthelm\"&gt;Pete Axthelm&lt;/a&gt; and &lt;a href=\"Bob%20Trumpy\"&gt;Bob Trumpy&lt;/a&gt;. &lt;a href=\"Super%20Bowl%20XIII\"&gt;Like the game two years before&lt;/a&gt;, NBC used the same custom, synthesizer-heavy theme in place of their regular music. This game would also be the first Super Bowl to air with &lt;a href=\"closed%20captioning\"&gt;closed captioning&lt;/a&gt; for the hearing impaired.\n\"&lt;a href=\"CHiPs\"&gt;CHiPs&lt;/a&gt;\" was broadcast after the game, representing the &lt;a href=\"List%20of%20Super%20Bowl%20lead-out%20programs\"&gt;Super Bowl lead-out program&lt;/a&gt;. Toward the end of NBC's coverage, a montage of the game, the arrival of &lt;a href=\"Iran%20hostage%20crisis\"&gt;the hostages following their release&lt;/a&gt;, and the inauguration of &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; as the 40th &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; aired to the tune of \"&lt;a href=\"Celebration%20%28Kool%20%26amp%3B%20the%20Gang%20song%29\"&gt;Celebration&lt;/a&gt;\" by &lt;a href=\"Kool%20%26amp%3B%20the%20Gang\"&gt;Kool &amp; the Gang&lt;/a&gt;.\nIn &lt;a href=\"1981%20NFL%20season\"&gt;1981&lt;/a&gt;, ABC and CBS set all-time ratings highs, with ABC finishing the season with a 21.7 rating and CBS with a 17.5 rating; NBC was down slightly to 13.9. On October 18, 1981, Game 5 of the &lt;a href=\"National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt; between the &lt;a href=\"1981%20Los%20Angeles%20Dodgers%20season\"&gt;Los Angeles Dodgers&lt;/a&gt; and &lt;a href=\"1981%20Montreal%20Expos%20season\"&gt;Montreal Expos&lt;/a&gt;, which was supposed to be televised on &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;NBC&lt;/a&gt; that Sunday afternoon, was postponed due to snow. The cancellation of that game allowed CBS to achieve record breaking television viewership levels for a regular-season professional football broadcast. It was rated as the most watched afternoon of regular-season NFL football broadcasts on a single network in television history.\nIn 1981, CBS introduced a new opening theme for the NFL games, a peppy, &lt;a href=\"fanfare\"&gt;fanfare&lt;/a&gt;-styled theme that remained in use until partway through the &lt;a href=\"1986%20NFL%20season\"&gt;1986 season&lt;/a&gt;. The patriotic-style opening title sequence showed the &lt;a href=\"Flag%20of%20the%20United%20States\"&gt;Stars and Stripes of the U.S. flag&lt;/a&gt; morphing into the words \"National Football League.\" That same year, CBS Sports standardized its on-screen graphics for all of its telecasts; prior to this, each director in charge for each game used a different look. For the network's coverage of &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt; at the end of that season, CBS' theme music eventually became the theme for \"&lt;a href=\"CBS%20Sports%20Spectacular\"&gt;CBS Sports Saturday/Sunday&lt;/a&gt;\". The music itself, could be considered a hybrid of the theme used for \"The NFL Today\" at the time and the original theme for its &lt;a href=\"College%20Basketball%20on%20CBS\"&gt;college basketball&lt;/a&gt; broadcast; CBS would use this particular theme again at least for the NFC Championship Game at the end of the &lt;a href=\"1982%20NFL%20season\"&gt;1982 season&lt;/a&gt;.\nGoing into the 1981 NFL season, CBS Sports executives decided that &lt;a href=\"John%20Madden\"&gt;John Madden&lt;/a&gt;, who had joined the network in 1979 and had worked with &lt;a href=\"Frank%20Glieber\"&gt;Frank Glieber&lt;/a&gt; and &lt;a href=\"Gary%20Bender\"&gt;Gary Bender&lt;/a&gt; (Pat Summerall and Madden were first teamed on a November 25, &lt;a href=\"1979%20NFL%20season\"&gt;1979&lt;/a&gt; broadcast of a &lt;a href=\"1979%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt;–&lt;a href=\"1979%20Tampa%20Bay%20Buccaneers%20season\"&gt;Tampa Bay Buccaneers&lt;/a&gt; game) in his first two years, was going to be their star NFL &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt; – however, they had trouble figuring out who was going to be his &lt;a href=\"play-by-play\"&gt;play-by-play&lt;/a&gt; partner. At the time CBS had reshuffled their #1 team lineup as Summerall's longtime broadcast partner Tom Brookshier was moved into a play-by-play role (teamed with former &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt; legend &lt;a href=\"Wayne%20Walker%20%28linebacker%29\"&gt;Wayne Walker&lt;/a&gt;, at the time the sports director for CBS affiliate &lt;a href=\"KPIX-TV\"&gt;KPIX&lt;/a&gt;), and it was not immediately clear if Summerall was going to keep his position or if #2 play-by-play man &lt;a href=\"Vin%20Scully\"&gt;Vin Scully&lt;/a&gt;, whose contract was nearing expiration, was going to be promoted to take over. CBS elected to give both Summerall and Scully chances to work with Madden. Scully worked with Madden for four games in September while Summerall was busy covering the &lt;a href=\"1981%20US%20Open%20%28tennis%29\"&gt;U.S. Open&lt;/a&gt; tennis tournament for CBS. Summerall then worked with Madden for four October games as Scully called &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s &lt;a href=\"1981%20National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt; and &lt;a href=\"1981%20World%20Series\"&gt;World Series&lt;/a&gt; for the &lt;a href=\"Los%20Angeles%20Dodgers%20Radio%20Network\"&gt;Los Angeles Dodgers Radio Network&lt;/a&gt; and CBS Radio respectively.\nAfter the eighth week of the NFL season, CBS Sports executives decided that the laconic, baritone-voiced Summerall's style was more in tune with the lively, verbose Madden than the elegant, poetic Scully. As a consolation prize, CBS Sports gave Scully the \"B\" team assignment and the right to call the &lt;a href=\"NFC%20Championship%20Game\"&gt;NFC Championship Game&lt;/a&gt; telecast with &lt;a href=\"Hank%20Stram\"&gt;Hank Stram&lt;/a&gt;. Meanwhile, Pat Summerall called that game on CBS Radio with Jack Buck while John Madden prepared to do the &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt; with Summerall in &lt;a href=\"Pontiac%2C%20Michigan\"&gt;Pontiac, Michigan&lt;/a&gt;. Vin Scully reportedly was not happy about the demotion as well as (in his eyes) having his intelligence be insulted (at least, according to CBS Sports producer Terry O'Neil in the book \"The Game Behind the Game\"). As a result, Scully bolted to &lt;a href=\"NBC%20Sports\"&gt;NBC&lt;/a&gt; (where he started a seven-year run as their lead &lt;a href=\"Major%20League%20Baseball%20on%20NBC%23The%20Vin%20Scully%20Era%20%281983%E2%80%931989%29\"&gt;Major League Baseball&lt;/a&gt; announcer) as soon as his contract with CBS was up.\nIn &lt;a href=\"1981%20NFL%20season\"&gt;1981&lt;/a&gt;, ABC and CBS set all-time rating highs. ABC finished with a 21.7 rating and CBS with a 17.5 rating. NBC however, was down slightly to 13.9; this was, at the time, the nadir of the &lt;a href=\"Fred%20Silverman\"&gt;Fred Silverman&lt;/a&gt; era, when ratings for the network were down across the board.\n&lt;a href=\"1982%20NFL%20season\"&gt;1982&lt;/a&gt;.\nThe NFL's television contract renewal in 1982 also put ABC in the &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; rotation for the first time, giving it the broadcast rights to &lt;a href=\"Super%20Bowl%20XIX\"&gt;Super Bowl XIX&lt;/a&gt; in 1985. A second renewal of the television contract gave them the rights to &lt;a href=\"Super%20Bowl%20XXII\"&gt;Super Bowl XXII&lt;/a&gt; in 1988. NBC's national &lt;a href=\"Nielsen%20rating\"&gt;Nielsen rating&lt;/a&gt; of 48.6 for &lt;a href=\"Super%20Bowl%20XVII\"&gt;Super Bowl XVII&lt;/a&gt; was the second-highest for a Super Bowl broadcast, trailing only the 49.1 garnered by &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt; on CBS the year before. Following the game, NBC aired the premiere episode of \"&lt;a href=\"The%20A-Team\"&gt;The A-Team&lt;/a&gt;\", beginning the tradition of the game's host network airing &lt;a href=\"List%20of%20Super%20Bowl%20lead-out%20programs\"&gt;programming after the game&lt;/a&gt;.\nOn January 24, 1982, CBS Sports' broadcast of Super Bowl XVI – in which the &lt;a href=\"1981%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt; (led by quarterback &lt;a href=\"Joe%20Montana\"&gt;Joe Montana&lt;/a&gt;) defeated the &lt;a href=\"1981%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;, 26–21 – became the highest rated Super Bowl of all time, with a 49.1 rating/73 share. Pat Summerall and John Madden called their first Super Bowl together as they went on to become one of the most popular NFL announcing teams ever. During the Super Bowl XVI telecast, the &lt;a href=\"telestrator\"&gt;telestrator&lt;/a&gt; made its major network debut, which the network introduced as the \"CBS Chalkboard\" during their sports coverage. Madden utilized the device effectively to diagram &lt;a href=\"Play%20from%20scrimmage\"&gt;football plays&lt;/a&gt; on-air to viewers. The telestrator is generally credited with popularizing the use of \"telestration\" during sports commentary.\nHosting coverage for \"&lt;a href=\"The%20NFL%20Today\"&gt;The Super Bowl Today&lt;/a&gt;\" pregame (90 minutes), halftime, and postgame shows was the \"&lt;a href=\"NFL%20Today\"&gt;NFL Today&lt;/a&gt;\" crew of &lt;a href=\"Brent%20Musburger\"&gt;Brent Musburger&lt;/a&gt;; &lt;a href=\"Irv%20Cross\"&gt;Irv Cross&lt;/a&gt;; &lt;a href=\"Phyllis%20George\"&gt;Phyllis George&lt;/a&gt; and &lt;a href=\"Jimmy%20Snyder%20%28sports%20commentator%29\"&gt;Jimmy \"The Greek\" Snyder&lt;/a&gt;, with studio analysis from &lt;a href=\"Terry%20Bradshaw\"&gt;Terry Bradshaw&lt;/a&gt; and &lt;a href=\"Roger%20Staubach\"&gt;Roger Staubach&lt;/a&gt;. CBS, for this game, used the theme for the \"&lt;a href=\"CBS%20Sports%20Spectacular\"&gt;CBS Sports Saturday/Sunday&lt;/a&gt;\" for the intro (CBS had aired a special CBS Sports Sunday prior to the beginning of Super Bowl XVI coverage). This Super Bowl was simulcast in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; on the &lt;a href=\"CTV%20Television%20Network\"&gt;CTV Television Network&lt;/a&gt;, which was airing the Super Bowl for the first time.\nThe game was &lt;a href=\"List%20of%20most-watched%20television%20episodes\"&gt;one of the most watched broadcasts&lt;/a&gt; in &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; television history, with more than 85 million viewers. The final national &lt;a href=\"Nielsen%20rating\"&gt;Nielsen rating&lt;/a&gt; was a 49.1 (a 73 share), which is still a Super Bowl record, and ranks second to the &lt;a href=\"Goodbye%2C%20Farewell%2C%20and%20Amen\"&gt;final episode of \"M*A*S*H\"&lt;/a&gt; in 1983 among television broadcasts in general. (&lt;a href=\"Super%20Bowl%20XLV\"&gt;Super Bowl XLV&lt;/a&gt; holds the record for total U.S. viewership, with an average audience of 111 million, but only earned a rating of 46.0 and a 69 share).\nIn 1982, the NFL signed a five-year contract with the three television networks (ABC, CBS and NBC) to televise all NFL regular season and postseason games starting with the 1982 season. By this particular time, CBS decided that instead of using the regular CBS Sports typeface of that period (a variant of &lt;a href=\"Franklin%20Gothic\"&gt;Franklin Gothic&lt;/a&gt;), that it would instead use the Serifa typeface that began to be used a few months earlier on &lt;a href=\"CBS%20News\"&gt;CBS News&lt;/a&gt; programs for their title graphics and lower-thirds. During the 1982 season, the NFL allowed CBS to rebroadcast Super Bowl XVI during the first Sunday of the &lt;a href=\"1982%20NFL%20strike\"&gt;strike&lt;/a&gt;. CBS also rebroadcast their most recent Super Bowl (&lt;a href=\"Super%20Bowl%20XXI\"&gt;XXI&lt;/a&gt;) telecast during the &lt;a href=\"1987%20NFL%20season\"&gt;1987&lt;/a&gt; strike. Also during the 1982 strike, &lt;a href=\"SEC%20on%20CBS\"&gt;CBS' NCAA football contract&lt;/a&gt; required the network to show four &lt;a href=\"NCAA%20Division%20III\"&gt;Division III&lt;/a&gt; games; the network initially intended to show those games on Saturday afternoons, with the broadcasts being received only in markets that were interested in carrying them. However, with no NFL games to show on October 3, 1982 (on what would have been Week 5 of the NFL season) due to the strike, CBS decided to show all of its NCAA Division III games on a single Sunday afternoon in front of a mass audience. CBS also used their regular NFL crews (Pat Summerall and John Madden at &lt;a href=\"Wittenberg%20University%23Athletics\"&gt;Wittenberg&lt;/a&gt;–&lt;a href=\"Baldwin%E2%80%93Wallace%20College%23Athletics\"&gt;Baldwin–Wallace&lt;/a&gt;, Tom Brookshier and &lt;a href=\"Wayne%20Walker%20%28linebacker%29\"&gt;Wayne Walker&lt;/a&gt; at &lt;a href=\"West%20Georgia%20Wolves\"&gt;West Georgia&lt;/a&gt;–&lt;a href=\"Millsaps%20Majors\"&gt;Millsaps&lt;/a&gt;, &lt;a href=\"Tim%20Ryan%20%28sportscaster%29\"&gt;Tim Ryan&lt;/a&gt; and &lt;a href=\"Johnny%20Morris%20%28football%20player%29\"&gt;Johnny Morris&lt;/a&gt; at &lt;a href=\"University%20of%20Wisconsin%E2%80%93Oshkosh%23Sports\"&gt;Wisconsin–Oshkosh&lt;/a&gt; – &lt;a href=\"University%20of%20Wisconsin%E2%80%93Stout%23Sports\"&gt;Wisconsin–Stout&lt;/a&gt;, and &lt;a href=\"Dick%20Stockton\"&gt;Dick Stockton&lt;/a&gt; and &lt;a href=\"Roger%20Staubach\"&gt;Roger Staubach&lt;/a&gt; at &lt;a href=\"San%20Diego%20Toreros\"&gt;San Diego&lt;/a&gt;–&lt;a href=\"Occidental%20College%23Athletics\"&gt;Occidental&lt;/a&gt;) and aired \"The NFL Today\" instead of using their regular college football broadcasters.\n&lt;a href=\"1983%20NFL%20season\"&gt;1983&lt;/a&gt;.\nOn January 8, 1983, CBS began their coverage of the &lt;a href=\"1982%E2%80%9383%20NFL%20playoffs\"&gt;NFL playoffs&lt;/a&gt;. As a consequence to the strike, which shortened the regular season from a 16-game schedule to only 9 games, a special 16-team playoff format (which was dubbed the \"&lt;a href=\"Super%20Bowl%20XVII\"&gt;Super Bowl Tournament&lt;/a&gt;\") was instituted. Geographical divisional standings were ignored and instead, the top eight teams from each conference were seeded 1–8 based on their regular season records. Ultimately, this resulted in the early round playoff games being regionally televised for the first and to date, only time.\nSuper Bowl XVII was televised in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; by &lt;a href=\"NFL%20on%20NBC\"&gt;NBC&lt;/a&gt;, with &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt; handling the &lt;a href=\"play-by-play\"&gt;play-by-play&lt;/a&gt; duties and &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt; &lt;a href=\"Merlin%20Olsen\"&gt;Merlin Olsen&lt;/a&gt; in the broadcast booth. &lt;a href=\"Len%20Berman\"&gt;Len Berman&lt;/a&gt; and his \"&lt;a href=\"The%20NFL%20on%20NBC%20Pregame%20Show%23The%20NFL%20.7Binsert%20year.7D%20.281977-1986.29\"&gt;NFL '82&lt;/a&gt;\" castmates, &lt;a href=\"Mike%20Adamle\"&gt;Mike Adamle&lt;/a&gt; (who also covered the &lt;a href=\"Vince%20Lombardi%20Trophy\"&gt;Vince Lombardi Trophy&lt;/a&gt; presentation ceremony), &lt;a href=\"Ahmad%20Rash%C4%81d\"&gt;Ahmad Rashād&lt;/a&gt; and &lt;a href=\"Pete%20Axthelm\"&gt;Pete Axthelm&lt;/a&gt; anchored the pregame, halftime and postgame coverage. NBC's national &lt;a href=\"Nielsen%20rating\"&gt;Nielsen rating&lt;/a&gt; of 48.6 was the second-highest for a Super Bowl broadcast, trailing only the 49.1 garnered by &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt; on &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt; the year before. NBC introduced a new theme for the game; a brass-based piece that would see usage in various forms (as game introduction; pregame introduction or bumper music) for most of the remainder of the decade.\nFrom 1983 to 1986, ABC also aired a Friday night game in the final week (Week 16) of the regular season, in addition to the normal Monday night game.\nHoward Cosell continued to draw criticism during \"Monday Night Football\" with one of his offhand comments during the September 5, &lt;a href=\"1983%20NFL%20season\"&gt;1983&lt;/a&gt; game, igniting a controversy and laying the groundwork for his departure at the end of that season. In a game between the &lt;a href=\"1983%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; and &lt;a href=\"1983%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;, Cosell referred to &lt;a href=\"Alvin%20Garrett\"&gt;Alvin Garrett&lt;/a&gt;, an &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; for the Redskins, as a \"little monkey.\" Cosell noted that Garrett's small stature, and not his race, was the basis for his comment, citing the fact that he had used the term to describe his grandchildren. Later, a special on Howard Cosell showed him calling Mike Adamle (a white player) a \"little monkey.\" Stung by the unrelenting barrage of remarks, Cosell claimed upon his departure from \"Monday Night Football\" that the NFL had become \"a stagnant bore.\" In Cosell's book, \"&lt;a href=\"I%20Never%20Played%20the%20Game\"&gt;I Never Played the Game&lt;/a&gt;\", he devoted an entire chapter (\"Monkey Business\") to the Garrett episode. In the book, Cosell also said that ABC should have had the right to choose its own \"Monday Night\" schedule. In his mind, \"Monday Night Football\" is what elevated the NFL in popularity over &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;. He felt that this should have been ABC's reward for raising the league's profile.\nThat same year, &lt;a href=\"O.%20J.%20Simpson\"&gt;O. J. Simpson&lt;/a&gt; replaced Fran Tarkenton as a fill-in when Don Meredith or Cosell, who also was a broadcaster for the network's coverage of the &lt;a href=\"Major%20League%20Baseball%20on%20ABC\"&gt;Major League Baseball&lt;/a&gt; playoffs, was unavailable. The season would serve as a study in contrasts as one of the most exciting Monday night games ever was followed the next week by one of the most badly played in the run of the series. On October 17, 1983, the second highest scoring game in \"Monday Night Football\" history took place in the &lt;a href=\"1983%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt;-Washington Redskins game, with the Packers winning the game by a score of 48–47. One week later, the &lt;a href=\"1983%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; and &lt;a href=\"1983%20St.%20Louis%20Cardinals%20%28NFL%29%20season\"&gt;St. Louis Cardinals&lt;/a&gt; played for more than four hours before settling for a 20–20 &lt;a href=\"overtime%20%28sports%29\"&gt;overtime&lt;/a&gt; tie, \"MNF\"s only OT tie to date. The deadlock had come after dropped touchdown passes by Cardinal wide receivers &lt;a href=\"Willard%20Harrell\"&gt;Willard Harrell&lt;/a&gt; and &lt;a href=\"Roy%20Green\"&gt;Roy Green&lt;/a&gt;, and a trio of missed field goals by teammate &lt;a href=\"Neil%20O%27Donoghue\"&gt;Neil O'Donoghue&lt;/a&gt;, including two in the final 63 seconds of the overtime period.\n&lt;a href=\"1984%20NFL%20season\"&gt;1984&lt;/a&gt;.\nSuper Bowl XVIII was broadcast in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; by &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; and featured the broadcast team of &lt;a href=\"play-by-play\"&gt;play-by-play announcer&lt;/a&gt; &lt;a href=\"Pat%20Summerall\"&gt;Pat Summerall&lt;/a&gt; and &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt; &lt;a href=\"John%20Madden\"&gt;John Madden&lt;/a&gt;. Hosting pregame coverage for \"&lt;a href=\"The%20NFL%20Today\"&gt;The Super Bowl Today&lt;/a&gt;\" was &lt;a href=\"Brent%20Musburger\"&gt;Brent Musburger&lt;/a&gt;; &lt;a href=\"Irv%20Cross\"&gt;Irv Cross&lt;/a&gt;; &lt;a href=\"Phyllis%20George\"&gt;Phyllis George&lt;/a&gt; and &lt;a href=\"Jimmy%20Snyder%20%28sports%20commentator%29\"&gt;Jimmy \"The Greek\" Snyder&lt;/a&gt;. Other contributors to CBS coverage included &lt;a href=\"Jim%20Hill%20%28American%20football%29\"&gt;Jim Hill&lt;/a&gt; (who was also sports director of &lt;a href=\"KCBS-TV\"&gt;KNXT&lt;/a&gt; in Los Angeles which aired the game in that market {KNXT changed its call letters to the current &lt;a href=\"KCBS-TV\"&gt;KCBS-TV&lt;/a&gt; that April}; &lt;a href=\"WUSA-TV\"&gt;WDVM&lt;/a&gt; aired the game in Washington, D.C.); &lt;a href=\"Charlsie%20Cantey\"&gt;Charlsie Cantey&lt;/a&gt;; &lt;a href=\"Pat%20O%27Brien%20%28radio%20and%20television%20personality%29\"&gt;Pat O'Brien&lt;/a&gt;; &lt;a href=\"Dick%20Vermeil\"&gt;Dick Vermeil&lt;/a&gt;; &lt;a href=\"Tom%20Brookshier\"&gt;Tom Brookshier&lt;/a&gt;; &lt;a href=\"Hank%20Stram\"&gt;Hank Stram&lt;/a&gt; (who also worked the game alongside &lt;a href=\"Jack%20Buck\"&gt;Jack Buck&lt;/a&gt; on &lt;a href=\"NFL%20on%20Westwood%20One%20Sports\"&gt;CBS Radio&lt;/a&gt;); &lt;a href=\"John%20Tesh\"&gt;John Tesh&lt;/a&gt; and &lt;a href=\"CBS%20News\"&gt;CBS News&lt;/a&gt; correspondent &lt;a href=\"Charles%20Osgood\"&gt;Charles Osgood&lt;/a&gt;. &lt;a href=\"Dick%20Stockton\"&gt;Dick Stockton&lt;/a&gt; would serve as pregame host for CBS Radio coverage; while Musburger would also contribute halftime commentary in addition to hosting CBS television coverage During this game, CBS introduced a new theme and open that would later be used for their &lt;a href=\"SEC%20on%20CBS\"&gt;college football&lt;/a&gt; coverage until it was replaced by the current college football theme introduced on &lt;a href=\"Super%20Bowl%20XXI\"&gt;Super Bowl XXI&lt;/a&gt; (the next Super Bowl CBS aired at the end of the &lt;a href=\"1986%20NFL%20season\"&gt;1986 season&lt;/a&gt;).\nWhen Howard Cosell left \"Monday Night Football\" prior to the start of the &lt;a href=\"1984%20NFL%20season\"&gt;1984&lt;/a&gt; season, the trio of Frank Gifford, Don Meredith and O. J. Simpson handled the duties. Cosell's departure seemed to have the greatest effect on Meredith, who many believed to be a poor analyst in his absence. Falling ratings also gave indications that much of the mystique that surrounded the weekly event had disappeared.\nIn the &lt;a href=\"1984%20NFL%20season\"&gt;1984 season&lt;/a&gt;, the October 14 game between the &lt;a href=\"1984%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; at &lt;a href=\"1984%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt; and the &lt;a href=\"1984%20Buffalo%20Bills%20season\"&gt;Buffalo Bills&lt;/a&gt; at &lt;a href=\"1984%20Seattle%20Seahawks%20season\"&gt;Seattle Seahawks&lt;/a&gt; were both on at the same time as Game 5 of the &lt;a href=\"1984%20World%20Series\"&gt;World Series&lt;/a&gt; (also on &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;NBC&lt;/a&gt;) between the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; and the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;. The Steelers won that day. It was the only loss the 49ers suffered in the 1984 season.\n&lt;a href=\"1985%20NFL%20season\"&gt;1985&lt;/a&gt;.\n&lt;a href=\"Frank%20Gifford\"&gt;Frank Gifford&lt;/a&gt; was the &lt;a href=\"play-by-play\"&gt;play-by-play announcer&lt;/a&gt; for Super Bowl XIX, while then-&lt;a href=\"ESPN%20on%20ABC\"&gt;ABC Sports&lt;/a&gt; analyst &lt;a href=\"Don%20Meredith\"&gt;Don Meredith&lt;/a&gt; and then-&lt;a href=\"1984%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; quarterback &lt;a href=\"Joe%20Theismann\"&gt;Joe Theismann&lt;/a&gt; served as &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt;s. &lt;a href=\"Al%20Michaels\"&gt;Al Michaels&lt;/a&gt; and &lt;a href=\"Jim%20Lampley\"&gt;Jim Lampley&lt;/a&gt; hosted the pregame (2 hours), halftime, and postgame (Lampley presided over the Vince Lombardi Trophy presentation ceremony) coverage for ABC. Michaels and Lampley were joined by analysts &lt;a href=\"O.%20J.%20Simpson\"&gt;O. J. Simpson&lt;/a&gt; (who would normally have been the second color commentator; when interviewed as to why Theismann would join Gifford and Meredith in the booth instead of Simpson; director &lt;a href=\"Chet%20Forte\"&gt;Chet Forte&lt;/a&gt; was quoted in the January 14, 1985 edition of \"&lt;a href=\"Broadcasting%20%26amp%3B%20Cable\"&gt;Broadcasting Magazine&lt;/a&gt;\" as saying that Theismann could contribute more due to having played both teams in the regular-season as well as having played in the &lt;a href=\"Super%20Bowl%20XVII\"&gt;two&lt;/a&gt; &lt;a href=\"Super%20Bowl%20XVIII\"&gt;previous&lt;/a&gt; Super Bowls.) and &lt;a href=\"Tom%20Landry\"&gt;Tom Landry&lt;/a&gt; (in a separate booth during the game). Also helping out with ABC's coverage were &lt;a href=\"Jack%20Whitaker\"&gt;Jack Whitaker&lt;/a&gt;, &lt;a href=\"Dick%20Schaap\"&gt;Dick Schaap&lt;/a&gt;, &lt;a href=\"Donna%20de%20Varona\"&gt;Donna de Varona&lt;/a&gt;, &lt;a href=\"Ray%20Gandolf\"&gt;Ray Gandolf&lt;/a&gt;, and &lt;a href=\"ABC%20News\"&gt;ABC News&lt;/a&gt; reporters &lt;a href=\"Stone%20Phillips\"&gt;Stone Phillips&lt;/a&gt;, &lt;a href=\"Jeff%20Greenfield\"&gt;Jeff Greenfield&lt;/a&gt;, &lt;a href=\"Judd%20Rose\"&gt;Judd Rose&lt;/a&gt;, and Bill Redeker.\nThis would be the only ABC Super Bowl for Gifford as play-by-play announcer, the final game for Don Meredith and the second (and last) time a commentator for the Super Bowl (Theismann) was an active player (&lt;a href=\"Jack%20Kemp\"&gt;Jack Kemp&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20II\"&gt;Super Bowl II&lt;/a&gt; was the only other active player to provide commentary). Michaels would call ABC's next six Super Bowls, until the network lost their NFL rights in &lt;a href=\"2006%20NFL%20season\"&gt;2006&lt;/a&gt;.\nAfter the 1984 season, ABC replaced Meredith with &lt;a href=\"Joe%20Namath\"&gt;Joe Namath&lt;/a&gt; the following year, with the quarterback making his debut in the annual &lt;a href=\"Pro%20Football%20Hall%20of%20Fame%20Game\"&gt;Pro Football Hall of Fame Game&lt;/a&gt;. In a coincidental twist, both Namath and Simpson were busy prior to the telecast with their induction into the shrine.\nOn March 6, 1985, &lt;a href=\"NBC%20Radio%20Network\"&gt;NBC Radio&lt;/a&gt; and the NFL entered into a two-year agreement granting NBC the radio rights to a 37-game package for the &lt;a href=\"1985%20NFL%20season\"&gt;1985&lt;/a&gt; and &lt;a href=\"1986%20NFL%20season\"&gt;1986 seasons&lt;/a&gt;. The package included 27 regular season games and 10 postseason games. Also in 1985, the NFL showed a ratings increase on all three networks for the season, with viewership gains of 4% on NBC, 10% on CBS, and 16% on ABC. The 1984 season saw a new theme (\"Constant Energy\" by Craig Palmer) utilized throughout the pregame show and game-opening sequence, which would be utilized for the remainder of the decade. Another music selection was used for the \"Great Moments\" segment, a segment of clips from older games on NBC that was unique in that instead of the NFL Films footage, NBC used their own footage and audio. This segment would be featured at the beginning of the pregame show for much of the latter part of the 1980s.\nIn May 1985, shortly after working the 17th hole at the &lt;a href=\"1985%20Masters%20Tournament\"&gt;Masters&lt;/a&gt; and calling Game 1 of the &lt;a href=\"1985%20NBA%20Playoffs\"&gt;NBA Playoff&lt;/a&gt; series between &lt;a href=\"1984%E2%80%9385%20Portland%20Trail%20Blazers%20season\"&gt;Portland Trail Blazers&lt;/a&gt; and &lt;a href=\"1984%E2%80%9385%20Los%20Angeles%20Lakers%20season\"&gt;Los Angeles Lakers&lt;/a&gt;, play-by-play announcer Frank Glieber died of a &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt;. Tom Brookshier, who previously served as Summerall's color commentator prior to Madden, replaced Glieber in the \"NFL on CBS\" broadcast booth. For the &lt;a href=\"1985%20NFL%20season\"&gt;1985 season&lt;/a&gt;, the NFL showed a ratings increase on all three networks for the season, with viewership of CBS' telecasts increasing by 10%, NBC telecasts by 4%, and ABC telecasts by 16%.\nFor the 1985 season, NBC used Graham De Wilde's composition \"Send Them Victorious\" for their official theme music for the NFL. On January 26, 1986, the &lt;a href=\"1985%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt; defeated the &lt;a href=\"1985%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; 46–10 in &lt;a href=\"Super%20Bowl%20XX\"&gt;Super Bowl XX&lt;/a&gt; at the &lt;a href=\"Louisiana%20Superdome\"&gt;Louisiana Superdome&lt;/a&gt;. The NBC telecast replaced the &lt;a href=\"Goodbye%2C%20Farewell%20and%20Amen\"&gt;final episode&lt;/a&gt; of \"&lt;a href=\"M%2AA%2AS%2AH%20%28TV%20series%29\"&gt;M*A*S*H&lt;/a&gt;\" as the most-viewed television program in history, with an audience of 127 million viewers, according to ACNielsen figures. In addition to drawing a 48.3 rating and a 70% share in the United States, Super Bowl XX was televised to 59 foreign countries and beamed via satellite to the \"&lt;a href=\"Queen%20Elizabeth%202\"&gt;QE2&lt;/a&gt;\". An estimated 300 million &lt;a href=\"List%20of%20Chinese-language%20television%20channels\"&gt;Chinese&lt;/a&gt; viewers watched a tape delayed broadcast of the game in March. NBC Radio figures indicated an audience of 10 million for the game.\nOne of the more grisly moments in \"Monday Night Football\" history occurred during a game between the &lt;a href=\"1985%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; and &lt;a href=\"1985%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; on November 18, 1985, at &lt;a href=\"Robert%20F.%20Kennedy%20Memorial%20Stadium\"&gt;RFK Stadium&lt;/a&gt;. Redskins quarterback &lt;a href=\"Joe%20Theismann\"&gt;Joe Theismann&lt;/a&gt;'s career would end when Giants linebacker &lt;a href=\"Lawrence%20Taylor\"&gt;Lawrence Taylor&lt;/a&gt; reached from behind to drag him down and Taylor fell heavily on the quarterback's leg in the process. On the play, which viewers could see in a gruesome slow-motion replay, Theismann suffered a compound fracture of the tibia and fibula in his lower right leg. The injury ended the playing career of Theismann, who had teamed with Gifford and Meredith on ABC's coverage of &lt;a href=\"Super%20Bowl%20XIX\"&gt;Super Bowl XIX&lt;/a&gt; in January 1985.\nTwo weeks after that painful memory, the program's most watched contest took place as the previously unbeaten &lt;a href=\"1985%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt; were defeated by the &lt;a href=\"1985%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt;, which had not lost to a &lt;a href=\"National%20Football%20Conference\"&gt;National Football Conference&lt;/a&gt; (NFC) team at home since 1976. That would turn out to be Chicago's only loss in &lt;a href=\"1985%20NFL%20season\"&gt;1985&lt;/a&gt;. The game broadcast earned a &lt;a href=\"Nielsen%20ratings\"&gt;Nielsen rating&lt;/a&gt; of 29.6 with a 46 share.\n&lt;a href=\"1986%20NFL%20season\"&gt;1986&lt;/a&gt;.\nThe &lt;a href=\"NFL%20on%20NBC\"&gt;NBC&lt;/a&gt; telecast of Super Bowl XX, with &lt;a href=\"Play-by-play\"&gt;play-by-play announcer&lt;/a&gt; &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt; and &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt;s &lt;a href=\"Merlin%20Olsen\"&gt;Merlin Olsen&lt;/a&gt; and &lt;a href=\"Bob%20Griese\"&gt;Bob Griese&lt;/a&gt; (who was not in the booth with Enberg and Olsen), garnered the third highest &lt;a href=\"Nielsen%20rating\"&gt;Nielsen rating&lt;/a&gt; of any Super Bowl to date, a 48.3 but it ended up being the first Super Bowl to garner over 90 million viewers the highest to date up to that point. While Dick Enberg, Merlin Olsen and Bob Griese called the game, &lt;a href=\"Bob%20Costas\"&gt;Bob Costas&lt;/a&gt; and his \"&lt;a href=\"The%20NFL%20on%20NBC%20Pregame%20Show%23The%20NFL%20.7Binsert%20year.7D%20%281977-1986%29\"&gt;NFL '85&lt;/a&gt;\" castmates, &lt;a href=\"Ahmad%20Rash%C4%81d\"&gt;Ahmad Rashad&lt;/a&gt; and &lt;a href=\"Pete%20Axthelm\"&gt;Pete Axthelm&lt;/a&gt; anchored the pregame, halftime and postgame coverage. Other contributors included &lt;a href=\"Charlie%20Jones%20%28sportscaster%29\"&gt;Charlie Jones&lt;/a&gt; (recapping &lt;a href=\"Super%20Bowl%20I\"&gt;Super Bowl I&lt;/a&gt;), &lt;a href=\"Larry%20King\"&gt;Larry King&lt;/a&gt; (interviewing &lt;a href=\"Mike%20Ditka\"&gt;Mike Ditka&lt;/a&gt; and &lt;a href=\"Raymond%20Berry\"&gt;Raymond Berry&lt;/a&gt;), and &lt;a href=\"Bill%20Macatee\"&gt;Bill Macatee&lt;/a&gt; (profiling Patriots owner &lt;a href=\"Billy%20Sullivan%20%28American%20football%29\"&gt;Billy Sullivan&lt;/a&gt; and his family). Also, the pregame coverage included what became known as \"the silent minute\"; a 60-second countdown over a black screen (a concept devised by then-NBC Sports executive Michael Weisman); a skit featuring comedian &lt;a href=\"Rodney%20Dangerfield\"&gt;Rodney Dangerfield&lt;/a&gt; and an interview by \"&lt;a href=\"NBC%20Nightly%20News\"&gt;NBC Nightly News&lt;/a&gt;\" anchor &lt;a href=\"Tom%20Brokaw\"&gt;Tom Brokaw&lt;/a&gt; of &lt;a href=\"President%20of%20the%20United%20States\"&gt;United States President&lt;/a&gt; &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; at the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; (this would not become a regular Super Bowl pregame feature until &lt;a href=\"Super%20Bowl%20XLIII\"&gt;Super Bowl XLIII&lt;/a&gt;; when \"&lt;a href=\"Today%20%28U.S.%20TV%20program%29\"&gt;Today show&lt;/a&gt;\" host &lt;a href=\"Matt%20Lauer\"&gt;Matt Lauer&lt;/a&gt; interviewed U.S. President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;).\nBoth Joe Namath and O. J. Simpson would be replaced on \"Monday Night Football\" at the end of the 1985 NFL season, with critics noting their lack of journalistic skills in comparison to Howard Cosell. In their place the following year came veteran broadcaster &lt;a href=\"Al%20Michaels\"&gt;Al Michaels&lt;/a&gt;, who had previously anchored ABC's pregame coverage of Super Bowl XIX, and had been the lead play-by-play announcer of \"&lt;a href=\"Monday%20Night%20Baseball\"&gt;Monday Night Baseball&lt;/a&gt;\" since &lt;a href=\"1983%20in%20baseball\"&gt;1983&lt;/a&gt;. Michaels had also by this point, gained much notoriety at ABC for his &lt;a href=\"1980%20Winter%20Olympics\"&gt;1980&lt;/a&gt; \"&lt;a href=\"Miracle%20on%20Ice\"&gt;Miracle on Ice&lt;/a&gt;\" broadcast.\nMichaels served as the play-by-play announcer, teaming with Frank Gifford for a two-man booth in 1986. During that season, the &lt;a href=\"1986%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; again made records with the biggest blowout in \"Monday Night Football\" history in a 45–3 rout of the then 10-1 &lt;a href=\"1986%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; (the record was later tied and subsequently broken in &lt;a href=\"2005%20NFL%20season\"&gt;2005&lt;/a&gt;; see below). Also in 1986, when Al Michaels became unavailable because he was calling Major League Baseball's &lt;a href=\"1986%20American%20League%20Championship%20Series\"&gt;League Championship Series&lt;/a&gt;, Frank Gifford moved up into the play-by-play spot while &lt;a href=\"Lynn%20Swann\"&gt;Lynn Swann&lt;/a&gt; or &lt;a href=\"O.%20J.%20Simpson\"&gt;O. J. Simpson&lt;/a&gt; filled-in as the &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt;. Gifford would once again call the play-by-play when Michaels was busy calling the &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; in &lt;a href=\"1987%20NFL%20season\"&gt;1987&lt;/a&gt; and &lt;a href=\"1989%20NFL%20season\"&gt;1989&lt;/a&gt; and the &lt;a href=\"National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt; in &lt;a href=\"1988%20NFL%20season\"&gt;1988&lt;/a&gt;.\nBeginning in Week 4 of the &lt;a href=\"1986%20NFL%20season\"&gt;1986&lt;/a&gt; season, CBS adapted a theme for its game broadcast, an intense, kinetic, &lt;a href=\"synthesizer\"&gt;synthesizer&lt;/a&gt;-laced theme that has affectionately been referred to as \"Pots and Pans\" (because of the background notes that often resembled the banging of those particular cooking objects). In &lt;a href=\"1989%20NFL%20season\"&gt;1989&lt;/a&gt;, the \"Pots and Pans\" theme was revamped to give it a more smooth, &lt;a href=\"electronic%20music\"&gt;electronic&lt;/a&gt; style. This theme was also known for integrating the play-by-play announcer's voice-over introduction into the theme, it integrated three voice-over segments, one for the visiting team, home team and game storyline to set the latter element into the broadcast; this practice was common with CBS Sports' themes of the 1980s.\n&lt;a href=\"1987%20NFL%20season\"&gt;1987&lt;/a&gt;.\nSuper Bowl XXI was broadcast in the United States by &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; and featured the broadcast team of &lt;a href=\"play-by-play\"&gt;play-by-play announcer&lt;/a&gt; &lt;a href=\"Pat%20Summerall\"&gt;Pat Summerall&lt;/a&gt; and &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt; &lt;a href=\"John%20Madden\"&gt;John Madden&lt;/a&gt;. &lt;a href=\"Brent%20Musburger\"&gt;Brent Musburger&lt;/a&gt; of \"&lt;a href=\"The%20NFL%20Today\"&gt;The NFL Today&lt;/a&gt;\" anchored \"&lt;a href=\"The%20NFL%20Today\"&gt;The Super Bowl Today&lt;/a&gt;\" pregame, halftime and postgame coverage. Helping Musburger were reporters &lt;a href=\"Irv%20Cross\"&gt;Irv Cross&lt;/a&gt; and &lt;a href=\"Will%20McDonough\"&gt;Will McDonough&lt;/a&gt; and analysts &lt;a href=\"Jimmy%20%26quot%3BThe%20Greek%26quot%3B%20Snyder\"&gt;Jimmy \"The Greek\" Snyder&lt;/a&gt;, &lt;a href=\"Terry%20Bradshaw\"&gt;Terry Bradshaw&lt;/a&gt;, &lt;a href=\"Joe%20Theismann\"&gt;Joe Theismann&lt;/a&gt;, &lt;a href=\"CBS%20News\"&gt;CBS News&lt;/a&gt; reporter &lt;a href=\"Charles%20Osgood\"&gt;Charles Osgood&lt;/a&gt; and &lt;a href=\"Dan%20Dierdorf\"&gt;Dan Dierdorf&lt;/a&gt; (in his final CBS assignment before moving on to &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;'s \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\" for the &lt;a href=\"1987%20NFL%20season\"&gt;following season&lt;/a&gt;). The game was also the first NFL game to be broadcast in &lt;a href=\"Dolby%20Surround\"&gt;Dolby Surround&lt;/a&gt; sound and in &lt;a href=\"stereo\"&gt;stereo&lt;/a&gt;. The game was also broadcast in Canada on &lt;a href=\"CTV%20Television%20Network\"&gt;CTV&lt;/a&gt; and in the United Kingdom on &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt;. This was also the first Super Bowl to be telecast on commercial television in Asia, as the &lt;a href=\"GMA%20Network\"&gt;GMA Network&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; aired its first Super Bowl. This game also marked the first Super Bowl to be broadcast live in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;.\nIn the teams' local markets, the game was also broadcast by &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; stations in the New York City and &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt; markets, &lt;a href=\"WCBS-TV\"&gt;WCBS-TV&lt;/a&gt; 2 in New York City and &lt;a href=\"KMGH-TV\"&gt;KMGH-TV&lt;/a&gt; 7 in Denver.\nThe postgame show was supposed to feature the song \"&lt;a href=\"One%20Shining%20Moment\"&gt;One Shining Moment&lt;/a&gt;\" but due to postgame interviews taking so long, &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; never aired it. They ultimately changed the lyrics from \"The ball is kicked\" to \"The ball is tipped\" in time for the 1987 Final Four (in which &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt; won its most recent national title to date), and the song has since then been played at the end of the network's annual &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Basketball%20Championship\"&gt;NCAA Men's Division I Basketball Championship&lt;/a&gt; coverage (it is also played on &lt;a href=\"Turner%20Sports\"&gt;Turner Sports&lt;/a&gt; when said game airs on that network due to alternating rights with CBS that first started in 2016). CBS also debuted the theme music (composed by Lloyd Landesman) that would later be used for their &lt;a href=\"SEC%20on%20CBS\"&gt;college football coverage&lt;/a&gt; during this game (still used as of the 2018 season), as well as its open that was used through 1990.\nAt the NFL's annual meeting in &lt;a href=\"Maui%2C%20Hawaii\"&gt;Maui, Hawaii&lt;/a&gt; on March 15, the NFL announced the signing of new three-year television contracts with ABC, CBS, and NBC for the &lt;a href=\"1987%20NFL%20season\"&gt;1987&lt;/a&gt; to &lt;a href=\"1989%20NFL%20season\"&gt;1989 seasons&lt;/a&gt;.\nIn 1987, Fox's first full year on the air, &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; initially hedged on renewing its contract to carry \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\" – then the league's crown-jewel program – as was in the middle of negotiations to reach a new contract, due to an increased expense of the rights. Fox made an offer to the National Football League to acquire the \"Monday Night Football\" contract for the same amount ABC that had been paying to carry the package, about US$1.3 billion at the time. However, the NFL, in part because Fox had not established itself as a major network, chose to renew its contract with ABC.\nWhile &lt;a href=\"ESPN%20on%20ABC\"&gt;ABC&lt;/a&gt; had been airing occasional Sunday night NFL games (usually one per season) under its \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\" banner since &lt;a href=\"1978%20NFL%20season\"&gt;1978&lt;/a&gt;, the concept of playing a regular series of Sunday night professional football games on ESPN was originally a concept designed for the &lt;a href=\"United%20States%20Football%20League\"&gt;United States Football League&lt;/a&gt;. As part of the abortive &lt;a href=\"1986%20USFL%20season\"&gt;1986 USFL season&lt;/a&gt;, &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; was to carry a weekly Sunday night game throughout the fall season.\nAs part of its new television package in 1987, the NFL granted ESPN the rights to air a series of Sunday night games, which were to air over the second half of the regular season. The NFL thus became the last major North American professional sports league to begin airing its games on &lt;a href=\"cable%20television\"&gt;cable television&lt;/a&gt;.\nDuring the inaugural season of ESPN Sunday Night NFL (as the telecast was then branded) in &lt;a href=\"1987%20NFL%20season\"&gt;1987&lt;/a&gt;, the network's announcing booth consisted of &lt;a href=\"Mike%20Patrick\"&gt;Mike Patrick&lt;/a&gt;, &lt;a href=\"Roy%20Firestone\"&gt;Roy Firestone&lt;/a&gt;, and a weekly \"guest &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt;\". &lt;a href=\"Joe%20Theismann\"&gt;Joe Theismann&lt;/a&gt; took over as lead analyst beginning in &lt;a href=\"1988%20NFL%20season\"&gt;1988&lt;/a&gt;. Two years later, the NFL expanded its Sunday night offerings to the full season, with &lt;a href=\"NFL%20on%20TNT\"&gt;TNT&lt;/a&gt; airing games in the season's first half and ESPN taking over for the second half.\nESPN's games were typically &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; on regular &lt;a href=\"terrestrial%20television\"&gt;over-the-air&lt;/a&gt; television stations in each participating team's local market so that households without cable television could still see the telecasts. During the first season, the game between the &lt;a href=\"1987%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; and &lt;a href=\"1987%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; (the very first regular season game aired by ESPN) saw &lt;a href=\"WABC-TV\"&gt;WABC-TV&lt;/a&gt; (&lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;'s flagship station out of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;) produce a completely separate telecast from ESPN's. The reason behind this was that WABC's union contract at the time prohibited non-union workers, such as those at ESPN, from producing live events for WABC. The WABC broadcasts involved play-by-play man &lt;a href=\"Corey%20McPherrin\"&gt;Corey McPherrin&lt;/a&gt; and &lt;a href=\"Frank%20Gifford\"&gt;Frank Gifford&lt;/a&gt; and &lt;a href=\"Lynn%20Swann\"&gt;Lynn Swann&lt;/a&gt; on color commentary.\nBeginning in 1987, CBS started broadcasting NFL games in stereo. On December 8, 1987, Cathy Barreto became the first woman to direct an NFL game at the network television level for the &lt;a href=\"1987%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt;–&lt;a href=\"1987%20Detroit%20Lions%20season\"&gt;Detroit Lions&lt;/a&gt; telecast.\nAlso in 1987, Frank Gifford and Al Michaels were joined by &lt;a href=\"Dan%20Dierdorf\"&gt;Dan Dierdorf&lt;/a&gt;, returning \"Monday Night Football\" to its original concept of three announcers in the booth. The trio would last for 11 seasons through the conclusion of the &lt;a href=\"1997%20NFL%20season\"&gt;1997&lt;/a&gt; season.\n&lt;a href=\"1988%20NFL%20season\"&gt;1988&lt;/a&gt;.\nSuper Bowl XXII was broadcast in the United States by &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; with &lt;a href=\"play-by-play\"&gt;play-by-play announcer&lt;/a&gt; &lt;a href=\"Al%20Michaels\"&gt;Al Michaels&lt;/a&gt; and &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt;s &lt;a href=\"Frank%20Gifford\"&gt;Frank Gifford&lt;/a&gt; and &lt;a href=\"Dan%20Dierdorf\"&gt;Dan Dierdorf&lt;/a&gt;. &lt;a href=\"Keith%20Jackson\"&gt;Keith Jackson&lt;/a&gt; hosted the pregame, halftime, and postgame coverage for ABC, joined by analysts &lt;a href=\"Lynn%20Swann\"&gt;Lynn Swann&lt;/a&gt; and &lt;a href=\"Mike%20Adamle\"&gt;Mike Adamle&lt;/a&gt; as well as then &lt;a href=\"1987%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt; head coach &lt;a href=\"Marty%20Schottenheimer\"&gt;Marty Schottenheimer&lt;/a&gt; and then &lt;a href=\"1987%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt; head coach &lt;a href=\"Jerry%20Burns\"&gt;Jerry Burns&lt;/a&gt;. (&lt;a href=\"Bob%20Griese\"&gt;Bob Griese&lt;/a&gt; was originally supposed to co-host with Jackson, but had to bow out due to a family illness.) Also helping with ABC's coverage were &lt;a href=\"Jack%20Whitaker\"&gt;Jack Whitaker&lt;/a&gt;, &lt;a href=\"Jim%20Hill%20%28American%20football%29\"&gt;Jim Hill&lt;/a&gt; and &lt;a href=\"Becky%20Dixon\"&gt;Becky Dixon&lt;/a&gt;. This was the first Super Bowl broadcast on ABC with the broadcast team of Michaels, Gifford, and Dierdorf in the booth (as the 1987 season was the first year the trio was together, with Dierdorf moving to ABC from CBS; Gifford was the only holdover from ABC's &lt;a href=\"Super%20Bowl%20XIX\"&gt;Super Bowl XIX&lt;/a&gt; telecast). The trio went on to man the booth for ABC's \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\" from 1987 to 1997 and called Super Bowls &lt;a href=\"Super%20Bowl%20XXV\"&gt;XXV&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XXIX\"&gt;XXIX&lt;/a&gt;.\nDuring September of the &lt;a href=\"1988%20NFL%20season\"&gt;1988 season&lt;/a&gt;, NBC brought in some legendary broadcasters to fill-in for their regular play-by-play men. This was because, much of their key personnel (namely, &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt;, &lt;a href=\"Marv%20Albert\"&gt;Marv Albert&lt;/a&gt;, &lt;a href=\"Don%20Criqui\"&gt;Don Criqui&lt;/a&gt;, &lt;a href=\"Charlie%20Jones%20%28sportscaster%29\"&gt;Charlie Jones&lt;/a&gt;, &lt;a href=\"Tom%20Hammond\"&gt;Tom Hammond&lt;/a&gt; as well as \"&lt;a href=\"The%20NFL%20on%20NBC%20Pregame%20Show%23NFL%20Live%21\"&gt;NFL Live!&lt;/a&gt;\" commentators &lt;a href=\"Bob%20Costas\"&gt;Bob Costas&lt;/a&gt;, &lt;a href=\"Ahmad%20Rash%C4%81d\"&gt;Ahmad Rashād&lt;/a&gt;, and &lt;a href=\"Gayle%20Gardner\"&gt;Gayle Gardner&lt;/a&gt;) were away in &lt;a href=\"Seoul%2C%20South%20Korea\"&gt;Seoul, South Korea&lt;/a&gt; for &lt;a href=\"Olympics%20on%20NBC\"&gt;NBC's coverage&lt;/a&gt; of the &lt;a href=\"1988%20Summer%20Olympics\"&gt;Summer Olympic Games&lt;/a&gt;. In the meantime, filling-in were names such as &lt;a href=\"Curt%20Gowdy\"&gt;Curt Gowdy&lt;/a&gt;, &lt;a href=\"Ray%20Scott%20%28sportscaster%29\"&gt;Ray Scott&lt;/a&gt;, &lt;a href=\"Chuck%20Thompson\"&gt;Chuck Thompson&lt;/a&gt;, &lt;a href=\"Marty%20Glickman\"&gt;Marty Glickman&lt;/a&gt;, &lt;a href=\"Merle%20Harmon\"&gt;Merle Harmon&lt;/a&gt; and &lt;a href=\"Al%20DeRogatis\"&gt;Al DeRogatis&lt;/a&gt;. Bob Costas' predecessor, &lt;a href=\"Len%20Berman\"&gt;Len Berman&lt;/a&gt;, filled-in for him at the anchor's desk while &lt;a href=\"Gayle%20Sierens\"&gt;Gayle Sierens&lt;/a&gt; (who &lt;a href=\"1987%20NFL%20season\"&gt;a year earlier&lt;/a&gt;, made history by becoming the first female play-by-play announcer in NFL history) was also added to the studio team.\n&lt;a href=\"1989%20NFL%20season\"&gt;1989&lt;/a&gt;.\nNBC's 1989 telecast of &lt;a href=\"Super%20Bowl%20XXIII\"&gt;Super Bowl XXIII&lt;/a&gt; between the &lt;a href=\"1988%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt; and &lt;a href=\"1988%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt; was watched by an estimated 110,780,000 viewers, according to &lt;a href=\"ACNielsen\"&gt;ACNielsen&lt;/a&gt;, making it the sixth most-watched program in television history. The game was Merlin Olsen's final Super Bowl broadcast, as he was demoted the following season to make room for Bill Walsh. The game featured a special segment by &lt;a href=\"Frank%20Deford\"&gt;Frank Deford&lt;/a&gt; profiling recently deceased &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; owner &lt;a href=\"Art%20Rooney\"&gt;Art Rooney&lt;/a&gt;. This was also the first NFL game that NBC covered with their new \"Quantel Cypher\" graphics system, which was introduced during their coverage of the &lt;a href=\"1988%20Summer%20Olympics\"&gt;1988 Seoul Olympics&lt;/a&gt; (the network had used &lt;a href=\"Chyron%20Corporation\"&gt;Chyron&lt;/a&gt; for their graphics prior to Super Bowl XXIII). With the win, the 49ers became the first team to win Super Bowls televised on three different networks (the other two being &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt; on CBS and &lt;a href=\"Super%20Bowl%20XIX\"&gt;Super Bowl XIX&lt;/a&gt; on ABC). Since then, the &lt;a href=\"1991%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XXVI\"&gt;1992&lt;/a&gt;), the &lt;a href=\"1997%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XXXI\"&gt;1997&lt;/a&gt;), the &lt;a href=\"2005%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XL\"&gt;2006&lt;/a&gt;) the &lt;a href=\"2007%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XLII\"&gt;2008&lt;/a&gt;) the &lt;a href=\"2014%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XLIX\"&gt;2015&lt;/a&gt;) and the &lt;a href=\"2015%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%2050\"&gt;2016&lt;/a&gt;) have accomplished this same feat. This was the last outdoor Super Bowl to start earlier than 6:00 pm Eastern Time, as it started just after 5:00 pm.\nThis was also the first NFL game that NBC covered with their new \"&lt;a href=\"Quantel\"&gt;Quantel&lt;/a&gt; Cypher\" graphics system, which was introduced during their coverage of the &lt;a href=\"1988%20Summer%20Olympics\"&gt;1988 Seoul Olympics&lt;/a&gt; (they had used &lt;a href=\"Chyron%20Corporation\"&gt;Chyron&lt;/a&gt; for their graphics prior to Super Bowl XXIII; the Cypher was also used for the network's presentation of the &lt;a href=\"1988%20World%20Series\"&gt;1988 World Series&lt;/a&gt;). NBC also introduced their \"cursive font\" logo during this broadcast. Before, it was just the &lt;a href=\"NBC%20logos%23Current%20peacock%20logo%20%281986%E2%80%93present%29\"&gt;1986 peacock logo&lt;/a&gt; with \"NBC SPORTS\" in their generic corporate font.\nWith the win, the 49ers became the first team to win Super Bowls televised on three different networks (&lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;–&lt;a href=\"Super%20Bowl%20XVI\"&gt;XVI&lt;/a&gt;, &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;–&lt;a href=\"Super%20Bowl%20XIX\"&gt;XIX&lt;/a&gt;, and &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;). Since then, the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XXVI\"&gt;1992&lt;/a&gt;), the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XXXI\"&gt;1997&lt;/a&gt;), the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XL\"&gt;2006&lt;/a&gt;), the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XLII\"&gt;2008&lt;/a&gt;), and the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XLIX\"&gt;2015&lt;/a&gt;) have accomplished this same feat.\nStarting in &lt;a href=\"1989%20NFL%20season\"&gt;1989&lt;/a&gt;, NBC commissioned musician (and then-\"&lt;a href=\"Entertainment%20Tonight\"&gt;Entertainment Tonight&lt;/a&gt;\" co-host) &lt;a href=\"John%20Tesh\"&gt;John Tesh&lt;/a&gt;, who would later compose \"&lt;a href=\"Roundball%20Rock\"&gt;Roundball Rock&lt;/a&gt;\" for the forthcoming \"&lt;a href=\"NBA%20on%20NBC\"&gt;NBA on NBC&lt;/a&gt;\" broadcasts to compose a new theme, called \"Gridiron Dreams\" which was used on the network's NFL telecasts until 1991. The versions used on the pre-game show are different from the version supplied on Tesh's albums. For the 1992 season, John Colby composed a theme only used that year through the &lt;a href=\"1992%20AFC%20Championship%20Game\"&gt;1992 AFC Championship Game&lt;/a&gt; in which the &lt;a href=\"1992%20Buffalo%20Bills%20season\"&gt;Buffalo Bills&lt;/a&gt; beat the &lt;a href=\"1992%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; 29–10.\nAlso in 1989, television composer &lt;a href=\"Edd%20Kalehoff\"&gt;Edd Kalehoff&lt;/a&gt; created a new arrangement of Johnny Pearson's \"Heavy Action\", by that time fully synonymous with \"Monday Night Football\". This more or less replaced an original composition by &lt;a href=\"Charles%20Fox%20%28composer%29\"&gt;Charles Fox&lt;/a&gt;. Also debuting in 1989 was &lt;a href=\"Hank%20Williams%2C%20Jr.\"&gt;Hank Williams, Jr.&lt;/a&gt; performing \"All My Rowdy Friends Are Here on Monday Night\", sung to the music of his 1984 hit \"&lt;a href=\"All%20My%20Rowdy%20Friends%20Are%20Coming%20Over%20Tonight\"&gt;All My Rowdy Friends Are Coming Over Tonight&lt;/a&gt;.\"\nAs part of the league's television contract renewal with the network in 1989, ABC was awarded the television rights to &lt;a href=\"Super%20Bowl%20XXV\"&gt;Super Bowl XXV&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XXIX\"&gt;Super Bowl XXIX&lt;/a&gt;, and the first round of NFL playoffs. The \"Monday Night Football\" announcing team anchored the telecasts, except for the first of two Wild Card Playoff games, in which \"&lt;a href=\"ESPN%20Sunday%20Night%20Football\"&gt;ESPN's Sunday Night&lt;/a&gt;\" NFL crew of &lt;a href=\"Mike%20Patrick\"&gt;Mike Patrick&lt;/a&gt; and Joe Theismann presided over that telecast. However, the original crew for one of the two Wild Card Playoff games from &lt;a href=\"1990%20NFL%20season\"&gt;1990&lt;/a&gt; to &lt;a href=\"1995%20NFL%20season\"&gt;1995&lt;/a&gt; consisted of &lt;a href=\"Brent%20Musburger\"&gt;Brent Musburger&lt;/a&gt; and &lt;a href=\"Dick%20Vermeil\"&gt;Dick Vermeil&lt;/a&gt; (both of whom did college football broadcasts for ABC during those two seasons).\nFor the &lt;a href=\"NFL%20on%20Thanksgiving%20Day\"&gt;Thanksgiving game broadcasts&lt;/a&gt; on November 23, &lt;a href=\"1989%20NFL%20season\"&gt;1989&lt;/a&gt;, John Madden awarded the first \"&lt;a href=\"NFL%20on%20Thanksgiving%20Day%23Game%20MVPs\"&gt;Turkey Leg Award&lt;/a&gt;\", for the annual game's &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt;. &lt;a href=\"Reggie%20White\"&gt;Reggie White&lt;/a&gt; of the &lt;a href=\"1989%20Philadelphia%20Eagles%20season\"&gt;Philadelphia Eagles&lt;/a&gt; was the first recipient of the honor for his part in what would become known as &lt;a href=\"Bounty%20Bowl\"&gt;Bounty Bowl I&lt;/a&gt;. The gesture was seen mostly as a humorous gimmick relating to Madden's famous multi-legged turkeys served on Thanksgiving. Since then, however, the award has gained subtle notoriety, and currently, each year an MVP has been chosen for both the CBS and Fox games. When CBS returned to the NFL in 1998, the network introduced their own award, the \"All-Iron Award.\""
}