{
    "id": "6147604",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=6147604",
    "title": "John McDonnell (footballer)",
    "text": "John McDonnell (born 26 March 1965 in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;) is an Irish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and former footballer. He most recently managed &lt;a href=\"Drogheda%20United%20F.C.\"&gt;Drogheda United&lt;/a&gt; having also managed &lt;a href=\"Dublin%20City%20F.C.\"&gt;Dublin City&lt;/a&gt;, &lt;a href=\"St%20Patrick%27s%20Athletic%20F.C.\"&gt;St Patrick's Athletic&lt;/a&gt;, &lt;a href=\"Newry%20City%20F.C.\"&gt;Newry City&lt;/a&gt;, &lt;a href=\"Shelbourne%20F.C.\"&gt;Shelbourne&lt;/a&gt; and been assistant manager of &lt;a href=\"Faroe%20Islands%20national%20football%20team\"&gt;Faroe Islands&lt;/a&gt;.\nNicknamed \"Johnny Mac\", he had an accomplished career as a footballer before entering management. The majority of his career was spent at &lt;a href=\"St%20Patrick%27s%20Athletic%20F.C.\"&gt;St Patrick's Athletic&lt;/a&gt; and he captained the side to the 1996 &lt;a href=\"League%20of%20Ireland\"&gt;League of Ireland&lt;/a&gt; Championship.\nCareer.\nPlaying career.\nAs a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt;, McDonnell started his career with &lt;a href=\"Shamrock%20Rovers\"&gt;Shamrock Rovers&lt;/a&gt; in the 1983–84 season (five total appearances), followed by &lt;a href=\"Home%20Farm%20F.C.\"&gt;Home Farm&lt;/a&gt;, &lt;a href=\"Drogheda%20United\"&gt;Drogheda United&lt;/a&gt; before signing for Pats. After winning the league there he signed back for Rovers for the 1991–92 where he scored once in 34 appearances.\nHe then signed back for another spell at &lt;a href=\"Richmond%20Park%20%28football%20ground%29\"&gt;Richmond Park&lt;/a&gt; where he captained the side to the League triumph in the 1995–96 season under manager &lt;a href=\"Brian%20Kerr%20%28Irish%20football%20manager%29\"&gt;Brian Kerr&lt;/a&gt;. Despite missing out on the &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; due to then format in the first ever European tie at Richmond Park McDonnell scored in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; tie with &lt;a href=\"SK%20Slovan%20Bratislava\"&gt;SK Slovan Bratislava&lt;/a&gt;.\nHe then moved to &lt;a href=\"Newry%20Town\"&gt;Newry Town&lt;/a&gt;. It was with the Northern Irish club that he made the first step into management, becoming &lt;a href=\"player-manager\"&gt;player-manager&lt;/a&gt; in 1998.\nIn this first ever season in European competition, Newry Town (as they were then known) were drawn against the &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; side &lt;a href=\"Hrvatski%20Dragovoljac\"&gt;Hrvatski Dragovoljac&lt;/a&gt;. A 1–0 defeat in Croatia was followed by a historic 2–0 win at home to send the club into the second round. There they met &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; side &lt;a href=\"MSV%20Duisburg\"&gt;MSV Duisburg&lt;/a&gt;. Again, Newry were drawn away in the first leg, coming away with a respectable 2–0 defeat to the German professionals. A 1–0 win at home wasn't enough to force extra time but the side had exceeded expectations in the tournament.\nHe resigned in September 1999.\nManagement career.\nHaving previously been player-manager for Newry Town, the chance came to manage at newly founded League of Ireland side &lt;a href=\"Dublin%20City%20F.C.\"&gt;Dublin City&lt;/a&gt; then he was appointed as &lt;a href=\"Assistant%20coach\"&gt;assistant manager&lt;/a&gt; at then league champions &lt;a href=\"Shelbourne%20F.C.\"&gt;Shelbourne&lt;/a&gt;. McDonnell was assistant manager of the &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland national team&lt;/a&gt; Under 20s at the &lt;a href=\"FIFA%20World%20Youth%20Championship%202003\"&gt;2003 FIFA World Youth Championships&lt;/a&gt;.\nIn 2004, when &lt;a href=\"Eamonn%20Collins%20%28footballer%29\"&gt;Eamonn Collins&lt;/a&gt; resigned as St Pats manager, the club turned to its former captain and firm fans' favourite, McDonnell, to turn around the fortunes of the ailing Dublin giant. (Ironically Collins would take McDonnell's job as Pat Fenlon's assistant.) His side initially struggled and only a late burst at the end of the 2005 season saw St. Pats saved from a humiliating relegation. For the 2006 season, he assembled practically a whole new squad and reached the final of the &lt;a href=\"FAI%20Cup\"&gt;FAI Cup&lt;/a&gt; losing to Derry City 4–3. He then guided Pats to their best ever European run in the UEFA Cup in the 2008/2009 season where they qualified for the first round proper after eliminating &lt;a href=\"JFK%20Olimps%20Riga\"&gt;JFK Olimps Riga&lt;/a&gt; and &lt;a href=\"IF%20Elfsborg\"&gt;IF Elfsborg&lt;/a&gt;.\nHe is the first St Pats player to win the &lt;a href=\"League%20of%20Ireland\"&gt;League of Ireland&lt;/a&gt;, score and manage the club in European competition.\nIn January 2009, he departed as &lt;a href=\"St%20Patrick%27s%20Athletic%20F.C.\"&gt;St Patrick's Athletic&lt;/a&gt; manager. He was then linked with the Assistant Manager position at &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt;, the Manager position at &lt;a href=\"Cork%20City%20F.C.\"&gt;Cork City&lt;/a&gt; and manager positions at League 2 sides &lt;a href=\"Barnet%20F.C.\"&gt;Barnet&lt;/a&gt; and &lt;a href=\"AFC%20Bournemouth\"&gt;AFC Bournemouth&lt;/a&gt;.\nIn September 2009, he returned to &lt;a href=\"IFA%20Premiership\"&gt;Irish League&lt;/a&gt; side &lt;a href=\"Newry%20City%20F.C.\"&gt;Newry City&lt;/a&gt; as manager following the resignation of &lt;a href=\"Gerry%20Flynn\"&gt;Gerry Flynn&lt;/a&gt;. In March 2010, he resigned. In April 2010, he was appointed Assistant Manager of the &lt;a href=\"Faroe%20Islands%20national%20football%20team\"&gt;Faroe Islands&lt;/a&gt;, by manager &lt;a href=\"Brian%20Kerr%20%28Irish%20football%20manager%29\"&gt;Brian Kerr&lt;/a&gt;, his former colleague at St Pat's. Kerr and McDonnell resigned in October 2011.\nOn 24 May 2013, McDonnell was appointed manager of &lt;a href=\"Shelbourne%20F.C.\"&gt;Shelbourne&lt;/a&gt;.\nMcDonnell was appointed &lt;a href=\"Drogheda%20United%20F.C.\"&gt;Drogheda United&lt;/a&gt; boss on 29 November 2014.\nHonours.\nSt Patrick's Athletic"
}