{
    "id": "614730",
    "revid": "1066952029",
    "url": "https://en.wikipedia.org/wiki?curid=614730",
    "title": "Mo'orea",
    "text": "Mo'orea ( or ; ), also spelled Moorea, is a &lt;a href=\"high%20island\"&gt;volcanic island&lt;/a&gt; in &lt;a href=\"French%20Polynesia\"&gt;French Polynesia&lt;/a&gt;. It is one of the &lt;a href=\"Windward%20Islands%20%28Society%20Islands%29\"&gt;Windward Islands&lt;/a&gt;, a group that is part of the &lt;a href=\"Society%20Islands\"&gt;Society Islands&lt;/a&gt;, northwest of &lt;a href=\"Tahiti\"&gt;Tahiti&lt;/a&gt;. The name comes from the &lt;a href=\"Tahitian%20language\"&gt;Tahitian&lt;/a&gt; word , meaning \"yellow lizard\": = lizard ; ( ) = yellow. An older name for the island is \"\", sometimes spelled or (among other spellings that were used by early visitors before Tahitian spelling was standardized). Early Western colonists and voyagers also referred to Mo'orea as \"York Island\" or \"Santo Domingo\".\nHistory.\nPrehistory.\nAccording to recent archaeological evidence, the Society Islands were probably settled from &lt;a href=\"Samoa\"&gt;Samoa&lt;/a&gt; and &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt; around 200 AD.\nNine tribal principalities emerged in the enclosed valleys, which in turn were subdivided into individual clans. The stratified society was characterized by a hierarchical leadership whose elite combined both political and &lt;a href=\"Religion\"&gt;religious&lt;/a&gt; power. The leading families of Moorea remained linked by marriage and kinship for centuries with those of the neighboring island of Tahiti. These connections led to important alliances, but at other times were also the source of bloody conflicts.\nIntensive research on the Opunohu Valley, which continues to this day, initiated by Kenneth P. Emory in the 1920s and continued in the 1960s by archaeologist Roger C. Green of the &lt;a href=\"University%20of%20Auckland\"&gt;University of Auckland&lt;/a&gt;, provides an exemplary picture of the evolution of Moorean society. The interaction between increasing population density and human modification of the environment resulted in major changes in the form of society.\nThe so-called Pre-Atiro'o phase, prior to A.D. 1000, is characterized by extensive clearing and &lt;a href=\"Cultivation%20System\"&gt;cultivation&lt;/a&gt; of the valley slopes, which by the end of the period had led to erosion and the formation of alluvial soils. Society was not yet stratified, but was relatively homogeneous.\nIn the Atiro'o period (A.D. 1000–1650), artificial cultivation terraces were built on the slopes and simple &lt;a href=\"Rock%20%28geology%29\"&gt;stone&lt;/a&gt; buildings, such as the Marae Tapauruuru. The remains of rectangular houses (fare haupape) and those with elongated oval floor plans (fare pote'e), reserved for the power elite, indicate a strictly stratified and &lt;a href=\"Hierarchy\"&gt;hierarchical&lt;/a&gt; form of society.\nThe later Marama period (A.D. 1650–1788) is marked by the conquest of the Opunohu &lt;a href=\"Valley\"&gt;Valley&lt;/a&gt; by the chiefs (ariki) of the Marama tribe, originally settled on the coast, who succeeded in uniting all the other clans in the valley under their rule. In addition to a further increase in population, this phase also saw a lively construction activity of representative religious structures - large marae in the style of a step pyramid. Towards the end of this period, the Opunohu valley became a refuge for the Ariki who resisted &lt;a href=\"Europe\"&gt;European&lt;/a&gt; influence.\nDiscovery and European influence.\nThe first European to sight the island was &lt;a href=\"Pedro%20Fernandes%20de%20Queir%C3%B3s\"&gt;Pedro Fernandes de Queirós&lt;/a&gt;, in 1606. The first European settlers arrived during the 18th century. The first Europeans to arrive on the island were the Englishmen &lt;a href=\"Samuel%20Wallis\"&gt;Samuel Wallis&lt;/a&gt; and &lt;a href=\"James%20Cook\"&gt;James Cook&lt;/a&gt;. Captain James Cook first landed on &lt;a href=\"Tahiti\"&gt;Tahiti&lt;/a&gt;, where he planned the &lt;a href=\"1769%20Transit%20of%20Venus%20observed%20from%20Tahiti\"&gt;1769 Transit of Venus observed from Tahiti&lt;/a&gt; and Mo'orea. At Mo'orea, where Ta'aroa was chief, Cook first landed in 'Ōpūnohu Bay, &lt;a href=\"Cook%27s%20Bay%20%28Moorea%29\"&gt;Cook's Bay&lt;/a&gt; was later named in his honor. Spanish sailor &lt;a href=\"Domingo%20de%20Bonechea\"&gt;Domingo de Bonechea&lt;/a&gt; visited it in 1774 and named it \"Santo Domingo\".\nIt is likely that &lt;a href=\"Teraura\"&gt;Teraura&lt;/a&gt;, a Polynesian woman who accompanied the &lt;a href=\"Mutiny%20on%20the%20Bounty\"&gt;Bounty mutineers&lt;/a&gt; to &lt;a href=\"Pitcairn%20Islands\"&gt;Pitcairn Island&lt;/a&gt;, was from Mo'orea.\nThe island was among those visited by the &lt;a href=\"United%20States%20Exploring%20Expedition\"&gt;United States Exploring Expedition&lt;/a&gt; on its tour of the South Pacific in 1839.\n&lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; found inspiration for his theory regarding the formation of coral atolls when looking down upon Mo'orea while standing on a peak on Tahiti. He described it as a \"picture in a frame\", referring to the &lt;a href=\"Coral%20reef\"&gt;barrier reef&lt;/a&gt; encircling the island.\n&lt;a href=\"Don%20the%20Beachcomber\"&gt;Don the Beachcomber&lt;/a&gt; lived here briefly in the late 1920s. His &lt;a href=\"houseboat\"&gt;houseboat&lt;/a&gt; was destroyed by &lt;a href=\"tropical%20cyclone\"&gt;tropical cyclone&lt;/a&gt;s after he moved it from Waikiki after 1947.\nOn October 7, 1967, construction was completed on the &lt;a href=\"Moorea%20Airport\"&gt;Mo'orea Airport&lt;/a&gt;, which opened the following month.\nGeography.\nThe island was formed as a volcano 1.5 to 2.5 million years ago, the result of the &lt;a href=\"Society%20hotspot\"&gt;Society hotspot&lt;/a&gt; in the mantle under the oceanic plate that formed the whole of the Society Archipelago. It is theorized that the current bays were formerly river basins that filled during the &lt;a href=\"Holocene\"&gt;Holocene&lt;/a&gt; searise.\nMo'orea is about 16 km (10 miles) across. There are two small, nearly symmetrical bays on the north shore. The one to the west is called &lt;a href=\"Opunohu%20Bay\"&gt;'Ōpūnohu Bay&lt;/a&gt;. The main surrounding communes of the bay are &lt;a href=\"Piha%27ena\"&gt;Piha'ena&lt;/a&gt; in the east and &lt;a href=\"Papetoai\"&gt;Papetō'ai&lt;/a&gt; to the west. The one to the east is Cook's Bay, also called Pao Pao Bay since the largest commune of Mo'orea is at the bottom of the bay. The other communes are Piha'ena to the west and busy Maharepa to the east. The highest point is &lt;a href=\"Mount%20Tohivea\"&gt;Mount Tohivea&lt;/a&gt;, near the center of Mo'orea. It dominates the vista from the two bays and can be seen from &lt;a href=\"Tahiti\"&gt;Tahiti&lt;/a&gt;. There are also hiking trails in the mountains. Vai'are Bay is another small inlet, smaller than the two main bays, on the east shore. The main village is located just south of the bay.\nGeology.\nMo'orea is an atoll whose main island consists mainly of &lt;a href=\"igneous%20rocks\"&gt;igneous rocks&lt;/a&gt;. The island, like neighboring Tahiti, formed as part of the \"Society Chain\" from a hot spot on the Pacific Plate and is between 1.5 and 2 million years old.10 The enclosed reef surrounds the entire island, but has several navigable passages. The reef is relatively close to the &lt;a href=\"island\"&gt;island&lt;/a&gt;, so Mo'orea has formed only a narrow lagoon.\nClimate.\nMo'orea is located in the Earth's tropical belt. The &lt;a href=\"climate\"&gt;climate&lt;/a&gt; is tropical-warm and very humid, which favors the lush vegetation of the island. The average temperature ranges between 28 and 30 °C, with little difference between months. The rainiest months are from December to February, the (&lt;a href=\"winter\"&gt;winter&lt;/a&gt;) months from July to September are drier. There is a constant wind that moderates temperatures. However, an occasional cyclone cannot be ruled out. In the 1982–83 season, a series of &lt;a href=\"Cyclone\"&gt;cyclones&lt;/a&gt; in the Society Islands also caused considerable property damage in Mo'orea.\nDemographics.\nThe island had a population of 14,226 inhabitants in the 2002 &lt;a href=\"census\"&gt;census&lt;/a&gt; which increased to 17,718 in 2017, distributed in the associated communes of Afareaitu, Haapiti, Paopao, Papetoai and Teavaro. Together with Maiao it forms the commune of Mo'orea-Maiao with 14,550 inhabitants by 2002.\nThe evolution of the number of inhabitants is known through population censuses conducted in the municipality since 1977. Since 2006, the INSEE publishes annually the legal populations of the municipalities, but the law on local &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; of February 27, 2002, in its articles dedicated to the population census, introduced population censuses every five years in New Caledonia, French Polynesia, Mayotte and the Wallis and Futuna islands, which was not the case before. For the &lt;a href=\"municipality\"&gt;municipality&lt;/a&gt;, the first comprehensive census under the new system was conducted in 2002; previous censuses took place in 1996, 1988, 1983, 1977 and 1971.\nBays.\nThe most famous sight of Mo'orea is Cook's Bay, where cruise &lt;a href=\"ships\"&gt;ships&lt;/a&gt; regularly anchor. It is a deep blue bay that often has white sailing yachts and in the background the 830 m high Mount Mouaputa, this being probably the most photographed South Seas image. Next door is Opunohu Bay, where many exterior shots of the 1984 movie The Bounty were filmed.\nThe two bays are connected by a steep, winding scenic road. In the once densely populated Opunohu &lt;a href=\"Valley\"&gt;Valley&lt;/a&gt;, the indigenous Polynesians built numerous worship platforms (&lt;a href=\"marae\"&gt;marae&lt;/a&gt;). The remains of these religious sites can be found everywhere off the road, some of them are signposted. Marae Titiroa is surrounded by banyan trees and was reconstructed in the late 1960s. A few hundred meters away is the multi-level Marae Ahu-o-Mahine, also well preserved. The trail continues to the Belvédère lookout overlooking Mount Rotui, Cook Bay and Opunohu Bay.\nFauna and flora.\nDue to the short distance to Tahiti and similarities in &lt;a href=\"climate\"&gt;climate&lt;/a&gt; and soil structure, the &lt;a href=\"flora\"&gt;flora&lt;/a&gt; of Mo'orea is comparable to that of Tahiti. The narrow coastal strip is dominated by anthropocorous plants, due to dense settlement and centuries of human use. However, significant remnants of the original plant communities have survived in the uninhabited and partially inaccessible interior of the island. The University of California at Berkeley maintains a permanent research institute on Mo'orea, Gump Station, to study tropical biodiversity and interactions between cultural processes and the ecosystem.\n&lt;a href=\"Mammals\"&gt;Mammals&lt;/a&gt; did not originally exist on the &lt;a href=\"Society%20Islands\"&gt;Society Islands&lt;/a&gt;; they were introduced exclusively by humans. Early Polynesian settlers brought dogs, pigs, chickens and the Pacific rat as food animals, while Europeans introduced goats, cows, sheep and horses. The indigenous land animals are only insects, land crabs, snails and &lt;a href=\"Lizard\"&gt;lizards&lt;/a&gt;.\nEspecially of the &lt;a href=\"Polynesia\"&gt;Polynesian&lt;/a&gt; tree snails of the genus Partula, there were several endemics on Mo'orea, which were wiped out by the pink wolf snail during the 1970s to 1990s. Until the 1980s, the Mo'orea warbler (Acrocephalus longirostris), an &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; species, was recorded on the island. This songbird was closely related to the long-billed warbler (Acrocephalus caffer) of Tahiti and may have been displaced by the pastoral blackbird (Acridotheres tristis). Another bird species extinct on Mo'orea is the white-winged sandpiper (Prosobonia ellisi), of which only two specimens are known from 1777.\nThere are no &lt;a href=\"Animal\"&gt;animals&lt;/a&gt; on Mo'orea that are dangerous to humans. Sand fleas on the beach and mosquitoes, which are everywhere in the interior of the island, can be unpleasant. The marine fauna of the lagoon and coral reef is very rich in species. In addition to more than 500 species of &lt;a href=\"Coral%20reef%20fish\"&gt;coral fish&lt;/a&gt;, divers and snorkelers can observe numerous mollusks, echinoderms and &lt;a href=\"Crustacean\"&gt;crustaceans&lt;/a&gt; of the tropical sea. Behind the fringing reef are sharks, rays, swordfish and sea turtles. From July to October, humpback whales pass by the island. Whale and dolphin watching is offered to tourists.\nPolitics.\nThe island is administratively part of the &lt;a href=\"commune%20in%20France\"&gt;commune&lt;/a&gt; (municipality) of &lt;a href=\"Moorea-Maiao\"&gt;Mo'orea-Mai'ao&lt;/a&gt;, itself in the &lt;a href=\"French%20Polynesia%23Administrative%20divisions\"&gt;administrative subdivision&lt;/a&gt; of the &lt;a href=\"Windward%20Islands%20%28Society%20Islands%29\"&gt;Windward Islands&lt;/a&gt;. The main village is &lt;a href=\"Afareaitu\"&gt;'Āfareaitu&lt;/a&gt;. The largest village is &lt;a href=\"Pao%20Pao\"&gt;Pao Pao&lt;/a&gt; at the bottom of Cook's Bay. The second largest is Maharepa.\nEconomy.\nThis &lt;a href=\"island\"&gt;island&lt;/a&gt; is one of the main tourist destinations in &lt;a href=\"French%20Polynesia\"&gt;French Polynesia&lt;/a&gt;, where there are several luxury resorts that allow visitors to enjoy its magnificent and beautiful lagoon.\nTransportation to this island is usually done from Tahiti by air transport in flights of about 5 minutes or through numerous ferries that move from the port of &lt;a href=\"Papeete\"&gt;Papeete&lt;/a&gt; to Moorea. It is also possible to hire a private boat transport.The hotels of Mo'orea have the characteristic Bungalows in the water that make the delight of the newlyweds and numerous couples who move in search of one of the most romantic places in the Pacific.\nThe island combines numerous possibilities as it has a truly beautiful mountain scenery and water sports and activities, the most popular activity being visits to the lagoon to feed rays and &lt;a href=\"sharks\"&gt;sharks&lt;/a&gt;.\nTourism.\nBecause of its stunning scenery and accessibility to Pape'ete, Mo'orea is visited by many western tourists who travel to French Polynesia. Especially popular as a &lt;a href=\"honeymoon\"&gt;honeymoon&lt;/a&gt; destination, Mo'orea can often be seen in advertisements in American wedding magazines.\n&lt;a href=\"Arthur%20Frommer\"&gt;Arthur Frommer&lt;/a&gt; declared in &lt;a href=\"Frommer%27s\"&gt;Frommer's&lt;/a&gt; travel guide that he considered it the most beautiful island in the world.\nThe main source of income is the tourism from the decade of 1960. An &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; company constructed in 1961 the Bali Shark Hotel, the first hotel of luxury of Moorea, in the north coast, near the &lt;a href=\"town\"&gt;town&lt;/a&gt; of Maharepa. Since then, the tourism has not stopped increasing, so that at the present time - according to affirm some guides of trips - Moorea has even more tourist hotels than Tahiti. The hotel complexes of all categories, with a predominance of expensive luxury hotels, are located mainly on the north and northwest coast. This is also where the most beautiful &lt;a href=\"Beach\"&gt;beaches&lt;/a&gt; of the island are located. From time to time, Moorea is visited by cruise ships.\nIn the opinion of many travelers, Moorea is the most beautiful island of &lt;a href=\"Polynesia\"&gt;Polynesia&lt;/a&gt;, so there is hardly a South Seas cruise that does not include Mo'orea in its program. The English explorer William Ellis already wrote about it in the 18th century:\nThere are two &lt;a href=\"waterfalls\"&gt;waterfalls&lt;/a&gt; in Afareaitu, although their volume decreases during the &lt;a href=\"winter\"&gt;winter&lt;/a&gt; season when water is rather scarce.\nOn the west coast, a traditional Polynesian village, the Tiki Village, has been rebuilt to meet the needs of &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt;. In addition to dance performances and demonstrations of Polynesian handicrafts, there are also souvenir stores.\nMost of the beaches on the northwest coast belong to &lt;a href=\"Hotel\"&gt;hotels&lt;/a&gt; and are not open to the public. On the northeast coast, in Temae, near the airfield, there is a public beach.\nThe race called the Moorea Marathon, held annually in February, is promoted by the tourism industry as the most beautiful in the world. Another international sporting event is the Aitoman &lt;a href=\"Triathlon\"&gt;Triathlon&lt;/a&gt;, held in October each year.\nAgriculture.\nUntil the end of the 20th century, &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt; was still grown on Moorea. Due to falling coffee prices, this is no longer profitable and the cultivation of &lt;a href=\"agricultural\"&gt;agricultural&lt;/a&gt; export crops has shifted to &lt;a href=\"pineapple\"&gt;pineapple&lt;/a&gt; and the coveted Tahitian vanilla. Some small family farms continue to produce copra in the traditional way. Breadfruit, yams, taro, sweet potatoes, bananas, coconuts and other tropical and subtropical fruits are grown for home consumption and hotel kitchens. &lt;a href=\"Fishing\"&gt;Fishing&lt;/a&gt; continues to play an important, though declining, role in the island's economy.\nResearch facilities.\nThe &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;University of California, Berkeley&lt;/a&gt; maintains the Richard B. Gump South Pacific Research Station on the west coast of Cook's Bay. The Gump station is also home to the Mo'orea Coral Reef Long Term Ecological Research Site (MCR LTER), part of a network established by the &lt;a href=\"National%20Science%20Foundation\"&gt;National Science Foundation&lt;/a&gt; in 1980 to support research on long-term ecological phenomena. The Mo'orea Coral Reef LTER became the 26th site in the network in September 2004.\nThe French &lt;a href=\"%C3%89cole%20pratique%20des%20hautes%20%C3%A9tudes\"&gt;École pratique des hautes études&lt;/a&gt; (EPHE) and the &lt;a href=\"Centre%20national%20de%20la%20recherche%20scientifique\"&gt;Centre national de la recherche scientifique&lt;/a&gt; (National Centre for Scientific Research; CNRS) maintain a research station at the end of 'Ōpūnohu Bay. This Centre de Recherches Insulaires et Observatoire de l'Environnement (Centre for island research and environment observatory) is a research site for several international projects, including the monitoring of coral reefs throughout French Polynesia as well as the monitoring of the fish population on the Tīahurā transect of Mo'orea's reef.\nReligion.\nThe majority of the local population is affiliated with &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;, a consequence of &lt;a href=\"History%20of%20colonialism\"&gt;European colonization&lt;/a&gt; and the activity of missionary groups from both the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; and &lt;a href=\"Protestantism\"&gt;various Protestant groups&lt;/a&gt;. The Catholic Church controls 4 church buildings and a religious center on the island, all under the jurisdiction of the Metropolitan Archdiocese of Papeete with headquarters on the island of Tahiti:\nSt. Joseph Church in Paopao (Église Saint Joseph), &lt;a href=\"Holy%20Family\"&gt;Holy Family&lt;/a&gt; Church in Haapiti (Église de la Sainte-Famille), St. Michael Church in Papetoai (Église de Saint-Michel) St. Patrick Church in Afareaitu (Église de Saint-Patrice) and St. &lt;a href=\"Francis%20Xavier\"&gt;Francis Xavier&lt;/a&gt; Religious Center in Varari (\"Centre religieux Saint-François-Xavier\").\nNear Afareaitu is Moorea's oldest worship platform, the Marae Umarea, built around 900 AD, with its enclosure of large coral slabs directly over the lagoon.\nTransportation.\nSeveral ferries go to the Vai'are wharf in Mo'orea daily from &lt;a href=\"Papeete\"&gt;Pape'ete&lt;/a&gt;, the Tahitian capital. Mo'orea's &lt;a href=\"Temae%20Airport\"&gt;Tema'e Airport&lt;/a&gt; has connections to the international airport in Pape'ete and onward to other Society Islands such as Tahiti. There is one road that goes around the island.\nPopular culture.\nIn the film \"&lt;a href=\"Love%20Affair%20%281994%20film%29\"&gt;Love Affair&lt;/a&gt;\", a scene where &lt;a href=\"Warren%20Beatty\"&gt;Warren Beatty&lt;/a&gt;'s character visits his aunt takes place on Mo'orea.\n&lt;a href=\"Jimmy%20Buffett\"&gt;Jimmy Buffett&lt;/a&gt; has stated that Mo'orea is the inspiration for his song \"&lt;a href=\"One%20Particular%20Harbor\"&gt;One Particular Harbor&lt;/a&gt;\"."
}