{
    "id": "6148511",
    "revid": "1061881552",
    "url": "https://en.wikipedia.org/wiki?curid=6148511",
    "title": "Joel Thome",
    "text": "Joel Thome (born in Detroit, Michigan) is the conductor and artistic director of &lt;a href=\"Orchestra%20of%20Our%20Time\"&gt;Orchestra of Our Time&lt;/a&gt;. A &lt;a href=\"Grammy%20Award\"&gt;Grammy Award&lt;/a&gt; recipient, Thome has been acclaimed internationally as an accomplished conductor and composer of classical and contemporary orchestral music, as well as a strikingly effective conductor of &lt;a href=\"opera\"&gt;opera&lt;/a&gt; and other music/theater works. His conducting credits include many prominent and international orchestras. He has worked with such noted artists as pianists &lt;a href=\"Vladimir%20Feltsman\"&gt;Vladimir Feltsman&lt;/a&gt; and &lt;a href=\"Lorin%20Hollander\"&gt;Lorin Hollander&lt;/a&gt;, violinist &lt;a href=\"Jaime%20Laredo\"&gt;Jaime Laredo&lt;/a&gt;, &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt; singers &lt;a href=\"Florence%20Quivar\"&gt;Florence Quivar&lt;/a&gt; and &lt;a href=\"Roberta%20Alexander\"&gt;Roberta Alexander&lt;/a&gt;. His modern opera performances include the Weill/Brecht &lt;a href=\"The%20Threepenny%20Opera\"&gt;Threepenny Opera&lt;/a&gt; with the &lt;a href=\"Opera%20Company%20of%20Boston\"&gt;Opera Company of Boston&lt;/a&gt; and the Thomson/Stein &lt;a href=\"Four%20Saints%20in%20Three%20Acts\"&gt;Four Saints in Three Acts&lt;/a&gt; at &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt;.\nFor thirteen years, Thome led the &lt;a href=\"National%20Symphonic%20Orchestra%20of%20Mexico\"&gt;National Symphonic Orchestra of Mexico&lt;/a&gt; in concerts of classical and contemporary works. He has also conducted the &lt;a href=\"Israel%20Chamber%20Orchestra\"&gt;Israel Chamber Orchestra&lt;/a&gt;, &lt;a href=\"Group%20L%27Itineraire\"&gt;Group L'Itineraire&lt;/a&gt; in Paris, &lt;a href=\"Brooklyn%20Philharmonic\"&gt;Brooklyn Philharmonic&lt;/a&gt;, the Orquestra Municipal of Caracas and the &lt;a href=\"Milwaukee%20Symphony\"&gt;Milwaukee Symphony&lt;/a&gt;, and has been a regular guest conductor of the Monday Evening Concert Series in Los Angeles.\nA composer and conductor of many disciplines, Thome conceived and conducted &lt;a href=\"Zappa%27s%20Universe\"&gt;Zappa's Universe&lt;/a&gt; at the Ritz Theatre in New York City, and provided critically acclaimed arrangements of &lt;a href=\"Frank%20Zappa\"&gt;Frank Zappa&lt;/a&gt;'s wide ranging repertoire for symphony orchestra, rock musicians, classical soloists and a capella singers. Thome's Polygram/Verve recording of Zappa's Universe received a &lt;a href=\"Grammy%20Awards%20of%201994\"&gt;Grammy Award for Best Rock Instrumental in 1994&lt;/a&gt;. Thome conducted a sold-out program of the Music of Frank Zappa and &lt;a href=\"Edgard%20Var%C3%A8se\"&gt;Edgard Varèse&lt;/a&gt; at the Great Performers Series in &lt;a href=\"Avery%20Fisher%20Hall\"&gt;Avery Fisher Hall&lt;/a&gt; at Lincoln Center, and conducted the Seattle and Oregon Symphony Orchestras in An Evening of the Music of &lt;a href=\"Frank%20Zappa\"&gt;Frank Zappa&lt;/a&gt;.\nThome as served as a member of the Board of Directors of the &lt;a href=\"Bronx%20Museum%20of%20the%20Arts\"&gt;Bronx Museum of the Arts&lt;/a&gt;, Mexican Institute for Culture in New York, Erick Hawkins Foundation for Modern Dance, and on the Board of Directors of the Institute for Music and Neurologic Function. His collaborations with visual artists include &lt;a href=\"Alexander%20Calder\"&gt;Alexander Calder&lt;/a&gt;, Françoise Gilot, &lt;a href=\"David%20Hockney\"&gt;David Hockney&lt;/a&gt; and &lt;a href=\"Red%20Grooms\"&gt;Red Grooms&lt;/a&gt;. He has also collaborated with film-maker Robert Fulton, and choreographer, &lt;a href=\"Anna%20Sokolow\"&gt;Anna Sokolow&lt;/a&gt;. Thome has held a number of prestigious positions in academe and for some years was Head of Music at &lt;a href=\"Carnegie%20Mellon%20University\"&gt;Carnegie Mellon University&lt;/a&gt;. He is currently Professor of Composition at &lt;a href=\"SUNY%20Purchase\"&gt;SUNY Purchase&lt;/a&gt; where he has taught, among others, electronic composer and musician &lt;a href=\"Dan%20Deacon\"&gt;Dan Deacon&lt;/a&gt;.\nCompositions.\nThome major compositions include Savitri Traveller of the Worlds (Pulitzer Prize nomination), the score for Picasso's play Catch Desire by the Tail; Book of Beginnings V for Benny Reitveldt (bassist for Miles Davis and Carlos Santana), and Time Spans, the first work to use actual radio signals from space.\nRecordings (as conductor).\nHis Recordings include the Thomson/Stein opera Four Saints in Three Acts (Nonesuch) which received Stereo Review's Recording of the Month and Recording of the Year, and a critically acclaimed recording of &lt;a href=\"Arnold%20Schoenberg\"&gt;Schoenberg&lt;/a&gt;'s Pierrot Lunaire for Vox) and Satyavan Dream Twilight for World Sound."
}