{
    "id": "61484730",
    "revid": "5040418",
    "url": "https://en.wikipedia.org/wiki?curid=61484730",
    "title": "Mehmet Şamil Bey",
    "text": "Mehmet Şamil Bey (born Osman Paşazade Mehmet Şamil, Mehmet Şamil Şhaplı following \"&lt;a href=\"Surname%20Law%20%28Turkey%29\"&gt;Surname Law&lt;/a&gt;\"; 1891 – 2 February 1957), was a Turkish &lt;a href=\"diplomat\"&gt;diplomat&lt;/a&gt;, journalist and sports executive, who was one of 22 founding members and first president of Turkish sports club &lt;a href=\"Be%C5%9Fikta%C5%9F%20J.K.\"&gt;Beşiktaş J.K.&lt;/a&gt;. His presidency lasted 5 years between 1903 and 1908.\nBiography.\nŞhaplı, of &lt;a href=\"Circassians\"&gt;Circassian&lt;/a&gt; descent, was born as Osman Paşazade Mehmet Şamil in 1891 in &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt;, &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; (today's &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;), as the eldest of 11 siblings of and Emire Nefiset Hanım. Osman Ferit Pasha (born in &lt;a href=\"Dagestan\"&gt;Dagestan&lt;/a&gt;), is a descendant of Şhaplı Kubilayko Mahomet Bey, a military figure of &lt;a href=\"Ubykh%20people\"&gt;Ubykh Tribe&lt;/a&gt; in &lt;a href=\"Sochi\"&gt;Sochi&lt;/a&gt;. Emire Nefiset Hanım is the granddaughter of &lt;a href=\"Shamil%2C%203rd%20Imam%20of%20Dagestan\"&gt;Shamil, 3rd Imam of Dagestan&lt;/a&gt;, the political, military, and spiritual leader of Caucasian resistance to Imperial Russia in the 1800s. Parents of Mehmet Şamil met in Medina, when Osman Ferit Pasha was serving as \"Shaykh al-Haram\" of Medina, Ottoman Empire.\nDue to new appointment of Osman Ferit Pasha as commander of &lt;a href=\"Ta%C5%9Fk%C4%B1%C5%9Fla\"&gt;Taşkışla Military Barracks&lt;/a&gt;, the time also when he finished his primary school education, Mehmet Şamil moved to Istanbul with his family where he studied &lt;a href=\"Lyc%C3%A9e%20Saint-Joseph%2C%20Istanbul\"&gt;Lycée Saint-Joseph, Istanbul&lt;/a&gt;.\nIn 1902 Autumn, a group of young athletics practitioners including Mehmet Şamil and his brother Hüseyin Bereket used to train &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt;, &lt;a href=\"Olympic%20weightlifting\"&gt;weight lifting&lt;/a&gt;, &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt; at &lt;a href=\"Konak%20%28residence%29\"&gt;Şeyhhül Harem Osman Paşa Konağı&lt;/a&gt;, Serencebey Neighbourhood, &lt;a href=\"Be%C5%9Fikta%C5%9F\"&gt;Beşiktaş&lt;/a&gt; District of Istanbul. Shortly after in 1902, the group were taken into custody since it was &lt;a href=\"Decline%20and%20modernization%20of%20the%20Ottoman%20Empire%23Istibdat%201879-1908\"&gt;İstibdat period&lt;/a&gt; of Ottoman Empire and playing football was prohibited, however they have been released following unfolded fact that they were practising athletics, individually -rather than playing football. On contrary, &lt;a href=\"%C5%9Eehzade\"&gt;Şehzade Abdülhalim&lt;/a&gt;, son of , and grandson of &lt;a href=\"Abdulmejid%20I\"&gt;Emperor Abdulmejid&lt;/a&gt;, appointed Kenan Bey, a then-well-known &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; and wrestler.\nIn 1903, the Group founded \"Beşiktaş Bereket Jimnastik Kulübü\" (later registered as \"Beşiktaş Jimnastik Kulübü\" in 1911).\nFollowing death of his father, Mehmet Şamil moved to &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt;, Switzerland, where he studied &lt;a href=\"Political%20Science\"&gt;Political Science&lt;/a&gt; at &lt;a href=\"University%20of%20Geneva\"&gt;University of Geneva&lt;/a&gt;.\nTaken \"Şhaplı\" as surname following &lt;a href=\"Surname%20Law%20%28Turkey%29\"&gt;1934 Surname Law&lt;/a&gt;, Mehmet Şamil Şhaplı died on 7 February 1957 in Istanbul. Following his death ceremony at &lt;a href=\"Te%C5%9Fvikiye%20Mosque\"&gt;Teşvikiye Mosque&lt;/a&gt;, he was buried in &lt;a href=\"Ey%C3%BCp%20Cemetery\"&gt;Eyüp Cemetery&lt;/a&gt;, next to his father's grave."
}