{
    "id": "61508646",
    "revid": "253891",
    "url": "https://en.wikipedia.org/wiki?curid=61508646",
    "title": "Morgan 32",
    "text": "The Morgan 32 is an American &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt; that was designed by Ted Brewer and Jack Corey and first built in 1980.\nThe Morgan 32 is a scaled-down development of the &lt;a href=\"Morgan%2038\"&gt;Morgan 38&lt;/a&gt;.\nThe design was developed into the &lt;a href=\"Morgan%20321\"&gt;Morgan 321&lt;/a&gt;, &lt;a href=\"Morgan%20322\"&gt;Morgan 322&lt;/a&gt; and &lt;a href=\"Morgan%20323\"&gt;Morgan 323&lt;/a&gt; in 1983.\nProduction.\nThe Morgan 32 was built by &lt;a href=\"Morgan%20Yachts\"&gt;Morgan Yachts&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; from 1980 to 1986, but it is now out of production.\nDesign.\nThe Morgan 32 is a recreational &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt;, with wood trim. It has a &lt;a href=\"masthead%20sloop\"&gt;masthead sloop&lt;/a&gt; rig with &lt;a href=\"aluminum\"&gt;aluminum&lt;/a&gt; spars, a &lt;a href=\"raked%20stem\"&gt;raked stem&lt;/a&gt;, a &lt;a href=\"reverse%20transom\"&gt;reverse transom&lt;/a&gt;, a &lt;a href=\"skeg\"&gt;skeg&lt;/a&gt;-mounted &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; controlled by a &lt;a href=\"Ship%27s%20wheel\"&gt;wheel&lt;/a&gt; and a fixed fin &lt;a href=\"keel\"&gt;keel&lt;/a&gt;. It displaces and carries of lead ballast.\nThe boat has a draft of with the standard keel and with the optional shoal draft keel.\nThe boat is fitted with a Japanese &lt;a href=\"Yanmar%202GM20\"&gt;Yanmar 2GM20&lt;/a&gt; &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;. The fuel tank holds and the fresh water tank has a capacity of .\nThe &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; is located on the port side, at the bottom of the companionway stairs and features a two-burner alcohol stove and oven, a &lt;a href=\"icebox\"&gt;icebox&lt;/a&gt; and a single sink with foot-pumped water. The &lt;a href=\"Head%20%28watercraft%29\"&gt;head&lt;/a&gt; is located forward, just aft of the bow \"V\"-berth. Additional sleeping accommodation is provided by settees in the main cabin and a aft double berth. One cabin quarter berth also serves as a seat for the navigation table. The cabin trim is &lt;a href=\"teak\"&gt;teak&lt;/a&gt; with &lt;a href=\"ash%20%28tree%29\"&gt;ash&lt;/a&gt; striping on the ceiling.\nVentilation is provided by six opening ports, plus opening hatches in the head and bow cabin.\nThe &lt;a href=\"mainsheet\"&gt;mainsheet&lt;/a&gt; is of a 6:1, mid-boom configuration and attaches at the bridge deck. The cockpit has two &lt;a href=\"genoa%20%28sail%29\"&gt;genoa&lt;/a&gt; winches and the genoa has inboard tracks. There are also two &lt;a href=\"halyard\"&gt;halyard&lt;/a&gt; winches.\nOriginal factory optional equipment included &lt;a href=\"jiffy%20reefing\"&gt;jiffy reefing&lt;/a&gt;, a bow &lt;a href=\"anchor\"&gt;anchor&lt;/a&gt; roller and pressure water.\nThe design has a &lt;a href=\"Portsmouth%20Yardstick\"&gt;Portsmouth Yardstick&lt;/a&gt; racing average handicap of 86.0.\nSee also.\nSimilar sailboats"
}