{
    "id": "61529479",
    "revid": "34550678",
    "url": "https://en.wikipedia.org/wiki?curid=61529479",
    "title": "John Vincent (restaurateur)",
    "text": "John Vincent &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; (born 28 September 1971) is a British entrepreneur who is the chief executive and co-founder of fast food chain &lt;a href=\"Leon%20Restaurants\"&gt;Leon Restaurants&lt;/a&gt;. Vincent is also known for his work in developing the 2013 School Food Plan, for which he was appointed an &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt;; for chairing the Council for Sustainable Business; and for co-authoring seven LEON cookbooks.\nEarly life.\nVincent was born in &lt;a href=\"Enfield%2C%20London\"&gt;Enfield, London&lt;/a&gt; and grew up in north London. He attended Chaseside Primary School and &lt;a href=\"Haberdashers%27%20Aske%27s%20Boys%27%20School\"&gt;Haberdashers' Aske's Boys' School&lt;/a&gt;, an &lt;a href=\"Independent%20school%20%28United%20Kingdom%29\"&gt;independent school&lt;/a&gt; in north London. Later, he went on to read History at &lt;a href=\"St%20John%27s%20College%2C%20Cambridge\"&gt;St John's College, Cambridge&lt;/a&gt;, where he obtained a &lt;a href=\"first%20class%20degree\"&gt;first class degree&lt;/a&gt;. While at university, Vincent had his own entertainment production company, setting up and hosting dance and music events.\nCareer.\nIn 1993, following his graduation, Vincent went on to work at &lt;a href=\"Procter%20%26amp%3B%20Gamble\"&gt;Procter &amp; Gamble&lt;/a&gt; (P&amp;G) in sales &amp; marketing. In 1997, after four years at P&amp;G, he moved to management consultancy firm &lt;a href=\"Bain%20%26amp%3B%20Company\"&gt;Bain &amp; Co&lt;/a&gt;. where he remained for the next seven years.\nFrom 2004 until 2007, Vincent was part of a team of three that worked on the whisky and spirits business &lt;a href=\"Whyte%20%26amp%3B%20Mackay\"&gt;Whyte &amp; Mackay&lt;/a&gt; during its rebranding and business transition under the ownership of Vivian Imerman.\nLeon Restaurants.\nIt was while working at Bain &amp; Co. that the idea for LEON was first developed:\n I sat down with a colleague of mine at the time, &lt;a href=\"Henry%20Dimbleby\"&gt;Henry Dimbleby&lt;/a&gt;, and we decided to write down five business ideas each. Good fast food was common on both lists. Henry had a vision of doing it in bowls. I had a vision of doing it more like McDonald's. Eventually we decided to go down the McDonald's route. The idea was simple: \"If God did fast food.\" – John Vincent.\nIn 2004, joined by chef &lt;a href=\"Allegra%20McEvedy\"&gt;Allegra McEvedy&lt;/a&gt; as third co-founder, the first LEON restaurant was opened, at &lt;a href=\"Carnaby%20Street\"&gt;Carnaby Street&lt;/a&gt;, central London. A year after opening, LEON was named \"Best New Restaurant in the UK\" by \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\". In 2013 it became a founding member of the &lt;a href=\"Sustainable%20Restaurant%20Association\"&gt;Sustainable Restaurant Association&lt;/a&gt; (SRA), and in 2018 was awarded the Association's top ranking of three stars; in 2017 it won Raymond Blanc's Sustainability Hero award at the Association's \"Food Made Good\" awards. Leon Restaurants was also named in the 2017 \"&lt;a href=\"Sunday%20Times\"&gt;Sunday Times&lt;/a&gt;\" Fast Track 100.\nIn 2014 Vincent took over day-to-day running of LEON, moving into the role of Chief Executive Officer. Dimbleby left Leon Restaurants' board in 2017. LEON has since expanded internationally and launched its own cookware and tableware ranges.\nThe School Food Plan.\nIn 2013 Vincent and Dimbleby were asked to lead an independent review, commissioned by the &lt;a href=\"UK%20Government\"&gt;UK Government&lt;/a&gt;, of the &lt;a href=\"School%20meal\"&gt;school food&lt;/a&gt; programme. As part of that work they went on to produce an actionable plan called \"The School Food Plan\". The plan formed the basis of revised rules on school dinners for pupils throughout the UK.\nThe plan has overseen, among other changes, the introduction of cookery lessons for all children up to the age of 14, universal free school meals for infants, and new standards for the food served to children in schools.\nThe School Food Plan has improved the diet of five million students and served daily across 22,000 schools. Vincent and Dimbleby were both awarded MBEs in 2015 for services to school food. In 2017, Vincent received the &lt;a href=\"Sustainable%20Restaurant%20Association\"&gt;Sustainable Restaurant Association&lt;/a&gt;'s \"Raymond Blanc Sustainability Hero\" award along with Dimbleby for their work on the plan.\nCouncil for Sustainable Business.\nIn 2018 Vincent was invited to help create and then chair the Council for Sustainable Business. The council was established to \"inspire British business to protect and improve the environment\", and to advise on how businesses can help achieve the aims of the 25 Year Environment Plan. \nBooks and newspaper column.\nVincent wrote a column for \"&lt;a href=\"Metro%20%28British%20newspaper%29\"&gt;Metro&lt;/a&gt;\" in 2014 and 2015, and has co-authored and published seven LEON cookbooks; they include:\nHe is co-author of a book, \"Winning Not Fighting\", with &lt;a href=\"Wing%20Chun\"&gt;Wing Tsun&lt;/a&gt; martial arts master &lt;a href=\"Julian%20Hitch\"&gt;Julian Hitch&lt;/a&gt;, published in 2019.\nPersonal life.\nVincent married broadcaster &lt;a href=\"Katie%20Derham\"&gt;Katie Derham&lt;/a&gt; in 1999; he proposed on the night they met. They have two daughters and live near &lt;a href=\"Haywards%20Heath\"&gt;Haywards Heath&lt;/a&gt;, &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt;. He was awarded an &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; in the &lt;a href=\"2015%20Birthday%20Honours\"&gt;2015 Birthday Honours&lt;/a&gt;."
}