{
    "id": "61537919",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=61537919",
    "title": "Viran Molisa Trief",
    "text": "Viran Molisa Trief (born 1977) is a &lt;a href=\"Ni-Vanuatu\"&gt;Ni-Vanuatu&lt;/a&gt; jurist who has been a member of the &lt;a href=\"Supreme%20Court%20of%20Vanuatu\"&gt;Supreme Court of Vanuatu&lt;/a&gt; since July 2019. She previously served as &lt;a href=\"Solicitor%20General\"&gt;Solicitor General&lt;/a&gt;, and was the first woman to hold each role.\nEarly life and education.\nTrief is the daughter of &lt;a href=\"Grace%20Mera%20Molisa\"&gt;Grace Mera Molisa&lt;/a&gt; and &lt;a href=\"Sela%20Molisa\"&gt;Sela Molisa&lt;/a&gt;, who were both instrumental in the founding of the Republic of Vanuatu in 1980. She is the oldest of three children; her brother Pala is a lecturer at Victoria University's Business School. They grew up in &lt;a href=\"Port%20Vila\"&gt;Port Vila&lt;/a&gt;, but went to &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; for their secondary education. Trief went to &lt;a href=\"Nelson%20College%20for%20Girls\"&gt;Nelson College for Girls&lt;/a&gt;, before graduating from &lt;a href=\"Victoria%20University%20of%20Wellington\"&gt;Victoria University of Wellington&lt;/a&gt; with a Bachelor of Laws with honours in 2001. She also has a Bachelor of Tourism Services Management. She graduated with a Master of Public Policy from the &lt;a href=\"Australian%20National%20University\"&gt;Australian National University&lt;/a&gt; in 2011, winning the Raymond Apthorpe Master Degree Prize for the best overall result in the degree.\nCareer.\nTrief worked at the State Law office as a researcher. She became a State Counsel in 2003 and Assistant Senior State Counsel in 2004. She was program coordinator of the Vanuatu Australian Policing and Justice Program. She was appointed &lt;a href=\"Solicitor%20General\"&gt;Solicitor General&lt;/a&gt; in March 2009. She also served as Secretary of the Law Council and Disciplinary Committee until her appointment to the Court.\nTrief was appointed to the Supreme Court by &lt;a href=\"President%20of%20Vanuatu\"&gt;President&lt;/a&gt; &lt;a href=\"Tallis%20Obed%20Moses\"&gt;Tallis Obed Moses&lt;/a&gt; in May 2019 and sworn-in in July. She was one of ten local and international applicants for the position. She is the first Ni-Vanuatu woman to be appointed a Judge of the Supreme Court of the Republic of Vanuatu. \nPersonal life.\nTrief is married with two children."
}