{
    "id": "6155424",
    "revid": "1040072429",
    "url": "https://en.wikipedia.org/wiki?curid=6155424",
    "title": "Jon Wells",
    "text": "Jon Matthew Wells (born 23 September 1978) is an English &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; pundit who was the &lt;a href=\"Director%20of%20Rugby\"&gt;Director of Rugby&lt;/a&gt; at the &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; and a former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. He debuted at Super League level in 1997, making his final appearance in 2009.\nHe played at club level for &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt; (&lt;a href=\"List%20of%20Castleford%20Tigers%20players\"&gt;Heritage № 734&lt;/a&gt;), &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity Wildcats&lt;/a&gt; and /, as a , or .\nHe started as an occasional &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; rugby league &lt;a href=\"pundit\"&gt;pundit&lt;/a&gt; in 2011 but became a regular.\nHe ran a hotel with his wife for a few years and then went onto start a gym in the Harrogate area which is still the case as of 2019.\nIn 12 March 2018 he became director of rugby at &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt;.\nBackground.\nJon Wells was born in &lt;a href=\"Wakefield\"&gt;Wakefield&lt;/a&gt;, &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, England and played for Sharlston Rovers as an amateur Rugby League player. He is currently living with his 2 daughters and wife.\nCareer.\nHe was signed by the &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt; and played in the first team from 1998 onwards.\nAccording to Rugby League project, Wells scored 6 tries in 22 games for the Castleford Tigers in 1998; 10 tries in 31 games in 1999; 14 tries in 29 games in the year 2000 (a career best); 9 tries in 30 games in 2001 and 13 tries in 26 games in 2002.\nHe also obtained a Law Degree and a master's degree in Criminal Justice Studies during his time at the Tigers.\nJon decided to sign for the Castleford Tigers' main rivals, the &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity Wildcats&lt;/a&gt;, who had finished 11th, on a two-year contract for the 2003 and 2004 seasons. He played as a , or .\nHowever, the Wakefield Trinity Wildcats remained 11th out of 12, losing 20 out of 28 games in the 2003 &lt;a href=\"Super%20League%20VIII\"&gt;Super League VIII&lt;/a&gt; and Jon scored only one try in his 25 games, back in round 3.\nThe Wakefield Trinity Wildcats were looking to make changes to improve their team and the would end up making also 11 changes and they arranged to sign Wells.\nJon had a good strike rate in his early years at the London Broncos; he scored 8 tries for the London Broncos in 22 games in 2004 and followed that up in 2005 with 13 tries in 27 games in all competitions.\nWells played just six games in 2006 for Harlequins RL, scoring a single try.\nIn 2007, he played 27 games scoring 7 tries.\nIn 2008, Jon Wells scored 2 tries in 19 appearances and the last try of his career was against the Hull Kingston Rovers on 5 April 2008.\nHis last season, 2009, saw Jon play 19 games, without scoring.\nJon had three exceptional seasons on the try scoring front (2000, 2002 and 2005) where he scored about a try every two games; the other seasons he would score a handful of tries and he had four disappointing seasons (2003, 2006, 2008 and 2009) where he scored two or less tries.\nWells' last game for the club was at &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt; on 21 August 2009 where he appears to have sustained a career ending neck injury.\nHe signed a new contract but at the start of the 2010 &lt;a href=\"Super%20League%20XV\"&gt;Super League XV&lt;/a&gt;, he informed Harlequins RL that he was retiring.\nA NEW BEGINNING\nJon made very occasional appearance on &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; from about 2010 onwards, as a guest, mainly when the London Broncos were involved.\nBy 2012, his appearances on Sky were still occasional but becoming a little more frequent.\nAround that period he opened hotel with his wife in Harrogate, which was sold on and they switched to running a gym in Harrogate.\nWells was also becoming a regular on Sky albeit in a secondary role; mainly doing brief summaries and presenting segments or holding interviews after the game ended, but on most weeks\nBy around 2015, the main presenters of Rugby League, looked likely to be heading for retirement; Mike Stephenson was coming up to the age of 70 whilst Eddie Hemmings had been on screen for four decades.\nIn 2016, \"Stevo\" retired from his anchor man role opening up further opportunities for others as Sky did not directly replace him.\nWells was Right Time, Right Place and on TV every week, his profile rose, and in 12 March 2018 he unexpectedly became director of rugby at the &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt;.\nCareer.\nBy the end of 2009, Wells had made over 250 Super League appearances including 120 for /, 24 appearances for Wakefield Trinity Wildcats and 139 appearances for Castleford Tigers.\nWhilst Rob Purdham was the only player in London's history to be awarded a testimonial for ten years of service to the club it was the case that Jon Wells was also awarded a testimonial for 2010, the first player to have been awarded a testimonial by the &lt;a href=\"Rugby%20Football%20League\"&gt;Rugby Football League&lt;/a&gt; (RFL) whilst representing a club in London.\nOn 12 March 2018 Jon was announced as director of rugby at his hometown club &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt;"
}