{
    "id": "61557070",
    "revid": "253891",
    "url": "https://en.wikipedia.org/wiki?curid=61557070",
    "title": "Aloha 32",
    "text": "The Aloha 32 is a Canadian &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt; that was designed by &lt;a href=\"Mark%20Ellis%20%28yacht%20designer%29\"&gt;Mark Ellis&lt;/a&gt; as a cruiser and first built in 1979.\nProduction.\nThe design was built by &lt;a href=\"Aloha%20Yachts\"&gt;Aloha Yachts&lt;/a&gt;, a &lt;a href=\"brand\"&gt;brand&lt;/a&gt; of Ouyang Boat Works, in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; from 1979 to 1988, but it is now out of production.\nDesign.\nThe Aloha 32 is a recreational &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt;, with &lt;a href=\"teak\"&gt;teak&lt;/a&gt; wooden trim. It has a &lt;a href=\"masthead%20sloop\"&gt;masthead sloop&lt;/a&gt; rig, a spooned &lt;a href=\"raked%20stem\"&gt;raked stem&lt;/a&gt;, a raised &lt;a href=\"Transom%20%28nautical%29\"&gt;transom&lt;/a&gt;, an internally mounted spade-type &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; controlled by a &lt;a href=\"Ship%27s%20wheel\"&gt;wheel&lt;/a&gt; and a fixed fin &lt;a href=\"keel\"&gt;keel&lt;/a&gt;. It displaces and carries of lead ballast. The bow has an &lt;a href=\"anchor\"&gt;anchor&lt;/a&gt; chain locker and roller.\nThe boat has a draft of with the standard keel and with the optional shoal draft keel.\nThe boat is fitted with a &lt;a href=\"Westerbeke\"&gt;Westerbeke&lt;/a&gt; &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt; or a Universal diesel of . The fuel tank holds and the fresh water tank has a capacity of .\nThe design has two interior layouts, one that dispenses with the bow \"V\"-berth. The &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; is located to port, at the bottom of the companionway steps and features foot-pumped water, a single sink and a two-burner &lt;a href=\"kerosene\"&gt;kerosene&lt;/a&gt; stove. The &lt;a href=\"Head%20%28watercraft%29\"&gt;head&lt;/a&gt; is to starboard, opposite the gallery. The cabin sole is teak and &lt;a href=\"holly\"&gt;holly&lt;/a&gt; and the provided interior lockers have &lt;a href=\"Caning%20%28furniture%29\"&gt;cane&lt;/a&gt; doors. There are teak battens mounted on the cabin ceiling. There is of headroom in the main cabin.\nVentilation is provided by two large translucent hatches and two small ones, plus six opening, screened posts.\nFrom the factory the boat came with an \"Ulmer\" &lt;a href=\"mainsail\"&gt;mainsail&lt;/a&gt; and two &lt;a href=\"genoa%20%28sail%29\"&gt;genoas&lt;/a&gt;, a number 1 and number 3. &lt;a href=\"Reefing\"&gt;Reefing&lt;/a&gt;, &lt;a href=\"outhaul\"&gt;outhaul&lt;/a&gt; and &lt;a href=\"halyard\"&gt;halyard&lt;/a&gt;s are all by internal lines.\nThe design has a &lt;a href=\"Performance%20Handicap%20Racing%20Fleet\"&gt;PHRF&lt;/a&gt; racing average handicap of 171.\nOperational history.\nA review by Richard Sherwood described the design, \"the Aloha is light and should accelerate well. It is primarily a cruiser.\nIn a review Michael McGoldrick wrote, \"Mark Ellis appears to have successfully squeezed in everything from the Niagara 35 into this 32 footer - everything is just a little tighter. Aside from 3 feet in the overall length, the main difference between the two boats is that one was manufactured by Hinterhoeller, and the other by Aloha (two builders who had good reputations).\"\nSee also.\nSimilar sailboats"
}