{
    "id": "615663",
    "revid": "41749630",
    "url": "https://en.wikipedia.org/wiki?curid=615663",
    "title": "Urmia",
    "text": "Urmia or Orumiyeh (, ; ; ; \"Ûrmiyê\"; ) is the largest city in &lt;a href=\"West%20Azerbaijan%20Province\"&gt;West Azerbaijan Province&lt;/a&gt; of &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and the capital of &lt;a href=\"Urmia%20County\"&gt;Urmia County&lt;/a&gt;. It is situated at an altitude of above sea level, and is located along the &lt;a href=\"Shahar%20River\"&gt;Shahar River&lt;/a&gt; on the &lt;a href=\"Urmia%20Plain\"&gt;Urmia Plain&lt;/a&gt;. &lt;a href=\"Lake%20Urmia\"&gt;Lake Urmia&lt;/a&gt;, one of the world's largest &lt;a href=\"salt%20lake\"&gt;salt lake&lt;/a&gt;s, lies to the east of the city, and the mountainous &lt;a href=\"Turkey\"&gt;Turkish&lt;/a&gt; border area lies to the west.\nUrmia is the &lt;a href=\"List%20of%20Iran%20cities%20by%20population\"&gt;10th most populated&lt;/a&gt; city in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. At the 2012 census, its population was 667,499, with 197,749 households. The city's inhabitants are predominantly &lt;a href=\"Azerbaijanis\"&gt;Azerbaijanis&lt;/a&gt; who speak the &lt;a href=\"Azerbaijani%20language\"&gt;Azerbaijani language&lt;/a&gt;. There are also minorities of &lt;a href=\"Kurds\"&gt;Kurds&lt;/a&gt;, &lt;a href=\"Persians\"&gt;Persians&lt;/a&gt;, &lt;a href=\"Assyrian%20people\"&gt;Assyrians&lt;/a&gt;, and &lt;a href=\"Armenians\"&gt;Armenians&lt;/a&gt;. The city is the trading center for a fertile agricultural region where fruits (especially &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s and &lt;a href=\"grape\"&gt;grape&lt;/a&gt;s) and &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt; are grown. Even though the majority of the residents of Urmia are Muslims, the Christian history of Urmia is well preserved and is especially evident in the city's many churches and cathedrals.\nAn important town by the 9th century, the city has had a diverse population which has at times included Muslims (&lt;a href=\"Shia\"&gt;Shia&lt;/a&gt;s and &lt;a href=\"Sunni%20Islam\"&gt;Sunnis&lt;/a&gt;), Christians (&lt;a href=\"Eastern%20Catholic%20Churches\"&gt;Catholics&lt;/a&gt;, &lt;a href=\"Protestantism\"&gt;Protestants&lt;/a&gt;, &lt;a href=\"Assyrian%20Church%20of%20the%20East\"&gt;Nestorians&lt;/a&gt;, and &lt;a href=\"Oriental%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt;), &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt;, &lt;a href=\"Bah%C3%A1%CA%BC%C3%AD%20Faith\"&gt;Baháʼís&lt;/a&gt; and &lt;a href=\"Sufism\"&gt;Sufis&lt;/a&gt;. Around 1900, Christians made up more than 40% of the city's population; however, most of the Christians were either killed when the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; invaded &lt;a href=\"Qajar%20Iran\"&gt;Qajar Iran&lt;/a&gt; and committed &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt; against Urmia's &lt;a href=\"Assyrian%20genocide\"&gt;Assyrian&lt;/a&gt; and &lt;a href=\"Armenian%20genocide\"&gt;Armenian&lt;/a&gt; population or fled shortly after the end of the war.\nName.\n&lt;a href=\"Richard%20Nelson%20Frye\"&gt;Richard Nelson Frye&lt;/a&gt; suggested &lt;a href=\"Urartu\"&gt;Urartian&lt;/a&gt; origin for the name, while &lt;a href=\"T.%20Burrow\"&gt;T. Burrow&lt;/a&gt; connected the origin of the name Urmia to &lt;a href=\"Indo-Iranian%20languages\"&gt;Indo-Iranian&lt;/a&gt; urmi- \"wave\" and urmya- \"undulating, wavy\".\nAs of 1921, Urmia was also called, \"Urumia\" and \"Urmi\". During the &lt;a href=\"Pahlavi%20Dynasty\"&gt;Pahlavi Dynasty&lt;/a&gt; (1925–1979), the city was called \"Rezaiyeh\" () after &lt;a href=\"Reza%20Shah\"&gt;Reza Shah&lt;/a&gt;, the dynasty's founder, whose name ultimately derives from the Islamic concept of \"&lt;a href=\"rida\"&gt;rida&lt;/a&gt;\" via the &lt;a href=\"The%20Twelve%20Imams\"&gt;Eighth Imam&lt;/a&gt; in &lt;a href=\"Twelver\"&gt;Twelver&lt;/a&gt; &lt;a href=\"Shia%20Islam\"&gt;Shia Islam&lt;/a&gt;, &lt;a href=\"Ali%20al-Ridha\"&gt;Ali al-Ridha&lt;/a&gt;.\nThe name could also derive from the combination of the &lt;a href=\"Syriac%20language\"&gt;Assyrian Aramaic&lt;/a&gt; words &lt;a href=\"Ur\"&gt;Ur&lt;/a&gt;(ܐܘܪ; a common name for cities around Mesopotamia; “city”) and Mia (ܡܝܐ, “water”), “City of Water” referring to the great &lt;a href=\"Lake%20Urmia\"&gt;Lake Urmia&lt;/a&gt; nearby. Compare &lt;a href=\"Edessa\"&gt;Urhay&lt;/a&gt;, &lt;a href=\"Ur\"&gt;Ur (of the Chaldees)&lt;/a&gt;.\nHistory.\nAccording to &lt;a href=\"Vladimir%20Minorsky\"&gt;Vladimir Minorsky&lt;/a&gt;, there were villages in the &lt;a href=\"Urmia%20Plain\"&gt;Urmia Plain&lt;/a&gt; as early as 2000BC, with their civilization under the influence of the &lt;a href=\"Kingdom%20of%20Van\"&gt;Kingdom of Van&lt;/a&gt;. Excavations of the ancient ruins near Urmia led to the discovery of utensils that date to the 20thcentury BC. In ancient times, the west bank of Urmia Lake was called \"Gilzan\", and in the 9thcentury BC an independent government ruled there, which later joined the &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt; or Manna empire; in the 8thcentury BC, the area was a vassal of the &lt;a href=\"Asuzh%20government\"&gt;Asuzh government&lt;/a&gt; until it joined the &lt;a href=\"Median%20Empire\"&gt;Median Empire&lt;/a&gt;.\n&lt;a href=\"Assyrian%20people\"&gt;Assyrians&lt;/a&gt; who did survive the invasion of &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; by &lt;a href=\"Timur\"&gt;Timur&lt;/a&gt; fled through northern Iraq up into the Hakkari Mountains to the west of Lake Urmia and the area remained as their homeland until the 19th century.\nDuring the &lt;a href=\"Safavid%20dynasty\"&gt;Safavid&lt;/a&gt; era, the neighboring &lt;a href=\"Ottoman%20Turks\"&gt;Ottoman Turks&lt;/a&gt;, who were the archrivals of the Safavids, made several incursions into the city and captured it on more than one occasion, but the Safavids successfully regained control over the area. When in 1622, during the reign of Safavid king &lt;a href=\"Abbas%20I%20of%20Persia\"&gt;AbbasI&lt;/a&gt; (1588–1629) &lt;a href=\"Qasem%20Sultan%20Afshar\"&gt;Qasem Sultan Afshar&lt;/a&gt; was appointed governor of &lt;a href=\"Mosul\"&gt;Mosul&lt;/a&gt;, he was forced to leave his office shortly afterwards due to the outbreak of a &lt;a href=\"plague%20%28disease%29\"&gt;plague&lt;/a&gt;. He moved to the western part of &lt;a href=\"Azerbaijan%20%28Iran%29\"&gt;Azerbaijan&lt;/a&gt;, and became the founder of the &lt;a href=\"Afshar%20people\"&gt;Afshar&lt;/a&gt; community of Urmia. The city was the capital of the &lt;a href=\"Urmia%20Khanate\"&gt;Urmia Khanate&lt;/a&gt; from 1747 to 1865. The first monarch of Iran's &lt;a href=\"Qajar%20dynasty\"&gt;Qajar dynasty&lt;/a&gt;, &lt;a href=\"Agha%20Muhammad%20Khan\"&gt;Agha Muhammad Khan&lt;/a&gt;, was crowned in Urmia in 1795.\nDue to the presence of a substantial &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; minority at the end of the 19thcentury, Urmia was also chosen as the site of the first Christian missionaries from the United States in Iran in 1835 led by &lt;a href=\"Justin%20Perkins\"&gt;Justin Perkins&lt;/a&gt; (1805–1869) with &lt;a href=\"Asahel%20Grant\"&gt;Asahel Grant&lt;/a&gt; (1807–1844); and followed by &lt;a href=\"Fidelia%20Fisk\"&gt;Fidelia Fiske&lt;/a&gt; (1816–1864), &lt;a href=\"Joseph%20Gallup%20Cochran\"&gt;Joseph Gallup Cochran&lt;/a&gt; (1817–1871), and &lt;a href=\"Joseph%20Cochran\"&gt;Joseph Plumb Cochran&lt;/a&gt; (1855–1905). Another mission was soon underway in nearby &lt;a href=\"Tabriz\"&gt;Tabriz&lt;/a&gt; as well. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the population was estimated by Dr.Caujole to be 30,000 people, and a quarter of which (7,500) were Assyrians and 1,000 Jews.\nDuring the 19th century, the region became the center of a short-lived Assyrian renaissance with many books and newspapers being published in &lt;a href=\"Syriac%20language\"&gt;Syriac&lt;/a&gt;. Urmia was also the seat of a &lt;a href=\"Dioceses%20of%20the%20Church%20of%20the%20East%20after%201552\"&gt;Chaldean diocese&lt;/a&gt;.\nDuring late 1914 Ottoman forces under the command of &lt;a href=\"Enver%20Pasha\"&gt;Enver Pasha&lt;/a&gt; stepped up clandestine activity in the region with the aim of committing the Ottoman Empire to war. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the city changed hands several times between the &lt;a href=\"Imperial%20Russia\"&gt;Russians&lt;/a&gt; and the Ottoman troops and their Kurdish allies in the following two years. Historian &lt;a href=\"David%20Gaunt\"&gt;David Gaunt&lt;/a&gt; says that the &lt;a href=\"Sayfo\"&gt;Sayfo&lt;/a&gt;, the systematic annihilation of Assyrian and Syriac Christians by the Ottoman Empire, began in Urmia during the Ottoman occupation from 1 January to May 1915. Ottoman forces under the command of &lt;a href=\"Djevdet%20Bey\"&gt;Djevdet Bey&lt;/a&gt; and &lt;a href=\"Halil%20Kut\"&gt;Halil Kut&lt;/a&gt;, aided by locals, committed massacres against Iranian Assyrians and Armenians as well as Assyrians and Armenian soldiers serving in the Ottoman forces.\nThe influx of Christian refugees and their alliance with the Russians angered the Ottoman troops who attacked the Christian quarter in February 1918. The Assyrians managed to capture the whole city following a brief battle. The region descended into chaos again after the assassination of the Assyrian patriarch &lt;a href=\"Shimun%20XIX%20Benyamin\"&gt;Shimun XIX Benyamin&lt;/a&gt; at the hands of &lt;a href=\"Simko%20Shikak\"&gt;Simko Shikak&lt;/a&gt; one month later. Ottomans and Simko managed to take and plunder the city in June/July 1918. Thousands of Christians were massacred by Ottomans as part of the &lt;a href=\"Assyrian%20genocide\"&gt;Assyrian&lt;/a&gt; and &lt;a href=\"Armenian%20genocide\"&gt;Armenian genocide&lt;/a&gt;; others found refuge under British protection in the neighboring Iraq.\nPopulation.\nEthnic composition.\nThe city has been home to various &lt;a href=\"ethnic%20groups\"&gt;ethnic groups&lt;/a&gt; during its history. The population of Urmia in the early Islamic period was Christian. At the beginning of the 20thcentury, the city had a significant Christian minority (Assyrians and Armenians). According to Macuch, and Ishaya, the city was the spiritual capital of the &lt;a href=\"Assyrian%20people\"&gt;Assyrians&lt;/a&gt;, who were influenced by four Christian missions that had been established in the city in the period from 1830 to the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. A large number of the Assyrians and Armenians were killed in 1914 during the &lt;a href=\"Armenian%20genocide\"&gt;Armenian&lt;/a&gt; and &lt;a href=\"Assyrian%20genocide\"&gt;Assyrian&lt;/a&gt; genocides, which resulted in a change in the city's demographics. During the era of &lt;a href=\"Reza%20Shah%20Pahlavi\"&gt;Reza Shah Pahlavi&lt;/a&gt;, Iranian Assyrians were invited to return to the region, and several thousand did return. There are around 5,000 Assyrians remaining in the city.\nUntil the &lt;a href=\"Iran%20crisis%20of%201946\"&gt;Iran crisis of 1946&lt;/a&gt; and the &lt;a href=\"Establishment%20of%20the%20State%20of%20Israel\"&gt;Establishment of the State of Israel&lt;/a&gt; in 1947, several thousand Jews also lived Urmia, and their language (&lt;a href=\"Lish%C3%A1n%20Did%C3%A1n\"&gt;Lishán Didán&lt;/a&gt;) is still spoken by an ageing community in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;.\nHowever, according to the &lt;a href=\"Federal%20Research%20Division\"&gt;Federal Research Division&lt;/a&gt; of &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt;, ethnic Azeris form around 40% of the population of Urmia region.\nThe majority of the population can speak the official language of Iran, &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;, in addition to their own native tongue.\nChristianity.\nThe city is the archiepiscopal see of the &lt;a href=\"Eastern%20Catholic%20Churches\"&gt;Eastern Catholic&lt;/a&gt; Metropolitan &lt;a href=\"Chaldean%20Catholic%20Archeparchy%20of%20Urmy%C4%81\"&gt;Chaldean Catholic Archeparchy of Urmyā&lt;/a&gt;, which has a &lt;a href=\"Suffragan%20bishop\"&gt;suffragan&lt;/a&gt; in &lt;a href=\"Salmas\"&gt;Salmas&lt;/a&gt;. There are also &lt;a href=\"Protestantism\"&gt;Protestants&lt;/a&gt;, &lt;a href=\"Assyrian%20Church%20of%20the%20East\"&gt;Church of the East&lt;/a&gt; adherents and &lt;a href=\"Armenian%20Orthodox\"&gt;Armenian Orthodox&lt;/a&gt;. There are four churches in the central part of the city, two being Assyrian Church of the East, one Armenian, and one Chaldean.\nParks and touristic centres.\nThe tourist attractions of the city of Urmia include many parks and coastal villages lying on or near the shores of Lake Urmia. The oldest park in Urmia, called Park-e Saat, was established in the first &lt;a href=\"Pahlavi%20dynasty\"&gt;Pahlavi&lt;/a&gt; era. Urmia's largest park is Ellar Bagi Park (Azerbaijani \"People's Garden\") along the Shahar Chayi, or the \"City River\".\nLakes and ponds\nLagoons\nParks\nScenic coastal villages:\nLandscape attractions:\nClimate.\nUrmia's climate is &lt;a href=\"humid%20continental%20climate\"&gt;humid continental climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt;: \"Dfa\", &lt;a href=\"Trewartha%20climate%20classification\"&gt;Trewartha&lt;/a&gt;: \"Dc\"), bordering on &lt;a href=\"Semi-arid%20climate\"&gt;cold semi-arid climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt;: \"BSk\", &lt;a href=\"Trewartha%20climate%20classification\"&gt;Trewartha&lt;/a&gt;: \"BS\"), with cold winters, mild springs, hot dry summers, and cool autumns. Precipitation is heavily concentrated in late autumn, winter (mostly in the form of snow), and especially spring, while precipitation is scarce in summer. Temperatures in Urmia are much colder than most of the remainder of Iran because of the elevation. Although dry for being a traditional &lt;a href=\"humid%20continental%20climate\"&gt;continental climate&lt;/a&gt;, it has cold enough winters to qualify as general continental.\nSport.\nSports are an important part of Urmia's culture. The most popular sport in Urmia is volleyball. Urmia is considered Iran's volleyball capital, and that is because of the ranks that &lt;a href=\"Shahrdari%20Urmia%20VC\"&gt;Shahrdari Urmia VC&lt;/a&gt; got in &lt;a href=\"Iranian%20Volleyball%20Super%20League\"&gt;Iranian Volleyball Super League&lt;/a&gt; and for the great volleyball players who play on the &lt;a href=\"Iran%20men%27s%20national%20volleyball%20team\"&gt;Iran men's national volleyball team&lt;/a&gt; (such as &lt;a href=\"Saed%20Marouf\"&gt;Saed Marouf&lt;/a&gt;, &lt;a href=\"Abdolreza%20Alizadeh\"&gt;Abdolreza Alizadeh&lt;/a&gt;, and &lt;a href=\"Milad%20Ebadipour\"&gt;Milad Ebadipour&lt;/a&gt;) and first-class coaches in Iran. Recently, Urmia has also been called \"the city of volleyball lovers\" by the &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20de%20Volleyball\"&gt;Fédération Internationale de Volleyball&lt;/a&gt; (International Volleyball Federation, FIVB) official website.\nThe &lt;a href=\"2010%20Asian%20Men%27s%20Cup%20Volleyball%20Championship\"&gt;2010 Asian Men's Cup Volleyball Championship&lt;/a&gt; was held in &lt;a href=\"Ghadir%20Arena\"&gt;Ghadir Arena&lt;/a&gt; in Urmia, &lt;a href=\"2012%20WAFF%20Futsal%20Championship\"&gt;2012 WAFF Futsal Championship&lt;/a&gt;, and the &lt;a href=\"2012%20Asian%20Junior%20Men%27s%20Volleyball%20Championship\"&gt;2012 Asian Junior Men's Volleyball Championship&lt;/a&gt; was also held in Urmia. It is also one of the venues of the &lt;a href=\"2019%20FIVB%20Volleyball%20Men%27s%20Nations%20League\"&gt;2019 FIVB Volleyball Men's Nations League&lt;/a&gt;.\nCulture.\n&lt;a href=\"Azerbaijanis\"&gt;Azerbaijanis&lt;/a&gt; hold festivals and ceremonies such as &lt;a href=\"Nowruz\"&gt;Nowruz&lt;/a&gt; and &lt;a href=\"Eid%20al-Adha\"&gt;Eid al-Adha&lt;/a&gt; like other Iranian ethnic groups with small differences. &lt;a href=\"Ashik\"&gt;Ashik&lt;/a&gt; music is one of the features of the Turkish speaking people of the world. It has different versions in Iran. Meanwhile, as many experts of this art testify the Urmia Ashik, is the most original and oldest version in the world, which has preserved its origin until the present day. Ashik music has its unique styles. As a piece of the culture of Azerbaijan, Urmia Ashik music has been registered in Iran's national heritage.\nEducation.\nThe first modern style school established in Urmia in 1834.\nHigher education.\nUrmia was an important centre for &lt;a href=\"higher%20education\"&gt;higher education&lt;/a&gt; approximately a century ago; indeed, the medical college of Urmia, which was built by &lt;a href=\"Joseph%20Cochran\"&gt;Joseph Cochran&lt;/a&gt; and a team of American medical associates in 1878, is the first modern university of Iran. Unfortunately, the college was shut down even before the establishment of the first official University of Iran, &lt;a href=\"University%20of%20Tehran\"&gt;University of Tehran&lt;/a&gt;. Today, Urmia has become an important centre of education, with several state and private universities and institutes, including those listed below.\nUniversities in Urmia:\nMedia.\nTelevision.\nUrmia has one state-owned television channel, &lt;a href=\"Urmia%20TV\"&gt;Urmia TV&lt;/a&gt;, which broadcasts in both &lt;a href=\"Azeri%20language\"&gt;Azerbaijani&lt;/a&gt;, and &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;, and internationally through satellite Intelsat902.&lt;ref name=\"urmia.irib.ir/\"&gt;&lt;/ref&gt;\nRadio.\nUrmia has one radio channel broadcasting in &lt;a href=\"Kurdish%20language\"&gt;Kurdish&lt;/a&gt;, &lt;a href=\"Azerbaijani%20language\"&gt;Azerbaijani&lt;/a&gt; and &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;. The name of the local radio is &lt;a href=\"Chichest\"&gt;Chichest&lt;/a&gt;.\nPress.\nAmong others, the city's print media include: \nInfrastructure.\nTransportation.\nMost of Urmia's residents travel by car through the system of roads and &lt;a href=\"highway\"&gt;highway&lt;/a&gt;s. Urmia is also served by &lt;a href=\"Taxicab\"&gt;taxis&lt;/a&gt; and public &lt;a href=\"bus\"&gt;bus&lt;/a&gt;es. There are also some private groups that provide services called \"Phone-taxi.\" Two Tram-lines for Urmia are Planned .\nUrmia is linked to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; through &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;'s &lt;a href=\"Road%2032%20%28Iran%29\"&gt;roads&lt;/a&gt; and Sero border crossing. &lt;a href=\"Urmia%20Airport\"&gt;Urmia Airport&lt;/a&gt;, which opened in 1964, was the first international airport in &lt;a href=\"West%20Azerbaijan\"&gt;West Azerbaijan&lt;/a&gt; county, &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. As of April 2015 it only has regularly scheduled domestic flights to &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;'s &lt;a href=\"Mehrabad%20International%20Airport\"&gt;Mehrabad International Airport&lt;/a&gt;, although there are plans to establish a direct flight between Urmia and &lt;a href=\"Erbil\"&gt;Erbil&lt;/a&gt;, due to the large number of passengers travelling between the two cities. The city is recently connected to &lt;a href=\"Iran%20National%20Railways\"&gt;Iran National Railways&lt;/a&gt; (IRIR, &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;: رجا ).\nHealth systems.\nThe Iranian government operates public hospitals in the Urmia metropolitan region. There are also a number of private hospitals and medical centers in the city. Hospitals include:\nHospitals:\nClinics:\nConsulates.\nThe Turkish government has a &lt;a href=\"consulate\"&gt;consulate&lt;/a&gt; on Beheshti Avenue, Urmia, Iran.\nPeople.\nDuring its history Urmia was the origin for many Iranian illumination and modernization movements. The city was the hometown of numerous figures including politicians, revolutionaries, artists, and military leaders. Following is a partial list of some of the people who was born or lived in Urmia.\n\"For a complete list see: \""
}