{
    "id": "6158730",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6158730",
    "title": "Tom Feeney",
    "text": "Thomas Charles Feeney III (born May 21, 1958), known as Tom Feeney, is an American politician from the state of &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;. He represented . He was defeated in the &lt;a href=\"United%20States%20House%20of%20Representatives%20elections%20in%20Florida%2C%202008%23District%2024\"&gt;2008 election&lt;/a&gt; by &lt;a href=\"U.S.%20Democratic%20Party\"&gt;Democrat&lt;/a&gt; &lt;a href=\"Suzanne%20Kosmas\"&gt;Suzanne Kosmas&lt;/a&gt;.\nEarly life.\nHe was born in &lt;a href=\"Abington%20Township%2C%20Montgomery%20County%2C%20Pennsylvania\"&gt;Abington, Pennsylvania&lt;/a&gt;, a &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; of &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. He graduated from &lt;a href=\"Penn%20State%20University\"&gt;Penn State University&lt;/a&gt; in 1980, obtaining a law degree from the &lt;a href=\"University%20of%20Pittsburgh%20School%20of%20Law\"&gt;University of Pittsburgh School of Law&lt;/a&gt; in 1983. Soon afterwards, he moved to &lt;a href=\"Oviedo%2C%20Florida\"&gt;Oviedo, Florida&lt;/a&gt;, a suburb of Orlando where he still lives, and opened a private practice.\nFlorida legislature.\nIn 1990, Feeney was elected to the &lt;a href=\"Florida%20House%20of%20Representatives\"&gt;Florida House of Representatives&lt;/a&gt; as a Republican from &lt;a href=\"Seminole%20County%2C%20Florida\"&gt;Seminole County&lt;/a&gt;. He served two terms there before running for &lt;a href=\"lieutenant%20governor\"&gt;lieutenant governor&lt;/a&gt; of Florida as &lt;a href=\"Jeb%20Bush\"&gt;Jeb Bush&lt;/a&gt;'s running mate in 1994. After the pair narrowly lost, Feeney joined the &lt;a href=\"James%20Madison%20Institute\"&gt;James Madison Institute&lt;/a&gt;, a &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; think tank, as a director. He returned to the Florida House in 1996 and was elected as Speaker of that body in 2000. \nFeeney first came to national prominence in 2000, shortly after his election as Speaker, when he led efforts to certify the state's Republican presidential electors even though it was still unclear whether &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; or &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt; had won the state's electoral votes. Feeney and his colleagues claimed that Florida's electoral votes were in imminent danger of being removed from consideration if the results of the &lt;a href=\"Direct%20election\"&gt;popular vote&lt;/a&gt; in the state could not be determined with legal certainty. While Article 2 of the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt; places this power in the legislature, many Democrats insisted that &lt;a href=\"Florida%20Recount\"&gt;recounts&lt;/a&gt; needed to be completed, and that by doing so, a clear legal victor would emerge.\nFeeney and then State Senate president John McKay argued the state Supreme Court's verdict in favor of the Democrats' position on recounts essentially \"tainted\" the entire process, so that there was (as Feeney stated) \"a great risk\" Florida's electoral votes would be disregarded altogether in the selection of the next President. The &lt;a href=\"U.S.%20Supreme%20Court\"&gt;U.S. Supreme Court&lt;/a&gt;'s verdict in \"&lt;a href=\"Bush%20v.%20Gore\"&gt;Bush v. Gore&lt;/a&gt;\" rejected the argument from uncertainty by a margin of 6–3, and halted the recount process on other grounds. Bush won Florida and the election.\nIn 2001, Feeney was one of the lawmakers who opposed a demand by &lt;a href=\"Bud%20Selig\"&gt;Bud Selig&lt;/a&gt; that the state finance a new baseball stadium for the &lt;a href=\"Florida%20Marlins\"&gt;Florida Marlins&lt;/a&gt;. At that time, Selig had threatened that the Marlins might leave South Florida if they did not receive a tax break.\nU.S. House of Representatives.\nFlorida gained two congressional districts after the 2000 &lt;a href=\"census\"&gt;census&lt;/a&gt;. One of them was the 24th District in the Orlando area. Some have argued that Feeney drew this district for himself, since it included virtually all of his state House district and term limits prohibited him from running for the state House again. (The other new district, the 25th, was drawn for fellow Florida representative &lt;a href=\"Mario%20D%C3%ADaz-Balart\"&gt;Mario Díaz-Balart&lt;/a&gt;). He was handily elected in 2002, re-elected unopposed in 2004, and took 58% of the vote in 2006.\nPolitical positions.\nFeeney was one of the most &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; members of the House. He drafted a \"Principles Card\" soon after becoming state house speaker which allowed his fellow Republicans to check if legislation was consistent with conservative principles. He modified this card when he came to Congress, calling it the Conservative Check Card. \nFeeney is a staunch advocate of a federal prohibition of online &lt;a href=\"poker\"&gt;poker&lt;/a&gt;. In 2006, he cosponsored H.R. 4777, the Internet Gambling Prohibition and Enforcement Act, and voted for H.R. 4411, the &lt;a href=\"Goodlatte\"&gt;Goodlatte&lt;/a&gt;-Leach Internet Gambling Prohibition Act. In 2008, he opposed H.R. 5767, the Payment Systems Protection Act (a bill that sought to place a &lt;a href=\"Moratorium%20%28law%29\"&gt;moratorium&lt;/a&gt; on enforcement of the &lt;a href=\"Unlawful%20Internet%20Gambling%20Enforcement%20Act\"&gt;Unlawful Internet Gambling Enforcement Act&lt;/a&gt; while the &lt;a href=\"U.S.%20Treasury%20Department\"&gt;U.S. Treasury Department&lt;/a&gt; and the &lt;a href=\"Federal%20Reserve\"&gt;Federal Reserve&lt;/a&gt; defined \"unlawful Internet gambling\").\nDespite his ties to the Bush family, Feeney broke with the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; and opposed the &lt;a href=\"Medicare%20%28United%20States%29\"&gt;Medicare&lt;/a&gt; reform package of 2003 since he felt its centerpiece, a prescription drug benefit for senior citizens, was too expensive. He was a founding member of Washington Waste Watchers, a government spending watchdog group. \nFeeney cosponsored a non-binding resolution against the use of foreign law in federal courts. When Supreme Court Justice &lt;a href=\"Antonin%20Scalia\"&gt;Antonin Scalia&lt;/a&gt; said (of the resolution) that \"[i]t's none of your business\", Feeney said that Scalia's comments were \"like being told your favorite baseball player disagrees with your approach to hitting.\"\nAwards.\nIn 2006, Feeney was named a \"Taxpayer Superhero\" by the &lt;a href=\"Citizens%20Against%20Government%20Waste\"&gt;Citizens Against Government Waste&lt;/a&gt;.\nHe received a perfect score from &lt;a href=\"Grover%20Norquist\"&gt;Grover Norquist&lt;/a&gt;'s &lt;a href=\"Americans%20for%20Tax%20Reform\"&gt;Americans for Tax Reform&lt;/a&gt; (ATR). He was named \"Guardian of Small Business\" by the &lt;a href=\"National%20Federation%20of%20Independent%20Business\"&gt;National Federation of Independent Business&lt;/a&gt; (NFIB). The &lt;a href=\"National%20Taxpayers%20Union\"&gt;National Taxpayers Union&lt;/a&gt; presented Feeney with the \"Taxpayers' Friend Award\" in 2004 and in 2006.\nControversies.\nIn September 2006, Feeney was named one of the \"20 Most Corrupt Members of Congress\" in a report by &lt;a href=\"Citizens%20for%20Responsibility%20and%20Ethics%20in%20Washington\"&gt;Citizens for Responsibility and Ethics in Washington&lt;/a&gt;; he was also listed in the first report by the organization in January 2006, when he was one of 13 named members. The organization said \"His ethics issues arise from trips he has taken in apparent violation of House travel and gift rules and from his failure to disclosure his ownership of rental property.\" Feeney was subsequently listed in CREW's 2007 and 2008 reports as well. \nTrips.\nScotland.\nIn August 2003, Feeney took a golfing trip to &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. The trip was paid for by former lobbyist (now convicted criminal) &lt;a href=\"Jack%20Abramoff\"&gt;Jack Abramoff&lt;/a&gt;, who went with Feeney to Scotland. In March 2003, Feeney was one of 10 Republican lawmakers who wrote to the &lt;a href=\"United%20States%20Department%20of%20Energy\"&gt;Department of Energy&lt;/a&gt; opposing changes to the &lt;a href=\"Energy%20Star\"&gt;Energy Star&lt;/a&gt;, changes also being fought by an Abramoff client.\nIn January 2007, Feeney agreed to pay $5,643 to the &lt;a href=\"U.S.%20Treasury\"&gt;U.S. Treasury&lt;/a&gt; to cover the trip's cost, after the House ethics committee concluded that the trip did not comply with House rules. In April 2007, Federal agents asked the \"&lt;a href=\"St.%20Petersburg%20Times\"&gt;St. Petersburg Times&lt;/a&gt;\" for an email sent to the newspaper by Feeney's office describing the trip.\nFeeney was named as \"Representative #3\" in the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;Justice Department&lt;/a&gt;'s April 23, 2007 criminal information against &lt;a href=\"Mark%20Zachares\"&gt;Mark Zachares&lt;/a&gt;, a former congressional aide of Representative &lt;a href=\"Don%20Young\"&gt;Don Young&lt;/a&gt;. Zachares pleaded guilty to accepting tens of thousands of dollars in gifts from Abramoff. In September 2008, Feeney's campaign ran a television ad in which apologized for his \"bad judgment\" in taking the trip.\nRental property.\nIn May 2006, Feeney reported on his personal financial disclosure form that he was the joint owner of a condominium at the Royal Mansions resort in &lt;a href=\"Cape%20Canaveral%2C%20Florida\"&gt;Cape Canaveral, Florida&lt;/a&gt;. Feeney listed the purchase date as January 2005, but online records of the &lt;a href=\"Brevard%20County%2C%20Florida\"&gt;Brevard County&lt;/a&gt; Appraiser's office show that the sale actually took place in late 2003. The only listed purchaser is &lt;a href=\"Skip%20Fowler\"&gt;James A. \"Skip\" Fowler&lt;/a&gt;, Feeney's former law partner. Fowler said that he and Feeney purchased the condo as an investment, paying a total of $175,000. \nTwo identically sized units at the resort sold earlier in 2006 for $420,000 and $450,000. According to a note in the \"&lt;a href=\"Harper%27s%20Magazine\"&gt;Harper's Magazine&lt;/a&gt;\" weblog \"Washington Babylon,\" while not necessarily illegal, Feeney's failure to include the purchase as part of his 2003 financial reporting is a violation of House rules.\nElection fraud.\nFeeney's 2006 congressional opponent, Clint Curtis, has previously provided an &lt;a href=\"affidavit\"&gt;affidavit&lt;/a&gt; alleging that in October 2000, Feeney asked Curtis, then a computer programmer at &lt;a href=\"Yang%20Enterprises\"&gt;Yang Enterprises&lt;/a&gt;, to design a computer program to falsify touch-screen voting results in &lt;a href=\"Palm%20Beach%20County\"&gt;Palm Beach County&lt;/a&gt;. Curtis subsequently passed a &lt;a href=\"polygraph\"&gt;polygraph&lt;/a&gt; test commissioned by a &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; private investigator. A \"&lt;a href=\"Wired%20News\"&gt;Wired News&lt;/a&gt;\" story noted that Curtis had no direct knowledge of the vote counting software having been used in a public election.\nFeeney claimed that he has no recollection of even meeting Curtis; that he could not have engaged in such a scheme because Palm Beach County did not even consider obtaining touch screen machines until after the 2000 election; and that although Curtis wrote a book in the summer of 2004 accusing Feeney of a wide variety of misconduct, Curtis did not mention the alleged scheme to commit election fraud in the edition published prior to the 2004 election.\nSealed testimony.\nA three-judge panel of United States circuit judges for the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20District%20of%20Columbia%20Circuit\"&gt;District of Columbia Circuit&lt;/a&gt; unanimously refused to allow federal prosecutors to subpoena Feeney's sealed testimony which he had provided to the &lt;a href=\"United%20States%20House%20Committee%20on%20Standards%20of%20Official%20Conduct\"&gt;House Ethics Committee&lt;/a&gt;. In July 2009, &lt;a href=\"Brett%20Kavanaugh\"&gt;Brett Kavanaugh&lt;/a&gt;, one of the judges on the panel, called for an &lt;a href=\"en%20banc\"&gt;en banc&lt;/a&gt; review of the circuit's prior precedent by all of the judges in the D.C. Circuit.\n2006 re-election campaign.\nIn 2006, Feeney faced Democrat Clint Curtis in the November general election. In September, Feeney's campaign launched a website that depicts Curtis in a mental institution wearing a tinfoil hat. Curtis claimed that the attention was actually helping him. The website in question was created by a political consultant, Ralph Gonzales.\nFeeney refused to debate Curtis. He said it would be a disservice to voters to do so. He also said that to hold the debate would acknowledge there were two credible candidates in the race. Curtis countered that Feeney was ducking him.\nIn early October, Feeney's campaign sent out flyers to 110,000 voters that showed Curtis' head superimposed on the body of \"&lt;a href=\"Playboy\"&gt;Playboy&lt;/a&gt;\" publisher &lt;a href=\"Hugh%20Hefner\"&gt;Hugh Hefner&lt;/a&gt;. The flyer also mentioned &lt;a href=\"Larry%20Flynt\"&gt;Larry Flynt&lt;/a&gt; and &lt;a href=\"Hustler\"&gt;\"Hustler\" magazine&lt;/a&gt;. Feeney said he was using such tactics to inform the voters that Flynt had endorsed Curtis. Curtis responded that he has never met Flynt or anyone at \"Hustler\". Feeney was re-elected with 58 percent of the vote in 2006.\n2008 re-election campaign.\nIn June 2007, Feeney's district was one of five in Florida that Democrats hoped to win from the Republicans in 2008. Despite the perception that Feeney drew it for himself, it had a &lt;a href=\"Cook%20Partisan%20Voting%20Index\"&gt;Cook Partisan Voting Index&lt;/a&gt; of R+3, making it a fairly marginal district on paper. The district gave &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; 52% of the vote in 2000, and 56% in &lt;a href=\"U.S.%20presidential%20election%2C%202004\"&gt;2004&lt;/a&gt;. It included much of Democratic-leaning &lt;a href=\"Volusia%20County\"&gt;Volusia County&lt;/a&gt;.\nFeeney faced former state representative &lt;a href=\"Suzanne%20Kosmas\"&gt;Suzanne Kosmas&lt;/a&gt; in the November election. Kosmas and Feeney served together in the State House from 1996 to 2003, representing neighboring districts. In a poll released on September 18, 2008, Kosmas had 42% of the vote, compared to 43% for Feeney, with the remaining voters undecided. Filings with the &lt;a href=\"Federal%20Election%20Commission\"&gt;Federal Election Commission&lt;/a&gt; showed that Feeney had raised $1.5 million as of August 6, compared to $1.2 million by Kosmas, and that Feeney had $804,000 on hand as of that date, compared to $836,000 for Kosmas.\nKosmas attacked Feeney's ties to Abramoff, which helped her quickly gain her traction. The \"&lt;a href=\"Orlando%20Sentinel\"&gt;Orlando Sentinel&lt;/a&gt;\" endorsed Kosmas, suggesting Feeney was too conservative for the district. An internal poll for the &lt;a href=\"Democratic%20Congressional%20Campaign%20Committee\"&gt;Democratic Congressional Campaign Committee&lt;/a&gt; showed Kosmas leading Feeney by 23 points, 58% to 35%. \"&lt;a href=\"Congressional%20Quarterly\"&gt;Congressional Quarterly&lt;/a&gt;\" had rated the contest as \"No Clear Favorite\" for most of the campaign, but changed it to \"Leans Democratic\" in its closing weeks. In the November election, Feeney was defeated, taking 41% of the vote to Kosmas' 57% – the largest margin of defeat for a Republican incumbent in the 2008 cycle."
}