{
    "id": "61592714",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=61592714",
    "title": "The Irish People (1863 newspaper)",
    "text": "The Irish People was a nationalist weekly newspaper first printed in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt; in 1863 and supportive of the &lt;a href=\"Fenian\"&gt;Fenian&lt;/a&gt; movement. It was suppressed by the &lt;a href=\"British%20Government\"&gt;British Government&lt;/a&gt; in 1865.\nHistory.\nOther &lt;a href=\"Irish%20Republicanism\"&gt;republican&lt;/a&gt; newspapers namely, the \"&lt;a href=\"United%20Irishman\"&gt;United Irishman&lt;/a&gt;\", \"&lt;a href=\"The%20Irish%20Tribune\"&gt;The Irish Tribune&lt;/a&gt;\", \"&lt;a href=\"The%20Irish%20Felon\"&gt;The Irish Felon&lt;/a&gt;\", and then the &lt;a href=\"Repeal%20Association\"&gt;Repeal Association&lt;/a&gt;-supporting paper, \"&lt;a href=\"The%20Nation%20%28Irish%20newspaper%29\"&gt;The Nation&lt;/a&gt;\", had been suppressed in 1848 after their writers - &lt;a href=\"Young%20Ireland\"&gt;Young Ireland&lt;/a&gt;ers and members of the &lt;a href=\"Irish%20Confederation\"&gt;Irish Confederation&lt;/a&gt; - were accused of promoting sedition. &lt;a href=\"James%20Stephens%20%28Fenian%29\"&gt;James Stephens&lt;/a&gt; was a &lt;a href=\"Young%20Ireland\"&gt;Young Ireland&lt;/a&gt;er and part of the &lt;a href=\"Young%20Irelander%20Rebellion%20of%201848\"&gt;rebellion of 1848&lt;/a&gt; that followed these newspaper closures. He fled to France after the rebellion's failure. In 1856, he returned to Ireland and made connexions with former rebels. Two years later, he founded the &lt;a href=\"Irish%20Republican%20Brotherhood\"&gt;Irish Republican Brotherhood&lt;/a&gt; (I.R.B.).\nIn 1863, he told friends he was to start a newspaper. With funds through &lt;a href=\"John%20O%27Mahony\"&gt;John O'Mahony&lt;/a&gt;, founder of the &lt;a href=\"Fenian%20Brotherhood\"&gt;Fenian Brotherhood&lt;/a&gt; in the &lt;a href=\"U.S.A.\"&gt;U.S.A.&lt;/a&gt;, he set up an office at 12 Parliament Street. &lt;a href=\"John%20O%27Leary%20%28Fenian%29\"&gt;John O'Leary&lt;/a&gt; became the editor, with &lt;a href=\"Thomas%20Clarke%20Luby\"&gt;Thomas Luby&lt;/a&gt;, &lt;a href=\"Charles%20Kickham\"&gt;Charles Kickham&lt;/a&gt;, and &lt;a href=\"Denis%20Dowling%20Mulcahy\"&gt;Denis Mulcahy&lt;/a&gt; as editorial staff and Luby as a proprietor. &lt;a href=\"Jeremiah%20O%27Donovan%20Rossa\"&gt;Jeremiah O'Donovan Rossa&lt;/a&gt; was the business manager and &lt;a href=\"James%20O%27Connor%20%28Irish%20politician%29\"&gt;James O'Connor&lt;/a&gt; his assistant and bookkeeper. It was printed by John Haltigan. Most of the articles were written by O'Leary and Kickham. The first issue came out on Saturday 28 November. Its sympathies were clear: a front-page advertisement offered to ship old copies of the \"United Irishman\" and \"The Irish Felon\" to any address in the &lt;a href=\"U.K.\"&gt;U.K.&lt;/a&gt; and editorial content was critical of the political \"status quo\". Superintendent Daniel Ryan of Dublin police's &lt;a href=\"G%20Division%20%28Dublin%20Metropolitan%20Police%29\"&gt;G division&lt;/a&gt; (largely concerned with Fenianism), noted the new publication's birth and commented on its low circulation.\nPlans for a rising in Ireland, hatched in the US, were found at &lt;a href=\"Dublin%20and%20Kingstown%20Railway\"&gt;Kingstown&lt;/a&gt; station in July 1865: in an envelope was a £500 New York bankers' draft payable to Stephens' brother-in-law. This was handed to &lt;a href=\"Dublin%20Castle%20administration\"&gt;Dublin Castle&lt;/a&gt; and the link proved to be decisive for what followed. Later, a letter to the Tipperary I.R.B. calling for a nationalist uprising was found by a police informer working for the \"People\", one Pierce Nagle (Nagle had visited British officials while in New York in 1864 and offered his services after being upset by Stephens' manner. He secured his employment at \"The People\" from New York). After he provided the information, the offices of the \"People\" were raided on 15 September. The last issue came out the following day. The paper was suppressed by the &lt;a href=\"Lord%20Lieutenant%20of%20Ireland\"&gt;Lord Lieutenant&lt;/a&gt;, &lt;a href=\"1st%20Earl%20of%20Kimberley\"&gt;John Wodehouse&lt;/a&gt;; Luby, O’Leary, O’Donovan Rossa and O'Connor were arrested and held at &lt;a href=\"Griffith%20Barracks\"&gt;Richmond Bridewell prison&lt;/a&gt;. Stephens and Kickham joined them a month later; Stephens escaped from prison on 24 November. A Special Commission was opened on 27th. 41 people were charged: Luby, O'Leary, O'Connor, O'Donovan Rossa and Kickham were charged with the most serious crime of &lt;a href=\"Treason%20Felony%20Act%201848\"&gt;treason felony&lt;/a&gt;, first used against the republicans of 1848. Evidence used for the prosecution included the letter found by Nagel and his testimony about Fenian connexions, articles from the \"People\" as far back as the first issue, in which Irish Catholic judges including one of the presiding judges, the current &lt;a href=\"Attorney-General%20for%20Ireland\"&gt;Attorney-General&lt;/a&gt; and &lt;a href=\"Privy%20Council%20of%20Ireland\"&gt;Privy Council&lt;/a&gt;lor &lt;a href=\"William%20Keogh\"&gt;William Keogh&lt;/a&gt;, had been strongly criticised, and a devastating secret document from 1864 written by Stephens and entrusted to Luby granting Luby, O'Leary and Kickham executive powers over the I.R.B.; Kickham was unaware of the document. The conflicts of interest, also with the other judge, &lt;a href=\"John%20FitzGerald%2C%20Baron%20FitzGerald\"&gt;(John) David FitzGerald&lt;/a&gt; who was involved in the defendants' arrest, were highlighted by the defending counsel, former Tory &lt;a href=\"M.P.\"&gt;M.P.&lt;/a&gt; &lt;a href=\"Isaac%20Butt\"&gt;Isaac Butt&lt;/a&gt; &lt;a href=\"Queen%27s%20Counsel\"&gt;Q.C.&lt;/a&gt;. Also noted was the striking - if not unusual - &lt;a href=\"Jury%20selection%23Jury%20packing\"&gt;jury-packing&lt;/a&gt; (in a mostly-Catholic land, some of the juries involved were entirely Protestant).\nLuby, O'Leary and O'Connor received sentences of 20 years. O'Donovan Rossa was sentenced to life imprisonment, because of his previous convictions. The frail Kickham, lifelong near-blind and deaf, got 12 years; Judge Keogh praised his intellect and expressed sympathy with his plight, despite having refused his request for a &lt;a href=\"Habeas%20corpus\"&gt;writ of \"corpus\"&lt;/a&gt; to bring Luby and &lt;a href=\"Charles%20Underwood%20O%27Connell\"&gt;Charles Underwood O'Connell&lt;/a&gt; to his trial concerning his ignorance of the 'executive document', as Luby had already begun his sentence in &lt;a href=\"HM%20Prison%20Pentonville\"&gt;Pentonville&lt;/a&gt;."
}