{
    "id": "61602789",
    "revid": "21215811",
    "url": "https://en.wikipedia.org/wiki?curid=61602789",
    "title": "John Leo Dato",
    "text": "John Leo Olpindo Dato (born June 9, 1993) is a &lt;a href=\"Filipino%20people\"&gt;Filipino&lt;/a&gt;-&lt;a href=\"American%20people\"&gt;American&lt;/a&gt; professional &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt;.\nPersonal life.\nDato was born in &lt;a href=\"Bangar%2C%20La%20Union\"&gt;Bangar, La Union&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. Dato is a son of Filipinos who worked as caregivers in the &lt;a href=\"United%20States%20of%20America\"&gt;US&lt;/a&gt;, his family migrated to &lt;a href=\"Bakersfield%2C%20California\"&gt;Bakersfield, California&lt;/a&gt; when he was seven years of age.\nDato attended &lt;a href=\"Pioneer%20Valley%20High%20School\"&gt;Pioneer Valley High School&lt;/a&gt; in &lt;a href=\"Santa%20Maria%2C%20California\"&gt;Santa Maria, California&lt;/a&gt;. During his high school days Dato was a wrestler, track and field player and footballer. Dato pursued his career in boxing after graduating high school when he was 17-years old. \nDato runs the JLD Boxing Academy and also currently works as a personal trainer.\nBoxing career.\nFeatherweight division.\nOn 15 December 2016, Dato made his professional debut in boxing. Dato defeated Mexican boxer Manuel Bernal via a Round 3 knockout (KO). Following the bout, Dato defeated Mexican boxer Guadalupe Arroyo, winning a majority decision (MD) through four rounds.\nOn 15 July 2017, Dato extended his winning streak in just 4 months after his win against Arroyo by defeating Mexican boxer Eduardo Ronquillo via a Round 3 knockout (KO). 5 months later, Dato registered another victory by defeating Mexican boxer Victor Manuel Martinez Flores via a Round 1 knockout (KO).\nOn 19 January 2018, just 1 month from his previous fight, Dato defeated American boxer Michael Gaxiola, winning a unanimous decision (UD) through four rounds, all judges scored 40–35 in favor of Dato. 6 months later, Dato received his first draw of his boxing career against Mexican boxer Pedro Antonio Rodriguez, the match ended in a technical draw (TD).\nA month later following his technical draw (TD) against Rodriguez, Dato once again defeated American boxer Michael Gaxiola via a Round 4 knockout (KO).\nSuper Featherweight division.\nFollowing the bout, Dato moved up one division, to super featherweight, defeated Mexican boxer Jose Iniguez two months after his second fight with Gaxiola, winning a knockout (KO) in the first round. Dato once again defeated Mexican boxer Guadalupe Arroyo, winning a unanimous decision (UD) through four rounds, all judges scored 40–35 in favor of Dato.\nOn 11 January 2019, one month after his second win against Arroyo, Dato defeated American boxer Aaron Jamel Hollis via a Round 4 knockout (KO).\nLightweight division.\nDato moved up one division, to lightweight, defeated Mexican boxer Miguel Villalobos via a Round 3 knockout (KO).\nReturn to Super Featherweight.\nFollowing the bout, Dato moved down one division, back to Super featherweight, defeated Mexican boxer &lt;a href=\"Germ%C3%A1n%20Meraz\"&gt;Germán Meraz&lt;/a&gt;, winning a unanimous decision (UD) through six rounds.\nReturn to Featherweight.\nPacquiao vs. Thurman.\nDato returned to featherweight and defeated Mexican Boxer Juan Antonio Lopez via a Round 5 knockout (KO). The match was one of the undercard bouts in &lt;a href=\"Manny%20Pacquiao%20vs.%20Keith%20Thurman\"&gt;Manny Pacquiao vs. Keith Thurman&lt;/a&gt; pay-per-view fight.\nIn October 2019, Dato once again defeated Mexican boxer &lt;a href=\"Germ%C3%A1n%20Meraz\"&gt;Germán Meraz&lt;/a&gt;, winning a unanimous decision (UD) through six rounds, all judges scored 60–53 in favor of Dato.\nIn December 2019, Dato defeated Mexican boxer David Godinez via a Round 5 KO.\nDato was scheduled to fight Dominican boxer Angel Luna in April 2020, but the fight was moved to June 2020, in response to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\nIn August 2020, after months of waiting, Dato finally returned to the ring and defeated Mexican boxer Angel Guevara via a Round 3 TKO. Following the bout, more than two months after his win against Guevara, Dato defeated Mexican boxer Jorge Romero via a Round 5 TKO extending his unbeaten streak to 17.\nPacquiao vs. Ugás.\nIn August 2021, it was announced that Dato is scheduled to fight Mexican Boxer Angel Antonio Contreras. The match is one of the undercard bouts in &lt;a href=\"Manny%20Pacquiao%20vs.%20Yordenis%20Ug%C3%A1s\"&gt;Manny Pacquiao vs. Yordenis Ugás&lt;/a&gt; pay-per-view fight."
}