{
    "id": "616018",
    "revid": "34619518",
    "url": "https://en.wikipedia.org/wiki?curid=616018",
    "title": "European Young Conservatives",
    "text": "The European Young Conservatives (EYC) is a grouping of &lt;a href=\"youth%20wing\"&gt;youth wing&lt;/a&gt;s of &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; and &lt;a href=\"centre-right\"&gt;centre-right&lt;/a&gt; political parties in Europe.\nAs of 2014, the group has a membership of 25 political youth organisations from 22 different countries and territories, in addition to four associated members. The EYC is independent and not affiliated with any &lt;a href=\"European%20political%20party\"&gt;European political party&lt;/a&gt;, but maintains a non-exclusive relationship with the &lt;a href=\"Alliance%20of%20Conservatives%20and%20Reformists%20in%20Europe\"&gt;Alliance of Conservatives and Reformists in Europe&lt;/a&gt; (formerly known as the \"European Conservatives and Reformists\").\nThe EYC is a full member of the &lt;a href=\"International%20Young%20Democrat%20Union\"&gt;International Young Democrat Union&lt;/a&gt;.\nHistory.\nThe EYC was founded in August 1993 by the youth wings of the British &lt;a href=\"Conservative%20Party%20%28United%20Kingdom%29\"&gt;Conservative Party&lt;/a&gt;, Danish &lt;a href=\"Conservative%20People%27s%20Party%20%28Denmark%29\"&gt;Conservative People's Party&lt;/a&gt;, and Icelandic &lt;a href=\"Independence%20Party%20%28Iceland%29\"&gt;Independence Party&lt;/a&gt;, under the leadership of &lt;a href=\"Andrew%20Rosindell\"&gt;Andrew Rosindell&lt;/a&gt;, then-chairman of the UK's &lt;a href=\"Young%20Conservatives%20%28UK%29\"&gt;Young Conservatives&lt;/a&gt;.\nIt emerged from a split in the centre-right &lt;a href=\"Democrat%20Youth%20Community%20of%20Europe\"&gt;Democrat Youth Community of Europe&lt;/a&gt; (DEMYC), which separated into two factions: the larger part, following a broadly &lt;a href=\"Christian%20democracy\"&gt;Christian democratic&lt;/a&gt; philosophy; and the smaller part, led by Rosindell, following a broadly &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; philosophy. Two crucial points of disagreement were the scope of &lt;a href=\"economic%20liberalisation\"&gt;economic liberalisation&lt;/a&gt; and the desirability of a &lt;a href=\"federal%20Europe\"&gt;federal Europe&lt;/a&gt;.\nFrom 1993 to 1997, the group was led by Rosindell. The group gave training to newly established democratic political parties in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt;, and &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;. It was refounded much later by &lt;a href=\"Oliver%20Cooper%20%28politician%29\"&gt;Oliver Cooper&lt;/a&gt;.\nThe EYC generally holds three conference events per year, with the largest being the autumn Freedom Summit.\nAnnual Congress.\nSince 2016, an internal conflict between &lt;a href=\"Civic%20nationalism\"&gt;civic&lt;/a&gt; and &lt;a href=\"ethnic%20nationalism\"&gt;ethnic nationalists&lt;/a&gt; has emerged within the EYC. The ethnic nationalists were opposed to the membership of Turkish and Israeli parties and claimed the EYC has \"replaced &lt;a href=\"opposition%20to%20immigration\"&gt;anti-immigration politics&lt;/a&gt; with free market capitalism\". Resulting from the dispute, the &lt;a href=\"Finns%20Party%20Youth\"&gt;Finns Party Youth&lt;/a&gt; announced its withdrawal on May 18, 2017, with its leader Samuli Voutila saying: \"We cannot be members in the same organization as the new Turkish sultan’s youth wing, when it acts against European values.\" On June 12, the Estonian movement &lt;a href=\"Blue%20Awakening\"&gt;Blue Awakening&lt;/a&gt; sent a letter to the EYC demanding the expulsion of the Turkish AK Party Youth within seven days. The letter was later published on &lt;a href=\"Richard%20B.%20Spencer\"&gt;Richard B. Spencer&lt;/a&gt;'s website &lt;a href=\"Altright.com\"&gt;Altright.com&lt;/a&gt;.\nMembership.\nThe EYC has twenty-five member organisations:"
}