{
    "id": "616414",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=616414",
    "title": "Inchcolm",
    "text": "Inchcolm (from the &lt;a href=\"Scottish%20Gaelic\"&gt;Scottish Gaelic&lt;/a&gt; \"Innis Choluim\", meaning &lt;a href=\"Columba\"&gt;Columba&lt;/a&gt;'s Island) is an &lt;a href=\"island\"&gt;island&lt;/a&gt; in the &lt;a href=\"Firth%20of%20Forth\"&gt;Firth of Forth&lt;/a&gt; in Scotland. It was repeatedly attacked by English raiders during the &lt;a href=\"Wars%20of%20Scottish%20Independence\"&gt;Wars of Scottish Independence&lt;/a&gt;, and was fortified during both World Wars to defend nearby &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;. Inchcolm now attracts visitors to its former &lt;a href=\"Canons%20Regular\"&gt;Augustine&lt;/a&gt; Abbey.\nGeography.\nInchcolm lies in the Firth of Forth off the south coast of Fife opposite Braefoot Bay, east of the &lt;a href=\"Forth%20Bridge\"&gt;Forth Bridge&lt;/a&gt;, south of &lt;a href=\"Aberdour\"&gt;Aberdour&lt;/a&gt;, Fife, and north of the &lt;a href=\"Edinburgh\"&gt;City of Edinburgh&lt;/a&gt;. It is separated from the Fife mainland by a stretch of water known as Mortimer's Deep. The island forms part of the parish of Aberdour, and lies a quarter of a mile from the shore. In the days when people were compelled to cross the &lt;a href=\"Firth%20of%20Forth\"&gt;Firth of Forth&lt;/a&gt; by boat as opposed to bridge, the island was a great deal less isolated, and on the ferry routes between &lt;a href=\"Leith\"&gt;Leith&lt;/a&gt;/&lt;a href=\"Lothian\"&gt;Lothian&lt;/a&gt; and Fife.\nThe island can be broadly divided into three sections: the east, where its military defensive operations were centred during the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, the lower central part, with the small natural harbour and shop, and a larger western end.\nIn 2001 there was a resident population of 2 but at the time of the 2011 census there were no \"usual residents\" recorded.\nHistory.\nEarly history.\nInchcolm was anciently known as Emona, Aemonia or Innis Choluim. It may have been used by the &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; fleet in some capacity, as they had a strong presence at &lt;a href=\"Cramond\"&gt;Cramond&lt;/a&gt; for a few years, and had to travel to the &lt;a href=\"Antonine%20Wall\"&gt;Antonine Wall&lt;/a&gt;.\nIt was supposedly visited by &lt;a href=\"Columba\"&gt;St Columba&lt;/a&gt; (an &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt; missionary monk) in 567, and was named after him in the 12th century. It may have served the monks of the Columban family as an \"&lt;a href=\"Iona\"&gt;Iona&lt;/a&gt; of the east\" from early times. A primitive stone-roofed building survived on the island, preserved and given a vaulted roof by the monks of the later abbey, probably served as a &lt;a href=\"hermit\"&gt;hermit&lt;/a&gt;'s &lt;a href=\"Oratory%20%28worship%29\"&gt;oratory&lt;/a&gt; and cell in the 12th century, if not earlier. Fragments of carved stonework from the &lt;a href=\"Dark%20Ages%20%28historiography%29\"&gt;Dark Ages&lt;/a&gt; testify to an early Christian presence on the island. A &lt;a href=\"Hogback%20%28sculpture%29\"&gt;hogback&lt;/a&gt; stone, preserved in the abbey's visitor centre, can be dated to the late 10th century, making it probably Scotland's earliest type of monument originating among Danish settlers in northern England. A 16th-century source states that a stone cross was situated nearby, although no features could be found which related to the monument.\nThe island gets a mention in &lt;a href=\"William%20Shakespeare\"&gt;Shakespeare's&lt;/a&gt; \"&lt;a href=\"Macbeth\"&gt;Macbeth&lt;/a&gt;\" :\nThe reference in Shakespeare is because Inchcolm was long used as an exclusive burial site (much like &lt;a href=\"Iona\"&gt;Iona&lt;/a&gt;). A Danish force under king &lt;a href=\"Sweyn%20Forkbeard\"&gt;Sweyn&lt;/a&gt;, the father of &lt;a href=\"Canute%20the%20Great\"&gt;Canute&lt;/a&gt; raided the island and Fife with an English force. In the play, &lt;a href=\"Macbeth%20of%20Scotland\"&gt;Macbeth&lt;/a&gt; buys off the Danes with a \"great summe of gold\", and tells the Danes they could bury their dead there for \"ten thousand dollars\". &lt;a href=\"Hector%20Boece\"&gt;Hector Boece&lt;/a&gt; corroborates the claim that the Danes paid good money to have their dead buried there in the 11th century. The practice of burying dead on islands in Scotland is long established – and was partly a deterrent to &lt;a href=\"feral\"&gt;feral&lt;/a&gt; dogs and wolves (still found in Scotland at that point) who might dig up the corpses and eat them.\nLike other centres of &lt;a href=\"Culdee\"&gt;Culdee&lt;/a&gt; activity, the island was used as a home for hermits. The nearby &lt;a href=\"Inchmickery\"&gt;Inchmickery&lt;/a&gt;’s name also commemorates a probable hermit. Textual evidence suggests that this was the case in the 12th century, when &lt;a href=\"King%20Alexander%20I%20of%20Scotland\"&gt;King Alexander I&lt;/a&gt; was marooned on the island, and was said to have been looked after by one in 1123. Alexander decided to make the island the site of an &lt;a href=\"Augustinians\"&gt;Augustinian&lt;/a&gt; &lt;a href=\"monastery\"&gt;monastery&lt;/a&gt;. The earliest known charter is in 1162, when the canons were already well established, and it was raised to the status of an abbey in 1235. Its buildings, including a widely visible square tower, largely ruined church, &lt;a href=\"cloister\"&gt;cloister&lt;/a&gt;s, refectory and small &lt;a href=\"chapter%20house\"&gt;chapter house&lt;/a&gt;, are the best preserved of any Scottish medieval monastic house. The ruins are under the care of &lt;a href=\"Historic%20Scotland\"&gt;Historic Scotland&lt;/a&gt; (entrance charge; ferry from &lt;a href=\"South%20Queensferry\"&gt;South Queensferry&lt;/a&gt;).\nMortimer's Deep, the channel which separates Inchcolm from the mainland, supposedly got its name during this period when some monks of the island who had been tasked with transporting the body of Sir Alan Mortimer to be interred at the church there instead disposed of his coffin in the sea.\n&lt;a href=\"Walter%20Bower\"&gt;Walter Bower&lt;/a&gt;, Abbot 1418–49, was the author of the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"&lt;a href=\"Scotichronicon\"&gt;Scotichronicon&lt;/a&gt;\", one of Scotland's most important medieval historical sources. The island was part of the medieval diocese of &lt;a href=\"Dunkeld\"&gt;Dunkeld&lt;/a&gt; (also dedicated to St Columba), and several of the medieval bishops were buried within the Abbey church.\nEnglish raids.\nLike nearby &lt;a href=\"Inchkeith\"&gt;Inchkeith&lt;/a&gt; and the &lt;a href=\"Isle%20of%20May\"&gt;Isle of May&lt;/a&gt;, Inchcolm was attacked repeatedly by English raiders in the 14th century. This was the period of the &lt;a href=\"Wars%20of%20Scottish%20Independence\"&gt;Scottish Wars of Independence&lt;/a&gt;, and decisive battles were being fought in the &lt;a href=\"Lothian\"&gt;Lothian&lt;/a&gt;s and in the &lt;a href=\"Stirling\"&gt;Stirling&lt;/a&gt;/&lt;a href=\"Bannockburn\"&gt;Bannockburn&lt;/a&gt; region, and so the island was effectively in the route of any supply or raiding vessels.\nIn 1335, there was an especially bad raid by an English ship when the abbey's treasures were stolen, along with a statue of Columba. The story goes that the ship was nearly wrecked on &lt;a href=\"Inchkeith\"&gt;Inchkeith&lt;/a&gt; and had to dock at &lt;a href=\"Kinghorn\"&gt;Kinghorn&lt;/a&gt;. The sailors taking a religious turn, thought that this was due to the wrath of Columba, returned the statue and treasures to the island, and experienced good weather on their outward journey.\nIn 1384, an English raid attempted to set alight Inchcolm Abbey, but this again was foiled by the weather – in this case a strong wind blew out the flames.\nLater Middle Ages and early modern period.\nIn the 16th century, the island suffered further English depredation. In 1547, after the &lt;a href=\"Battle%20of%20Pinkie%20Cleugh\"&gt;Battle of Pinkie Cleugh&lt;/a&gt;, Inchcolm was fortified by the English, like nearby &lt;a href=\"Inchgarvie\"&gt;Inchgarvie&lt;/a&gt; - while &lt;a href=\"Inchkeith\"&gt;Inchkeith&lt;/a&gt; was occupied by their Italian &lt;a href=\"mercenary\"&gt;mercenaries&lt;/a&gt; for two years. &lt;a href=\"John%20Luttrell%20%28soldier%29\"&gt;Sir John Luttrell&lt;/a&gt; garrisoned the island with 100 &lt;a href=\"Arquebus\"&gt;hagbutters&lt;/a&gt; and 50 labourers on Saturday 17 September 1547. Early in October 1547, the &lt;a href=\"Archibald%20Douglas%2C%206th%20Earl%20of%20Angus\"&gt;Earl of Angus&lt;/a&gt; attempted to recapture the island with five ships. An &lt;a href=\"Inventory%20of%20Henry%20VIII%20of%20England\"&gt;inventory of 8 January 1548&lt;/a&gt; lists the English armaments on the island as; one &lt;a href=\"culverin\"&gt;culverin&lt;/a&gt;; one demi-culverin; 3 &lt;a href=\"Saker%20%28cannon%29\"&gt;iron sakers&lt;/a&gt;; a brass saker; 2 &lt;a href=\"Falconet%20%28cannon%29\"&gt;iron falcons&lt;/a&gt;; 3 brass falcons; 4 &lt;a href=\"Veuglaire\"&gt;fowlers&lt;/a&gt;; 2 port pieces; 14 &lt;a href=\"Breech-loading%20swivel%20gun\"&gt;bases&lt;/a&gt;; 90 &lt;a href=\"arquebus\"&gt;arquebus&lt;/a&gt;es, 2 chests of bows; 50 &lt;a href=\"Pike%20%28weapon%29\"&gt;pikes&lt;/a&gt;; and 40 &lt;a href=\"Bill%20%28weapon%29\"&gt;bills&lt;/a&gt;. The English commander, John Luttrell, abandoned the island and destroyed the fortifications he had made at the end of April 1548.\nThe island was also used as a kind of prison. Amongst those interned here were, Archbishop &lt;a href=\"Patrick%20Graham%20%28archbishop%29\"&gt;Patrick Graham&lt;/a&gt; of &lt;a href=\"St%20Andrews\"&gt;St Andrews&lt;/a&gt;, along with Euphemia/Affrica (Oighrig), mother of &lt;a href=\"Alexander%20of%20Islay%2C%20Earl%20of%20Ross\"&gt;Alexander, Lord of the Isles&lt;/a&gt;.\nDue to their island location, Inchcolm's religious buildings are in better condition than most of those on the mainland as they could not be so easily destroyed by the \"rascally mob\" of proactive &lt;a href=\"Protestant%20Reformation\"&gt;Reformers&lt;/a&gt;.\nIn the 16th century it became the property of &lt;a href=\"Sir\"&gt;Sir&lt;/a&gt; &lt;a href=\"James%20Stewart%2C%201st%20Earl%20of%20Moray\"&gt;James Stewart&lt;/a&gt;, whose grandson became third &lt;a href=\"Earl%20of%20Moray\"&gt;Earl of Moray&lt;/a&gt; by virtue of his marriage to the elder daughter of the &lt;a href=\"James%20Stewart%2C%201st%20Earl%20of%20Moray\"&gt;first earl&lt;/a&gt;. From it comes the earl's title of &lt;a href=\"Lord%20St%20Colme\"&gt;Lord St Colme&lt;/a&gt; (1611).\nIn the 1880s, a skeleton was found built into one of the abbey's walls. It was standing upright and is of unknown date.\nMilitary defences.\nDuring both the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; and the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, Inchcolm was part of the defences of the Firth of Forth. Inchcolm was the HQ of what were called in the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; the 'Middle defences', the main element of which was a continuous anti-submarine and anti-boat boom across the river. The defences were intended to protect the naval anchorage between Inchcolm and the Forth Rail Bridge (as there was no longer room above the bridge to moor all the ships based in the Forth). The defences of Inchcolm were significantly strengthened in 1916-17 when it was decided to move the &lt;a href=\"Grand%20Fleet\"&gt;Grand Fleet&lt;/a&gt; from &lt;a href=\"Scapa%20Flow\"&gt;Scapa Flow&lt;/a&gt; to the Forth. As part of these works 576 Cornwall Works Company, &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt;, built a tunnel under the hill at the east end of the island, to link a new battery of guns to their magazine, on the protected side of the island. The tunnel is dated 1916–17. The First World War engine house (which powered the defence searchlights) was adapted in the 1930s as a visitor centre, which it is still used by &lt;a href=\"Historic%20Scotland\"&gt;Historic Scotland&lt;/a&gt;. The island was re-occupied in 1939, when the anti-submarine and anti-boat boom was once again laid across the estuary. Many features of both wars survive, including a First World War drying hut, and the brick building in which the staff of the &lt;a href=\"NAAFI\"&gt;NAAFI&lt;/a&gt; lived in the Second World War.\nTourist attraction.\nThere are currently two ferry services and one charter yacht company that operate trips to Inchcolm island, and allow passengers 1.5 hours to explore the island. The \"Maid of the Forth\" and the \"Forth Belle\" both operate from the Hawes Pier in South Queensferry between Easter and late October.\nThe main feature of the island is the former &lt;a href=\"Augustinians\"&gt;Augustinian&lt;/a&gt; &lt;a href=\"Inchcolm%20Abbey\"&gt;Inchcolm Abbey&lt;/a&gt; (&lt;a href=\"Historic%20Scotland\"&gt;Historic Scotland&lt;/a&gt;), Scotland's most complete surviving monastic house. In former times, and perhaps partly due to its dedication to &lt;a href=\"Columba\"&gt;Columba&lt;/a&gt;, it was sometimes nicknamed '&lt;a href=\"Iona\"&gt;Iona&lt;/a&gt; of the East'. The well-preserved abbey and ruins of the 9th-century hermit's cells attract visitors to the island.\nIt was the home of a religious community linked with St Colm or St Columba, the 6th-century &lt;a href=\"Abbot%20of%20Iona\"&gt;Abbot of Iona&lt;/a&gt;. King Alexander I was storm-bound on the island for three days in 1123 and in recognition of the shelter given to him by the hermits, promised to establish a monastic settlement in honour of St Columba. Though the king died before the promise could be fulfilled, his brother &lt;a href=\"David%20I%20of%20Scotland\"&gt;David I&lt;/a&gt; later founded a &lt;a href=\"priory\"&gt;priory&lt;/a&gt; here for monks of the Augustinian order; the priory was erected into an abbey in 1223.\nWildlife.\nThe west end of the island is home to a large colony of &lt;a href=\"seagull\"&gt;seagull&lt;/a&gt;s and &lt;a href=\"fulmar\"&gt;fulmar&lt;/a&gt;s. &lt;a href=\"Pinniped\"&gt;Seals&lt;/a&gt; are commonly spotted around the island and basking on neighbouring outcrops. There are no &lt;a href=\"stoat\"&gt;stoat&lt;/a&gt;s or &lt;a href=\"hedgehog\"&gt;hedgehog&lt;/a&gt;s on the island; thus, eggs can often be found on the ground.\nBetween April and July &lt;a href=\"puffins\"&gt;puffins&lt;/a&gt; nest on the Northern rockface of the island and can be seen bobbing around in the water as the search for food before flying back to their burrows.\nThe island is also home to one of the very few colonies of &lt;a href=\"black%20rat\"&gt;black rat&lt;/a&gt;s in Britain.\nToday the island is inhabited by two &lt;a href=\"Historic%20Scotland\"&gt;Historic Scotland&lt;/a&gt; stewards who maintain the island and run the shop. "
}