{
    "id": "61658135",
    "revid": "2961577",
    "url": "https://en.wikipedia.org/wiki?curid=61658135",
    "title": "Maryann McConnell",
    "text": "Maryann McConnell is a &lt;a href=\"Canadian%20people\"&gt;Canadian&lt;/a&gt; &lt;a href=\"snooker\"&gt;snooker&lt;/a&gt; and &lt;a href=\"Pool%20%28cue%20sports%29\"&gt;pool&lt;/a&gt; player. She was runner-up in the 1984 Professional &lt;a href=\"World%20Women%27s%20Snooker%20Championship\"&gt;World Women's Snooker Championship&lt;/a&gt;, and has won numerous &lt;a href=\"Pool%20%28cue%20sports%29\"&gt;pool&lt;/a&gt; tournaments in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;.\nBiography.\nMcConnell started playing at the age of 24, at the &lt;a href=\"University%20of%20Guelph\"&gt;University of Guelph&lt;/a&gt; in &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; where she studied from 1974 to 1980. She later drove daily to a pool hall in nearby &lt;a href=\"Kitchener%2C%20Ontario\"&gt;Kitchener&lt;/a&gt;, where she played snooker, practicing for as much as eight hours a day.\nIn 1980, 1981 and 1983, she was a quarter-finalist in the &lt;a href=\"World%20Women%27s%20Snooker%20Championship\"&gt;World Women's Snooker Championship&lt;/a&gt;. For 1984, separate amateur and professional events were staged. McConnell entered the professional event, and reached the final, losing 2–4 to &lt;a href=\"Mandy%20Fisher\"&gt;Mandy Fisher&lt;/a&gt;. At one time, McConnell was the second-ranked woman player.\nShe was the runner-up in the 1984 National Express Grand Prix ladies snooker series, and spent the summer of 1985 living in Saudi Arabia.\nIn 1991 she took part in the &lt;a href=\"1991%20World%20Masters\"&gt;1991 World Masters&lt;/a&gt;, losing in her first matches in both the women's singles, and the women's doubles (with J. Page). In the mixed doubles she fared slightly better, partnering &lt;a href=\"Alain%20Robidoux\"&gt;Alain Robidoux&lt;/a&gt; to wins over &lt;a href=\"Neal%20Foulds\"&gt;Neal Foulds&lt;/a&gt; and J. Page, and over &lt;a href=\"seed%20%28sports%29\"&gt;seeded&lt;/a&gt; &lt;a href=\"Terry%20Griffiths\"&gt;Terry Griffiths&lt;/a&gt; and &lt;a href=\"Mandy%20Fisher\"&gt;Mandy Fisher&lt;/a&gt;, before losing to &lt;a href=\"James%20Wattana\"&gt;James Wattana&lt;/a&gt; and S. Smith.\nIn 1992 she beat Sherri Richardson 4–2 in the semi-final, and Rhondda Jackman in the final to win the Canadian Women's Championship, retaining the title that she had won at the previous staging in 1983.\nMcConnell has a degree in fine art, and runs a pool hall, Alberni Valley Billiards. She has four children. Her late husband Robin Woodward died in 2013, and had worked with McConnell managing the business.\nTitles and achievements.\nSnooker\nNine-ball Pool\nEight-Ball Pool\nScotch Doubles (Pool)"
}