{
    "id": "6166898",
    "revid": "25876319",
    "url": "https://en.wikipedia.org/wiki?curid=6166898",
    "title": "Kaapvaal Craton",
    "text": "The Kaapvaal Craton (centred on &lt;a href=\"Limpopo%20Province\"&gt;Limpopo Province&lt;/a&gt; in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;), along with the &lt;a href=\"Pilbara%20Craton\"&gt;Pilbara Craton&lt;/a&gt; of Western Australia, are the only remaining areas of pristine 3.6–2.5 &lt;a href=\"Year%23SI%20prefix%20multipliers\"&gt;Ga&lt;/a&gt; (billion years ago) crust on Earth. Similarities of rock records from both these &lt;a href=\"craton\"&gt;craton&lt;/a&gt;s, especially of the overlying late &lt;a href=\"Archean\"&gt;Archean&lt;/a&gt; sequences, suggest that they were once part of the &lt;a href=\"Vaalbara\"&gt;Vaalbara&lt;/a&gt; &lt;a href=\"supercontinent\"&gt;supercontinent&lt;/a&gt;.\nDescription.\nThe Kaapvaal Craton covers an area of approximately and is joined to the &lt;a href=\"Zimbabwe%20Craton\"&gt;Zimbabwe Craton&lt;/a&gt; to the north by the &lt;a href=\"Limpopo%20Belt\"&gt;Limpopo Belt&lt;/a&gt;. To the south and west, the Kaapvaal Craton is flanked by &lt;a href=\"Proterozoic\"&gt;Proterozoic&lt;/a&gt; &lt;a href=\"orogeny\"&gt;orogen&lt;/a&gt;s, and to the east by the &lt;a href=\"Lebombo%20Mountains\"&gt;Lebombo&lt;/a&gt; &lt;a href=\"monocline\"&gt;monocline&lt;/a&gt; that contains &lt;a href=\"Jurassic\"&gt;Jurassic&lt;/a&gt; &lt;a href=\"igneous%20rock\"&gt;igneous rock&lt;/a&gt;s associated with the break-up of &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt;. \nThe Kaapvaal Craton formed and stabilised between 3.7 and 2.6 Ga by the emplacement of major &lt;a href=\"granite\"&gt;granitoid&lt;/a&gt; &lt;a href=\"batholith\"&gt;batholith&lt;/a&gt;s that thickened and stabilised the continental &lt;a href=\"Crust%20%28geology%29\"&gt;crust&lt;/a&gt; during the early stages of an &lt;a href=\"Volcanic%20arc\"&gt;arc&lt;/a&gt;-related &lt;a href=\"magmatism\"&gt;magmatism&lt;/a&gt; and &lt;a href=\"sedimentation\"&gt;sedimentation&lt;/a&gt; cycle. The craton is a mixture of early Archean (3.0–3.5 Ga) granite &lt;a href=\"Greenstone%20belt\"&gt;greenstone&lt;/a&gt; &lt;a href=\"terrane\"&gt;terrane&lt;/a&gt;s and older &lt;a href=\"tonalite\"&gt;tonalitic&lt;/a&gt; &lt;a href=\"gneiss\"&gt;gneiss&lt;/a&gt;es (ca. 3.6–3.7 Ga), intruded by a variety of granitic &lt;a href=\"pluton\"&gt;pluton&lt;/a&gt;s (3.3–3.0 Ga). Subsequent evolution of the Kaapvaal Craton (3.0–2.7 Ga) is thought to be associated with continent–arc collision that caused an overlaying &lt;a href=\"succession%20%28geology%29\"&gt;succession&lt;/a&gt; of basins filled with thick sequences of both &lt;a href=\"volcanic\"&gt;volcanic&lt;/a&gt; and sedimentary rocks. This was then followed by episodic extension and &lt;a href=\"rift\"&gt;rift&lt;/a&gt;ing when the Gaborone–Kanye and Ventersdorp sequences were developed. Early Archean crust is well exposed only on the east side of the craton and comprises a collage of subdomains and crustal blocks characterised by distinctive igneous rocks and deformations. \nLate Archean &lt;a href=\"metamorphism\"&gt;metamorphism&lt;/a&gt; joined the Southern Marginal Zone of the Kaapvaal Craton to the Northern Marginal Zone of the &lt;a href=\"Zimbabwe%20Craton\"&gt;Zimbabwe Craton&lt;/a&gt; approximately 2.8–2.5 Ga by the wide &lt;a href=\"orogeny\"&gt;orogenic&lt;/a&gt; Limpopo Belt. The belt is an east-northeast trending zone of &lt;a href=\"granulite\"&gt;granulite&lt;/a&gt; &lt;a href=\"facies\"&gt;facies&lt;/a&gt; &lt;a href=\"tectonite\"&gt;tectonite&lt;/a&gt;s that separates the granitoid-greenstone terranes of the Kaapvaal and Zimbabwe cratons.\nLimpopo Central Zone.\nThe crustal evolution of the Limpopo Central Zone can be summarised into three main periods: 3.2–2.9 Ga, 2.6 Ga, and 2.0 Ga. The first two periods are characterised by magmatic activity leading to the formation of Archaean &lt;a href=\"Tonalite-Trondhjemite-Granodiorite\"&gt;Tonalite-Trondhjemite-Granodiorite&lt;/a&gt; (TTG) such as the Sand River Gneisses and the Bulai Granite intrusion. Early &lt;a href=\"Proterozoic\"&gt;Proterozoic&lt;/a&gt; high-grade metamorphic conditions produced partial melting that formed large amounts of granitic melt.\nThere is no indication that the &lt;a href=\"Neoarchean\"&gt;Neoarchean&lt;/a&gt; to early &lt;a href=\"Paleoproterozoic\"&gt;Paleoproterozoic&lt;/a&gt; succession on the craton were sourced from the 2.65–2.70 Ga orogenic event preserved in the Limpopo Metamorphic Complex. However, younger late-&lt;a href=\"Paleoproterozoic\"&gt;Paleoproterozoic&lt;/a&gt; &lt;a href=\"red%20bed\"&gt;red bed&lt;/a&gt; &lt;a href=\"succession%20%28geology%29\"&gt;successions&lt;/a&gt; contain &lt;a href=\"zircon\"&gt;zircon&lt;/a&gt;s of this time interval as well as many ~2.0 Ga &lt;a href=\"detrital\"&gt;detrital&lt;/a&gt; zircons. This implies that the Limpopo Complex together with the Zimbabwe Craton only became attached to the Kaapvaal Craton at approximately 2.0 Ga during formation of the Magondi Mobile Belt which in turn sourced the voluminous late &lt;a href=\"Paleoproterozoic\"&gt;Paleoproterozoic&lt;/a&gt; red beds of southern Africa. Evidence of the horizontal layering and riverine erosion can be found throughout the &lt;a href=\"Waterberg%20Massif\"&gt;Waterberg Massif&lt;/a&gt; within the Limpopo Central Zone.\nBarberton greenstone belt.\nThe Barberton greenstone belt, also known as the &lt;a href=\"Makhonjwa%20Mountains\"&gt;Makhonjwa Mountains&lt;/a&gt;, is situated on the eastern edge of Kaapvaal Craton. It is well known for its gold mineralisation and for its komatiites, an unusual type of ultramafic volcanic rock named after the Komati River that flows through the belt. Some of the oldest exposed rocks on Earth (greater than 3.6 Ga) are located in the &lt;a href=\"Barberton%2C%20Mpumalanga\"&gt;Barberton&lt;/a&gt; greenstone belt of the Swaziland–Barberton areas and these contain some of the oldest traces of life on earth. Only the rocks found in the &lt;a href=\"Isua%20Greenstone%20Belt\"&gt;Isua Greenstone Belt&lt;/a&gt; of Western &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; are older.\nJohannesburg Dome.\nThe Archaean Johannesburg Dome is located in the central part of the Kaapvaal Craton and consists of trondhjemitic and tonalitic granitic rocks intruded into mafic-ultramafic greenstone. Studies using U-Pb single zircon dating for granitoid samples yield an age of 3340 +/- 3 Ma and represents the oldest granitoid phase recognised so far. \"Following the trondhjemite-tonalite gneiss emplacement a further period of magmatism took place on the dome, which resulted in the intrusion of mafic dykes that are manifest as hornblende amphibolites. The age of these dykes has yet to be determined quantitatively, but they fall within the time constraints imposed by the age of the trondhjemitic gneisses (3340–3200 Ma) and later, crosscutting, potassic granitoids. \nThese rocks consisting mainly of granodiorites constitute the third magmatic event and occupy an area of batholithic dimensions extending across most of the southern portion of the dome. The southern and southeastern parts of the batholith consist mainly of medium-grained, homogeneous, grey granodiorites dated at 3121 +/- 5 Ma...The data, combined with that from other parts of the Kaapvaal craton, further supports the view that the evolution of the craton was long-lived and episodic, and that it grew by accretionary processes, becoming generally younger to the north and west of the ca. 3.5 Ga Barberton-Swaziland granite-greenstone terrane situated in the southeastern part of the craton.\" "
}