{
    "id": "61674791",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=61674791",
    "title": "Erfurt latrine disaster",
    "text": "In July 1184, &lt;a href=\"Henry%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Henry VI&lt;/a&gt;, &lt;a href=\"King%20of%20the%20Romans\"&gt;King of Germany&lt;/a&gt; (later &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt;), held court at a &lt;a href=\"Hoftag\"&gt;Hoftag&lt;/a&gt; in the &lt;a href=\"Petersberg%20Citadel\"&gt;Petersberg Citadel&lt;/a&gt; in &lt;a href=\"Erfurt\"&gt;Erfurt&lt;/a&gt;.\nOn the morning of 26 July, the combined weight of the assembled nobles caused the wooden second story floor of the Peterskirche to collapse and most of them fell through into the &lt;a href=\"latrine\"&gt;latrine&lt;/a&gt; &lt;a href=\"cesspit\"&gt;cesspit&lt;/a&gt; below the ground floor, where about 60 of them drowned in liquid &lt;a href=\"excrement\"&gt;excrement&lt;/a&gt;. This event is called \"Erfurter Latrinensturz\" () in several German sources.\nBackground.\nA feud between Landgrave &lt;a href=\"Louis%20III%20of%20Thuringia\"&gt;Louis III of Thuringia&lt;/a&gt; and &lt;a href=\"Conrad%20of%20Wittelsbach\"&gt;Archbishop Conrad of Mainz&lt;/a&gt; which had existed since the defeat of &lt;a href=\"Henry%20the%20Lion\"&gt;Henry the Lion&lt;/a&gt; intensified to the point that King &lt;a href=\"Henry%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Henry VI&lt;/a&gt; was forced to intervene while he was traveling through the region during a military campaign against &lt;a href=\"Kingdom%20of%20Poland%20%281025%E2%80%931385%29\"&gt;Poland&lt;/a&gt;. Henry decided to call a &lt;a href=\"Diet%20%28assembly%29\"&gt;diet&lt;/a&gt; in Erfurt, where he was staying, to mediate the situation between the two and invited a number of other figures to the negotiations.\nEvent.\nNobles across the Holy Roman Empire were invited to the meeting, and many arrived on 25 July to attend. Just as the assembly began, the wooden floor of the Peterskirche, on which the nobles were sitting, broke under the stress, and people fell down through the first floor into the latrine in the cellar. About 60 people died, including Count , Count Friedrich I of , &lt;a href=\"Burgrave\"&gt;Burgrave&lt;/a&gt; Friedrich I of , Count , &lt;a href=\"Burgrave\"&gt;Burgrave&lt;/a&gt; Burchard of &lt;a href=\"Wartburg\"&gt;Wartburg&lt;/a&gt; and Beringer of &lt;a href=\"Mellingen%2C%20Germany\"&gt;Meldingen&lt;/a&gt;. King Henry was said to have survived only because he sat in an alcove with a stone floor."
}