{
    "id": "61683061",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=61683061",
    "title": "Inchview",
    "text": "Inchview was a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; ground in the &lt;a href=\"Whiteinch\"&gt;Whiteinch&lt;/a&gt; area of &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, Scotland. It was the home ground of &lt;a href=\"Partick%20F.C.\"&gt;Partick F.C.&lt;/a&gt; from the 1870s until 1885, and of &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt; from 1885 until 1897.\nHistory.\nPartick FC.\n&lt;a href=\"Partick%20F.C.\"&gt;Partick F.C.&lt;/a&gt; were formed in 1875, with their ground listed as 'Whiteinch' which they were still in the process of developing – it appears this was the same place as Inchview, which was located in that district (the ground name, taken from a neighbouring villa off Dumbarton Road, would have derived from the former status of 'Whyt Inch' as an island on the &lt;a href=\"River%20Clyde\"&gt;River Clyde&lt;/a&gt; prior to the river being artificially widened, with the removed soil used to connect the island to the mainland). By 1877, when Partick played English club &lt;a href=\"Darwen%20F.C.\"&gt;Darwen&lt;/a&gt;, the venue for the games in Glasgow was given as 'Inchview', and it can be assumed it was their regular home from then on. The &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; had yet to be formed, but Partick entered the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; from the &lt;a href=\"1875%E2%80%9376%20Scottish%20Cup\"&gt;1875–76 season&lt;/a&gt;.\nA local rival emerged in the shape of &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt;, who initially played on public grounds at Overnewton Park (near to &lt;a href=\"Kelvingrove%20Park\"&gt;Kelvingrove Park&lt;/a&gt; at &lt;a href=\"Kelvinhaugh%2C%20Glasgow\"&gt;Kelvinhaugh&lt;/a&gt;/&lt;a href=\"Yorkhill\"&gt;Yorkhill&lt;/a&gt;) after their foundation in 1876, followed by tenancies at Jordanvale (in Whiteinch) from 1880 to 1883, and Muir Park in the heart of the &lt;a href=\"burgh\"&gt;burgh&lt;/a&gt; of &lt;a href=\"Partick\"&gt;Partick&lt;/a&gt;, which was separate from &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; at the time, from 1883 to 1885. Muir Park was also very close to close to &lt;a href=\"Hamilton%20Crescent\"&gt;Hamilton Crescent&lt;/a&gt;, cricket ground and venue for most of the important early fixtures in Scottish football including the &lt;a href=\"1872%20Scotland%20vs%20England%20football%20match\"&gt;first-ever international match in 1872&lt;/a&gt;.\nThistle had been growing in stature, entering the Scottish Cup (along with Partick) for the first time in &lt;a href=\"1880%E2%80%9381%20Scottish%20Cup\"&gt;1880–81&lt;/a&gt; and consistently beating their neighbours whenever they met. In summer 1885, it was announced that Partick F.C. had gone defunct and Partick Thistle would be moving in as tenants at Inchview (although not stated as a &lt;a href=\"merger\"&gt;merger&lt;/a&gt; or takeover, effectively this is what occurred). The Muir Park grounds were sold for housebuilding; Gardner Street and Muirpark Street occupy the site today.\nPartick Thistle.\nPartick Thistle's first match as residents of Inchview was a friendly against &lt;a href=\"Abercorn%20F.C.\"&gt;Abercorn&lt;/a&gt; on 22 August 1885 which finished 4–4. The ground hosted one tie in the English &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; which at that time included entrants from the other &lt;a href=\"Home%20nations\"&gt;Home nations&lt;/a&gt; – Thistle routed Fleetwood Rangers 7–0 in the &lt;a href=\"1886%E2%80%9387%20FA%20Cup\"&gt;1886–87 edition&lt;/a&gt;. The record attendance at the ground was set in 1887, when 8,000 attended a 2–1 Scottish Cup victory for Partick Thistle over &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;. Inchview was also the club's home during their two seasons in the &lt;a href=\"Scottish%20Football%20Alliance\"&gt;Scottish Football Alliance&lt;/a&gt; competition (1891 to 1983), and for their first four years in &lt;a href=\"Scottish%20Football%20League%20Division%20Two\"&gt;Scottish Football League Division Two&lt;/a&gt; (1893 to 1897). The first SFL fixture at the ground was a 3–0 defeat to Abercorn on 26 August 1893.\nOn 10 March 1894, the record margin of victory in the Scottish League was recorded at Inchview when Partick Thistle defeated &lt;a href=\"Thistle%20F.C.\"&gt;[Glasgow] Thistle&lt;/a&gt; 13–1; the record only stood for a year, exceeded by &lt;a href=\"Dundee%20Wanderers%20F.C.\"&gt;Dundee Wanderers'&lt;/a&gt; 15–1 loss to &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;Airdrieonians&lt;/a&gt; the following season, but these two results still stand alone as the biggest wins in the competition. In April 1894, Inchview was the venue for a Glasgow &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;Junior&lt;/a&gt; Cup final between two local teams (&lt;a href=\"Ashfield%20F.C.\"&gt;Ashfield&lt;/a&gt; and &lt;a href=\"Glasgow%20Perthshire%20F.C.\"&gt;Glasgow Perthshire&lt;/a&gt;, both based in &lt;a href=\"Possilpark\"&gt;Possilpark&lt;/a&gt; and still active in the 21st century).\nIn October 1894, Partick Thistle appeared to have secured a famous win at the ground with a 1–0 win over Rangers in the semi-final of the &lt;a href=\"Glasgow%20Cup\"&gt;Glasgow Cup&lt;/a&gt;; however, Rangers successfully protested that Partick had used ineligible players, and a replay was ordered, with the &lt;a href=\"Govan\"&gt;Govan&lt;/a&gt; club winning 5–3.\nPlans to move.\nBy 1896, the condition of the pitch and facilities at Inchview was coming in for heavy criticism, and the club were habitually recording better results away than at home, while there was no stand for spectators and points around the peripheries of the ground where matches could be watched without entry fees being paid. As the lease on the land was only short-term, Thistle could be asked to vacate at short notice, and to this end they sought a new ground with more stability which they could improve, finding a suitable site at &lt;a href=\"Meadowside\"&gt;Meadowside&lt;/a&gt; on the banks of the river closer to the centre of Partick. Despite having to be conservative with finances to fund the move, the plans coincided with a strong period on the field, as the team won the &lt;a href=\"1896%E2%80%9397%20Scottish%20Division%20Two\"&gt;1896–97 Scottish Division Two&lt;/a&gt; title. Automatic promotion had not yet been introduced, but Partick were successfully elected to the top division for the first time. The final SFL match at Inchview was a 2–0 win over &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt;, but more important had been the 5–0 victory over closest challengers &lt;a href=\"Leith%20Athletic%20F.C.\"&gt;Leith Athletic&lt;/a&gt; a few weeks earlier, with 4,000 attending that decisive match, a decent attendance on the same day as the &lt;a href=\"1896%E2%80%9397%20Scottish%20Cup\"&gt;Scottish Cup Final&lt;/a&gt; was taking place. Additional friendly matches played at Inchview before the completion of the switch to Meadowside included a 4–3 win over &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;.\nLater use of site.\nTenements were later built over the site of Inchview, as well as a road (Ferryden Street) leading down to the launching point for the Whichinch-&lt;a href=\"Linthouse\"&gt;Linthouse&lt;/a&gt; ferry across the river. In turn, this became the route of the &lt;a href=\"Clyde%20Tunnel\"&gt;Clyde Tunnel&lt;/a&gt; (completed 1963), with its northern entry building occupying almost the same point as the ground."
}