{
    "id": "6168171",
    "revid": "64853",
    "url": "https://en.wikipedia.org/wiki?curid=6168171",
    "title": "Dupath Well",
    "text": "Dupath Well ( Eng: 'Robber's Path') is a holy well house and chapel dedicated to St. Ethelred, constructed over a spring. It is a &lt;a href=\"Listed%20building\"&gt;Grade I listed building&lt;/a&gt;, having been added to the register on 21 July 1951.\nDupath Well is located at , just outside the town of &lt;a href=\"Callington%2C%20Cornwall\"&gt;Callington&lt;/a&gt; in east &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;, &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. It is under the guardianship of Historic England, and managed by the &lt;a href=\"Cornwall%20Heritage%20Trust\"&gt;Cornwall Heritage Trust&lt;/a&gt;.\nThe structure.\nDupath Well is a nearly intact well-house, constructed of local &lt;a href=\"granite\"&gt;granite&lt;/a&gt;, built over a &lt;a href=\"Spring%20%28hydrosphere%29\"&gt;spring&lt;/a&gt;. Built of Cornish granite ashlar, it has a steeply pitched corbelled roof, built from courses of granite slabs that run the length of the building. There are badly weathered pinnacles at each corner and a small bell turret with a highly elaborate canopy, possibly a later addition, over the entrance. Next to the well house is a medieval, circular trough that collects the spring water.\nHistory.\nThe small chapel-like building was probably built in about 1510 by the Augustinian canons of the nearby priory of &lt;a href=\"St%20German%27s%20Priory\"&gt;St Germans&lt;/a&gt;, to whom the site belonged. The architecture of the well-house is typical of the late 15th and early 16th centuries in a notably '&lt;a href=\"Celtic%20Christianity\"&gt;Celtic&lt;/a&gt;' style bearing comparison with similar well houses and ancient chapels in Brittany and Ireland, albeit in a late medieval elaborated form.\nAt one time the spring at Dupath was believed to cure whooping cough, and it has been suggested that, in addition to its role in healing the sick, the spring may have been used on occasion for baptisms. One grim tale associated with Dupath recounts that two Saxons – Colan (Cornish for heart or courage) and Gottlieb – fought a duel there for a lady’s hand. But the maiden went unmarried: Colan was killed outright and Gottlieb fatally wounded, though some versions say he died later of ‘impatience’."
}