{
    "id": "617549",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=617549",
    "title": "Shell account",
    "text": "A shell account is a user account on a remote server, traditionally running under the Unix operating system, which gives access to a &lt;a href=\"Shell%20%28computing%29\"&gt;shell&lt;/a&gt; via a command-line interface protocol such as telnet, &lt;a href=\"Secure%20Shell\"&gt;SSH&lt;/a&gt;, or over a &lt;a href=\"modem\"&gt;modem&lt;/a&gt; using a &lt;a href=\"terminal%20emulator\"&gt;terminal emulator&lt;/a&gt;.\nShell accounts were made first accessible to interested members of the public by Internet Service Providers (such as &lt;a href=\"Netcom%20%28USA%29\"&gt;Netcom (USA)&lt;/a&gt;, &lt;a href=\"Panix%20%28ISP%29\"&gt;Panix&lt;/a&gt;, &lt;a href=\"The%20World%20%28internet%20service%20provider%29\"&gt;The World&lt;/a&gt; and &lt;a href=\"Digex\"&gt;Digex&lt;/a&gt;), although in rare instances individuals had access to shell accounts through their employer or university. They were used for file storage, web space, email accounts, newsgroup access and software development. Before the late 1990s, shell accounts were often much less expensive than full net access through &lt;a href=\"Serial%20Line%20Internet%20Protocol\"&gt;SLIP&lt;/a&gt; or &lt;a href=\"Point-to-Point%20Protocol\"&gt;PPP&lt;/a&gt;, which was required to access the then-new &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt;. Most &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt; &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt;s also lacked &lt;a href=\"TCP/IP\"&gt;TCP/IP&lt;/a&gt; stacks by default before the mid-1990s. Products such as &lt;a href=\"The%20Internet%20Adapter\"&gt;The Internet Adapter&lt;/a&gt; were devised that could work as a proxy server, allowing users to run a web browser for the price of a shell account.\nShell providers are often found to offer \"shell accounts\" at low-cost or free. These \"shell accounts\" generally provide users with access to various software and services including &lt;a href=\"compilers\"&gt;compilers&lt;/a&gt;, IRC clients, background processes, FTP, text editors (such as &lt;a href=\"Nano%20%28text%20editor%29\"&gt;nano&lt;/a&gt;) and &lt;a href=\"email%20client\"&gt;email client&lt;/a&gt;s (such as &lt;a href=\"Pine%20%28e-mail%20client%29\"&gt;pine&lt;/a&gt;). Some shell providers may also allow tunneling of traffic to bypass corporate firewalls."
}