{
    "id": "61758567",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=61758567",
    "title": "Sudanese peace process",
    "text": "The Sudanese peace process consists of &lt;a href=\"peace%20process\"&gt;meetings, written agreements and actions that aim to resolve&lt;/a&gt; the &lt;a href=\"War%20in%20Darfur\"&gt;War in Darfur&lt;/a&gt;, the &lt;a href=\"Sudanese%20conflict%20in%20South%20Kordofan%20and%20Blue%20Nile\"&gt;Sudanese conflict in South Kordofan and Blue Nile&lt;/a&gt; (the \"Two Areas\"), and armed conflicts in central, northern and eastern Sudan.\nIn 2005, the &lt;a href=\"Comprehensive%20Peace%20Agreement\"&gt;Comprehensive Peace Agreement&lt;/a&gt; led to a resolution of some of the armed conflict in Sudan, including the &lt;a href=\"2011%20South%20Sudanese%20independence%20referendum\"&gt;2011 South Sudanese independence referendum&lt;/a&gt; and the secession of &lt;a href=\"South%20Sudan\"&gt;South Sudan&lt;/a&gt;. The 2006 Abuja and 2011 Doha &lt;a href=\"Darfur%20Peace%20Agreement\"&gt;Darfur Peace Agreement&lt;/a&gt;s aimed to resolve the conflict in Darfur. The &lt;a href=\"2019%20Sudanese%20transition%20to%20democracy%234%20August/17%20August%20Draft%20Constitutional%20Declaration\"&gt;August 2019 Draft Constitutional Declaration&lt;/a&gt;, signed by military and civilian representatives during the &lt;a href=\"Sudanese%20Revolution\"&gt;2018–19 Sudanese Revolution&lt;/a&gt;, requires that a peace agreement be made within the first six months of the 39-month transition period to democratic civilian government. This article mainly covers the component of the peace process that started in 2019.\nA first round of negotiations took place in &lt;a href=\"Juba\"&gt;Juba&lt;/a&gt; in mid-September. In the second round in October 2019, agreements were signed on 18 October on the \"Two Areas\" track between the government and the &lt;a href=\"Sudan%20People%27s%20Liberation%20Movement-North\"&gt;Sudan People's Liberation Movement-North&lt;/a&gt; (al-Hilu) (SPLM-N (al-Hilu)) and on the \"Darfur\" track between the government and the &lt;a href=\"Sudan%20Revolutionary%20Front\"&gt;Sudan Revolutionary Front&lt;/a&gt; (SRF). The third round started in mid-December on the \"eastern Sudan\" track, the \"Two Areas\" track with the SPLM-N (Agar), and the \"Darfur\" track.\n&lt;a href=\"MANSAM\"&gt;MANSAM&lt;/a&gt; and the &lt;a href=\"No%20to%20Oppression%20against%20Women%20Initiative\"&gt;No to Oppression against Women Initiative&lt;/a&gt; called repeatedly for women to be included in the peace process.\nDraft constitutional requirements.\nThe 4 August Draft Constitutional Declaration lists \"achieving a just and comprehensive peace, ending the war by addressing the roots of the Sudanese problem\" as Article 7.(1), the first listed item in its \"Mandate of the Transitional Period\", and gives details in Chapter 15, Articles 67 and 58 of the document. Article 67.(b) says that a &lt;a href=\"peace%20treaty\"&gt;peace agreement&lt;/a&gt; should be completed within six months of the signing of the Draft Constitutional Declaration. Article 67.(c) requires women to participate in all levels of the peace procedure and for &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%201325\"&gt;United Nations Security Council Resolution 1325&lt;/a&gt; to be applied, and legal establishment of women's rights is covered in Article 67.(d). Other mechanisms for implementing the comprehensive peace process are listed in Articles 67.(e) (&lt;a href=\"ceasefire\"&gt;stopping hostilities&lt;/a&gt;, opening &lt;a href=\"humanitarian%20corridor\"&gt;humanitarian assistance corridors&lt;/a&gt;, prisoner releases and &lt;a href=\"prisoner%20exchange\"&gt;exchanges&lt;/a&gt;), 67.(f) (&lt;a href=\"amnesty\"&gt;amnesties&lt;/a&gt; for political leaders and members of armed opposition movements), and 67.(g) (&lt;a href=\"transitional%20justice\"&gt;transitional justice&lt;/a&gt; and accountability for &lt;a href=\"crimes%20against%20humanity\"&gt;crimes against humanity&lt;/a&gt; and &lt;a href=\"war%20crime\"&gt;war crime&lt;/a&gt;s and trials in national and international courts). Article 68 lists 13 \"essential issues for peace negotiations\".\nConflict incidents.\nDuring mid-September to mid-November 2019, 40 assaults by Sudanese security forces against civilians took place in Darfur, in which civilians were killed or wounded, in Mershing, Shangil Tobai, Gray Kalakl, Andro, Kadner, Mukjar, Gereida and Krenk. A representative of internally displace people (IDPs) described the security situation as unchanged since the power transfer from the &lt;a href=\"Transitional%20Military%20Council%20%282019%29\"&gt;Transitional Military Council&lt;/a&gt; to the civilian–military Sovereignty Council and civilian &lt;a href=\"Cabinet%20of%20Sudan\"&gt;cabinet&lt;/a&gt;.\nArmed clashes between state security forces and &lt;a href=\"Sudan%20Liberation%20Movement/Army\"&gt;Sudan Liberation Movement/Army&lt;/a&gt; (al-Nur; SLM-al-Nur) occurred. , SLM (al-Nur) refused to join the Juba peace process.\nGeographical negotiation tracks.\nThe peace negotiations were classified into parallel tracks on five geographical regions:\nFramework/final agreements:\nNegotiations and agreements.\nSeptember 2019 Juba negotiations.\nIn September 2019, following the transfer of power from the &lt;a href=\"Transitional%20Military%20Council%20%282019%29\"&gt;Transitional Military Council&lt;/a&gt; to the &lt;a href=\"Sovereignty%20Council%20of%20Sudan\"&gt;Sovereignty Council of Sudan&lt;/a&gt;, South Sudanese president &lt;a href=\"Salva%20Kiir\"&gt;Salva Kiir&lt;/a&gt; hosted talks in &lt;a href=\"Juba\"&gt;Juba&lt;/a&gt; between rebel movements, military members of the Sovereignty Council, and the Sudanese prime minister. Rebel movements involved in the Juba meetings included four &lt;a href=\"Darfur\"&gt;Darfur&lt;/a&gt;i armed groups, the &lt;a href=\"Justice%20and%20Equality%20Movement\"&gt;Justice and Equality Movement&lt;/a&gt; (JEM), the &lt;a href=\"Sudan%20Liberation%20Movement/Army\"&gt;Sudan Liberation Movement/Army&lt;/a&gt; led by &lt;a href=\"Minni%20Minawi\"&gt;Minni Minawi&lt;/a&gt; (SLM-MM), the &lt;a href=\"Sudan%20Liberation%20Movement%E2%80%93Transitional%20Council\"&gt;Sudan Liberation Movement–Transitional Council&lt;/a&gt;, and the &lt;a href=\"Alliance%20of%20Sudan%20Liberation%20Forces\"&gt;Alliance of Sudan Liberation Forces&lt;/a&gt;; the &lt;a href=\"Blue%20Nile\"&gt;Blue Nile&lt;/a&gt;/&lt;a href=\"South%20Kordofan\"&gt;South Kordofan&lt;/a&gt; rebel group &lt;a href=\"Sudan%20People%27s%20Liberation%20Movement-North\"&gt;Sudan People's Liberation Movement-North&lt;/a&gt; al-Hilu faction (SPLM-N (al-Hilu)); and the Sudan-wide &lt;a href=\"Sudan%20Revolutionary%20Front\"&gt;Sudan Revolutionary Front&lt;/a&gt; (SRF) that in 2011 allied together a wide range of Sudanese armed rebel groups. &lt;a href=\"Mohamed%20Hamdan%20Dagalo\"&gt;Hemetti&lt;/a&gt;, Sovereignty Council military member and leader of the &lt;a href=\"Rapid%20Support%20Forces\"&gt;Rapid Support Forces&lt;/a&gt;, arrived in Juba for the negotiations on 9 September.\nPrime Minister &lt;a href=\"Abdalla%20Hamdok\"&gt;Abdalla Hamdok&lt;/a&gt; and three &lt;a href=\"Cabinet%20of%20Sudan\"&gt;cabinet ministers&lt;/a&gt; planned to arrive in Juba on 12 September for the negotiations.\nSudan researcher &lt;a href=\"Eric%20Reeves\"&gt;Eric Reeves&lt;/a&gt; expressed scepticism about the possibility of Hemetti being \"ready to make peace\", arguing that Hemetti was responsible for &lt;a href=\"crimes%20against%20humanity\"&gt;crimes against humanity&lt;/a&gt; and &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt; during the wars in Darfur and South Kordofan.\nOctober 2019 signed agreements.\nOn 18 October, two separate meetings took place in Juba between rebel and &lt;a href=\"Sovereignty%20Council%20of%20Sudan\"&gt;Sovereignty Council&lt;/a&gt; (head of state) representatives, on the \"Two Areas\" and \"Darfur\" tracks.\nIn the \"Two Areas\" track, after a three-hour negotiating session mediated by a South Sudanese mediation team, Amar Daldoum, on behalf of the SPLM-N (al-Hilu) and &lt;a href=\"Shams%20al-Din%20Khabbashi\"&gt;Shams al-Din Khabbashi&lt;/a&gt;, on behalf of the Sovereignty Council signed an agreement on political, security and humanitarian procedures. The agreement was cosigned by the chair of the mediation team, Tut Galwak. The SPLM-N (al-Hilu) and the Sovereignty Council planned to develop a Declaration of Principles to organise continuation of the peace process and to present their political vision.\nIndependently on 18 October, the first \"Darfur\" track meeting between the SRF and Sovereignty Council representatives took place under South Sudanese mediation, creating a joint committee. The joint committee stated its intention to study the 11 September Juba Declaration, and propose how to move from confidence-building measures to negotiations on core issues. On 21 October, el-Hadi Idris, on behalf of the SRF, and &lt;a href=\"Mohamed%20Hamdan%20Dagalo\"&gt;Hemetti&lt;/a&gt;, on behalf of the Sovereignty Council signed a political agreement (co-signed by a South Sudanese mediator) including a renewed &lt;a href=\"ceasefire\"&gt;ceasefire&lt;/a&gt;, the delivering of humanitarian assistance by government agencies to areas under conflict, and commitment to negotiate further.\nFollowing the 18 October meetings, Tut Galwak stated that Sudan, South Sudan and other African countries are committed \"to end all forms of war\" in Africa by the end of 2020.\nDecember talks.\nThe third round of negotiations started in Juba in mid-December 2019, after having been planned to start on 21 November 2019. The negotiation round was delayed for several weeks because of \"the commitment of some of the armed movements to workshops related to the peace process\", according to South Sudanese mediator Tut Galwak. The &lt;a href=\"Forces%20of%20Freedom%20and%20Change\"&gt;Forces of Freedom and Change&lt;/a&gt; (FFC) agreed with the SRF to delay the creation of the &lt;a href=\"Transitional%20Legislative%20Council%20%28Sudan%29\"&gt;Transitional Legislative Council&lt;/a&gt; to 31 December, giving the SRF, SPLM-N (al-Hilu) and the government time to reach agreement prior to the creation of the Legislative Council.\nOn 16 December, the SRF and \"government representatives\" discussed the \"eastern Sudan\" track. The government representatives wished to suspend talks until \"civil leaders and prominent figures\" from eastern Sudan were included; the SRF refused to wait, arguing that it would \"[contradict] the Juba Declaration\" and \"hamper the negotiation tracks [which] are all intertwined\".\nOn 17 December, on the \"Two Areas\" track, Hemetti and &lt;a href=\"Malik%20Agar\"&gt;Malik Agar&lt;/a&gt;, head of &lt;a href=\"Sudan%20People%27s%20Liberation%20Movement-North\"&gt;SPLM-N&lt;/a&gt; (Agar), signed an agreement establishing a \"humanitarian protocol and a ceasefire\". The agreement includes a ceasefire monitoring group with three representatives from both sides and a South Sudanese chair, to be located in Khartoum, with a sub-office in &lt;a href=\"Kadugli\"&gt;Kadugli&lt;/a&gt; and another in &lt;a href=\"Ed%20Damazin\"&gt;Ed Damazin&lt;/a&gt;; and the sending of a joint mission to the Two Areas to assess humanitarian needs and plan and carry out a humanitarian action plan.\nOn 19 December, in the \"Darfur\" track, the SRF and government representatives created a committee, called a joint mechanism, for visiting Darfur with the help of the &lt;a href=\"United%20Nations%E2%80%93African%20Union%20Mission%20in%20Darfur\"&gt;United Nations–African Union Mission in Darfur&lt;/a&gt; (UNAMID) in order to select \"real representatives of the stakeholders\". UNAMID committed itself to providing transport of the stakeholders to Juba for the negotiations. El Hadi Idris of the SRF described the creation of the mechanism as \"an important breakthrough\". Detailed \"Darfur\" track negotiations were expected to continue in Juba for several weeks.\nSouth Sudanese mediator Dams Dhieu Mathok stated that \"participation of refugees, displaced people and civil society leaders\" was being negotiated and would constitute a critical element of the Darfur peace process.\nIn the \"Two Areas\" track, Mathok stated that proposal was provided by the SPLM-N (al-Hilu) delegation to government representatives.\nOn 24 December, Hemetti on behalf of the Sovereignty Council and &lt;a href=\"el-Tom%20Hajo\"&gt;el-Tom Hajo&lt;/a&gt;, deputy head of the SRF and head of the \"Central\" track negotiation team, signed a peace agreement regarding \"development, farmers' issues, the El Gezira and El Managil Agricultural Scheme, land rights, in addition to a fair distribution of wealth\". Hajo described the agreement as \"inclusive\" without \"quotas or positions\".\nFour Darfur representatives and Khabbashi signed a framework agreement on 28 December for the Darfur track, covering issues that included power sharing, wealth sharing, transitional justice and Darfur–Darfur dialogue. On 31 December, the SRF suspended talks on the Darfur track in relation to fighting in that killed and wounded 708 people in el-&lt;a href=\"Geneina\"&gt;Geneina&lt;/a&gt;. An &lt;a href=\"Forces%20of%20Freedom%20and%20Change\"&gt;FFC&lt;/a&gt; delegation visiting the area attributed the conflict to \"the deep state\" and victims attributed it to \"janjaweed\" and \"militant herders in vehicles belonging to the &lt;a href=\"Rapid%20Support%20Forces\"&gt;Rapid Support Forces&lt;/a&gt;\".\nJanuary 2020 agreements.\nOn 21 January, negotiations on the \"eastern\" track were suspended until 30 January, because a consultative forum preparing for the negotiations was not inclusive enough of representatives from the Red Sea state, and too many supporters of al-Bashir's government were present in the forum.\nProgress on land, transitional justice and system of government issues was made in the \"Darfur\" track on 21 January. SRF and Sovereignty Council representatives agreed on the creation of a &lt;a href=\"Darfur%20war%20crimes%20court\"&gt;Special Court for Darfur&lt;/a&gt; to conduct investigations and trials for &lt;a href=\"war%20crime\"&gt;war crime&lt;/a&gt;s and &lt;a href=\"crimes%20against%20humanity\"&gt;crimes against humanity&lt;/a&gt; carried out during the &lt;a href=\"War%20in%20Darfur\"&gt;War in Darfur&lt;/a&gt; by the al-Bashir presidency and by warlords. The issue of whether or not to surrender Omar al-Bashir to the &lt;a href=\"International%20Criminal%20Court%20investigation%20in%20Darfur\"&gt;International Criminal Court&lt;/a&gt; was not discussed in the 21 January negotiations.\n\"Two Areas\" negotiations with SPLM-N (al-Hilu) had progressed by 21 January on six framework agreement points, after a two-week pause, but disagreement remained on SPLM-N (al-Hilu)'s requirement of a secular state in South Kordofan and &lt;a href=\"Nuba%20Mountains\"&gt;Nuba Mountains&lt;/a&gt; and &lt;a href=\"Blue%20Nile%20%28state%29\"&gt;Blue Nile&lt;/a&gt; self-determination.\nOn 22 January, talks on the \"northern\" track with the SRF were suspended in relation to deciding how to respect the rights of the displaced from &lt;a href=\"Wadi%20Halfa\"&gt;Wadi Halfa&lt;/a&gt;.\nOn 24 January on the \"Two Areas\" track, political and security agreements, constituting a \"framework\" agreement, were signed by Hemetti on behalf of the Sovereignty Council and Ahmed El Omda Badi on behalf of SPLM-N (Agar). The agreements give legislative autonomy to South Kordofan and Blue Nile; propose solutions for the sharing of land and other resources; and aim to unify all militias and government soldiers into a single unified Sudanese military body.\nOn 26 January, a \"final\" peace agreement for the northern track, including issues of studies for new dams, compensation for people displaced by existing dams, road construction and burial of electronic and nuclear waste, was signed by Shamseldin Kabashi of the Sovereignty Council and Dahab Ibrahim of the &lt;a href=\"Kush%20Movement\"&gt;Kush Movement&lt;/a&gt;.\nFebruary 2020 agreements.\nOn 21 February 2020, a final agreement was made on the eastern track. The terms of the agreement included increased representation of eastern Sudan in the federal governmental structures; the establishment of a locally funded reconstruction fund; and the establishment of an internationally funded eastern Sudanese private bank to support political, educational, health and other administrative structures.\nAgreements during the COVID-19 pandemic.\nNegotiations continued during the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; that &lt;a href=\"COVID-19%20pandemic%20in%20Sudan\"&gt;reached Sudan&lt;/a&gt; in early 2020.\nOn 25 March, Sudan's defence minister Gamal al-Din Omar died of a heart attack in Juba after peace talks with rebel groups. Peace talks after al-Din Omar's death resumed on 2 April.\nWhile talks in the Darfur track were ongoing, &lt;a href=\"Sudan%20Liberation%20Movement/Army\"&gt;SLM (Minnawi)&lt;/a&gt; and &lt;a href=\"Justice%20and%20Equality%20Movement\"&gt;JEM&lt;/a&gt; withdrew from the SRF in mid-May 2020, while continuing their alliance with each other and giving their new alliance the same name (Sudan Revolutionary Front). , the SLM (al-Nur) continued to boycott peace negotiations while waiting for the national authorities to make Darfur secure.\nAugust 2020: integration of Sudan Revolutionary Front into army.\nOn 17 August 2020, Khalid Abdin for the government, and Ahmed el-Omda for the SPLM-N (Agar) signed a security agreement for the Two Areas that included the integration of the armed forces of the &lt;a href=\"Sudan%20Revolutionary%20Front\"&gt;Sudan Revolutionary Front&lt;/a&gt; into the &lt;a href=\"Sudanese%20Armed%20Forces\"&gt;Sudanese Armed Forces&lt;/a&gt;. Negotiations on political issues continued in the following days.\nNegotiations with SPLM-N (al-Hilu) were planned to start around 21 August, discussing a declaration of principles, a ceasefire, and humanitarian aid.\n31 August 2020 Juba peace agreement.\nOn 31 August 2020, a comprehensive peace agreement was signed between the Sovereignty Council and the SRF, which includes SPLM-N (Minnawi) and JEM for the Darfur track and SPLM-N (Agar) for the Two Areas track. Under the terms of the agreement, the factions that signed will be entitled to three seats on the &lt;a href=\"Sovereignty%20Council%20%28Sudan%29\"&gt;sovereignty council&lt;/a&gt;, a total of five ministers in the &lt;a href=\"Cabinet%20of%20Sudan\"&gt;transitional cabinet&lt;/a&gt; and a quarter of seats in the &lt;a href=\"Transitional%20Legislative%20Council%20%28Sudan%29\"&gt;transitional legislature&lt;/a&gt;. At a regional level, signatories will be entitled between 30 and 40% of the seats on transitional legislatures of their home states or regions.\n3 September 2020 Addis Ababa peace agreement.\nAn agreement was reached between the transitional government and the &lt;a href=\"Sudan%20People%27s%20Liberation%20Movement-North\"&gt;SPLM-North al-Hilu rebel faction&lt;/a&gt; on 3 September 2020 in Addis Ababa to &lt;a href=\"separation%20of%20church%20and%20state\"&gt;separate religion and state&lt;/a&gt; and not discriminate against anyone's ethnicity in order to secure the &lt;a href=\"equality%20before%20the%20law\"&gt;equal treatment of all citizens&lt;/a&gt; of Sudan. The declaration of principles stated that 'Sudan is a multi-racial, multi-ethnic, multi-religious and multi-cultural society. Full recognition and accommodation of these diversities must be affirmed. (...) The state shall not establish an official religion. No citizen shall be discriminated against based on their religion.' &lt;a href=\"Secularism\"&gt;Secularism&lt;/a&gt; had long been a demand of the SPLM-North al-Hilu, with a spokesperson saying: 'The problem is (...) to address why people became rebels? Because there are no equal citizenship rights, there is no distribution of wealth, there is no equal development in the country, there is no equality between black and Arab and Muslim and Christian.'\n3 October 2020 Juba peace agreement.\nA peace agreement was signed between the SRF, SPLM–N led by Malik Agar and SLM led by Minni Minnawi and the Sudanese government, with the absence of both al Nur and al-Hilu. However, the deal included terms to integrate rebels into the security forces, and to grant them political representation and economic and land rights, in addition to a 10-year plan to invest $750 million to develop southern and western regions, and to guarantee the return for displaced people.\nWomen's participation.\nOn 12 November, &lt;a href=\"Ahlam%20Nasir\"&gt;Ahlam Nasir&lt;/a&gt;, on behalf of &lt;a href=\"MANSAM\"&gt;Women of Sudanese Civic and Political Groups&lt;/a&gt; (MANSAM), met Sovereignty Council member &lt;a href=\"Mohammed%20Hassan%20Osman%20al-Ta%27ishi\"&gt;Mohammed al-Ta'ishi&lt;/a&gt;, arguing that women should be included in the peace negotiations. Nasir presented specific proposals for women's participation in the negotiations and MANSAM's priorities in the peace process. According to Neville Melvin Gertze of &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt; who spoke at an October 2019 meeting of the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt;, peace agreements that are the result of negotiations including women are 35 percent more likely to last at least 15 years than those which are the result of men-only negotiations.\nOn 17 December, the &lt;a href=\"No%20to%20Oppression%20against%20Women%20Initiative\"&gt;No to Oppression against Women Initiative&lt;/a&gt; requested the Sovereignty Council to include women, \"especially &lt;a href=\"Forced%20displacement\"&gt;displaced women&lt;/a&gt; and war victims\", in the Sudanese peace process. &lt;a href=\"Ihsan%20Fagiri\"&gt;Ihsan Fagiri&lt;/a&gt; of the Initiative described women's view of the peace process as extending beyond the formal signing of national-level agreements, by including \"social peace, and health and education\" and by Sudan signing the &lt;a href=\"Convention%20on%20the%20Elimination%20of%20All%20Forms%20of%20Discrimination%20Against%20Women\"&gt;Convention on the Elimination of All Forms of Discrimination Against Women&lt;/a&gt;."
}