{
    "id": "61770159",
    "revid": "39698669",
    "url": "https://en.wikipedia.org/wiki?curid=61770159",
    "title": "Ras Al Khaimah",
    "text": "Ras Al Khaimah (RAK) (, historically Julfar) is the largest city and capital of the &lt;a href=\"Emirate%20of%20Ras%20Al%20Khaimah\"&gt;Emirate of Ras Al Khaimah&lt;/a&gt;, &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;. It is the &lt;a href=\"List%20of%20cities%20in%20the%20United%20Arab%20Emirates\"&gt;sixth-largest city&lt;/a&gt; in UAE after &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, &lt;a href=\"Abu%20Dhabi\"&gt;Abu Dhabi&lt;/a&gt;, &lt;a href=\"Sharjah\"&gt;Sharjah&lt;/a&gt;, &lt;a href=\"Al%20Ain\"&gt;Al Ain&lt;/a&gt; and &lt;a href=\"Ajman\"&gt;Ajman&lt;/a&gt;.\nThe city is divided by a creek into two parts: old town in the west and Al Nakheel in the east. \nEtymology.\nThe name Ras Al Khaimah means “the headland of the tent”. It is reported that the city gained its named after a tent was erected there to facilitate navigation.\nHistory.\nThe northern area of the city today known as Ras Al Khaimah was previously the location of the important Islamic era settlement and port of Julfar. Ras Al Khaimah has been the site of continuous human habitation for 7,000 years, one of the few places in the country and the world where this is the case.\nArchaeological evidence has demonstrated that the settlement known as Julfar shifted location over time as harbour channels silted up. Excavations of a sizable tell, which revealed remnants of a &lt;a href=\"Sassanid%20Empire\"&gt;Sassanid era&lt;/a&gt; fortification, indicate that early Julfar was located in the north of the present city of Ras Al Khaimah, not far from other sites of historical and archaeological interest such as the Pre-Islamic fort, 'Sheba's Palace' (&lt;a href=\"Shimal\"&gt;Shimal Fort&lt;/a&gt;).\nOne of Ras Al Khaimah's most celebrated sons, &lt;a href=\"Ahmad%20ibn%20M%C4%81jid\"&gt;Ibn Majid&lt;/a&gt;, was a hugely influential seaman, navigator and cartographer, and there is evidence in his writing that the town he came from was at that time known as Ras Al Khaimah, that town having eclipsed Julfar as the principal port and settlement of the Shimal coast.\nIn the early 18th century, the &lt;a href=\"Al-Qasimi\"&gt;Qawasim&lt;/a&gt; (singular Al Qasimi) established themselves in Ras Al Khaimah and &lt;a href=\"Sharjah%20%28emirate%29\"&gt;Sharjah&lt;/a&gt; on the &lt;a href=\"Arab%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt;, growing to become a significant maritime force with holdings on both the Persian and Arabian coasts that frequently came into conflict with British flagged shipping.\nIn the aftermath of a series of attacks against shipping sailing under Omani flags and following 1809 monsoon season, the British mounted the Persian Gulf campaign of 1809 against Ras Al Khaimah, in which the Al Qasimi fleet was largely destroyed. The British operation continued to &lt;a href=\"Bandar%20Lengeh\"&gt;Lingeh&lt;/a&gt; on the Persian coast which was, like the &lt;a href=\"Greater%20and%20Lesser%20Tunbs\"&gt;Greater and Lesser Tunbs&lt;/a&gt; islands, administered by the Al Qasimi.\nBy the morning of 14 November, the military expedition was over and the British forces returned to their ships, having suffered light casualties of five killed and 34 wounded. Arab losses are unknown, but were probably significant, while the damage done to the Al Qasimi fleets was severe: a significant portion of their vessels had been destroyed.\nFollowing the 1809 campaign, an 1815 arrangement was made between the British and the Al Qasimi. However by 1819 it was clear the arrangement had broken down and so in November of that year, the British embarked on a second expedition against the Al Qasimi at Ras Al Khaimah, led by Major-General &lt;a href=\"William%20Grant%20%28British%20Army%20officer%29\"&gt;William Keir Grant&lt;/a&gt;.\nThe force gathered off the coast of Ras Al Khaimah on 25 and 26 November and, on 2 and 3 December, troops were landed south of the town and set up batteries of guns and mortars and, on 5 December, the town was bombarded from both land and sea for a period of four days, following which the town was stormed and found to be deserted. Continued bombardment took place over the following four days until, on 9 December, fortress and town of Ras Al Khaimah were stormed and found to be practically deserted. On the fall of Ras Al Khaimah, three cruisers were sent to blockade Rams to the North and this, too was found to be deserted and its inhabitants retired to the 'impregnable' hill-top &lt;a href=\"Dhayah%20Fort\"&gt;fort of Dhayah&lt;/a&gt;.\nThe British landed a force at Rams on 18 December, which fought its way inland through date plantations to Dhayah Fort on the 19th. There, 398 men and another 400 women and children held out, without sanitation, water or effective cover from the sun, for three days under heavy fire from mortars and 12-pound cannon.\nThe two 24-pound cannon from &lt;a href=\"HMS%20Liverpool%20%281814%29\"&gt;HMS Liverpool&lt;/a&gt; which had been used to bombard Ras Al Khaimah from the landward side were once again pressed into use and dragged across the plain from Rams, a journey of some four miles. Each of the guns weighed over 2 tonnes. After enduring two hours of sustained fire from the big guns, which breached the fort's walls, the last of the Al Qasimi surrendered at 10.30 on the morning of 22 December.\nIn January 1820, the British imposed the &lt;a href=\"General%20Maritime%20Treaty%20of%201820\"&gt;General Maritime Treaty of 1820&lt;/a&gt; signed by &lt;a href=\"Sheikh%20Sultan%20bin%20Saqr%20Al%20Qasimi\"&gt;Sheikh Sultan Bin Saqr Al Qasimi&lt;/a&gt; of Sharjah who was reinstated by the British in Ras Al Khaimah after the deposition of &lt;a href=\"Hassan%20bin%20Rahma%20Al%20Qasimi\"&gt;Hasan Bin Rahma Al Qasimi&lt;/a&gt;. The treaty stipulated the end of piracy and slavery, and laid the foundation for the &lt;a href=\"British%20protectorate\"&gt;British protectorate&lt;/a&gt; over the &lt;a href=\"Trucial%20States\"&gt;Trucial States&lt;/a&gt; that lasted until December 1971. \nA British protectorate from this point forward, as one of the &lt;a href=\"Trucial%20States\"&gt;Trucial States, i&lt;/a&gt;in 1869, Ras Al Khaimah became fully independent from neighbouring &lt;a href=\"Sharjah%20%28emirate%29\"&gt;Sharjah&lt;/a&gt;. From September 1900 to 7 July 1921, it was re-incorporated into Sharjah; the last governor became its next independent ruler.\nThe last of the Trucial States to join the newly independent United Arab Emirates, on 10 February 1972, Ras Al Khaimah, under the leadership of &lt;a href=\"Saqr%20bin%20Mohammad%20Al%20Qasimi\"&gt;Sheikh Saqr bin Mohammad al-Qasimi&lt;/a&gt;, joined the United Arab Emirates following the Iranian &lt;a href=\"seizure%20of%20Abu%20Musa%20and%20the%20Greater%20and%20Lesser%20Tunbs\"&gt;seizure of Abu Musa and the Greater and Lesser Tunbs&lt;/a&gt;.\nPopulation.\nThe population of the city is around 115,949 (2021) and it is the largest city in the &lt;a href=\"Emirate%20of%20Ras%20Al%20Khaimah\"&gt;Emirate of Ras Al Khaimah&lt;/a&gt;. It is the &lt;a href=\"List%20of%20cities%20in%20the%20United%20Arab%20Emirates\"&gt;6th most populous city&lt;/a&gt; in the UAE.\nEducation.\nOther than Arabic government-funded schools, the city is home to &lt;a href=\"Ras%20Al%20Khaimah%20Academy\"&gt;Ras Al Khaimah Academy&lt;/a&gt; and &lt;a href=\"Wellspring%20School\"&gt;Wellspring School&lt;/a&gt;, and other Indian schools. It also has &lt;a href=\"Higher%20Colleges%20of%20Technology\"&gt;Higher Colleges of Technology&lt;/a&gt; campus, &lt;a href=\"Ras%20Al%20Khaimah%20Medical%20and%20Health%20Sciences%20University\"&gt;Ras Al Khaimah Medical and Health Sciences University&lt;/a&gt;, &lt;a href=\"American%20University%20of%20Ras%20Al%20Khaimah\"&gt;American University of Ras Al Khaimah&lt;/a&gt; and many other colleges.\nEconomy.\nThe city of Ras Al Khaimah is home to the &lt;a href=\"Ras%20Al%20Khaimah%20Economic%20Zone\"&gt;Ras Al Khaimah Economic Zone (RAKEZ)&lt;/a&gt; that helps connect investors and international markets. It operates an online client portal called Portal 360. The zone services businesses ranging from freelancers to &lt;a href=\"Small%20and%20medium-sized%20enterprises\"&gt;SMEs&lt;/a&gt; and start-ups across 50 industries. RAKEZ is divided into six dedicated zones: \nCeramics industry.\nThe city is the headquarters of &lt;a href=\"RAK%20Ceramics\"&gt;RAK Ceramics&lt;/a&gt;, a global ceramics manufacturer. The company produces 123 million square meters of tiles and 5 million pieces of sanitaryware every year. It employs 12,000 employees and is listed on the &lt;a href=\"Abu%20Dhabi%20Securities%20Exchange\"&gt;Abu Dhabi Securities Exchange&lt;/a&gt; in the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt; and on the &lt;a href=\"Dhaka%20Stock%20Exchange\"&gt;Dhaka Stock Exchange&lt;/a&gt; in &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;. Its annual turnover is estimated at $1 billion. \nPharmaceutical industry.\n&lt;a href=\"Julphar\"&gt;Gulf Pharmaceutical Industries&lt;/a&gt; is a pharmaceutical manufacturer operating in the &lt;a href=\"MENA\"&gt;MENA&lt;/a&gt; region and headquartered in the city of Ras Al Khaimah. The company, also known under the name of &lt;a href=\"Julphar\"&gt;Julphar&lt;/a&gt;, employs 5,000 people and distributes its products to 50 countries. It divides its activities between three units: Julphar Diabetes Solutions, General Medicines and Julphar Life. The company became a producers of raw ingredients for &lt;a href=\"insulin\"&gt;insulin&lt;/a&gt; in 2012.\nSports.\nThe city is home to &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; teams &lt;a href=\"Emirates%20Club\"&gt;Emirates Club&lt;/a&gt; and &lt;a href=\"Ras%20Al%20Khaimah%20Club\"&gt;Ras Al Khaimah Club&lt;/a&gt;, which have both competed in the &lt;a href=\"UAE%20Pro%20League\"&gt;UAE Top Division&lt;/a&gt;."
}