{
    "id": "617947",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=617947",
    "title": "Weather lore",
    "text": "Weather lore is the body of informal &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; related to the &lt;a href=\"prediction\"&gt;prediction&lt;/a&gt; of the &lt;a href=\"weather\"&gt;weather&lt;/a&gt; and its greater meaning.\nMuch like regular folklore, weather lore is passed down through speech and writing from normal people without the use of external measuring instruments. The origin of weather lore can be dated back to primeval men and their usage of star studying in navigation. However, more recently during the &lt;a href=\"Late%20Middle%20Ages\"&gt;Late Middle Ages&lt;/a&gt;, the works of two Greek philosopher-poets, &lt;a href=\"Theophrastus\"&gt;Theophrastus&lt;/a&gt; of Eresus on Lesbos and &lt;a href=\"Aratus\"&gt;Aratus&lt;/a&gt; of Macedonia, are known for shaping the prediction of weather. Theophrastus and Aratus collated their works in two main collections for weather lore: \"On Weather Signs\" and \"On Winds.\" These were used for helping farmers with harvest, &lt;a href=\"merchant\"&gt;merchant&lt;/a&gt;s for trade and determining the weather the next day.\n&lt;a href=\"Astrology\"&gt;Astrology&lt;/a&gt; and weather lore have been closely interlinked for many years - with each planet often being associated with a weather state. For example, &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; is red and must therefore be hot and dry. Prevalent in ancient Roman thought, astrologists used weather lore to teach commoners of the star and cloud formations and how they can be used to see the future. From this, three main schools of weather lore thoughts developed during the Late Middle Ages as Astrology became more popular throughout Europe. One which related to winds and clouds and had some scientific basis. A second type connected with saints' days possessed doubtful validity but was quite popular nonetheless during the Middle Ages. A third type treated the behaviour of birds and animals, which has been found to be controlled more by past and present weather rather than to be a true indication of the future.\nBefore the invention of temperature measuring devices, such as the mercury &lt;a href=\"thermometer\"&gt;thermometer&lt;/a&gt;, it was difficult to gather predictive, numerical data. Therefore, communities used their surroundings to predict and explain the weather in upcoming days.\nToday, the majority of weather lore can be found in proverbs. However, much of the weather lore fantasy is still prevalent in today's seasonal calendar, with mentions such as the annual saints' days, the passage of the months, and weather predictions made from animal behaviour. The creation of the &lt;a href=\"astrological%20sign\"&gt;astrological sign&lt;/a&gt;s in &lt;a href=\"Babylonian%20religion\"&gt;Babylonian mythology&lt;/a&gt; can also be attributed to the study of stars and its association with weather lore.\nThe occurrence of 'weather'.\nWeather can be defined as the constant shift in conditions relating to temperature, cloudiness, rainfall etc. at a particular time and place. A significant portion of weather occurs in &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;'s middle latitudes, between roughly 30° to 60° North and South.\nA great percentage of the world's population lives in the &lt;a href=\"equator\"&gt;equator&lt;/a&gt;ial regions, but for the most part, these regions do not experience weather as it is understood by this definition. The &lt;a href=\"Sahara\"&gt;Sahara&lt;/a&gt; in northern Africa, for instance, is almost uniformly hot, sunny and dry all year long especially due to the non-stop presence of high atmospheric pressure aloft, whereas weather trends on the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt; and in the western &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt;, for instance, the &lt;a href=\"monsoon\"&gt;monsoon&lt;/a&gt;al belt, occur gradually over the very long term, and the diurnal weather patterns remain constant.\nWeather &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt;, therefore, refers to this mid-latitude region of daily variability. While most of it applies equally to the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt;, the Southern Hemisphere resident may need to take into account the fact that weather systems rotate opposite to those in the North. For instance, the \"crossed winds\" rule (see below) must be reversed for the &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n reader.\nCommon proverbs.\nWhen clouds look like black smoke.\nThick, moisture-laden storm clouds absorb sunlight. It gives them an appearance that somewhat resembles black smoke.\nRed sky at night.\nA red sky – in the morning or evening – is a result of high pressure air in the atmosphere trapping particles of dust or soot. Air molecules scatter the shorter blue wavelengths of sunlight, but particles of dust, soot and other aerosols scatter the longer red wavelength of sunlight in a process called &lt;a href=\"Rayleigh%20scattering\"&gt;Rayleigh scattering&lt;/a&gt;. At sunrise and sunset, the sun is lower in the sky causing the sunlight to travel through more of the atmosphere so scattering more light. This effect is further enhanced when there are at least some high level clouds to reflect this light back to the ground.\nWhen weather systems predominantly move from &lt;a href=\"west\"&gt;west&lt;/a&gt; to &lt;a href=\"east\"&gt;east&lt;/a&gt;, a red sky at night indicates that the high pressure air (and better weather) is westwards. In the morning the light is eastwards, and so a red sky then indicates the high pressure (and better weather) has already passed, and an area of low pressure is following behind.\nLow-pressure regions.\nIn western European seas, this description of wind direction is an excellent illustration of how the weather events of an active &lt;a href=\"low%20pressure%20area\"&gt;low pressure area&lt;/a&gt; present themselves. With the approach of a low, easterly winds typically pick up. These gusty winds can be unpleasant for a number of reasons; they are often uncomfortably warm, dry, and dusty in the summer and bitterly cold in the winter. Northerly winds, which follow around a low, are cold and blustery. &lt;a href=\"Sailing\"&gt;Sailing&lt;/a&gt; in conditions of northerly winds requires expertise and a &lt;a href=\"boat\"&gt;boat&lt;/a&gt; capable of handling heavy waves. Southerly winds usually bring warm temperatures, and though they may not necessarily feed the fish, they do provide pleasant fishing weather. Wind and weather observations will be different for a low passing to the north of the observer than for one passing to the south. When a low passes to the north, the winds typically pick up from the east, swing to southerly (possibly accompanied by light precipitation, usually not) with the passage of the low's warm front, and then switch to northwesterly or westerly as the cold front passes. Typically, if there is any heavy precipitation, it will accompany the passage of the cold front. When a low passes to the south, on the other hand, winds will initially pick up from the east, but will gradually shift to northerly. Overcast skies and steady precipitation often occur as the center of the low passes due south, but skies will clear and winds will gradually become westerly as the low moves off to the east. No observer will experience all the weather elements of a low in a single passage.\nCalm conditions.\nCalm conditions, especially with clear skies, indicate the dominance of a &lt;a href=\"high%20pressure%20area\"&gt;high pressure area&lt;/a&gt;. Because highs are broad regions of descending air, they discourage the formation of phenomena typically associated with weather, such as clouds, wind, and precipitation. Calm conditions, though, may also result from a circumstance known as \"the calm before the storm,\" in which a large thunderstorm cell to the west may be updrafting the westerly surface wind before it can arrive locally. This situation is readily identifiable by looking to the west – such an approaching storm will be close enough to be unmistakable. In winter, though, calm air and clear skies may signal the presence of an &lt;a href=\"Arctic%20high\"&gt;Arctic high&lt;/a&gt;, typically accompanied by very cold air, and it is difficult to imagine describing a temperature of –35 °C (–31 °F) as pleasant.\nA ring around the Moon.\nA &lt;a href=\"Halo%20%28optical%20phenomenon%29\"&gt;halo&lt;/a&gt; around the Sun or Moon is caused by the &lt;a href=\"refraction\"&gt;refraction&lt;/a&gt; of that body's light by &lt;a href=\"ice%20crystals\"&gt;ice crystals&lt;/a&gt; at high &lt;a href=\"altitude\"&gt;altitude&lt;/a&gt;. Such high-level moisture is a precursor to moisture moving in at increasingly lower levels, and is a good indicator that an active weather system is on its way. Halos typically evolve into what is known as \"milk sky\", when the sky appears clear, but the typical blue is either washed-out or barely noticeable. This high, thick cirrostratus cloud is a clear indicator of an approaching low. In the coldest days of winter, a halo around the Sun is evidence of very cold and typically clear air at and above the surface. But &lt;a href=\"sun%20dog\"&gt;sun dog&lt;/a&gt;s are indicators that weather conditions are likely to change in the next 18 to 36 hours.\nHumidity indicators.\n&lt;a href=\"Moisture\"&gt;Moisture&lt;/a&gt; in the air causes &lt;a href=\"wood\"&gt;wood&lt;/a&gt; to swell, making doors and windows sticky, and salt is a very effective absorber of &lt;a href=\"moisture\"&gt;moisture&lt;/a&gt;. With a high level of moisture in the air, the likelihood of precipitation is increased. The &lt;a href=\"magnesium%20carbonate\"&gt;magnesium carbonate&lt;/a&gt; and later &lt;a href=\"calcium%20silicate\"&gt;calcium silicate&lt;/a&gt; in iodized salt acts as an anti-clumping agent in humid conditions, leading to &lt;a href=\"Morton%20Salt\"&gt;Morton Salt&lt;/a&gt;'s umbrella girl logo and slogan \"When it rains, it pours\".\nFog.\nFog is formed when the air cools enough that the &lt;a href=\"vapour%20pressure\"&gt;vapour pressure&lt;/a&gt; encourages &lt;a href=\"condensation\"&gt;condensation&lt;/a&gt; over &lt;a href=\"evaporation\"&gt;evaporation&lt;/a&gt;. In order for the air to be cool on a summer night, the &lt;a href=\"sky\"&gt;sky&lt;/a&gt; must be clear, so excess &lt;a href=\"heat\"&gt;heat&lt;/a&gt; can be radiated into &lt;a href=\"outer%20space\"&gt;space&lt;/a&gt;. Cloudy skies act like a blanket, absorbing and reradiating the heat, keeping it in. So if it is cool enough (and clear enough) for fog to form, it will probably be clear the next day. Winter fog is the result of two entirely different circumstances. Above the ocean or a large lake, air is typically more humid than above land. When the humid air moves over cold land, it will form fog and precipitation. (To the east of the &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n &lt;a href=\"Great%20Lakes%20%28North%20America%29\"&gt;Great Lakes&lt;/a&gt;, this is a common phenomenon, and is known as the \"&lt;a href=\"lake-effect%20snow\"&gt;lake effect&lt;/a&gt;.\") In northerly climates, &lt;a href=\"Fog\"&gt;ice fog&lt;/a&gt; may form when the temperature drops substantially below freezing. It is almost exclusively an &lt;a href=\"urban%20area\"&gt;urban&lt;/a&gt; phenomenon, when the air is so cold that any vapor pressure results in condensation, and additional vapour emitted by automobiles, household furnaces, and industrial plants simply accumulates as fog.\nCloud movement.\nThis rule may be true under a few special circumstances, otherwise it is false. By standing with one's back to the ground-level wind and observing the movement of the clouds, it is possible to determine whether the weather will improve or deteriorate. For the Northern Hemisphere, it works like this: If the upper-level clouds are moving from the right, a low-pressure area has passed and the weather will improve; if from the left, a low pressure area is arriving and the weather will deteriorate. (Reverse for the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt;.) This is known as the \"crossed-winds\" rule. Clouds traveling parallel to but against the wind may indicate a thunderstorm approaching. Outflow winds typically blow opposite to the updraft zone, and clouds carried in the upper level wind will appear to be moving against the surface wind. However, if such a storm is in the offing, it is not necessary to observe the cloud motions to know rain is a good possibility. The nature of airflows \"directly at\" a frontal boundary can also create conditions in which lower winds contradict the motions of upper clouds, and the passage of a frontal boundary is often marked by precipitation. Most often, however, this situation occurs in the lee of a low pressure area, to the north of the frontal zones and convergence region, and does not indicate a change in weather, but rather, that the weather, fair or showery, will remain so for a period of hours at least.\nFallibility of lore.\nOne of the problems in testing the veracity of traditions about the weather is the wide variety to be found in the details of sayings and traditions. Some variations are regional, while others exhibit less of a pattern.\nEmpirical studies.\nOne case where weather lore has been studied for reliability against actual weather observations is the &lt;a href=\"Groundhog%20Day\"&gt;Groundhog Day&lt;/a&gt; lore. It predicts that if the &lt;a href=\"groundhog\"&gt;groundhog&lt;/a&gt; sees its shadow on this day (February 2), six weeks of winter remain. One analysis concluded the creature demonstrated no ability to predict. Other studies gave accuracy percentages, but differing figures. and some of the numbers were slightly better than hasarded guess (33% accurate), according to one source. In other words, there is no appreciable correlation between cloud cover on that day, and the imminence of springlike weather.\nThere are some meteorological basis suggested, but is a fuzzy mechanism, and fixing a precise date compromises the effectiveness.\nCalendrical lore.\nThere are weather lore marked by dates on the year's calendar.\nJanuary.\nThe Hispanic tradition of \"&lt;a href=\"caba%C3%B1uelas\"&gt;cabañuelas&lt;/a&gt;\" predicts the weather for the year based on the 12, 18 or 24 days of January or August.\nFebruary.\nThere are weather lore around February 2, known as &lt;a href=\"Candlemas\"&gt;Candlemas&lt;/a&gt;, &lt;a href=\"Brigid%27s%20Day\"&gt;Brigid's Day&lt;/a&gt;, or &lt;a href=\"St.%20Blaise\"&gt;St. Blaise&lt;/a&gt;'s Day (St. Blaze's Day). One French lore says that if it rains on Candlemas (\"Chandeleur\") there will be forty more days of rainy day: \"Quand il pleut pour la Chandeleur, il pleut pendant quarante jours\". &lt;a href=\"Groundhog%20Day\"&gt;Groundhog Day&lt;/a&gt; also falls on this day.\nCandlemas and animal.\n&lt;a href=\"Groundhog%20Day\"&gt;Groundhog Day&lt;/a&gt;, observed in the U. S. and Canada, also falls on February 2 and is thought to derive from the Candlemas weather lore in Europe, particularly the German which features the badger as the predictor. An example of such German weather rhyme translates as:\nThere are also French counterparts. One for &lt;a href=\"Saint-Vallier%2C%20Vosges\"&gt;Saint-Vallier&lt;/a&gt; in Lorraine states:\nAnd another from &lt;a href=\"Courbesseaux\"&gt;Courbesseaux&lt;/a&gt; says that if it is sunny on Candlemas the wolf returns to its cave for six weeks, and if not, for forty days.\nIn French Canada, it may be a marmot or groundhog (\"siffleux\"), bear, skunk, otter etc. which if it sees its shadow on Candlemas, causes winter to prolong for 40 days.\nEnglish traditional weather lore recites, \n\"If Candlemas Day be fair and bright\nWinter will have another fight\nIf Candlemas Day brings cloud and rain\nWinter won't come again\" \nMarch.\nLion and Lamb.\nAn English proverb describes typical March weather:\nIn the 19th century it was used as a prediction contingent on a year's early March weather:\nMarch thunderstorms.\n\"Blows its horn\" refers to thunderstorms. While March thunderstorms indicate that the weather is unusually warm for that time of year (thunderstorms can occur only with a sufficiently large &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; difference between ground and sky and sufficient amounts of moisture to produce charge differential within a cloud).\nJuly.\nIn the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;, &lt;a href=\"St%20Swithun%27s%20day\"&gt;Saint Swithun's day&lt;/a&gt; (July 15) is said to forecast the weather for the rest of the summer. If St Swithun's day is dry, then the legend says that the next forty days will also be dry: \"St.Swithin's Day if thou be fair, 'Twill rain for forty days no mair; St. Swithin's Day if thou dost rain, For forty days it will remain.\". If however it rains, the rain will continue for forty days.\nThere is a scientific basis to the legend of St Swithun's day. Around the middle of July, the &lt;a href=\"jet%20stream\"&gt;jet stream&lt;/a&gt; settles into a pattern which, in the majority of years, holds reasonably steady until the end of August. When the jet stream lies north of the British Isles then continental high pressure is able to move in; when it lies across or south of the British Isles, Arctic air and Atlantic weather systems predominate.\nAugust.\nThe Hispanic tradition of \"&lt;a href=\"caba%C3%B1uelas\"&gt;cabañuelas&lt;/a&gt;\" predicts the weather for the year based on the first 12, 18 or 24 days of January or August.\nNovember.\nA Swedish proverb uses 30 November (&lt;a href=\"St%20Andrew%27s%20day\"&gt;St Andrew's day&lt;/a&gt;, referencing the &lt;a href=\"name%20day\"&gt;name day&lt;/a&gt; of Anders, a localised variant) as an indicator of the weather over Christmas (\"Anders slaskar, julen braskar\", translation: Slushy Anders [St. Andrew's day], frozen Christmas).\nOther feast days.\nIn &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Medardus\"&gt;Saint Medard&lt;/a&gt; (June 8), &lt;a href=\"Urban%20of%20Langres\"&gt;Urban of Langres&lt;/a&gt; (April 2), and &lt;a href=\"Gervasius%20and%20Protasius\"&gt;Saint Gervase and Saint Protais&lt;/a&gt; (June 19) are credited with an influence on the weather almost identical with that attributed to St Swithun in England, while in &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt; there is &lt;a href=\"St%20Godelieve\"&gt;St Godelieve&lt;/a&gt; (July 6) and in Germany the &lt;a href=\"Seven%20Sleepers%20Day\"&gt;Seven Sleepers Day&lt;/a&gt; (June 27).\nIn &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, the weather on the feast of the &lt;a href=\"The%20Protection%20of%20the%20Mother%20of%20God\"&gt;Protecting Veil&lt;/a&gt; is popularly believed to indicate the severity of the forthcoming winter.\nThere was an old &lt;a href=\"proverb\"&gt;proverb&lt;/a&gt; from &lt;a href=\"Romagna\"&gt;Romagna&lt;/a&gt; that ran: \"Par San Paternian e' trema la coda a e' can.\" (\"On &lt;a href=\"St.%20Paternian\"&gt;St. Paternian&lt;/a&gt;'s day, the dog's tail wags\"). This Cervian proverb refers to the fact that the cold began to be felt around the saint's feast day. A farmers' saying associated with &lt;a href=\"Quirinus%20of%20Neuss\"&gt;Quirinus'&lt;/a&gt; feast day of March 30 was \"Wie der Quirin, so der Sommer\" (\"As St. Quirinus' Day goes, so will the summer\").\nThe &lt;a href=\"Ice%20Saints\"&gt;Ice Saints&lt;/a&gt; is the name given in &lt;a href=\"Germany\"&gt;German&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n, and &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; to a period noted to bring a brief spell of colder weather in the &lt;a href=\"Northern%20Hemisphere\"&gt;Northern Hemisphere&lt;/a&gt; under the &lt;a href=\"Julian%20Calendar\"&gt;Julian Calendar&lt;/a&gt; in May, because the Roman Catholic &lt;a href=\"feast%20day\"&gt;feast day&lt;/a&gt;s of St. &lt;a href=\"Mamertus\"&gt;Mamertus&lt;/a&gt;, St. &lt;a href=\"Pancras%20of%20Rome\"&gt;Pancras&lt;/a&gt;, and St. &lt;a href=\"Servatus\"&gt;Servatus&lt;/a&gt; fall on the days of May 11, May 12, and May 13 respectively.\nIn Northern Spain, the four yearly periods of &lt;a href=\"ember%20days\"&gt;ember days&lt;/a&gt; (\"témporas\") are used to predict the weather of the following season.\nBiological signs.\nAnimal signs.\nSeagulls.\nSometimes the lore is concurrent with existing conditions, more than prediction, as in:\nSeagulls tend to sleep on the water. However, seagulls, like people, find gusty, &lt;a href=\"turbulence\"&gt;turbulent&lt;/a&gt; wind difficult to contend with, and under such circumstances, the water is also choppy and unpleasant. Seagulls huddled on the ground may be a sign that the weather is already bad.\nCows in pasture.\nCows prefer not to have the wind blowing in their faces, and so typically stand with their backs to the wind. Since westerly winds typically mean arriving or continuing fair weather and easterly winds usually indicate arriving or continuing unsettled weather, a cowvane is as good a way as any of knowing what the weather will be up to for the next few hours.\nPets eating grass.\nWhile it is true that cats and dogs eat grass, it has nothing to do with the weather and is because cats and dogs are not exclusively carnivorous. Some researchers believe that dogs eat grass as an &lt;a href=\"emetic\"&gt;emetic&lt;/a&gt; when feeling ill.\nFrogs.\nCentered in the German-speaking world, there was the belief that frogs could predict the weather. It grew from observing &lt;a href=\"European%20tree%20frog\"&gt;European tree frog&lt;/a&gt;s climb up vegetation in sunny weather, and led to frogs being held inside jars equipped with a small ladder. The term \"Wetterfrosch\" (\"weather frog\") has survived as a humorous, if somewhat derogatory epithet for meteorologists, insinuating their predictions can not be trusted.\nPlant signs.\nOnion skins.\nThis verse, and so many others like it, attempts to predict long-range conditions. These predictions have stood the test of time only because they rely on &lt;a href=\"Confirmation%20bias\"&gt;selective memory&lt;/a&gt;: people remember when they have predicted correctly and forget when predictions don't hold. One possible factor which could provide these predictions with a thin edge of credibility is that there is some degree of consistency in weather from year to year. &lt;a href=\"Drought\"&gt;Drought&lt;/a&gt; cycles or &lt;a href=\"El%20Ni%C3%B1o\"&gt;El Niño&lt;/a&gt; winters are a perfect example of such circumstances. A pattern of cool summers and warm winters, for instance, can produce patterns in other natural events sensitive enough to be affected by changes in temperature or precipitation.\nMeteorological signs.\nEarly-morning rain.\nLate-night rains and early morning rains may simply be the last precipitation of a passing weather front. However, since fronts pass at night as often as they do in the day, morning rain is no predictor of a dry afternoon. However, this lore can describe non-frontal weather. Given sufficient surface heating, a late-day rainstorm may continue to develop into the night, produce early precipitation, then dissipate by late morning. This, though, is the exception rather than the rule. Only 40% of rain is produced by convective events – 60% is the result of a frontal passage."
}