{
    "id": "6183007",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=6183007",
    "title": "Beaver River (Oklahoma)",
    "text": "The Beaver River is an &lt;a href=\"intermittent%20river\"&gt;intermittent river&lt;/a&gt;, long, in western &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; and northern &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; in the United States. It is a &lt;a href=\"tributary\"&gt;tributary&lt;/a&gt; of the &lt;a href=\"North%20Canadian%20River\"&gt;North Canadian River&lt;/a&gt;, draining an area of in a &lt;a href=\"Drainage%20basin\"&gt;watershed&lt;/a&gt; that extends to northeastern &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt; and includes most of the &lt;a href=\"Oklahoma%20Panhandle\"&gt;Oklahoma Panhandle&lt;/a&gt;.\nCourse.\nThe Beaver River is formed in &lt;a href=\"Cimarron%20County%2C%20Oklahoma\"&gt;Cimarron County, Oklahoma&lt;/a&gt;, by the confluence of &lt;a href=\"Corrumpa%20Creek\"&gt;Corrumpa Creek&lt;/a&gt; and &lt;a href=\"Seneca%20Creek%20%28New%20Mexico/Oklahoma%29\"&gt;Seneca Creek&lt;/a&gt; and flows generally eastward throughout its course. From Cimarron County it dips southward and flows for through &lt;a href=\"Sherman%20County%2C%20Texas\"&gt;Sherman County, Texas&lt;/a&gt;, then returns to Oklahoma for the remainder of its course, flowing through &lt;a href=\"Texas%20County%2C%20Oklahoma\"&gt;Texas&lt;/a&gt;, &lt;a href=\"Beaver%20County%2C%20Oklahoma\"&gt;Beaver&lt;/a&gt;, &lt;a href=\"Harper%20County%2C%20Oklahoma\"&gt;Harper&lt;/a&gt;, &lt;a href=\"Ellis%20County%2C%20Oklahoma\"&gt;Ellis&lt;/a&gt;, and &lt;a href=\"Woodward%20County%2C%20Oklahoma\"&gt;Woodward&lt;/a&gt; Counties. The river passes to the north of the city of &lt;a href=\"Guymon%2C%20Oklahoma\"&gt;Guymon&lt;/a&gt;, continues through the &lt;a href=\"Optima%20Lake\"&gt;Optima Lake&lt;/a&gt; project, where it is joined by &lt;a href=\"Coldwater%20Creek%20%28Oklahoma%29\"&gt;Coldwater Creek&lt;/a&gt; just before the dam, flows through the town of &lt;a href=\"Beaver%2C%20Oklahoma\"&gt;Beaver&lt;/a&gt;, and passes to the north of the town of &lt;a href=\"Fort%20Supply%2C%20Oklahoma\"&gt;Fort Supply&lt;/a&gt;. Northeast of Fort Supply, the Beaver River joins &lt;a href=\"Wolf%20Creek%20%28Texas%20and%20Oklahoma%29\"&gt;Wolf Creek&lt;/a&gt; to form the &lt;a href=\"North%20Canadian%20River\"&gt;North Canadian River&lt;/a&gt; in the &lt;a href=\"Hal%20and%20Fern%20Cooper%20Wildlife%20Management%20Area\"&gt;Hal and Fern Cooper WMA&lt;/a&gt;.\nName and variants.\nThe name \"North Canadian River\" has sometimes been applied to the Beaver River and one of its headwaters tributaries, Corrumpa Creek, including by the U.S. federal government from 1914 to 1970. A 1914 decision by the &lt;a href=\"United%20States%20Board%20on%20Geographic%20Names\"&gt;U.S. Board on Geographic Names&lt;/a&gt; (USBGN) defined the North Canadian River as including both streams as part of its course, with \"Beaver River\" as a variant name for a segment of it. A 1970 USBGN decision revised the 1914 definition, defining the Beaver River as beginning at the confluence of Corrumpa Creek and Seneca Creek, and ending where it joins &lt;a href=\"Wolf%20Creek%20%28Texas%20and%20Oklahoma%29\"&gt;Wolf Creek&lt;/a&gt; to form the North Canadian River. The USBGN's &lt;a href=\"Geographic%20Names%20Information%20System\"&gt;Geographic Names Information System&lt;/a&gt; lists \"Beaver Creek,\" \"North Canadian River,\" \"North Fork Canadian River,\" and \"North Fork of Canadian River\" as historical variant names for the river.\nFlow.\nThe river was known for occasional floods, including an October 1923 flood amounting to 109,000 acre-feet of water, and a September 1941 flood in which the Beaver's flow increased to 44,200 cubic feet per second. The river's most recent flow of significance was in October 1965 at 17,800 cubic feet per second.\nCurrently, the Beaver River and its tributaries flow with water intermittently, in part because the underground source of the river, the &lt;a href=\"Ogallala%20Aquifer\"&gt;Ogallala Aquifer&lt;/a&gt;, being the water table beneath far western Oklahoma and parts of seven other Western states, as well, has been subject to depletion in recent decades due to increased irrigation and drinking-water withdrawals. Water flow in the Beaver at &lt;a href=\"Guymon%2C%20Oklahoma\"&gt;Guymon&lt;/a&gt;, in the years prior to the start of construction on the &lt;a href=\"Optima%20Lake\"&gt;Optima Lake&lt;/a&gt; dam (1937–1966) averaged 32.2 ft3/s, but only 7 ft3/s in the decade (1977-1987) after the dam was built. In the last five years (1989–1993 inclusive) that the &lt;a href=\"United%20States%20Geological%20Survey\"&gt;U.S. Geological Survey&lt;/a&gt; could measure its current near &lt;a href=\"Guymon%2C%20Oklahoma\"&gt;Guymon&lt;/a&gt;, the Beaver's flow averaged less than one-fifth of 1 ft3/s. A few short stretches, such as &lt;a href=\"McNees%20Crossing\"&gt;McNees Crossing&lt;/a&gt; (one mile east of &lt;a href=\"New%20Mexico%20State%20Road%20406\"&gt;New Mexico State Road 406&lt;/a&gt;), have persistent flow. The remainder flows under the sand except after rain falls or snow melts. The area drained by the Beaver River in the &lt;a href=\"High%20Plains%20%28United%20States%29\"&gt;high plains&lt;/a&gt; of northeastern New Mexico and the &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; and &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; panhandles receives on average less than of rain annually.\nThe Beaver does occasionally still flow some distance. It was reported on April 18, 2016, that the river was flowing near Guymon for the first time in decades following two days of intense rains that caused &lt;a href=\"Texas%20County%2C%20Oklahoma\"&gt;Texas County&lt;/a&gt; to be declared a disaster area.\nTributaries.\nSome of the major tributaries of Beaver River are (from west to east):"
}