{
    "id": "61847500",
    "revid": "24180206",
    "url": "https://en.wikipedia.org/wiki?curid=61847500",
    "title": "Justis Huni",
    "text": "Justis Huni (born 4 April 1999) is an Australian &lt;a href=\"professional%20boxer\"&gt;professional boxer&lt;/a&gt; who has held the &lt;a href=\"Australian%20National%20Boxing%20Federation\"&gt;Australian&lt;/a&gt; &lt;a href=\"heavyweight\"&gt;heavyweight&lt;/a&gt; title since 2020. As an &lt;a href=\"Amateur%20boxing\"&gt;amateur&lt;/a&gt;, he won a bronze medal at the &lt;a href=\"2019%20AIBA%20World%20Boxing%20Championships\"&gt;2019 World Championships&lt;/a&gt;.\nEarly life.\nHuni was born on 4 April 1999 in &lt;a href=\"Meadowbrook%2C%20Queensland\"&gt;Meadowbrook&lt;/a&gt;, a suburb of &lt;a href=\"Logan%20City\"&gt;Logan City&lt;/a&gt;, in the metropolitan area of &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;. He is of Tongan, Swedish, Samoan and Dutch descent. His first sporting love was &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; where he began playing for the Souths Sunnybank Magpies as a child but gave away the sport at the age of eight to pursue a career in boxing.\nAmateur career.\nWorld Championships result.\nYekaterinburg 2019\nProfessional career.\nEarly career.\nOn 22 October 2020, Huni made his professional debut against &lt;a href=\"List%20of%20Australian%20heavyweight%20boxing%20champions\"&gt;Australian heavyweight champion&lt;/a&gt;, Faiga Opelu. Huni dominated throughout the bout and in the seventh round, he secured victory after his opponent's corner threw in the towel to protect Opelu from further damage.\nOn 3 December 2020, Huni fought for the second time as a professional against Arsene Fosso. After controlling the opening three rounds, referee Phil Austin called a halt to the fight in the fourth round after Fosso took a number of heavy blows from Huni.\nHuni had three more professional fights in the first half of 2021, knocking out Jack Maris on 10 April and defeating Christian Tsoye by unanimous decision on 26 May to retain his Australian heavyweight title. His most publicised fight took place on 16 June, when Huni entered the ring against ex-rugby league player turned professional boxer, &lt;a href=\"Paul%20Gallen\"&gt;Paul Gallen&lt;/a&gt;. In what was a bruising encounter, Huni controlled the fight and overcame his 39 year old opponent in the 10th round after knocking him to the ground. The referee declared the fight over as Huni improved his record to 5-0 whilst handing Gallen his first defeat. \nHuni was set to represent Australia at the &lt;a href=\"2020%20Summer%20Olympics\"&gt;2020 Summer Olympics&lt;/a&gt; in Tokyo in the super-heavyweight division but was ruled out due to injury."
}