{
    "id": "61840319",
    "revid": "34550678",
    "url": "https://en.wikipedia.org/wiki?curid=61840319",
    "title": "Sohan Lal Bhatia",
    "text": "&lt;a href=\"Major-General\"&gt;Major-General&lt;/a&gt; Sohan Lal Bhatia &lt;a href=\"Order%20of%20the%20Indian%20Empire\"&gt;CIE&lt;/a&gt;, &lt;a href=\"Military%20Cross\"&gt;MC&lt;/a&gt;, &lt;a href=\"Indian%20Academy%20of%20Sciences\"&gt;FASc&lt;/a&gt;, &lt;a href=\"Fellowship%20of%20the%20Royal%20Society%20of%20Edinburgh\"&gt;FRSE&lt;/a&gt;, &lt;a href=\"Royal%20College%20of%20Physicians\"&gt;FRCP&lt;/a&gt; (5 August 1891 – 16 July 1981) was a distinguished Indian physiologist, medical administrator and decorated &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt; officer.\nBiography.\nBhatia was the eldest son of &lt;a href=\"Rai%20Bahadur\"&gt;Rai Bahadur&lt;/a&gt; Hira Lal Bhatia, an eminent surgeon practising in Lahore. Educated in Lahore at the Central Model School, Lahore, and the &lt;a href=\"Government%20College%20Lahore\"&gt;Government College Lahore&lt;/a&gt;, he began his medical studies at &lt;a href=\"Peterhouse%2C%20Cambridge\"&gt;Peterhouse, Cambridge&lt;/a&gt; in 1910. He subsequently pursued his clinical studies at &lt;a href=\"St%20Thomas%27%20Hospital\"&gt;St Thomas' Hospital&lt;/a&gt;, London. On the outbreak of war in 1914, Bhatia volunteered as a surgical dresser on HMHS \"Guildford Castle\". He completed his degree in 1917, and following graduation was appointed a temporary &lt;a href=\"Lieutenant%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;lieutenant&lt;/a&gt; in the &lt;a href=\"Indian%20Medical%20Service\"&gt;Indian Medical Service&lt;/a&gt; (IMS), effective from 8 April 1917. In May 1918 he was attached to the &lt;a href=\"105th%20Mahratta%20Light%20Infantry\"&gt;105th Mahratta Light Infantry&lt;/a&gt; (now the &lt;a href=\"Maratha%20Light%20Infantry\"&gt;Maratha Light Infantry&lt;/a&gt;, then part of the &lt;a href=\"Egyptian%20Expeditionary%20Force\"&gt;Egyptian Expeditionary Force&lt;/a&gt;). In September 1918, he was awarded the Military Cross (MC) for courage under fire during the &lt;a href=\"Battle%20of%20Megiddo%20%281918%29\"&gt;Battle of Megiddo&lt;/a&gt;; the award was gazetted in April 1919:\nBhatia was the sole IMS recipient of the Military Cross in 1918. After the war, he received a regular commission in the IMS, with effect from 15 March 1920. He was promoted to substantive &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; on 8 April 1920, with seniority from the same date. The same year, he was appointed professor of physiology and hygiene at &lt;a href=\"Grant%20Medical%20College%20and%20Sir%20Jamshedjee%20Jeejeebhoy%20Group%20of%20Hospitals\"&gt;Grant Medical College&lt;/a&gt; in Bombay, becoming its first Indian dean in 1925. He was promoted to &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; on 8 April 1928, with promotion to &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant-colonel&lt;/a&gt; on 8 October 1936. On 27 October 1937, Bhatia was appointed principal of the Grant Medical College and superintendent of the Jamsetji Jeejeebhoy Hospital Group.\nDuring the Second World War, Bhatia was appointed an additional deputy director-general of the IMS on 19 August 1941, serving in this capacity for most of the war. On 1 June 1945, he was appointed inspector-general of civil hospitals and prisons in &lt;a href=\"Assam%20Province\"&gt;Assam Province&lt;/a&gt;, receiving promotion to &lt;a href=\"Colonel%20%28United%20Kingdom%29\"&gt;colonel&lt;/a&gt; on 11 June (seniority from 8 October 1939). He was appointed a Companion of the &lt;a href=\"Order%20of%20the%20Indian%20Empire\"&gt;Order of the Indian Empire&lt;/a&gt; (CIE) in the &lt;a href=\"1946%20New%20Year%20Honours\"&gt;1946 New Year Honours&lt;/a&gt; list."
}