{
    "id": "61856850",
    "revid": "41510813",
    "url": "https://en.wikipedia.org/wiki?curid=61856850",
    "title": "Philip Tidyman",
    "text": "Dr Philip Tidyman MD (1776–1850) was an 18th-century American physician, traveller and philanthropist.\nLife.\nHe was born in &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt; in America the son of Philip Tidyman and his wife, Hester Rose. His father owned a plantation two miles from &lt;a href=\"Battle%20of%20Wambaw\"&gt;Wambaw Bridge&lt;/a&gt;. He had previously been a silversmith in Charleston but inherited a large plantation through the Rose family. The Rose family were one of 35 Scottish families in Charleston in 1776. In 1782 the father was charged with being a loyalist (to the British cause).\nThe loyalist charge holds water as around 1790 young Philip went to Europe to study Medicine and attended both &lt;a href=\"Edinburgh%20University\"&gt;Edinburgh University&lt;/a&gt; in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; and &lt;a href=\"Gottingen%20University\"&gt;Gottingen University&lt;/a&gt; in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. He was allegedly the first American to gain a doctorate at a German University.\nIn Edinburgh he was possibly living with his Scots relatives: James Rose, a solicitor living at Scots Close on the &lt;a href=\"Royal%20Mile\"&gt;Royal Mile&lt;/a&gt;.\nHe returned to Charleston in 1801 as a physician and planter. He was a member of the House and served on the 15th, 16th and 18th Assemblies.\nHe owned the Marshfield and Cedar Hill Plantations at &lt;a href=\"Georgetown%2C%20South%20Carolina\"&gt;Georgetown, South Carolina&lt;/a&gt;. He also had a large house on the &lt;a href=\"Winyaw\"&gt;Winyaw&lt;/a&gt; Barony estate. In 1826 he observed that \"the blacks (slaves) suffered little from yellow fever (&lt;a href=\"malaria\"&gt;malaria&lt;/a&gt;)\" which was probably due to an ancestral exposure to this disease. His plantation and slave ownership appears to have been in the form of an \"absentee owner\" and rather than live on the plantation, he worked as a physician in town, attaching himself to the urban life.\nIn 1825, Tidyman was elected as a member of the &lt;a href=\"American%20Philosophical%20Society\"&gt;American Philosophical Society&lt;/a&gt;.\nHe died in Aberdeen on 11 June 1850. He is buried in the churchyard of &lt;a href=\"St%20Machar%27s%20Cathedral\"&gt;St Machar's Cathedral&lt;/a&gt;. The grave lies on the east side of the church, within the former transept.\nAlthough frequently referenced as a \"philanthropist\" there is little evidence of this other than some campaigning against harsh prison treatment.\nAt the time of his death he owned 138 slaves on his Georgetown estate."
}