{
    "id": "619689",
    "revid": "42764591",
    "url": "https://en.wikipedia.org/wiki?curid=619689",
    "title": "Track &amp; Field (video game)",
    "text": "Track &amp; Field, also known as in Japan and Europe, is a 1983 &lt;a href=\"Olympic%20video%20games\"&gt;Olympic-themed&lt;/a&gt; &lt;a href=\"sports%20video%20game\"&gt;sports video game&lt;/a&gt; developed by &lt;a href=\"Konami\"&gt;Konami&lt;/a&gt; for &lt;a href=\"Arcade%20game\"&gt;arcades&lt;/a&gt;. The Japanese release sported an official license for the &lt;a href=\"1984%20Summer%20Olympics\"&gt;1984 Summer Olympics&lt;/a&gt;. In Europe, the game was initially released under the Japanese title \"Hyper Olympic\" in 1983, before re-releasing under the US title \"Track &amp; Field\" in early 1984.\nPlayers compete in a series of events, most involving alternately pressing two buttons as quickly as possible to make the onscreen character run faster. It has a horizontal &lt;a href=\"side-scrolling\"&gt;side-scrolling&lt;/a&gt; format, depicting one or two tracks at a time, a large scoreboard that displays world records and current runs, and a packed audience in the background.\nThe game was a worldwide commercial success in arcades, becoming one of the most successful &lt;a href=\"1984%20in%20video%20games\"&gt;arcade games of 1984&lt;/a&gt;. Konami and Centuri also held a 1984 \"Track &amp; Field\" &lt;a href=\"video%20game%20competition\"&gt;video game competition&lt;/a&gt; that drew more than a million players internationally, holding the record for the largest organized video game competition of all time . It was followed by sequels, including \"&lt;a href=\"Hyper%20Sports\"&gt;Hyper Sports&lt;/a&gt;\", and similar &lt;a href=\"Olympic%20video%20games\"&gt;Olympic video games&lt;/a&gt; from other companies. It led to a resurgence of arcade sports games and inspired &lt;a href=\"Namco\"&gt;Namco&lt;/a&gt;'s side-scrolling &lt;a href=\"platform%20game\"&gt;platform game&lt;/a&gt; \"&lt;a href=\"Pac-Land\"&gt;Pac-Land&lt;/a&gt;\" (1984).\nGameplay.\nIn the original arcade game, the player uses two \"run\" buttons (or a &lt;a href=\"trackball\"&gt;trackball&lt;/a&gt; in later units that replaced buttons damaged from overuse) and one \"action\" button to control an athlete competing in the following six events: \nIn each event, there is a qualifying time or level that the player must achieve to advance to the next event; failing to qualify (in one heat for running events or three tries in the other events) will reduce the player's number of lives by one, but if none are present in his/her disposal, the game will end. Players earn extra lives per 100,000 points scored.\nThe game can accommodate up to four players, who compete in pairs for the running events and individually for the others. If there are fewer than four players, the remaining slots are played by the computer (or player \"CPU\"). In all multiplayer heats, though, the relative performances of the players have no effect on the game, and advancing is based solely on qualifying times. While most multiplayer arcade games had each set of controls relative to the players going from left to right, this game (which has two sets of controls) had a somewhat different setup. The left set of controls were for players 2 and 4, while the right set was for players 1 and 3. This is one of the few classic arcade games where single player mode was played on the right set of controls rather than the left. If a player completes all six events after a brief medal ceremony, he or she is sent back to the field for another round, with higher qualifying levels, however the game can be configured to conclude after the final event.\nBecause the game responded to repeatedly pressing the \"run\" buttons at high frequency, players of the arcade version resorted to various tricks such as rapidly swiping a coin or ping-pong ball over the buttons, or using a metal ruler which was repeated struck such that it would vibrate and press the buttons. As a result, arcade operators reported high rates of damage to the buttons and later versions had modifications to prevent such actions.\nRelease.\n\"Hyper Olympic\" was introduced at Tokyo's &lt;a href=\"Amusement%20Machine%20Show\"&gt;Amusement Machine Show&lt;/a&gt; (AM Show) in September 1983. Despite the hype for &lt;a href=\"laserdisc%20games\"&gt;laserdisc games&lt;/a&gt; prior to the show, \"Hyper Olympic\" ended up being the most well-received game at the show. According to \"&lt;a href=\"Cash%20Box\"&gt;Cash Box&lt;/a&gt;\" magazine, several people claimed there were \"cursory similarities\" to \"&lt;a href=\"Activision%20Decathlon\"&gt;Activision Decathlon&lt;/a&gt;\", which was introduced a month earlier. \"Hyper Olympic\" was licensed to &lt;a href=\"Centuri\"&gt;Centuri&lt;/a&gt; for North American distribution. However, &lt;a href=\"Atari%2C%20Inc.\"&gt;Atari&lt;/a&gt; had been chosen as the official Olympics video game sponsor, so Centuri were unable to keep the title \"Hyper Olympic\". It was subsequently introduced in North America as \"Track &amp; Field\" at the Amusement &amp; Music Operators Association (AMOA) show in October 1983. Despite the hype for laserdisc games prior to the show, many operators and distributors ended up considering \"Track &amp; Field\" to be the biggest hit at the event.\nPorts.\nKonami licensed the North American home video game rights to &lt;a href=\"Atari%2C%20Inc.\"&gt;Atari, Inc.&lt;/a&gt; They initially &lt;a href=\"Port%20%28software%29\"&gt;ported&lt;/a&gt; \"Track &amp; Field\" to the &lt;a href=\"Atari%202600\"&gt;Atari 2600&lt;/a&gt; console and the &lt;a href=\"Atari%208-bit%20family\"&gt;Atari 8-bit family&lt;/a&gt;, followed by versions for the &lt;a href=\"Apple%20II\"&gt;Apple II&lt;/a&gt; and the &lt;a href=\"Commodore%2064\"&gt;Commodore 64&lt;/a&gt; on the &lt;a href=\"Atarisoft\"&gt;Atarisoft&lt;/a&gt; label. A port for the &lt;a href=\"Atari%205200\"&gt;Atari 5200&lt;/a&gt;, identical to the Atari 8-bit computer version, was cancelled. The 2600 version was among the new games to use Atari's \"super chip\" technology, enabling enhanced graphics and gameplay variety compared to what was previously possible on the 2600.\nWhen Konami ported \"Track &amp; Field\" to the Famicom (as \"Hyper Olympic\"), they only included four out of six events. Afterwards, they converted \"Hyper Sports\" to the Famicom as well, this time including three of the \"Hyper Sports\" events and one more event from \"Track &amp; Field\". By the time the NES gained popularity in the United States, Konami retooled the game for release in America by including all eight events from both games in one cartridge. Of the original six events from \"Track &amp; Field\", only the hammer throw is missing; in its place, however, are skeet shooting, archery, and triple jump.\nThe &lt;a href=\"ZX%20Spectrum\"&gt;ZX Spectrum&lt;/a&gt; and &lt;a href=\"Amstrad%20CPC\"&gt;Amstrad CPC&lt;/a&gt; versions were only released as part of the \"Game, Set and Match II\" compilation in 1988, and are poorly regarded.\nThe NES version of \"Track &amp; Field\" was re-released in Europe in 1992 as \"Track &amp; Field in Barcelona\" by &lt;a href=\"Kemco\"&gt;Kemco&lt;/a&gt; in the light of the &lt;a href=\"1992%20Summer%20Olympics\"&gt;1992 Summer Olympics&lt;/a&gt;. The opening song for the NES version is the \"&lt;a href=\"Chariots%20of%20Fire\"&gt;Chariots of Fire&lt;/a&gt;\" theme by &lt;a href=\"Vangelis\"&gt;Vangelis&lt;/a&gt; (which was also used in the arcade version's high score screen).\nReception.\nIn Japan, \"Game Machine\" listed \"Hyper Olympic\" as the top-grossing new &lt;a href=\"table%20arcade%20cabinet\"&gt;table arcade cabinet&lt;/a&gt; in December 1983, and then the top-grossing tablet cabinet in January 1984. The game sold 38,000 arcade hardware units in Japan by the end of 1983. \"Track &amp; Field\" was also a hit in North America. Despite requiring physical interaction from players, the game enjoyed continued success in North America throughout the first half of 1984. It topped the US \"RePlay\" upright &lt;a href=\"arcade%20cabinet\"&gt;arcade cabinet&lt;/a&gt; charts in February 1984 and May 1984, and was the top-grossing arcade game of June 1984. It went on to become the third highest-grossing arcade game of 1984 in the United States. In Europe, it was the highest-grossing &lt;a href=\"1984%20in%20video%20games\"&gt;arcade game of 1984&lt;/a&gt; in the United Kingdom.\nThe arcade game received positive reviews upon release. Gene Lewin of \"&lt;a href=\"Play%20Meter\"&gt;Play Meter&lt;/a&gt;\" magazine scored it 8 out of 10, but said it would be \"a definite 10\" if released as a more affordable conversion kit. The review called it the best dedicated arcade game at the AMOA 1983 show and praised the gameplay, \"excellent\" graphics, \"fantastic\" sound, and originality, stating that having \"different track and field events is an original idea\" and \"certainly different than the other sports games &lt;a href=\"List%20of%20baseball%20video%20games\"&gt;based on baseball&lt;/a&gt;, football or &lt;a href=\"List%20of%20basketball%20video%20games\"&gt;basketball&lt;/a&gt;.\" \"&lt;a href=\"Computer%20and%20Video%20Games\"&gt;Computer and Video Games&lt;/a&gt;\" called it a \"great game for all you armchair sports enthusiasts\" but said it could cause a cramped finger.\nReviews for the home conversions varied depending on the platforms. \"Computer Entertainer\" reviewed the Atari 2600 version in 1984, scoring it 7 out of 8 stars. David M. Wilson and Johnny L. Wilson reviewed the home computer conversions for \"&lt;a href=\"Computer%20Gaming%20World\"&gt;Computer Gaming World&lt;/a&gt;\", and stated that \"the game is primarily a joystick buster\". &lt;a href=\"Stuart%20Campbell%20%28game%20journalist%29\"&gt;Stuart Campbell&lt;/a&gt;, writing in \"&lt;a href=\"Your%20Sinclair\"&gt;Your Sinclair&lt;/a&gt;\" in 1992, considered the Spectrum version to be one of the worst games ever released for the machine.\nIn 1996, \"&lt;a href=\"Next%20Generation%20%28magazine%29\"&gt;Next Generation&lt;/a&gt;\" listed the \"Track &amp; Field\" series collectively as number 78 on their \"Top 100 Games of All Time\", remarking: \"OK, so the games' play style has little to do with skill at (or even knowledge of) the actual sports. But so what? In a test of pure button pushing endurance, nothing can beat \"Track and Field\", especially when you play with four players\".\nCompetition.\nIn 1984, Konami and Centuri jointly held an international \"Track &amp; Field\" &lt;a href=\"video%20game%20competition\"&gt;video game competition&lt;/a&gt; that drew more than a million players from across Japan and North America. \"&lt;a href=\"Play%20Meter\"&gt;Play Meter&lt;/a&gt;\" in 1984 called it \"the coin-op event of the year\" and an \"event on a scale never before achieved in the industry.\" , it holds the record for the largest organized video game competition of all time, according to \"&lt;a href=\"Guinness%20World%20Records\"&gt;Guinness World Records&lt;/a&gt;\". The &lt;a href=\"Twin%20Galaxies\"&gt;Twin Galaxies&lt;/a&gt;' \"Official Video Game &amp; Pinball Book of World Records - Arcade Volume\", lists history's largest video game contest as the \"1984 March of Dimes International Konami/Centuri Track &amp; Field Challenge\". The editors said: \"More than 1 million contestants played \"Track &amp; Field\" between April 30 and May 26, hoping to be among three finalists going to Japan to represent the USA. As a fundraiser for the March of Dimes, the event was held in &lt;a href=\"Aladdin%27s%20Castle\"&gt;Aladdin's Castle&lt;/a&gt; arcades and National Convenience Stores. Gary West of Oklahoma City won the U.S. Finals, but Phil Britt, of Riverside, California, won the World Championship in Tokyo on June 10, 1984\".\nOn December 18, 2008, Héctor Rodriguez, of California, USA, scored a &lt;a href=\"world%20record\"&gt;world record&lt;/a&gt; 95,350 points. Rodriguez beat the 23-year-old record of 95,040 points set on June 30, 1985 by Kelly Kobashigawa, of Los Angeles, during &lt;a href=\"Twin%20Galaxies\"&gt;Twin Galaxies&lt;/a&gt;' 1985 &lt;a href=\"Video%20Game%20Masters%20Tournament\"&gt;Video Game Masters Tournament&lt;/a&gt; in Victoria, British Columbia, Canada.\nLegacy.\nImpact.\nWhile not the first Olympic track-and-field game (it was preceded by \"&lt;a href=\"Olympic%20Decathlon\"&gt;Olympic Decathlon&lt;/a&gt;\" in 1980 and \"Activision Decathlon\" in August 1983), \"Track &amp; Field\" spawned other similar &lt;a href=\"Olympic%20video%20games\"&gt;Olympic video games&lt;/a&gt; following its release. For example, &lt;a href=\"Ocean%20Software\"&gt;Ocean Software&lt;/a&gt; adapted the gameplay format into \"&lt;a href=\"Daley%20Thompson%27s%20Decathlon\"&gt;Daley Thompson's Decathlon&lt;/a&gt;\" (1984). &lt;a href=\"Epyx\"&gt;Epyx&lt;/a&gt; released its own multi-event collection as \"&lt;a href=\"Summer%20Games%20%28video%20game%29\"&gt;Summer Games&lt;/a&gt;\", then \"&lt;a href=\"Summer%20Games%20II\"&gt;Summer Games II&lt;/a&gt;\". &lt;a href=\"Dinamic%20Software\"&gt;Dinamic&lt;/a&gt; published \"Video Olimpic\" for the ZX Spectrum in 1984. &lt;a href=\"Bandai\"&gt;Bandai&lt;/a&gt;'s entry was \"&lt;a href=\"Stadium%20Events\"&gt;Stadium Events&lt;/a&gt;\" for the NES in 1986.\n\"Track &amp; Field\" had an impact on the wider &lt;a href=\"sports%20video%20game\"&gt;sports video game&lt;/a&gt; genre, leading a resurgence for the genre in arcades during the 1980s. Following the release of \"Track &amp; Field\", the arcade industry began producing sports games at levels not seen since the days of \"&lt;a href=\"Pong\"&gt;Pong&lt;/a&gt;\" and its clones nearly a decade earlier. Sports video games became popular after \"Track &amp; Field\", with a number of successful arcade sports games in 1984, including &lt;a href=\"Nintendo\"&gt;Nintendo&lt;/a&gt;'s &lt;a href=\"List%20of%20boxing%20video%20games\"&gt;boxing&lt;/a&gt; game \"&lt;a href=\"Punch-Out%21%21%20%28arcade%20game%29\"&gt;Punch-Out&lt;/a&gt;\", the &lt;a href=\"Nintendo%20VS.%20System\"&gt;Nintendo VS. System&lt;/a&gt; titles \"&lt;a href=\"Vs.%20Tennis\"&gt;Vs. Tennis&lt;/a&gt;\" and \"&lt;a href=\"Vs.%20Baseball\"&gt;Vs. Baseball&lt;/a&gt;\", &lt;a href=\"Taito\"&gt;Taito&lt;/a&gt;'s &lt;a href=\"List%20of%20American%20football%20video%20games\"&gt;American football&lt;/a&gt; game \"&lt;a href=\"10-Yard%20Fight\"&gt;10-Yard Fight&lt;/a&gt;\" and &lt;a href=\"golf\"&gt;golf&lt;/a&gt; game \"&lt;a href=\"Birdie%20King\"&gt;Birdie King II&lt;/a&gt;\", and &lt;a href=\"Data%20East\"&gt;Data East&lt;/a&gt;'s \"&lt;a href=\"Tag%20Team%20Wrestling\"&gt;Tag Team Wrestling&lt;/a&gt;\".\n&lt;a href=\"Namco\"&gt;Namco&lt;/a&gt;'s Yoshihiro Kishimoto cited \"Track &amp; Field\" as the biggest influence on &lt;a href=\"side-scrolling\"&gt;side-scrolling&lt;/a&gt; platform game \"&lt;a href=\"Pac-Land\"&gt;Pac-Land&lt;/a&gt;\" (1984). The game's controls were heavily influenced by \"Track &amp; Field\", which allowed the player to become faster by constantly tapping the button in succession; Kishimoto thought the idea was interesting and that it would make \"Pac-Land\" stand out among other games.\nSequels.\nKonami continued releasing games in the series:\nRe-releases.\nThe game appears in \"\" for the Nintendo DS, but with an altered version of the Chariots of Fire theme. The Game Boy version was rereleased as part of the \"&lt;a href=\"Konami%20GB%20Collection\"&gt;Konami GB Collection&lt;/a&gt;\" series.\nThe &lt;a href=\"Xbox%20Live%20Arcade\"&gt;Xbox Live Arcade&lt;/a&gt; version of the game was released on the &lt;a href=\"Xbox%20360\"&gt;Xbox 360&lt;/a&gt; on August 8, 2007, with updated graphics and audio, leaderboards, and online play. It sold 297,307 copies .\nOn September 12, 2019, the game also appeared on the &lt;a href=\"PlayStation%204\"&gt;PlayStation 4&lt;/a&gt; and &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt; under the \"&lt;a href=\"Arcade%20Archives\"&gt;Arcade Archives&lt;/a&gt;\" brand."
}