{
    "id": "61997803",
    "revid": "41799596",
    "url": "https://en.wikipedia.org/wiki?curid=61997803",
    "title": "Kate Rickards",
    "text": "Kate Rickards (born Kate Roscow; also known as Katie Angell and Kate Leete) (8 December 1862 – 17 September 1922) was an Australian &lt;a href=\"trapeze\"&gt;trapeze artist&lt;/a&gt; and later a &lt;a href=\"musical%20theatre\"&gt;musical theatre&lt;/a&gt; actress. Born in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, she began performing as a trapeze artist in Australia at the age of 11 under the name \"Katie Angel\" and later toured the United States, England, and South Africa under the management of the British-born &lt;a href=\"vaudeville\"&gt;vaudeville&lt;/a&gt; performer and impresario &lt;a href=\"Harry%20Rickards\"&gt;Harry Rickards&lt;/a&gt;. She and Rickards married in 1880, after which she had a career as a musical theatre actress under the name \"Kate Leete\". Following her retirement from the stage in 1894, she designed costumes for the Rickards shows for several years and devoted herself to charity work. She died at the age of 59 aboard a ship sailing from England to Australia and was buried at sea. \nEarly life as a trapeze artist.\nKate Rickards was born in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; where her father William Roscow was a &lt;a href=\"pub\"&gt;pub&lt;/a&gt;lican. According to her obituary in the Sydney \"&lt;a href=\"The%20Evening%20News%20%28Sydney%29\"&gt;Evening News&lt;/a&gt;\", she also spent part of her early childhood in &lt;a href=\"Nelson%2C%20New%20Zealand\"&gt;Nelson, New Zealand&lt;/a&gt;. At the age of 11, she was apprenticed to the gymnast and trapeze artist Charlotte Armstrong, who at the time was performing with the Royal Magnet Troupe under the name \"Lottie Angell\". Lottie was variously described as the \"sister\" or \"cousin\" of Victor Angell, another trapeze artist and gymnast who ran the troupe. Kate performed with them under the name \"Katie Angell\" and was described in advertisements as Lottie's sister. Her first public appearance with the troupe was in September 1873 at the School of Arts in Brisbane. The advertisement for the show described Katie as \"The youngest and most beautiful trapeze performer in the world!\" and \"The greatest wonder of the age!\" \nThe \"&lt;a href=\"Brisbane%20Courier\"&gt;Brisbane Courier&lt;/a&gt;\" wrote of her debut performance:\nThe petite debutante must certainly be congratulated on her first appearance, and Lottie had better look to her laurels, which bid fair to be disputed by her 'little sister'.\nIn reality, the Angell name and the sibling relationship of Victor, Lottie, and Kate were fictitious. Victor Angell's real name was Richard Swift Potter. He and Lottie married in December 1873, but he died in an accidental drowning the following March. A few months later, Lottie, Katie, and the rest of the Magnet troupe resumed touring. They were in San Francisco later that year where they encountered &lt;a href=\"Harry%20Rickards\"&gt;Harry Rickards&lt;/a&gt; who was there with his Rickards London Star Comique Company. Rickards began an affair with Lottie and took over management of her troupe as well. He toured across the United States with them and his own troupe under the name \"Rickards Combination\", eventually ending up in New York in February 1875 where they performed at the &lt;a href=\"Theatre%20Comique\"&gt;Theatre Comique&lt;/a&gt;, a popular &lt;a href=\"Variety%20show\"&gt;variety&lt;/a&gt; hall on &lt;a href=\"Broadway%20%28Manhattan%29\"&gt;Broadway&lt;/a&gt;.\nAfter their US tour, Harry Rickards and Lottie's troupe returned to London, and Lottie began performing under the name \"Lottie D'Aste\". They toured England in 1876 and then began a world tour beginning in South Africa. The tour was cut short, however, after rumours of an impending war, and they returned to England in 1877. During that time Kate was sometimes billed as \"Mademoiselle Katrini. The Flying Fairy and Empress of the Air.\" Lottie died suddenly in May 1878. Nevertheless, Rickards continued to tour her troupe with Kate receiving star billing, this time as \"Mademoiselle Zenoni. The Premier Lady Gymnast of the World\" (a name inspired by &lt;a href=\"Margherita%20Zenoni\"&gt;Margherita Zenoni&lt;/a&gt;, a popular Italian opera singer who had toured Australia from 1871 to 1875).\nMarriage and stage career.\nKatie and Rickards became lovers after Lottie's death. Their first child, Noni, was born in December 1879. The couple married the following year in the registry office of &lt;a href=\"Chorlton%2C%20Manchester\"&gt;Chorlton, Manchester&lt;/a&gt; after Rickards's first wife, Caroline Hayden, granted him a divorce. Katie was 17, Harry was 36. Two more children followed, a son, Sydney, born in 1883, and a second daughter, Madge, born in 1885. After her marriage, Katie performed under the name Kate Leete (using Harry Rickards's legal surname). During this time, the couple toured Australasia from 1885 to 1887 as the \"Rickards-Leete Combination\", and Kate left her trapeze days behind to become an actress and singer. Her first stage role was as Miss Maud Tomkins in &lt;a href=\"Garnet%20Walch\"&gt;Garnet Walch&lt;/a&gt;'s \"Bric-a-Brac\". \"&lt;a href=\"The%20Star%20%28Ballarat%29\"&gt;The Star&lt;/a&gt;\" wrote of her performance in &lt;a href=\"Ballarat\"&gt;Ballarat&lt;/a&gt; in January 1887:\nKate Leete was as ladylike as ever, and her quiet and refined manner has certainly won for her many friends amongst her audience. It is quite a treat to see a lady like Miss Leete on the boards. Her rendering of the ballad allotted her was effective, and the duet with Mr Rickards, \"That's my pa, that's my daughter\", was a treat to listen to, in fact, her performance from first to last was charming. \nShortly after those performances, the family returned to England, where their third daughter, Edith, was born in April 1887. When the child died in infancy, the couple sought a more congenial climate for the health of their remaining children. They decided to make Australia their permanent home and arrived in &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt; in 1888. \nTheir new company in Australia was known as \"Harry Rickards' New Comedy and Specialty Company\". Kate's roles with the company included Georgina Heatherington in Walch's \"Spoons\", Lillian Neville in Charles Godfrey's musical sketch \"On Guard\", and Tootsie Sloper in \"The Land Lubber: A Nautical Nightmare\", written especially for her by Walch. However, the 1888–89 tour was not a financial success. Over the next two years Kate, Harry and their three children basically lived on the proceeds of their Sunday night shows held during the summer on the &lt;a href=\"Parramatta%20River\"&gt;Parramatta River&lt;/a&gt; ferry boat \"Alathea\". For those shows they used a much smaller company limited to Kate, Harry, and a few local artistes.\nThe Rickards family eventually settled in Sydney in 1892, initially setting up operations in the old opera house on King Street. Kate, Harry, and their daughter Noni were amongst the performers on the opening night. Harry went on to become a wealthy impresario and theatre owner. On Kate's advice, he took over the lease of the &lt;a href=\"Garrick%20Theatre%20%28Sydney%29\"&gt;Garrick Theatre&lt;/a&gt; in 1893 and renamed it the Tivoli Theatre. Rickards later bought the theatre and established the highly successful &lt;a href=\"Tivoli%20circuit\"&gt;Tivoli circuit&lt;/a&gt;. Both Kate and Harry performed at the Tivoli in its early years, with Kate introducing Australian audiences to the popular song \"&lt;a href=\"Daisy%20Bell\"&gt;Daisy Bell&lt;/a&gt;\" (\"Bicycle Built for Two\").\nLater years.\nKate Rickards retired from the stage in 1894 but for several years worked as a costume designer for her husband's productions, including his first ventures into &lt;a href=\"pantomime\"&gt;pantomime&lt;/a&gt;, \"Jack the Giant-Killer, or Harlequin Fee Fi Fo Fum\" and \"King Arthur and the Knights of the Round Table\". Harry Rickards died in 1911 while in England. His body was brought back to Sydney and buried in &lt;a href=\"Waverley%20Cemetery\"&gt;Waverley Cemetery&lt;/a&gt;. Kate was devoted to his memory and had a large marble memorial built on the grave designed by the sculptor &lt;a href=\"James%20White%20%28sculptor%29\"&gt;James White&lt;/a&gt;. It was White's last large-scale work. She also commissioned four marble busts of Harry from White. One was placed in his memorial, one in the family home, and the remaining two in the foyers of the Tivoli theatres in Sydney and Melbourne. After Harry's death, she became an active benefactress of the &lt;a href=\"Crown%20Street%20Women%27s%20Hospital\"&gt;Crown Street Women's Hospital&lt;/a&gt; and numerous animal welfare charities. She also continued the family's tradition of hosting an annual Christmas dinner for the poor in the Sydney Town Hall. \nKate continued to live at Canonbury, the Rickards estate at &lt;a href=\"Darling%20Point\"&gt;Darling Point&lt;/a&gt;, until 1919. Harry had constructed a large mansion there in 1906 as well as two adjoining houses for their daughters. She also made multiple trips to England in the period before and after World War I. She visited England for the last time in 1921 accompanied by her niece, but was plagued by ill-health during her time there. When her health had improved enough for her to travel, she set sail for home aboard the RMS \"Ormonde\". She died of &lt;a href=\"heat%20stroke\"&gt;heat stroke&lt;/a&gt; on 17 September 1922 as the ship was crossing the &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt; and was buried at sea. A plaque in her memory was placed on her husband's grave in Waverley Cemetery.\nDescendants.\nThree of Kate Rickards's four children predeceased her. Edith, her youngest daughter, had died in infancy in 1887. Sydney, her only son, died of &lt;a href=\"scarlet%20fever\"&gt;scarlet fever&lt;/a&gt; in 1892 at the age of eight. In 1913 Kate endowed a cot in the &lt;a href=\"Royal%20Alexandra%20Hospital%20for%20Children\"&gt;Royal Alexandra Hospital for Children&lt;/a&gt; in his memory. Noni, her eldest daughter, died in 1921 at the age of 41, shortly before Kate's last voyage to England. In her youth she had a brief career as a vaudeville singer and comedy actress. She retired from the stage after her marriage in 1905 to Edward H. Maas. The couple had four children, the youngest of whom was born less than a year before her death. Edward Maas was the treasurer of Harry Rickards's Tivoli enterprise and held the advertising rights for the Tivoli theatre programmes which allowed him to build up a substantial publicity business. For a time, he and Noni were also invested in Madame Irene's Salon on &lt;a href=\"Castlereagh%20Street\"&gt;Castlereagh Street&lt;/a&gt; in Sydney which sold luxury &lt;a href=\"corset\"&gt;corset&lt;/a&gt;s. \nKate's surviving daughter, Madge, died in 1928 at the age of 45. Like Noni, she had a brief career as a singer and comedy actress in her youth. In 1909 she married the English singer and character actor, Frank Harwood, in &lt;a href=\"Margate\"&gt;Margate&lt;/a&gt;, England where Harry Rickards owned a country house. Harwood, whose real name was Joseph Gibbs, was born in &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; in 1873. He had appeared in her father's Tivoli shows in 1904 and for a while after their marriage. However, they spent most of their married life in England. For three and a half years during World War I, Madge was a volunteer nurse at the military hospitals in &lt;a href=\"Bournemouth\"&gt;Bournemouth&lt;/a&gt;. She divorced Harwood in 1920 and moved back to Australia with their young son &lt;a href=\"Harry%20Frank%20Broadbent\"&gt;Harry&lt;/a&gt;, who later became a famous aviator. In 1923 she married John Broadbent, the owner of a &lt;a href=\"cattle%20station\"&gt;cattle station&lt;/a&gt; near &lt;a href=\"Narrandera\"&gt;Narrandera&lt;/a&gt;. According to a report in the \"&lt;a href=\"Narrandera%20Argus\"&gt;Narrandera Argus&lt;/a&gt;\", their romance had begun in England when Broadbent was one of the convalescing soldiers nursed by Madge. Despite the divorce, Kate left a legacy of £5000 to Frank Harwood in her will \"as a special mark of affection and esteem.\" He died in Sydney in 1930.\nAlso surviving Kate Rickards were her two older brothers, Frederick and Archibald Aydon, who had gone by the surname Roscow earlier in their lives. In her will Kate instructed her trustees to set aside two sums for investment with the net income going to her brothers during their lifetimes. Frederick Aydon had managed Harry Rickards's Tivoli theatre in Melbourne for many years and was one of the trustees of his estate. He died in Melbourne in 1935. Archibald Aydon spent his life in Nelson, New Zealand where he had a boot-making business and raised a large family that included &lt;a href=\"triplets\"&gt;triplet&lt;/a&gt; boys. He died in Nelson in 1929."
}