{
    "id": "62076056",
    "revid": "3516226",
    "url": "https://en.wikipedia.org/wiki?curid=62076056",
    "title": "Liverpool F.C.–Manchester City F.C. rivalry",
    "text": "The Liverpool F.C.–Manchester City F.C. rivalry is a high-profile inter-city rivalry between English professional &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; clubs &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; and &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;.\nThough the two clubs had been involved in a title race in the &lt;a href=\"1976%E2%80%9377%20Football%20League\"&gt;1976–77 season&lt;/a&gt;, Liverpool and Manchester City's modern rivalry began in the 2010s, with City beating Liverpool to the &lt;a href=\"2013%E2%80%9314%20Premier%20League\"&gt;2013–14 title&lt;/a&gt; by just two points on the final day of the season. In the &lt;a href=\"2016%20Football%20League%20Cup%20Final\"&gt;final&lt;/a&gt; of the &lt;a href=\"2015%E2%80%9316%20Football%20League%20Cup\"&gt;2015–16 Football League Cup&lt;/a&gt;, City beat Liverpool on &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalties&lt;/a&gt;. Liverpool and Manchester City met in European competition for the first time in the &lt;a href=\"2017%E2%80%9318%20UEFA%20Champions%20League\"&gt;2017–18 UEFA Champions League&lt;/a&gt; Quarter-finals, where Liverpool won &lt;a href=\"2017%E2%80%9318%20UEFA%20Champions%20League%20knockout%20phase%23Liverpool%20v%20Manchester%20City\"&gt;5-1&lt;/a&gt; on aggregate, reaching the final, and winning the competition a year later. In the &lt;a href=\"2018%E2%80%9319%20Premier%20League\"&gt;2018–19 season&lt;/a&gt;, City again won the title on the final day, with City's 98 points and Liverpool's 97 being the third- and fourth-highest Premier League points totals ever. The &lt;a href=\"2019%E2%80%9320%20Premier%20League\"&gt;following season&lt;/a&gt;, Liverpool won the title, recording 99 points (the second-highest Premier League total ever) to finish 18 points above runners-up City. City gave Liverpool a &lt;a href=\"guard%20of%20honour\"&gt;guard of honour&lt;/a&gt; in their first game as champions.\n&lt;a href=\"Pep%20Guardiola\"&gt;Pep Guardiola&lt;/a&gt; of Manchester City and &lt;a href=\"J%C3%BCrgen%20Klopp\"&gt;Jürgen Klopp&lt;/a&gt; of Liverpool were the managers during the era in which the rivalry between the two clubs intensified, as they began to dominate English football.\nInter-city rivalry.\nThe cities of &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt; and &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; are located in the &lt;a href=\"North%20West%20England\"&gt;north west&lt;/a&gt; of England, apart. Since the industrial revolution there has been a consistent theme of rivalry between the two cities based around economic and industrial competition. Manchester through to the 18th century was the far more populous city, and held a position of significance and notability as representative of the north. By the late 18th century, Liverpool had grown as a major sea port – critical to the growth and success of the northern cotton mills. Over the next century, Liverpool grew to supersede Manchester and throughout the late 19th and early 20th century was often described as the British Empire's &lt;a href=\"Second%20city%20of%20the%20United%20Kingdom\"&gt;second city&lt;/a&gt;. The links between the two cities were strengthened with the construction of the &lt;a href=\"Bridgewater%20Canal\"&gt;Bridgewater Canal&lt;/a&gt;, the &lt;a href=\"Mersey%20and%20Irwell%20Navigation\"&gt;Mersey and Irwell Navigation&lt;/a&gt;, and the world’s first inter-city railway, the &lt;a href=\"Liverpool%20and%20Manchester%20Railway\"&gt;Liverpool and Manchester Railway&lt;/a&gt;, for the transport of raw materials inland.\nThe construction of the &lt;a href=\"Manchester%20Ship%20Canal\"&gt;Manchester Ship Canal&lt;/a&gt;, funded by Manchester merchants, was opposed by Liverpool politicians and bred resentment between the two cities. Tension between working class Liverpool dockers and labourers in Manchester was heightened after its completion in 1894, just three months prior to the first meeting between Liverpool and Newton Heath in a play-off match that would see Newton Heath relegated to the Second Division.\nToday, the crests of both the city of Manchester and Manchester City include stylised ships representing the Manchester Ship Canal and Manchester's trade roots. The ship is also included on the crest of many other Mancunian institutions such as &lt;a href=\"Manchester%20City%20Council\"&gt;Manchester City Council&lt;/a&gt; and rivals &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;.\nPost-war shifts in economic ties, reliance on regional coal, and shifts in transatlantic trade patterns caused by the growth of Asian labour markets caused the gradual decline of British manufacturing. While the city of Liverpool suffered the loss of its primary source of income to southern port cities, Manchester maintained some of its manufacturing heritage. This reversal of fortunes happened against the backdrop of shifting political backgrounds and significant events in British culture and society in the second half of the 20th century.\nBoth cities were part of the county of &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt; until March 1974, upon the enactment of the &lt;a href=\"Local%20Government%20Act%201972\"&gt;Local Government Act 1972&lt;/a&gt;. Since then, Liverpool and Manchester each respectively anchor the neighbouring &lt;a href=\"metropolitan%20county\"&gt;metropolitan counties&lt;/a&gt; of &lt;a href=\"Merseyside\"&gt;Merseyside&lt;/a&gt; and &lt;a href=\"Greater%20Manchester\"&gt;Greater Manchester&lt;/a&gt;.\nThe two cities continue to be strong regional rivals, vying for influence of surrounding areas. Their continued importance to the UK economy has been reflected with the awarding of the &lt;a href=\"2002%20Commonwealth%20Games\"&gt;2002 Commonwealth Games&lt;/a&gt; to Manchester, while Liverpool was awarded the title of 2008 &lt;a href=\"European%20Capital%20of%20Culture\"&gt;European Capital of Culture&lt;/a&gt; as part of its ongoing regeneration.\nMore recent projects by &lt;a href=\"Peel%20Ports\"&gt;Peel Ports&lt;/a&gt; have sought to re-establish the economic links between the Port of Liverpool and Port of Manchester, including re-developing trade links via the Manchester Ship Canal.\nFootball rivalry.\n&lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City F.C.&lt;/a&gt; was formed in 1880 by members of St. Mark's Church of England in &lt;a href=\"Gorton\"&gt;West Gorton&lt;/a&gt; of Manchester. It was formed by two church wardens after they looked to introduce new activities to men in the region, aiming to curb alcoholism and gang violence. The club was founded as St Mark's (West Gorton).\n&lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool F.C.&lt;/a&gt; was formed in 1892 following a disagreement between the board of &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; and club president &lt;a href=\"John%20Houlding\"&gt;John Houlding&lt;/a&gt;, who owned the club's ground, &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt;. The disagreement between the two parties over rent resulted in Everton moving to &lt;a href=\"Goodison%20Park\"&gt;Goodison Park&lt;/a&gt; from Anfield, and Houlding founded Liverpool F.C. to play in the vacated stadium.\nLiverpool's first season was in the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; in 1893. The team went undefeated all season, winning the title and being put up for election to the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt;, which would see them play a one-off &lt;a href=\"Football%20League%20test%20matches\"&gt;test match&lt;/a&gt; against the bottom side of the First Division for their place. The team that Liverpool were to face was &lt;a href=\"Manchester%20United%20F.C.\"&gt;Newton Heath&lt;/a&gt;, whom they beat 2–0 to take their place in the first tier.\nWhen the teams played each other in the &lt;a href=\"2014%20International%20Champions%20Cup\"&gt;2014 International Champions Cup&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, the rivalry took on another sporting angle in the host country due to the ownership of the two clubs; &lt;a href=\"City%20Football%20Group\"&gt;City Football Group&lt;/a&gt;'s partners in their &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; team &lt;a href=\"New%20York%20City%20FC\"&gt;New York City FC&lt;/a&gt; – &lt;a href=\"Yankee%20Global%20Enterprises\"&gt;Yankee Global Enterprises&lt;/a&gt; – own the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; franchise, who have &lt;a href=\"Yankees%E2%80%93Red%20Sox%20rivalry\"&gt;a strong rivalry&lt;/a&gt; with the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; – a subsidiary of &lt;a href=\"Fenway%20Sports%20Group\"&gt;Fenway Sports Group&lt;/a&gt;, the owners of Liverpool.\nManchester City consecutively won the &lt;a href=\"2017%E2%80%9318%20Premier%20League\"&gt;2017–18&lt;/a&gt; and &lt;a href=\"2018%E2%80%9319%20Premier%20League\"&gt;2018–19&lt;/a&gt; seasons, the latter season in which Liverpool were challenging for the title and putting up an intensive battle against the winners. These seasons are considered the escalating point in the rivalry between the two clubs (though the rivalry had already begun in the early 2010s during Manchester City's dramatic rise to success), with both having been the mutual rival of &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; for decades. Prior to this, the &lt;a href=\"2013%E2%80%9314%20Premier%20League\"&gt;2013–14&lt;/a&gt; season was the last one to have both Manchester City and Liverpool compete against each other at the top for the title, with the former having won it for the fourth time in their history.\nRivalry between managers.\nLiverpool built their dominance on a dynasty known as the &lt;a href=\"The%20Boot%20Room\"&gt;Anfield Boot Room&lt;/a&gt;. The boot room itself was where strategy for future matches was planned, however, it became a breeding ground for future Liverpool managers following the arrival of &lt;a href=\"Bill%20Shankly\"&gt;Bill Shankly&lt;/a&gt; in 1959. The original members were Shankly himself, &lt;a href=\"Bob%20Paisley\"&gt;Bob Paisley&lt;/a&gt;, &lt;a href=\"Joe%20Fagan\"&gt;Joe Fagan&lt;/a&gt; and &lt;a href=\"Reuben%20Bennett\"&gt;Reuben Bennett&lt;/a&gt;, although the likes of &lt;a href=\"Kenny%20Dalglish\"&gt;Kenny Dalglish&lt;/a&gt; joined later on. Following Shankly's retirement in 1974, having secured eight trophies in 15 years, Bob Paisley stepped into the vacant manager's position and amassed 20 trophies in 9 seasons. Following his retirement, Joe Fagan took over and in the first of two seasons at the club, won a treble of trophies. Kenny Dalglish, while not an original member, was accepted into the group as the next in line for the role of manager, and he combined it with his playing duties to win Liverpool 10 trophies. The boot room connection was finally broken in 1991, 32 years after Shankly's arrival, with the appointment of &lt;a href=\"Graeme%20Souness\"&gt;Graeme Souness&lt;/a&gt;, who actually demolished the boot room itself to make way for a press room. It did still manage to produce a final Liverpool manager in &lt;a href=\"Roy%20Evans\"&gt;Roy Evans&lt;/a&gt;, who won the League Cup, but upon his resignation in 1998, the era was over.\nManchester City's longest serving manager was &lt;a href=\"Wilf%20Wild\"&gt;Wilf Wild&lt;/a&gt;, who was in charge from 1932 to 1946, for a total length of 14 years 9 months. However, as Wild's tenure covered the entire length of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, in which no competitive football was played, he is not the one with the most games served as manager. &lt;a href=\"Les%20McDowall\"&gt;Les McDowall&lt;/a&gt;, who was in charge from 1950 to 1963, a period of 13 years, managed the club for the most competitive games, a total of 592 games, a full 240 games more than Wild, who recorded the second most. The most successful Manchester City manager in terms of major trophies won, as of 1 March 2020, is &lt;a href=\"Pep%20Guardiola\"&gt;Pep Guardiola&lt;/a&gt;, who has won eight trophies in four years from 2016 to 2020.\n&lt;a href=\"J%C3%BCrgen%20Klopp\"&gt;Jürgen Klopp&lt;/a&gt; and &lt;a href=\"Pep%20Guardiola\"&gt;Pep Guardiola&lt;/a&gt;, the managers of Liverpool and Manchester City respectively, in the mid-2010s have developed a rivalry, having been the respective managers of \"&lt;a href=\"Der%20Klassiker\"&gt;Der Klassiker&lt;/a&gt;\" rivals &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt; and &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; in the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; previously. At the end of the 2018–19 season, Guardiola described his relationship with Klopp as a \"beautiful rivalry\" and called Klopp's Liverpool team \"the strongest opponents I have faced in my career as a manager\". In September 2019, Klopp hailed Guardiola for being his 'greatest rival ever', after both the two were nominated for the &lt;a href=\"The%20Best%20FIFA%20Football%20Coach\"&gt;FIFA Men's Coach of the Year&lt;/a&gt; award in 2019, which Klopp won.\nHonours.\nLiverpool has significantly more trophies than Manchester City, with the latter achieving a breakthrough in success in the 2010s following their purchase by the &lt;a href=\"Abu%20Dhabi%20United%20Group\"&gt;Abu Dhabi United Group&lt;/a&gt;. Liverpool has plenty more European honours, with Manchester City only managing to win the &lt;a href=\"1970%20European%20Cup%20Winners%27%20Cup%20Final\"&gt;1969–70 Cup Winners' Cup&lt;/a&gt;, as of 2020. Liverpool ended their 30-year league title drought by winning the &lt;a href=\"2019%E2%80%9320%20Premier%20League\"&gt;2019–20 Premier League&lt;/a&gt;.\nHead-to-head.\nThe below table demonstrates the competitive results between the two sides (not indicative of titles won). League includes the Premier League, League Division One and League Division Two. The Lancashire Section and the War Leagues are not included.\nMatches.\nThe table below shows the matches played between Manchester City and Liverpool, separated by home, as in matches played at Manchester City's home stadium (following a &lt;a href=\"Early%20grounds%20of%20Manchester%20City%20F.C.\"&gt;nomadic embryonic existence&lt;/a&gt;, City resided at &lt;a href=\"Hyde%20Road%20%28stadium%29\"&gt;Hyde Road&lt;/a&gt; from 1887 to 1923, then &lt;a href=\"Maine%20Road\"&gt;Maine Road&lt;/a&gt; until 2003, and finally the &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;City of Manchester Stadium&lt;/a&gt; from the &lt;a href=\"2003%E2%80%9304%20in%20English%20football\"&gt;2003–04 season&lt;/a&gt; onwards) are shown in the left hand table and matches played in Liverpool's home stadium (&lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt;) are shown on the right. Cup finals are typically played at a &lt;a href=\"Home%20advantage%23Neutral%20venues\"&gt;neutral location&lt;/a&gt; such as the &lt;a href=\"England%20national%20football%20team%20home%20stadium\"&gt;England national football team home stadium&lt;/a&gt; (&lt;a href=\"Wembley%20Stadium\"&gt;Wembley&lt;/a&gt;)."
}