{
    "id": "62074399",
    "revid": "16925756",
    "url": "https://en.wikipedia.org/wiki?curid=62074399",
    "title": "Official Hige Dandism",
    "text": ", commonly abbreviated , is a Japanese pop band formed in &lt;a href=\"Shimane\"&gt;Shimane&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; in 2012 by Satoshi Fujihara (lead vocals, piano), Daisuke Ozasa (lead guitar, backing vocals), Makoto Narazaki (bass, saxophone, backing vocals) and Masaki Matsuura (drums, percussion, backing vocals).\n'Hige' translates to moustache, and Dandism is Manly, of man. So in English roughly translates to 'Manly Moustache'.\nAfter signing a record deal with the major label &lt;a href=\"Pony%20Canyon\"&gt;Pony Canyon&lt;/a&gt; in 2018, Official Hige Dandism released the debut single \"No Doubt\", the lead single from the extended play, \"Stand by You EP\". The following year, the band released the second single, \"&lt;a href=\"Pretender%20%28Official%20Hige%20Dandism%20song%29\"&gt;Pretender&lt;/a&gt;\", which ranked at number three on the year-end chart of \"&lt;a href=\"Billboard%20Japan\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Japan%20Hot%20100\"&gt;Japan Hot 100&lt;/a&gt; in 2019. Their debut studio album \"Traveler\" was released on 9 October 2019 and reached &lt;a href=\"List%20of%20Oricon%20number-one%20albums%20of%202019\"&gt;number one&lt;/a&gt; on the &lt;a href=\"Oricon%20chart\"&gt;Japan Albums Chart&lt;/a&gt;.\nHistory.\nThe band was formed in June 7, 2012.\nThey released their Indies Debut Mini Album “Love to Peace ha kimi no naka (ラブとピースは君の中)” on April 22, 2015.\nThey released their Major Debut Single “No Doubt (ノーダウト)” on April 11, 2018.\nOn May 15, 2019, they released the hit song, \"&lt;a href=\"Pretender%20%28Official%20Hige%20Dandism%20song%29\"&gt;Pretender&lt;/a&gt;\". In October, after their live performance on the popular program &lt;a href=\"Music%20Station\"&gt;Music Station&lt;/a&gt;, the song topped the &lt;a href=\"Japan%20Hot%20100\"&gt;Japan Hot 100&lt;/a&gt;.\nOn December 31, 2019, they attended the &lt;a href=\"70th%20NHK%20K%C5%8Dhaku%20Uta%20Gassen\"&gt;70th NHK Kōhaku Uta Gassen&lt;/a&gt; with the song “Pretender”.\nOn December 31, 2020, they attended the &lt;a href=\"71st%20NHK%20K%C5%8Dhaku%20Uta%20Gassen\"&gt;71st NHK Kōhaku Uta Gassen&lt;/a&gt; with the song “I LOVE...”."
}