{
    "id": "621072",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=621072",
    "title": "Black-hooded oriole",
    "text": "The black-hooded oriole (\"Oriolus xanthornus\") is a member of the &lt;a href=\"Old%20World%20oriole\"&gt;oriole&lt;/a&gt; family of &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt; &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s and is a resident breeder in tropical southern Asia from India and Sri Lanka east to Indonesia.\nIt is a bird of open woodland and cultivation. The &lt;a href=\"bird%20nest\"&gt;nest&lt;/a&gt; is built in a tree, and contains two &lt;a href=\"bird%20egg\"&gt;eggs&lt;/a&gt;. Its food is insects and fruit, especially figs, found in the tree canopies where they spend much of their time.\nTaxonomy and systematics.\nThe black-hooded oriole was &lt;a href=\"Species%20description\"&gt;formally described&lt;/a&gt; by the Swedish naturalist &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; in 1758 in the &lt;a href=\"10th%20edition%20of%20Systema%20Naturae\"&gt;tenth edition&lt;/a&gt; of his \"&lt;a href=\"Systema%20Naturae\"&gt;Systema Naturae&lt;/a&gt;\" under the &lt;a href=\"binomial%20nomenclature\"&gt;binomial name&lt;/a&gt; \"Coracias xanthornus\". Linnaeus was confused by the similar appearance of the unrelated &lt;a href=\"New%20World%20oriole\"&gt;New World oriole&lt;/a&gt;s and the &lt;a href=\"Old%20World%20oriole\"&gt;Old World oriole&lt;/a&gt;s. In his entry for \"Coracias xanthornus\" he cited descriptions of birds occurring in Jamaica by &lt;a href=\"Mark%20Catesby\"&gt;Mark Catesby&lt;/a&gt; and &lt;a href=\"Patrick%20Browne\"&gt;Patrick Browne&lt;/a&gt; as well as an illustration by &lt;a href=\"George%20Edwards%20%28naturalist%29\"&gt;George Edwards&lt;/a&gt; of a bird occurring in Bengal. Linnaeus specified the habitat as \"America\" but Bengal is now the recognised &lt;a href=\"Type%20location%20%28biology%29\"&gt;type location&lt;/a&gt;. Also in the 10th edition Linnaeus listed \"Sturnus luteolus\" among the starlings and cited another illustration by Edwards. He renamed this species as \"Oriolus melanocephalus\" in the &lt;a href=\"12th%20edition%20of%20Systema%20Naturae\"&gt;12th edition&lt;/a&gt; of 1766. All three binomial names are now believed to refer to the black-hooded oriole.\nThe current genus \"&lt;a href=\"Oriolus\"&gt;Oriolus&lt;/a&gt;\" was erected by Linnaeus in 1766 in the &lt;a href=\"12th%20edition%20of%20Systema%20Naturae\"&gt;twelfth edition&lt;/a&gt; of his \"&lt;a href=\"Systema%20Naturae\"&gt;Systema Naturae&lt;/a&gt;\". The name is from &lt;a href=\"Medieval%20Latin\"&gt;Medieval Latin&lt;/a&gt; \"oryolus\" for the &lt;a href=\"Eurasian%20golden%20oriole\"&gt;Eurasian golden oriole&lt;/a&gt; which in turn comes from the Latin word \"aureolus\" for \"golden\". The &lt;a href=\"specific%20epithet%20%28zoology%29\"&gt;specific epithet&lt;/a&gt; \"xanthornus\" is from the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; \"xanthos\" \"yellow\" and \"ornis\" \"bird\".\nAlternate names for the black-hooded oriole include the Asian black-headed oriole, black-headed oriole, Indian black-headed oriole and Oriental black-headed oriole.\nSubspecies.\nFive &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; are recognized: \nDescription.\nThe male is striking, with the typical oriole black and yellow colouration. The plumage is predominantly yellow, with a solid black hood, and black also in the wings and tail centre.\nThe female black-hooded oriole is a drabber bird with greenish underparts, but still has the black hood. Young birds are like the female, but have dark streaking on the underparts, and their hood is not solidly black, especially on the throat.\nThe black head of this species is an obvious distinction from the &lt;a href=\"Indian%20golden%20oriole\"&gt;Indian golden oriole&lt;/a&gt;, which is a summer visitor to northern India. Orioles can be shy, and even the male may be difficult to see in the dappled yellow and green leaves of the canopy.\nThe black-hooded oriole's flight is somewhat like a &lt;a href=\"Thrush%20%28bird%29\"&gt;thrush&lt;/a&gt;, strong and direct with some shallow dips over longer distances.\nWhile foraging the species uses foliage-gleening, wood-gleening, or sallying methods.\nRelationship to humans.\nThe black hooded oriole lives in common contact with humans in rural and urban India.\nA &lt;a href=\"Folklore\"&gt;folk tale&lt;/a&gt; from &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt; has it that an unfortunate girl of a merchant family was abused and tortured by her mother-in-law. Troubled by various incidents she smeared herself with &lt;a href=\"turmeric\"&gt;turmeric&lt;/a&gt; paste and covered herself with a sooty earthen pot and killed herself. A goddess resurrected her as a black hooded oriole and a Bengali name for the bird is \"benebou\" or merchant's wife while another name is \"haldi pakhi\" or turmeric bird."
}