{
    "id": "62103407",
    "revid": "39155454",
    "url": "https://en.wikipedia.org/wiki?curid=62103407",
    "title": "2022 UEFA European Under-17 Championship",
    "text": "The 2022 UEFA European Under-17 Championship (also known as UEFA Under-17 Euro 2022) will be the 19th &lt;a href=\"UEFA%20European%20Under-17%20Championship\"&gt;UEFA European Under-17 Championship&lt;/a&gt; (38th edition if the Under-16 era is also included), the annual international youth &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; championship organised by &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; for the men's under-17 national teams of Europe. &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; will host the tournament. A total of 16 teams will play in the tournament, with players born on or after 1 January 2005 eligible to participate.\n&lt;a href=\"Netherlands%20national%20under-17%20football%20team\"&gt;Netherlands&lt;/a&gt;, having won the title in &lt;a href=\"2019%20UEFA%20European%20Under-17%20Championship\"&gt;2019&lt;/a&gt;, are the title holders, since the &lt;a href=\"2020%20UEFA%20European%20Under-17%20Championship\"&gt;2020&lt;/a&gt; and &lt;a href=\"2021%20UEFA%20European%20Under-17%20Championship\"&gt;2021&lt;/a&gt; edition was cancelled due to the &lt;a href=\"COVID-19%20pandemic%20in%20Europe\"&gt;COVID-19 pandemic in Europe&lt;/a&gt; and the title was not awarded.\nHost selection.\nThe timeline of host selection was as follows:\nFor the UEFA European Under-17 Championship final tournaments of 2021 and 2022, Cyprus and Israel were selected as hosts respectively.\nQualification.\nAll 55 UEFA nations entered the competition, and with the hosts Israel qualifying automatically, the other 54 teams will compete in the qualifying competition, which will consist of two rounds: Qualifying round, which will take place in autumn 2021, and Elite round, which will take place in spring 2022, to determine the remaining 15 spots in the final tournament. The draw for the qualifying round was held on 9 December 2020, 10:00 &lt;a href=\"Central%20European%20Time\"&gt;CET&lt;/a&gt; (), at the UEFA headquarters in &lt;a href=\"Nyon\"&gt;Nyon&lt;/a&gt;, Switzerland.\nQualified teams.\nThe following teams qualified for the final tournament.\n\"Note: All appearance statistics include only U-17 era (since 2002).\""
}