{
    "id": "62120594",
    "revid": "1060325545",
    "url": "https://en.wikipedia.org/wiki?curid=62120594",
    "title": "Bederev v Ireland",
    "text": "Bederev v Ireland, [2016] IESC 34; [2016] 3 IR 1, [2016] 2 ILRM 340 is an &lt;a href=\"Supreme%20Court%20of%20Ireland\"&gt;Irish Supreme Court&lt;/a&gt; case which overturned the Court of Appeal's decision that declared s 2 (2) of the Misuse of Drugs Act 1977 unconstitutional on the grounds that it infringed on the exclusive authority of the &lt;a href=\"Oireachtas\"&gt;Oireachtas&lt;/a&gt; to make legislation. The Court held that s 2(2) of the 1977 Act contains sufficient principles to allow the government to expand the list of controlled drugs, and is \"not an abrogation of the democratic responsibility of the Oireachtas.\" This case is significant as it resolved the issues arising from the earlier decision of the Court of Appeal which had attracted international media attention by decriminalising certain Class A drugs, &lt;a href=\"MDMA\"&gt;ecstasy&lt;/a&gt; for example, for a period of 24 hours until the Oireachtas pushed through emergency legislation.\nBackground.\nFacts of the case.\nIn April 2012, the &lt;a href=\"appellant\"&gt;appellant&lt;/a&gt; was brought before &lt;a href=\"Blanchardstown\"&gt;Blanchardstown&lt;/a&gt; District Court charged with possession of and intent to supply &lt;a href=\"Methylmethcathinone\"&gt;methylethcathinone&lt;/a&gt;. Prior to 2011, it was not illegal to possess or supply this particular drug in Ireland which was available to buy in most &lt;a href=\"Head%20shop\"&gt;headshops&lt;/a&gt;\". In 2011, the government issued a declaration under s 2(2) of the Misuse of Drugs Act 1977 which classified &lt;a href=\"Methylmethcathinone\"&gt;methylethcathinone&lt;/a&gt; as a controlled drug. Bederev issued legal proceedings to the High Court seeking an order that s 2(2) of the 1977 Act was unconstitutional, on the grounds that it conferred a &lt;a href=\"Legislature\"&gt;legislative&lt;/a&gt; making power to the government which was contrary to the doctrine of the &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt;. Article 15.2.1 of the &lt;a href=\"Constitution%20of%20Ireland\"&gt;Constitution&lt;/a&gt; states \"the sole and exclusive power of making laws for the State is hereby vested in the &lt;a href=\"Oireachtas\"&gt;Oireachtas&lt;/a&gt;: no other legislative authority has power to make laws for the State.\"\nThe High Court.\nThe High Court dismissed Bederev's application and concluded that the Misuse of Drugs Act 1977 contained sufficient principles and guidelines to assist and constrain the government in the making of any order pursuant to s 2 (2) and that it did not violate the legislative authority of the &lt;a href=\"Oireachtas\"&gt;Oireachtas&lt;/a&gt; under Article 15.2.1 of the Constitution. Bederev appealed the judgement of the High Court to the &lt;a href=\"Court%20of%20Appeal%20%28Ireland%29\"&gt;Court of Appeal.&lt;/a&gt;\nHolding of the Supreme Court.\nThe seven judge panel of the Supreme Court unanimously overturned the decision of the COA and restored the order of the High Court. Charlton J who delivered the judgement held that: \"In the Act of 1997, it is clear that the entire enactment, as to the preamble, the individual sections and the schedule setting out the drugs then controlled, should be read as a whole in order to determine the principles upon which any new drug might be added by the government to the list passed as part of the legislation in 1997. The entire text should also be searched to find the boundaries to the power to add new substances. Central to the guidance given to Government by the Act of 1997 is the schedule of drugs appended to the legislation. Both the drugs individually set out in particular sections within the legislation and the schedule, which is part thereof, describe and delimit the kind of drugs needing control. Only such drugs, those dangerous to human health and subject to abuse actually or potentially, may be added. Any such addition is subject to scrutiny by the &lt;a href=\"Oireachtas\"&gt;Oireachtas&lt;/a&gt; through the mechanism in the Act enabling the legislature to annul any such delegated legislative authority.\""
}