{
    "id": "62138425",
    "revid": "1060908465",
    "url": "https://en.wikipedia.org/wiki?curid=62138425",
    "title": "Ashkenazi Jewish cuisine",
    "text": "Ashkenazi Jewish cuisine is an assortment of cooking traditions that developed among the Jews of &lt;a href=\"Russian%20Jews\"&gt;Eastern&lt;/a&gt;, &lt;a href=\"Polish%20Jews\"&gt;Central&lt;/a&gt;, &lt;a href=\"German%20Jews\"&gt;Western&lt;/a&gt;, &lt;a href=\"Norwegian%20Jews\"&gt;Northern&lt;/a&gt;, and &lt;a href=\"French%20Jews\"&gt;Southern Europe&lt;/a&gt;, and their &lt;a href=\"Jewish%20diaspora\"&gt;diaspora&lt;/a&gt; mainly concentrated in &lt;a href=\"American%20Jewish%20cuisine\"&gt;North America&lt;/a&gt; and other Western countries. \n&lt;a href=\"Ashkenazi%20Jews\"&gt;Ashkenazi Jews&lt;/a&gt; have also been known as Western Jews (Ashkenazi is Hebrew for German). Jews of the Ashkenazi communities cook foods that were often unique to their community (and not popular among their local non-Jewish counterparts due to a history of limited interaction between the two groups), while often using local ingredients (such as &lt;a href=\"beets\"&gt;beets&lt;/a&gt;, &lt;a href=\"cabbage\"&gt;cabbage&lt;/a&gt;, and &lt;a href=\"potato\"&gt;potato&lt;/a&gt;), and following the laws of \"&lt;a href=\"kashrut\"&gt;kashrut&lt;/a&gt;\". \nThe cuisine is based largely on ingredients that were affordable for the historically poor Ashkenazi Jewish community of Europe, often composed of ingredients that were readily available in Europe and affordable and which were perceived to be less desirable and rarely used by their &lt;a href=\"gentile\"&gt;gentile&lt;/a&gt; neighbors, such as &lt;a href=\"brisket%20%28Jewish%20dish%29\"&gt;brisket&lt;/a&gt;, &lt;a href=\"chopped%20liver\"&gt;chicken liver&lt;/a&gt;, and &lt;a href=\"artichokes\"&gt;artichokes&lt;/a&gt;, among other ingredients. \nAs Ashkenazi Jews were typically &lt;a href=\"Antisemitic%20laws\"&gt;forbidden&lt;/a&gt; to grow crops in their home countries in Europe, their cuisine reflects that and there are fewer vegetable-focused dishes in Ashkenazi Jewish cuisine compared to their &lt;a href=\"Sephardic%20Jewish%20cuisine\"&gt;Sephardi&lt;/a&gt; and &lt;a href=\"Mizrahi%20Jewish%20cuisine\"&gt;Mizrahi&lt;/a&gt; counterparts. \nMeat is ritually slaughtered in the \"&lt;a href=\"shechita\"&gt;shechita&lt;/a&gt;\" process, and is soaked and salted. Meat dishes are a prominent feature of &lt;a href=\"Shabbat\"&gt;Shabbat&lt;/a&gt;, festival, and celebratory meals. Braised meats such as &lt;a href=\"brisket%20%28Jewish%20dish%29\"&gt;brisket&lt;/a&gt; feature heavily, as do root vegetables such as potatoes, carrots, and parsnips which are used in such dishes as &lt;a href=\"latkes\"&gt;latkes&lt;/a&gt;, &lt;a href=\"matzo%20ball%20soup\"&gt;matzo ball soup&lt;/a&gt;, and \"&lt;a href=\"tzimmes\"&gt;tzimmes&lt;/a&gt;\". Cooked, stuffed and baked vegetables such as &lt;a href=\"stuffed%20cabbage\"&gt;stuffed cabbage&lt;/a&gt; are central to the cuisine. \nDue to the lack of availability of &lt;a href=\"olive%20oil\"&gt;olive oil&lt;/a&gt; and other fats traditionally used in &lt;a href=\"Jewish%20cooking\"&gt;Jewish cooking&lt;/a&gt;, fat from leftover &lt;a href=\"chicken\"&gt;chicken&lt;/a&gt; and &lt;a href=\"goose\"&gt;goose&lt;/a&gt; skins (\"&lt;a href=\"gribenes\"&gt;gribenes&lt;/a&gt;\") called \"&lt;a href=\"schmaltz\"&gt;schmaltz&lt;/a&gt;\" is traditionally used in \"&lt;a href=\"fleishig\"&gt;fleishig&lt;/a&gt;\" (meat) dishes, while &lt;a href=\"butter\"&gt;butter&lt;/a&gt; is traditionally used in \"&lt;a href=\"milchig\"&gt;milchig&lt;/a&gt;\" (dairy) dishes.\nHistory.\nWhile Ashkenazi cuisine as it is known today is largely based within the context of &lt;a href=\"American%20Jewish%20cuisine\"&gt;American-Jewish&lt;/a&gt; and Ashkenazi-Israeli food, much of the culinary tradition of Ashkenazi Jews springs from Central and Eastern Europe. \nAfter having been expelled from Western Europe in the Middle Ages, Jews were forced to live in poverty and thus were limited in terms of ingredients. \nDishes were made with fewer components; they were not heavily spiced and ingredients that were more flavorful had to be used sparingly due to cost. This is often why some dishes in Ashkenazic cuisine have a reputation for being bland relative to dishes in &lt;a href=\"Sephardi%20Jews\"&gt;Sephardic&lt;/a&gt; or &lt;a href=\"Mizrahi%20Jews\"&gt;Mizrahi&lt;/a&gt; cuisine.\nDishes.\nBaked goods.\nThe &lt;a href=\"hamantashen\"&gt;\"hamentash\"&lt;/a&gt;, a triangular cookie or turnover filled with fruit preserves (\"&lt;a href=\"lekvar\"&gt;lekvar&lt;/a&gt;\") or honey and black &lt;a href=\"poppy%20seed\"&gt;poppy seed&lt;/a&gt; paste, is eaten on the &lt;a href=\"Purim\"&gt;Feast of Purim&lt;/a&gt;. It is said to be shaped like the hat of &lt;a href=\"Haman%20%28Bible%29\"&gt;Haman&lt;/a&gt; the tyrant. The \"&lt;a href=\"mohn%20kichel\"&gt;mohn kichel&lt;/a&gt;\" is a circular or rectangular wafer sprinkled with poppy seed. \"&lt;a href=\"Pirozhki\"&gt;Pirushkes&lt;/a&gt;\", or turnovers, are little cakes fried in honey or dipped in molasses after they are baked. &lt;a href=\"Strudel\"&gt;Strudel&lt;/a&gt; is served for dessert. &lt;a href=\"Kugel\"&gt;Kugel&lt;/a&gt;s are prepared from rice, noodles or mashed potatoes.\nBread and cake.\nThe dough of &lt;a href=\"challah\"&gt;challah&lt;/a&gt; (called \"barkhes\" in Western Yiddish) is often shaped into forms having symbolical meanings; thus on &lt;a href=\"Rosh%20Hashanah\"&gt;Rosh Hashanah&lt;/a&gt; rings and coins are imitated, indicating \"May the new year be as round and complete as these\"; for &lt;a href=\"Hoshana%20Rabbah\"&gt;Hosha'na Rabbah&lt;/a&gt;, bread is baked in the form of a key, meaning \"May the door of heaven open to admit our prayers.\"\nIn Eastern Europe, the Jews baked black (\"proster\", or \"ordinary\") bread, white bread and &lt;a href=\"challah\"&gt;challah&lt;/a&gt;. The most common form is the twist (\"koilitch\" or \"kidke\" from the &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt; word \"încolăci\" which means \"to twist\"). The \"koilitch\" is oval in form and about one and a half feet in length. On special occasions, such as weddings, the \"koilitch\" is increased to a length of about two and a half feet. \nThe &lt;a href=\"bagel\"&gt;bagel&lt;/a&gt;, which originated in &lt;a href=\"Polish%20Jews\"&gt;Jewish communities of Poland&lt;/a&gt;, is a popular Ashkenazi food and became widespread in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nFats.\nThe rendered fat of chickens, known as \"&lt;a href=\"schmaltz\"&gt;schmaltz&lt;/a&gt;\", is sometimes kept in readiness for cooking use when needed. \"&lt;a href=\"Gribenes\"&gt;Gribenes&lt;/a&gt;\" or \"scraps\", also called \"griven,\" the cracklings left from the rendering process were one of the favorite foods of the former Jewish community in Eastern Europe. \"Schmaltz\" is eaten spread on bread.\nFish.\nWith kosher meat not always available, fish became an important staple of the Jewish diet. In Eastern Europe it was sometimes especially reserved for &lt;a href=\"Shabbat\"&gt;Shabbat&lt;/a&gt;. As fish is not considered meat in the same way that beef or poultry are, it can also be eaten with dairy products (although some &lt;a href=\"Sephardi%20Jews\"&gt;Sephardim&lt;/a&gt; do not mix fish and dairy). \nEven though fish is \"&lt;a href=\"parve\"&gt;parve&lt;/a&gt;\", when they are served at the same meal, Orthodox Jews will eat them during separate courses and wash (or replace) the dishes in between. &lt;a href=\"Gefilte%20fish\"&gt;Gefilte fish&lt;/a&gt; and &lt;a href=\"lox\"&gt;lox&lt;/a&gt; are popular in Ashkenazi cuisine.\n&lt;a href=\"Gefilte%20fish\"&gt;Gefilte fish&lt;/a&gt; (from German \"gefüllte\" \"stuffed\" fish) was traditionally made by skinning the fish steaks, usually &lt;a href=\"German%20carp\"&gt;German carp&lt;/a&gt;, de-boning the flesh, mincing it and sometimes mixing with finely chopped browned onions (3:1), eggs, salt or pepper and vegetable oil. The fish skin and head were then stuffed with the mixture and poached. \nThe religious reason for a boneless fish dish for Shabbat is the prohibition of separating bones from food while eating (\"&lt;a href=\"39%20Melachot%23Sorting/purification\"&gt;borer&lt;/a&gt;\").\nA more common commercially packaged product found today is the \"Polish\" gefilte-fish patties or balls, similar to &lt;a href=\"quenelle\"&gt;\"quenelles\"&lt;/a&gt;, where sugar is added to the broth, resulting in a slightly sweet taste. Strictly speaking they are the fish filling, rather than the complete filled fish. This method of serving evolved from the tradition of removing the stuffing from the skin, rather than portioning the entire fish into slices before serving.\nWhile traditionally made with &lt;a href=\"carp\"&gt;carp&lt;/a&gt; or whitefish and sometimes pike, gefilte fish may also be made from any large fish: &lt;a href=\"cod\"&gt;cod&lt;/a&gt;, &lt;a href=\"haddock\"&gt;haddock&lt;/a&gt;, or &lt;a href=\"hake\"&gt;hake&lt;/a&gt; in the United Kingdom.\nThe combination of &lt;a href=\"smoked%20salmon\"&gt;smoked salmon&lt;/a&gt;, or whitefish with &lt;a href=\"bagel\"&gt;bagel&lt;/a&gt;s and &lt;a href=\"cream%20cheese\"&gt;cream cheese&lt;/a&gt; is a traditional breakfast or brunch in &lt;a href=\"American%20Jewish%20cuisine\"&gt;American Jewish cuisine&lt;/a&gt;, made famous at &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; &lt;a href=\"delicatessen\"&gt;delicatessen&lt;/a&gt;s.\n\"&lt;a href=\"Vorschmack\"&gt;Vorschmack&lt;/a&gt;\" or \"gehakte hering\" (chopped herring), a popular appetizer on Shabbat, is made by chopping skinned, boned &lt;a href=\"herring\"&gt;herring&lt;/a&gt;s with hard-boiled &lt;a href=\"Egg%20%28food%29\"&gt;egg&lt;/a&gt;s, sometimes &lt;a href=\"onion\"&gt;onion&lt;/a&gt;s, &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s, &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt; or &lt;a href=\"Black%20pepper\"&gt;pepper&lt;/a&gt; and a dash of &lt;a href=\"vinegar\"&gt;vinegar&lt;/a&gt;.\nMeat.\n\"&lt;a href=\"Holishkes\"&gt;Holishkes&lt;/a&gt;\", stuffed cabbage, also known as the &lt;a href=\"cabbage%20roll\"&gt;cabbage roll&lt;/a&gt;, is also a European Jewish dish that emerged from more impoverished times for Jews. Because having a live cow was more valuable than to eat meat in the Middle Ages, Jews used fillers such as breadcrumbs and vegetables to mix with ground beef. This gave the effect of more meat being stuffed into the cabbage leaves.\nA spread of &lt;a href=\"chopped%20liver\"&gt;chopped liver&lt;/a&gt;, prepared with &lt;a href=\"caramelized%20onions\"&gt;caramelized onions&lt;/a&gt; and often including \"&lt;a href=\"gribenes\"&gt;gribenes&lt;/a&gt;\", is a popular appetizer, side dish, or snack, especially among Jews on the east coast of North America. It is usually served with rye bread or crackers.\n\"Gebratenes\" (roasted meat), chopped meat and \"essig-fleisch\" (vinegar meat) are favorite meat recipes. The \"essig\" or, as it is sometimes called, \"honig\" or \"&lt;a href=\"Sauerbraten\"&gt;Sauerbraten&lt;/a&gt;\", is made by adding to meat which has been partially roasted some sugar, bay leaves, pepper, raisins, salt and a little vinegar. &lt;a href=\"Knish\"&gt;Knish&lt;/a&gt; is a snack food consisting of a meat or potato filling covered with dough that is either baked or grilled.\nSide dishes.\n\"&lt;a href=\"Tzimmes\"&gt;Tzimmes&lt;/a&gt;\" generally consists of cooked vegetables or fruits, sometimes with meat added. The most popular vegetable is the carrot (\"mehren tzimes\"), which is sliced. Turnips are also used for \"tzimmes\", particularly in Lithuania. In southern Russia, Galicia and Romania \"tzimmes\" are made with pears, apples, figs, prunes or plums (\"floymn tzimes\").\n\"&lt;a href=\"Kreplach\"&gt;Kreplach&lt;/a&gt;\" are &lt;a href=\"ravioli\"&gt;ravioli&lt;/a&gt;-like dumplings made from flour and eggs mixed into a dough, rolled into sheets, cut into squares and then filled with finely chopped, seasoned meat or cheese. They are most often served in soup, but may be fried. \"Kreplach\" are eaten on various holidays, including &lt;a href=\"Purim\"&gt;Purim&lt;/a&gt; and &lt;a href=\"Hosha%27na%20Rabbah\"&gt;Hosha'na Rabbah&lt;/a&gt;.\nSoups.\nA number of soups are characteristically Ashkenazi, one of the most common of which is &lt;a href=\"chicken%20soup\"&gt;chicken soup&lt;/a&gt; traditionally served on &lt;a href=\"Shabbat\"&gt;Shabbat&lt;/a&gt;, holidays and special occasions. The soup may be served with noodles (\"lokshen\" in Yiddish). It is often served with \"&lt;a href=\"shkedei%20marak\"&gt;shkedei marak&lt;/a&gt;\" (lit. \"soup almonds\", croutons popular in Israel), called \"mandlen\" or \"mandlach\" in Yiddish. Other popular ingredients are \"&lt;a href=\"kreplach\"&gt;kreplach&lt;/a&gt;\" (dumplings) and matza balls \"(&lt;a href=\"kneidlach\"&gt;kneidlach&lt;/a&gt;)—\"a mixture of matza meal, eggs, water pepper or salt. Some reserve \"kneidlach\" for &lt;a href=\"Passover\"&gt;Passover&lt;/a&gt; and \"kreplach\" for other special occasions.\nIn the preparation of a number of soups, neither meat nor fat is used. Such soups formed the food of the poor classes. An expression among Jews of Eastern Europe, \"soup mit nisht\" (soup with nothing), owes its origin to soups of this kind. \nSoups such as &lt;a href=\"borsht\"&gt;borscht&lt;/a&gt; were considered a staple in &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. Soups like &lt;a href=\"Krupnik%20%28soup%29\"&gt;\"krupnik\"&lt;/a&gt; were made of barley, potatoes and fat. This was the staple food of the poor students of the \"&lt;a href=\"Yeshiva\"&gt;yeshivot&lt;/a&gt;\"; in richer families, meat was added to this soup.\nAt weddings, \"golden\" chicken soup was often served. The reason for its name is probably the yellow circles of molten &lt;a href=\"chicken%20fat\"&gt;chicken fat&lt;/a&gt; floating on its surface. Today, chicken soup is widely referred to (not just among Jews) in jest as \"Jewish penicillin\", and hailed as a cure for the common cold.\nThere are a number of sour soups in the borscht category. One is \"kraut\" or cabbage borscht, made by cooking together cabbage, meat, bones, onions, raisins, sour salt (citric acid), sugar and sometimes tomatoes. \nBeet borscht is served hot or cold. In the cold version, a beaten egg yolk may be added before serving and each bowl topped with a dollop of sour cream. This last process is called \"farweissen\" (to make white).\nSweets and confections.\n\"&lt;a href=\"Teiglach\"&gt;Teiglach&lt;/a&gt;\", traditionally served on &lt;a href=\"Rosh%20Hashanah\"&gt;Rosh Hashanah&lt;/a&gt;, the Jewish New Year, consists of little balls of dough (about the size of a marble) drenched in a honey syrup. \"Ingberlach\" are ginger candies shaped into small sticks or rectangles. \"&lt;a href=\"Rugelach\"&gt;Rugelach&lt;/a&gt;\", \"&lt;a href=\"babka\"&gt;babka&lt;/a&gt;\", and \"&lt;a href=\"kokosh\"&gt;kokosh&lt;/a&gt;\" are popular pastries as well.\nIn Europe, jellies and preserves made from fruit juice were used as pastry filling or served with tea. Among the poor, jelly was reserved for invalids, hence the practice of reciting the Yiddish saying \"Alevay zol men dos nit darfn\" (May we not have occasion to use it) before storing it away.\n\"Flodni\", a layered sweet pastry consisting of apples, walnuts, currants and poppy seeds, were a staple of &lt;a href=\"Hungarian%20Jewish\"&gt;Hungarian Jewish&lt;/a&gt; bakeries prior to &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nBecause it was easy to prepare, made from inexpensive ingredients and contained no dairy products, &lt;a href=\"compote\"&gt;compote&lt;/a&gt; became a staple dessert in Jewish households throughout Europe and was considered part of Jewish cuisine."
}