{
    "id": "62155272",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=62155272",
    "title": "Kyoto State Guest House",
    "text": " is one of the two &lt;a href=\"state%20guest%20house\"&gt;state guest house&lt;/a&gt;s of the &lt;a href=\"Government%20of%20Japan\"&gt;Government of Japan&lt;/a&gt;. The other state guesthouse is the &lt;a href=\"Akasaka%20Palace\"&gt;Akasaka Palace&lt;/a&gt;.\nHistory.\nDuring the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt; (1603 – 1868) a Garden House and multiple mansions of aristocrats stood in the northeastern part such as of the Yanagihara family and Kushige family. The &lt;a href=\"Kyoto%20Imperial%20Palace\"&gt;Kyoto Imperial Palace&lt;/a&gt; is in the northern part of Kyōto-Gyoen National Garden (京都御苑). It was constructed in 1331 and the Emperors lived there until 1869. There are also &lt;a href=\"Sent%C5%8D%20Imperial%20Palace\"&gt;Sentō Imperial Palace&lt;/a&gt; gardens.\nIn 1994, to commemorate the twelve-hundredth (1200th) anniversary of the establishment of the ancient capital of &lt;a href=\"Heian-ky%C5%8D\"&gt;Heian-kyō&lt;/a&gt; (平安京), there was growing momentum toward building a Japanese-style guest house in &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;. In October 1994, approval was obtained from the &lt;a href=\"Cabinet%20of%20Japan\"&gt;Cabinet of Japan&lt;/a&gt; for \"the construction of a guest house facility.\" The government decided to build a state guest house within the &lt;a href=\"Kyoto%20Gyoen%20National%20Garden\"&gt;Kyoto Gyoen National Garden&lt;/a&gt; (京都御苑). In March 2002, construction of the Kyoto State Guest House (main structure) started. Construction completed in February 2005 and the Kyoto State Guest House was opened on 17 April 2005. The total floor space of the new facility is 16,000 m² and the lot is 20,140 m². Since July 2016 the Kyoto State Guest House's all-year public opening started. It was designed by &lt;a href=\"Nikken%20Sekkei\"&gt;Nikken Sekkei&lt;/a&gt;. The Western-style of the Akasaka State Guest House contrasts with the Japanese-style buildings of the Kyoto State Guest House.\nThe first state guest after the opening of the Kyoto State Guest House was &lt;a href=\"Nguy%E1%BB%85n%20Minh%20Tri%E1%BA%BFt\"&gt;Nguyễn Minh Triết&lt;/a&gt;, former President of Vietnam (stayed 28–29 November 2007).\nJapanese garden.\nIt consists of the “true garden” (真の庭) in front of the entrance, the central \"row garden\" (行の庭) in the hall, and the \"grass garden\" (草の庭) facing the guest room. A modern Japanese-style garden of \"Ichiya Niwaya\" was created by Kyoto gardeners with Sano Tōemon (佐野 藤右衛門) as a masterpiece under the supervision of Hiromasa Amagasaki (尼崎 博正)."
}