{
    "id": "6215091",
    "revid": "7801357",
    "url": "https://en.wikipedia.org/wiki?curid=6215091",
    "title": "Oude Noorden",
    "text": "Oude Noorden (Old North) is an area of north &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and is part of the borough &lt;a href=\"Noord%2C%20Rotterdam\"&gt;Noord&lt;/a&gt;. It has approximately 18,000 inhabitants. The district has much pre &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; architecture still in existence. It has a vibrant though somewhat discreet artistic community.\nThe construction of the district.\nOude Noorden is a typical residential area which was destined for the crowded city of &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt; to relief. The first houses were built in 1870 around the Noordsingel, which was part of the single plan of city architect Willem Nicolaas Rose. However, it was stipulated that the workers' houses were not allowed to be built on the Noordsingel.\nFor the rest of the neighborhood were wide streets with large blocks provided. But the streets were narrow and the houses were built close together. Between 1870 and 1930 expanded the area further and further to the north, which in 1903 became necessary to annexing a part of the territory of Hillegersberg.\nShopping and touristic areas.\nOude Noorden is home to several shopping areas. The Zwart Janstraat and Noordmolenstraat together make up the 'Noorderboulevard', which is home to many (multicultural) stores. The adjacent Zwaanshals and neighboring Noordplein and Zaagmolenkade have seen an influx of small stores after makeovers of the buildings.\nIn the early 20th century, the Noordplein was home to regular outdoor markets. Today it is home to many other events, such as markets, carnavals, music festivals and food festivals. In recent years, there has been an increase of these events, which has brought activity back to this area.\nPresent and future.\nAfter years of deterioration, quality of life in Oude Noorden has been improved significantly by the submunicipality and housing corporations. The shopping districts Zwart Janstraat, Noordmolenstraat and adjacent Zwaanshals are now home to many multicultural stores. Both the government and the housing corporations are attempting to build up the image of the neighborhood.\nArchitecture.\nOude Noorden is a mixture of architectural styles. Most notable are the styles of the 20th century and the urban renewal in the 1980s. The district is compact with a high number of inhabitants per square kilometer. Notable buildings are the bandstand at the Pijnackerplein, and the Convent of the Ruivenstraat. In the third Pijnackerstraat is the building in which the oldest neighbourhood &lt;a href=\"library\"&gt;library&lt;/a&gt; of the Netherlands was established.\nNotable residents.\nMany notable Dutch people are from the Oude Noorden. &lt;a href=\"Coen%20Moulijn\"&gt;Coen Moulijn&lt;/a&gt;, &lt;a href=\"Willem%20de%20Kooning\"&gt;Willem de Kooning&lt;/a&gt;, &lt;a href=\"Patricia%20Paay\"&gt;Patricia Paay&lt;/a&gt;, &lt;a href=\"Wim%20Jansen\"&gt;Wim Jansen&lt;/a&gt;, &lt;a href=\"Faas%20Wilkes\"&gt;Faas Wilkes&lt;/a&gt;, &lt;a href=\"Yvonne%20Keeley\"&gt;Yvonne Keeley&lt;/a&gt; and &lt;a href=\"Rita%20Reys\"&gt;Rita Reys&lt;/a&gt; are born in the district. There is a monument for soccer player Coen Moulijn, the wall of Coen Moulijn. It is in the Bloklandstraat where he lived for years, the street where Wim Jansen also grew up."
}