{
    "id": "62167375",
    "revid": "21240663",
    "url": "https://en.wikipedia.org/wiki?curid=62167375",
    "title": "Dark Emu",
    "text": "Dark Emu: Black Seeds: Agriculture or Accident? is a 2014 &lt;a href=\"non-fiction\"&gt;non-fiction&lt;/a&gt; book by &lt;a href=\"Bruce%20Pascoe\"&gt;Bruce Pascoe&lt;/a&gt;. It reexamines colonial accounts of &lt;a href=\"Aboriginal%20Australian\"&gt;Aboriginal people in Australia&lt;/a&gt;, and cites evidence of pre-colonial &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; and &lt;a href=\"building%20construction\"&gt;building construction&lt;/a&gt; by Aboriginal and &lt;a href=\"Torres%20Strait%20Islander\"&gt;Torres Strait Islander&lt;/a&gt; peoples. A second edition, published under the title Dark Emu: Aboriginal Australia and the Birth of Agriculture was published in mid-2018, and a version of the book for younger readers, entitled Young Dark Emu: A Truer History, was published in 2019.\nBoth the first and the children's editions were shortlisted for major awards, and the former won two awards in the &lt;a href=\"New%20South%20Wales%20Premier%27s%20Literary%20Awards\"&gt;New South Wales Premier's Literary Awards&lt;/a&gt;. The book has also proved very popular with the Australian public, selling 250,000 copies by mid-2021. Its strengths have been said to lie in the &lt;a href=\"storytelling\"&gt;storytelling&lt;/a&gt; style, making it more accessible to the general reader than the more scholarly examinations of Aboriginal history in the past.\nThe accuracy of \"Dark Emu\" has been debated in the Australian media and political spheres, and some academics have criticised Pascoe's thesis that &lt;a href=\"Indigenous%20Australian\"&gt;Indigenous Australian&lt;/a&gt; society was based to such a large extent on &lt;a href=\"sedentism\"&gt;sedentary agriculture&lt;/a&gt; rather than &lt;a href=\"hunter-gatherer\"&gt;hunting and gathering&lt;/a&gt;. It has however been welcomed as a contribution to further investigations into Indigenous history.\nEditions.\nThe first edition, entitled \"Dark Emu: Black Seeds: Agriculture or Accident?\", was published by &lt;a href=\"Magabala%20Books\"&gt;Magabala Books&lt;/a&gt; in 2014. The title refers to what is known as the &lt;a href=\"Emu%20in%20the%20sky\"&gt;Emu in the sky&lt;/a&gt; constellation in &lt;a href=\"Aboriginal%20Australian%20astronomy\"&gt;Aboriginal astronomy&lt;/a&gt;, known as Gugurmin, or \"dark emu\" to the &lt;a href=\"Wiradjuri\"&gt;Wiradjuri&lt;/a&gt; people.\nA second edition, entitled \"Dark Emu: Aboriginal Australia and the Birth of Agriculture\" was published in June 2018, and a version of the book for younger readers, entitled \"Young Dark Emu: A Truer History\", was published in 2019. The 2019 version was shortlisted for the 2020 &lt;a href=\"Adelaide%20Festival%20Awards%20for%20Literature\"&gt;Adelaide Festival Awards for Literature&lt;/a&gt; in the Children's Literature Award section.\nContents.\nIn \"Dark Emu: Black seeds: agriculture or accident?\", Pascoe examines the journals and diaries of early explorers such as &lt;a href=\"Charles%20Sturt\"&gt;Charles Sturt&lt;/a&gt; and &lt;a href=\"Thomas%20Mitchell%20%28explorer%29\"&gt;Thomas Mitchell&lt;/a&gt; and early settlers in Australia, finding evidence in their accounts of existing &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; and &lt;a href=\"construction\"&gt;building&lt;/a&gt;, including stone houses, &lt;a href=\"weir\"&gt;weir&lt;/a&gt;s, sluices and &lt;a href=\"fish%20trap\"&gt;fish trap&lt;/a&gt;s, and also game management. This evidence of occupation challenges the traditional views about &lt;a href=\"History%20of%20Indigenous%20Australians\"&gt;pre-colonial Australia&lt;/a&gt; and application of the legal doctrine of \"&lt;a href=\"terra%20nullius\"&gt;terra nullius&lt;/a&gt;\" (no-one's land). The book also gives a description from Sturt's journal of his 1844 encounter with hundreds of Aboriginal people who were living in an established village in what is now &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; (then part of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;), in which a welcoming party offered him \"water, roast duck, cake and a hut to sleep in\".\nPascoe discovered that other historians had pursued the same material; one of these was the independent scholar &lt;a href=\"Rupert%20Gerritsen\"&gt;Rupert Gerritsen&lt;/a&gt;, who in 2008 published \"Australia and the Origins of Agriculture\", which argued that Aboriginal people were &lt;a href=\"agriculturalist\"&gt;agriculturalist&lt;/a&gt;s as much as hunter-gatherers. Gerritsen died in 2013, and Pascoe cites him as a scholar who languished in obscurity because his theories contradicted the mainstream view. He said that Gerritsen \"should have got all the credit for \"Dark Emu\"\". Pascoe also drew on the work of historian &lt;a href=\"Bill%20Gammage\"&gt;Bill Gammage&lt;/a&gt;, author of \"The Biggest Estate on Earth: How Aborigines Made Australia\" (2012), which looked at how Aboriginal people used &lt;a href=\"fire-stick%20farming\"&gt;fire&lt;/a&gt;, &lt;a href=\"dam\"&gt;dam&lt;/a&gt;s and &lt;a href=\"cropping%20system\"&gt;cropping&lt;/a&gt; to support themselves sustainably in their environment.\nPascoe also cites the work of Heather Builth and colleague Peter Kershaw, a noted &lt;a href=\"palynologist\"&gt;palynologist&lt;/a&gt; at &lt;a href=\"Monash%20University\"&gt;Monash University&lt;/a&gt;, with reference to their research into the extensive &lt;a href=\"aquaculture\"&gt;aquaculture&lt;/a&gt; and farming of &lt;a href=\"short-finned%20eel\"&gt;short-finned eel&lt;/a&gt;s (\"kooyang\") practised by the &lt;a href=\"Gunditjmara\"&gt;Gunditjmara&lt;/a&gt; people of western &lt;a href=\"Victoria%2C%20Australia\"&gt;Victoria&lt;/a&gt;, dated by Kershaw as 8,000 years &lt;a href=\"before%20present\"&gt;BP&lt;/a&gt;. (Evidence of the dams, &lt;a href=\"weir\"&gt;weir&lt;/a&gt;s and stone dwellings is now protected under several layers of legislation, including a large area being on the &lt;a href=\"World%20Heritage%20List\"&gt;World Heritage List&lt;/a&gt; as the &lt;a href=\"Budj%20Bim%20Cultural%20Landscape\"&gt;Budj Bim Cultural Landscape&lt;/a&gt; since 2019.)\nIn the last two chapters of \"Dark Emu\", titled \"Australian Agricultural Revolution\" and \"Accepting History and Creating the Future\", Pascoe advocates for changes in current Australian methods of agriculture and lifestyle. Pascoe says that Australia could learn from Indigenous culture and landcare, replacing wheat with native grasses and eating &lt;a href=\"kangaroo\"&gt;kangaroo&lt;/a&gt; rather than &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt;, a message he continues to drive home in his public appearances.\nReception.\nSales and reviews.\nThe book received critical acclaim, winning two &lt;a href=\"New%20South%20Wales%20Premier%27s%20Literary%20Awards\"&gt;NSW Premier's Literary Awards&lt;/a&gt; (Book of the Year and the Indigenous Writers' Prize) and being shortlisted for two other prizes (the History Book Award in the &lt;a href=\"Queensland%20Literary%20Awards\"&gt;Queensland Literary Awards&lt;/a&gt; and &lt;a href=\"Victorian%20Premier%27s%20Literary%20Awards\"&gt;Victorian Premier's Award&lt;/a&gt; for Indigenous Writing), as well as mainstream recognition. It was reviewed by three Australian teachers' associations, earned positive reviews in other media, and, with the highest number of nominations by members of the public, was chosen to be the first book discussed in the inaugural meeting of the Parliamentary Book Club. A new edition was published in 2018, and by May 2019 the work had sold more than 100,000 copies and was in its 28th printing. By mid 2021 it had sold 250,000 copies. There is an &lt;a href=\"audiobook\"&gt;audiobook&lt;/a&gt; and &lt;a href=\"ebook\"&gt;ebook&lt;/a&gt; version.\nPraise.\nHistorian &lt;a href=\"Bill%20Gammage\"&gt;Bill Gammage&lt;/a&gt;, whose 2012 work \"The Biggest Estate on Earth: How Aborigines Made Australia\" was built upon in \"Dark Emu\", praised Pascoe's storytelling gift of weaving a narrative that challenges many readers' preconceptions, and said that he was a big fan of the book because of its impact, but added that Pascoe sometimes romanticises pre-contact Indigenous society, and said that Pascoe's claims that &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt; Indigenous people invented &lt;a href=\"democratic%20government\"&gt;democracy&lt;/a&gt; and baking may be \"push[ing] these things too far\".\n&lt;a href=\"Lynette%20Russell\"&gt;Lynette Russell&lt;/a&gt;, at &lt;a href=\"Monash%20University\"&gt;Monash University&lt;/a&gt;'s Indigenous Studies Centre and co-author of \"Australia's First Naturalists: Indigenous Peoples' Contribution to Early Zoology\", admired \"Dark Emu\"'s achievement in popularising ideas that challenged European Australians' cultural preconceptions. She said that it had managed to promulgate more widely \"information about indigenous land management practices that archaeologists have known for a long time\".\nTony Hughes-D'Aeth, a researcher in cultural history at the &lt;a href=\"University%20of%20Western%20Australia\"&gt;University of Western Australia&lt;/a&gt;, said that \"Dark Emu\" \"provides the most concerted attempt [yet] to answer the question about the quality of the country...in the pre-colonial epoch\", and that the book's strengths lie in \"its ability to bridge archaeology, anthropology, archival history, Indigenous oral tradition and other more esoteric but highly revealing disciplines such as ethnobotany and paleoecology\".\nWriter and historian &lt;a href=\"James%20Boyce%20%28author%29\"&gt;James Boyce&lt;/a&gt;, after some discussion of the book's strengths and weaknesses, says that, although a \"flawed attempt\", the book's appeal is to \"a community of folk who... are eager to learn from and engage with First Nations peoples and their heritage\"; Pascoe is a skilled storyteller, and \"Dark Emu\" is a significant cultural achievement because it has engaged these readers, where many other examples of scholarly information have not done so. While there is no single narrative that tells the whole story, \"Dark Emu\" might be the first step for many readers who have not previously engaged with the history of dispossession of the Indigenous peoples of Australia.\nPascoe's friend, writer &lt;a href=\"Gregory%20Day\"&gt;Gregory Day&lt;/a&gt;, thinks that Pascoe's book connects with general readers because \"he knows what it feels like to be a &lt;a href=\"whitefella\"&gt;whitefella&lt;/a&gt; – in a sense, Bruce is translating it for this whitefellas\".\nDebate and criticism.\nThe accuracy of Pascoe's book has been extensively debated in the Australian media and political spheres.\nOne criticism by academics has been of Pascoe's claim that since 1880 there has been an academic suppression of alternative historical accounts about Aboriginal peoples' housing, farming and cultivation practices. &lt;a href=\"Peter%20Hiscock\"&gt;Peter Hiscock&lt;/a&gt;, chair of archaeology at &lt;a href=\"Sydney%20University\"&gt;Sydney University&lt;/a&gt;, archaeologist &lt;a href=\"Harry%20Lourandos\"&gt;Harry Lourandos&lt;/a&gt;, who documented the construction of &lt;a href=\"eel\"&gt;eel&lt;/a&gt; traps in &lt;a href=\"Victoria%2C%20Australia\"&gt;Victoria&lt;/a&gt; in the 1970s, and Ian McNiven of &lt;a href=\"Monash%20University\"&gt;Monash University&lt;/a&gt;'s Indigenous Studies Centre all agree that there is a large body of published work on the topic. However, Lourandos and McNiven are delighted at the book's success in reaching the broader public.\nSome academics have specifically addressed the debate surrounding \"Dark Emu\"s thesis that Indigenous Australian society was largely built on &lt;a href=\"sedentism\"&gt;sedentary agriculture&lt;/a&gt; rather than hunting and gathering. Anthropologist &lt;a href=\"Ian%20Keen\"&gt;Ian Keen&lt;/a&gt; argues against Pascoe's thesis that Indigenous Australians practised agriculture. He concluded that \"Aboriginal people were indeed hunters, gatherers and fishers at the time of the &lt;a href=\"British%20colonisation%20of%20Australia\"&gt;British colonisation of Australia&lt;/a&gt;\", although acknowledging \"the boundary between foraging and farming is a fuzzy one\".\nHistorians Lynette Russell and &lt;a href=\"Billy%20Griffiths%20%28writer%29\"&gt;Billy Griffiths&lt;/a&gt; wrote that Pascoe had drawn together an enormous amount of &lt;a href=\"ethnographic\"&gt;ethnographic&lt;/a&gt; evidence showing that Aboriginal peoples \"were not hapless wanderers across the soil, mere hunter-gatherers\"; however, they challenge the implicit &lt;a href=\"Eurocentric\"&gt;Eurocentric&lt;/a&gt; idea that agriculture is the result of \"progress\" on a continuum from hunter-gathering, or that such an evolutionary hierarchy exists. They argue Western terminology lacks nuance, and \"Communities have shifted between these categories and moved back and forth as suited their needs\". James Boyce echoes this view: \"The 'progress' inherent to a move from foraging to farming has been questioned by historians, anthropologists and archaeologists for more than 50 years... there was rarely a sharp line between farming and hunter-gatherer ways of life\".\nIn \"&lt;a href=\"Farmers%20or%20Hunter-Gatherers%3F%20The%20Dark%20Emu%20Debate\"&gt;Farmers or Hunter-Gatherers? The Dark Emu Debate&lt;/a&gt;\" (2021), anthropologist &lt;a href=\"Peter%20Sutton%20%28anthropologist%29\"&gt;Peter Sutton&lt;/a&gt; and archaeologist Keryn Walshe suggest that \"Dark Emu\" devalues pre-colonial Aboriginal society, privileging agriculture above a hunter-gatherer &lt;a href=\"socio-economic\"&gt;socio-economic&lt;/a&gt; system. They also criticise the work on grounds of being poorly researched, not fully sourced, and selective in its choice and emphasis of the facts. In James Boyce's opinion, their most salient criticisms include that Pascoe uses white explorers’ journals, ignoring the knowledge of Aboriginal sources, and also that he generalises from local examples and claims incorrectly that such technologies were used across the continent. However, he is also critical of some aspects of Sutton and Walshe's work.\nAboriginal human rights advocate &lt;a href=\"Hannah%20McGlade\"&gt;Hannah McGlade&lt;/a&gt;, a &lt;a href=\"Noongar\"&gt;Noongar&lt;/a&gt; woman and member of the &lt;a href=\"United%20Nations%20Permanent%20Forum%20on%20Indigenous%20Issues\"&gt;United Nations Permanent Forum on Indigenous Issues&lt;/a&gt;, writes in \"&lt;a href=\"The%20Australian\"&gt;The Australian&lt;/a&gt;\" that \"Dark Emu\" is \"misleading and offensive to Aboriginal people and culture\" and that it \"is not very truthful or accurate\". &lt;a href=\"Warrimay\"&gt;Warrimay&lt;/a&gt; historian Victoria Grieve-Williams, also in \"The Australian\", calls \"Dark Emu\" a scandal and a &lt;a href=\"hoax\"&gt;hoax&lt;/a&gt;, and expresses deep concerns in the Aboriginal community about the story Pascoe is telling, saying that her family were not farmers, but proud of being hunter–gatherers.\nAfter &lt;a href=\"Pauline%20Hanson%27s%20One%20Nation\"&gt;Pauline Hanson's One Nation&lt;/a&gt; MP &lt;a href=\"Mark%20Latham\"&gt;Mark Latham&lt;/a&gt; proposed in the &lt;a href=\"New%20South%20Wales%20Parliament\"&gt;New South Wales Parliament&lt;/a&gt; in June 2021 that the book should be banned from use by teachers in NSW schools (where it is not part of the curriculum, but available as an historical source for critical discussion), his motion had little support. The &lt;a href=\"Minister%20for%20Indigenous%20Australians\"&gt;Minister for Indigenous Australians&lt;/a&gt;, &lt;a href=\"Ken%20Wyatt\"&gt;Ken Wyatt&lt;/a&gt;, later commented that he welcomed \"more people taking the time to read \"Dark Emu\" and consulting Mr Pascoe’s references to verify or disprove his assertions as we do with various academic studies or research... What’s important here is that we are open to hearing other people’s perspectives, contemplating and genuinely engaging in working constructively together to reconcile our understandings\".\nOn 11 September 2021, Pascoe published in the \"&lt;a href=\"Sydney%20Morning%20Herald\"&gt;Sydney Morning Herald&lt;/a&gt;\" a reflection in which he wrote:\nStimulation of further studies.\nArchaeologist Michael Westaway and Joshua Gorringe consider \"Dark Emu\" in relation to the archaeological research in the &lt;a href=\"Channel%20Country\"&gt;Channel Country&lt;/a&gt; in central Australia, which has identified more than 140 sandstone &lt;a href=\"quarry\"&gt;quarry&lt;/a&gt; sites, including the largest seed grinding quarry site in Australia, the remains of pit dwelling huts known as &lt;a href=\"gunyah\"&gt;gunyah&lt;/a&gt;s and evidence of trade with other communities as far away as &lt;a href=\"Mount%20Isa\"&gt;Mount Isa&lt;/a&gt;, and asks \"Could this trade system have played a role in the development of more intensified quarrying activity and more sedentary settlement systems?\". Contemporary archaeological research suggests there is not a simple &lt;a href=\"dichotomy\"&gt;dichotomy&lt;/a&gt; between farming and hunter-gathering by the First Australians. They say that \"Gerritsen’s research and Pascoe’s popularised account have inspired and stimulated a different way of thinking about Aboriginal food production systems, and how we might investigate an archaeological record for Aboriginal village settlements... \"Dark Emu\" provides a different account of the Aboriginal past, written by an Aboriginal person outside of the academy, which challenges us to think differently about how we might define Aboriginal people... it is up to archaeologists now to test Pascoe’s hypothesis\". The area is on trade routes used by First Nations people. The Mithaka Aboriginal Corporation, representing the &lt;a href=\"native%20title%20in%20Australia\"&gt;native title&lt;/a&gt; owners, has published a framework to support culturally sensitive and ethical research in the area."
}