{
    "id": "62174780",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=62174780",
    "title": "Nehemiah Atkinson",
    "text": "Nehemiah Atkinson (1918-2003) was a &lt;a href=\"professional%20tennis%20player\"&gt;professional tennis player&lt;/a&gt; and tennis coach in &lt;a href=\"New%20Orleans%2C%20Louisiana\"&gt;New Orleans, Louisiana&lt;/a&gt; USA. He managed public tennis facilities in New Orleans and played competitive tennis into old age. He was particularly noted for teaching young African-Americans, especially the &lt;a href=\"underprivileged\"&gt;underprivileged&lt;/a&gt;, to play the sport of tennis.\nEarly life and education.\nAtkinson was born in 1918 in &lt;a href=\"Biloxi%2C%20Mississippi\"&gt;Biloxi, Mississippi&lt;/a&gt;, to parents C.C. Atkinson and Josephine Atkinson. He was the first of ten children in the family. Atkinson's family moved to New Orleans just before the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; as his father became bishop of the Christ Holiness Church there. Atkinson attended &lt;a href=\"New%20Orleans%20Public%20Schools\"&gt;New Orleans Public Schools&lt;/a&gt;, including two years of high school. He began playing tennis at age nine, learning without the benefit of professional instruction, being attracted to the sport despite its dominance by white people.\nDuring World War II, Atkinson served in the &lt;a href=\"United%20States%20Colored%20Troops\"&gt;United States Army's Black Corps of Engineers&lt;/a&gt;, which was responsible for building airstrips in Washington state, Alaska, and various locations in the south Pacific Ocean. Atkinson's role was as a &lt;a href=\"medical%20corpsman\"&gt;medical corpsman&lt;/a&gt; for the 97th Engineer Regiment. He returned to New Orleans after his tour of military duty in December 1945. At that time, he studied &lt;a href=\"offset%20printing\"&gt;offset printing&lt;/a&gt; at the Louisiana Industrial Training School in &lt;a href=\"Farmerville%2C%20Louisiana\"&gt;Farmerville, Louisiana&lt;/a&gt;.\nAtkinson subsequently returned to New Orleans, where he obtained employment with the Dryades Street branch of the &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt;. Here he organized various activities, especially for young people. He established and taught tennis clinics for young people. During this time, he gained the attention of the local &lt;a href=\"Coca-Cola%20Bottling%20Company\"&gt;Coca-Cola Bottling Company&lt;/a&gt; which was a sponsor of the Dryades Street YMCA and gave Atkinson employment as a night supervisor.\nTennis career.\nIn 1947, as part of his experience with the Dryades Street YMCA, Atkinson co-founded the New Orleans Hard Court Tennis Club, which provided opportunities for African-Americans to play competitive tennis in the segregated society of the time. This included organizing tennis tournaments, often taking place at &lt;a href=\"Xavier%20University%20%28New%20Orleans%29\"&gt;Xavier University&lt;/a&gt;, a &lt;a href=\"historically%20black%20university\"&gt;historically black university&lt;/a&gt;.\nIn his early years of teaching tennis, due to limited resources, Atkinson sometimes used parking lots with a modified volleyball net instead of a tennis net as makeshift tennis courts. He taught youngsters the sport of tennis regardless of their ethnic background.\nAtkinson participated in many tournaments sponsored by the &lt;a href=\"American%20Tennis%20Association\"&gt;American Tennis Association&lt;/a&gt;, and he also supported them by doing volunteer work on behalf of the association. This was before the time that the &lt;a href=\"United%20States%20Tennis%20Association\"&gt;United States Tennis Association&lt;/a&gt; accepted African-American players, while the American Tennis Association promoted African-American participation in the sport. As a player, Atkinson won various regional tennis tournaments throughout the &lt;a href=\"southern%20United%20States\"&gt;southern United States&lt;/a&gt;, winning approximately 15 tournament titles.\nFollowing the 1974 relocation of the New Orleans Lawn Tennis Club, the former location became the Stern Tennis Center, a part of the &lt;a href=\"New%20Orleans%20Recreation%20Department\"&gt;New Orleans Recreation Department&lt;/a&gt;. This facility, on South Saratoga Street in New Orleans, welcomed African-Americans to play tennis. Atkinson became the manager of the facility, a position he held until his retirement in 1995. At the time of his retirement, &lt;a href=\"http%3A//cityparktennisclub.com/2014/01/lloyd-dillon/\"&gt;Lloyd Dillon&lt;/a&gt; became manager of the facility, whom Atkinson has mentored for the position.\nAtkinson's notable tennis students included &lt;a href=\"Chanda%20Rubin\"&gt;Chanda Rubin&lt;/a&gt; and Sharon Pettis, who later became the tennis coach at &lt;a href=\"Marquette%20University\"&gt;Marquette University&lt;/a&gt;. He also helped Pettis obtain a scholarship from the &lt;a href=\"Southern%20University\"&gt;Southern University&lt;/a&gt; \"men's\" tennis team, an indication that he broke boundaries in both race and &lt;a href=\"gender%20relations\"&gt;gender relations&lt;/a&gt;. Pettis later worked as a tennis instructor for the New Orleans Recreation Department as did Atkinson.\nAtkinson wrote a column for the \"&lt;a href=\"Louisiana%20Weekly\"&gt;Louisiana Weekly&lt;/a&gt;\" newspaper, with a readership of mostly African-American tennis players, entitled \"Hard Court Tennis Notes\".\nExperience with segregation.\nMuch of Atkinson's career coincided with the era of the &lt;a href=\"Jim%20Crow%20South\"&gt;Jim Crow South&lt;/a&gt;, and he frequently was taunted at integrated tennis tournaments in which he participated. He had urine-filled tennis balls and other objects thrown at him. He received inappropriate &lt;a href=\"Foot%20fault\"&gt;foot-fault calls&lt;/a&gt; and sometimes was verbally abused by tournament officials.\nAfter segregation in the &lt;a href=\"Deep%20South\"&gt;Deep South&lt;/a&gt; subsided, Atkinson became a member of the New Orleans Lawn Tennis Club, from which he had previously been excluded for racial reasons. This was the most prestigious tennis facility in New Orleans at the time. As of 2019, the New Orleans Lawn Tennis Club was also the oldest tennis club in the United States (&lt;a href=\"Timeline%20of%20New%20Orleans\"&gt;founded in 1876&lt;/a&gt;), and it had become racially integrated only in 1986.\nIn the 1960s, local tennis player Harry Anisgard sponsored Atkinson for membership in the formerly all-white &lt;a href=\"City%20Park/Pepsi%20Tennis%20Center\"&gt;New Orleans City Park Tennis Club&lt;/a&gt;. In reprisal, Anisgard was dismissed from the club. The club had regrets soon afterward, and re-admitted Anisgard to the club, ironically with Atkinson's sponsorship.\nSenior tennis.\nAs a senior tennis player, Atkinson won the Men’s 65 Singles Championships in both 1989 and 1990 sponsored by the United States Professional Tennis Registry. He subsequently won the Men’s 70+ Singles in 1994 through 1997 and then again in 2000 and 2001. In 1993, Atkinson was named Player of the Year for the United States Professional Tennis Registry.\nIn 1999, Atkinson won the 80s National Hard Court Championship in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt;, and, with a doubles partner, the World International Senior Tennis Championship in &lt;a href=\"Barcelona%2C%20Spain\"&gt;Barcelona, Spain&lt;/a&gt;. In 2001, he won the World Men's 80s Grasscourt Championship, held in &lt;a href=\"Perth%2C%20Australia\"&gt;Perth, Australia&lt;/a&gt;.\nWith regard to his success in senior competitive tennis, Atkinson stated:\nLater life.\nAtkinson died of cancer at the &lt;a href=\"Kenner%20Regional%20Medical%20Center\"&gt;Kenner Regional Medical Center&lt;/a&gt; in 2003 and was then interred at the &lt;a href=\"Biloxi%20National%20Cemetery\"&gt;Biloxi National Cemetery&lt;/a&gt;.\nHonors and recognition.\nThe Atkinson-Stern Tennis Center of the New Orleans Recreation Department, located in &lt;a href=\"uptown%20New%20Orleans\"&gt;uptown New Orleans&lt;/a&gt;, is named in honor of Atkinson and philanthropist &lt;a href=\"Edgar%20B.%20Stern\"&gt;Edgar B. Stern&lt;/a&gt;.\nAtkinson served as a &lt;a href=\"pallbearer\"&gt;pallbearer&lt;/a&gt; at the funeral of tennis star &lt;a href=\"Arthur%20Ashe\"&gt;Arthur Ashe&lt;/a&gt;.\nIn 1977, Atkinson received the &lt;a href=\"https%3A//rfkhumanrights.org/awards/ripple-of-hope-award\"&gt;Robert F. Kennedy Memorial Ripple of Hope Award&lt;/a&gt;. He was the first African-American to be inducted into the Southern Tennis Hall of Fame.\nIn 2000, Atkinson was inducted into the Greater New Orleans Sports Hall of Fame.\nThe Louisiana Tennis Association awards the Nehemiah Atkinson Diversity and Inclusion Champion Award in Atkinson's honor. The Professional Tennis Registry Foundation awards the Nehemiah Atkinson Humanitarian Grant, given to an individual distinguished by actions aimed at improving the lives of others. As a senior tennis player, he received the T.N. Touchstone, Jr. Memorial Trophy, awarded for his &lt;a href=\"sportsmanship\"&gt;sportsmanship&lt;/a&gt; and support of southern tennis."
}