{
    "id": "622402",
    "revid": "1068692021",
    "url": "https://en.wikipedia.org/wiki?curid=622402",
    "title": "Australia Post",
    "text": "Australia Post, formally the Australian Postal Corporation, is the government business enterprise that provides &lt;a href=\"postal%20service\"&gt;postal service&lt;/a&gt;s in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. The head office of Australia Post is located in &lt;a href=\"Bourke%20Street\"&gt;Bourke Street&lt;/a&gt;, &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, which also serves as a post office. \nAustralia Post is the successor of the &lt;a href=\"Postmaster-General%27s%20Department\"&gt;Postmaster-General's Department&lt;/a&gt;, which was established at &lt;a href=\"Federation%20of%20Australia\"&gt;federation&lt;/a&gt; in 1901 as the successor to colonial post services. In 1975, the department was abolished and its postal functions were taken over by the Australian Postal Commission. The organisation's current name and structure were adopted in 1989 as part of a process of &lt;a href=\"corporatisation\"&gt;corporatisation&lt;/a&gt;.\nHistory.\nColonial Australia (pre-1901).\nBefore colonial control of mail started in 1809, mail was usually passed on by ad hoc arrangements made between transporters, storekeepers and settlers. These arrangements were flexible, and inherently unstable. It was common for early settlers to ride many miles out of their way to deliver neighbours' mail that had been collected from informal distribution points.\nThe first organisation of a postal service in Australia commenced in 1809 with the appointment in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; of the first &lt;a href=\"Postmaster-General%20of%20New%20South%20Wales\"&gt;postmaster&lt;/a&gt;. An English ex-convict, &lt;a href=\"Isaac%20Nichols\"&gt;Isaac Nichols&lt;/a&gt;, took the post operating from his home in &lt;a href=\"George%20Street%2C%20Sydney\"&gt;George Street, Sydney&lt;/a&gt;. His main job was to take charge of letters and parcels arriving by ship, to avoid the chaos of people rushing aboard ships as soon as they arrived at Sydney's wharves. Nichols would pick up the mail and post a list of recipients outside his house. He would advertise in the \"&lt;a href=\"Sydney%20Gazette\"&gt;Sydney Gazette&lt;/a&gt;\" the names of all those who received mail. Recipients paid a fixed price of one shilling per letter to collect mail from Nichols' home, with parcels costing more depending on how heavy they were. VIP addressees were afforded personal delivery by Nichols.\nBetween 1812 and 1842, postmasters were also appointed in &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt; (1812), &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt; (1829), &lt;a href=\"Victoria%2C%20Australia\"&gt;Victoria&lt;/a&gt; (1836), &lt;a href=\"South%20Australia%20\"&gt;South Australia &lt;/a&gt;(1837) and &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; (1842). Settlements outside of the postmasters' domain were serviced by contractors on horsebacks or in coaches.\nIn 1825, the &lt;a href=\"New%20South%20Wales%20Legislative%20Council\"&gt;New South Wales Legislative Council&lt;/a&gt; passed the \"Postal Act\" which transferred responsibility from Nichols, acting as a private company, to the &lt;a href=\"Governor%20of%20New%20South%20Wales\"&gt;governor&lt;/a&gt;. The governor would then set the wage of the postmaster and the cost of collecting mail.\n1900s.\nFollowing &lt;a href=\"Federation%20of%20Australia\"&gt;federation&lt;/a&gt; in 1901, the colonial mail systems were merged into the &lt;a href=\"Postmaster-General%27s%20Department\"&gt;Postmaster-General's Department&lt;/a&gt; (PMG). This body was responsible for &lt;a href=\"telegraphy\"&gt;telegraph&lt;/a&gt; and domestic telephone operations as well as postal mail. An airmail service was introduced in 1914. In 1967, 4-digit &lt;a href=\"postcodes%20in%20Australia\"&gt;postcodes in Australia&lt;/a&gt; were introduced, in addition to the world's first mechanical processing centre, which garnered international attention.\nOn 1 July 1975, separate government commissions were created to undertake the operational responsibilities of the PMG. One of these was the Australian Postal Commission. It later became the Australian Postal Corporation on 1 January 1989 when it was corporatised into what is now known as the Australian Postal Corporation, or Australia Post.\nIn December 1987 there was a shooting inside an Australian Post building at 191 Queen Street, Melbourne. A friend of one of the workers went inside the building to kill and this came to be known as the &lt;a href=\"Queen%20Street%20massacre\"&gt;Queen Street massacre&lt;/a&gt;. Nine Australia Post and other company employees and the perpetrator were killed.\n2000s.\nUnder amendments to the Australian Postal Corporation Act which came into effect in March 2008, quarantine inspection officers of a state or territory are authorised to request Australia Post to open packets and parcels sent from interstate for inspection when inspectors believe they may contain quarantine material. The legislation also authorises Australia Post to remove any mail articles that are suspected of being &lt;a href=\"Scam%20letters\"&gt;scam mail&lt;/a&gt;.\nIn February 2010, &lt;a href=\"Ahmed%20Fahour\"&gt;Ahmed Fahour&lt;/a&gt; was appointed MD and CEO of Australia Post. In May 2010, he announced a new strategy dubbed \"Future Ready\" designed to reinvigorate Australia Post. This included a new organisation structure as well as a renewed foray into digital businesses under the \"eServices\" Strategic Business Unit.\nHowever, in 2013, the corporation acknowledged that, though the strategy was successful in improving Australia Post's profitability and structure, it was insufficient in its contributions to their development as a financially self-sustaining business.\nIn September 2015, the corporation announced its first loss in 30 years. The 222 million loss was down from a $116 million profit the previous year. Large decreases in addressed and stamped mail led to a $381 million loss in the mail delivery side of the business. Parcel delivery then accounted for over half of total revenue. Overall revenue was stable at $6.37 billion.\nIn August the following year, Australia Post returned to profit with strong parcel and courier performance, and organisation re-structuring. However, mail performance reached an all-time low.\nIn February 2017, Australian Prime Minister &lt;a href=\"Malcolm%20Turnbull\"&gt;Malcolm Turnbull&lt;/a&gt; criticised CEO Ahmed Fahour's $5.6 million annual salary, saying \"As the Prime Minister and a taxpayer, I've spoken to the chairman today. I think that salary, that remuneration, is too high.\" On 23 February 2017, Fahour announced his resignation, effective July 2017, telling media that the decision was not related to discussion of his salary.\nIn October 2019, Australia Post completed a major rebranding project with Melbourne-based brand strategy firm Maud. This project saw the development of a new brand identity, website and self-service platform, parcel and letter packaging, street posting boxes, staff uniforms, and a fleet of custom-designed electric vehicles, amongst others.\nIn 2019, with parcels deliveries increasing while letter deliveries falling, the Post Office transferred several thousand workers from letters to parcels. Letter deliveries were reduced from five days per week to two days per week.\nIn 2021, Australia Post began using its first electric trucks; three &lt;a href=\"Fuso%20Ecanter\"&gt;Fuso Ecanter&lt;/a&gt;s in Melbourne.\nOperational development.\nResponding to competitive pressures, Australia Post continued to broaden its product and service range in 2019, having invested in extensive technology-based infrastructure programmes. It operates in three core areas: letters and associated services; retail merchandise and agency services; and parcels and logistics. It has a number of subsidiaries and joint ventures, including Sai Cheng Logistics International—a joint-venture logistics company established with China Post in 2005.\nAustralia Post operates regular mail delivery as well as an express/courier service through Messenger Post (Now trading as Startrack Courier).\nAustralia Post is self-funding and uses its assets and resources to generate profits, which can be reinvested in the business or returned as dividends to its sole shareholder, the &lt;a href=\"Government%20of%20Australia\"&gt;Australian Government&lt;/a&gt;. Under its community service obligations, Australia Post is committed to providing an accessible, affordable and reliable letter service for all Australians wherever they reside. The corporation reaches more than 10 million Australian addresses; operates 4,330 postal outlets; and serves more than a million customers in postal outlets every business day. When the basic domestic letter rate was increased to $1.00 on 4 January 2016, there were no changes to prices of concession stamps or seasonal greeting stamps, which remained at 60 cents and 65 cents respectively. At the same time, a category of \"Priority\" mail was introduced (as distinct from \"Regular\"), under which delivery standards were varied and a 50-cent Priority label was required as additional payment for the better standard.\nUnder the Australian Postal Corporation Act 1989, letters up to 250 grams are reserved to Australia Post – other people and businesses can only carry them if they charge four times the basic postage rate. All of the other goods and services provided by Australia Post are sold in fully competitive markets and, in 2005–06, nearly 90 per cent of the corporation's profit (from ordinary activities before net interest and tax) came from selling products and services in competitive markets.\nOrganisational structure and information.\nEmployment.\nEmpty cells have no data available for that year. All results as at 30 June of the year indicated.\nJob cuts.\nIn June 2015 Australia Post announced that in view of mounting losses, and especially the accelerating decline in its letter delivery service, it would reduce its workforce by 1,900 over three years through &lt;a href=\"Voluntary%20redundancy\"&gt;voluntary redundancies&lt;/a&gt;. At the time, mail delivery losses were approaching $500 million for the 2014–15 financial year.\nFacts and statistics.\nNationwide there are 7,950 postal routes serviced by 10,000 \"posties\". Motorcycles (including the &lt;a href=\"Honda%20CT110\"&gt;Honda CT110&lt;/a&gt;) are used for delivery on about 6,600 routes, bicycles on 350 routes and walking for 1,000 routes. Electric-assisted bicycles were introduced in &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt; in 2011. Cars, trucks and vans are used on only the longest routes. Until the 1960s the longest, and the world's longest, overland mail route was &lt;a href=\"Meekatharra\"&gt;Meekatharra&lt;/a&gt; to &lt;a href=\"Marble%20Bar\"&gt;Marble Bar&lt;/a&gt;, &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;. As there were few roads, a round trip took seven days. The current longest overland route is &lt;a href=\"Norseman%2C%20Western%20Australia\"&gt;Norseman&lt;/a&gt;, Western Australia to &lt;a href=\"Border%20Village\"&gt;Border Village&lt;/a&gt;, &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;: . The longest air service delivers to remote communities in the outback covering over two days. The last remaining mailboat service operates still on the &lt;a href=\"Hawkesbury%20River\"&gt;Hawkesbury River&lt;/a&gt; to the north of Sydney, out of Brooklyn - The Riverboat Postman.The most isolated Post Office is located from &lt;a href=\"Onslow%2C%20Western%20Australia\"&gt;Onslow, Western Australia&lt;/a&gt;, from the nearest customer. The highest Post Office is located in &lt;a href=\"Perisher%20Ski%20Resort\"&gt;Perisher Ski Resort&lt;/a&gt; at 1720m above sea level.\nAccording to the 2019 Annual Report, Australia Post:\nand had:\nUndelivered items go to the mail redistribution centres, which attempt to return the items to their senders.\nIn February 2015, Australia Post reported a 56% fall in its half-year profit from 2014, a loss of A$151m. The first full-year loss in over 30 years was forecast. Managing Director, &lt;a href=\"Ahmed%20Fahour\"&gt;Ahmed Fahour&lt;/a&gt; noted this tied in with a worldwide decline of letter volumes over the past seven years.\nIn February 2017 it was reported Fahour's reforms reduced potential 2015-16 losses, to A$138 million.\nProducts and services.\nAustralia Post operates in three core markets: letters and associated services; agency services and retail merchandise; and parcels and logistics that span both domestic and international markets.\nLetters and associated services.\nAustralia Post collects, processes and distributes letters for the entire Australian community and between Australia and other countries overseas. It also offers bulk mail delivery services for businesses and community organisations and provides research, advice, consumer list rental, and profiling and segmentation services to help businesses target their objectives and customers, along with other associated services.\nPostal services.\nWhile postal services of letters and parcels are one of the original areas of Australia Post, it has also diversified its operations into the provision of other services including agency services, business-to-business integration and logistics and supply chain management (see below).\nPostage rate.\nBasic domestic.\nThe basic postage rate for a small letter has increased over the years due to &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; but influenced in recent years by a complex interplay between Australia Post's monopoly over small items, and need to provide service to all Australian addresses at the mandated basic rate. For version of this table showing inflation, see &lt;a href=\"List%20of%20postage%20rates%20in%20Australia\"&gt;List of postage rates in Australia&lt;/a&gt;.\nIn July 2009, Australia Post requested the &lt;a href=\"Australian%20Competition%20%26amp%3B%20Consumer%20Commission\"&gt;Australian Competition &amp; Consumer Commission&lt;/a&gt; (ACCC) to approve a stamp price rise in 2010 to 60 cents but the ACCC declined the approval of the price rise, however in April 2010, Australia Post resubmitted the proposed postal stamp rise. The ACCC approved this request on 28 May 2010 and it was published in the Government Gazette on 9 June 2010.\nOn 26 December 2013, due to the heavy decline in mail usage due to competition from email, etc., Australia Post requested an increase in the base rate to 70c.\nOn 4 January 2016, due to the heavy decline in mail usage due to competition from email, etc., Australia Post requested an increase in the base rate to $1.00.\nAs of 1 February 2020, the base rate for domestic letters is now $1.10. \nLarge letters.\nSince about 2005, larger letters have been charged a round multiple of the base postage rate, which is helpful to customers if they do not have stocks of the more expensive stamps.\nA large letter, including packaging, cannot be more than 20mm thick or larger than 260x360mm, otherwise it will be considered a parcel, which as of 2019 costs a minimum of $8.30 (up to 500 grams).\nAgency services and retail merchandise.\nAgency services: Australia Post provides third-party agency services that connect consumers, businesses and government bodies such as bill payment services, banking services and identity services. Australia Post also offers personal finance products, such as car and travel insurance and currency conversion.\nRetail Merchandise: A variety of complementary products, packaging products, collectibles and &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt; boxes and locked bags are offered across the network of Australia Post outlets in Australia.\nParcels and logistics.\nAustralia Post collects, processes and delivers single parcels or multi-parcel consignments all across Australia and internationally. It also provides complete end-to-end supply chain capabilities, from manufacturer (domestic or international) to consumer with integrated logistics services and a broad range of distribution options to track and trace deliveries.\nDigital services.\nAustralia Post offers a number of digital services outside of their main mail/parcel/logistics area. These include employment screening, online payment services and a digital identity platform.\nParcel Lockers.\nAustralia Post now offers parcel lockers at over 500 locations near post offices, supermarkets and railway stations. These lockers are free to use for Australia Post deliveries and can be picked up at anytime during day or night. Once delivered, the package must be picked up within 48 hours.\nParcel lockers are also available to use for sending prepaid parcels under 16kg, with tracking details updated as soon as you have dropped your parcel off.\nStarTrack.\nOn 23 December 2003, Australia Post and &lt;a href=\"Qantas\"&gt;Qantas&lt;/a&gt; went into a joint venture to acquire StarTrack from the company's founder, Greg Poche.\nOn 18 May 2011 it was announced the merger of the retail division of &lt;a href=\"Australian%20airExpress\"&gt;Australian airExpress&lt;/a&gt; (AaE) with StarTrack. StarTrack will be a solely retail-focused business and AaE will focus solely on domestic air linehaul and cargo terminal operations. The changes follow a review of the businesses guided by AUX Investments, a company established in 2010 to guide the review and provide streamlined governance across the businesses.\nIn November 2012, Australia Post bought the 50% of the company owned by Qantas. As part of the deal, Australia Post divested itself of its 50% interest in &lt;a href=\"Australian%20airExpress\"&gt;Australian airExpress&lt;/a&gt; to Qantas.\nOn 7 May 2014, StarTrack was rebranded to include Australia Post &lt;a href=\"Post%20horn\"&gt;Post horn&lt;/a&gt; in the StarTrack blue colours. StarTrack also took responsibility of Australia Post's \"Messenger Post couriers\" under the StarTrack brand as \"StarTrack Courier\"\nCriticism.\nAustralia Post has had a long and difficult relationship with the &lt;a href=\"Communication%20Workers%20Union%20of%20Australia\"&gt;Communication Workers Union&lt;/a&gt;. In 2012, the union claimed that delivery contractors provided a poor parcel delivery service, especially during the peak Christmas period. Alleged shortcomings included a propensity to insert \"delivery failure\" cards into mailboxes rather than attempting delivery of packages, thus requiring the customer to travel to a post office to collect items personally.\nComplaints by individuals and the LPO Group about Australia Post's business practices in relation to its franchised retail outlets – Licensed Post Offices (LPOs) and Community Postal Agencies (CPAs) – resulted in the &lt;a href=\"Australian%20Senate\"&gt;Australian Senate&lt;/a&gt; conducting an inquiry in 2014. The inquiry's unanimous report included recommendations for increased payments and the establishment of an independently chaired stakeholder forum.\nTrademark dispute.\nIn May 2015 Australia Post had a legal battle with &lt;a href=\"Sendle\"&gt;Sendle&lt;/a&gt;, a transnational courier using the slogan \"Post without the office\". Australia Post claimed that the term was deceptively similar to their trademark and what they stand for. Sendle argued that there was no similarity and that in fact, they were differentiating from Australia Post. Two years were spent in the trademark dispute, which resulted in Sendle winning the case.\nLetterboxes.\nLetter boxes for houses and units (condominium) are mostly standard items bought from hardware stores.\nLetterboxes for farms and sparsely located rural houses are often made from 44-gallon or smaller barrels. Such boxes were formerly numbered using the &lt;a href=\"Rural%20Mail%20Box\"&gt;Rural Mail Box&lt;/a&gt; system, but they are now numbered according to distance travelled on a main road. For example, if your property's letter box is located 10.52 kilometers from the start of the main road, your letter box number is 1052. Rural letter boxes are located on the road and not the farm.\nControversy.\nOn 2 November 2020, the CEO &lt;a href=\"Christine%20Holgate\"&gt;Christine Holgate&lt;/a&gt; announced resignation, due to increasing pressure from the Prime Minister &lt;a href=\"Scott%20Morrison\"&gt;Scott Morrison&lt;/a&gt; and Communications Minister &lt;a href=\"Paul%20Fletcher%20%28politician%29\"&gt;Paul Fletcher&lt;/a&gt; to investigate further into the gifting of four senior executives with the total of $20,000 AUD worth of Cartier watches. The watches were initially reported as $3000 each, tallying $12,000 AUD on purchase. Ms Holgate argued that she did not regret the purchase, as its purpose was to \"drive positive change\" and \"\"thank and reward positive behaviours\".\" Increasing media attention also contributed to her decision, as it was causing much \"debate and distraction\" and was negatively impacting her health. She retorted, \"I appreciate the optics of the gifts involved do not pass the 'pub test' for many\".\nThe reward was reportedly to tip the 4 senior executives who secured a deal in 2018, which allowed the customers of Commonwealth Bank, NAB and Westpac to do their banking at the post office. \nDuring Senate Estimates hearing on 22 October 2020, Ms Holgate defended her decision, saying \"We are a commercial organisation, it was a recommendation from our chair that these people get rewarded\". Australia Post is owned by the Australian Government, but is commercialized through corporatization, and does not receive funding from the government."
}