{
    "id": "62260077",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=62260077",
    "title": "Scott Freestone",
    "text": "Scott Freestone is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1980s and 1990s. He played for the &lt;a href=\"Gold%20Coast%20Seagulls\"&gt;Gold Coast&lt;/a&gt; and &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland&lt;/a&gt; in the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt; (NSWRL) and &lt;a href=\"Australian%20Rugby%20League\"&gt;ARL&lt;/a&gt; competitions.\nPlaying career.\nFreestone made his first grade debut for Cronulla-Sutherland in round 10 1987 against &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; at &lt;a href=\"Endeavour%20Field\"&gt;Endeavour Field&lt;/a&gt; in a 28-18 victory.\nIn 1988, Cronulla won the minor premiership but Freestone was only limited to making one appearance for the club. In 1989, Freestone once again only made one appearance for the first team and was released by the club at seasons end.\nIn 1991, Freestone joined the Gold Coast who were then known by the nickname \"Seagulls\". Freestone scored a try on debut for the Gold Coast in round 12 1991 which ironically came against his former club Cronulla at the &lt;a href=\"Seagulls%20Stadium\"&gt;Seagulls Stadium&lt;/a&gt;.\nFreestone's time at the Gold Coast was difficult with the club finishing last in 1991, 1992 and 1993. The club also narrowly avoided the wooden spoon in 1994. Freestone's final game for the Gold Coast came in round 22 1995 against &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney&lt;/a&gt; which finished in a 14-14 draw at &lt;a href=\"Seagulls%20Stadium\"&gt;Seagulls Stadium&lt;/a&gt;.\nControversy.\nIn 2007, Freestone was fined $1800 and ordered to pay damages to a surfer after having an altercation with two men during a contest in which one of the men was king hit. It was reported that Freestone's son was deliberately run into by another board rider. Freestone reportedly approached the men and said \"You want to pull the cat's tail? Here's the whole cat!\". \nIn 2009, Freestone was handed a maximum two-year sentence and ordered to spend at least six months in prison for biting off part of a man's finger during a fight at the Coolangatta Sands Hotel in 2007. The brawl was reportedly started after Freestone had thrown the first punch. It was reported that Freestone and the other man had a previous altercation in 1994 but had agreed to stay clear of each other before the incident. "
}