{
    "id": "62265524",
    "revid": "38025692",
    "url": "https://en.wikipedia.org/wiki?curid=62265524",
    "title": "KAZBAT",
    "text": "KAZBAT refers to a &lt;a href=\"peacekeeping\"&gt;peacekeeping&lt;/a&gt; military unit in the &lt;a href=\"Armed%20Forces%20of%20Kazakhstan\"&gt;Armed Forces of Kazakhstan&lt;/a&gt;. It is an airmobile brigade of the &lt;a href=\"Kazakh%20Air%20Assault%20Forces\"&gt;Kazakh Air Assault Forces&lt;/a&gt;.\nHistory.\nIn 1995, the governments of Kazakhstan, &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt;, and &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt; established the Central Asian Battalion (CENTRASBAT). It was dissolved in 1999, even though the last manoeuvre took place as initially planned in 2000. Afterwards, KAZBAT was established on 31 January 2000 by decree of President &lt;a href=\"Nursultan%20Nazarbayev\"&gt;Nursultan Nazarbayev&lt;/a&gt; and is responsible for conducting peacekeeping operations and humanitarian missions in foreign countries on behalf of the &lt;a href=\"Republic%20of%20Kazakhstan\"&gt;Republic of Kazakhstan&lt;/a&gt;. In 2015, the Law \"On Peacekeeping of the Republic of Kazakhstan\" was adopted by the &lt;a href=\"Parliament%20of%20Kazakhstan\"&gt;Parliament of Kazakhstan&lt;/a&gt;, defining the tasks and competencies of the state in regulating the participation of the country's peacekeeping operations around the world.\nDeployments.\nIn 2003, Nazarbayev sent close to 300 KAZBAT peacekeepers to &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; during the early stages of the &lt;a href=\"Iraq%20War\"&gt;Iraq War&lt;/a&gt;, where its personnel took part in &lt;a href=\"Demining\"&gt;Demining&lt;/a&gt; operations. During this 5 year action as part of a NATO-led &lt;a href=\"Multi-National%20Force%20%E2%80%93%20Iraq\"&gt;Multi-National Force – Iraq&lt;/a&gt;, an &lt;a href=\"Al-Suwaira%20fuel%20dump%20explosion\"&gt;explosion&lt;/a&gt; occurred when Kazakh &lt;a href=\"sappers\"&gt;sappers&lt;/a&gt; accompanied by a Ukrainian back-up team set off two rigged aerial bombs while attempting to unload them from the transport vehicles. Compared to the 8 deaths from the Ukrainian &lt;a href=\"72nd%20Mechanized%20Brigade%20%28Ukraine%29\"&gt;72nd Mechanized Brigade&lt;/a&gt;, the battalion suffered a sole fatality. &lt;a href=\"Ukrainian%20President\"&gt;Ukrainian President&lt;/a&gt; &lt;a href=\"Leonid%20Kuchma\"&gt;Kuchma&lt;/a&gt; ordered the immediate withdrawal of Ukrainian peacekeepers as a result, but the Kazakh unit remained until 2008.\nSoldiers of the battalion have also been sent on peacekeeping missions led by the United Nations, including those in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; (as part of the &lt;a href=\"United%20Nations%20Interim%20Force%20in%20Lebanon\"&gt;United Nations Interim Force in Lebanon&lt;/a&gt;), &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt;, &lt;a href=\"Western%20Sahara\"&gt;Western Sahara&lt;/a&gt;, &lt;a href=\"Cote%20d%E2%80%99Ivoire\"&gt;Cote d’Ivoire&lt;/a&gt; and &lt;a href=\"Liberia\"&gt;Liberia&lt;/a&gt;. In the Lebanese contingent, a company of 120 personnel were part of the IndKazBat unit. The &lt;a href=\"Ministry%20of%20Defense%20%28Kazakhstan%29\"&gt;Ministry of Defence&lt;/a&gt; described the mission as one that \"will help strengthen international security and demonstrates Kazakhstan’s position as a responsible member of the international community\".\nTraining exercises.\nIt has also participated in many joint exercises with other peacekeeping units and military units, such as the &lt;a href=\"Arizona%20Army%20National%20Guard\"&gt;Arizona Army National Guard&lt;/a&gt;. Since 2002, the unit has hosted the joint tactical peacekeeping exercise \"Steppe Eagle\" in Kazakhstan, during which it operates within a multinational force under a unified &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;-led command. The battalion annually sends at least a dozen soldiers to the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; to attend the &lt;a href=\"British%20Armed%20Forces\"&gt;British Armed Forces&lt;/a&gt; Training Establishment for Peace Support Operations in the region.\nRequirements.\nAll members of the battalion are fluent in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, as well as other languages, including &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; and &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;. Other criteria include at least 5 years of service in the military, excellent physical shape, and health and an age range of between 25 and 50 years old.\nIn popular culture.\nIn 2019, a film directed by Askar Uzabaev was released called \"The KAZBAT Soldiers\", which depicted a border skirmish during a peacekeeping operation in &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt; during their &lt;a href=\"Tajik%20Civil%20War\"&gt;civil war&lt;/a&gt; when 17 members of the battalion's predecessor unit were killed in fighting with Islamic rebels. The film was primarily aired on the &lt;a href=\"Qazaqstan%20%28channel%29\"&gt;Qazaqstan&lt;/a&gt; state media channel."
}