{
    "id": "62290000",
    "revid": "1061426754",
    "url": "https://en.wikipedia.org/wiki?curid=62290000",
    "title": "Kathleen Neuzil",
    "text": "Kathleen Maletic Neuzil is the Director of the Center for Vaccine Development at the &lt;a href=\"University%20of%20Maryland%20School%20of%20Medicine\"&gt;University of Maryland School of Medicine&lt;/a&gt;. She was elected to the &lt;a href=\"National%20Academy%20of%20Medicine\"&gt;National Academy of Medicine&lt;/a&gt; in 2019.\nEarly life and education.\nNeuzil studied zoology at the &lt;a href=\"University%20of%20Maryland%2C%20College%20Park\"&gt;University of Maryland, College Park&lt;/a&gt; and graduated &lt;a href=\"summa%20cum%20laude\"&gt;summa cum laude&lt;/a&gt; in 1983. She was a medical student at &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt;, where she was a member of &lt;a href=\"Alpha%20Omega%20Alpha\"&gt;Alpha Omega Alpha&lt;/a&gt;. She completed her residency at &lt;a href=\"Vanderbilt%20University\"&gt;Vanderbilt University&lt;/a&gt;, where she specialised in internal medicine in 1987. She was made a Fellow in infectious disease at Vanderbilt University in 1991. After completing her fellowship, Neuzil started a &lt;a href=\"Master%20of%20public%20health\"&gt;Master of public health&lt;/a&gt; and graduated in 1998.\nResearch and career.\nNeuzil works on vaccine development and policy. After her fellowship Neuzil joined the &lt;a href=\"University%20of%20Washington%20School%20of%20Medicine\"&gt;University of Washington School of Medicine&lt;/a&gt;, where she served as Director of &lt;a href=\"PATH%20%28global%20health%20organization%29\"&gt;PATH&lt;/a&gt;'s Influenza Vaccine Development Project. PATH is a Seattle-based nonprofit global health organisation, where Neuzil worked on the &lt;a href=\"rotavirus\"&gt;rotavirus&lt;/a&gt;, &lt;a href=\"human%20papillomavirus%20infection\"&gt;human papillomavirus infection&lt;/a&gt; (HPV) and &lt;a href=\"Japanese%20encephalitis%20vaccine\"&gt;Japanese encephalitis&lt;/a&gt; vaccines. In 2008 Neuzil partnered with Lentigen Corporation to research the pandemic influenza vaccine. Their early work considered the development of &lt;a href=\"Influenza%20A%20virus%20subtype%20H1N1\"&gt;Influenza A virus subtype H1N1&lt;/a&gt; and &lt;a href=\"H5N1%20vaccine\"&gt;H5N1&lt;/a&gt; &lt;a href=\"virus-like%20particle\"&gt;virus-like particle&lt;/a&gt; &lt;a href=\"pandemic%20influenza\"&gt;pandemic influenza&lt;/a&gt; vaccines. &lt;a href=\"Virus-like%20particle\"&gt;Virus-like particle&lt;/a&gt; vaccines offer &lt;a href=\"Immunogenicity\"&gt;immunogenic&lt;/a&gt;, strain-specific recombinant &lt;a href=\"antigen\"&gt;antigen&lt;/a&gt;s that can be produced at scale. In 2008 Neuzil was made Chair of the &lt;a href=\"Infectious%20Diseases%20Society%20of%20America\"&gt;Infectious Diseases Society of America&lt;/a&gt; Pandemic Influenza Task Force. In 2015 Neuzil joined the &lt;a href=\"University%20of%20Maryland%20School%20of%20Medicine\"&gt;University of Maryland School of Medicine&lt;/a&gt;.\nAt the Center for Vaccine Development Neuzil has developed and deployed vaccines to protect against a range of diseases including &lt;a href=\"typhoid%20fever\"&gt;typhoid fever&lt;/a&gt;, &lt;a href=\"shigellosis\"&gt;shigellosis&lt;/a&gt;, malaria and cholera. She has also considered emerging pathogens such as the &lt;a href=\"Zika%20virus\"&gt;Zika&lt;/a&gt; and &lt;a href=\"Ebola%20virus%20disease\"&gt;Ebola viruses&lt;/a&gt;. The center is also part of the Typhoid Vaccine Acceleration Consortium (TyVAC), a collaboration between the &lt;a href=\"Oxford%20Vaccine%20Group\"&gt;Oxford Vaccine Group&lt;/a&gt;, University of Maryland School of Medicine Center for Vaccine Development. The &lt;a href=\"Typhoid%20vaccine\"&gt;typhoid conjugate vaccine&lt;/a&gt; created by TyVAC was demonstrated as a cost-effective strategy to protect people in low- and middle-income countries from typhoid. In 2018 phase 2 clinical trials began on the &lt;a href=\"Influenza%20A%20virus%20subtype%20H7N9\"&gt;Influenza A virus subtype H7N9&lt;/a&gt; vaccine.\nIn 2019 Neuzil and the Center for Vaccine Development at the University of Maryland School of Medicine announced a seven-year $200 million contract with the &lt;a href=\"National%20Institute%20of%20Allergy%20and%20Infectious%20Diseases\"&gt;National Institute of Allergy and Infectious Diseases&lt;/a&gt;. The research program tests seasonal influenza vaccines and features clinical trials with populations including pregnant women, children and the elderly. She has spoken about the need for the public to have an &lt;a href=\"influenza%20vaccine\"&gt;influenza vaccine&lt;/a&gt; (flu shot), ideally by the end of October.\nAlongside her academic positions, Neuzil serves on the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt; &lt;a href=\"Strategic%20Advisory%20Group%20of%20Experts%20on%20Immunization\"&gt;Strategic Advisory Group of Experts on Immunization&lt;/a&gt; (SAGE) and previously on the advisory group of the &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;Centers for Disease Control and Prevention&lt;/a&gt; (CDC).. Dr. Neuzil is central to the domestic and global response to COVID. As a Co-PI of the NIH-funded Leadership Group for the &lt;a href=\"https%3A//www.niaid.nih.gov/research/vaccine-treatment-evaluation-units-intro\"&gt;Vaccine &amp; Treatment Evaluation Unit Network&lt;/a&gt;, Dr. Neuzil is part of the strategic team evaluating COVID vaccines and therapeutics in the US. \nAwards and honours.\nHer awards and honours include;\nSelected publications.\na. Zaman K, Sack DA, Neuzil KM, Yunus M, Moulton LH, Sugimoto JD, Fleming JA, Hossain I, Arifeen SE, Azim T, Rahman M, Lewis KDC, Feller AJ, Qadri F, Halloran ME, Cravioto A, Victor JC. Effectiveness of a live oral human rotavirus vaccine after programmatic introduction in Bangladesh: A cluster-randomized trial. PLoS Med. 2017 Apr;14(4):e1002282. PubMed PMID: 28419095; PubMed Central PMCID: PMC5395158. \nb. Armah GE, Sow SO, Breiman RF, Dallas MJ, Tapia MD, Feikin DR, Binka FN, Steele AD, Laserson KF, Ansah NA, Levine MM, Lewis K, Coia ML, Attah-Poku M, Ojwando J, Rivers SB, Victor JC, Nyambane G, Hodgson A, Schödel F, Ciarlet M, Neuzil KM. Efficacy of pentavalent rotavirus vaccine against severe rotavirus gastroenteritis in infants in developing countries in sub-Saharan Africa: a randomised, double-blind, placebo-controlled trial. Lancet. 2010 Aug 21;376(9741):606-14. PubMed PMID: 20692030. \nc. Madhi SA, Cunliffe NA, Steele D, Witte D, Kirsten M, Louw C, Ngwira B, Victor JC, Gillard PH, Cheuvart BB, Han HH, Neuzil KM. Effect of human rotavirus vaccine on severe diarrhea in African infants. N Engl J Med. 2010 Jan 28;362(4):289-98. PubMed PMID: 20107214. \nd. Steele AD, Patel M, Parashar UD, Victor JC, Aguado T, Neuzil KM. Rotavirus vaccines for infants in developing countries in Africa and Asia: considerations from a World Health Organization-sponsored consultation. J Infect Dis. 2009;200 Suppl 1: S63-9.\ne. Patel PD, Patel P, Liang Y, Meiring JE, Misiri T, Mwakiseghile F, Tracy JK, Masesa C, Msuku H, Banda D, Mbewe M, Henrion M, Adetunji F, Simiyu K, Rotrosen E, Birkhold M, Nampota N, Nyirenda OM, Kotloff K, Gmeiner M, Dube Q, Kawalazira G, Laurens MB, Heyderman RS, Gordon MA, Neuzil KM; TyVAC Malawi Team. Safety and Efficacy of a Typhoid Conjugate Vaccine in Malawian Children. N Engl J Med. 2021 Sep 16;385(12):1104-1115. doi: 10.1056/NEJMoa2035916. PMID: 34525285; PMCID: PMC8202713.\nf. Birkhold, M., Coulibaly, Y., Coulibaly, O., Dembele, P., Kim, D., Sow, S., Neuzil KM, Morbidity and Mortality of Typhoid Intestinal Perforation Among Children in Sub-Saharan Africa 1995–2019: A Scoping Review. World J Surg (2020). May 19, 2020. https://doi.org/10.1007/s00268-020-05567-2\ng. Qadri F, Khanam F, Liu X, Theiss-Nyland K, Biswas PK, Bhuiyan AI, Ahmmed F, Colin-Jones R, Smith N, Tonks S, Voysey M, Mujadidi YF, Mazur O, Rajib NH, Hossen MI, Ahmed SU, Khan A, Rahman N, Babu G, Greenland M, Kelly S, Ireen M, Islam K, O'Reilly P, Scherrer KS, Pitzer VE, Neuzil KM, Zaman K, Pollard AJ, Clemens JD. Protection by vaccination of children against typhoid fever with a Vi-tetanus toxoid conjugate vaccine in urban Bangladesh: a cluster-randomised trial. Lancet. 2021 Aug 9:S0140-6736(21)01124-7. doi: 10.1016/S0140-6736(21)01124-7. Epub ahead of print. PMID: 34384540.\nh. Shakya M, Voysey M, Theiss-Nyland K, Colin-Jones R, Pant D, Adhikari A, Tonks S, Mujadidi YF, O'Reilly P, Mazur O, Kelly S, Liu X, Maharjan A, Dahal A, Haque N, Pradhan A, Shrestha S, Joshi M, Smith N, Hill J, Clarke J, Stockdale L, Jones E, Lubinda T, Bajracharya B, Dongol S, Karkey A, Baker S, Dougan G, Pitzer VE, Neuzil KM, Shrestha S, Basnyat B, Pollard AJ; TyVAC Nepal Team. Efficacy of typhoid conjugate vaccine in Nepal: final results of a phase 3, randomised, controlled trial. Lancet Glob Health. 2021 Nov;9(11):e1561-e1568. doi: 10.1016/S2214-109X(21)00346-6. PMID: 34678198; PMCID: PMC8551681.\ni. Deming ME, Michael NL, Robb M, Cohen MS, Neuzil KM. Accelerating Development of SARS-CoV-2 Vaccines - The Role for Controlled Human Infection Models. N Engl J Med. 2020 Sep 3;383(10):e63. PubMed PMID: 32610006. \nj. Mehrotra DV, Janes HE, Fleming TR, Annunziato PW, Neuzil KM, Carpp LN, et al. Clinical Endpoints for Evaluating Efficacy in COVID-19 Vaccine Trials. Ann Intern Med. 2021 Feb;174(2):221-228. doi: 10.7326/M20-6169. Epub 2020 Oct 22. PMID: 33090877; PMCID: PMC7596738. \nk. Rapaka RR, Hammershaimb EA, Neuzil KM. Are some COVID vaccines better than others? Interpreting and comparing estimates of efficacy in trials of COVID-19 vaccines. Clin Infect Dis. 2021 Mar 6:ciab213. doi: 10.1093/cid/ciab213. Epub ahead of print. PMID: 33693552; PMCID: PMC7989512.\nl. Follmann D, Fintzi J, Fay MP, Janes HE, Baden LR, El Sahly HM, Fleming TR, Mehrotra DV, Carpp LN, Juraska M, Benkeser D, Donnell D, Fong Y, Han S, Hirsch I, Huang Y, Huang Y, Hyrien O, Luedtke A, Carone M, Nason M, Vandebosch A, Zhou H, Cho I, Gabriel E, Kublin JG, Cohen MS, Corey L, Gilbert PB, Neuzil KM. A Deferred-Vaccination Design to Assess Durability of COVID-19 Vaccine Effect After the Placebo Group Is Vaccinated. Ann Intern Med. 2021 Apr 13. doi: 10.7326/M20-8149. Epub ahead of print. PMID: 33844575.\nm. Neuzil KM, Mellen BG, Wright PF, Mitchel EF Jr, Griffin MR. The effect of influenza on hospitalizations, outpatient visits, and courses of antibiotics in children. N Engl J Med. 2000 Jan 27;342(4):225-31. PubMed PMID: 10648763. \nn. Neuzil KM, Reed GW, Mitchel EF Jr, Griffin MR. Influenza-associated morbidity and mortality in young and middle-aged women. JAMA. 1999 Mar 10;281(10):901-7. PubMed PMID: 10078486. \no. King JC Jr, Stoddard JJ, Gaglani MJ, Moore KA, Magder L, McClure E, Rubin JD, Englund JA, Neuzil K. Effectiveness of school-based influenza vaccination. N Engl J Med. 2006 Dec 14;355(24):2523-32. PubMed PMID: 17167135. \np. Englund JA, Walter EB, Fairchok MP, Monto AS, Neuzil KM. A comparison of 2 influenza vaccine schedules in 6- to 23-month-old children. Pediatrics. 2005 Apr;115(4):1039-47. PubMed PMID: 15805382. \nq. Lewis KDC, Ortiz JR, Rahman MZ, Levine MZ, Rudenko L, Wright PF, Katz JM, Dally L, Rahman M, Isakova-Sivak I, Ilyushina NA, Matyushenko V, Fry AM, Lindstrom SE, Bresee JS, Brooks WA, Neuzil KM. Immunogenicity and Viral Shedding of Russian-Backbone, Seasonal, Trivalent, Live, Attenuated Influenza Vaccine in a Phase II, Randomized, Placebo-Controlled Trial Among Preschool-Aged Children in Urban Bangladesh. Clin Infect Dis. 2019 Aug 16;69(5):777-785. PubMed PMID: 30481272; PubMed Central PMCID: PMC6695509.\nr. Diallo A, Victor JC, Feser J, Ortiz JR, Kanesa-Thasan N, Ndiaye M, Diarra B, Cheikh S, Diene D, Ndiaye T, Ndiaye A, Lafond KE, Widdowson MA, Neuzil KM. Immunogenicity and safety of MF59-adjuvanted and full-dose unadjuvanted trivalent inactivated influenza vaccines among vaccine-naïve children in a randomized clinical trial in rural Senegal. Vaccine. 2018 Oct 15;36(43):6424-6432. PubMed PMID: 30224199; PubMed Central PMCID: PMC6327321. \ns. Brooks WA, Zaman K, Lewis KD, Ortiz JR, Goswami D, Feser J, Sharmeen AT, Nahar K, Rahman M, Rahman MZ, Barin B, Yunus M, Fry AM, Bresee J, Azim T, Neuzil KM. Efficacy of a Russian-backbone live attenuated influenza vaccine among young children in Bangladesh: a randomised, double-blind, placebo-controlled trial. Lancet Glob Health. 2016 Dec;4(12):e946-e954. PubMed PMID: 27746226; PubMed Central PMCID: PMC5118223. \nt. Victor JC, Lewis KD, Diallo A, Niang MN, Diarra B, Dia N, Ortiz JR, Widdowson MA, Feser J, Hoagland R, Emery SL, Lafond KE, Neuzil KM. Efficacy of a Russian-backbone live attenuated influenza vaccine among children in Senegal: a randomised, double-blind, placebo-controlled trial. Lancet Glob Health. 2016 Dec;4(12):e955-e965. PubMed PMID: 27746224; PubMed Central PMCID: PMC5118222.\nPersonal life.\nNeuzil is married with three children."
}