{
    "id": "623013",
    "revid": "24835",
    "url": "https://en.wikipedia.org/wiki?curid=623013",
    "title": "Tom Simpson",
    "text": "Thomas Simpson (30 November 1937 – 13 July 1967) was one of Britain's most successful professional &lt;a href=\"Cycle%20sport\"&gt;cyclists&lt;/a&gt;. He was born in &lt;a href=\"Haswell%2C%20County%20Durham\"&gt;Haswell, County Durham&lt;/a&gt; and later moved to &lt;a href=\"Harworth\"&gt;Harworth&lt;/a&gt;, Nottinghamshire. Simpson began &lt;a href=\"road%20bicycle%20racing\"&gt;road cycling&lt;/a&gt; as a teenager before taking up &lt;a href=\"track%20cycling\"&gt;track cycling&lt;/a&gt;, specialising in &lt;a href=\"Pursuit%20racing\"&gt;pursuit races&lt;/a&gt;. He won a bronze medal for track cycling at the &lt;a href=\"1956%20Summer%20Olympics\"&gt;1956 Summer Olympics&lt;/a&gt; and a silver at the &lt;a href=\"1958%20British%20Empire%20and%20Commonwealth%20Games\"&gt;1958 British Empire and Commonwealth Games&lt;/a&gt;.\nIn 1959, at age 21, Simpson was signed by the French professional &lt;a href=\"Road%20bicycle%20racing\"&gt;road-racing&lt;/a&gt; team . He advanced to their first team () the following year, and won the &lt;a href=\"1961%20Tour%20of%20Flanders\"&gt;1961 Tour of Flanders&lt;/a&gt;. Simpson then joined ; in the &lt;a href=\"1962%20Tour%20de%20France\"&gt;1962 Tour de France&lt;/a&gt; he became the first British rider to wear the &lt;a href=\"General%20classification%20in%20the%20Tour%20de%20France\"&gt;yellow jersey&lt;/a&gt;, finishing sixth overall.\nIn 1963 Simpson moved to , winning &lt;a href=\"Bordeaux%E2%80%93Paris\"&gt;Bordeaux–Paris&lt;/a&gt; that year and the &lt;a href=\"1964%20Milan%E2%80%93San%20Remo\"&gt;1964 Milan–San Remo&lt;/a&gt;. In 1965 he became Britain's first &lt;a href=\"1965%20UCI%20Road%20World%20Championships%20%E2%80%93%20Men%27s%20road%20race\"&gt;professional world road race champion&lt;/a&gt; and won the &lt;a href=\"1965%20Giro%20di%20Lombardia\"&gt;Giro di Lombardia&lt;/a&gt;; this made him the &lt;a href=\"BBC%20Sports%20Personality%20of%20the%20Year%20Award\"&gt;BBC Sports Personality of the Year&lt;/a&gt;, the first cyclist to win the award. Injuries hampered much of Simpson's 1966 season. He won two stages of the &lt;a href=\"1967%20Vuelta%20a%20Espa%C3%B1a\"&gt;1967 Vuelta a España&lt;/a&gt; before he won the &lt;a href=\"general%20classification\"&gt;general classification&lt;/a&gt; of &lt;a href=\"1967%20Paris%E2%80%93Nice\"&gt;Paris–Nice&lt;/a&gt; that year.\nIn the thirteenth stage of the &lt;a href=\"1967%20Tour%20de%20France\"&gt;1967 Tour de France&lt;/a&gt;, Simpson collapsed and died during the ascent of &lt;a href=\"Mont%20Ventoux\"&gt;Mont Ventoux&lt;/a&gt;. He was 29 years old. Simpson is said to have died from a combination of extreme heat, exhaustion and dehydration, his character for never wanting to give up, proved fatal to him., the hard climb of the Ventoux and a stomach complaint. A memorial near where he died has become a place of &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt; for many cyclists. Simpson was known to have taken performance-enhancing drugs during his career, when no doping controls existed. He is held in high esteem by many cyclists for his character and will to win.\nEarly life and amateur career.\nChildhood and club racing.\nSimpson was born on 30 November 1937 in &lt;a href=\"Haswell%2C%20County%20Durham\"&gt;Haswell, County Durham&lt;/a&gt;, the youngest of six children of &lt;a href=\"Coal%20mining\"&gt;coal miner&lt;/a&gt; Tom Simpson and his wife Alice (née Cheetham). His father had been a semi-professional &lt;a href=\"Sprint%20%28running%29\"&gt;sprinter&lt;/a&gt; in athletics. The family lived modestly in a small &lt;a href=\"terraced%20house\"&gt;terraced house&lt;/a&gt; until 1943, when his parents took charge of the village's &lt;a href=\"working%20men%27s%20club\"&gt;working men's club&lt;/a&gt; and lived above it. In 1950 the Simpsons moved to &lt;a href=\"Harworth\"&gt;Harworth&lt;/a&gt; on the Nottinghamshire–Yorkshire border, where young Simpson's maternal aunt lived; new coalfields were opening, with employment opportunities for him and older brother Harry, by now, the only children left at home. Simpson rode his first bike, his brother-in-law's, at age 12, sharing it with Harry and two cousins for &lt;a href=\"Individual%20time%20trial\"&gt;time trials&lt;/a&gt; around Harworth. Following Harry, Tom joined Harworth &amp; District CC (Cycling Club) aged 13. He delivered groceries in the &lt;a href=\"Bassetlaw%20District\"&gt;Bassetlaw district&lt;/a&gt; by bicycle and traded with a customer for a better road bike. He was often left behind in club races; members of his cycling club nicknamed him \"four-&lt;a href=\"Stone%20%28unit%29\"&gt;stone&lt;/a&gt; Coppi\", after Italian rider &lt;a href=\"Fausto%20Coppi\"&gt;Fausto Coppi&lt;/a&gt;, due to his slim physique.\nSimpson began winning club time trials, but sensed resentment of his boasting from senior members. He left Harworth &amp; District and joined &lt;a href=\"Rotherham\"&gt;Rotherham&lt;/a&gt;'s Scala Wheelers at the end of 1954. Simpson's first road race was as a junior at the &lt;a href=\"Forest%20Recreation%20Ground\"&gt;Forest Recreation Ground&lt;/a&gt; in Nottingham. After leaving school he was an apprentice &lt;a href=\"technical%20drawing\"&gt;draughtsman&lt;/a&gt; at an engineering company in &lt;a href=\"Retford\"&gt;Retford&lt;/a&gt;, using the commute by bike as training. He placed well in half mile races on grass and cement, but decided to concentrate on road racing. In May 1955 Simpson won the &lt;a href=\"National%20Cyclists%27%20Union\"&gt;National Cyclists' Union&lt;/a&gt; South Yorkshire &lt;a href=\"individual%20pursuit\"&gt;individual pursuit&lt;/a&gt; track event as a junior; the same year, he won the &lt;a href=\"British%20League%20of%20Racing%20Cyclists\"&gt;British League of Racing Cyclists&lt;/a&gt; (BLRC) junior &lt;a href=\"Hillclimbing%20%28cycling%29\"&gt;hill climb&lt;/a&gt; championship and placed third in the senior event.\nSimpson immersed himself in the world of cycling, writing letters asking for advice. &lt;a href=\"Naturalization\"&gt;Naturalised&lt;/a&gt; Austrian rider George Berger responded, travelling from London to Harworth to help him with his riding position. In late 1955, Simpson ran a red light in a race and was suspended from racing for six months by the BLRC. During his suspension he dabbled in &lt;a href=\"motorcycle%20trials\"&gt;motorcycle trials&lt;/a&gt;, nearly quitting cycling but unable to afford a new motorcycle necessary for progress in the sport.\nTrack years.\nBerger told Simpson that if he wanted to be a successful road cyclist, he needed experience in &lt;a href=\"track%20cycling\"&gt;track cycling&lt;/a&gt;, particularly in the pursuit discipline. Simpson competed regularly at &lt;a href=\"Fallowfield%20Stadium\"&gt;Fallowfield Stadium&lt;/a&gt; in Manchester, where in early 1956 he met amateur world pursuit silver medallist &lt;a href=\"Cyril%20Cartwright%20%28cyclist%29\"&gt;Cyril Cartwright&lt;/a&gt;, who helped him develop his technique. At the national championships at Fallowfield the 18-year-old Simpson won a silver medal in the individual pursuit, defeating amateur world champion &lt;a href=\"Norman%20Sheil\"&gt;Norman Sheil&lt;/a&gt; before losing to &lt;a href=\"Mike%20Gambrill\"&gt;Mike Gambrill&lt;/a&gt;.\nSimpson began working with his father as a draughtsman at the glass factory in Harworth. He was riding well; although not selected by Great Britain for the amateur &lt;a href=\"UCI%20Track%20Cycling%20World%20Championships\"&gt;world championships&lt;/a&gt;, he made the 4,000-metre &lt;a href=\"Cycling%20at%20the%201956%20Summer%20Olympics%20%E2%80%93%20Men%27s%20team%20pursuit\"&gt;team pursuit&lt;/a&gt; squad for the &lt;a href=\"1956%20Summer%20Olympics\"&gt;1956 Olympics&lt;/a&gt;. In mid-September, Simpson competed for two weeks in Eastern Europe against Russian and Italian teams to prepare for the Olympics. The seven-rider contingent began with races in &lt;a href=\"Saint%20Petersburg\"&gt;Leningrad&lt;/a&gt;, continuing to Moscow before finishing in &lt;a href=\"Sofia\"&gt;Sofia&lt;/a&gt;. He was nicknamed \"the Sparrow\" by the Soviet press because of his slender build. The following month he was in Melbourne for the Olympics, where the team qualified for the team-pursuit semi-finals against Italy; they were confident of defeating South Africa and France but lost to Italy, taking the bronze medal. Simpson blamed himself for the loss for pushing too hard on a turn and being unable to recover for the next.\nAfter the Olympics, Simpson trained throughout his winter break into 1957. In May, he rode in the national 25-mile championships; although he was the favourite, he lost to Sheil in the final. In a &lt;a href=\"points%20race\"&gt;points race&lt;/a&gt; at an international event at Fallowfield a week later Simpson crashed badly, almost breaking his leg; he stopped working for a month and struggled to regain his form. At the national pursuit championships, he was beaten in the quarter-finals. After this defeat Simpson returned to road racing, winning the BLRC national hill climb championship in October before taking a short break from racing. In spring 1958 he traveled to Sofia with Sheil for two weeks' racing. On his return he won the national individual pursuit championship at &lt;a href=\"Herne%20Hill%20Velodrome\"&gt;Herne Hill Velodrome&lt;/a&gt;. In July, Simpson won a silver medal for England in the &lt;a href=\"Cycling%20at%20the%201958%20British%20Empire%20and%20Commonwealth%20Games%20%E2%80%93%20Men%27s%20individual%20pursuit\"&gt;individual pursuit&lt;/a&gt; at the &lt;a href=\"1958%20British%20Empire%20and%20Commonwealth%20Games\"&gt;British Empire and Commonwealth Games&lt;/a&gt; in Cardiff, losing to Sheil by one-hundredth of a second in the final. A medical exam taken with the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF) revealed Simpson to be &lt;a href=\"Color%20blindness\"&gt;colour blind&lt;/a&gt;.\nIn September 1958, Simpson competed at the amateur world championships in Paris. Against reigning champion of Italy in the opening round of the individual pursuit, he crashed on the concrete track at the end of the race. Simpson was briefly knocked unconscious and sustained a dislocated jaw; however, he won the race since he crashed after the finish line. Although he was in pain, team manager Benny Foster forced Simpson to race in the quarter-final against New Zealand's &lt;a href=\"Warwick%20Dalton\"&gt;Warwick Dalton&lt;/a&gt;, hoping to unsettle Dalton ahead of a possible meeting with Simpson's teammate Sheil. Simpson wanted to turn professional, but needed to prove himself first, setting his sights on the world amateur indoor &lt;a href=\"hour%20record\"&gt;hour record&lt;/a&gt;. &lt;a href=\"Reg%20Harris\"&gt;Reg Harris&lt;/a&gt; arranged for an attempt at Zürich's &lt;a href=\"Hallenstadion\"&gt;Hallenstadion&lt;/a&gt; velodrome on Simpson's birthday in November. He failed by 320 metres, covering a distance of and blaming his failure on the low temperature generated by an ice rink in the centre of the velodrome. The following week he travelled to &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;, in the Flanders region of Belgium, to ride amateur track races. He stayed at the Café Den Engel, run by Albert Beurick, who organised for him to ride at Ghent's &lt;a href=\"Kuipke\"&gt;Kuipke&lt;/a&gt; velodrome in the \"Sportpaleis\" (English: Sport Palace).\nSimpson decided to move to the continent for a better chance at success, and contacted French brothers Robert and Yvon Murphy, whom he met while racing. They agreed that he could stay with them in the &lt;a href=\"Brittany\"&gt;Breton&lt;/a&gt; fishing port of &lt;a href=\"Saint-Brieuc\"&gt;Saint-Brieuc&lt;/a&gt;. His final event in Britain was at Herne Hill, riding &lt;a href=\"Motor-paced%20racing\"&gt;motor-paced&lt;/a&gt; races. Simpson won the event and was invited to Germany to train for the 1959 &lt;a href=\"UCI%20Motor-paced%20World%20Championships\"&gt;motor-paced world championships&lt;/a&gt;, but declined the opportunity in favour of a career on the road. Bicycle manufacturer &lt;a href=\"Elswick%20Hopper\"&gt;Elswick Hopper&lt;/a&gt; invited him to join their British-based team, but Benny Foster advised him to continue with his plans to move to France.\nMove to Brittany.\nIn April 1959, Simpson left for France with &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;100 savings and two &lt;a href=\"Carlton%20Cycles\"&gt;Carlton&lt;/a&gt; bikes, one road and one track, given in appreciation of his help promoting the company. His last words to his mother before the move were, \"I don't want to be sitting here in twenty years' time, wondering what would have happened if I hadn't gone to France\". The next day, his &lt;a href=\"Conscription%20in%20the%20United%20Kingdom\"&gt;National Service&lt;/a&gt; papers were delivered; although willing to serve before his move, he feared the call-up would put his potential career at risk. His mother returned them, with the hope they would understand this.\nHe applied to local cycling clubs, and joined , racing with an independent (semi-professional) licence from the &lt;a href=\"British%20Cycling%20Federation\"&gt;British Cycling Federation&lt;/a&gt;. When settled with the Murphy family, 21-year-old Simpson met 19-year-old Helen Sherburn, an &lt;a href=\"au%20pair\"&gt;au pair&lt;/a&gt; from Sutton, Yorkshire. Simpson began attracting attention, winning races and &lt;a href=\"criterium\"&gt;criterium&lt;/a&gt;s. He was invited to race in the eight-day &lt;a href=\"Race%20stage\"&gt;stage race&lt;/a&gt; Route de France by the Saint-Raphaël VC 12e, the amateur club below the professional team . Simpson won the final stage, breaking away from the &lt;a href=\"peloton\"&gt;peloton&lt;/a&gt; and holding on for victory. After this win, he declined an offer to ride in the &lt;a href=\"1959%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; for the professional team. Simpson had contract offers from two professional teams, and , which had a British cyclist, &lt;a href=\"Brian%20Robinson%20%28cyclist%29\"&gt;Brian Robinson&lt;/a&gt;; opting for the latter team, on 29 June he signed a contract for 80,000 &lt;a href=\"French%20franc\"&gt;francs&lt;/a&gt; (£80 a month).\nOn Simpson's return to Harworth for Christmas, the RAF were notified and the press ran stories on his apparent draft avoidance. He passed a medical in Sheffield, but history repeated itself and the papers arrived the day after his departure for his team's training camp in &lt;a href=\"Narbonne\"&gt;Narbonne&lt;/a&gt; in southern France. The French press, unlike the British, found the situation amusing.\nProfessional career.\n1959: Foundations.\nIn July, four months after leaving England, Simpson rode his first race as a professional, the &lt;a href=\"Tour%20de%20l%27Ouest\"&gt;Tour de l'Ouest&lt;/a&gt; in west France. He won the fourth stage and took the overall race leader's jersey. He won the next stage's individual time trial, increasing his lead. On the next stage he lost the lead with a punctured tyre, finishing the race in fourteenth place overall.\nIn August Simpson competed at the world championships in the 5000 m &lt;a href=\"UCI%20Track%20Cycling%20World%20Championships%20%E2%80%93%20Men%27s%20individual%20pursuit\"&gt;individual pursuit&lt;/a&gt; at Amsterdam's large, open-air velodrome and the &lt;a href=\"UCI%20Road%20World%20Championships%20%E2%80%93%20Men%27s%20road%20race\"&gt;road race&lt;/a&gt; on the nearby &lt;a href=\"Circuit%20Park%20Zandvoort\"&gt;Circuit Park Zandvoort&lt;/a&gt; motor-racing track. He placed fourth in the individual pursuit, losing by 0.3 seconds in the quarter-finals. He prepared for the road race, eight laps of the track. After a ten-rider &lt;a href=\"Glossary%20of%20cycling%23breakaway\"&gt;breakaway&lt;/a&gt; formed; Simpson bridged the &lt;a href=\"Glossary%20of%20cycling%23gap\"&gt;gap&lt;/a&gt;. As the peloton began to close in, he tried to &lt;a href=\"Glossary%20of%20cycling%23attack\"&gt;attack&lt;/a&gt;. Although he was brought back each time, Simpson placed fourth in a sprint for the best finish to date by a British rider. He was praised by the winner, &lt;a href=\"Andr%C3%A9%20Darrigade\"&gt;André Darrigade&lt;/a&gt; of France, who thought that without Simpson's work on the front, the breakaway would have been caught. Darrigade helped him enter criteriums for extra money. His fourth place earned Simpson his nickname, \"Major Simpson\", from French sports newspaper \"&lt;a href=\"L%27%C3%89quipe\"&gt;L'Équipe&lt;/a&gt;\". They ran the headline: \"Les carnets du Major Simpson\" (\"The notes of Major Simpson\"), referencing the 1950s series of books, \"Les carnets du Major Thompson\" by &lt;a href=\"Pierre%20Daninos\"&gt;Pierre Daninos&lt;/a&gt;.\nSimpson moved up to 's first team, , for the end-of-season one-day &lt;a href=\"Classic%20cycle%20races\"&gt;classic races&lt;/a&gt;. In his first appearance in the &lt;a href=\"1959%20Giro%20di%20Lombardia\"&gt;Giro di Lombardia&lt;/a&gt;, one of the &lt;a href=\"Cycling%20monument\"&gt;five \"monuments\" of cycling&lt;/a&gt;, he retired with a tyre puncture while in the lead group of riders. In Simpson's last race of the season, he finished fourth in the &lt;a href=\"Trofeo%20Baracchi\"&gt;Trofeo Baracchi&lt;/a&gt;, a two-man &lt;a href=\"team%20time%20trial\"&gt;team time trial&lt;/a&gt; with &lt;a href=\"G%C3%A9rard%20Saint\"&gt;Gérard Saint&lt;/a&gt;, racing against his boyhood idol, Fausto Coppi; it was Coppi's final race before his death. Simpson finished the season with twenty-eight wins.\n1960: Tour de France debut.\nHis first major race of the 1960 season was the one-day \"monument\" &lt;a href=\"1960%20Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt; in March, in which the organisers introduced the &lt;a href=\"Poggio%20di%20San%20Remo\"&gt;Poggio climb&lt;/a&gt; (the final climb) to keep the race from finishing with a &lt;a href=\"Glossary%20of%20cycling%23bunch%20sprint\"&gt;bunch sprint&lt;/a&gt;. Simpson broke clear from a breakaway group over the first climb, the &lt;a href=\"Passo%20del%20Turchino\"&gt;Turchino&lt;/a&gt;, leading the race for before being caught. He lost contact over the Poggio, finishing in 38th place. In April he moved to the Porte de Clichy district of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, sharing a small apartment with his teammate Robinson.\nDays after his move, Simpson rode in &lt;a href=\"1960%20Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt;, known as \"The Hell of the North\", the first cycling race to be shown live on &lt;a href=\"Eurovision%20%28network%29\"&gt;Eurovision&lt;/a&gt;. He launched an attack as an early breakaway, riding alone at the front for , but was caught around a mile from the finish at &lt;a href=\"Roubaix%20Velodrome\"&gt;Roubaix Velodrome&lt;/a&gt;, coming in ninth. Simpson rode a lap of honour after the race at the request of the emotional crowd. His televised effort gained him attention throughout Europe. He then won the &lt;a href=\"Mont%20Faron\"&gt;Mont Faron&lt;/a&gt; hill climb and the overall &lt;a href=\"general%20classification\"&gt;general classification&lt;/a&gt; of the , his first overall win in a professional stage race. He planned to ride in the &lt;a href=\"Manx%20Trophy\"&gt;Isle of Man International&lt;/a&gt; road race, excited to see to his home fans. There were rumours, which proved correct, that the &lt;a href=\"Royal%20Military%20Police\"&gt;Royal Military Police&lt;/a&gt; were waiting for him at the airport, so he decided not to travel. This was the last he heard from the authorities regarding his call-up. The British Cycling Federation fined him £25 for his absence.\nIn June, Simpson made his &lt;a href=\"Grand%20Tour%20%28cycling%29\"&gt;Grand Tour&lt;/a&gt; debut in the &lt;a href=\"1960%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; aged 22. Rapha \"&lt;a href=\"directeur%20sportif\"&gt;directeur sportif&lt;/a&gt;\" (team manager) &lt;a href=\"Raymond%20Louviot\"&gt;Raymond Louviot&lt;/a&gt; opposed his participation, but since the race was contested by national teams Simpson accepted the invitation from the British squad. During the first stage, he was part of a thirteen-rider breakaway which finished over two minutes in front of the field; he crashed on the &lt;a href=\"cinder%20track\"&gt;cinder track&lt;/a&gt; at &lt;a href=\"King%20Baudouin%20Stadium\"&gt;Heysel Stadium&lt;/a&gt; in Brussels, finishing thirteenth, but received the same time as the winner. Later that day he finished ninth in the time trial, moving up to fifth place overall. During the third stage Simpson was part of a breakaway with two French riders who repeatedly attacked him, forcing him to chase and use energy needed for the finish; he finished third, missing the thirty-second bonus for a first-place finish, which would have put him in the overall race leader's &lt;a href=\"General%20classification%20in%20the%20Tour%20de%20France\"&gt;yellow jersey&lt;/a&gt;. He dropped to ninth overall by the end of the first week. During stage ten, Simpson crashed descending the &lt;a href=\"Col%20d%27Aubisque\"&gt;Col d'Aubisque&lt;/a&gt; in the Pyrenees but finished the stage in fourteenth place. In the following stage he was dropped, exhausted, from a chasing group; failing to recover. He finished the Tour in twenty-ninth place overall, losing in weight over the three weeks.\nAfter the Tour, Simpson rode criteriums around Europe until crashing in central France; he returned home to Paris and checked himself into a hospital. Following a week's bed-rest, he rode in the &lt;a href=\"1960%20UCI%20Road%20World%20Championships\"&gt;road world championships&lt;/a&gt; at the &lt;a href=\"Sachsenring\"&gt;Sachsenring&lt;/a&gt; in East Germany. During the race Simpson stopped to adjust his shoes on the right side of the road and was hit from behind by a car, sustaining a cut to his head which required five stitches. In the last of the classics, the &lt;a href=\"1960%20Giro%20di%20Lombardia\"&gt;Giro di Lombardia&lt;/a&gt;, he struggled, finishing eighty-fourth. Simpson had been in constant contact with Helen, who was now working in &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt;, Germany, meeting with her between races. They became engaged on Christmas Day, and originally planned to marry at the end of 1961, but in fact wed on 3 January 1961 in Doncaster, Yorkshire.\n1961: Tour of Flanders and injury.\nSimpson's first major event of the 1961 season was the &lt;a href=\"1961%20Paris%E2%80%93Nice\"&gt;Paris–Nice&lt;/a&gt; stage race in March. In stage three he helped his team win the team time trial and took the general classification lead by three seconds; however, he lost it in the next stage. In the final stages of the race Simpson's attacks were thwarted, and he finished fifth overall.\nOn 26 March, Simpson rode in the one-day &lt;a href=\"1961%20Tour%20of%20Flanders\"&gt;Tour of Flanders&lt;/a&gt;. With 's &lt;a href=\"Nino%20Defilippis\"&gt;Nino Defilippis&lt;/a&gt;, he chased down an early breakaway. Simpson worked with the group; with about to go he attacked, followed by Defilippis. The finish, three circuits around the town of &lt;a href=\"Wetteren\"&gt;Wetteren&lt;/a&gt;, was flat; Defilippis, unlike Simpson, was a &lt;a href=\"Cycling%20sprinter\"&gt;sprinter&lt;/a&gt; and was expected to win. One kilometre from the finish, Simpson launched a sprint; he eased off with 300 m to go, tricking Defilippis into thinking he was exhausted. As Defilippis passed, Simpson jumped again to take victory, becoming the first Briton to win a \"monument\" classic. Defilippis protested that the finishing banner had been blown down, and he did not know where the finish was; however, the judges noted that the finish line was clearly marked on the road itself. Defilippis' team asked Simpson to agree to a tie, saying no Italian had won a classic since 1953. He replied: \"An Englishman had not won one since 1896!\"\nA week later, Simpson rode in &lt;a href=\"1961%20Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt; in the hope of bettering his previous year's ninth place. As the race reached the &lt;a href=\"Sett%20%28paving%29\"&gt;paved&lt;/a&gt; section he went on a solo attack, at which point he was told that rider &lt;a href=\"Raymond%20Poulidor\"&gt;Raymond Poulidor&lt;/a&gt; was chasing him down. Simpson increased his speed, catching the publicity and press vehicles ahead (known as the \"&lt;a href=\"Glossary%20of%20cycling%23caravane\"&gt;caravane&lt;/a&gt;\"). A press car swerved to avoid a pothole; this forced him into a roadside ditch. Simpson fell, damaging his front wheel and injuring his knee. He found his team car and collected a replacement wheel, but by then the front of the race had passed. Back in the race he crashed twice more, finishing 88th.\nAt Simpson's next race, the four-day Grand Prix d'Eibar, his first in Spain, his knee injury still bothered him. He won the second stage, but was forced to quit during the following stage. His injury had not healed, even after treatment by various specialists, but for financial reasons he was forced to enter the &lt;a href=\"1961%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; with the British team. He abandoned on stage three, which started in Roubaix, struggling to pedal on the cobbles. Three months after his fall at Paris–Roubaix he saw a doctor at St. Michael's Hospital in Paris. He gave Simpson injections in his knee, which reduced the inflammation. Once healed, he competed in the &lt;a href=\"1961%20UCI%20Road%20World%20Championships\"&gt;road world championships&lt;/a&gt; in Berne, Switzerland. On the track he qualified for the individual pursuit with the fourth-fastest time, losing in the quarter-finals to &lt;a href=\"Peter%20Post\"&gt;Peter Post&lt;/a&gt; of the Netherlands. In the road race, Simpson was part of a seventeen-rider breakaway that finished together in a sprint; he crossed the line in ninth place.\nHelen became pregnant; Simpson's apartment in Paris was now unsuitable and a larger home in France was not in their means. In October, with help from his friend, Albert Beurick, they moved into a small cottage in Ghent. Low on funds, Simpson earned money in one-day track races in Belgium.\n1962: Yellow jersey.\nSimpson's contract with Rapha-Gitane-Dunlop had ended with the 1961 season. Tour de France winner &lt;a href=\"Jacques%20Anquetil\"&gt;Jacques Anquetil&lt;/a&gt; signed with them for 1962, but Simpson wanted to lead a team, and signed with for the 1962 season. After training camp at &lt;a href=\"Lod%C3%A8ve\"&gt;Lodève&lt;/a&gt; in southern France, he rode in &lt;a href=\"1962%20Paris%E2%80%93Nice\"&gt;Paris–Nice&lt;/a&gt;. He helped his team win the stage-3a team time trial and finished second overall, behind 's &lt;a href=\"Jef%20Planckaert\"&gt;Jef Planckaert&lt;/a&gt;. He was unable to ride in &lt;a href=\"1962%20Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt; when its organisers limited the race to Italian-based teams; instead he rode in &lt;a href=\"1962%20Gent%E2%80%93Wevelgem\"&gt;Gent–Wevelgem&lt;/a&gt;, finishing sixth, then defended his &lt;a href=\"Tour%20of%20Flanders\"&gt;Tour of Flanders&lt;/a&gt; title. At the end of the latter, Simpson was in a select group of riders at the head of the race. Although he led over each of the final climbs, at the finish he finished fifth and won the &lt;a href=\"King%20of%20the%20Mountains\"&gt;King of the Mountains&lt;/a&gt; prize. A week later Simpson finished thirty-seventh in &lt;a href=\"1962%20Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt;, delayed by a crash.\nComing into the &lt;a href=\"1962%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;, Simpson was leader of his team; it was the first time since 1929 that company teams were allowed to compete. He finished ninth in the first stage, in a group of twenty-two riders who finished over eight minutes ahead of the rest. Simpson's team finished second to in the stage-2b team time trial; he was in seventh place in the general classification, remaining in the top ten the rest of the first week. During stage 8a he was in a thirty-rider group which gained about six minutes, moving him to second overall behind teammate André Darrigade. At the end of the eleventh stage Simpson was third in the overall, over a minute behind race leader &lt;a href=\"Willy%20Schroeders\"&gt;Willy Schroeders&lt;/a&gt; () and fifty-one seconds behind Darrigade. Stage twelve from &lt;a href=\"Pau%2C%20Pyr%C3%A9n%C3%A9es-Atlantiques\"&gt;Pau&lt;/a&gt; to Saint-Gaudens, the hardest stage of the 1962 Tour (known as the \"&lt;a href=\"Glossary%20of%20cycling%23circle%20of%20death\"&gt;Circle of Death&lt;/a&gt;\"), was the Tour's first mountain stage. Simpson saw an opportunity to lead the race. The team now solely concentrated on his interests, since Darrigade was a sprinter and would no longer be involved in the general classification. As the peloton reached the &lt;a href=\"Col%20du%20Tourmalet\"&gt;Col du Tourmalet&lt;/a&gt;, Simpson attacked with a small group of select riders, finishing eighteenth place in a bunch sprint. As he finished ahead of all the other leaders in the general classification, he became the overall new leader of race, and the first British rider to wear the leader's yellow jersey. Simpson lost the lead on the following stage, a short time trial ending with a steep uphill finish at &lt;a href=\"Superbagn%C3%A8res\"&gt;Superbagnères&lt;/a&gt;. He finished thirty-first and dropped to sixth overall. On stage nineteen he advanced recklessly descending the &lt;a href=\"Col%20de%20Porte\"&gt;Col de Porte&lt;/a&gt; in the Alps, crashing on a bend and only saved from falling over the edge by a tree, leaving him with a broken left middle finger. He lost almost eleven minutes in the next stage's time trial, finishing the Tour at Paris' &lt;a href=\"Parc%20des%20Princes\"&gt;Parc des Princes&lt;/a&gt; stadium 17 minutes and 9 seconds behind in 6th place.\nAfter the Tour Simpson rode criteriums before the &lt;a href=\"1962%20UCI%20Road%20World%20Championships\"&gt;road world championships&lt;/a&gt; in Salò, Italy, where he retired after missing a large breakaway. He began riding &lt;a href=\"six-day%20racing\"&gt;six-day&lt;/a&gt; track races into his winter break. In December he made an appearance at the Champions' Concert cycling awards held at &lt;a href=\"Royal%20Albert%20Hall\"&gt;Royal Albert Hall&lt;/a&gt; in London. Separately, he won the British Cycling Federation's Personality of the Year. Simpson and Helen were expecting their second child and upgraded to a larger house in &lt;a href=\"Sint-Amandsberg\"&gt;Sint-Amandsberg&lt;/a&gt;, a sub-municipality of Ghent.\n1963: Bordeaux–Paris.\n withdrew its sponsorship of the Gitane team for the 1963 season. Simpson was contracted to their manager, Raymond Louviot; Louviot was rejoining and Simpson could follow, but he saw that as a step backwards. bought the contract from Louviot, which ran until the end of the season. Simpson's season opened with Paris–Nice; he fell out of contention after a series of tyre punctures in the opening stages, using the rest of the race as training. He withdrew from the race on the final stage to rest for his next race, &lt;a href=\"1963%20Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt;; after breaking away by himself he stopped beside the road, which annoyed his fellow riders. At Milan–San Remo, Simpson was in a four-rider breakaway; his tyre punctured, and although he got back to the front, he finished nineteenth. He placed third in the Tour of Flanders in a three-rider sprint. In &lt;a href=\"1963%20Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt; Simpson worked for teammate, and winner, &lt;a href=\"Emile%20Daems\"&gt;Emile Daems&lt;/a&gt;, finishing ninth. In the one-day &lt;a href=\"Paris%E2%80%93Brussels\"&gt;Paris–Brussels&lt;/a&gt; he was in a breakaway near the Belgian border; with remaining he was left with world road race champion &lt;a href=\"Jean%20Stablinski\"&gt;Jean Stablinski&lt;/a&gt; of , who attacked on a cobbled climb in Alsemberg outside Brussels. Simpson's bike slipped a gear, and Stablinski stayed away for the victory. After his second-place finish, Simpson led the &lt;a href=\"Super%20Prestige%20Pernod%20International\"&gt;Super Prestige Pernod International&lt;/a&gt; season-long competition for world's best cyclist. The following week he raced in the &lt;a href=\"Ardennes%20classics\"&gt;Ardennes classics&lt;/a&gt;, placing thirty-third in &lt;a href=\"1963%20Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge\"&gt;Liège–Bastogne–Liège&lt;/a&gt;, after he rode alone for about before being caught in the closing kilometres.\nOn 26 May, Simpson rode in the one-day, &lt;a href=\"Bordeaux%E2%80%93Paris\"&gt;Bordeaux–Paris&lt;/a&gt;. Also known as the \"Derby of the Road\", it was the longest he had ever ridden. The race began at 1:58 am; the initial were unpaced until the town of &lt;a href=\"Ch%C3%A2tellerault\"&gt;Châtellerault&lt;/a&gt;, where &lt;a href=\"derny\"&gt;derny&lt;/a&gt;s (motorised bicycles) paced each rider to the finish. Simpson broke away in a group of three riders. Simpson's pacer, Fernand Wambst, increased his speed, and Simpson dropped the other two. He caught the lead group, thirteen minutes ahead, over a distance of . Simpson attacked, and with remaining, opening a margin of two minutes. His lead steadily increased, and he finished in the Parc des Princes over five minutes ahead of teammate &lt;a href=\"Piet%20Rentmeester\"&gt;Piet Rentmeester&lt;/a&gt;.\nSimpson announced that he would not ride the Tour de France, concentrating on the world road championships instead. Before, he won the Isle of Man International in treacherous conditions where only sixteen out of seventy riders finished. At the &lt;a href=\"1963%20UCI%20Road%20World%20Championships\"&gt;road world championships&lt;/a&gt; in Ronse, Belgium, the Belgians controlled the race until Simpson broke free, catching two riders ahead: &lt;a href=\"Henry%20Anglade\"&gt;Henry Anglade&lt;/a&gt; (France) and &lt;a href=\"Shay%20Elliott\"&gt;Shay Elliott&lt;/a&gt; (Ireland). Anglade was dropped, and Elliott refused to work with Simpson. They were caught; the race finished in a bunch sprint, with Simpson crossing the line in 29th. Simpson's season ended with six-day races across Europe and an invitation only race on the Pacific island of &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;, along with other European riders. He skipped his usual winter training schedule for his first skiing holiday at &lt;a href=\"Saint-Gervais-les-Bains\"&gt;Saint-Gervais-les-Bains&lt;/a&gt; in the Alps, taking Helen and his two young daughters, Jane and Joanne.\n1964: Milan–San Remo.\nAfter a training camp near Nice in southern France Simpson rode in the one-day &lt;a href=\"Kuurne%E2%80%93Brussels%E2%80%93Kuurne\"&gt;Kuurne–Brussels–Kuurne&lt;/a&gt; in Belgium, finishing second to 's &lt;a href=\"Arthur%20Decabooter\"&gt;Arthur Decabooter&lt;/a&gt;. The conditions were so cold, he only completed the race to keep warm. Albert Beurick started Simpson's supporters club at the Café Den Engel, raising £250 for him in the first nine months. In &lt;a href=\"1964%20Paris%E2%80%93Nice\"&gt;Paris–Nice&lt;/a&gt;, his tyre punctured during stage four, losing five minutes and used the rest of the race for training.\nOn 19 March, two days later, Simpson rode in &lt;a href=\"1964%20Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt;. Before the race, French journalist &lt;a href=\"Ren%C3%A9%20de%20Latour\"&gt;René de Latour&lt;/a&gt; advised Simpson not to attack early: \"If you feel good then keep it for the last hour of the race.\" In the final , Simpson escaped in group of four riders, which including the 1961 winner, Poulidor of . On final climb, the Poggio, Poulidor launched a series of attacks on the group; only Simpson managed to stay with him and they crossed the summit and descended into Milan. With 500 m to go, Simpson began his sprint; Poulidor could not respond, leaving Simpson to take the victory with a record average speed of .\nSimpson spent the next two months training for the &lt;a href=\"1964%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; at the end of June. After the first week of the Tour, Simpson was in tenth place overall. On the ninth stage, he was part of 22-rider breakaway which finished together at Monaco's &lt;a href=\"Stade%20Louis%20II%20%281939%29\"&gt;Stade Louis II&lt;/a&gt;; he placed second to Anquetil, moving up to eighth overall. The next day, he finished 20th in the time trial. During the 16th stage, which crossed four &lt;a href=\"col\"&gt;col&lt;/a&gt;s, Simpson finished 33rd, 25 minutes and 10 seconds behind the stage winner, and dropped to 17th overall. He finished the Tour in 14th place overall. Simpson later discovered that he rode the Tour suffering from &lt;a href=\"Cestoda\"&gt;tapeworms&lt;/a&gt;.\nAfter the race, Simpson prepared for the &lt;a href=\"1964%20UCI%20Road%20World%20Championships\"&gt;world road championships&lt;/a&gt; with distance training and criteriums. At the world championships on 3 September, the road race consisted of twenty-four laps of a varying circuit at &lt;a href=\"Sallanches\"&gt;Sallanches&lt;/a&gt; in the French Alps. Simpson crashed on the third lap while descending in wet conditions, damaging a pedal. He got back to the peloton, launching a solo attack on a descent; he then chased down the group of four leaders with two laps to go. On the last lap he was dropped by three riders, finishing six seconds behind. On 17 October, Simpson rode in the &lt;a href=\"1964%20Giro%20di%20Lombardia\"&gt;Giro di Lombardia&lt;/a&gt;. Halfway through the race he was given the wrong \"&lt;a href=\"Glossary%20of%20bicycling%23Musette\"&gt;musette&lt;/a&gt;\" (bag) by his team in the &lt;a href=\"Glossary%20of%20cycling%23feed%20zone\"&gt;feed zone&lt;/a&gt;, and threw it away. With the head of the race reduced to five riders, &lt;a href=\"Molteni\"&gt;Molteni&lt;/a&gt;'s &lt;a href=\"Gianni%20Motta\"&gt;Gianni Motta&lt;/a&gt; attacked. Simpson was the only one who could follow, but he began to feel the effects of not eating. Motta gave him part of his food, which sustained him for a while. On the final climb Simpson led Motta, but was exhausted. Over the remaining of flat terrain, Motta dropped him; Simpson cracked, and was repeatedly overtaken, finishing twenty-first. He closed the year riding track races.\n1965: World championship and Lombardia.\nThe Simpson family spent Christmas in England, before a trip to Saint-Gervais-les-Bains, where Simpson injured himself skiing, suffering a broken foot and a sprained ankle. He recovered, riding six-day races. At the Antwerp six-day, he dropped out on the fourth day with a cold. His cold worsened and he missed most of March. He abandoned &lt;a href=\"1965%20Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt; at the foot of the Poggio. On 11 April, he finished seventh in &lt;a href=\"1965%20Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt; after crashing in the lead group. The crash forced him to miss the Tour of Flanders as he struggled to walk on his injured foot. In &lt;a href=\"1965%20Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge\"&gt;Liège–Bastogne–Liège&lt;/a&gt; he attacked with 's &lt;a href=\"Felice%20Gimondi\"&gt;Felice Gimondi&lt;/a&gt;, catching an early break. They worked together for , until Gimondi gave up. Simpson rode alone before slipping on oil mixed with water; he stayed with the front group, finishing tenth.\nOn 29 May, Simpson rode in the London–&lt;a href=\"Holyhead\"&gt;Holyhead&lt;/a&gt; race, the longest unpaced one-day race, with a distance of ; he won in a bunch sprint, setting a record of ten hours and twenty-nine minutes. He followed with an appearance at Bordeaux–Paris. &lt;a href=\"Fran%C3%A7ois%20Mah%C3%A9\"&gt;François Mahé&lt;/a&gt; () went on a lone break, Simpson attacked in pursuit, followed by Jean Stablinski. Simpson's derny broke down, and he was delayed changing motorbikes. He caught Stablinski, and was joined by Anquetil. Outside Paris Mahé was caught and dropped, after on his own. Anquetil won the race by fifty-seven seconds ahead of Stablinski, who beat Simpson in a sprint. Peugeot manager ordered Simpson to ride the &lt;a href=\"Grand%20Prix%20du%20Midi%20Libre\"&gt;Midi Libre&lt;/a&gt; stage race to earn a place in the &lt;a href=\"1965%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;, and he finished third overall. The 1965 Tour was considered open due to Anquetil's absence, and Simpson was among the riders favoured by \"L'Équipe\". During stage nine he injured his hand crashing on the descent of the Col d'Aubisque in the Pyrenees, finishing tenth in the stage and seventh in general classification. Simpson developed bronchitis after stage fifteen and &lt;a href=\"Glossary%20of%20cycling%23crack\"&gt;cracked&lt;/a&gt; on the next stage, losing nearly nineteen minutes. His hand became infected, but he rode the next three stages before the Tour doctor stopped him from racing. He was taken to hospital, where they operated on his hand and treated him for blood poisoning, bronchitis and a kidney infection.\nAfter ten days off his bike, Simpson was only contracted to three post-Tour criteriums. His training for the &lt;a href=\"1965%20UCI%20Road%20World%20Championships\"&gt;road world championships&lt;/a&gt; included &lt;a href=\"Kermesse%20%28cycling%29\"&gt;kermesse&lt;/a&gt; circuit races in Flanders. Simpson's last race before the world championships was the &lt;a href=\"Paris%E2%80%93Luxembourg\"&gt;Paris–Luxembourg&lt;/a&gt; stage race, riding as a super-\"&lt;a href=\"domestique\"&gt;domestique&lt;/a&gt;\" (lieutenant). On 5 September, Simpson rode in the &lt;a href=\"1965%20UCI%20Road%20World%20Championships%20%E2%80%93%20Men%27s%20road%20race\"&gt;road race&lt;/a&gt; at the world championships in &lt;a href=\"San%20Sebasti%C3%A1n\"&gt;San Sebastián&lt;/a&gt;, Spain. The race was a hilly circuit of fourteen laps. The British team had no support; Simpson and his friend Albert Beurick obtained food and drink by stealing from other teams. During the first lap, a strong break was begun by British rider &lt;a href=\"Barry%20Hoban\"&gt;Barry Hoban&lt;/a&gt;. As his lead stretched to one minute, Simpson and teammates &lt;a href=\"Vin%20Denson\"&gt;Vin Denson&lt;/a&gt; and &lt;a href=\"Alan%20Ramsbottom\"&gt;Alan Ramsbottom&lt;/a&gt; bridged the gap, followed by Germany's Rudi Altig. Hoban kept the pace high enough to prevent any of the favourites from joining. Simpson and Altig broke clear with two-and-a-half laps remaining, staying together until the final kilometre, when Simpson launched his sprint; he held off Altig for victory by three bike lengths, becoming the first British professional world road race champion.\nOn 16 October, Simpson rode in the &lt;a href=\"1965%20Giro%20di%20Lombardia\"&gt;Giro di Lombardia&lt;/a&gt;, which featured five mountain passes. He escaped with Motta, and dropped him before the finish in &lt;a href=\"Como\"&gt;Como&lt;/a&gt; to win his third \"monument\" classic over three minutes ahead of the rest. Simpson was the second world champion to win in Italy; the first was &lt;a href=\"Alfredo%20Binda\"&gt;Alfredo Binda&lt;/a&gt; in 1927. Simpson was offered lucrative contracts by teams, including who were prepared to pay him the year's salary in advance. He could not escape his contract with Peugeot, which ran until the end of the 1967 season. For the next three weeks he rode contract races, riding an estimated . He rode 18 races, with each earning him £300–£350.\nSimpson ended the year second to Anquetil in the Super Prestige Pernod International, and won the \"&lt;a href=\"Daily%20Express\"&gt;Daily Express&lt;/a&gt;\" Sportsman of the Year, the &lt;a href=\"Sports%20Journalists%27%20Association\"&gt;Sports Journalists' Association&lt;/a&gt; Sportsman of the Year, presented by the Prime Minister &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt;, and the &lt;a href=\"BBC%20Sports%20Personality%20of%20the%20Year%20Award\"&gt;BBC Sports Personality of the Year&lt;/a&gt;. In British cycling Simpson won the British Cycling Federation Personality of the Year and the &lt;a href=\"Frederick%20Thomas%20Bidlake\"&gt;Bidlake&lt;/a&gt; Memorial Prize. He was given the &lt;a href=\"Freedom%20of%20the%20City\"&gt;freedom&lt;/a&gt; of Sint-Amandsberg; his family, including his parents, were driven in an open-top car along the crowd-lined route from the Café Den Engel to the .\n1966: An injury-ridden season.\nAs in the previous winter, Simpson went on a skiing holiday. On 25 January he fell, breaking his right &lt;a href=\"tibia\"&gt;tibia&lt;/a&gt;, and his leg was in a plaster cast until the end of February. He missed contract races, crucial training and most of the spring classics. Simpson began riding again in March, and in late April started, but did not finish, &lt;a href=\"1966%20Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge\"&gt;Liège–Bastogne–Liège&lt;/a&gt;.\nSimpson's injury did not stop the press from naming him a favourite for the &lt;a href=\"1966%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;. He was subdued in the race until stage twelve, when he forced a breakaway with Altig (Molteni), finishing second. Simpson again finished second in the next stage, jumping clear of the peloton in a three-rider group in the final kilometres. After the stage he was eighteenth overall, over seven minutes down. Simpson moved up to 16th after finishing 5th in stage 14b – a short time trial. As the race reached the Alps, he decided to make his move. During stage sixteen he attacked on the descent of the first of three cols, the &lt;a href=\"Col%20de%20la%20Croix%20de%20Fer\"&gt;Croix de Fer&lt;/a&gt;. He crashed but continued, attacking again. Simpson was joined by 's &lt;a href=\"Julio%20Jim%C3%A9nez%20%28cyclist%29\"&gt;Julio Jiménez&lt;/a&gt; on the climb of the &lt;a href=\"Col%20du%20T%C3%A9l%C3%A9graphe\"&gt;Télégraphe&lt;/a&gt; to the &lt;a href=\"Col%20du%20Galibier\"&gt;Galibier&lt;/a&gt;. Simpson was caught by a chase group descending the Galibier before he crashed again, knocked off his bike by a press motorcycle. The crash required five stitches in his arm. The next day he struggled to hold the handlebars and could not use the brake lever with his injured arm, forcing him to abandon. His answer to journalists asking about his future was, \"I don't know. I'm heartbroken. My season is ruined.\"\nAfter recovering from his injury Simpson rode 40 criteriums in 40 days, capitalising on his world championship and his attacks in the Tour. He retired from the &lt;a href=\"1966%20UCI%20Road%20World%20Championships\"&gt;road world championships&lt;/a&gt; at the Nürburgring with &lt;a href=\"cramp\"&gt;cramp&lt;/a&gt;. His road season ended with retirements from autumn classics Paris–Tours and the Giro di Lombardia. He rode six-day races, finishing fourteenth in the winter rankings. The misfortune he endured during the season made him the first rider named as a victim of the \"&lt;a href=\"curse%20of%20the%20rainbow%20jersey\"&gt;curse of the rainbow jersey&lt;/a&gt;\". For the winter Simpson took his family to the island of &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt;, planning the build of his retirement home.\n1967: Paris–Nice and Vuelta stages.\nSimpson's primary objective for 1967 was overall victory in the &lt;a href=\"1967%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;; in preparation, he planned to ride stage races instead of one-day classics. Simpson felt his chances were good because this Tour was contested by national, rather than professional teams. He would lead the British team, which – although one of the weakest – would support him totally, unlike Peugeot. During Simpson's previous three years with Peugeot, he was only guaranteed a place on their Tour team if he signed with them for the following year. Free to join a new team for the 1968 season, he was offered at least ten contracts; Simpson had a verbal agreement with Italian team Salvarani, and would share its leadership with Felice Gimondi. In an interview with \"Cycling\" (now &lt;a href=\"Cycling%20Weekly\"&gt;Cycling Weekly&lt;/a&gt;) journalist, Ken Evans, in April, Simpson revealed his intention to attempt the hour record in the 1967 season. He also said he wanted retire from road racing aged 33, to ride on the track and spend more time with his family.\nIn March he rode in the &lt;a href=\"1967%20Paris%E2%80%93Nice\"&gt;Paris–Nice&lt;/a&gt;. After stage two his teammate, &lt;a href=\"Eddy%20Merckx\"&gt;Eddy Merckx&lt;/a&gt;, took the overall lead. Simpson moved into the lead the next day as part of a breakaway, missed by Merckx, which finished nearly twenty minutes ahead. Merckx thought Simpson double-crossed him, but Simpson was a passive member of the break. At the start of stage six, Simpson was in second place behind 's &lt;a href=\"Rolf%20Wolfshohl\"&gt;Rolf Wolfshohl&lt;/a&gt;. Merckx drew clear as the race approached Mont Faron, with Simpson following. They stayed together until the finish in &lt;a href=\"Hy%C3%A8res\"&gt;Hyères&lt;/a&gt;, with Simpson allowing Merckx to take first place. Simpson finished over a minute ahead of Wolfshohl, putting him in the race leader's white jersey. He held the lead in the next two stages to win the race. Three days later Simpson and Merckx both raced in &lt;a href=\"1967%20Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt;. Simpson escaped early in a five-rider breakaway lasting about , before Merckx won in a bunch sprint with assistance from Simpson, who finished in seventieth place. After of &lt;a href=\"1967%20Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt;, Simpson's bike was unridable and he retired from the race.\nIn late April Simpson rode in his first &lt;a href=\"1967%20Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt;, using the eighteen-stage race to prepare for the Tour. During stage two a breakaway group gained over thirteen minutes, dashing his hopes for a high placing. Simpson nearly quit the race before the fifth stage, from Salamanca to Madrid, but rode it because it was easier to get home by air from Madrid. He won the stage, attacking from a breakaway, and finished second in stage seven. On the eleventh stage, concluding in Andorra, Simpson rode away from the peloton on his own. With remaining, he began to lose control of his bike and was halted by Peugeot manager Gaston Plaud until he had recovered, by which time the race had passed. In an interview with \"L'Équipe\"'s Philippe Brunel in February 2000, Tour de France physician &lt;a href=\"Pierre%20Dumas\"&gt;Pierre Dumas&lt;/a&gt; revealed that Simpson told him that he was taken to hospital during the Vuelta. Simpson won stage sixteen, which ended in San Sebastián, and finished the Vuelta thirty-third overall.\nSimpson was determined to make an impact in the Tour de France; in his eighth year as a professional cyclist, he hoped for larger appearance fees in post-Tour criteriums to help secure his financial future after retirement. His plan was to finish in the top three, or to wear the yellow jersey at some point in the race. He targeted three key stages, one of which was the thirteenth, over &lt;a href=\"Mont%20Ventoux\"&gt;Mont Ventoux&lt;/a&gt;, and planned to ride conservatively until the race reached the mountains. In the prologue, Simpson finished thirteenth. After the first week he was in sixth place overall, leading the favourites. As the race crossed the Alps, Simpson fell ill, across the Col du Galibier, with diarrhoea and stomach pains. Unable to eat, he finished stage ten in 16th place and dropped to seventh overall as his rivals passed him. Teammate Vin Denson advised Simpson to limit his losses and accept what he had. He placed in 39th position on stage 11 and 7th on 12. In Marseille, on the evening before stage thirteen, Simpson's manager, Daniel Dousset, pressured him for good results. Plaud begged Simpson to quit the race.\nDeath.\nThe thirteenth stage (13 July) of the 1967 Tour de France measured ; it started in Marseille, crossing Mont Ventoux (the \"Giant of Provence\") before finishing in Carpentras. At dawn, Tour doctor Pierre Dumas met journalist Pierre Chany near his hotel. Dumas noted the warm temperature, \"If the boys stick their nose in a 'topette' [bag of drugs] today, we could have a death on our hands.\" At the start line, a journalist noticed Simpson looked tired and asked him if the heat was the problem. Simpson replied, \"No, it's not the heat, it's the Tour.\"\nAs the race reached the lower slopes of Ventoux, Simpson's team mechanic Harry Hall, witnessed Simpson, still ill, putting the lid back on his water bottle as he exited a building. Race \"&lt;a href=\"Commissaire%20%28cycling%29\"&gt;commissaire&lt;/a&gt;\" (official) Jacques Lohmuller later confirmed to Hall that he also saw the incident and that Simpson was putting &lt;a href=\"brandy\"&gt;brandy&lt;/a&gt; in his bottle. Near the summit of Ventoux, the peloton began to fracture. Simpson was in the front group before slipping back to a group of chasers about a minute behind. He then began losing control of his bike, zig-zagging across the road. A kilometre from the summit, Simpson fell off his bike. Team manager Alec Taylor and Hall arrived in the team car to help him. Hall tried to persuade Simpson to stop, saying: \"Come on Tom, that's it, that's your Tour finished\", but Simpson said he wanted to continue. Taylor said, \"If Tom wants to go on, he goes\". Noticing his toe straps were still undone, Simpson said, \"Me straps, Harry, me straps!\" They got him on his bike and pushed him off. Simpson's last words, as remembered by Hall, were \"On, on, on.\" Hall estimated Simpson rode a further before he began to wobble, and was held upright by spectators; he was unconscious, with his hands locked on the handlebars. Hall and a nurse from the Tour's medical team took turns giving Simpson &lt;a href=\"Artificial%20ventilation\"&gt;mouth-to-mouth resuscitation&lt;/a&gt;, before Dumas arrived with an oxygen mask. Approximately forty minutes after his collapse, a police helicopter took Simpson to nearby Avignon hospital, where he was pronounced dead at 5:40 p.m. Two empty tubes and a half-full one of &lt;a href=\"amphetamine\"&gt;amphetamine&lt;/a&gt;s, one of which was labelled \"Tonedron\", were found in the rear pocket of his jersey. The official cause of death was \"heart failure caused by exhaustion.\"\nOn the next racing day, the other riders were reluctant to continue racing and asked the organisers for a postponement. France's Stablinski suggested that the race continue, with a British rider, whose team would wear black armbands, allowed to win the stage. Hoban won the stage, although many thought the stage winner should have been Denson, Simpson's close friend. Media reports suggested that his death was caused by &lt;a href=\"heat%20exhaustion\"&gt;heat exhaustion&lt;/a&gt;, until, on 31 July 1967 British journalist &lt;a href=\"J.%20L.%20Manning\"&gt;J. L. Manning&lt;/a&gt; of the \"&lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;\" broke the news about a formal connection between drugs and Simpson's death. French authorities confirmed that Simpson had traces of amphetamine in his body, impairing his judgement and allowing him to push himself beyond his limits. His death contributed to the introduction of mandatory testing for performance-enhancing drugs in cycling, leading to tests in 1968 at the &lt;a href=\"1968%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;, &lt;a href=\"1968%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; and &lt;a href=\"1968%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt;. Simpson was buried in Harworth Cemetery, after a service at the 12th-century village church attended by an estimated 5,000 mourners, including Peugeot teammate Eddy Merckx, the only continental rider in attendance. The &lt;a href=\"epitaph\"&gt;epitaph&lt;/a&gt; on Simpson's gravestone in Harworth cemetery reads, \"His body ached, his legs grew tired, but still he would not give in\", taken from a card left by his brother, Harry, following his death.\nDoping.\nUnlike the majority of his contemporaries, Simpson was open about the use of drugs in professional cycling. In 1960, interviewed by &lt;a href=\"Chris%20Brasher\"&gt;Chris Brasher&lt;/a&gt; for \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\" newspaper, Simpson spoke about his understanding of how riders could beat him, saying: \"I know from the way they ride the next day they are taking dope. I don't want to have to take it – I have too much respect for my body.\" Two years before his death, Simpson hinted in the newspaper, \"&lt;a href=\"The%20People\"&gt;The People&lt;/a&gt;\", at drug-taking in races, although he implied that he himself was not involved. Asked about drugs by &lt;a href=\"Eamonn%20Andrews\"&gt;Eamonn Andrews&lt;/a&gt; on the BBC &lt;a href=\"Home%20Service\"&gt;Home Service&lt;/a&gt; radio network, Simpson did not deny taking them; however, he said that a rider who frequently took drugs might get to the top but would not stay there.\nIn his biography of Simpson, \"Put Me Back on My Bike\", &lt;a href=\"William%20Fotheringham\"&gt;William Fotheringham&lt;/a&gt; quoted Alan Ramsbottom as saying, \"Tom went on the [1967] Tour de France with one suitcase for his kit and another with his stuff, drugs and recovery things\", which Fotheringham said was confirmed by Simpson's roommate &lt;a href=\"Colin%20Lewis\"&gt;Colin Lewis&lt;/a&gt;. Ramsbottom added, \"Tom took a lot of chances. He took a lot of it [drugs]. I remember him taking a course of &lt;a href=\"strychnine\"&gt;strychnine&lt;/a&gt; to build up to some big event. He showed me the box, and had to take one every few days.\" although he implied that other competitors were involved. Lewis recalled Simpson acquiring a small box at their hotel. Simpson explained to him: \"That's my year's supply of &lt;a href=\"Mickey%20Finn%20%28drugs%29\"&gt;Micky Finns&lt;/a&gt;'. That lot cost me £800.\"\nCommentator and Simpson's close friend David Saunders stated in his 1971 book, \"Cycling in the Sixties\", that although he did not condone Simpson's use of drugs, he thought it was not the reason for his death. He said: \"I am quite convinced that Simpson killed himself because he just did not know when to stop. All his racing life he had punished his frail body, pushing it to the limits of endurance with his tremendous will-power and single-mindedness and, on Mont Ventoux, he pushed it too far, perhaps the drug easing the pain of it all.\" Saunders went on to say that Simpson was not alone in the taking of drugs in professional cycling and that the authorities ignored their use. His opinion was that Simpson did not take drugs to gain an unfair advantage, but because \"he was not going to be beaten by a pill\".\nRiding style and legacy.\nSimpson in his adolescence was described as fearsome in descent by fellow Scala Wheelers club member George Shaw, who explained that if Simpson dropped behind on a climb, he would come back on the descent. Simpson's risk-taking on descents was evident throughout his career, crashing in four out of the seven Tours de France he competed in. Track rider Norman Sheil recalled: \"When racing on a banked velodrome, Simpson would sometimes ride up the advertising boards at the top of the bankings, &lt;a href=\"Wall%20of%20Death\"&gt;Wall of Death&lt;/a&gt;-style, to please the crowds.\" Simpson's death was attributed to his unwillingness to admit defeat ascending Mont Ventoux. He described a &lt;a href=\"near-death%20experience\"&gt;near-death experience&lt;/a&gt; during a race in 1964, the Trofeo Baracchi two-man time trial, to Vin Denson, who recalled: \"He said he felt peace of mind and wasn't afraid to die. He said he would have been happy dying.\"\nSimpson looked for any advantage over his opponents. He made his own saddle, a design which is now standard. During his time with Peugeot, he rode bikes made by Italian manufacturer &lt;a href=\"Masi%20Bicycles\"&gt;Masi&lt;/a&gt; that resembled &lt;a href=\"Cycles%20Peugeot\"&gt;Peugeots&lt;/a&gt;. Simpson was obsessed with dieting since 1956, when he was mentored by Cyril Cartwright. Simpson understood the value of fruit and vegetables after reading \"Les Cures de jus\" by nutritionist Raymond Dextreit; during the winter, he would consume of carrots a day. Other unusual food preferences included pigeons, duck and trout skin, raspberry leaves and garlic in large quantities.\nIn the &lt;a href=\"1968%20Tour%20de%20France\"&gt;1968 Tour de France&lt;/a&gt;, there was a special prize given in his honour, the Souvenir Tom Simpson, a sprint on stage 15 in the small town of &lt;a href=\"Mirepoix%2C%20Ari%C3%A8ge\"&gt;Mirepoix&lt;/a&gt;, won by the soloing &lt;a href=\"Roger%20Pingeon\"&gt;Roger Pingeon&lt;/a&gt;. Winner of the race &lt;a href=\"Jan%20Janssen\"&gt;Jan Janssen&lt;/a&gt; said of him, \"Occasionally Tommy could be annoying. When it was rolling along at 30kmh and - paf!… he’d attack. Oh leave us alone! There's still 150km to go pipe down. But often, he wanted war.\" Janssen went on to say, \"Even in the feed zones. It's not the law, but it's not polite. Musettes (lunch bags) were up in the air there was panic and crashes. It was Simpson acting like a jerk. It didn't happen often. Occasionally I was angry at him. I’d say to him in his native English: You fucking cunt... There were often many teams, five or six, in the same hotel together every evening. Each had their own table. And at a certain moment, Tommy walked into the restaurant like a gentleman, with a cane, bowler hat and in costume… He was like a Lord in England and the rest of us were in tracksuits. Everyone saw that, laughed, and the things he had done during the race were forgotten.\"\nA &lt;a href=\"granite\"&gt;granite&lt;/a&gt; memorial to Simpson, with the words \"Olympic medallist, world champion, British sporting ambassador\", stands on the spot where he collapsed and died on Ventoux, one kilometre east of the summit. \"Cycling\" began a fund for a monument a week after Simpson's death, raising about £1,500. The memorial was unveiled in 1968. It has become a site of &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt; for cyclists, who frequently leave cycling-related objects, such as water bottles and caps, in tribute. In nearby Bédoin, a &lt;a href=\"Commemorative%20plaque\"&gt;plaque&lt;/a&gt; was installed in the town square by journalists following the 1967 Tour. The Harworth and Bircotes Sports and Social Club has a small museum dedicated to Simpson, opened by Belgian cyclist &lt;a href=\"Lucien%20Van%20Impe\"&gt;Lucien Van Impe&lt;/a&gt; in August 2001. In 1997, to commemorate the 30th anniversary of his death, a small plaque was added to the Mont Ventoux memorial, with the words \"There is no mountain too high. Your daughters Jane and Joanne, July 13, 1997\", and a replica of the memorial was erected outside the museum. In his adopted hometown of Ghent, there is a &lt;a href=\"Bust%20%28sculpture%29\"&gt;bust&lt;/a&gt; of Simpson at the entrance to the Kuipke velodrome. Every year since his death, the Tom Simpson Memorial Race has taken place in Harworth.\nRay Pascoe, a fan, made the 1995 film \"Something To Aim At\", a project he began in the years following Simpson's death; the film includes interviews with those closest to Simpson. The 2005 documentary \"Wheels Within Wheels\" follows actor &lt;a href=\"Simon%20Dutton\"&gt;Simon Dutton&lt;/a&gt; as he searches for people and places in Simpson's life. Dutton's four-year project chronicles the &lt;a href=\"midlife%20crisis\"&gt;midlife crisis&lt;/a&gt; that sparked his quest to rediscover Simpson. British rider &lt;a href=\"David%20Millar\"&gt;David Millar&lt;/a&gt; won stage twelve of the &lt;a href=\"2012%20Tour%20de%20France\"&gt;2012 Tour de France&lt;/a&gt; on the 45th anniversary of Simpson's death; previously banned from cycling for using performance-enhancing drugs, he paid tribute to Simpson and reinforced the importance of learning from his – and Simpson's – mistakes. Millar wrote the introduction for a reissue of Simpson's autobiography, \"Cycling Is My Life\", published in 2009. In 2010, Simpson was inducted into the &lt;a href=\"British%20Cycling%20Hall%20of%20Fame\"&gt;British Cycling Hall of Fame&lt;/a&gt;. He inspired \"Simpson Magazine\", which began in March 2013. According to the magazine's creators, “It was Simpson's spirit and style, his legendary tenacity and his ability to suffer that endeared him to cycling fans everywhere as much as the trophies he won”.\nFamily and interests.\nSoon after moving to France in 1959 Simpson met Helen Sherburn. They married in 1961, before moving to Ghent, Belgium, the following year. They had two daughters, Jane (born April 1962) and Joanne (born May 1963), who were brought up, and live, in Belgium. After his death, Helen Simpson married Barry Hoban in December 1969. Simpson is the maternal uncle of retired Belgian-Australian cyclist &lt;a href=\"Matthew%20Gilmore\"&gt;Matthew Gilmore&lt;/a&gt;, whose father, &lt;a href=\"Graeme%20Gilmore\"&gt;Graeme&lt;/a&gt;, was also a cyclist. The 2000 book \"Mr. Tom: The True Story of Tom Simpson\", written by Simpson's nephew, Chris Sidwells, focuses on his career and family life.\nSimpson spoke fluent French, and was also competent in Flemish and Italian. He was interested in vintage cars, and his driving and riding styles were similar; Helen remembered, \"Driving through the &lt;a href=\"West%20End%20of%20London\"&gt;West End of London&lt;/a&gt; at , was nothing.\" In January 1966, Simpson was a guest castaway on &lt;a href=\"BBC%20Radio%204\"&gt;BBC Radio 4&lt;/a&gt;'s \"&lt;a href=\"Desert%20Island%20Discs\"&gt;Desert Island Discs&lt;/a&gt;\"; his favourite musical piece was \"Ari's Theme\" from \"&lt;a href=\"Exodus%20%281960%20film%29\"&gt;Exodus&lt;/a&gt;\" by the &lt;a href=\"London%20Festival%20Orchestra\"&gt;London Festival Orchestra&lt;/a&gt;, his book choice was \"&lt;a href=\"The%20Pickwick%20Papers\"&gt;The Pickwick Papers&lt;/a&gt;\" and his luxury item was golf equipment. Helen said that she chose his records for the show, since he was not interested in music. Simpson's autobiography, \"Cycling Is My Life\", was first published in 1966.\nCareer achievements.\nMajor results.\nSource:\nGrand Tour general classification results timeline.\nSource:\nMonuments results timeline.\nSource:"
}