{
    "id": "62313145",
    "revid": "30585864",
    "url": "https://en.wikipedia.org/wiki?curid=62313145",
    "title": "Esther Tan",
    "text": "Esther Tan Cheng Yin (born 1975) is a Singaporean former &lt;a href=\"naval%20diver\"&gt;naval diver&lt;/a&gt; and &lt;a href=\"adventure%20racing\"&gt;adventure racing&lt;/a&gt; athlete. She retired from the &lt;a href=\"Republic%20of%20Singapore%20Navy\"&gt;Republic of Singapore Navy&lt;/a&gt; in 2017, having held the rank of Major in the &lt;a href=\"Naval%20Diving%20Unit%20%28Singapore%29\"&gt;Naval Diving Unit&lt;/a&gt;. As Singapore's first female naval diver and an inductee of the &lt;a href=\"Singapore%20Women%27s%20Hall%20of%20Fame\"&gt;Singapore Women's Hall of Fame&lt;/a&gt;, she has been called \"Singapore's &lt;a href=\"G.I.%20Jane\"&gt;G.I. Jane&lt;/a&gt;\".\nNaval career.\nTan studied electrical and electronic engineering at &lt;a href=\"Nanyang%20Technological%20University\"&gt;Nanyang Technological University&lt;/a&gt;. She joined the &lt;a href=\"Republic%20of%20Singapore%20Navy\"&gt;Republic of Singapore Navy&lt;/a&gt; in 1995 and joined its &lt;a href=\"Naval%20Diving%20Unit%20%28Singapore%29\"&gt;Naval Diving Unit&lt;/a&gt; in 2000, becoming Singapore's first female naval diver. As a diver, she specialised in &lt;a href=\"search-and-rescue\"&gt;search-and-rescue&lt;/a&gt; missions and &lt;a href=\"explosive%20ordnance%20disposal\"&gt;explosive ordnance disposal&lt;/a&gt;. The search-and-rescue operations in which Tan was involved included the recovery of missing sailors after the &lt;a href=\"RSS%20Courageous\"&gt;RSS \"Courageous\"&lt;/a&gt; collided with a container ship in 2003. She retired from the navy after 22 years of service in 2017, having held the rank of Major.\nAdventure racing.\nTan started competing in &lt;a href=\"adventure%20racing\"&gt;adventure racing&lt;/a&gt; while she was a university student and has since taken part in dozens of international adventure races including marathons, triathlons and &lt;a href=\"Ironman%20Triathlon\"&gt;Ironman Triathlon&lt;/a&gt;s. In 2016, she competed in the XPD Adventure Race in &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;, in which she slept for 29 hours over the 10-day race. In the 2007 Singapore Ironman 70.3 Triathlon, she was the top finishing Singaporean woman, and she was the only woman in the Asian team at the 2007 &lt;a href=\"Adventure%20Racing%20World%20Series\"&gt;Adventure Racing World Series&lt;/a&gt; in Scotland, which covered . She was also in the overall champion team in the Ace Adventure Race and the Safra Adventure Race in 2007. In 2008, she finished first in the Women's Open of the Ironman 70.3 event in the Desaru Pengerang International Long Distance Triathlon.\nTan climbed &lt;a href=\"Mount%20Everest\"&gt;Mount Everest&lt;/a&gt; in 2011; she did not summit, turning back before the summit due to bad weather.\nHonours.\nTan was inducted into the &lt;a href=\"Singapore%20Women%27s%20Hall%20of%20Fame\"&gt;Singapore Women's Hall of Fame&lt;/a&gt; in 2014. She was named a \"&lt;a href=\"Her%20World\"&gt;Her World&lt;/a&gt;\" Young Woman Achiever in 2006 and one of \"The Singapore Women's Weekly\" \"Great Women of Our Time\" in 2017."
}