{
    "id": "62323258",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=62323258",
    "title": "Patrick Boyle (financier)",
    "text": "Patrick Boyle (born 17 January 1976) is a fund manager, academic, and author. Boyle is the Founder of Palomar Capital Management, a UK-based &lt;a href=\"hedge%20fund\"&gt;hedge fund&lt;/a&gt;. He is a professor of finance at King’s Business School &lt;a href=\"King%27s%20College%20London\"&gt;King's College London&lt;/a&gt;, and a visiting professor of finance at &lt;a href=\"Queen%20Mary%20University%20of%20London\"&gt;Queen Mary University of London&lt;/a&gt; in the School of Economics and Finance as of 2009. He also teaches the Financial Derivatives and Portfolio Management Classes to master's students in finance. He is well known for his YouTube videos that combine educational materials with his dry sense of humor.\nEarly life and education.\nBorn in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, Boyle was brought up in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;. He graduated with a First Class BSc in business from &lt;a href=\"Trinity%20College%20Dublin\"&gt;Trinity College Dublin&lt;/a&gt; in 2000 and an MSc in &lt;a href=\"finance\"&gt;finance&lt;/a&gt; from the &lt;a href=\"London%20Business%20School\"&gt;London Business School&lt;/a&gt; in 2005. Patrick’s research interests are in investment management, quantitative finance, &lt;a href=\"behavioral%20finance\"&gt;behavioral finance&lt;/a&gt; and market anomalies.\nBusiness career.\nBoyle started his career in private banking at Bank of America, observing and studying money management and realizing that his lack of experience was a problem. With the new easy access to market data towards the end of the 1990s, Boyle started to study the statistical properties of markets. \"I thought it might be a smart approach if I analyzed as much data as possible so I could speak knowledgeably about stocks; even if I hadn't lived through the various periods, I could at least be a history student of the market.\"\nBoyles studies became more statistical in their nature and he enjoyed a couple of early successes, applying his theories to investment. He realized over time that certain rules work better than others and developed his own approach to the markets.\nBoyle read about Victor Niederhoffer, admired his statistical approach and began corresponding with Niederhoffer sharing his statistical studies as to how markets behaved. Niederhoffer liked what he saw and made Boyle a job offer.\nIn 2001 he began working for &lt;a href=\"Victor%20Niederhoffer\"&gt;Victor Niederhoffer&lt;/a&gt;, a former partner of &lt;a href=\"George%20Soros\"&gt;George Soros&lt;/a&gt;' as a financial derivatives trader. Boyle has since been a Portfolio Manager at &lt;a href=\"Royal%20Bank%20of%20Scotland%20Group\"&gt;Royal Bank of Scotland Group&lt;/a&gt;, &lt;a href=\"Millennium%20Management%2C%20LLC\"&gt;Millennium Management, LLC&lt;/a&gt; and &lt;a href=\"Nomura%20Securities\"&gt;Nomura Securities&lt;/a&gt;.\nBoyle founded Palomar Capital Management, a multi award-winning hedge fund in 2011 along with his business partner Jesse McDougall. At Palomar, Boyle wrote computer code that enters hundreds of trades a day in global markets that has a win rate of 65%. Investors in Palomar include Stanley Fink, Larry Hite and Victor Niederhoffer.\nAcademic career.\nBoyle is Professor of Finance at Kings Business School, &lt;a href=\"King%27s%20College%20London\"&gt;King's College London&lt;/a&gt; since 2017. He won a prestigious Kings Education Award in 2019 for Innovation in Teaching. Since 2009, he has been a Visiting Professor of Finance at the &lt;a href=\"Queen%20Mary%20University%20of%20London\"&gt;Queen Mary University of London&lt;/a&gt;. Boyle is one of the organizers of the annual King’s Business School, Conference on Financial Markets.\nBoyle has co-authored three finance textbooks. \n\"Trading and Pricing Financial Derivatives\" was named as the best options trading book in 2021 by a UK financial education website.\n Since 2019, Boyle has uploaded short classes on financial derivatives to YouTube. In March 2021 he was awarded the Silver Creator Award, for channels that reach or surpass 100,000 subscribers. "
}