{
    "id": "6240032",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=6240032",
    "title": "Trevor Lock",
    "text": "Trevor Lock (born 2 September 1973) is an English comedian, actor and playwright. He is noted for the circuitous and &lt;a href=\"Surrealism\"&gt;surreal&lt;/a&gt; nature of his comedy.\nEarly life.\nLock was born in &lt;a href=\"Lincolnshire\"&gt;Lincolnshire&lt;/a&gt;. He grew up in &lt;a href=\"Bugbrooke\"&gt;Bugbrooke&lt;/a&gt;, Northamptonshire where he attended &lt;a href=\"Campion%20School%20%28Bugbrooke%29\"&gt;Campion School&lt;/a&gt; and then studied Philosophy at &lt;a href=\"University%20College%20London\"&gt;University College London&lt;/a&gt;.\nCareer.\nStand up.\nHe has toured the UK supporting both &lt;a href=\"Stewart%20Lee\"&gt;Stewart Lee&lt;/a&gt; and &lt;a href=\"Russell%20Brand\"&gt;Russell Brand&lt;/a&gt; and made appearances at the Edinburgh Fringe. He is a founder member and co-host of the comedy cabaret Kool Eddy's in London, which he also took to the Edinburgh Fringe festival. In 1999 Lock appeared in Number One Show with Daniel Kitson and Andrew Maxwell at &lt;a href=\"The%20Gilded%20Balloon\"&gt;The Gilded Balloon&lt;/a&gt;.\nIn 2006 he performed a one-off hour of stand-up Edinburgh Fringe show, \"When I was a Little Girl – The Very Best of Trevor Lock\", at the Gilded Balloon Teviot Wine Bar, Edinburgh and appeared in \"Cloud Cuckooland\", a work-in-progress for a forthcoming BBC Radio show with Russell Brand and Matt Morgan, at the Smirnoff 'Underbelly', Cowgate. Trevor also supported Russell Brand on a number of dates for his stand-up show \"Shame\". In November 2007 Lock addressed the Oxford Union on the meaning of life, 'disproving' &lt;a href=\"Descartes\"&gt;Descartes&lt;/a&gt;' maxim \"&lt;a href=\"Cogito%20ergo%20sum\"&gt;Cogito ergo sum&lt;/a&gt;\" by tipping a glass of water over his head. In 2009, Trevor Lock performed a warm up show for the Edinburgh Fringe Festival at a fundraiser for Boxmoor Cricket Club. He had two shows in the 2009 Edinburgh fringe; a stand up show called \"Some Kind of Fool\" and a play titled \"The One and the Many\"\nLock presents a live comedy night 'Trevor Lock's Philosophy Society' at the Ku Bar in Lisle Street near &lt;a href=\"Leicester%20Square\"&gt;Leicester Square&lt;/a&gt;. In early 2011 Lock revealed plans to tour the UK with a series of gigs held exclusively in people's livingrooms called Live in My Living Room.\nRadio.\nLock has had two of his plays broadcast on &lt;a href=\"Afternoon%20Play\"&gt;Afternoon Play&lt;/a&gt; on &lt;a href=\"BBC%20Radio%204\"&gt;BBC Radio 4&lt;/a&gt;: \"Something You Should Know\" and \"Travel Sick\". Both of which were co-written with his then-partner Sem Devillart and the latter deals with his time travelling in Peru.\nLock appeared with &lt;a href=\"Russell%20Brand\"&gt;Russell Brand&lt;/a&gt; and &lt;a href=\"Matt%20Morgan\"&gt;Matt Morgan&lt;/a&gt; on Brand's &lt;a href=\"The%20Russell%20Brand%20Show%20%28radio%20show%29\"&gt;Saturday night BBC Radio 2 show&lt;/a&gt;, and appeared alongside the pair on Brand's Sunday morning show on &lt;a href=\"BBC%206%20Music\"&gt;BBC 6 Music&lt;/a&gt;. He was often referred to by the nickname 'Cocky Locky'.\nHe was often teased by his co-hosts for supposedly being &lt;a href=\"animal%20cruelty\"&gt;cruel to animals&lt;/a&gt;, as well as for telling several stories involving a boot coming through a ceiling and lying or inventing anecdotes. The first of these themes came after a show based on the theme, \"What Have I Done To Deserve This?\" in which Lock told a story in which the parish &lt;a href=\"vicar\"&gt;vicar&lt;/a&gt; noticed a mouse had drowned in Lock's fish-tank. Brand and Morgan would regularly deride Lock about this and other anecdotes, exaggerating them for comedic purposes.\nThe show also featured \"Trevor's Sonic Enigma\" which Brand and Morgan dubbed \"Trevor done a Noise\". This was meant to be a short clip of sound effects and voices (all done by Lock) which would enable listeners to guess the title of a song. These enigmas were mocked for being misleading, confusing or overly long. Winners were invited to join the presenters in the studio the next week. Another regular item was \"Challenge Trevor\" in which Lock was set a list of undesirable challenges by the listeners. These ranged from eating lemons to serenading &lt;a href=\"Noel%20Gallagher\"&gt;Noel Gallagher&lt;/a&gt; with an &lt;a href=\"Oasis%20%28band%29\"&gt;Oasis&lt;/a&gt; song in Lock's &lt;a href=\"Elvis%20impersonation\"&gt;Elvis Presley voice&lt;/a&gt;.\nA running joke was that Brand would shout at Lock: \"Eat your fudge!\". This catchphrase stemmed from a particular broadcast when Brand presented him with large quantities of the foodstuff (in a short-lived attempt to \"be nice\" to him). The catchphrase was continued for the duration of the 6 Music show, and people went as far to shout out the phrase at his stand-up shows.\nTelevision.\nBetween 1998 and 1999, Lock regularly appeared in the &lt;a href=\"Lee%20and%20Herring\"&gt;Lee and Herring&lt;/a&gt; &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; Sunday lunchtime show, \"&lt;a href=\"This%20Morning%20With%20Richard%20Not%20Judy\"&gt;This Morning With Richard Not Judy&lt;/a&gt;.\" He was mocked weekly by &lt;a href=\"Stewart%20Lee\"&gt;Stewart Lee&lt;/a&gt; for having a \"small face\", but was not allowed to speak as this would mean him having to be paid more. He also appeared in two episodes of \"&lt;a href=\"Time%20Gentlemen%20Please\"&gt;Time Gentlemen Please&lt;/a&gt;\", once in the first series in 2000, and once in the second series in 2002. In 2003, he appeared in BBC3's \"Brain Candy\". Lock played a variety of roles in Channel 4's \"&lt;a href=\"Star%20Stories\"&gt;Star Stories&lt;/a&gt;\" including &lt;a href=\"Michael%20Parkinson\"&gt;Michael Parkinson&lt;/a&gt;, &lt;a href=\"Billy%20Bob%20Thornton\"&gt;Billy Bob Thornton&lt;/a&gt;, &lt;a href=\"Glenn%20Hoddle\"&gt;Glenn Hoddle&lt;/a&gt;, &lt;a href=\"Emilio%20Estevez\"&gt;Emilio Estevez&lt;/a&gt; and &lt;a href=\"Ant%20McPartlin\"&gt;Ant McPartlin&lt;/a&gt;.\nTheatre.\nSince the late 2010s he has moved away from stand-up and towards staging largely improvised events where the focus is on the audience rather than the performer. In 2018 he presented \"The Trevor Lock Experience\" at the &lt;a href=\"Edinburgh%20Fringe\"&gt;Edinburgh Fringe&lt;/a&gt;, which involved audience members sitting in a circle observing and commenting on each other, under Lock's loose guidance. In 2021 he presented \"We Are Each Other\" at &lt;a href=\"Summerhall\"&gt;Summerhall&lt;/a&gt; in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;. This theatre piece involved Lock acting as a facilitator to let audience members get to know each other and form an impromptu family-like group."
}