{
    "id": "6240068",
    "revid": "39461685",
    "url": "https://en.wikipedia.org/wiki?curid=6240068",
    "title": "More Light Presbyterians",
    "text": "More Light Presbyterians is a coalition of congregations and individuals in the &lt;a href=\"Presbyterian%20Church%20%28USA%29\"&gt;Presbyterian Church (USA)&lt;/a&gt; committed to increasing the involvement of all people in the church, regardless of sexuality. More Light churches endorse the mission statement:\nHistory.\nThe informal beginning of the More Light movement was in 1974, when David Bailey Sindt, at a meeting of the &lt;a href=\"Presbyterian%20Church%20USA%23Governing%20bodies\"&gt;Presbyterian General Assembly&lt;/a&gt;, held up a sign reading \"Is anybody else out there gay?\" \nSindt invited sympathetic individuals within the church to join what he first called the \"Presbyterian Gay Caucus,\" later changing the name to \"Presbyterians for Gay Concerns,\" and then \"Presbyterians for Lesbian and Gay Concerns (PLGC).\" At that time all national Presbyterian organizations were required to submit an annual report to the General Assembly, and the PLGC was invited to do so by William P. Thompson, Stated Clerk of the assembly. However, after two hours of debate, the assembly refused to accept the group's report. Subsequently, reports from the group were written, submitted, and rejected every year until 1979.&lt;a href=\"https%3A//web.archive.org/web/20070927141745/http%3A//www.mlp.org/resources/history.html%23plgc\"&gt;&lt;/a&gt;\nIt was after the 190th meeting of the General Assembly in 1978, when the assembly approved a statement that \"homosexuality is not God's wish for humanity\" and \"unrepentant homosexual practice does not accord with the requirements for ordination\" that several Presbyterian congregations adopted policies welcoming lesbian and gay members and affirming their right to ordination as &lt;a href=\"deacon\"&gt;deacon&lt;/a&gt; and &lt;a href=\"Elder%20%28religious%29%23Presbyterian%20Church%20.28USA.29\"&gt;elder&lt;/a&gt; if elected by the congregation and found qualified by the session.&lt;a href=\"https%3A//web.archive.org/web/20070927141745/http%3A//www.mlp.org/resources/history.html%23mlcn\"&gt;&lt;/a&gt;\nAlthough there were other Presbyterian congregations which had been actively welcoming lesbian and gay members (notably the Munn Avenue Presbyterian Church and the West Hollywood Presbyterian Church in Los Angeles), the first congregation to make a formal statement from the pulpit declaring itself a More Light Church was West Park Presbyterian Church in Manhattan in 1978 [Glaser, Chris (1997) \"Writings of Our Movement in the Presbyterian Church - Part Two - The Early Middly Years 1978-1979\" in Illuminations 1997]&lt;a href=\"https%3A//web.archive.org/web/20110521091708/http%3A//www.dnainfo.com/20110513/upper-west-side/gay-clergy-victory-followed-33-year-fight-by-uws-church\"&gt;&lt;/a&gt;&lt;a href=\"https%3A//web.archive.org/web/20110721054422/http%3A//www.rutgerschurch.com/Sermons/sermon062401.html\"&gt;&lt;/a&gt;. \nAt that time, Rev. Robert Davidson, pastor of West Park made the following statement from the pulpit:\n\"In harmony with the General Assembly of the United Presbyterian Church, West-Park Church affirms the civil rights of all person. Further, in keeping with our General Assembly’s guidelines, this community of faith welcomes as members homosexual persons who both seek and have found Christ’s love.\nThis local congregation will not select one particular element from a person’s total humanity as a basis for denying full participation and service in the body of Christ. Nor will this community of faith condemn or judge our brothers and sisters who declare their faith in Jesus Christ as Lord and Savior and promise discipleship to Him. We affirm that in meeting each other in Christian love. God’s spirit frees us all to live and grow, liberated from the oppression invoked upon us by ourselves and others.\nWithin this context, West-Park Presbyterian Church reaches out to Christian and non-Christian homosexual persons with a ministry of support, caring and openness—a ministry in which the creative, liberating power of the Holy Spirit rules and guides.\" &lt;a href=\"http%3A//west-parkpress.blogspot.com/\"&gt;&lt;/a&gt;\nThe More Light Churches Network (MLCN) was formalized in 1992, and in June 1998 the group combined with the former Presbyterians for Gay and Lesbian Concerns to make a single organization, More Light Presbyterians.&lt;a href=\"http%3A//www.mlp.org/index.php%3Ftopic%3Daboutmlp\"&gt;&lt;/a&gt;\nMore Light is one of several American Christian &lt;a href=\"LGBT-welcoming%20church%20programs\"&gt;LGBT-welcoming church programs&lt;/a&gt; working for gay inclusion in America. Similar groups in other denominations are \"&lt;a href=\"Reconciling%20Ministries%20Network\"&gt;Reconciling Congregations&lt;/a&gt;\" among the &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt;s, \"&lt;a href=\"Open%20and%20affirming\"&gt;Open and Affirming Congregations&lt;/a&gt;\" in the &lt;a href=\"United%20Church%20of%20Christ\"&gt;United Church of Christ&lt;/a&gt; and &lt;a href=\"Christian%20Church%20%28Disciples%20of%20Christ%29\"&gt;Christian Church (Disciples of Christ)&lt;/a&gt;, \"&lt;a href=\"Association%20of%20Welcoming%20and%20Affirming%20Baptists\"&gt;Association of Welcoming and Affirming Baptists&lt;/a&gt;\" in the &lt;a href=\"Baptist%20church\"&gt;Baptist church&lt;/a&gt;, \"&lt;a href=\"Lutherans%20Concerned/North%20America\"&gt;Reconciled in Christ Congregations&lt;/a&gt;\" among the &lt;a href=\"Evangelical%20Lutheran\"&gt;Evangelical Lutheran&lt;/a&gt;s and &lt;a href=\"Integrity%20USA\"&gt;Integrity USA&lt;/a&gt; in the &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopal Church&lt;/a&gt;.\nOrigin of the name \"More Light\".\n&lt;a href=\"John%20Robinson%20%28pastor%29\"&gt;John Robinson&lt;/a&gt;, spiritual leader of the pilgrims who founded the &lt;a href=\"Plymouth%20colony\"&gt;Plymouth colony&lt;/a&gt;, died in England before he could join his followers in the New World. In 1646, governor &lt;a href=\"Edward%20Winslow\"&gt;Edward Winslow&lt;/a&gt; recalled Robinson's farewell to the pilgrims as they set sail on the &lt;a href=\"Mayflower\"&gt;Mayflower&lt;/a&gt;. Robinson had urged the pilgrims to be open to new religious teaching, and:\n...if God should reveal anything to us by any other instrument of his, to be as ready to receive it, as ever we were to receive any truth by his Ministry. For he was very confident the Lord had more truth and light yet to break forth out of his holy Word.\nNo teacher yet had perfect knowledge of God, Robinson had said:\n\"For though they were precious shining lights in their Times, yet God had not revealed his whole will to them; and were they now living,\" saith he, \"they would be as ready and willing to embrace further light as that they had received.\"\nIn the 1850s the &lt;a href=\"Congregational%20church\"&gt;Congregationalist&lt;/a&gt; hymnwriter George Rawson (1807-1889) used Robinson's speech as the basis of his hymn \"We Limit Not the Truth of God,\" with the lyric:"
}