{
    "id": "6242672",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=6242672",
    "title": "Start – Socialist Internationalist Organisation",
    "text": "Start – Socialist Internationalist Organisation (, \"Xekínima – Sosialistiké Diethnistikí Orgánosi\") is a &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt; in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. It was the Greek section of the &lt;a href=\"Trotskyism\"&gt;Trotskyist&lt;/a&gt; &lt;a href=\"International%20Socialist%20Alternative\"&gt;International Socialist Alternative&lt;/a&gt; (ISA) until 24 June 2021.\nOrigin.\nThe Socialist Internationalist Organization began in the mid-1970s, when Greek society was experiencing major political upheavals. Greece appeared to be moving to &lt;a href=\"Left-wing%20politics\"&gt;left-radical policies&lt;/a&gt; following the collapse of the &lt;a href=\"Greek%20military%20junta%20of%201967-1974\"&gt;military dictatorship&lt;/a&gt;.\nThe initial members came from within the mass workers’ parties, which were the &lt;a href=\"Panhellenic%20Socialist%20Movement\"&gt;Panhellenic Socialist Movement&lt;/a&gt; (PASOK) and &lt;a href=\"Communist%20Party%20of%20Greece\"&gt;Communist Party of Greece&lt;/a&gt; (KKE). This group was made up of activists who thought that these parties' policies were misleading the masses. They adopted the ideas of &lt;a href=\"Leon%20Trotsky\"&gt;Leon Trotsky&lt;/a&gt;.\nIn the late 1970s and 1980s, the Xekinima group organized struggles (both inside and outside the mass parties) of the movement, especially inside PASOK, because they were the main constituent of a strong left party that opposed the existing policies. Their ideas gained support among ordinary PASOK members, which led to their expulsion from the party. In the late 1980s, Xekinima played a key role in the development of industrial battles and in student struggles.\n1990s onwards.\nThe 1990s required a complete re-orientation in the work of the Greek section of the CWI (now ISA). After a series of serious defeats at the beginning of the 1990s and a turn to the right by the leadership of the &lt;a href=\"Trade%20Union\"&gt;trade union&lt;/a&gt;s, older activists became demoralized were replaced by a new generation.\nThe organisation campaigned in schools and universities. Two &lt;a href=\"Magazine\"&gt;journal&lt;/a&gt;s called \"School Student Xekinima\" and \"Machete\" were circulated among University and technical college students). Xekinima supported the 1998 school occupations across the country. Young members of the Greek section were in the leadership of this struggle.\nThe group supports political &lt;a href=\"asylum%20seeker\"&gt;asylum seeker&lt;/a&gt;s, &lt;a href=\"refugee\"&gt;refugee&lt;/a&gt;s and migrants in general. Xekinima fought for the release from of improved refugees. They published information about &lt;a href=\"hunger%20strike\"&gt;hunger strike&lt;/a&gt;s and other struggles that were fighting the alleged racism of Greek police and the state. Xekinima’s campaigns forced the police to open the jails to &lt;a href=\"member%20of%20Parliament\"&gt;MP&lt;/a&gt;s and journalists. Tens of migrant prisoners were released as a result of these campaigns and many were granted rights.\nXekinima supported local community campaigns. In Kaisariani (&lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;), fighting the attempt of the council to “modernise” the area by demolishing the houses of 4,000 families in order to build trade centres and blocks of flats. The mayor of Kaisariani is a member of the &lt;a href=\"Coalition%20of%20the%20Radical%20Left\"&gt;Coalition of the Radical Left&lt;/a&gt;, and his plans had unanimous support in the council, leaving Xekinima as the only political opposition.\n1999 experienced the lowest number of strikes since the collapse of the military dictatorship. At the end 2000 multiple strikes, including two &lt;a href=\"general%20strike\"&gt;general strike&lt;/a&gt;s, took place, supported by Xekinima.\nIn 2006/07 Xekinima was involved in the movement of university students occupying Greek universities against privatisation and other cuts, where they argued that the movement should link up with other social movements and the working class.\nSyriza.\nAfter working closely with the &lt;a href=\"Coalition%20of%20the%20Radical%20Left\"&gt;Coalition of the Radical Left&lt;/a&gt; (Syriza) and calling for a vote for Syriza in the 2007 elections, a special national congress of Xekinima on June 7–8, 2008 voted to join the party. On 15/04/2011 it left Syriza, while still supporting the coalition. Xekinima called for a vote for the &lt;a href=\"Communist%20Party%20of%20Greece\"&gt;Communist Party of Greece&lt;/a&gt; (KKE), Syriza or the &lt;a href=\"Anticapitalist%20Left%20Cooperation%20for%20the%20Overthrow\"&gt;Anticapitalist Left Cooperation for the Overthrow&lt;/a&gt; (Antarsya) for the &lt;a href=\"May%202012%20Greek%20legislative%20election\"&gt;2012 Parliamentary Elections&lt;/a&gt;.\nIn the &lt;a href=\"January%202015%20Greek%20legislative%20election\"&gt;January 2015 parliamentary election&lt;/a&gt;, Xekinima endorsed Syriza. However, after the August split within Syriza, in which 25 Syriza lawmakers left the party to form &lt;a href=\"Popular%20Unity%20%28Greece%29\"&gt;Popular Unity&lt;/a&gt; (LE), Xekinima supported the LE."
}