{
    "id": "62434171",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=62434171",
    "title": "Nehemiah 4",
    "text": "Nehemiah 4 is the fourth chapter of the &lt;a href=\"Book%20of%20Nehemiah\"&gt;Book of Nehemiah&lt;/a&gt; in the &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; of the &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;, or the 14th chapter of the book of &lt;a href=\"Ezra-Nehemiah\"&gt;Ezra-Nehemiah&lt;/a&gt; in the &lt;a href=\"Hebrew%20Bible\"&gt;Hebrew Bible&lt;/a&gt;, which treats the &lt;a href=\"book%20of%20Ezra\"&gt;book of Ezra&lt;/a&gt; and the book of Nehemiah as one book. Jewish tradition states that &lt;a href=\"Ezra\"&gt;Ezra&lt;/a&gt; is the author of Ezra-Nehemiah as well as the &lt;a href=\"Book%20of%20Chronicles\"&gt;Book of Chronicles&lt;/a&gt;, but modern scholars generally accept that a compiler from the 5th century BCE (the so-called \"&lt;a href=\"The%20Chronicler\"&gt;Chronicler&lt;/a&gt;\") is the final author of these books. This chapter recounts how the Jews had to militarize the building of the wall due to the constant threat from their enemies.\nText.\nThe original text of this chapter is in &lt;a href=\"Biblical%20Hebrew\"&gt;Hebrew&lt;/a&gt;. In English bibles, &lt;a href=\"Chapters%20and%20verses%20of%20the%20Bible\"&gt;this chapter is divided into&lt;/a&gt; 23 verses, but in Hebrew texts 4:1-6 is numbered 3:33-38, and 4:7-23 is numbered 4:1-17.\nTextual witnesses.\nSome early manuscripts containing the text of this chapter in &lt;a href=\"Biblical%20Hebrew\"&gt;Hebrew&lt;/a&gt; are of the &lt;a href=\"Masoretic%20Text\"&gt;Masoretic Text&lt;/a&gt;, which includes &lt;a href=\"Leningrad%20Codex\"&gt;Codex Leningradensis&lt;/a&gt; (1008).\nThere is also a translation into &lt;a href=\"Koine%20Greek\"&gt;Koine Greek&lt;/a&gt; known as the &lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt;, made in the last few centuries BCE. Extant ancient manuscripts of the Septuagint version include &lt;a href=\"Codex%20Vaticanus\"&gt;Codex Vaticanus&lt;/a&gt; (B; formula_1B; 4th century), &lt;a href=\"Codex%20Sinaiticus\"&gt;Codex Sinaiticus&lt;/a&gt; (S; &lt;a href=\"Biblia%20Hebraica%20%28Kittel%29\"&gt;BHK&lt;/a&gt;: formula_1S; 4th century), and &lt;a href=\"Codex%20Alexandrinus\"&gt;Codex Alexandrinus&lt;/a&gt; (A; formula_1A; 5th century).\nDerision (4:1–3).\nWhen the restoration of the Jerusalem walls was advanced, &lt;a href=\"Sanballat%20the%20Horonite\"&gt;Sanballat&lt;/a&gt; and his allies intensified the attacks beyond the scorn first mentioned in .\nVerse 1.\nOn discovering 'the systematic design of refortifying Jerusalem', the &lt;a href=\"Samaria\"&gt;Samaritan&lt;/a&gt; faction represented by Sanballat showed their bitter animosity to the Jews and in heaping scoffs and insults, as well as all sorts of disparaging words, their feelings of hatred and contempt increased.\nVerse 3.\nThe language about a &lt;a href=\"fox\"&gt;fox&lt;/a&gt; on the wall is \"troublesome\". Some writers see the term as a reference to a &lt;a href=\"siege%20weapon\"&gt;siege weapon&lt;/a&gt;. H. G. M. Williamson sees it as a sarcastic reference to a small animal being able to break apart what the Jews are putting together.\nNehemiah's response to the attack (4:4–6).\nRefusing to engage in a war of words or retaliatory actions, Nehemiah prayed to God, then went to work.\nObstacles (4:7-23).\nWith each step forward, Nehemiah faced obstacles to complete the wall, but he persevered with prayer and hard work. In this section he described the plot (&lt;a href=\"%23Verses%207%E2%80%938\"&gt;verses 7&lt;/a&gt;–), discouragement (), threats and rumors () against him, but then he found his resolve () and executed his &lt;a href=\"contingency%20plan\"&gt;contingency plan&lt;/a&gt;s ().\nVerses 7–8.\nThe Jews were completely encircled by the enemies: the Samaritans (Sanballat) in the north, the Ammonites (Tobiah) in the east, the Arabians (Geshem) in the south, and the Ashdodites in the east."
}