{
    "id": "62456128",
    "revid": "326639",
    "url": "https://en.wikipedia.org/wiki?curid=62456128",
    "title": "Junctional adhesion molecule",
    "text": "A junctional adhesion molecule (JAM) is a &lt;a href=\"protein\"&gt;protein&lt;/a&gt; that is a member of the &lt;a href=\"immunoglobulin%20superfamily\"&gt;immunoglobulin superfamily&lt;/a&gt;, and is expressed in a variety of different tissues, such as &lt;a href=\"leukocyte\"&gt;leukocyte&lt;/a&gt;s, &lt;a href=\"platelet\"&gt;platelet&lt;/a&gt;s, and &lt;a href=\"epithelial\"&gt;epithelial&lt;/a&gt; and &lt;a href=\"endothelial\"&gt;endothelial&lt;/a&gt; cells. They have been shown to regulate signal complex assembly on both their cytoplasmic and extracellular domains through interaction with scaffolding that contains a &lt;a href=\"PDZ%20domain\"&gt;PDZ domain&lt;/a&gt; and adjacent cell's receptors, respectively. JAMs adhere to adjacent cells through interactions with integrins &lt;a href=\"LFA-1\"&gt;LFA-1&lt;/a&gt; and &lt;a href=\"Integrin%20alpha%20M\"&gt;Mac-1&lt;/a&gt;, which are contained in leukocyte &lt;a href=\"Integrin%20beta%202\"&gt;β2&lt;/a&gt; and &lt;a href=\"VLA-4\"&gt;α4β1&lt;/a&gt;, which is contained in β1. JAMs have many influences on leukocyte-endothelial cell interactions, which are primarily moderated by the integrins discussed above. They interact in their cytoplasmic domain with scaffold proteins that contain a PDZ domain, which are common protein interaction modules that target short amino acid sequences at the C-terminus of proteins, to form tight junctions in both epithelial and endothelial cells as polarity is gained in the cell.\nStructure.\nJAMs are usually around 40 &lt;a href=\"Dalton%20%28unit%29\"&gt;kDa&lt;/a&gt; in size. Based on crystallographic studies conducted with recombinant extracellular mouse JAMs (rsJAM) and human JAMs (hJAM), it has been shown that JAM consists of immunoglobulin-like &lt;a href=\"immunoglobulin%20V-set%20domain\"&gt;V-set domain&lt;/a&gt; followed by a second &lt;a href=\"immunoglobulin%20domain\"&gt;immunoglobulin domain&lt;/a&gt; that are linked together by a short linker sequence. The linker makes extensive &lt;a href=\"Hydrogen%20bond\"&gt;hydrogen bonds&lt;/a&gt; to both domains, and the side chain of one of the main linker residues, Leu128, is commonly embedded in a &lt;a href=\"Hydrophobic%20effect\"&gt;hydrophobic&lt;/a&gt; cleft between each immunoglobulin-like domain. Two JAM molecules contain &lt;a href=\"N-terminus\"&gt;N-terminal&lt;/a&gt; &lt;a href=\"Protein%20domain\"&gt;domains&lt;/a&gt; that react in a highly complementary fashion due to prolific &lt;a href=\"Ionic%20bonding\"&gt;ionic&lt;/a&gt; and &lt;a href=\"Hydrophobic%20effect\"&gt;hydrophobic&lt;/a&gt; interactions. These two molecules form U-shaped &lt;a href=\"Dimer%20%28chemistry%29\"&gt;dimers&lt;/a&gt; and &lt;a href=\"Salt%20bridge%20%28protein%20and%20supramolecular%29\"&gt;salt bridges&lt;/a&gt; are then formed by a R(V,I,L)E motif. This motif has been proven to be important in dimer formation and is common among different types of JAMs. It commonly consists of Arg58-Val59-Glu60 located on the N-terminus and can dissociate into &lt;a href=\"Monomer\"&gt;monomers&lt;/a&gt; based on the conditions of the solution it is exposed to. This motif has been shown to be present in many common variants of JAMs, including rsJAM, hJAM, JAM-1, JAM-2, and JAM-3.\nTypes.\nThree major JAM molecules interact with various molecules and receptors within the body:\nJAM-1.\nJAM-1 was the first of the junctional adhesion molecules to be discovered, and is located in the tight junctions of both &lt;a href=\"Epithelium\"&gt;epithelial&lt;/a&gt; and &lt;a href=\"Endothelium\"&gt;endothelia&lt;/a&gt;l cells. JAM-1interacts with cells in a &lt;a href=\"Cell%20junction\"&gt;homophilic&lt;/a&gt; manner in order to preserve the structure of the junction while moderating its &lt;a href=\"Permeability%20%28Earth%20sciences%29\"&gt;permeability&lt;/a&gt;. It can also interact with receptors as a &lt;a href=\"Heterophile%20antigen\"&gt;heterophilic&lt;/a&gt; structure by acting as a ligand for LFA-1 and facilitating &lt;a href=\"White%20blood%20cell\"&gt;leukocyte&lt;/a&gt; transmigration. JAM-1 also plays a significant role in many different cellular functions, including being both a &lt;a href=\"Reoviridae\"&gt;reovirus receptor&lt;/a&gt; and a &lt;a href=\"VISTA%20%28protein%29\"&gt;platelet receptor&lt;/a&gt;.\nJAM-2.\nLike JAM-1, JAM-2 also is a member of the immunoglobulin superfamily. JAM-2 localization is moderated by &lt;a href=\"Phosphorylation\"&gt;serine phosphorylation&lt;/a&gt; at tight junctions as the molecule adheres to other tight junction proteins like PAR-3 and ZO-1. JAM-2 has been shown to interact with these proteins, primarily through the PDZ1 domain, and also through the PDZ3 domain. JAM-2 has also shown to act as a &lt;a href=\"ligand\"&gt;ligand&lt;/a&gt; for many &lt;a href=\"White%20blood%20cell\"&gt;immune cells&lt;/a&gt;, and plays a role in &lt;a href=\"Lymphocyte\"&gt;lymphocyte attraction&lt;/a&gt; to specific organs.\nJAM-3.\nJAM-3 functions similarly to JAM-2 as it is localized around the tight junctions of epithelial and endothelial cells, but has been shown to be unable to adhere to leukocytes in the manner that other JAMs can. Mutations of JAM-3 introns have been shown to lead to &lt;a href=\"Intracerebral%20hemorrhage\"&gt;brain hemorrhages&lt;/a&gt; and development of &lt;a href=\"Cataract\"&gt;cataracts&lt;/a&gt;. Like JAM-2, JAM-3 has been shown associate with tight junction proteins like PAR-3 and ZO-1. JAM-3 has also been shown to interact with &lt;a href=\"PARD3\"&gt;PARD3&lt;/a&gt; (partitioning defective 3 homolog).\nFunction.\nJAMs serve many different functions within the cell:\nCell motility.\nJAMs play a critical role in the regulation of cell movement in multiple different cell types, such as &lt;a href=\"Epithelium\"&gt;epithelial&lt;/a&gt;, &lt;a href=\"Endothelium\"&gt;endothelial&lt;/a&gt;, &lt;a href=\"White%20blood%20cell\"&gt;leukocyte&lt;/a&gt;, and &lt;a href=\"Germ%20cell\"&gt;germ cells&lt;/a&gt;. JAM-1 regulates &lt;a href=\"Cell%20migration\"&gt;motility&lt;/a&gt; in epithelial cells by moderating expression of &lt;a href=\"Integrin%20beta%201\"&gt;β1 integrin protein&lt;/a&gt; downstream of Rap1. JAM-1 has been shown to be able to cause cell adhesion, spreading and movement along β1 ligands, like &lt;a href=\"Type%20IV%20collagen\"&gt;collagen IV&lt;/a&gt; and &lt;a href=\"fibronectin\"&gt;fibronectin&lt;/a&gt;. JAM-1 also acts to moderate migration of &lt;a href=\"vitronectin\"&gt;vitronectin&lt;/a&gt; in endothelial cells. Vitronectin is a ligand for &lt;a href=\"Integrin\"&gt;integrins&lt;/a&gt; &lt;a href=\"Integrin%20alpha%20V\"&gt;αvβ3&lt;/a&gt; and &lt;a href=\"Integrin%20alpha%20V\"&gt;αvβ5&lt;/a&gt;, which exhibit &lt;a href=\"Cooperativity\"&gt;selective cooperativity&lt;/a&gt; with bFGF and VEGF in the activation of the MAPK pathway. JAM-1 and JAM-3 allow leukocytes to migrate into &lt;a href=\"connective%20tissue\"&gt;connective tissue&lt;/a&gt; by freeing &lt;a href=\"Granulocyte\"&gt;polymorphonuclear leukocytes&lt;/a&gt; from entrapment in endothelial cells and &lt;a href=\"Basement%20membrane\"&gt;basement membranes&lt;/a&gt;. In the absence of JAM-1, these leukocytes cannot moderate β1 integrin &lt;a href=\"endocytosis\"&gt;endocytosis&lt;/a&gt;, and cannot be effectively &lt;a href=\"Gene%20expression\"&gt;expressed&lt;/a&gt; on the surface of the cell (which is essential for motility).\nCell polarity.\nJAM-1 and JAM-3 have significant roles in regulating &lt;a href=\"cell%20polarity\"&gt;cell polarity&lt;/a&gt; through their interactions with cell polarity proteins. JAM-1, JAM-2, and JAM-3 all interact with PAR-3 to influence cell polarity. PAR-3 is a significant factor in a cell's polarity-regulating complex, and regulates polarity in different cell types in many different organisms. All components of the PAR complex are required for tight junction formation between cells, but premature &lt;a href=\"Adherens%20junction\"&gt;adherens junctions&lt;/a&gt; can form without PAR complex components being present. However, these junctions cannot efficiently develop into mature epithelial cell junctions. JAM-3 has also shown to affect cell polarity in &lt;a href=\"Spermatid\"&gt;spermatids&lt;/a&gt; by regulating the localization of &lt;a href=\"Cytosol\"&gt;cytosolic polarity&lt;/a&gt;.\nCell Proliferation.\nIn order to preserve &lt;a href=\"homeostasis\"&gt;homeostasis&lt;/a&gt; of adult tissue, aged cells must be replaced with new cells at varying frequency, depending on the organ. Some organs that require high rates of cellular turnover are the &lt;a href=\"small%20intestine\"&gt;small intestine&lt;/a&gt; and the &lt;a href=\"Large%20intestine\"&gt;colon&lt;/a&gt;. JAM-1 has been shown to regulate the proliferation of cells in the colon. In JAM-1 deficient &lt;a href=\"Mouse\"&gt;mice&lt;/a&gt;, it has been found that the amount of proliferating cells in the colon greatly increased due to the increased proliferation of TA cells. JAM-1 acts to suppress cell proliferation, which is performed by restricting &lt;a href=\"Protein%20kinase%20B\"&gt;Akt&lt;/a&gt; activity. Recent studies have also pointed to JAM-1 preserving structural integrity of tissues more so than regulating cell number.\nRole in physiological processes.\nJAMs play a significant role in many diverse physiological processes within the human body, including:\nTight junction formation.\n&lt;a href=\"Tight%20junction\"&gt;Tight junctions&lt;/a&gt; serve to provide most of the function for the barrier that is present on epithelial cell surfaces. Tight junctions feature the localization of both JAM-1 and JAM-3, and JAM-3 is localized exclusively at tight junctions. The role of JAM-1 in tight junction biology is to function through mediation partly due to the localization of the Par-αPKC complex at adherens junctions during junction creation. Once the tight junction is formed, many JAM-1 proteins are present, many of which are now &lt;a href=\"Phosphorylation\"&gt;phosphorylated&lt;/a&gt; at Ser285. JAM-1 also regulates the activity of many different &lt;a href=\"Claudin\"&gt;claudins&lt;/a&gt; within different epithelial cells.\nAngiogenesis.\n&lt;a href=\"Angiogenesis\"&gt;Angiogenesis&lt;/a&gt; is the generation of &lt;a href=\"Blood%20vessel\"&gt;blood vessels&lt;/a&gt; from old blood vessels. Studies have shown that proteins found in tight junctions serve as intermediaries that moderate angiogenic &lt;a href=\"Signal%20transduction\"&gt;signaling pathways&lt;/a&gt;. JAM-1 induces &lt;a href=\"Cell%20growth\"&gt;proliferation&lt;/a&gt; of endothelial cells, which begins the process of angiogenesis. An analysis of JAM-1 showed a correlation between JAM-1 activity and FGF2-induced angiogenesis in both cancerous proliferation or vascular repair.\nMale fertility.\nJAM-3 has been shown to be a primary regulator of the development of spermatids as well as the rest of the &lt;a href=\"male%20reproductive%20system\"&gt;male reproductive system&lt;/a&gt;. Within the &lt;a href=\"Sertoli%20cell\"&gt;Sertoli cells&lt;/a&gt; of the male reproductive system, JAM-3 interacts with JAM-2 to influence the polarity of both round and elongated spermatids. JAM-1 and JAM-2 are also present in and contribute to the polarity of the &lt;a href=\"Blood%E2%80%93testis%20barrier\"&gt;blood-testis barrier&lt;/a&gt;. Studies have also shown that inactivation of JAM-3 has been shown to significantly impede fertility by blocking male germ cell development and proliferation."
}