{
    "id": "62482538",
    "revid": "1042574020",
    "url": "https://en.wikipedia.org/wiki?curid=62482538",
    "title": "Seasons on planets",
    "text": "The start and end dates of a season on any &lt;a href=\"planet\"&gt;planet&lt;/a&gt; of the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt; depends on same factors valid on &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;, but which have different values on different planets:\nAll these factors affect how much &lt;a href=\"energy\"&gt;energy&lt;/a&gt; from &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt; falls on all the points at a same given &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; (i.e. a &lt;a href=\"Parallel%20%28latitude%29\"&gt;parallel&lt;/a&gt;) on the planet during &lt;a href=\"daytime\"&gt;daytime&lt;/a&gt;; if such amount of energy changes during the year, the planet has &lt;a href=\"season\"&gt;season&lt;/a&gt;s.\nNorth Pole and rotation axis.\nIf the &lt;a href=\"Axis%20of%20rotation\"&gt;rotation axis&lt;/a&gt; of the &lt;a href=\"planet\"&gt;planet&lt;/a&gt; is not &lt;a href=\"perpendicular\"&gt;perpendicular&lt;/a&gt; to the &lt;a href=\"Orbits%20of%20planets\"&gt;orbit plane&lt;/a&gt;, the incidence of the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt; on each point of planet surface will change during the year, which is the main reason of existence of seasons.\nEquinox direction.\nGiven the different Sun incidence in different positions in the orbit, it is necessary to define a standard point of the orbit of the planet, to define the planet position in the orbit at each moment of the year w.r.t such point; this point is called with several names: vernal equinox, spring equinox, &lt;a href=\"March%20equinox\"&gt;March equinox&lt;/a&gt;, all equivalent, and named considering &lt;a href=\"northern%20hemisphere\"&gt;northern hemisphere&lt;/a&gt; seasons. This point is defined as the point in the &lt;a href=\"celestial%20sphere\"&gt;celestial sphere&lt;/a&gt; where the Sun appears in a specific moment of the year:\nOrbit eccentricity.\nOrbit &lt;a href=\"Orbital%20eccentricity\"&gt;eccentricity&lt;/a&gt; causes the planet/&lt;a href=\"Sun\"&gt;Sun&lt;/a&gt; distance to change during the year: The higher is the eccentricity, the higher is the change; Sun rays intensity in various moments of the year changes as the planet/Sun distance changes. &lt;a href=\"Orbital%20eccentricity\"&gt;Earth eccentricity&lt;/a&gt; is very low (0.0167 in a scale from 0 to 1.0000) , hence it does not affect so much temperature changes during the year.\nYear duration.\nConventionally one year is divided in 4 seasons, hence their duration is different if the year duration in Earth days is different.\nData needed for the determination of planets seasons.\nDirection of north pole / rotation axis of Solar System planets.\nFrom inclination of rotation axis it depends the direction of vernal &lt;a href=\"equinox\"&gt;equinox&lt;/a&gt;."
}