{
    "id": "624988",
    "revid": "9505726",
    "url": "https://en.wikipedia.org/wiki?curid=624988",
    "title": "Loch Lomond and The Trossachs National Park",
    "text": "Loch Lomond and The Trossachs National Park () is a &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt; in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; centred on &lt;a href=\"Loch%20Lomond\"&gt;Loch Lomond&lt;/a&gt; and the hills and glens of the &lt;a href=\"Trossachs\"&gt;Trossachs&lt;/a&gt;, along with several other ranges of hills. It was the first of the &lt;a href=\"national%20parks%20of%20Scotland\"&gt;two national parks&lt;/a&gt; established by the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt; in 2002, the second being the &lt;a href=\"Cairngorms%20National%20Park\"&gt;Cairngorms National Park&lt;/a&gt;. The park extends to cover much of the western part of the southern &lt;a href=\"Highlands%20of%20Scotland\"&gt;highlands&lt;/a&gt;, lying to the north of the &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; conurbation, and contains many mountains and lochs. It is the fourth-largest national park in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;, with a total area of and a boundary of some in length. It features 21 &lt;a href=\"Munro\"&gt;Munro&lt;/a&gt;s (including &lt;a href=\"Ben%20Lomond\"&gt;Ben Lomond&lt;/a&gt;, &lt;a href=\"Ben%20Lui\"&gt;Ben Lui&lt;/a&gt;, &lt;a href=\"Beinn%20Challuim\"&gt;Beinn Challuim&lt;/a&gt;, &lt;a href=\"Ben%20More%20%28Crianlarich%29\"&gt;Ben More&lt;/a&gt; and two peaks called &lt;a href=\"Ben%20Vorlich%20%28Loch%20Lomond%29\"&gt;Ben Vorlich&lt;/a&gt;) and 20 &lt;a href=\"Hill%20lists%20in%20the%20British%20Isles\"&gt;Corbett&lt;/a&gt;s.\nThe park straddles the &lt;a href=\"Highland%20Boundary%20Fault\"&gt;Highland Boundary Fault&lt;/a&gt;, which divides it into two distinct regions - lowland and highland - that differ in underlying geology, soil types and topography. The change in rock type can most clearly be seen at Loch Lomond itself, as the fault runs across the islands of &lt;a href=\"Inchmurrin\"&gt;Inchmurrin&lt;/a&gt;, &lt;a href=\"Creinch\"&gt;Creinch&lt;/a&gt;, &lt;a href=\"Torrinch\"&gt;Torrinch&lt;/a&gt; and &lt;a href=\"Inchcailloch\"&gt;Inchcailloch&lt;/a&gt; and over the ridge of &lt;a href=\"Conic%20Hill\"&gt;Conic Hill&lt;/a&gt;. To the south lie green fields and cultivated land; to the north, mountains.\nThe Loch Lomond and The Trossachs National Park lies close to Scotland's heavily populated &lt;a href=\"Central%20Belt\"&gt;Central Belt&lt;/a&gt;, and the area has long been popular with visitors. Principal attractions are viewing scenery and wildlife, walking, climbing, water sports, and other outdoor activities. In 2017, there were 2.9 million visits to the park, of which 2.1 million were day visits and 783,000 were made by visitors staying overnight within the park.\nGeography.\nThe national park extends to cover much of the western part of the southern &lt;a href=\"Highlands%20of%20Scotland\"&gt;highlands&lt;/a&gt;, lying to the north of the &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; conurbation. The park authority defines the park as being split into four sections: &lt;a href=\"Breadalbane%2C%20Scotland\"&gt;Breadalbane&lt;/a&gt;, Loch Lomond, The Trossachs, and &lt;a href=\"Cowal\"&gt;Cowal&lt;/a&gt;. The park is centred on Loch Lomond, the largest lake in Great Britain by surface area, with a surface area of . The loch contains many islands, including &lt;a href=\"Inchmurrin\"&gt;Inchmurrin&lt;/a&gt;, the largest fresh-water island in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;. It is a popular leisure destination, and is surrounded by hills, including &lt;a href=\"Ben%20Lomond\"&gt;Ben Lomond&lt;/a&gt; on the eastern shore, which is in height, and the most southerly of the Scottish &lt;a href=\"Munro\"&gt;Munro&lt;/a&gt; peaks. A 2005 poll of \"&lt;a href=\"Radio%20Times\"&gt;Radio Times&lt;/a&gt;\" readers voted Loch Lomond as the sixth greatest natural wonder in Britain.\nThe Trossachs are an area of wooded hills, glens and lochs that lie to the east of Loch Lomond. The name was originally applied only to a small woodland glen that lies at the centre of the area, but is now generally applied to the wider region. They have long been visited by tourists due to the relative proximity of major population centres such as &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; and &lt;a href=\"Stirling\"&gt;Stirling&lt;/a&gt;, and the area remains popular with walkers, cyclists and tourists. The wooded hills and lochs of the area may be considered to represent a microcosm of a typical highland landscape, and the woodlands are an important habitat for many species. Much of the Trossachs area is protected by various different &lt;a href=\"protected%20areas%20of%20Scotland\"&gt;conservation designations&lt;/a&gt;, including the \"Great Trossachs Forest\" &lt;a href=\"National%20nature%20reserve%20%28Scotland%29\"&gt;national nature reserve&lt;/a&gt;.\nBreadalbane refers to the northern part of the park, including the villages of &lt;a href=\"Crianlarich\"&gt;Crianlarich&lt;/a&gt; and &lt;a href=\"Tyndrum\"&gt;Tyndrum&lt;/a&gt;. The area consists of the steep hills and mountains of the southern highlands, and includes &lt;a href=\"Ben%20More%20%28Crianlarich%29\"&gt;Ben More&lt;/a&gt;, the highest mountain in the national park. Breadalbane formed one of the &lt;a href=\"Provinces%20of%20Scotland\"&gt;traditional provinces of Scotland&lt;/a&gt;, and traditionally comprised the &lt;a href=\"Drainage%20divide\"&gt;watershed&lt;/a&gt; of &lt;a href=\"Loch%20Tay\"&gt;Loch Tay&lt;/a&gt; (i.e. &lt;a href=\"Glen%20Dochart\"&gt;Glen Dochart&lt;/a&gt;, &lt;a href=\"Glen%20Lochay\"&gt;Glen Lochay&lt;/a&gt;, and the banks of Loch Tay itself), thus extending well beyond the boundaries of the national park.\nThe westernmost part of the park comprises the eastern side of the &lt;a href=\"Cowal\"&gt;Cowal&lt;/a&gt; peninsula, which is separated from the rest of the park by &lt;a href=\"Loch%20Long\"&gt;Loch Long&lt;/a&gt;. Much of the peninsula is covered by the &lt;a href=\"Argyll%20Forest%20Park\"&gt;Argyll Forest Park&lt;/a&gt;, which is managed by &lt;a href=\"Forestry%20and%20Land%20Scotland\"&gt;Forestry and Land Scotland&lt;/a&gt;. The &lt;a href=\"Arrochar%20Alps\"&gt;Arrochar Alps&lt;/a&gt;, a popular location for hillwalking and climbing, lie at the northern edge of Cowal, overlooking Loch Lomond.\nSeveral major transport routes pass through the park, including the &lt;a href=\"A82%20road\"&gt;A82 road&lt;/a&gt; between &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; and &lt;a href=\"Fort%20William%2C%20Highland\"&gt;Fort William&lt;/a&gt;, which follows the western shore of Loch Lomond, continuing north via &lt;a href=\"Strath%20Fillan\"&gt;Strath Fillan&lt;/a&gt; to bypass the village of &lt;a href=\"Crianlarich\"&gt;Crianlarich&lt;/a&gt; and pass through &lt;a href=\"Tyndrum\"&gt;Tyndrum&lt;/a&gt;. The &lt;a href=\"A85%20road\"&gt;A85 road&lt;/a&gt; from &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; passes to the east of the Trossachs and through the Breadalbane area of the park, meeting the A82 at Crianlarich. The only railway in the national park in the &lt;a href=\"West%20Highland%20Line\"&gt;West Highland Line&lt;/a&gt;, which follows the eastern shore of Loch Long as far as &lt;a href=\"Arrochar%2C%20Argyll%20and%20Bute\"&gt;Arrochar&lt;/a&gt;, and then following a similar route to the A82 from there as far as Tyndrum.\nFormation of the national park.\nMany countries have established national parks on the basis of setting aside areas of wilderness; Scotland however, lacks any such areas, as thousands of years of human activity have altered the landscape. Human settlement and activity, including &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, historical &lt;a href=\"deforestation\"&gt;deforestation&lt;/a&gt;, &lt;a href=\"overgrazing\"&gt;overgrazing&lt;/a&gt; by &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; and &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, and extensive 20th century &lt;a href=\"afforestation\"&gt;afforestation&lt;/a&gt; with &lt;a href=\"Exotic%20species\"&gt;introduced&lt;/a&gt; tree species (particularly &lt;a href=\"conifer\"&gt;conifer&lt;/a&gt;s) have resulted in landscapes which are best described as semi-natural.\nDespite the lack of true \"wilderness\" the idea that areas of Scotland having wild or remote character should be designated to protect the environment and encourage public access grew in popularity throughout the nineteenth and early twentieth centuries. Following the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, a committee was established to consider the issue of national parks in Scotland. The report, published in 1945, proposed national parks in five areas, one of which was Loch Lomond and The Trossachs. The government designated these five areas as \"National Park Direction Areas\", giving powers for planning decisions taken by local authorities to be reviewed by central government, however the areas were not given full national park status. In 1981 the direction areas were replaced by &lt;a href=\"National%20Scenic%20Area%20%28Scotland%29\"&gt;national scenic areas&lt;/a&gt;, of which there are now 40. In 1990 the &lt;a href=\"Countryside%20Commission%20for%20Scotland\"&gt;Countryside Commission for Scotland&lt;/a&gt; (CCS) produced a report into protection of the landscape of Scotland, which recommended that four areas were under such pressure that they ought to be designated as national parks, each with an independent planning board, in order to retain their heritage value. The four areas identified were similar to those proposed in 1945, and thus again included Loch Lomond and The Trossachs.\nDespite this long history of recommendations that national parks be established in Scotland, no action was taken until the &lt;a href=\"Scotland%20Act%201998\"&gt;establishment&lt;/a&gt; of the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt; in 1999. The Loch Lomond and The Trossachs National Park was designated as such under the &lt;a href=\"National%20Parks%20%28Scotland%29%20Act%202000\"&gt;National Parks (Scotland) Act 2000&lt;/a&gt;, which was one of the first pieces of legislation to be passed by the Parliament. The park was formally established on 1 July 2002.\nWildlife and conservation.\nOver 200 species of birds and over 25% of all the species of plants known to occur in Britain have been recorded in the national park. The park is home to many of the species most associated with the Scottish highlands, including &lt;a href=\"capercaillie\"&gt;capercaillie&lt;/a&gt;, &lt;a href=\"red%20deer\"&gt;red deer&lt;/a&gt;, &lt;a href=\"red%20squirrel\"&gt;red squirrel&lt;/a&gt;, &lt;a href=\"Scottish%20wildcat\"&gt;Scottish wildcat&lt;/a&gt;, &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt;, &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt;, &lt;a href=\"black%20grouse\"&gt;black grouse&lt;/a&gt;, &lt;a href=\"buzzard\"&gt;buzzard&lt;/a&gt;, &lt;a href=\"geese\"&gt;geese&lt;/a&gt; and &lt;a href=\"osprey\"&gt;osprey&lt;/a&gt;. &lt;a href=\"eurasian%20beaver\"&gt;Beavers&lt;/a&gt; are also now present in the park, with signs of beaver activity being observed on &lt;a href=\"Loch%20Achray\"&gt;Loch Achray&lt;/a&gt; in the Trossachs during a survey undertaken over the winter of 2017–18; the beavers are assumed to have spread there from the existing population on the &lt;a href=\"River%20Tay\"&gt;River Tay&lt;/a&gt;. A colony of &lt;a href=\"wallaby\"&gt;wallabies&lt;/a&gt; has lived on &lt;a href=\"Inchconnachan\"&gt;Inchconnachan&lt;/a&gt;, an island in Loch Lomond, since 1940.\nMany different habitats are present in the park, including large areas of woodland, which covers approximately 30% of the park. Around 22.5% is covered commercial conifer plantations, whilst native woodlands cover 7.5%. Native woodland in the park includes area of &lt;a href=\"Atlantic%20oakwood\"&gt;Atlantic oakwood&lt;/a&gt;s, &lt;a href=\"Caledonian%20pinewood\"&gt;Caledonian pinewood&lt;/a&gt;s, and areas of &lt;a href=\"wet%20woodland\"&gt;wet woodland&lt;/a&gt;. Higher up there are important upland habitats such as &lt;a href=\"heath\"&gt;heath&lt;/a&gt;land, &lt;a href=\"blanket%20bog\"&gt;blanket bog&lt;/a&gt; and &lt;a href=\"willow%20scrub\"&gt;willow scrub&lt;/a&gt;. The park has 22 large lochs and 50 rivers and larger burns, along with numerous smaller lochs, lochans and burns. These waters support fish species such as &lt;a href=\"Atlantic%20salmon\"&gt;salmon&lt;/a&gt;, &lt;a href=\"trout\"&gt;trout&lt;/a&gt;, &lt;a href=\"Arctic%20charr\"&gt;Arctic charr&lt;/a&gt;, &lt;a href=\"powan\"&gt;powan&lt;/a&gt; and &lt;a href=\"European%20river%20lamprey\"&gt;river&lt;/a&gt;, &lt;a href=\"brook%20lamprey\"&gt;brook&lt;/a&gt; and &lt;a href=\"sea%20lamprey\"&gt;sea lamprey&lt;/a&gt;s.\nThe park also includes of coastline around three &lt;a href=\"sea%20loch\"&gt;sea loch&lt;/a&gt;s: &lt;a href=\"Loch%20Long\"&gt;Loch Long&lt;/a&gt;, &lt;a href=\"Loch%20Goil\"&gt;Loch Goil&lt;/a&gt; and the &lt;a href=\"Holy%20Loch\"&gt;Holy Loch&lt;/a&gt;. This coastline consists of many rocky shores, cliffs, and areas of salt marsh and mudflats. The coastal habitat is rich in marine invertebrates, and supports a range of &lt;a href=\"wading%20birds\"&gt;waders&lt;/a&gt; and &lt;a href=\"seabirds\"&gt;seabirds&lt;/a&gt;. Marine wildlife such as &lt;a href=\"harbour%20seal\"&gt;harbour seal&lt;/a&gt;s and &lt;a href=\"porpoise\"&gt;porpoise&lt;/a&gt;s can be found further offshore.\nConservation designations.\nThe national park is classified as a &lt;a href=\"Protected%20area%23IUCN%20Protected%20Area%20Management%20Categories\"&gt;Category v&lt;/a&gt; &lt;a href=\"protected%20areas%20of%20Scotland\"&gt;protected area&lt;/a&gt; by the &lt;a href=\"International%20Union%20for%20Conservation%20of%20Nature\"&gt;International Union for Conservation of Nature&lt;/a&gt;. \nIn total 67 sites within the park hold some form of &lt;a href=\"protected%20areas%20of%20Scotland\"&gt;conservation designation&lt;/a&gt; for their natural heritage value, including 8 &lt;a href=\"Special%20Area%20of%20Conservation\"&gt;Special Areas of Conservation&lt;/a&gt; (SAC) and 2 &lt;a href=\"Special%20Protection%20Area\"&gt;Special Protection Area&lt;/a&gt;s (SPA). Two of Scotland's &lt;a href=\"National%20Scenic%20Area%20%28Scotland%29\"&gt;national scenic areas&lt;/a&gt; - Loch Lomond NSA and the Trossachs NSA - are wholly within the national park, and the westernmost part of the &lt;a href=\"River%20Earn\"&gt;River Earn&lt;/a&gt; (Comrie to St Fillans) NSA also lies within the park's boundaries. Additionally, there are two &lt;a href=\"forest%20parks%20of%20Scotland\"&gt;forest parks&lt;/a&gt; (&lt;a href=\"Queen%20Elizabeth%20Forest%20Park\"&gt;Queen Elizabeth Forest Park&lt;/a&gt; and &lt;a href=\"Argyll%20Forest%20Park\"&gt;Argyll Forest Park&lt;/a&gt;) and two &lt;a href=\"National%20nature%20reserve%20%28Scotland%29\"&gt;national nature reserves&lt;/a&gt; (NNR) (&lt;a href=\"Loch%20Lomond%20National%20Nature%20Reserve\"&gt;Loch Lomond National Nature Reserve&lt;/a&gt; and &lt;a href=\"Trossachs\"&gt;The Great Trossachs Forest National Nature Reserve&lt;/a&gt;) within the National Park. The Loch Lomond NNR is managed by a partnership of the National Park Authority, &lt;a href=\"Royal%20Society%20for%20the%20Protection%20of%20Birds\"&gt;RSPB Scotland&lt;/a&gt; and &lt;a href=\"NatureScot\"&gt;NatureScot&lt;/a&gt;, whilst The Great Trossachs Forest is managed by a partnership of &lt;a href=\"Forestry%20and%20Land%20Scotland\"&gt;Forestry and Land Scotland&lt;/a&gt;, RSPB Scotland and &lt;a href=\"Woodland%20Trust\"&gt;Woodland Trust Scotland&lt;/a&gt;.\nRecreation and tourism.\nThe area has long been popular with tourists, with the Trossachs being one of the first parts of Scotland to become a recognised tourist destination due to its position on the southern edge of the &lt;a href=\"Scottish%20highlands\"&gt;Highlands&lt;/a&gt; and to the quality of the scenery, which may be considered to represent a microcosm of a typical Highland landscape. Loch Lomond was also a popular destination for early travellers, such that when &lt;a href=\"James%20Boswell\"&gt;James Boswell&lt;/a&gt; and &lt;a href=\"Samuel%20Johnson\"&gt;Samuel Johnson&lt;/a&gt; visited on the return from their &lt;a href=\"A%20Journey%20to%20the%20Western%20Islands%20of%20Scotland\"&gt;tour of the Western Isles&lt;/a&gt; in 1773, the area was already firmly enough established as a destination for Boswell to note that it would be unnecessary to attempt any description.\nIn 2017 there were 2.9 million visits to the park, of which 2.1 million were day visits and 783,000 were made by visitors staying overnight within the park. Beauty spots include the &lt;a href=\"Falls%20of%20Dochart\"&gt;Falls of Dochart&lt;/a&gt;, the viewpoint at the &lt;a href=\"Rest%20and%20be%20thankful\"&gt;Rest and be thankful&lt;/a&gt;, and &lt;a href=\"Inchcailloch\"&gt;Inchcailloch&lt;/a&gt; island in Loch Lomond. There is a national park visitor centre in &lt;a href=\"Balloch%2C%20West%20Dunbartonshire\"&gt;Balloch&lt;/a&gt; at the southern end of Loch Lomond, called Loch Lomond Shores, which includes a visitor information centre at the most popular gateway to the park, as well as an aquarium, shops and restaurants.\nLoch Lomond is one of Scotland's premier boating and watersports venues, with visitors enjoying activities including &lt;a href=\"kayak\"&gt;kayak&lt;/a&gt;ing, &lt;a href=\"Canadian%20canoe\"&gt;Canadian canoe&lt;/a&gt;ing, &lt;a href=\"paddle%20board\"&gt;paddle board&lt;/a&gt;ing, &lt;a href=\"wake%20boarding\"&gt;wake boarding&lt;/a&gt;, &lt;a href=\"water%20skiing\"&gt;water skiing&lt;/a&gt; and &lt;a href=\"wake%20surfing\"&gt;wake surfing&lt;/a&gt;. The national park authority has tried to achieve a balance between land-based tourists and loch users, with environmentally sensitive areas subject to a strictly enforced speed limit, but the rest of the loch open to speeds of up to . Cruises on the loch can be taken from &lt;a href=\"Tarbet%2C%20Argyll\"&gt;Tarbet&lt;/a&gt;, &lt;a href=\"Inversnaid\"&gt;Inversnaid&lt;/a&gt;, &lt;a href=\"Luss\"&gt;Luss&lt;/a&gt; and &lt;a href=\"Rowardennan\"&gt;Rowardennan&lt;/a&gt;, and on &lt;a href=\"Loch%20Katrine\"&gt;Loch Katrine&lt;/a&gt; in the Trossachs visitors can travel on the historic steamship &lt;a href=\"SS%20Sir%20Walter%20Scott\"&gt;SS Sir Walter Scott&lt;/a&gt; (launched in 1899).\nThe park is popular with walkers, with routes ranging from easy family strolls through to &lt;a href=\"hillwalking\"&gt;hillwalking&lt;/a&gt; on the park's highest summits. Popular summits include &lt;a href=\"Ben%20Lomond\"&gt;Ben Lomond&lt;/a&gt; in &lt;a href=\"Dunbartonshire\"&gt;Dunbartonshire&lt;/a&gt; and &lt;a href=\"The%20Cobbler\"&gt;The Cobbler&lt;/a&gt; in the &lt;a href=\"Arrochar%20Alps\"&gt;Arrochar Alps&lt;/a&gt;. The &lt;a href=\"West%20Highland%20Way\"&gt;West Highland Way&lt;/a&gt;, Scotland's first officially designated &lt;a href=\"Long-distance%20footpaths%20in%20Scotland\"&gt;long-distance footpath&lt;/a&gt;, passes through the park, following the eastern shore of Loch Lomond and passing close to Crianlarich. In addition to the West Highland Way five more of &lt;a href=\"Scotland%27s%20Great%20Trails\"&gt;Scotland's Great Trails&lt;/a&gt; pass through sections of the park, including the &lt;a href=\"Loch%20Lomond%20and%20Cowal%20Way\"&gt;Loch Lomond and Cowal Way&lt;/a&gt;, the &lt;a href=\"Three%20Lochs%20Way\"&gt;Three Lochs Way&lt;/a&gt; and the &lt;a href=\"Great%20Trossachs%20Path\"&gt;Great Trossachs Path&lt;/a&gt;.\nAs with all land and inland water in Scotland there is a &lt;a href=\"freedom%20to%20roam\"&gt;right of responsible access&lt;/a&gt; to the land, lochs and rivers of the park for those wishing to participate in recreational pursuits such as &lt;a href=\"hiking\"&gt;walking&lt;/a&gt;, &lt;a href=\"camping\"&gt;camping&lt;/a&gt;, &lt;a href=\"swimming\"&gt;swimming&lt;/a&gt; and &lt;a href=\"canoeing\"&gt;canoeing&lt;/a&gt;. In 2017 the national park authority introduced &lt;a href=\"byelaw\"&gt;byelaw&lt;/a&gt;s restricting the right to camp along much of the shoreline of Loch Lomond, due to issues such as litter and anti-social behaviour that were blamed on some irresponsible campers. The byelaws were opposed by groups such as &lt;a href=\"Mountaineering%20Scotland\"&gt;Mountaineering Scotland&lt;/a&gt; and &lt;a href=\"The%20Ramblers\"&gt;Ramblers Scotland&lt;/a&gt;, who argued that they would criminalise camping even where it was carried out responsibly, and that the national park authority already had sufficient powers to address irresponsible behaviour using existing laws. The restrictions have since been extended to cover a number of other parts of the park, including land around most of the major lochs. In these areas camping is now restricted to designated sites, and campers are required to purchase a permit to camp within these areas between March and October.\nAdministration.\nThe national park is administered by a &lt;a href=\"national%20park%20authority\"&gt;national park authority&lt;/a&gt;, which is an &lt;a href=\"Public%20bodies%20of%20the%20Scottish%20Government\"&gt;executive non-departmental public body&lt;/a&gt; of the &lt;a href=\"Scottish%20Government\"&gt;Scottish Government&lt;/a&gt;. Under the &lt;a href=\"National%20Parks%20%28Scotland%29%20Act%202000\"&gt;National Parks (Scotland) Act 2000&lt;/a&gt;, national parks in Scotland have four aims:\nThe aims are slightly broader than the duties and purposes set out for English and Welsh national parks under the &lt;a href=\"National%20Parks%20and%20Access%20to%20the%20Countryside%20Act%201949\"&gt;National Parks and Access to the Countryside Act 1949&lt;/a&gt; and amending legislation. The general purpose of the national park authority, as defined in the National Parks (Scotland) Act 2000, is to ensure that these aims are \"collectively achieved ...in a coordinated way\". Although the four aims have equal status, in accordance with the &lt;a href=\"Sandford%20Principle\"&gt;Sandford Principle&lt;/a&gt;, the first aim (conservation and enhancement of the natural and cultural heritage) is to be given greater weight when it appears to the park authority that there is irreconcilable conflict with the other aims.\nThe Loch Lomond and The Trossachs National Park Authority is a full planning authority, exercising powers that would otherwise be exercised by &lt;a href=\"local%20government%20in%20Scotland\"&gt;local authorities&lt;/a&gt;, and also takes responsibility for managing access to the countryside that elsewhere falls to local authorities. Aside from the planning and access function, the national parks authority has considerable flexibility as to how the four aims are achieved. It can, for example, acquire land, make byelaws and management agreements, provide grants, offer advice, and undertake or commission research. The authority is headquartered in Balloch, at the southern end of Loch Lomond.\nThe national park authority is run by a board, consisting of 17 members. Five members are elected by the community and twelve are appointed by the Scottish Government, of whom six are nominated by the Local Authorities. The board meets in public at least three times a year.\nTowns and villages within the park.\nAs of the 2011 census the population of the national park was 15,168.\nMunros within the Park.\nThere are 21 &lt;a href=\"Munro\"&gt;Munro&lt;/a&gt;s (mountains over ) in the National Park, of which 16 are within the Breadalbane section of the park. &lt;a href=\"Ben%20Lomond\"&gt;Ben Lomond&lt;/a&gt; is the most frequently climbed mountain in Scotland. A list of Munros within the park and the closest village is given below:"
}