{
    "id": "62527762",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=62527762",
    "title": "Pa' quererte",
    "text": "Pa' quererte is a Colombian &lt;a href=\"telenovela\"&gt;telenovela&lt;/a&gt; produced and distributed by &lt;a href=\"RCN%20Televisi%C3%B3n\"&gt;RCN Televisión&lt;/a&gt; that premiered on RCN Televisión on 7 January 2020. The series is an adaptation of the Mexican &lt;a href=\"telenovela\"&gt;telenovela&lt;/a&gt; \"&lt;a href=\"Pap%C3%A1%20a%20toda%20madre\"&gt;Papá a toda madre&lt;/a&gt;\" broadcast on &lt;a href=\"Las%20Estrellas\"&gt;Las Estrellas&lt;/a&gt; in 2018. It stars an &lt;a href=\"ensemble%20cast\"&gt;ensemble cast&lt;/a&gt; headed by &lt;a href=\"Sebasti%C3%A1n%20Mart%C3%ADnez%20%28actor%29\"&gt;Sebastián Martínez&lt;/a&gt;, Laura de León, Luis Eduardo Arango, and Diana Wiswell. The plot revolves around 4 friends of different ages &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; fans who have a small team, in addition to this the 4 are non-conventional parents who will have to assume their role as parents. It will air Monday to Friday at 8:00 p.m., replacing \"&lt;a href=\"El%20man%20es%20Germ%C3%A1n\"&gt;El man es Germán&lt;/a&gt;\".\nDue to the &lt;a href=\"COVID-19%20pandemic%20in%20Colombia\"&gt;COVID-19 pandemic in Colombia&lt;/a&gt;, &lt;a href=\"RCN%20Televisi%C3%B3n\"&gt;RCN Televisión&lt;/a&gt; temporarily suspended the telenovela, broadcasting the last episode on 20 March 2020. This, because production has not ended, and quarantine has been decreed. New episodes resumed on 12 January 2021.\nWeb series.\nPa' quererte en casa is a web series that premiered its first season on 30 April 2020 and ended on 2 July 2020. The season features a special for &lt;a href=\"Father%27s%20Day\"&gt;Father's Day&lt;/a&gt;, and it tells stories in parallel to the original story of how several of the characters and protagonists of the &lt;a href=\"telenovela\"&gt;telenovela&lt;/a&gt; live during the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. It was created for the reason of suspension of the filming of the telenovela, due to the pandemic."
}