{
    "id": "62544650",
    "revid": "1041679662",
    "url": "https://en.wikipedia.org/wiki?curid=62544650",
    "title": "List of aviation incidents involving terrorism",
    "text": "This is a list of aviation accidents and incidents that were caused by &lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt; or &lt;a href=\"jihad\"&gt;jihad&lt;/a&gt; such as hijacking, bombing, or shoot down.\n1970s.\nCubana de Aviación Flight 455.\n&lt;a href=\"Cubana%20de%20Aviaci%C3%B3n%20Flight%20455\"&gt;Cubana de Aviación Flight 455&lt;/a&gt; was a &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;n &lt;a href=\"Douglas%20DC-8\"&gt;Douglas DC-8&lt;/a&gt; flying from &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt; to &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; that was brought down on October 6, 1976 by a terrorist bomb attack occurring 11 minutes after takeoff. All 73 people on board the &lt;a href=\"Douglas%20DC-8\"&gt;Douglas DC-8&lt;/a&gt; aircraft were killed. Among the 25 crew members, the passengers comprised 57 Cubans – including the Cuban National Fencing team, and several government officials – 11 &lt;a href=\"Guyana\"&gt;Guyanese&lt;/a&gt;, and 5 &lt;a href=\"North%20Korea\"&gt;North Koreans&lt;/a&gt; – of which 4 Koreans were government officials.\nSeveral &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;-linked &lt;a href=\"Opposition%20to%20Fidel%20Castro\"&gt;anti-Castro&lt;/a&gt; &lt;a href=\"Cuban%20exile\"&gt;Cuban exile&lt;/a&gt;s were implicated by the evidence.\n1980s.\nAir India Flight 182.\n&lt;a href=\"Air%20India%20Flight%20182\"&gt;Air India Flight 182&lt;/a&gt; was an &lt;a href=\"Air%20India\"&gt;Air India&lt;/a&gt; Boeing 747 operating on the &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;–&lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;–&lt;a href=\"London\"&gt;London&lt;/a&gt;–&lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; route. On 23 June 1985 it was operated using &lt;a href=\"Boeing%20747%23747-200\"&gt;Boeing 747-237B&lt;/a&gt; &lt;a href=\"Aircraft%20registration\"&gt;registered&lt;/a&gt; \"VT-EFO\". It disintegrated in midair en route from Montreal to London, at an altitude of 31,000 feet (9,400 m) over the Atlantic Ocean, as a result of the explosion from a bomb planted by &lt;a href=\"Sikhism%20in%20Canada\"&gt;Canadian Sikh&lt;/a&gt; terrorists. The remnants of the airliner fell into the ocean approximately 120 miles (190 km) west-southwest of the southwest tip of &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;, killing all aboard: 329 people, including 268 &lt;a href=\"Canada\"&gt;Canadian&lt;/a&gt; citizens, 27 &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; citizens and 24 &lt;a href=\"India\"&gt;Indian&lt;/a&gt; citizens. The bombing of Air India Flight 182 is the largest mass killing in Canadian history, the deadliest aviation accident in the history of Air India and was the deadliest act of aviation terrorism until the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in 2001.\nPan Am Flight 103.\n&lt;a href=\"Pan%20Am%20Flight%20103\"&gt;Pan Am Flight 103&lt;/a&gt; was a regularly scheduled &lt;a href=\"Pan%20American%20World%20Airways\"&gt;Pan Am&lt;/a&gt; &lt;a href=\"transatlantic%20flight\"&gt;transatlantic flight&lt;/a&gt; from &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; to &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; via &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;. On 21 December 1988, N739PA, the aircraft operating the transatlantic leg of the route was destroyed by a bomb, killing all 243 passengers and 16 crew in what became known as the Lockerbie bombing. Large sections of the aircraft crashed onto a residential street in &lt;a href=\"Lockerbie\"&gt;Lockerbie&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, killing 11 people on the ground. With a total of 270 people killed, it is the deadliest terror attack in the history of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\n1990s.\nAir France Flight 8969.\n&lt;a href=\"Air%20France%20Flight%208969\"&gt;Air France Flight 8969&lt;/a&gt; was an &lt;a href=\"Air%20France\"&gt;Air France&lt;/a&gt; &lt;a href=\"Airbus%20A300\"&gt;Airbus A300&lt;/a&gt; that was &lt;a href=\"Aircraft%20hijacking\"&gt;hijack&lt;/a&gt;ed on 24 December 1994 by the &lt;a href=\"Armed%20Islamic%20Group\"&gt;Armed Islamic Group&lt;/a&gt; of Algeria (GIA) at &lt;a href=\"Houari%20Boumediene%20Airport\"&gt;Houari Boumediene Airport&lt;/a&gt;, &lt;a href=\"Algiers%2C%20Algeria\"&gt;Algiers, Algeria&lt;/a&gt; during the &lt;a href=\"Algerian%20Civil%20War\"&gt;Algerian Civil War&lt;/a&gt;. The terrorists murdered three passengers and their intention was to blow up the plane over the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. When the aircraft reached &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, the &lt;a href=\"GIGN\"&gt;National Gendarmerie Intervention Group&lt;/a&gt; (GIGN), a counter-terror unit of the French &lt;a href=\"National%20Gendarmerie\"&gt;National Gendarmerie&lt;/a&gt;, stormed the plane and killed all four hijackers.\nSeptember 11 attacks.\nAmerican Airlines Flight 11.\n&lt;a href=\"American%20Airlines%20Flight%2011\"&gt;American Airlines Flight 11&lt;/a&gt; was a domestic &lt;a href=\"Airline\"&gt;passenger flight&lt;/a&gt; that was &lt;a href=\"Aircraft%20hijacking\"&gt;hijacked&lt;/a&gt; by five &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; terrorists on September 11, 2001, as part of the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt;. &lt;a href=\"Mohamed%20Atta\"&gt;Mohamed Atta&lt;/a&gt; deliberately crashed the plane into the &lt;a href=\"One%20World%20Trade%20Center%23Original%20building%20%281971%E2%80%932001%29\"&gt;North Tower&lt;/a&gt; of the &lt;a href=\"World%20Trade%20Center%20%281973-2001%29\"&gt;World Trade Center&lt;/a&gt; in New York City, killing all 92 people aboard and an unknown number in the building's impact zone. The aircraft involved, a &lt;a href=\"Boeing%20767%23767-200ER\"&gt;Boeing 767-223ER&lt;/a&gt;, &lt;a href=\"Aircraft%20registration\"&gt;registration&lt;/a&gt; was flying &lt;a href=\"American%20Airlines\"&gt;American Airlines&lt;/a&gt;' daily scheduled morning &lt;a href=\"Transcontinental%20flight\"&gt;transcontinental service&lt;/a&gt; from &lt;a href=\"Logan%20International%20Airport\"&gt;Logan International Airport&lt;/a&gt; in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; to &lt;a href=\"Los%20Angeles%20International%20Airport\"&gt;Los Angeles International Airport&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;.\nUnited Airlines Flight 175.\n&lt;a href=\"United%20Airlines%20Flight%20175\"&gt;United Airlines Flight 175&lt;/a&gt; was a scheduled domestic &lt;a href=\"Airline\"&gt;passenger flight&lt;/a&gt; from &lt;a href=\"Logan%20International%20Airport\"&gt;Logan International Airport&lt;/a&gt;, in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, to &lt;a href=\"Los%20Angeles%20International%20Airport\"&gt;Los Angeles International Airport&lt;/a&gt;, in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. On &lt;a href=\"September%2011%20attacks\"&gt;September 11, 2001&lt;/a&gt;, the &lt;a href=\"Boeing%20767%23767-200\"&gt;Boeing 767-200&lt;/a&gt; operating the route was &lt;a href=\"Aircraft%20hijacking\"&gt;hijacked&lt;/a&gt; by five &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; terrorists &lt;a href=\"September%2011%20attacks\"&gt;and was deliberately crashed&lt;/a&gt; into the &lt;a href=\"2%20World%20Trade%20Center%23Original%20building%20%281973%E2%80%932001%29\"&gt;South Tower&lt;/a&gt; of the &lt;a href=\"World%20Trade%20Center%20%281973%E2%80%932001%29\"&gt;World Trade Center&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, killing all 65 people aboard and an unconfirmed number in the building's impact zone.\nApproximately 30 minutes into the flight, the hijackers forcibly breached the cockpit and overpowered the pilot and first officer, allowing lead hijacker and trained pilot &lt;a href=\"Marwan%20al-Shehhi\"&gt;Marwan al-Shehhi&lt;/a&gt; to take over the controls. Unlike &lt;a href=\"American%20Airlines%20Flight%2011\"&gt;Flight 11&lt;/a&gt;, which turned its transponder off, the aircraft's transponder was visible on New York Center's radar, and the aircraft deviated from the assigned flight path for four minutes before air traffic controllers noticed these changes at 08:51 EDT. They made several unsuccessful attempts to contact the cockpit. Unknown to the hijackers, several passengers and crew aboard made &lt;a href=\"phone%20call\"&gt;phone call&lt;/a&gt;s from the plane to family members and provided information about the hijackers and injuries suffered by passengers and crew.\nAmerican Airlines Flight 77.\n&lt;a href=\"American%20Airlines%20Flight%2077\"&gt;American Airlines Flight 77&lt;/a&gt; was a scheduled &lt;a href=\"American%20Airlines\"&gt;American Airlines&lt;/a&gt; domestic &lt;a href=\"transcontinental%20flight\"&gt;transcontinental&lt;/a&gt; &lt;a href=\"Airline\"&gt;passenger flight&lt;/a&gt; from &lt;a href=\"Washington%20Dulles%20International%20Airport\"&gt;Washington Dulles International Airport&lt;/a&gt; in &lt;a href=\"Dulles%2C%20Virginia\"&gt;Dulles, Virginia&lt;/a&gt;, to &lt;a href=\"Los%20Angeles%20International%20Airport\"&gt;Los Angeles International Airport&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. The &lt;a href=\"Boeing%20757\"&gt;Boeing 757-223&lt;/a&gt; aircraft serving the flight was &lt;a href=\"Aircraft%20hijacking\"&gt;hijacked&lt;/a&gt; by five Saudi men affiliated with &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; on September 11, 2001, as part of the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt;. They deliberately crashed the plane into &lt;a href=\"the%20Pentagon\"&gt;the Pentagon&lt;/a&gt; in &lt;a href=\"Arlington%20County%2C%20Virginia\"&gt;Arlington County, Virginia&lt;/a&gt;, near &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, killing all 64 people on board, including the five hijackers and six crew, as well as 125 people in the building.\nLess than 35 minutes into the flight, the hijackers stormed the cockpit and forced the passengers, crew, and pilots to the rear of the aircraft. &lt;a href=\"Hani%20Hanjour\"&gt;Hani Hanjour&lt;/a&gt;, one of the hijackers who was trained as a pilot, assumed control of the flight. Unknown to the hijackers, passengers aboard made telephone calls to friends and family and relayed information on the hijacking.\nThe hijackers crashed the aircraft into the western side of the Pentagon at 09:37 EDT. Many people witnessed the crash, and news sources began reporting on the incident within minutes. The impact severely damaged an area of the Pentagon and caused a large fire. A portion of the building collapsed; firefighters spent days working to fully extinguish the blaze. The damaged sections of the Pentagon were rebuilt in 2002, with occupants moving back into the completed areas that August. The 184 victims of the attack are memorialized in the &lt;a href=\"Pentagon%20Memorial\"&gt;Pentagon Memorial&lt;/a&gt; adjacent to the crash site. The park contains a bench for each of the victims, arranged according to their year of birth, ranging from 1930 to 1998.\nUnited Airlines Flight 93.\n&lt;a href=\"United%20Airlines%20Flight%2093\"&gt;United Airlines Flight 93&lt;/a&gt; was a &lt;a href=\"Domestic%20flight\"&gt;domestic scheduled passenger flight&lt;/a&gt; that was &lt;a href=\"aircraft%20hijacking\"&gt;hijacked&lt;/a&gt; by four &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; terrorists on board, as part of the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt;. It crashed into a field in &lt;a href=\"Somerset%20County%2C%20Pennsylvania\"&gt;Somerset County, Pennsylvania&lt;/a&gt;, during an attempt by the passengers and crew to regain control of the aircraft. All 44 people on board were killed, including the four hijackers, but no one on the ground was injured. The aircraft involved, a &lt;a href=\"Boeing%20757\"&gt;Boeing 757-222&lt;/a&gt;, was flying &lt;a href=\"United%20Airlines\"&gt;United Airlines&lt;/a&gt;' daily scheduled morning flight from &lt;a href=\"Newark%20Liberty%20International%20Airport\"&gt;Newark International Airport&lt;/a&gt; in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; to &lt;a href=\"San%20Francisco%20International%20Airport\"&gt;San Francisco International Airport&lt;/a&gt; in &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nThe hijackers stormed the aircraft's cockpit 46 minutes after takeoff. The pilot and first officer took measures, such as de-activating the autopilot, to hinder the hijackers. &lt;a href=\"Ziad%20Jarrah\"&gt;Ziad Jarrah&lt;/a&gt;, who had trained as a pilot, took control of the aircraft and diverted it back toward the east coast, in the direction of &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, the U.S. capital. &lt;a href=\"Khalid%20Sheikh%20Mohammed\"&gt;Khalid Sheikh Mohammed&lt;/a&gt; and &lt;a href=\"Ramzi%20bin%20al-Shibh\"&gt;Ramzi bin al-Shibh&lt;/a&gt;, considered principal instigators of the attacks, have claimed that the intended target for Flight 93 was the &lt;a href=\"United%20States%20Capitol\"&gt;U.S. Capitol Building&lt;/a&gt;.\n2004 Russian aircraft bombings.\nVolga-AviaExpress Flight 1353.\nThe first to crash was &lt;a href=\"Volga-AviaExpress\"&gt;Volga-AviaExpress&lt;/a&gt; Flight 1353, a &lt;a href=\"Tu-134\"&gt;Tu-134&lt;/a&gt; aircraft, registered RA-65080, which had been in service since 1977. The plane was flying from &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; to &lt;a href=\"Volgograd\"&gt;Volgograd&lt;/a&gt;. It left &lt;a href=\"Moscow%20Domodedovo%20Airport\"&gt;Domodedovo International Airport&lt;/a&gt; at 22:30 on 24 August 2004. Communication with the plane was lost at 22:56 while it was flying over &lt;a href=\"Tula%20Oblast\"&gt;Tula Oblast&lt;/a&gt;, 180 km south-east of Moscow. The remains of the aircraft were found on the ground several hours later. Thirty-four passengers and 9 crew members were on board the plane. All of them died in the crash. The flight recorders were recovered from the crash site. The flight data recorder showed that the plane was cruising uneventfully at 8100 metres, before indicating some type of high energy event likely originating near the right hand side of the aircraft at seat row 19. Both recorders stopped recording within 2–3 seconds of this event. This was followed by the separation of the fuselage at that location an undetermined amount of time afterward.\nSiberia Airlines Flight 1047.\nJust minutes after the first crash, &lt;a href=\"S7%20Airlines\"&gt;Siberia Airlines&lt;/a&gt; Flight 1047, which had left Domodedovo International Airport at 21:35 on 24 August 2004, disappeared from the radar screens and crashed. The &lt;a href=\"Tu-154\"&gt;Tu-154&lt;/a&gt; aircraft, registered RA-85556, which had been in service since 1982, was flying from Moscow to &lt;a href=\"Sochi\"&gt;Sochi&lt;/a&gt;. According to an unnamed government source of the Russian news agency &lt;a href=\"Interfax\"&gt;Interfax&lt;/a&gt;, the plane had broadcast a &lt;a href=\"Aircraft%20hijacking\"&gt;hijack&lt;/a&gt; warning while flying over &lt;a href=\"Rostov%20Oblast\"&gt;Rostov Oblast&lt;/a&gt; at 22:59. However, it was later determined that this was the aircraft's &lt;a href=\"Emergency%20position-indicating%20radiobeacon%20station\"&gt;Emergency Locator Transmitter (ELT)&lt;/a&gt;, and that the crew of flight 1047 were not aware of any danger prior to the aircraft disappearing from radar. The plane disappeared from radar screens shortly after that and crashed. 38 passengers and 8 crew members were on board the plane, and there were no survivors after the crash. The debris of the aircraft was found on the morning of 25 August 2004, 9 kilometres (5.6 mi) from the &lt;a href=\"Urban-type%20settlement\"&gt;work settlement&lt;/a&gt; of &lt;a href=\"Gluboky%2C%20Kamensky%20District%2C%20Rostov%20Oblast\"&gt;Gluboky&lt;/a&gt; in &lt;a href=\"Kamensky%20District%2C%20Rostov%20Oblast\"&gt;Kamensky District&lt;/a&gt; of &lt;a href=\"Rostov%20Oblast\"&gt;Rostov Oblast&lt;/a&gt;. The flight recorders were also recovered in this case; the flight data recorder along with wreckage analysis suggested an almost identical high-energy event to the one seen on flight 1353 took place near the right hand side of the aircraft at seat row 25, while the aircraft was cruising at 12100 metres. The blast resulted in a rapid decompression of the cabin, damage to the elevator and rudder controls, a substantial loss of electrical power, and severe damage to the fuselage and tail components. The ELT was triggered a half second after the event, either by a crew member or automatically. The data recorder stopped working shortly after the explosion, but the cockpit voice recorder continued recording until impact with the ground, during which most of the crew discussions were about the loss of cabin pressure and electrical systems. The crew were caught completely off guard by the event, and there is no evidence that the crew was aware of the detonation of an explosive device on board.\nThe two almost simultaneous crashes caused speculations about terrorism. &lt;a href=\"President%20of%20Russia\"&gt;President&lt;/a&gt; &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; immediately ordered the &lt;a href=\"Federal%20Security%20Service\"&gt;Federal Security Service&lt;/a&gt; (FSB) to investigate the crashes. On 28 August 2004, the FSB had found traces of the explosive &lt;a href=\"RDX\"&gt;RDX&lt;/a&gt; in the remains of both planes. &lt;a href=\"Itar-Tass\"&gt;Itar-Tass&lt;/a&gt; news agency reported on 30 August 2004, \"without a shadow of a doubt, the FSB security service said that \"both airplanes were blown up as a result of a terrorist attack\". A little known group called the Islambouli Brigades claimed responsibility; the truth of those claims remains uncertain.\n= 2010s =\nMetrojet Flight 9268.\n&lt;a href=\"Metrojet%20Flight%209268\"&gt;Metrojet Flight 9268&lt;/a&gt; was an &lt;a href=\"Airbus%20A321\"&gt;Airbus A321&lt;/a&gt; that took off from &lt;a href=\"Sharm%20El%20Sheikh%20International%20Airport\"&gt;Sharm El Sheikh International Airport&lt;/a&gt;, Egypt, to &lt;a href=\"Pulkovo%20Airport\"&gt;Pulkovo Airport&lt;/a&gt; in &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, Russia. About 23 minutes after takeoff at 6:13 EST (4:13 UTC), a bomb exploded in the aircraft, causing it to disintegrate in mid-air. All 217 passengers and 7 crew members died. On November 16, 2015, investigators found out that a bomb was placed on the aircraft. This accident has been attributed to terrorist bombing and is currently under criminal investigation. \nDaallo Airlines Flight 159.\nOn 2 February 2016, 20 minutes after taking off from &lt;a href=\"Mogadishu\"&gt;Mogadishu&lt;/a&gt;, &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;, at 11:00 local time, en route to &lt;a href=\"Djibouti%20%28city%29\"&gt;Djibouti City&lt;/a&gt;, at an altitude of about 14,000 ft (4,300 m), an explosion occurred aboard the aircraft, opening a hole in the fuselage behind the R2 door. It was reported that day that the explosion was most likely close to seats 15/16F, abeam the forward &lt;a href=\"wing%20root\"&gt;wing root&lt;/a&gt; and the fuel tanks. There were 74 passengers and 7 crew on board at the time of the incident. The bomber was killed by the blast, which was determined to have come from a rigged laptop. The aircraft was evacuated safely, and the bomber was the only fatality. Two passengers suffered injuries of unspecified degree, but survived."
}