{
    "id": "62555344",
    "revid": "42142250",
    "url": "https://en.wikipedia.org/wiki?curid=62555344",
    "title": "NZR Sumbersari F.C.",
    "text": "NZR Sumbersari Football Club is an Indonesian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Malang\"&gt;Malang&lt;/a&gt;, &lt;a href=\"East%20Java\"&gt;East Java&lt;/a&gt; that competes in Liga 3 and play their home match at Gajayana Stadium. \nHistory.\nStarting from a group of &lt;a href=\"Village\"&gt;village&lt;/a&gt; football lovers, currently starting their steps in the &lt;a href=\"Liga%203%20%28Indonesia%29\"&gt;Liga 3&lt;/a&gt; &lt;a href=\"East%20Java\"&gt;East Java&lt;/a&gt; zone. they have been around since 1985, Sumbersari FC was born and established as a soccer school under the name Sumbersari Putra. The name was taken from the name of the village of Sumbersari which is currently the village of Bandulan. Early they entered Liga 3 because of the lack of internal competition in &lt;a href=\"Malang\"&gt;Malang&lt;/a&gt;, so that players get playing minutes, this team was included in Liga 3, so that young players in &lt;a href=\"Association%20football\"&gt;soccer schools&lt;/a&gt; could feel the competition, Then in 2018, they changed their name to Sumbersari FC which was prepared to play in Liga 3 2018 in the East Java zone.\nIn 2019, This is the second year that Sumbersari FC has played in the Liga 3. With young players, the target is not a benchmark, the team must play well and show hard work. The results will follow later. Sumbersari FC will face a team with a big name, &lt;a href=\"Deltras%20Sidoarjo\"&gt;Deltras Sidoarjo&lt;/a&gt;. The mental and ability of Saiful Imron's team will be really tested. They are became the first \"village team\" that qualified to &lt;a href=\"2019%20Liga%203%20Regional%20Round\"&gt;Liga 3 Regional Round&lt;/a&gt; after finished 3rd place in &lt;a href=\"2019%20Liga%203%20East%20Java\"&gt;2019 Liga 3 East Java&lt;/a&gt; Group J. They are successful to qualify for the regional round in the 2019 season. However, their steps were stopped after they were defeated by &lt;a href=\"Serang%20Jaya%20F.C.\"&gt;Serang Jaya&lt;/a&gt; from &lt;a href=\"Banten\"&gt;Banten&lt;/a&gt; at that time, Entering early 2021, they changed their name to NZR Sumbersari FC. This is because Sumbersari FC already has a new investor and manager, namely the owner of the NZR Group, Wibie Dwi Andriyas.\nOn 9 November 2021, NZR Sumbersari made league match debut in a 5–1 won against &lt;a href=\"Triple%27s%20Kediri%20F.C.\"&gt;Triple's Kediri&lt;/a&gt; at the &lt;a href=\"Gajayana%20Stadium\"&gt;Gajayana Stadium&lt;/a&gt;. On 16 December 2021, &lt;a href=\"2021%20Liga%203%20East%20Java\"&gt;2021 Liga 3 East Java&lt;/a&gt; has been held and NZR Sumbersari has become the champion to represent the province at the national level, not only being a regional champion, NZR Sumbersari has been undefeated in the struggle in the league zone since the competition was held on November 3, 2021. In the final match, they win 1–0 against &lt;a href=\"Persedikab%20Kediri\"&gt;Persedikab Kediri&lt;/a&gt;."
}