{
    "id": "62582298",
    "revid": "21160651",
    "url": "https://en.wikipedia.org/wiki?curid=62582298",
    "title": "Naturism in New Zealand",
    "text": "&lt;a href=\"Naturism\"&gt;Naturism&lt;/a&gt; refers to a lifestyle of practising non-sexual social &lt;a href=\"nudity\"&gt;nudity&lt;/a&gt; in private and in public, and to the &lt;a href=\"cultural%20movement\"&gt;cultural movement&lt;/a&gt; which advocates and defends that lifestyle. Both are also known as \"nudism\". Naturist organisations have existed in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; since the 1930s. Although not a daily feature of public life, social nudity is practised in a variety of other contexts in New Zealand culture.\nNew Zealand Naturist Federation.\nAn attempt to set up a &lt;a href=\"Naturist%20resort\"&gt;nudist club&lt;/a&gt; in &lt;a href=\"Dunedin\"&gt;Dunedin&lt;/a&gt; in 1933 was unsuccessful, attracting hostility from clergy, women's groups, and the police. Nudist clubs (known as \"sun clubs\") were successfully established in Dunedin and &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; in early 1938; the Auckland Sun Group went into recess shortly afterwards due to the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nIn 1953 the allied nudist clubs of New Zealand gathered at &lt;a href=\"Whanganui\"&gt;Whanganui&lt;/a&gt; to hold a festival, called a \"rally\", which became an annual event. At the 1957 rally, held at the &lt;a href=\"Pineglades%20Naturist%20Club\"&gt;Canterbury Sun and Health Club&lt;/a&gt;'s grounds in &lt;a href=\"Rolleston%2C%20New%20Zealand\"&gt;Rolleston&lt;/a&gt; near &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;, the affiliated clubs agreed to form the New Zealand Sunbathing Association, which was formally established on 1 January 1958. In 1977 the Association was renamed the New Zealand Naturist Federation.\nIn 2016 the Federation in conjunction with &lt;a href=\"Tourism%20New%20Zealand\"&gt;Tourism New Zealand&lt;/a&gt; hosted the World Congress of the &lt;a href=\"International%20Naturist%20Federation\"&gt;International Naturist Federation (INF)&lt;/a&gt; at the &lt;a href=\"Wellington%20Naturist%20Club\"&gt;Wellington Naturist Club&lt;/a&gt;, marking the second time the Congress had ever been held in the Southern Hemisphere. This Congress was marked by political unrest, as sitting INF president Sieglinde Ivo was voted out in favour of French delegate Armand Jamier by a narrow majority. The vote was overturned and Ivo returned to the presidency at a special World Congress in 2017, held in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. In December 2019 the Federation voted to withdraw from the INF, retaining the right to rejoin at some future date.\nThe Federation today includes 17 affiliated clubs with a total membership, in 2012, of 1,600 people. Numbers at the annual rally have been dwindling in recent decades.\nIn 2020 tensions arose between two Federation member groups, the Orchard Sun Club and Southern Free Beaches, when the latter installed advertising for their own club next to the entrance to the former's club grounds. The groups had previously split apart over differences in management style.\n\"gonatural\" magazine.\nThe New Zealand Naturist Federation published a quarterly magazine from 1956 to 2020. It was launched by Stewart Ransom under the title \"The National Review\", which became \"The National Naturist Review\" in 1958, \"The New Zealand Naturist\" in 1961, and \"gonatural\" in 2005. \"gonatural\"s content was largely devoted to lifestyle articles, along with news articles on events related to social nudity, and occasional opinion pieces.\nThe \"National Naturist Review\" first printed photo illustrations in 1960, and the \"New Zealand Naturist\" began featuring a cover photo for each issue in 1963. The photos were retouched, to avoid legal repercussions, until after the 1968 &lt;a href=\"Indecent%20Publications%20Tribunal\"&gt;Indecent Publications Tribunal&lt;/a&gt; finding that nude photos were not unlawful in New Zealand. From the 1990s until 2018, full nudity was kept off the covers so that the magazine could be sold by newsagents without a plain wrapper.\nIn 2018, due to costs, \"gonatural\" was withdrawn from newsagents and became a subscriber-only magazine; however, it continued to make a loss for the Federation, and was discontinued in August 2020.\nSocial nudity in New Zealand culture.\nEarly history.\n&lt;a href=\"M%C4%81ori%20people\"&gt;Māori people&lt;/a&gt; prior to European colonisation wore woven cloaks and kilts for protection from the weather and to denote social status. However, very little of the human body had to be concealed for modesty's sake as such. According to reports by Captain &lt;a href=\"James%20Cook\"&gt;James Cook&lt;/a&gt; and &lt;a href=\"Joseph%20Banks\"&gt;Joseph Banks&lt;/a&gt; upon their visit to New Zealand in 1769–70, Māori men frequently went casually naked except for a belt with a piece of string attached holding their &lt;a href=\"foreskin\"&gt;foreskin&lt;/a&gt; shut over their &lt;a href=\"glans%20penis\"&gt;glans penis&lt;/a&gt;, the only part that they showed any reluctance to uncover in social settings, whereas Māori women covered their entire pubic area with small aprons or bunches of fragrant plant material, and reacted with shame when caught uncovered in the presence of men. There was no shame or modesty attached to women's breasts, and therefore no garments devoted to concealing them – the colourful woven &lt;a href=\"bodice\"&gt;bodice&lt;/a&gt;s () worn by women in performances are a colonial-era invention, which became standard costume only in the 1950s. Pre-pubescent children wore no clothes at all.\nThe shock value of exposing the female genitals gave it power as a form of protest, a gesture known in &lt;a href=\"M%C4%81ori%20language\"&gt;Māori&lt;/a&gt; as . One notable modern example was performed by &lt;a href=\"Mihi%20K%C5%8Dtukutuku%20Stirling\"&gt;Mihi Kōtukutuku Stirling&lt;/a&gt; in &lt;a href=\"Rotorua\"&gt;Rotorua&lt;/a&gt; in 1917. &lt;a href=\"Mita%20Taupopoki\"&gt;Mita Taupopoki&lt;/a&gt;, a &lt;a href=\"Te%20Arawa\"&gt;Te Arawa&lt;/a&gt; chief, objected to her standing on \"his\" as she was a woman. Stirling replied that she outranked him by birth; that she was not on his , \"he\" was on \"her\" ; and finally that he came from a woman's genitals – showing her own by way of illustration. This countered the insult that he had given her. Those present were asked to repudiate her speech but no-one came forward.\nThe European colonists regarded nudity as an obscenity. The nakedness of Māori was cited, often in the phrase \"naked savages\", as a sign of their &lt;a href=\"Racism\"&gt;racial inferiority&lt;/a&gt; (which in turn was seen as casting into doubt the validity of the &lt;a href=\"Treaty%20of%20Waitangi\"&gt;Treaty of Waitangi&lt;/a&gt;).\nChanging mores.\nSocial nudity in remote outdoor locations began to draw the ire of the authorities in the late 1920s. A number of male offenders were arrested and convicted for \"willfully and obscenely exposing their persons\" at various &lt;a href=\"Wellington\"&gt;Wellington&lt;/a&gt; and &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; beaches through the 1930s; a typical fine was £1. In 1939, a young woman was convicted but granted a suspended sentence for swimming nude at &lt;a href=\"Takapuna\"&gt;Takapuna&lt;/a&gt; in Auckland, after explaining to police that she was an adherent of the \"Back to Health\" movement. The presiding magistrate at her trial described her as \"a disgrace to her sex\" and speculated that only \"an element of insanity\" could explain her behaviour.\nBy the 1980s, following the popularity of the Nambassa festivals (see below), casual outdoor nudity was a sufficiently recognisable feature of the social landscape that the cartoonist &lt;a href=\"Murray%20Ball\"&gt;Murray Ball&lt;/a&gt; (1939–2017) made one of the minor characters of his iconic New Zealand comic strip \"&lt;a href=\"Footrot%20Flats\"&gt;Footrot Flats&lt;/a&gt;\", Cousin Kathy, a frequent practitioner.\nPresent attitudes.\nA 2008 poll by Research New Zealand reported that 54% of New Zealanders supported the right of naturists to go nude on beaches at least in designated areas, with over half that number finding nudity acceptable on any beach. However, there remains a contingent of New Zealanders who consider nudity obscene. Naturists who engage in casual public nudity, even in places where this is lawful, run the risk of having the police called on them by disapproving members of the public. In 2019, a man was convicted of willful damage after chainsawing the &lt;a href=\"phallus\"&gt;phallus&lt;/a&gt; off a &lt;a href=\"Whakairo\"&gt;Māori carving&lt;/a&gt; on a walking track at &lt;a href=\"Woodville%2C%20New%20Zealand\"&gt;Woodville&lt;/a&gt; near &lt;a href=\"Palmerston%20North\"&gt;Palmerston North&lt;/a&gt;; he claimed that the statue \"promoted sex for pleasure\" and that he had support from &lt;a href=\"God\"&gt;God&lt;/a&gt;. When a small group of &lt;a href=\"Taup%C5%8D\"&gt;Taupō&lt;/a&gt; residents called for public signage banning &lt;a href=\"G-string\"&gt;G-string&lt;/a&gt;s at the local Spa Thermal Park in early 2020, the strength of opposition to their proposal made national news.\nIn February 2016, complaints were laid with the Judicial Conduct Commission over photographs of a &lt;a href=\"District%20Court%20of%20New%20Zealand\"&gt;District Court&lt;/a&gt; judge playing &lt;a href=\"p%C3%A9tanque\"&gt;pétanque&lt;/a&gt; in the nude at &lt;a href=\"Pineglades%20Naturist%20Club\"&gt;Pineglades Naturist Club&lt;/a&gt;. Though the judge's name was never published, the case drew national attention, with negative commentary from former government minister &lt;a href=\"Rodney%20Hide\"&gt;Rodney Hide&lt;/a&gt; and the &lt;a href=\"Sensible%20Sentencing%20Trust\"&gt;Sensible Sentencing Trust&lt;/a&gt;, and support from TV host and self-declared nudist &lt;a href=\"Paul%20Henry%20%28broadcaster%29\"&gt;Paul Henry&lt;/a&gt;. The Judicial Conduct Commissioner does not report on the outcomes of individual complaints made against judges, and no further action was made public with regard to the case.\nSocial nudity in New Zealand has no specific political alignment; it is associated with &lt;a href=\"hippie\"&gt;hippie&lt;/a&gt; culture, with &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt; causes like &lt;a href=\"Free%20the%20Nipple%20%28campaign%29\"&gt;Free the Nipple&lt;/a&gt;, and also with \"politically incorrect\" public figures such as Paul Henry and Marc Ellis.\nNational Nude Day.\n\"National Nude Day\" was a mock public holiday created when TV personality and former &lt;a href=\"Rugby%20football\"&gt;rugby&lt;/a&gt; player &lt;a href=\"Marc%20Ellis%20%28rugby%29\"&gt;Marc Ellis&lt;/a&gt; challenged viewers of the &lt;a href=\"TVNZ%202\"&gt;TV2&lt;/a&gt; talk show \"&lt;a href=\"SportsCafe\"&gt;SportsCafe&lt;/a&gt;\" to &lt;a href=\"Streaking\"&gt;streak&lt;/a&gt; in front of then Prime Minister &lt;a href=\"Helen%20Clark\"&gt;Helen Clark&lt;/a&gt;. The show ran an event each year inviting viewers to submit photos and video of themselves performing daily activities in the nude, which was continued on the internet (rebranded as \"World Nude Day\" or \"International Nude Day\") until around 2009. A number of student &lt;a href=\"pub\"&gt;pub&lt;/a&gt;s in Ellis' home town of Dunedin offered special deals for nude patrons on the day. Internet collections of world holidays mark the day as 14 July; in fact it was held at the organisers' whim, having variously fallen on 19 September and 6 February.\nStudent traditions.\nSince 2006, &lt;a href=\"Veterinary%20medicine\"&gt;veterinary science&lt;/a&gt; students at &lt;a href=\"Massey%20University\"&gt;Massey University&lt;/a&gt; have marked the midpoint of their five-year course by posing for a &lt;a href=\"nude%20calendar\"&gt;nude calendar&lt;/a&gt;, titled the Barely There Calendar, to raise money for a class trip and a selected charity. Charities supported have included Retired Working Dogs NZ, Pet Refuge, and the animal hospital at &lt;a href=\"Wellington%20Zoo\"&gt;Wellington Zoo&lt;/a&gt;.\nSecond-year law students at the &lt;a href=\"University%20of%20Otago\"&gt;University of Otago&lt;/a&gt; attend an annual summer camp organised by the Society of Otago University Law Students (SOULS), which, by 2017, featured a regular talent show including male &lt;a href=\"striptease\"&gt;striptease&lt;/a&gt;. In 2018, the University withdrew support for the camp after an investigation reported nudity and \"drunken and sexualised\" behaviour, with the result that it was cancelled. The investigation found no evidence of sexual misconduct or criminal activity. In order to avoid cancellation the following year, SOULS implemented changes to the camp including banning nudity and holding the camp in a secret location away from media scrutiny.\nNudity in sport.\nA &lt;a href=\"test%20cricket\"&gt;test cricket&lt;/a&gt; match between New Zealand and Australia in Auckland on 22 March 1974 saw the first streaker in that sport, described by witnesses as a dark-haired young man. Another streak took place on the following day of the same match; whether by the same person or another cannot be verified, as neither was ever caught or identified.\nA nude rugby match was held in Dunedin each winter from 2002 to 2014 as pre-match entertainment for the first professional rugby game of the season. In more recent years it has become sporadic as organisers have other demands on their time.\nWhen &lt;a href=\"A%20J%20Hackett\"&gt;A J Hackett&lt;/a&gt; opened the world's first commercial &lt;a href=\"Bungee%20jumping\"&gt;bungy jumping&lt;/a&gt; site at &lt;a href=\"Kawarau%20Gorge%20Suspension%20Bridge\"&gt;Kawarau Bridge&lt;/a&gt; near &lt;a href=\"Queenstown%2C%20New%20Zealand\"&gt;Queenstown&lt;/a&gt;, customers who performed the jump in the nude were granted free entry. This offer was later withdrawn because too many jumpers were taking advantage of it, but the site remains clothing-optional. &lt;a href=\"Billy%20Connolly\"&gt;Billy Connolly&lt;/a&gt; famously bungy-jumped nude from the bridge during his 2004 &lt;a href=\"Billy%20Connolly%27s%20World%20Tour%20of%20New%20Zealand\"&gt;World Tour of New Zealand&lt;/a&gt;.\nFestivals.\nThe music festival &lt;a href=\"Nambassa\"&gt;Nambassa&lt;/a&gt;, held from 1976 to 1981 near &lt;a href=\"Waihi\"&gt;Waihī&lt;/a&gt; in the &lt;a href=\"Hauraki%20District\"&gt;Hauraki District&lt;/a&gt;, at its 1979 peak attracted an audience of 75,000, of whom an estimated 35% chose to attend partially or completely nude. The event began a tradition of nudity at New Zealand summer festivals which continues today at Convergence, &lt;a href=\"Kiwiburn\"&gt;Kiwiburn&lt;/a&gt;, Luminate, &lt;a href=\"Rhythm%20%26amp%3B%20Vines\"&gt;Rhythm &amp; Vines&lt;/a&gt;, &lt;a href=\"Splore\"&gt;Splore&lt;/a&gt;, and elsewhere. Nudity at Rhythm &amp; Vines made international news in 2018 with a &lt;a href=\"viral%20video\"&gt;viral video&lt;/a&gt; capturing &lt;a href=\"Madeline%20Anello-Kitzmiller\"&gt;an incident&lt;/a&gt; in which a male festival-goer groped a topless woman who retaliated by striking him in the face.\nBoobs on Bikes.\n&lt;a href=\"Boobs%20on%20Bikes\"&gt;Boobs on Bikes&lt;/a&gt; was a mostly annual parade of topless men and women riding on motorcycles through large New Zealand cities in the 2000s, most prominently Auckland. One main aim of the parade was to draw attention to the fact that &lt;a href=\"toplessness\"&gt;toplessness&lt;/a&gt; is legal in New Zealand, so that women have the same right to go bare-chested as men; this aligns both with the general philosophy of naturism and with &lt;a href=\"Feminism\"&gt;feminist&lt;/a&gt; causes such as Free the Nipple. The other, however, was to publicise the &lt;a href=\"Erotica%20Expo\"&gt;Erotica Lifestyles Expo&lt;/a&gt;, which is erotic in character and thus not strictly in keeping with the naturist principle of \"non-sexual\" social nudity.\nInternational nude events.\nNew Zealand naturists participate in international nude events including the &lt;a href=\"World%20Naked%20Bike%20Ride\"&gt;World Naked Bike Ride&lt;/a&gt;, &lt;a href=\"World%20Naked%20Gardening%20Day\"&gt;World Naked Gardening Day&lt;/a&gt;, and the International Day Without Swimsuits (known in New Zealand as the \"International Day Without Togs\"). Since World Naked Gardening Day is held in May, which in New Zealand is a cold month, the New Zealand Naturist Federation has instituted a National Nude Gardening Day in October. In 2021, Nude Gardening Day was incorporated into National Gardening Week, which is ​sponsored in large part by &lt;a href=\"Yates%20%28company%29\"&gt;Yates&lt;/a&gt;.\nBeaches.\nNew Zealand has no official nude beaches, as nudity is legal on any beach where it is \"known to occur\" (see below). The naturist organisations Free Beaches NZ Inc. and Nude Beaches New Zealand maintain lists of such places.\nLegality.\nThe Police Offences Act 1908 prescribed imprisonment with hard labour for anyone who \"willfully and obscenely exposes his person in any public place or within the view thereof\". Male offenders could, at the court's discretion, also be sentenced to be whipped. This was replaced in 1981 by the Summary Offences Act, in which the hard labour and whipping were abolished, and the specification of the offence in question was changed to \"in or within view of any public place, intentionally and obscenely exposes any part of his or her genitals\".\nThe new wording implies that it is possible to expose one's genitals in a public place without it being \"obscene\" (since otherwise the word \"obscenely\" would not have needed to be specified); it also excludes exposure of the buttocks or female breast from the offence. The Indecent Exposure provision is now in practice largely reserved for cases of public sexual gratification.\nPublic nudity may be prosecuted under the Offensive Behaviour provision of the Act, which prescribes a fine for anyone who \"behaves in an offensive or disorderly manner\". In 1991 an Auckland man was convicted of offensive behaviour in the &lt;a href=\"District%20Court%20of%20New%20Zealand\"&gt;District Court&lt;/a&gt; for sunbathing nude on the beach at Fitzpatrick Bay in the presence of a group of visiting schoolchildren. On appeal to the &lt;a href=\"High%20Court%20of%20New%20Zealand\"&gt;High Court&lt;/a&gt; his conviction was quashed, on the grounds that, since Fitzpatrick Bay was \"a place where it was not uncommon for persons to sunbathe in the nude\", a reasonable person would \"regard the conduct... as inappropriate, unnecessary, and in bad taste, but not arousing feelings of anger, disgust, or outrage.\"\nIn 1995, the same man was convicted of offensive behaviour for going nude in a public street; this time the High Court upheld the conviction, since the street was not a place where public nudity was common or known to occur. New Zealand is a &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; country, which means that judicial decisions determine the law that subsequent cases must follow."
}