{
    "id": "62590553",
    "revid": "38076216",
    "url": "https://en.wikipedia.org/wiki?curid=62590553",
    "title": "Edvard Schiffauer",
    "text": "Tomáš Edvard Schiffauer (born 26 March 1942), more commonly known as Edvard Schiffauer, is a &lt;a href=\"Czechs\"&gt;Czech&lt;/a&gt; composer of classical music. Schiffauer is mainly a composer of music for &lt;a href=\"theatre\"&gt;theatre&lt;/a&gt;. He moreover composed vocal pieces like &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s, an &lt;a href=\"oratorio\"&gt;oratorio&lt;/a&gt;, a &lt;a href=\"mass%20%28music%29\"&gt;mass&lt;/a&gt; and others, along with &lt;a href=\"chamber%20music\"&gt;chamber music&lt;/a&gt;, such as &lt;a href=\"sonata\"&gt;sonata&lt;/a&gt;s, &lt;a href=\"sonatina\"&gt;sonatina&lt;/a&gt;s, a &lt;a href=\"string%20quartet\"&gt;string quartet&lt;/a&gt;, pieces for a &lt;a href=\"brass%20instrument\"&gt;brass&lt;/a&gt; &lt;a href=\"quintet\"&gt;quintet&lt;/a&gt;, a &lt;a href=\"wind%20instrument\"&gt;wind&lt;/a&gt; &lt;a href=\"octet%20%28music%29\"&gt;octet&lt;/a&gt;, a &lt;a href=\"string%20trio\"&gt;string trio&lt;/a&gt; and more.\nBiography.\nEdvard Schiffauer was born in &lt;a href=\"Ostrava\"&gt;Ostrava&lt;/a&gt; in an educated upper-middle-class family. However, the family's quality of life degraded after the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; &lt;a href=\"1948%20Czechoslovak%20coup%20d%27%C3%A9tat\"&gt;1948 Czechoslovak coup d'état&lt;/a&gt;. In 1960, Schiffauer started his study at the &lt;a href=\"Technical%20University%20of%20Ostrava\"&gt;Technical University of Ostrava&lt;/a&gt;, which he discontinued, but he completed his Master's degree at the Pedagogical Institute of the &lt;a href=\"University%20of%20Ostrava\"&gt;University of Ostrava&lt;/a&gt; in 1964. He also started studying musical composition in the &lt;a href=\"Academy%20of%20Performing%20Arts%20in%20Prague\"&gt;Academy of Performing Arts&lt;/a&gt;.\nIn 1961, Schiffauer and other students established the theatre Divadélko Pod okapem (\"Little Theatre under the Gutter\"), which became an Ostravian equivalent of the &lt;a href=\"Semafor%20Theatre\"&gt;Semafor Theatre&lt;/a&gt;, in Prague. Furthermore, he was involved in the foundation of the theatre Divadlo Waterloo (\"Waterloo Theatre\") and wrote the music for the musical \"Syn Pluku\" (op. 3) (\"Son of the Regiment\") in 1968. Later, the Waterloo Theatre was banned by the authorities in the normalization era in &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt; and a large-scale court trial was held with those involved in the theatre. Schiffauer was expelled from the Academy of Performing Arts and sentenced to nine months of imprisonment as a result of having composed for \"Syn Pluku\". He served his sentence in the prison in &lt;a href=\"Plze%C5%88\"&gt;Pilsen&lt;/a&gt;-Bory, wherein he wrote the children's opera \"Vrat' nám, ptáku, Hastermana!\" (\"Bring us Hasterman back, Bird!\") with the author Ivan Binar, his friend and later &lt;a href=\"Charter%2077\"&gt;Charter 77&lt;/a&gt; signatory. , Schiffauer was employed as a worker and was being permanently interrogated by the State Security Police throughout the normalization era. This experience was briefly summarized by Schiffauer in an interview published on YouTube in February 2019.\nAfter the &lt;a href=\"Velvet%20Revolution\"&gt;Velvet Revolution&lt;/a&gt;, Schiffauer was allowed to complete his university education (&lt;a href=\"Jan%C3%A1%C4%8Dek%20Academy%20of%20Music%20and%20Performing%20Arts\"&gt;Janáček Academy of Music and Performing Arts&lt;/a&gt;) and could fully engage himself into composition of music. He was teaching in the &lt;a href=\"Jan%C3%A1%C4%8Dek%20Conservatory%20in%20Ostrava\"&gt;Janáček Conservatory in Ostrava&lt;/a&gt; and in the &lt;a href=\"Silesian%20University%20%28Opava%29\"&gt;Silesian University (Opava)&lt;/a&gt;."
}