{
    "id": "62628091",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=62628091",
    "title": "Fred Agbedi",
    "text": "Frederick Yeitiemone Agbedi born (February 20, 1960) is an educationist and politician from &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt; oil rich &lt;a href=\"South%20South%20%28Nigeria%29\"&gt;south-south&lt;/a&gt; state of Bayelsa. He is one of the founding fathers of &lt;a href=\"Bayelsa%20State\"&gt;Bayelsa State&lt;/a&gt;. He was a member of a high-powered delegation of &lt;a href=\"Ijaw%20people\"&gt;Ijaws&lt;/a&gt; that lobbied the Nbanefo Panel for state creation during regional agitations for the creation of additional states in Nigeria. Agbedi, a ranking member of the Nigeria federal &lt;a href=\"House%20of%20Representatives%20%28Nigeria%29\"&gt;House of Representatives&lt;/a&gt; represents Sagbama/Ek\neremor Federal Constituency of Bayelsa State. He was first elected to the green chamber in the &lt;a href=\"Nigerian%20Third%20Republic\"&gt;third republic&lt;/a&gt; in 1992, but spent only a year in the parliament when the third republic was aborted and the parliament dissolved. Agbedi returned to the house of representatives in 2015.\nHe was Bayelsa State chairman of &lt;a href=\"People%27s%20Democratic%20Party%20%28Nigeria%29\"&gt;People's Democratic Party&lt;/a&gt;, PDP during the term of &lt;a href=\"Goodluck%20Jonathan\"&gt;Goodluck Jonathan&lt;/a&gt; as Governor of the state until 2007. In 2011 and 2019, Agbedi made unsuccessful attempts to be the governor of oil rich state of Bayelsa nicknamed “The creek Haven”.\nEarly life and education.\nAgbedi was born in Aghoro, a coastal community in &lt;a href=\"Ekeremor\"&gt;Ekeremor Local Government Area&lt;/a&gt; of Bayelsa. He attended State School, Aghoro, and Oproza Grammar School, Patani for his primary and secondary school education. He earned Nigeria Certificate in Education (NCE), majoring in English and History from College of Education, &lt;a href=\"Warri\"&gt;Warri&lt;/a&gt;, Delta State. He holds Bachelor of Education (B. Ed) in English from &lt;a href=\"University%20of%20Port%20Harcourt\"&gt;University of Port Harcourt&lt;/a&gt; and masters (M. Sc) in Public Administration from &lt;a href=\"University%20of%20Abuja\"&gt;University of Abuja&lt;/a&gt;.\nAgbedi, a professional teacher excelled in his career and rose to higher ranks of Confidential Secretary to the Secretary, Local Teaching Service Committee, Pay Officer. Agbedi was a member, Adhoc Committee on Verification of Primary/Post Primary School Teachers, and was Confidential Secretary to the Military Panel on Screening and Verification of staff of Burutu LGA, &lt;a href=\"Delta%20State\"&gt;Delta State&lt;/a&gt;. He left public service for private business in the mid-80s.\nPolitical career.\nParty political offices.\nAgbedi became an active politician after joining &lt;a href=\"National%20Republican%20Convention\"&gt;National Republican Convention&lt;/a&gt; (NRC) in 1992, and soon became Secretary of the party in his local council of Ekeremor. NRC was proscribed after the military take-over of government in 1993.\nIn 1998, Agbedi joined the newly registered &lt;a href=\"United%20Nigeria%20Congress%20Party\"&gt;United Nigeria Congress Party&lt;/a&gt; (UNCP) in preparation for the return to democratic rule in 1999. He was a member of UNCP screening committee for the Bayelsa state assembly. He ran for UNCP nomination to run for the Bayelsa-West Senatorial District but lose at his party's primary emerging first runner-up in 1998.\nHe later joined the &lt;a href=\"People%27s%20Democratic%20Party%20%28Nigeria%29\"&gt;People's Democratic Party&lt;/a&gt; (PDP), serving in different capacities including Special Assistant to the Chairman, PDP Computerized Membership Registration Committee in Bayelsa State in 2001. He was secretary of the PDP National Committee on Supervising, Monitoring and Conduct of Congresses/Convention of 2001 in Abia State. In 2002, Agbedi contested in the PDP primary election for a ticket to run for Bayelsa West Senatorial District but lose. In 2007, Governor Goodluck Jonathan who was the vice president elect at the time appointed Agbedi to the Transition Committee on Handover of Power in Government of Bayelsa State to governor Timipre Sylva.\nBayelsa State PDP Chairman.\nIn 2005, Agbedi was elected Chairman of Bayelsa State PDP during the administration of Governor Goodluck Jonathan. Agbedi led PDP governorship campaign that brought &lt;a href=\"Timipre%20Sylva\"&gt;Timipre Sylva&lt;/a&gt; to power as governor of Bayelsa State in 2007 following the nomination of Governor Jonathan for vice president which he later won. But Agbedi fell out with Governor Sylva and opted to resign his PDP chairmanship position after criticising Sylva that his government was failing. PDP leaders in the state including then vice president of Nigeria, Goodluck Jonathan prevailed on Agbedi to remain in his position. In 2008, Governor Sylva instigated crisis in the party that led to the removal of Agbedi from office as Bayelsa State PDP Chairman in February that year.\nDG Governor Dickson campaign.\nAgbedi was Director General of &lt;a href=\"Henry%20Dickson\"&gt;Siriake Dickson&lt;/a&gt; governorship campaign for his first and second term campaigns in 2012 and 2015. Agbedi led Dickson and PDP to victory in both elections. In the 2012 governorship election, Dickson won with 417,500 or 88.7 per cent of the total votes cast in the election. Imoro Kubor of the Change Advocacy Party, CAP came second in that election with 22,534 votes.\nPolitical appointments.\nAgbedi was a Senior Legislative Aide to the President of the Senate of the Federal Republic of Nigeria. In 2012, Governor Siriake Dickson appointed Agbedi a senior special adviser on political matters. He resigned from this position in 2014 to run for Sagbama/Ekeremor Federal Constituency in Bayelsa State.\nElection to House of Representatives.\nElection to the 3rd National Assembly in the 3rd Republic.\nAgbedi was first elected to the National Assembly of the Federal Republic of Nigeria during the 3rd Assembly in the &lt;a href=\"Third%20Nigerian%20Republic\"&gt;Third Republic&lt;/a&gt; in 1992 representing Ekeremor Federal Constituency then of &lt;a href=\"Rivers%20State\"&gt;Rivers State&lt;/a&gt;. He held membership assignment on house committees on Public Accounts and Sports and Youth Development in the 3rd Assembly. Agbedi was the youngest member in the 3rd assembly. In 1993, the third republic was aborted after General &lt;a href=\"Ibrahim%20Babangida\"&gt;Ibrahim Babangida&lt;/a&gt; annulled the disputed June 12, 1993 presidential election. &lt;a href=\"Moshood%20Abiola\"&gt;Moshood Kashmawo Abiola&lt;/a&gt; was the acclaimed winner of the election. Agbedi returned to his home state after the dissolution of the assembly and continued his grass root mobilisation under different community services retaining and gaining more of his grass root popularity until democracy returned in 1999.\nReturn to the National Assembly in the 4th Republic.\nAgbedi started the race to return to the national assembly in 2014 after resigning from his position in the government of Governor Siriake Dickson as senior special adviser on political matters. He contested in the PDP primary election for nomination to run for Sagbama/Ekeremor federal constituency seat in the national assembly scoring 100 votes beating Stella Dorgu backed by President Goodluck Jonathan. He won in the &lt;a href=\"2015%20Nigerian%20general%20election\"&gt;general election in 2015.&lt;/a&gt;\nIn 2019, Agbedi ran for a return ticket to the national assembly and won to a third term in the house.\nRace for governor.\n2011 Governorship race.\nAgbedi ran twice un-successfully for governor of Bayelsa State on the platform of PDP. His first attempt was in 2011 when he ran for the PDP nomination against incumbent Governor &lt;a href=\"Timipre%20Sylva\"&gt;Timipre Sylva&lt;/a&gt; who was running for a second term. It was widely speculated that Agbedi was being sponsored to run against governor Sylva by President Goodluck Jonathan. But agbedi denied that he was being sponsored by anyone. Ahead of the party primary, the PDP Screening Committee disqualified both Agbedi and Sylva from contesting in the party's primary. This ended Agbedi's first attempt to be governor of the state. Agbedi transferred his campaign structure and supporters to Siriake Dickson who eventually won the party's primary in 2011. Dickson in turn appointed Agbedi as Director General of his governorship campaign organisation and proceeded to victory in the general election.\n2019 Governorship race.\nIn 2019, Agbedi made a second attempt to be governor of Bayelsa. At a public declaration of interest to run for governor in July 2019, Agbedi declared himself the most qualified candidate. “Of course, I consider myself popular to win election in Bayelsa, simply because the people know me for who I am. I have a character, I have exhibited transparency, I have exhibited sincerity and the people know that I can be trusted”.\nAhead of his party's primary, several issues came up against Agbedi including the issue of zoning or rotation of governor among the three senatorial districts in the state. Agbedi from a zone that had already produced governors dismissed the zoning principle and continued his campaign.\nFew weeks to the party primary election, Governor Dickson announced three persons as his preferred candidates. Senator Douye Diri was one of the “Anointed candidates”. Agbedi reacted almost immediately describing the decision as “fairy tale” and said Dickson had no preferred candidates. Douye Diri won the primary election but the result was disputed saying Governor Dickson manipulated the process."
}