{
    "id": "6267291",
    "revid": "10291179",
    "url": "https://en.wikipedia.org/wiki?curid=6267291",
    "title": "Angel City Chorale",
    "text": "Angel City Chorale (ACC) is a &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; choir conducted by founder and artistic director &lt;a href=\"Sue%20Fink\"&gt;Sue Fink&lt;/a&gt;.\nThe group consists of 160 singers. It is recognized for its signature blend of musical styles and commitment to community, Angel City Chorale strives to give back to the L.A. community through song, donations, and volunteerism. They perform a selection of musical material including &lt;a href=\"Classical%20music\"&gt;classical&lt;/a&gt;, &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;, &lt;a href=\"folk%20music\"&gt;folk music&lt;/a&gt;, &lt;a href=\"Gospel%20music\"&gt;gospel&lt;/a&gt;, and &lt;a href=\"Pop%20music\"&gt;pop&lt;/a&gt;. They perform twice seasonally, spring and winter, at both the historic Wilshire United Methodist Church and Immanuel Presbyterian Church. In addition to scheduled performances, Angel City Chorale has performed at venues throughout Los Angeles, including the &lt;a href=\"Walt%20Disney%20Concert%20Hall\"&gt;Walt Disney Concert Hall&lt;/a&gt;, the &lt;a href=\"Dolby%20Theatre\"&gt;Dolby Theatre&lt;/a&gt;, the &lt;a href=\"Microsoft%20Theater\"&gt;Microsoft Theater&lt;/a&gt;, &lt;a href=\"Staples%20Center\"&gt;Staples Center&lt;/a&gt;, and the &lt;a href=\"Shrine%20Auditorium\"&gt;Shrine Auditorium&lt;/a&gt;. Angel City Chorale is a 501(c)(3) California nonprofit public benefit corporation.\nNotable performances.\nIn addition to an annual concert series, the choir has performed with the Young Musicians Foundation Orchestra. ACC was the only choir to sing at the &lt;a href=\"2000%20Democratic%20National%20Convention\"&gt;2000 Democratic National Convention&lt;/a&gt;, performing with artists including &lt;a href=\"Luther%20Vandross\"&gt;Luther Vandross&lt;/a&gt;, &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt;, and &lt;a href=\"Mary%20Chapin%20Carpenter\"&gt;Mary Chapin Carpenter&lt;/a&gt;.\nOther notable performances include singing with &lt;a href=\"Natasha%20Bedingfield\"&gt;Natasha Bedingfield&lt;/a&gt; and being selected by internationally acclaimed music director and record producer &lt;a href=\"Frank%20McNamara%20%28musician%29\"&gt;Frank McNamara&lt;/a&gt; to appear in an hour-long &lt;a href=\"PBS\"&gt;PBS&lt;/a&gt; special, \"The American Tenors\", taped at the Kodak Theater in &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; in 2002.\nIn 2003, Angel City Chorale was one of the first choral groups to perform at the &lt;a href=\"Walt%20Disney%20Concert%20Hall\"&gt;Walt Disney Concert Hall&lt;/a&gt; for a holiday production of \"A Merry Mancini Christmas,\" singing &lt;a href=\"Henry%20Mancini\"&gt;Henry Mancini&lt;/a&gt;'s arrangements of holiday favorites along with soloists &lt;a href=\"Michael%20Bubl%C3%A9\"&gt;Michael Bublé&lt;/a&gt;, &lt;a href=\"Monica%20Mancini\"&gt;Monica Mancini&lt;/a&gt;, and &lt;a href=\"Dianne%20Reeves\"&gt;Dianne Reeves&lt;/a&gt;, accompanied by the 77-member Henry Mancini Institute Alumni Orchestra, conducted by Patrick Williams.\nIn December 2005, members of the chorale performed on the \"Hollywood Tree Lighting Celebration at the Grove,\" which aired on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;.\nIn June 2013, ACC performed the West Coast debut performance of Grammy Award-winning composer &lt;a href=\"Christopher%20Tin\"&gt;Christopher Tin&lt;/a&gt;'s classical/world music composition \"&lt;a href=\"Calling%20All%20Dawns\"&gt;Calling All Dawns&lt;/a&gt;\" during the group's annual spring concert. \nIn February 2014, Angel City Chorale recorded seven movements of Tin's album \"The Drop That Contained the Sea\", another classical/world music fusion piece in multiple languages. The album debuted at #1 on Billboard's Traditional Classical Albums chart. In April 2014, the group also performed the world-premiere of the album at &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt;.\nThe group's 2013 performance of &lt;a href=\"Toto%20%28band%29\"&gt;Toto&lt;/a&gt;'s \"&lt;a href=\"Africa%20%28Toto%29\"&gt;Africa&lt;/a&gt;\" became a viral hit, surpassing 17 million views on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;. The musical arrangement for this performance was created by the South African Kearsney College Choir and was also inspired by &lt;a href=\"Perpetuum%20Jazzile\"&gt;Perpetuum Jazzile&lt;/a&gt; from &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;.\nIn July 2016, Angel City Chorale embarked on a three-city tour of the United Kingdom, performing a program of Copland, their viral cover of \"Africa\", and selections from Christopher Tin's \"&lt;a href=\"Calling%20All%20Dawns\"&gt;Calling All Dawns&lt;/a&gt;\" and \"&lt;a href=\"The%20Drop%20That%20Contained%20the%20Sea\"&gt;The Drop That Contained the Sea&lt;/a&gt;\", culminating in a concert with the &lt;a href=\"Royal%20Philharmonic%20Orchestra\"&gt;Royal Philharmonic Orchestra&lt;/a&gt; and a recording session at &lt;a href=\"Abbey%20Road%20Studios\"&gt;Abbey Road Studios&lt;/a&gt;, where they recorded the vocals for Christopher Tin's theme to video game \"&lt;a href=\"Civilization%20VI\"&gt;Civilization VI&lt;/a&gt;\", entitled \"Sogno di Volare\".\nIn 2019 the Angel City Chorale were featured on &lt;a href=\"Slipknot%20%28band%29\"&gt;Slipknot&lt;/a&gt;'s lead single \"&lt;a href=\"Unsainted\"&gt;Unsainted&lt;/a&gt;\" for the album \"&lt;a href=\"We%20Are%20Not%20Your%20Kind\"&gt;We Are Not Your Kind&lt;/a&gt;\".\nAmerica's Got Talent.\nIn 2018, Angel City Chorale competed in the 13th season of &lt;a href=\"America%27s%20Got%20Talent\"&gt;America's Got Talent&lt;/a&gt; on &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;. Their first performance aired on July 10, 2018 with their performance of &lt;a href=\"Toto%20%28band%29\"&gt;Toto&lt;/a&gt;'s &lt;a href=\"Africa%20%28Toto%29\"&gt;Africa&lt;/a&gt;, after which the group advanced to the next round, the Judge's Cuts. In the Judge's Cut show which aired on Jul 24, 2018, the group performed &lt;a href=\"Christopher%20Tin\"&gt;Christopher Tin&lt;/a&gt;'s \"&lt;a href=\"Baba%20Yetu\"&gt;Baba Yetu&lt;/a&gt;\", and received the Golden Buzzer from guest judge &lt;a href=\"Olivia%20Munn\"&gt;Olivia Munn&lt;/a&gt;. For their first live performance on AGT which aired on August 15, 2018, they performed “This is Me” from &lt;a href=\"The%20Greatest%20Showman\"&gt;The Greatest Showman&lt;/a&gt; which landed the group in the Dunkin Save. After receiving the majority of viewer votes from the Dunkin Save, they advanced to the Semifinal round. On September 11, for the Semifinals, they performed &lt;a href=\"The%20Rising%20%28Bruce%20Springsteen%20song%29\"&gt;The Rising&lt;/a&gt; by &lt;a href=\"Bruce%20Springsteen\"&gt;Bruce Springsteen&lt;/a&gt; in honor of the heroes from &lt;a href=\"9/11%2C\"&gt;9/11,&lt;/a&gt; but were subsequently eliminated the next night.\nTour of Hope.\nAngel City Chorale's mission is \"building community one song at a time,\" which is embodied every December by the group's annual Tour of Hope program, when the singers perform concerts for the homeless, the elderly, and others whom the group hopes would benefit from an infusion of holiday spirit. Over the past 15 years, ACC has sung for more than 30 service organizations around the city, donating not only the gift of music, but also food, personal items, clothing, and medical supplies."
}