{
    "id": "627338",
    "revid": "1002118315",
    "url": "https://en.wikipedia.org/wiki?curid=627338",
    "title": "FA Amateur Cup",
    "text": "The FA Amateur Cup was an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; competition for amateur clubs. It commenced in 1893 and ended in 1974 when &lt;a href=\"the%20Football%20Association\"&gt;the Football Association&lt;/a&gt; abolished official amateur status.\nHistory.\nFollowing the legalisation of professionalism within football, professional teams quickly came to dominate the sport's main national &lt;a href=\"Single-elimination%20tournament\"&gt;knock-out tournament&lt;/a&gt;, the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;. In response to this, the committee of the country's oldest club, &lt;a href=\"Sheffield%20F.C.\"&gt;Sheffield F.C.&lt;/a&gt;, suggested in 1892 the organisation of a separate national cup solely for amateur teams, and even offered to pay for the trophy itself. &lt;a href=\"The%20Football%20Association\"&gt;The Football Association&lt;/a&gt; (the FA) declined the club's offer, but a year later decided to organise just such a competition. &lt;a href=\"Nicholas%20Lane%20Jackson\"&gt;N. L. Jackson&lt;/a&gt; of &lt;a href=\"Corinthian%20F.C.\"&gt;Corinthian F.C.&lt;/a&gt; was appointed chairman of the Amateur Cup sub-committee and arranged for the purchase of a trophy valued at £30.00, and the first tournament took place during the &lt;a href=\"1893-94%20in%20English%20football\"&gt;1893–94 season&lt;/a&gt;. The entrants included 12 clubs representing the &lt;a href=\"alumnus\"&gt;old boy&lt;/a&gt;s of leading public schools, and &lt;a href=\"Old%20Carthusians%20F.C.\"&gt;Old Carthusians&lt;/a&gt;, the team for former pupils of &lt;a href=\"Charterhouse%20School\"&gt;Charterhouse School&lt;/a&gt;, won the first final, defeating &lt;a href=\"Casuals%20F.C.\"&gt;Casuals&lt;/a&gt;. The old boy teams competed in the Amateur Cup until 1902, when disputes with the FA led to the formation of the &lt;a href=\"Arthur%20Dunn%20Challenge%20Cup\"&gt;Arthur Dunn Cup&lt;/a&gt;, a dedicated competition for such teams.\nThe &lt;a href=\"1973%E2%80%9374%20FA%20Amateur%20Cup\"&gt;1973-74 competition&lt;/a&gt; was the last, as the FA abolished the distinction between professional and amateur clubs. The strongest amateur teams instead entered the &lt;a href=\"FA%20Trophy\"&gt;FA Trophy&lt;/a&gt;, which had been set up five years earlier to cater for those teams outside &lt;a href=\"The%20Football%20League\"&gt;The Football League&lt;/a&gt; which were professional rather than amateur. A new competition, the &lt;a href=\"FA%20Vase\"&gt;FA Vase&lt;/a&gt;, was set up to cater for the remaining amateur clubs, and was generally regarded as a direct replacement for the old competition.\nStructure.\nThe first tournament attracted 81 entrants, with three qualifying rounds used to reduce the number down to 32 for the first round proper. For the following season, the previous season's semi-finalists joined at the first round proper along with other leading clubs chosen by the FA, with the numbers made up by teams progressing through the qualifying rounds. This remained the standard format until 1907, when the number of entrants to the first round was doubled to 64 and the number of rounds prior to the semi-finals increased to four. The competition continued under this format until it was discontinued in 1974.\nVenues.\nMatches in the Amateur Cup were played at the home ground of one of the two teams, as decided when the matches are drawn. Occasionally games were moved to other grounds. In the event of a &lt;a href=\"draw%20%28tie%29\"&gt;draw&lt;/a&gt;, the &lt;a href=\"replay%20%28sports%29\"&gt;replay&lt;/a&gt; was played at the ground of the team who originally played &lt;a href=\"home%20advantage\"&gt;away from home&lt;/a&gt;. The second replay, and any further replays, were usually played at neutral grounds.\nThe final was held at various grounds in the early years of the competition, with a venue located somewhere in between the home towns of the two participating clubs usually chosen. In 1949 the final moved to &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt;, and was then played there every year until the competition ended. In the 1950s attendances for the final reached 100,000, comparable to the FA Cup final itself.\nWinners and finalists.\nAlmost all of the winners over the years were from either the &lt;a href=\"Isthmian%20League\"&gt;Isthmian League&lt;/a&gt;, based in &lt;a href=\"London\"&gt;London&lt;/a&gt; and the &lt;a href=\"Home%20Counties\"&gt;Home Counties&lt;/a&gt;, or the &lt;a href=\"Northern%20League%20%28football%29\"&gt;Northern League&lt;/a&gt;, based in &lt;a href=\"North%20East%20England\"&gt;North East England&lt;/a&gt;, with &lt;a href=\"Bishop%20Auckland%20F.C.\"&gt;Bishop Auckland&lt;/a&gt; the most successful club with 10 wins. Amateur Cup winners who later turned professional and gained entry to the &lt;a href=\"English%20Football%20League\"&gt;English Football League&lt;/a&gt; include &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt;, &lt;a href=\"West%20Hartlepool%20F.C.\"&gt;West Hartlepool&lt;/a&gt; (merged to form &lt;a href=\"Hartlepool%20United%20F.C.\"&gt;Hartlepool United&lt;/a&gt;), &lt;a href=\"Wimbledon%20F.C.\"&gt;Wimbledon&lt;/a&gt;, &lt;a href=\"Wycombe%20Wanderers%20F.C.\"&gt;Wycombe Wanderers&lt;/a&gt; and &lt;a href=\"Barnet%20F.C.\"&gt;Barnet&lt;/a&gt;. &lt;a href=\"Ilford%20F.C.\"&gt;Ilford&lt;/a&gt;, &lt;a href=\"Leytonstone%20F.C.\"&gt;Leytonstone&lt;/a&gt; and &lt;a href=\"Walthamstow%20Avenue%20F.C.\"&gt;Walthamstow Avenue&lt;/a&gt; additionally merged to become &lt;a href=\"Dagenham%20%26amp%3B%20Redbridge%20F.C.\"&gt;Dagenham &amp; Redbridge&lt;/a&gt;, a professional club which has also competed in the EFL.\nThirty-six different clubs won the cup. The following clubs won the tournament more than once:"
}