{
    "id": "62762351",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=62762351",
    "title": "2020 Bolivian Primera División season",
    "text": "The 2020 Bolivian Primera División season, known as the 2020 Copa Tigo season for sponsorship reasons, was the 43rd season of the &lt;a href=\"Bolivian%20Primera%20Divisi%C3%B3n\"&gt;División Profesional del Fútbol Boliviano&lt;/a&gt;, &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;'s top-flight &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league and the third season under División de Fútbol Profesional management. The season started on 21 January 2020 and ended on 31 December 2020. &lt;a href=\"C.D.%20Jorge%20Wilstermann\"&gt;Jorge Wilstermann&lt;/a&gt; were the defending champions, having won the &lt;a href=\"2019%20Bolivian%20Primera%20Divisi%C3%B3n%20season%23Torneo%20Clausura\"&gt;2019 Clausura&lt;/a&gt; tournament.\n&lt;a href=\"Club%20Always%20Ready\"&gt;Always Ready&lt;/a&gt; won their first title in the \"División Profesional\" and third overall (first since 1957) in the top flight of Bolivian football with a 2–0 victory over &lt;a href=\"Nacional%20Potos%C3%AD\"&gt;Nacional Potosí&lt;/a&gt; on the twenty-sixth and final matchday of the Torneo Apertura, played on 31 December.\nThe tournament was suspended from 16 March to 27 November due to the &lt;a href=\"COVID-19%20pandemic%20in%20Bolivia\"&gt;COVID-19 pandemic&lt;/a&gt;. As of 30 October 2020, Bolivia was the only one of &lt;a href=\"CONMEBOL\"&gt;CONMEBOL&lt;/a&gt;'s member associations to have its top-tier football league still suspended due to the pandemic.\nTeams.\nThe number of teams for the 2020 season remained the same as the previous season. &lt;a href=\"Club%20Destroyers\"&gt;Destroyers&lt;/a&gt; were relegated to the &lt;a href=\"Copa%20Sim%C3%B3n%20Bol%C3%ADvar\"&gt;Copa Simón Bolívar&lt;/a&gt; after finishing in last place of the aggregate table in the &lt;a href=\"2019%20Bolivian%20Primera%20Divisi%C3%B3n%20season%23Aggregate%20table\"&gt;previous season&lt;/a&gt;, with &lt;a href=\"Sport%20Boys%20Warnes\"&gt;Sport Boys&lt;/a&gt; being disaffiliated from the league after failing to show up for their last game of the season. Both teams were replaced by &lt;a href=\"Club%20Atl%C3%A9tico%20Palmaflor\"&gt;Atlético Palmaflor&lt;/a&gt; and &lt;a href=\"Real%20Santa%20Cruz\"&gt;Real Santa Cruz&lt;/a&gt;, the &lt;a href=\"2019%20Copa%20Sim%C3%B3n%20Bol%C3%ADvar\"&gt;2019 Copa Simón Bolívar&lt;/a&gt; champions and runners-up, respectively.\nEffects of the COVID-19 pandemic.\nOn 16 March, the &lt;a href=\"Bolivian%20Football%20Federation\"&gt;Bolivian Football Federation&lt;/a&gt; (FBF) decided to suspend both the División Profesional and División Aficionados tournaments until 31 March due to the &lt;a href=\"COVID-19%20pandemic%20in%20Bolivia\"&gt;COVID-19 pandemic&lt;/a&gt;, with the suspension being extended until the second semester of 2020 due to the extension of the lockdown and the ban on sporting activities until 31 May enacted by the Bolivian interim government.\nOn 2 June, the FBF presented to the Bolivian interim government a proposal to resume activities for both the &lt;a href=\"Bolivia%20national%20football%20team\"&gt;national team&lt;/a&gt; and the football league, with the national team starting training sessions from 15 June and the 14 División Profesional teams in July, resuming the tournament in August, however, the government only approved the biosecurity protocols submitted by the FBF on 25 July, authorizing &lt;a href=\"Club%20Bol%C3%ADvar\"&gt;Bolívar&lt;/a&gt; and &lt;a href=\"C.D.%20Jorge%20Wilstermann\"&gt;Jorge Wilstermann&lt;/a&gt; to resume their training sessions on account of their involvement in the &lt;a href=\"2020%20Copa%20Libertadores\"&gt;2020 Copa Libertadores&lt;/a&gt; which was scheduled to resume in September, while the other 12 División Profesional clubs had to submit their protocols to the Bolivian Society of Sports Medicine for their approval. On 5 June, in a virtual meeting of the Superior Council of the División Profesional, Bolívar's chairman &lt;a href=\"Marcelo%20Claure\"&gt;Marcelo Claure&lt;/a&gt; proposed to resume and conclude the \"Torneo Apertura\" in &lt;a href=\"Cochabamba\"&gt;Cochabamba&lt;/a&gt; over three weeks, a proposal backed by &lt;a href=\"Club%20Aurora\"&gt;Aurora&lt;/a&gt; and Jorge Wilstermann. In response to this proposal, FBF's Director of Competitions Adrián Monje stated that they would need seven stadiums for it to be implemented and the lack of places to train was a major limitation.\nOn 12 August, the FBF presented a new proposal to resume the \"Torneo Apertura\" on 21 or 25 October, pending the development of the pandemic in the country, however, on 15 August the Ministry of Health through their General Manager of Hospitals René Sahonero stated that the Bolivian government was aiming at a resumption of the competition in the first week of November. Sahonero also stated that should the rates of COVID-19 infection failed to decrease by then, no tournament could be played for the remainder of the year.\nOn 8 September, the Bolivian government through its Vice-Minister of Sports Augusto Chávez stated that the Bolivian government would guarantee the return to activity of the División Profesional on the proposed deadlines of 21 or 25 October, as long as the 14 clubs of the league came to an agreement on a date for resumption, met biosecurity protocols, and matches were played behind closed doors. As of that day, six clubs had already resumed their training sessions: Bolívar, Jorge Wilstermann, &lt;a href=\"Oriente%20Petrolero\"&gt;Oriente Petrolero&lt;/a&gt;, &lt;a href=\"Club%20Blooming\"&gt;Blooming&lt;/a&gt;, &lt;a href=\"Royal%20Pari%20F.C.\"&gt;Royal Pari&lt;/a&gt;, and &lt;a href=\"Club%20Deportivo%20Guabir%C3%A1\"&gt;Guabirá&lt;/a&gt;. However, on 8 October, FBF's Director of Competitions Adrián Monje stated that they had not yet received an official approval from the Bolivian central government to resume the competition, in spite of the fact that some local authorities were willing to grant their permission for matches to be played within their jurisdictions.\nThe death of FBF president &lt;a href=\"C%C3%A9sar%20Salinas\"&gt;César Salinas&lt;/a&gt; by COVID-19 on 19 July and the subsequent institutional crisis triggered by this event and the inability to come to an agreement on an interim president were also factors contributing to the delay in the resumption of the competition, as the 14 División Profesional clubs split into two groups backing different members of the FBF's Council as interims and failed to agree on a possible date of return to competition as both sides repeatedly boycotted and prevented the Superior Council of the División Profesional from taking place due to lack of quorum. A Superior Council meeting scheduled for 5 November in &lt;a href=\"La%20Paz\"&gt;La Paz&lt;/a&gt;, called by both claimants to the FBF's interim presidency Marcos Rodríguez and Roberto Blanco, was cancelled by the former due to a civic strike which was also scheduled on that day in the city.\nOn 11 November, it was revealed that the FBF was considering two proposals to return to competition: one of them was resuming the tournament on 22 November and ending on 13 January 2021, while the other one was resuming on 29 November and concluding the season on 23 January 2021, with the \"Torneo Apertura\" being the only competition to be played for the remainder of the season. That same day, Bolívar chairman Marcelo Claure announced that CONMEBOL would not accept any Bolivian entrants into the &lt;a href=\"2021%20Copa%20Libertadores\"&gt;2021 Copa Libertadores&lt;/a&gt; or &lt;a href=\"2021%20Copa%20Sudamericana\"&gt;Copa Sudamericana&lt;/a&gt; and the FBF would face sanctions in case league competition did not resume.\nOn 24 November, in a meeting of the Superior Council of the División Profesional held in La Paz, the representatives of the 14 clubs voted to resume the season starting from 28 November with the thirteenth matchday of the \"Torneo Apertura\" and ending on 31 December 2020 with the last matchday, meaning that 98 matches were to be played in 32 days. Furthermore, it was decided that no clubs would be relegated at the end of the season.\nTorneo Clausura.\nDue to the COVID-19 pandemic and the suspension of the Torneo Apertura which was extended for 8 months, as well as the need to end the season in the calendar year, the Torneo Clausura which is usually scheduled for the second half of the year was cancelled."
}