{
    "id": "62762467",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=62762467",
    "title": "Havana Plan Piloto",
    "text": "The Havana Plan Piloto was a 1955–1958 urban proposal &lt;a href=\"https%3A//digitalcollections.library.miami.edu/digital/collection/arc5000/id/10\"&gt;&lt;/a&gt; by &lt;a href=\"Town%20Planning%20Associates\"&gt;Town Planning Associates&lt;/a&gt;, which included &lt;a href=\"Paul%20Lester%20Wiener\"&gt;Paul Lester Wiener&lt;/a&gt;, Paul Schulz, the Catalan architect &lt;a href=\"Josep%20Lluis%20Sert\"&gt;Josep Lluis Sert&lt;/a&gt;, and Seely Stevenson of Value &amp; Knecht, Consulting Engineers, seeking to combine \"architecture, planning, and law\", in a project heavily influenced by the politics of Fulgencio Batista which in turn were dictated by his involvement with the &lt;a href=\"American%20Mafia\"&gt;American Mafia&lt;/a&gt; and their desire to augment United States tourism, and thru his architects and various designers, the modernist principles of the &lt;a href=\"Congr%C3%A8s%20Internationaux%20d%27Architecture%20Moderne\"&gt;Congrès Internationaux d'Architecture Moderne&lt;/a&gt; (CIAM) and the &lt;a href=\"Athens%20Charter\"&gt;Athens Charter&lt;/a&gt;.The Charter got its name from the location of the fourth &lt;a href=\"Congr%C3%A8s%20Internationaux%20d%27Architecture%20Moderne\"&gt;CIAM&lt;/a&gt; conference in 1933, which, due to the deteriorating political situation in Russia, took place on the bound for &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; from &lt;a href=\"Marseilles\"&gt;Marseilles&lt;/a&gt;. This conference is documented in a film commissioned by &lt;a href=\"Sigfried%20Giedion\"&gt;Sigfried Giedion&lt;/a&gt; and made by his friend &lt;a href=\"L%C3%A1szl%C3%B3%20Moholy-Nagy\"&gt;László Moholy-Nagy&lt;/a&gt; \"Architects' Congress\". &lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3DwJgfSM6b9g0\"&gt;&lt;/a&gt; The Charter had a significant impact on urban planning after World War II and, thru &lt;a href=\"Josep%20Lluis%20Sert\"&gt;Josep Lluis Sert&lt;/a&gt; and &lt;a href=\"Paul%20Lester%20Wiener\"&gt;Paul Lester Wiener&lt;/a&gt;, on the proposed modernization of Havana and in an effort to erase all vestiges of the 16th-century city.\nBackground.\nThe 20th century began with Cuba under occupation by the &lt;a href=\"United%20States%20Military%20Government%20in%20Cuba\"&gt;United States (1898–1902)&lt;/a&gt;, and officially ended when &lt;a href=\"Tom%C3%A1s%20Estrada%20Palma\"&gt;Tomás Estrada Palma&lt;/a&gt;, &lt;a href=\"List%20of%20Presidents%20of%20Cuba\"&gt;first president of Cuba&lt;/a&gt;, took office on 20 May 1902.\nDuring the Republican Period, from 1902 to 1959, Havana saw a new era of development. Cuba recovered from the devastation of war to become a prosperous country: \"Cuba ranked fifth in the hemisphere in per capita income, third in life expectancy, second in per capita ownership of automobiles and telephones, first in the number of television sets per inhabitant. The literacy rate, 76%, was the fourth-highest in Latin America. Cuba ranked 11th in the world in the number of doctors per capita. Many private clinics and hospitals provided services for the poor. Cuba's income distribution compared favorably with that of other Latin American societies. A thriving middle class held the promise of prosperity and social mobility.\" Apartment buildings to accommodate the new middle class, and mansions for the well to do were built at a fast pace.\nNumerous luxury &lt;a href=\"%23Architecture%20of%20the%20mafia\"&gt;hotels&lt;/a&gt;, &lt;a href=\"%23Architecture%20of%20the%20mafia\"&gt;casinos&lt;/a&gt;, and &lt;a href=\"%23Architecture%20of%20the%20mafia\"&gt;nightclubs&lt;/a&gt; were constructed during the 1930s to serve Havana's burgeoning tourist industry, which greatly benefited by the U.S. &lt;a href=\"prohibition%20in%20the%20United%20States\"&gt;prohibition&lt;/a&gt; on alcohol from 1920 to 1933. In the 1930s, organized crime characters were not unaware of Havana's nightclub and casino life, and they made their inroads in the city. &lt;a href=\"Santo%20Trafficante%20Jr.\"&gt;Santo Trafficante Jr.&lt;/a&gt; took the roulette wheel at the &lt;a href=\"Sans%20Souci%20Cabaret\"&gt;Sans Souci Cabaret&lt;/a&gt;, &lt;a href=\"Meyer%20Lansky\"&gt;Meyer Lansky&lt;/a&gt; directed the &lt;a href=\"Hotel%20Habana%20Riviera\"&gt;Hotel Habana Riviera&lt;/a&gt;, with &lt;a href=\"Lucky%20Luciano\"&gt;Lucky Luciano&lt;/a&gt; at the &lt;a href=\"Hotel%20Nacional%20de%20Cuba\"&gt;Hotel Nacional&lt;/a&gt; Casino. At the time, Havana became an exotic capital with numerous activities ranging from &lt;a href=\"Lyceum%20and%20Lawn%20Tennis%20Club\"&gt;private clubs&lt;/a&gt;, marinas, &lt;a href=\"Cuban%20Grand%20Prix\"&gt;Grand Prix car racing&lt;/a&gt;, musical shows, and parks and &lt;a href=\"Paseo%20del%20Prado%2C%20Havana\"&gt;promenades&lt;/a&gt;. It was also the favorite destination of &lt;a href=\"sex%20tourists\"&gt;sex tourism&lt;/a&gt; and gambling. &lt;a href=\"https%3A//www.smithsonianmag.com/travel/mob-havana-cuba-culture-music-book-tj-english-cultural-travel-180960610/\"&gt;&lt;/a&gt;\nRepublic of Cuba.\n\"For more information: &lt;a href=\"Republic%20of%20Cuba%20%281902%E2%80%931959%29\"&gt;Republic of Cuba (1902–1959)&lt;/a&gt;\"\nThe Republic of Cuba at the turn of the 20th century was largely characterized by a deeply ingrained tradition of corruption where political participation resulted in opportunities for elites to engage in increased chances for wealth accumulation. Cuba's first presidential period under &lt;a href=\"Tom%C3%A1s%20Estrada%20Palma\"&gt;Tomás Estrada Palma&lt;/a&gt; from 1902 to 1906 was considered to uphold the highest standards of administrative integrity in the history of the Republic of Cuba. Initially he was the President of the Cuban Republic in Arms during the &lt;a href=\"Ten%20Years%27%20War\"&gt;Ten Years' War&lt;/a&gt; and again between May 20, 1902 and September 28, 1906. His collateral career as a New York City Area Educator and writer enabled Estrada Palma to create Pro-Cuban literature aimed at gaining sympathy, assistance, and publicity. He was eventually successful in garnering the attention of influential Americans. Estrada Palma was an early and persistent voice calling for the United States to intervene in Cuba on humanitarian grounds. He was the &lt;a href=\"list%20of%20Presidents%20of%20Cuba\"&gt;first&lt;/a&gt; &lt;a href=\"President%20of%20Cuba\"&gt;President of Cuba&lt;/a&gt;. During his presidency, his major accomplishments include improving Cuba's infrastructure, communication, and public health. He is remembered in Cuba however for allowing the &lt;a href=\"Platt%20Amendment\"&gt;Platt Amendment&lt;/a&gt; to be enacted, which ensured American political and economic dominance over Cuba.\nThe Platt Amendment.\n The &lt;a href=\"Platt%20Amendment\"&gt;Platt Amendment&lt;/a&gt; &lt;a href=\"https%3A//en.wikisource.org/wiki/Platt_Amendment\"&gt;&lt;/a&gt; was introduced to the U.S. Congress by Senator &lt;a href=\"Orville%20H.%20Platt\"&gt;Orville H. Platt&lt;/a&gt; on February 25, 1901.&lt;a href=\"https%3A//2001-2009.state.gov/r/pa/ho/time/ip/86557.htm\"&gt;&lt;/a&gt; It passed the U.S. Senate by a vote of 43 to 20, and although it was initially rejected by the Cuban assembly, the amendment was eventually accepted by a vote of 16 to 11 with four abstentions it was thus integrated into the 1901 Cuban Constitution.\nIt defined the terms by which the United States would cease its occupation of Cuba.&lt;a href=\"https%3A//connecticuthistory.org/the-platt-amendment-today-in-history-june-12/\"&gt;&lt;/a&gt; The amendment, placed into an army appropriations bill that was designed to return control of Cuba to the Cubans. It had eight conditions to which the Cuban Government needed to adhere to before full sovereignty would be transferred. The main conditions of the amendment prohibited Cuba from signing any treaty allowing foreign powers to use the island for military purposes. The United States also maintained the right to interfere with Cuban independence in order to maintain a certain level of protection of life, though the extent of this intrusion was not defined. Most significant, the amendment forced the Cuban Government to sign a treaty officially binding the amendment into law.\nThe reasoning of &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; politicos behind the amendment was based on the significant commercial interests held on the island. Spain had previously been unable to preserve U.S. interests and maintain law and order. At the end of the military occupation, the amendment served as the primary method of ensuring a permanent [United States presence. Due to the previously enacted &lt;a href=\"Teller%20Amendment\"&gt;Teller Amendment&lt;/a&gt;, The United States was forced to grant Cuba its independence after Spanish rule ended. Since the &lt;a href=\"Platt%20Amendment\"&gt;Platt Amendment&lt;/a&gt; was successfully incorporated into the constitution of Cuba, the influence was maintained without direct U.S. involvement in the country.\nNot only did the Platt Amendment outlined the role of the United States in Cuba and the Caribbean, limiting Cuba's right to make treaties with other nations and restricting Cuba in the conduct of foreign policy and commercial relations. but it also established that Cuba's boundaries would not include the Isle of Pines (&lt;a href=\"Isla%20de%20la%20Juventud\"&gt;Isla de la Juventud&lt;/a&gt;) until its title could be established in a future treaty, and that Cuba must sell or lease lands to the United States necessary for coaling or the development of naval stations.\nMost of the Platt Amendment provisions were repealed in 1934 when the &lt;a href=\"Cuban%E2%80%93American%20Treaty%20of%20Relations%20%281934%29\"&gt;Cuban-American Treaty of Relations of 1934&lt;/a&gt; between the United States and Cuba was negotiated as a part of U.S. President Franklin Roosevelt's \"&lt;a href=\"Good%20Neighbor%20policy\"&gt;Good Neighbor policy&lt;/a&gt;\" toward Latin America. &lt;a href=\"Jos%C3%A9%20Manuel%20Cortina\"&gt;José Manuel Cortina&lt;/a&gt; and other members of the Cuban Constitutional Convention of 1940 eliminated the Platt Amendment from the &lt;a href=\"1940%20Constitution%20of%20Cuba\"&gt;new Cuban constitution&lt;/a&gt;.\nThe long-term lease of &lt;a href=\"Guantanamo%20Bay%20Naval%20Base\"&gt;Guantanamo Bay Naval Base&lt;/a&gt; continues. The Cuban government since 1959 has strongly denounced the treaty as a violation of Article 52 of the 1969 &lt;a href=\"Vienna%20Convention%20on%20the%20Law%20of%20Treaties\"&gt;Vienna Convention on the Law of Treaties&lt;/a&gt;, which declares a treaty void if procured by the threat or use of force. However, Article 4 of the Vienna Convention states that its provisions shall not be applied retroactively.\nAftermath.\nFollowing acceptance of the amendment, the United States ratified a tariff that gave Cuban sugar preference in the U.S. market and protection to select U.S. products in the Cuban market. The huge American investment into sugar led to land being concentrated into the hands of the largest sugar mills, however, with estimates that 20% of all Cuban land was owned by these mills. This led to further impoverishment of the rural masses. Workers on the mill were in constant fear of eviction, with cheap imported labour from other parts of the Caribbean keeping wages very low and the prices for independent cane pushed down to a minimum. In addition, the mills monopolised the railroads and ran them for private benefit. The lack of consumer purchasing power and the limited market available for manufactured goods meant that little industrialisation would occur in the decade after the 1903 Treaty of Relations. Overall, over $200 million was spent by American companies on Cuban sugar between 1903 and 1913.\n&lt;a href=\"Tom%C3%A1s%20Estrada%20Palma\"&gt;Tomás Estrada Palma&lt;/a&gt;, who had once favored outright annexation of Cuba by the United States, became president of Cuba on May 20, 1902. He was re-elected in 1905 despite accusations of fraud from his liberal opponents, but was forced to resign along with the rest of the executive when opposition against his rule turned violent. The U.S. invoked the Platt Amendment to begin the &lt;a href=\"Second%20Occupation%20of%20Cuba\"&gt;Second Occupation of Cuba&lt;/a&gt; and install a Provisional Government.\nPolitical instability and frequent American occupation through the early 1900s meant that legitimate constitutional rule was increasingly difficult to come about. Though Cuban citizens enjoyed an improved standard of living in this period, Article 40 of the 1901 Cuban Constitution and Article III of the Platt Amendment meant that constitutional rights could be suspended under emergency provisions. Therefore, the Platt Amendment contributed to an erosion of the individual rights of the Cuban people, and it was not long before the Cuban public were calling for a replacement to the 1901 Constitution.\nThe Platt Amendment was a major blow to hopes of social advancement for Afro-Cubans, who hoped that their participation in the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish-American War&lt;/a&gt; would mean equality with the white planters and commercial elites of Cuba. Nearly 40% of the Cuban fighting force against Spain were made up of people of colour, and Afro-Cubans had spent generations fighting for their country's independence. As well as becoming disenfranchised through voting acts, Afro-Cubans were also blocked from many state institutions as they now required educational or property qualifications to be gained.\nTensions between Afro-Cubans and U.S. military officials were rife, with hostile language and sometimes gunfire being exchanged between the two groups. Frustrated middle class blacks would launch the &lt;a href=\"Partido%20Independiente%20de%20Color\"&gt;Independent Party of Colour&lt;/a&gt; (PIC) in 1908, but this was barred by the Cuban Congress soon along with all other parties of colour, accused of inciting race war. The PIC's call for limited armed protests would eventually spark the &lt;a href=\"Negro%20Rebellion\"&gt;Negro Rebellion&lt;/a&gt; of 1912 which killed between 3,000 and 6,000 and led to the PIC dissolving afterwards. Many African-Americans also joined Afro-Cubans in solidarity, hoping that fighting for America would lead to more opportunities back home, but they too were left disappointed.\nWomen also suffered as a result of the Platt Amendment's conditions. As with Afro-Cubans, women played important roles in the Cuban independence movement and were characterised as 'mambisas', or courageous warrior mothers symbolising the struggle for social justice. However, they were also denied voting rights and female suffrage would not be obtained until 1940. Any attempts by women to discuss gender equality with the Cuban government saw them labelled as nationalists or flat out ignored.\nMost of the Platt Amendment provisions were repealed in 1934 when the &lt;a href=\"Cuban%E2%80%93American%20Treaty%20of%20Relations%20%281934%29\"&gt;Cuban-American Treaty of Relations of 1934&lt;/a&gt; &lt;a href=\"https%3A//en.wikisource.org/wiki/United_States_-_Cuban_Agreements_and_Treaty_of_1934\"&gt;&lt;/a&gt; between the United States and Cuba was negotiated as a part of U.S. president Franklin Roosevelt's \"&lt;a href=\"Good%20Neighbor%20policy\"&gt;Good Neighbor policy&lt;/a&gt;\" toward Latin America. &lt;a href=\"Jos%C3%A9%20Manuel%20Cortina\"&gt;José Manuel Cortina&lt;/a&gt; and other members of the Cuban Constitutional Convention of 1940 eliminated the Platt Amendment from the &lt;a href=\"1940%20Constitution%20of%20Cuba\"&gt;new Cuban constitution&lt;/a&gt;.\nThe long-term lease of &lt;a href=\"Guantanamo%20Bay%20Naval%20Base\"&gt;Guantanamo Bay Naval Base&lt;/a&gt; continues. The Cuban government since 1959 has strongly denounced the treaty as a violation of Article 52 of the 1969 &lt;a href=\"Vienna%20Convention%20on%20the%20Law%20of%20Treaties\"&gt;Vienna Convention on the Law of Treaties&lt;/a&gt;, which declares a treaty void if procured by the threat or use of force. However, Article 4 of the Vienna Convention states that its provisions shall not be applied retroactively.\nHistorian Louis A. Perez Jr. has argued that the Platt Amendment resulted in the conditions it had hoped to avoid, including Cuban volatility.\nSecond Occupation.\nThe Second Occupation of Cuba by the United States military forces, officially the Provisional Government of Cuba, lasted from September 1906 to February 1909.\nWhen the government of Cuban President &lt;a href=\"Tom%C3%A1s%20Estrada%20Palma\"&gt;Tomás Estrada Palma&lt;/a&gt; collapsed, U.S. President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; ordered U.S. military forces into Cuba. Their mission was to prevent fighting between the Cubans, to protect U.S. economic interests there, and to hold free elections in order to establish a new and legitimate government. Following the election of &lt;a href=\"Jos%C3%A9%20Miguel%20G%C3%B3mez\"&gt;José Miguel Gómez&lt;/a&gt; in November 1908, U.S. officials judged the situation in Cuba sufficiently stable for the U.S. to withdraw its troops, a process that was completed in February 1909.\nA United States intervention in 1906 resulted in &lt;a href=\"Charles%20Edward%20Magoon\"&gt;Charles Edward Magoon&lt;/a&gt;, an American diplomat, to take over the government until 1909. It has been debated whether Magoon's government condoned or in fact engaged in corrupt practices. Hugh Thomas suggests that while Magoon disapproved of corruption, fraud, bribery, and nepotism persisted under his administration and he undermined the autonomy of the judiciary and their court decisions.\nCuba's subsequent president, &lt;a href=\"Jos%C3%A9%20Miguel%20G%C3%B3mez\"&gt;Jose Miguel Gomez&lt;/a&gt;, was the first to become involved in pervasive corruption and government corruption &lt;a href=\"scandal\"&gt;scandal&lt;/a&gt;s. These scandals involved &lt;a href=\"Bribery\"&gt;bribes&lt;/a&gt; that were allegedly paid to Cuban officials and legislators under a contract to search the Havana harbor, as well as the payment of fees to government associates and high-level officials. Gomez's successor, &lt;a href=\"Mario%20Garc%C3%ADa%20Menocal\"&gt;Mario Garcia Menocal&lt;/a&gt;, wanted to put an end to the corruption scandals and claimed to be committed to administrative integrity as he ran on a slogan of \"honesty, peace, and work.\" Despite his intentions, corruption actually intensified under his government from 1913–1921. Instances of fraud became more common while contractors frequently colluded with public officials and legislators. Charles Edward Chapman attributes the increase of corruption to the &lt;a href=\"Cuban%20sugar%20economy\"&gt;sugar boom&lt;/a&gt; that occurred in Cuba under the Menocal administration. Furthermore, the emergence of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; enabled the Cuban government to manipulate sugar prices, the sales of exports and import permits. In 1906, Cuba was in the midst of a constitutional crisis as a result of a disputed election and an attempt by elected President &lt;a href=\"Tom%C3%A1s%20Estrada%20Palma\"&gt;Tomás Estrada Palma&lt;/a&gt; to stay in power after the conclusion of his term. This led to a revolt, and the &lt;a href=\"United%20States%20Military\"&gt;U.S. military&lt;/a&gt; sent in 5,600 men to reassert control over the country in what would be called the &lt;a href=\"Second%20Occupation%20of%20Cuba\"&gt;Second Occupation of Cuba&lt;/a&gt;.\nThis was permitted under the &lt;a href=\"Cuban%E2%80%93American%20Treaty%20of%20Relations%20%281903%29\"&gt;Cuban-American Treaty of Relations&lt;/a&gt; of 1903, a treaty that stipulated the degree of United States intervention in Cuba. After a brief period of stabilization by Secretary Taft, Magoon was appointed governor under the Constitution of Cuba, effectively with absolute authority and backed by the U.S. military.\nOn October 13, 1906, Magoon officially became Cuban governor. Magoon declined to have an official inauguration ceremony, and, instead, news of the appointment was announced to the Cuban public via the newspapers. In his written appointment address to the country, Magoon indicated that he would \"perform the duties provided for by the ... constitution of Cuba for the preservation of Cuban independence\". He was there, in short, to restore order and not to colonize.\nDuring Magoon's time as governor, the remaining revolutionaries were defeated, and his attention was turned inward to infrastructure. He coordinated the construction of two hundred kilometers of highway. He called for the reorganization of the Cuban military into a formal army, rather than a &lt;a href=\"Mexico\"&gt;Mexican&lt;/a&gt;-style \"rural guard\".\nMore controversially, he called for the removal of the sunken &lt;a href=\"USS%20Maine%20%28ACR-1%29\"&gt;USS \"Maine\"&lt;/a&gt;, the ship whose destruction led to the Spanish–American War, because it was interfering with traffic in &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;'s harbor. In his yearly report to the secretary of war, Magoon reported that many Cubans held the popular belief that neither the United States nor the US-backed Cuban government had explored the wreckage because evidence might be found to suggest that the ship was not sunk by a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;, as was the official report— something that would cast doubt on the justification for the United States' war against Spain. The removal of the ship did not take place while Magoon was in office; it was authorized by Congress in 1910.\nWhile he was well regarded in the United States, Magoon was not popular among Cubans. He reaped a vast number of lurid accusations at the hands of Cuban writers who described him as a \"man of wax\", who was \"gross in character, rude in manners, of profound ambition and greedy for despoilment\". The Cuban nationalist bibliographer Carlos Manuel Trelles later wrote that Magoon \"profoundly corrupted the Cuban nation, and on account of his venality was looked upon with contempt.\" Other Cuban historians point to the fiscal wastefulness of Magoon's tenure, which \"left a bad memory and a bad example to the country\" and returned Cuba to the corrupt practices of colonial times.\nOn January 29, 1909, the sovereign government of Cuba was restored, and &lt;a href=\"Jos%C3%A9%20Miguel%20G%C3%B3mez\"&gt;José Miguel Gómez&lt;/a&gt; became president. No explicit evidence of Magoon's corruption ever surfaced, but his parting gesture of issuing lucrative Cuban contracts to U.S. firms was a continued point of contention. Several months later, Magoon received an official commendation from President Taft for his excellent service in Cuba.\nFollowing his service in Cuba, Magoon retired from public service and vacationed for a year in Europe before returning to the United States. Speculation at the time pointed to him taking a position as ambassador to China, a special commission on stability in Central America, or a Cabinet position. Ultimately Magoon did not take up any of those new responsibilities and formally entered retirement. He died in Washington, D.C., in 1920 after complications from surgery for acute appendicitis.\nCorruption in Cuba.\nCuba had suffered from widespread and rampant corruption since the establishment of the &lt;a href=\"Republic%20of%20Cuba%20%281902%E2%80%931959%29\"&gt;Republic&lt;/a&gt; in 1902. The book \"Corruption in Cuba\" states that public ownership resulted in \"a lack of identifiable ownership and widespread misuse and theft of state resources... when given opportunity, few citizens hesitate to steal from the government.\" Furthermore, the complex relationship between governmental and economic institutions makes them especially \"prone to corruption\".\nThe question of what causes corruption in Cuba presently and historically continues to be discussed and debated by scholars. Jules R. Benjamin suggests that Cuba's corrupt politics were a product of the colonial heritage of Cuban politics and the financial aid provided by the United States that favored international sugar prices in the late 19th and early 20th centuries. Following &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the level of corruption in Cuba, among many other Latin American and Caribbean countries, was said to have risen significantly. Some scholars, such as Eduardo Sáenz Rovner, attribute this to North America's increased involvement in Cuba after World War I as it isolated Cuban workers. Cubans were excluded from a large sector of the economy and unable to participate in managerial roles that were taken over by United States employers. Along similar lines, Louis A. Pérez has written, \"World War Two created new opportunities for Cuban economic development, few of which, however, was fully realized. Funds were used irrationally. Corruption and graft increased and contributed in no small part to missed opportunities, but so did mismanagement and miscalculation.\"\nTransparency International's 2017 Corruption Perception Index (CPI) &lt;a href=\"https%3A//www.transparency.org/\"&gt;&lt;/a&gt; gave &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; a score of 47/100, where 0 indicates that a country is very corrupt and 100 indicates that it is very clean. Cuba ranks 62nd out of 180 countries in terms of corruption perception, which is an increase of 2 places since last years' CPI score in 2016.\nPartido Ortodoxo.\n\"For more information: &lt;a href=\"List%20of%20heads%20of%20state%20of%20Cuba\"&gt;List of heads of state of Cuba&lt;/a&gt;\"\n&lt;a href=\"Alfredo%20Zayas%20y%20Alfonso\"&gt;Alfredo Zayas&lt;/a&gt; succeeded Menocal from 1921–25 and engaged in what Calixto Maso refers to as the most \"maximum expression of administrative corruption\". Both petty and grand corruption spread to nearly all aspects of public life and the Cuban administration became largely characterized by &lt;a href=\"nepotism\"&gt;nepotism&lt;/a&gt; as Zayas relied on friends and relatives to illegally gain greater access to wealth. Due to Zaya's previous policies, &lt;a href=\"Gerardo%20Machado\"&gt;Gerardo Machado&lt;/a&gt; aimed to diminish corruption and improve the public sector's performance under his successive administration from 1925–1933. While he was successfully able to reduce the amounts of low level and petty corruption, grand corruption still largely persisted. Machado embarked on development projects that enabled the persistence of grand corruption through inflated costs and the creation of \"large margins\" that enabled public officials to appropriate money illegally. Under his government, opportunities for corruption became concentrated into fewer hands with \"centralized government purchasing procedures\" and the collection of bribes among a smaller number of &lt;a href=\"bureaucrat\"&gt;bureaucrat&lt;/a&gt;s and administrators. Through the development of real estate infrastructures and the growth of Cuba's tourism industry, Machado's administration was able to use insider information to profit from private sector business deals.\nArgote-Freyre points out that Cuba's population under the Republic had a high tolerance for corruption. Furthermore, Cubans knew and criticized who was corrupt, but admired them for their ability to act as \"criminals with impunity\". Corrupt officials went beyond members of congress to also include military officials who granted favours to residents and accepted bribes. The establishment of an illegal gambling network within the military enabled army personnel such as Lieutenant Colonel Pedraza and Major Mariné to engage in extensive illegal gambling activities. Mauricio Augusto Font and Alfonso Quiroz, authors of \"The Cuban Republic and José Martí\", say that corruption pervaded in public life under the administrations of Presidents &lt;a href=\"Ram%C3%B3n%20Grau\"&gt;Ramón Grau&lt;/a&gt; and &lt;a href=\"Carlos%20Pr%C3%ADo\"&gt;Carlos Prío Socarrás&lt;/a&gt;. Prío was reported to have stolen over $90 million in public funds, which was equivalent to one fourth of the annual national budget. Senator &lt;a href=\"Eduardo%20Chib%C3%A1s\"&gt;Eduardo Chibás&lt;/a&gt; dedicated himself to exposing corruption in the Cuban government, and formed the &lt;a href=\"Partido%20Ortodoxo\"&gt;Partido Ortodoxo&lt;/a&gt; in 1947 to further this aim. &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt; was an active member of the Orthodox Party in the late 1940s and early 1950s. He intended to run as an Orthodox Party candidate for the Cuban parliament prior to the coup by Batista.\nPrior to the Communist revolution, Cuba was ruled under the elected government of &lt;a href=\"Fulgencio%20Batista\"&gt;Fulgencio Batista&lt;/a&gt; from 1940–1944. Throughout this time period, Batista's support base consisted mainly of corrupt politicians and military officials. Batista himself was able to heavily profit from the regime before coming into power through inflated government contracts and gambling proceeds. In 1942, the &lt;a href=\"British%20Foreign%20Office\"&gt;British Foreign Office&lt;/a&gt; reported that the &lt;a href=\"U.S.%20State%20Department\"&gt;U.S. State Department&lt;/a&gt; was \"very worried\" about corruption under &lt;a href=\"President%20of%20Cuba\"&gt;President&lt;/a&gt; &lt;a href=\"Fulgencio%20Batista\"&gt;Fulgencio Batista&lt;/a&gt;, describing the problem as \"endemic\" and exceeding \"anything which had gone on previously\". British diplomats believed that corruption was rooted within Cuba's most powerful institutions, with the highest individuals in government and military being heavily involved in gambling and the drug trade. In terms of civil society, Eduardo Saenz Rovner writes that corruption within the police and government enabled the expansion of criminal organizations in Cuba. Batista refused &lt;a href=\"U.S.%20President\"&gt;U.S. President&lt;/a&gt; &lt;a href=\"Franklin%20Roosevelt\"&gt;Franklin Roosevelt&lt;/a&gt;'s offer to send experts to help reform the Cuban Civil Service.\n1952 Coup d'état.\nIn 1952, the Cuban Army, led by &lt;a href=\"Fulgencio%20Batista\"&gt;Fulgencio Batista&lt;/a&gt;, intervened in the election that was scheduled t o be held on June 1, Batista led a U-S backed &lt;a href=\"Coup%20d%27%C3%A9tat\"&gt;military coup&lt;/a&gt; against &lt;a href=\"Carlos%20Pr%C3%ADo%20Socarr%C3%A1s\"&gt;Carlos Prío Socarrás&lt;/a&gt;.&lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3DavxuWLT99Tc\"&gt;&lt;/a&gt; Under his rule, Batista led a corrupt &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt; that involved close links with organized crime organizations and the reduction of civil freedoms of Cubans.&lt;a href=\"https%3A//cubanstudiesinstitute.us/this-day-in-cuban-history/march-10-1952-fulgencio-batista-overthrew-president-carlos-prios-regime-in-a-bloodless-and-masterfully-executed-coup-detat/\"&gt;&lt;/a&gt; This period resulted in Bastista engaging in more \"sophisticated practices of corruption\" at both the administrative and civil society levels. Batista and his administration engaged in profiteering from the lottery as well as illegal gambling. Corruption further flourished in civil society through increasing amounts of police corruption, censorship of the press as well as media, and creating anti-communist campaigns that suppressed opposition with violence, torture and public executions. The former culture of toleration and acceptance towards corruption also dissolved with the dictatorship of Batista. For instance, one citizen wrote that \"however corrupt Grau and Prío were, we elected them and therefore allowed them to steal from us. Batista robs us without our permission.\" Corruption under Batista further expanded into the economic sector with alliances that he forged with foreign investors and the prevalence of illegal casinos and criminal organizations in Havana.\nSergeants revolution.\nFrom the 1933 &lt;a href=\"Sergeants%27%20Revolt\"&gt;Sergeants' Revolt&lt;/a&gt; onwards, Fulgencio Batista acted as an \"&lt;a href=\"%C3%A9minence%20grise\"&gt;éminence grise&lt;/a&gt;\", making and undoing governments in Cuba. After eight years of government under the presidencies of &lt;a href=\"Ram%C3%B3n%20Grau\"&gt;Ramón Grau&lt;/a&gt; (1944–1948) and &lt;a href=\"Carlos%20Pr%C3%ADo%20Socarr%C3%A1s\"&gt;Carlos Prío Socarrás&lt;/a&gt; (1948–1952), Batista was one of the candidates in the 1952 election. However, as some of the polling put him in a distant third place, on March 10, 1952, just four months before the presidential election, Batista struck, claiming several unjustifiable reasons, using his position within the Army and being supported by some political sectors of the country. The coup itself was bloodless, but it attracted the attention and concern of most of the population. Batista overthrew President Carlos Prío Socarrás, canceled the election and took control of the government as \"Provisional President\". Soon after the coup, the government of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; recognized his regime.\nBatista (whose rule was formalized after the &lt;a href=\"1954%20Cuban%20general%20election\"&gt;1954 general election&lt;/a&gt;) went on to rule the country until January 1, 1959, when he left the country with his family (first to the &lt;a href=\"Rafael%20Trujillo\"&gt;Trujillo&lt;/a&gt;–ruled &lt;a href=\"Third%20Republic%20%28Dominican%20Republic%29\"&gt;Dominican Republic&lt;/a&gt;, then &lt;a href=\"Estado%20Novo%20%28Portugal%29\"&gt;Corporatist Portugal&lt;/a&gt; and eventually &lt;a href=\"Francoist%20Spain\"&gt;Francoist Spain&lt;/a&gt;). Batista's exile marked the climax of the &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt;, which started on July 26, 1953 with the attack on the &lt;a href=\"Moncada%20Barracks\"&gt;Moncada Barracks&lt;/a&gt; in &lt;a href=\"Santiago%20de%20Cuba\"&gt;Santiago de Cuba&lt;/a&gt;, and saw &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt; emerging as the new leader of Cuba.\nFulgencio Batista.\nThroughout the 1950s, Havana served as \"a hedonistic playground for the world's elite\", producing sizable gambling, prostitution and drug profits for the &lt;a href=\"American%20mafia\"&gt;American mafia&lt;/a&gt;, corrupt law-enforcement officials, and their politically elected &lt;a href=\"Cronyism\"&gt;cronies&lt;/a&gt;. In the assessment of the Cuban-American historian Louis Perez, \"Havana was then what &lt;a href=\"Las%20Vegas%20Strip\"&gt;Las Vegas&lt;/a&gt; has become.\" Relatedly, it is estimated that by the end of the 1950s the city of Havana had 270 brothels. In addition, drugs, be it &lt;a href=\"Cannabis%20%28drug%29\"&gt;marijuana&lt;/a&gt; or &lt;a href=\"cocaine\"&gt;cocaine&lt;/a&gt;, were so plentiful at the time that one American magazine in 1950 proclaimed \"Narcotics are hardly more difficult to obtain in Cuba than a shot of &lt;a href=\"rum\"&gt;rum&lt;/a&gt;. And only slightly more expensive.\" As a result, the playwright &lt;a href=\"Arthur%20Miller\"&gt;Arthur Miller&lt;/a&gt; described Batista's Cuba in \"&lt;a href=\"The%20Nation\"&gt;The Nation&lt;/a&gt;\" as \"hopelessly corrupt, a Mafia playground, (and) a bordello for Americans and other foreigners\".\nIn a bid to profit from such an environment, Batista established lasting relationships with &lt;a href=\"organized%20crime\"&gt;organized crime&lt;/a&gt;, notably with American mobsters &lt;a href=\"Meyer%20Lansky\"&gt;Meyer Lansky&lt;/a&gt; and &lt;a href=\"Lucky%20Luciano\"&gt;Lucky Luciano&lt;/a&gt;, and under his rule, Havana became known as \"the Latin \". Batista and Lansky formed a friendship and business relationship that flourished for a decade. During a stay at the Waldorf-Astoria in New York in the late 1940s, it was mutually agreed that, in return for kickbacks, Batista would give Lansky and the &lt;a href=\"American%20Mafia\"&gt;Mafia&lt;/a&gt; control of Havana's racetracks and casinos. After World War II, Luciano was paroled from prison on the condition that he permanently return to &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;. Luciano secretly moved to Cuba, where he worked to resume control over American Mafia operations. Luciano also ran a number of casinos in Cuba with the sanction of Batista, though the American government eventually succeeded in pressuring the Batista government to deport him.\nBatista encouraged large-scale gambling in Havana. In 1955, he announced that Cuba would grant a gaming license to anyone who invested US$1  million in a hotel or $200,000 in a new nightclub—and that the government would provide matching public funds for construction, a 10-year tax exemption, and waive duties on imported equipment and furnishings for new hotels. Each casino would pay the government $250,000 for the license, plus a percentage of the profits. The policy omitted background checks, as required for casino operations in the United States, which opened the door for casino investors with illegally obtained funds. Cuban contractors with the right connections made windfalls by importing, duty-free, more materials than needed for new hotels and selling the surplus to others. It was rumored that, besides the $250,000 to obtain a license, an additional \"under the table\" fee was sometimes required.\n&lt;a href=\"Meyer%20Lansky\"&gt;Lansky&lt;/a&gt; became a prominent figure in Cuba's gambling operations, and exerted influence over Batista's casino policies. The Mafia's &lt;a href=\"Havana%20Conference\"&gt;Havana Conference&lt;/a&gt; was held on December 22, 1946, at the &lt;a href=\"Hotel%20Nacional%20de%20Cuba\"&gt;Hotel Nacional de Cuba&lt;/a&gt;; this was the first full-scale meeting of American underworld leaders since the Chicago meeting in 1932. Lansky set about cleaning up the games at the Montmartre Club, which soon became the \"place to be\" in Havana. He also wanted to open a casino in the Hotel Nacional, the most elegant hotel in Havana. Batista endorsed Lansky's idea over the objections of American &lt;a href=\"expatriate\"&gt;expatriate&lt;/a&gt;s such as &lt;a href=\"Ernest%20Hemingway\"&gt;Ernest Hemingway&lt;/a&gt;, and the renovated casino wing opened for business in 1955 with a show by &lt;a href=\"Eartha%20Kitt\"&gt;Eartha Kitt&lt;/a&gt;. The casino was an immediate success.\nAs the new hotels, nightclubs, and casinos opened, Batista collected his share of the profits. Nightly, the \"bagman\" for his wife collected 10% of the profits at &lt;a href=\"Santo%20Trafficante%2C%20Jr.\"&gt;Santo Trafficante's&lt;/a&gt; casinos, the Sans Souci cabaret, and the casinos in the hotels Sevilla-Biltmore, Comodoro, Deauville, and Capri (partly owned by the actor &lt;a href=\"George%20Raft\"&gt;George Raft&lt;/a&gt;). His take from the Lansky casinos—his prized &lt;a href=\"Hotel%20Habana%20Riviera\"&gt;Habana Riviera&lt;/a&gt;, the Hotel Nacional, the Montmartre Club, and others—was said to be 30%. Lansky was said to have personally contributed millions of dollars per year to Batista's Swiss bank accounts.\nT.J. English notes: \"I would say [Batista] was an equal partner with the mobsters; it was particularly interesting that someone like Batista and &lt;a href=\"Meyer%20Lansky\"&gt;Lansky&lt;/a&gt;, who'd come from extreme poverty, wound up being the protectors of the bourgeoisie, and yet Castro, who was from the bourgeoisie, became the leader of the downtrodden.\" &lt;a href=\"https%3A//www.smithsonianmag.com/travel/mob-havana-cuba-culture-music-book-tj-english-cultural-travel-180960610/\"&gt;&lt;/a&gt;\nHavana conference.\nThe &lt;a href=\"Havana%20Conference\"&gt;Havana Conference&lt;/a&gt; of 1946 was a historic meeting of &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"American%20Mafia\"&gt;Mafia&lt;/a&gt; and &lt;a href=\"Cosa%20Nostra\"&gt;Cosa Nostra&lt;/a&gt; leaders in &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;, &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;.&lt;a href=\"https%3A//www.nationalcrimesyndicate.com/on-this-day-in-1946-the-havana-conference-was-held\"&gt;&lt;/a&gt; Supposedly arranged by &lt;a href=\"Lucky%20Luciano\"&gt;Charles \"Lucky\" Luciano&lt;/a&gt;, the conference was held to discuss important mob policies, rules, and business interests. The Havana Conference was attended by delegations representing crime families throughout the United States.&lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3DLGUQXrV6Gdc\"&gt;&lt;/a&gt; The conference was held during the week of December 22, at the &lt;a href=\"Hotel%20Nacional%20de%20Cuba\"&gt;Hotel Nacional&lt;/a&gt;. The Havana Conference is considered to have been the most important mob summit since the &lt;a href=\"Atlantic%20City%20Conference\"&gt;Atlantic City Conference&lt;/a&gt; of 1929. Decisions made in Havana resonated throughout US crime families during the ensuing decades. Havana achieved the title of being the &lt;a href=\"Latin%20American\"&gt;Latin American&lt;/a&gt; city with the biggest middle-class population per capita, simultaneously accompanied by gambling and corruption where gangsters and stars were known to mix socially. During this era, Havana was generally producing more revenue than &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas, Nevada&lt;/a&gt;, whose boom as a tourist destination began only after Havana's casinos closed in 1959. In 1958, about 300,000 American tourists visited the city.\nIn December 1946, the Havana Conference started as planned. To welcome Luciano back from exile and acknowledge his continued authority within the mob, all the conference invitees brought Luciano cash envelopes. These \"Christmas Presents\" totaled more than $200,000. At the first night dinner hosted by &lt;a href=\"Meyer%20Lansky\"&gt;Meyer Lansky&lt;/a&gt;, &lt;a href=\"Frank%20Costello\"&gt;Frank Costello&lt;/a&gt;, and &lt;a href=\"Joe%20Adonis\"&gt;Joe Adonis&lt;/a&gt;, Luciano was presented with the money. The official cover story for the Havana Conference was that the mobsters were attending a gala party with &lt;a href=\"Frank%20Sinatra\"&gt;Frank Sinatra&lt;/a&gt; as the entertainment. Sinatra flew to Havana with Al Capone cousins, &lt;a href=\"Charles%20Fischetti\"&gt;Charles Fischetti&lt;/a&gt;, and &lt;a href=\"Rocco%20Fischetti\"&gt;Rocco Fischetti&lt;/a&gt; from Chicago. Joseph \"Joe Fish\" Fischetti, an old Sinatra acquaintance, acted as Sinatra's chaperone and bodyguard. Charlie and Rocco Fischetti delivered a suitcase containing $2 million to Luciano, his share of the U.S. rackets he still controlled.\nThe most pressing items on the conference agenda were the leadership and authority within the New York mafia, the mob-controlled Havana casino interests, the narcotics operations, and the West Coast operations of &lt;a href=\"Benjamin%20Siegel\"&gt;Benjamin \"Bugsy\" Siegel&lt;/a&gt;, especially the new &lt;a href=\"Flamingo%20Hotel\"&gt;Flamingo Hotel&lt;/a&gt; and casino in &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt;. Siegel is reported to have transgressed the Mafia 10 commandments by stealing money. Luciano, absent from the American underworld scene for several months, was especially concerned with the situation in New York. Boss &lt;a href=\"Vito%20Genovese\"&gt;Vito Genovese&lt;/a&gt; had returned to New York from exile in Italy and was not content with assuming a minor role in the organization.\nDelegates.\n\"For more information: &lt;a href=\"Havana%20Conference\"&gt;Havana Conference&lt;/a&gt;\"\nThe &lt;a href=\"Havana%20Conference\"&gt;Havana Conference&lt;/a&gt; convened on December 20, 1946.&lt;a href=\"https%3A//themobmuseum.org/blog/the-havana-conference/\"&gt;&lt;/a&gt; Delegates were present representing New York City, New Jersey, Buffalo, Chicago, New Orleans, and Florida, with the largest delegation of bosses from the New York-New Jersey area. Several major bosses from the Jewish Syndicate were at the conference to discuss joint La Cosa Nostra – Jewish Syndicate business. According to conference rules, the Jewish delegates could not vote on &lt;a href=\"Cosa%20Nostra\"&gt;Cosa Nostra&lt;/a&gt; rules or policies; however, the Jewish crime bosses were allowed input on any joint business ventures, such as the &lt;a href=\"Flamingo%20Hotel\"&gt;Flamingo Hotel&lt;/a&gt;.\nLuciano opened the Havana Conference by discussing a topic that would greatly affect his authority within the American Mafia; the position of \"&lt;a href=\"capo%20di%20tutti%20capi\"&gt;capo di tutti capi&lt;/a&gt;\" or \"boss of all bosses\". The last official boss of all bosses had been &lt;a href=\"Salvatore%20Maranzano\"&gt;Salvatore Maranzano&lt;/a&gt;, who was murdered in September 1931. By the end of 1931, Luciano had eliminated this top position and re-organized the Italian mafia into \"La Cosa Nostra\", or \"This Thing of Ours\". A board of directors commonly called the \"Commission\", had been formed to oversee criminal activities, control rules, and set policies. La Cosa Nostra thus became the top criminal organization within the &lt;a href=\"National%20Crime%20Syndicate\"&gt;National Crime Syndicate&lt;/a&gt;.\nNow Luciano could easily have declared himself as Maranzano's heir in 1932; instead, Luciano decided to exercise control behind the scenes. This arrangement had worked until Vito Genovese's return from Italy. Officially, Genovese was now just a caporegime; however, he had made it clear that he intended to take control of the &lt;a href=\"Luciano%20crime%20family\"&gt;Luciano crime family&lt;/a&gt;. Since Luciano's deportation in 1946, Luciano ally &lt;a href=\"Frank%20Costello\"&gt;Frank Costello&lt;/a&gt; had been the acting boss of the Luciano family. As a result, tensions between the Costello and Genovese factions had started to fester. Luciano had no intention of stepping down as family boss; he had to do something about Genovese. Luciano also realized that Genovese threatened his overall authority and influence within the American mafia, probably with support from other crime bosses. Therefore, Luciano decided to resurrect the boss of all bosses' position and claim it for himself. He hoped the other bosses would support him, either by officially affirming the title or at least by acknowledging that he was still \"First Amongst Equals\".\nAt the conference, Luciano allegedly presented the motion to retain his position as the top boss in La Cosa Nostra. Then Luciano ally, &lt;a href=\"Albert%20Anastasia\"&gt;Albert \"The Mad Hatter\" Anastasia&lt;/a&gt; seconded the motion. Anastasia voted with Luciano because he felt threatened by Genovese's attempts to muscle in on his waterfront rackets. Checkmated by the Luciano-Costello-Anastasia alliance, Genovese was forced to swallow his ambitions and plan for the future. To further embarrass Genovese, Luciano encouraged Anastasia and Genovese to settle their differences and shake hands in front of the other bosses. This symbolic gesture was meant to prevent another bloody gang war such as the &lt;a href=\"Castellammarese%20War\"&gt;Castellammarese War&lt;/a&gt; of 1930–1931. With Luciano solidifying his personal position and squashing Genovese's ambition, for now, Luciano brought up a discussion of the mob's narcotics operations in the United States.\nNarcotics.\nOne of the key topics at the &lt;a href=\"Havana%20Conference\"&gt;Havana Conference&lt;/a&gt;, was the global &lt;a href=\"Illegal%20drug%20trade\"&gt;narcotics trade&lt;/a&gt; and the mob's operations in the United States. A longstanding myth has been the supposed refusal of Luciano and the Cosa Nostra to deal in narcotics. Only a few bosses such as &lt;a href=\"Frank%20Costello\"&gt;Frank Costello&lt;/a&gt; and the other bosses who controlled lucrative gambling &lt;a href=\"https%3A//www.smithsonianmag.com/travel/mob-havana-cuba-culture-music-book-tj-english-cultural-travel-180960610/\"&gt;&lt;/a&gt; empires opposed narcotics. The anti-drug faction believed that the Cosa Nostra did not need narcotics profits, that narcotics brought unwanted law enforcement and media attention, and that the general public considered it to be a very harmful activity (unlike gambling). The pro-drug faction said that narcotics were far more profitable than any other illegal activity. Furthermore, if the Cosa Nostra ignored the drug trade, other criminal organizations would jump in and eventually diminish the Cosa Nostra's power and influence.\nThe American mob's longtime association with the government of Cuba concerning gambling interests such as casinos along with their legitimate business investments on the Caribbean island put them in a position to use their political and underworld connections to make Cuba one of their narcotics importation layovers or smuggling points where the drugs could be stored and then placed on sea vessels before they continued on to Canada and the United States via &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt; and Florida among the ports used by Luciano's associates.\nDuring the Havana Conference, Luciano detailed the proposed drugs network to the bosses. After arriving in Cuba from North Africa, the mob would ship the narcotics to US ports that it controlled, primarily New York City, New Orleans, and Tampa. The narcotics shipped to the New York docks would be overseen by the &lt;a href=\"Luciano%20crime%20family\"&gt;Luciano crime family&lt;/a&gt; (later the Genovese) and the &lt;a href=\"Mangano%20crime%20family\"&gt;Mangano crime family&lt;/a&gt; (later the Gambino). In New Orleans, the operation would be overseen by the &lt;a href=\"New%20Orleans%20crime%20family\"&gt;Marcello crime family&lt;/a&gt;, led by &lt;a href=\"Carlos%20Marcello\"&gt;Carlos \"Little Man\" Marcello&lt;/a&gt;. In Tampa, the narcotics shipments would be overseen by the &lt;a href=\"Trafficante%20crime%20family\"&gt;Trafficante crime family&lt;/a&gt; led by &lt;a href=\"Santo%20Trafficante%2C%20Jr.\"&gt;Santo Trafficante, Jr.&lt;/a&gt; The &lt;a href=\"Havana%20Conference\"&gt;Havana Conference&lt;/a&gt; delegates voted to approve the plan.\nApalachin.\nOn November 14, 1957, Joe \"The Barber\" Barbara's estate in Apalachin,&lt;a href=\"https%3A//www.nationalcrimesyndicate.com/apalachin-meeting/\"&gt;&lt;/a&gt; New York was used to hold a large meeting of over 100 mafiosi from the United States, Italy and Cuba.&lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3D9GBBCsEw--g\"&gt;&lt;/a&gt; Cuba was one of the Apalachin topics of discussion, particularly the gambling and narcotics smuggling interests of La Cosa Nostra on the island. The international narcotics trade was also an important topic on the Apalachin agenda. The New York garment industry interests and rackets, such as loansharking to the business owners and control of garment center trucking, were other important topics on the Apalachin agenda.\nCuba was one of the Apalachin topics of discussion, particularly the gambling and narcotics smuggling interests of La Cosa Nostra on the island. The international narcotics trade was also an important topic on the Apalachin agenda.\nThe Apalachin Mafia meeting took place at 625 McFall Road in &lt;a href=\"Apalachin%2C%20New%20York\"&gt;Apalachin, New York&lt;/a&gt;, on November 14, 1957. &lt;a href=\"https%3A//www.nydailynews.com/news/crime/62-mafia-members-seized-upstate-ny-1957-article-1.2428519\"&gt;&lt;/a&gt; Allegedly, the meeting was held to discuss various topics including loansharking, narcotics trafficking, and gambling, along with dividing the illegal operations controlled by the recently murdered &lt;a href=\"Albert%20Anastasia\"&gt;Albert Anastasia&lt;/a&gt;. An estimated 100 &lt;a href=\"Mafiosi\"&gt;Mafiosi&lt;/a&gt; from the United States, Italy, and Cuba are thought to have attended this meeting.&lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3D4A6Q3a_boBc\"&gt;&lt;/a&gt; Immediately after the Anastasia murder that October, and after taking control of the &lt;a href=\"Luciano%20crime%20family\"&gt;Luciano crime family&lt;/a&gt;, renamed the Genovese crime family, from &lt;a href=\"Frank%20Costello\"&gt;Frank Costello&lt;/a&gt;, &lt;a href=\"Vito%20Genovese\"&gt;Vito Genovese&lt;/a&gt; wanted to legitimize his new power by holding a national Cosa Nostra meeting.\nLocal and state law enforcement became suspicious when numerous expensive cars bearing license plates from around the country arrived in what was described as \"the sleepy hamlet of Apalachin\". After setting up roadblocks, the police raided the meeting, causing many of the participants to flee into the woods and area surrounding the Barbara estate. More than 60 underworld bosses were detained and indicted following the raid. Twenty of those who attended the meeting were charged with \"Conspiring to obstruct justice by lying about the nature of the underworld meeting\" and found guilty in January 1959. All were fined, up to $10,000 each, and given prison sentences ranging from three to five years. All the convictions were overturned on appeal the following year. One of the most direct and significant outcomes of the Apalachin Meeting was that it helped to confirm the existence of a nationwide criminal conspiracy, a fact that some, including &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; Director &lt;a href=\"J.%20Edgar%20Hoover\"&gt;J. Edgar Hoover&lt;/a&gt;, had long refused to acknowledge.\nThe gathering was quickly broken up when a curious New York State Trooper turned up and spotted expensive cars at or near the home. Other police officers quickly arrived to arrest those attending the conference and sent some of the most powerful gangsters in the country fleeing through the surrounding countryside. Mafiosi and the FBI sometimes just refer to the meeting as Apalachin. This meeting was humorously portrayed in the opening sequence of the 1999 motion picture \"&lt;a href=\"Analyze%20This\"&gt;Analyze This&lt;/a&gt;\", which starred &lt;a href=\"Robert%20De%20Niro\"&gt;Robert De Niro&lt;/a&gt; and &lt;a href=\"Billy%20Crystal\"&gt;Billy Crystal&lt;/a&gt;. This meeting was also fully depicted in the 1972 movie \"&lt;a href=\"The%20Valachi%20Papers%20%28film%29\"&gt;The Valachi Papers&lt;/a&gt;\".\nAlong with over 60 other mobsters, at the Apalachin meeting in Apalachin, New York. All were fined, up to $10,000 each, and given prison sentences ranging from three to five years. All the convictions were overturned on appeal in 1960.\nIn January 1958, &lt;a href=\"Santo%20Trafficante%20Jr.\"&gt;Trafficante&lt;/a&gt; was questioned by the Cuban police regarding the Apalachin meeting. A full report was made by the Cuban police, dated January 23, 1958, includes transcripts of long-distance telephone calls made from the &lt;a href=\"Sans%20Souci%20Cabaret\"&gt;Sans Souci&lt;/a&gt; during the period August–December 1957. The report was given to the District Attorney's office. In addition, on January 23, 1958, the Cuban Department of Investigation, Havana, Cuba notified the Bureau of Narcotics that Santo Trafficante was registered in their Alien Office under No. 93461.\nApalachin aftermath.\nBarbara found himself investigated by law enforcement and indicted for not testifying to a grand jury about what transpired at his home on November 14, 1957. In 1959, he was also charged with income tax evasion and submitting fraudulent corporation tax forms. On April 27, 1959, Barbara pleaded innocent to income tax charges before the Federal District Court in &lt;a href=\"Syracuse%2C%20New%20York\"&gt;Syracuse, New York&lt;/a&gt;. Barbara's business interests declined, as he lost his lucrative bottling contract with Canada Dry. Barbara's health continued to deteriorate, suffering a &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt; on May 27, 1959, and another on June 17, 1959, at Wilson Memorial Hospital in &lt;a href=\"Johnson%20City%2C%20New%20York\"&gt;Johnson City, New York&lt;/a&gt;, killing him. Following his death, Barbara's Apalachin estate was sold for $130,000, and, for a time, was used for sightseeing tours. Barbara is buried at Calvary Cemetery in Johnson City, New York.\nDecember 31, 1958.\n On December 31, 1958, at a &lt;a href=\"New%20Year%27s%20Eve\"&gt;New Year's Eve&lt;/a&gt; party, &lt;a href=\"https%3A//www.mcclatchydc.com/news/nation-world/world/article24518212.html\"&gt;&lt;/a&gt; Batista told his cabinet and top officials that he was leaving the country. After seven years, Batista knew his presidency was over, and he fled the island in the early morning. At 3:00 a.m. on January 1, 1959, Batista boarded a plane at Camp Columbia with 40 of his supporters and immediate family members and flew to &lt;a href=\"Ciudad%20Trujillo\"&gt;Ciudad Trujillo&lt;/a&gt; in the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;. A second plane flew out of Havana later in the night, carrying ministers, officers and the Governor of Havana. Batista took along a personal fortune of more than $300 million that he had amassed through graft and payoffs. Critics accused Batista and his supporters of taking as much as $700 million in fine art and cash with them as they fled into exile.As news of the fall of Batista's government spread through Havana, \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" described jubilant crowds pouring into the streets and automobile horns honking. The black and red flag of July 26 Movement waved on cars and buildings. &lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3D4wlJHCSnv0Q\"&gt;&lt;/a&gt; The atmosphere was chaotic. On January 8, 1959, Castro and his army rolled victoriously into Havana. Already denied entry to the United States, Batista sought asylum in Mexico, which also refused him. Portugal's leader &lt;a href=\"Ant%C3%B3nio%20de%20Oliveira%20Salazar\"&gt;António Salazar&lt;/a&gt; allowed him to settle there on the condition that he completely abstain from politics.\nBy the end of Batista's rule possibly as many as 20,000 Cubans had been killed.\nArchitecture of the mafia.\nSanto Trafficante Jr..\nSanto Trafficante Jr. (November 15, 1914 – March 17, 1987) was among the most powerful &lt;a href=\"American%20Mafia\"&gt;Mafia&lt;/a&gt; &lt;a href=\"crime%20boss\"&gt;bosses&lt;/a&gt; in the United States. He headed the &lt;a href=\"Trafficante%20crime%20family\"&gt;Trafficante crime family&lt;/a&gt; and controlled &lt;a href=\"organized%20crime\"&gt;organized criminal&lt;/a&gt; operations in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; and &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, which had previously been consolidated from several rival gangs by his father, &lt;a href=\"Santo%20Trafficante%20Sr.\"&gt;Santo Trafficante Sr.&lt;/a&gt; Reputedly the most powerful crime boss in &lt;a href=\"Fulgencio%20Batista\"&gt;Batista&lt;/a&gt;-era Cuba, he never served a prison sentence in the US. Trafficante turned his father's criminal organization into a multi-billion dollar international organized crime empire. Trafficante was reportedly a multi-billionaire and wielded enormous power and influence all over the United States and Cuba by paying off police, judges, federal prosecutors, city officials, government officials, local and international politicians, mayors, governors, senators, congressmen, CIA agents and FBI agents.\nTrafficante maintained links to the &lt;a href=\"Bonanno%20crime%20family\"&gt;Bonanno&lt;/a&gt; &lt;a href=\"crime%20family\"&gt;crime family&lt;/a&gt;, in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, but was more closely allied with &lt;a href=\"Sam%20Giancana\"&gt;Sam Giancana&lt;/a&gt; in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. Consequently, while generally recognized as the most powerful organized crime figure in Florida throughout much of the 20th century, Trafficante was not believed to have total control over &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Miami%20Beach\"&gt;Miami Beach&lt;/a&gt;, &lt;a href=\"Ft.%20Lauderdale\"&gt;Ft. Lauderdale&lt;/a&gt;, or &lt;a href=\"Palm%20Beach%2C%20Florida\"&gt;Palm Beach&lt;/a&gt;. The east coast of Florida was a loosely knit conglomerate of &lt;a href=\"Five%20Families\"&gt;New York family&lt;/a&gt; interests with links to &lt;a href=\"Meyer%20Lansky\"&gt;Meyer Lansky&lt;/a&gt;, &lt;a href=\"Bugsy%20Siegel\"&gt;Bugsy Siegel&lt;/a&gt;, &lt;a href=\"Angelo%20Bruno\"&gt;Angelo Bruno&lt;/a&gt;, &lt;a href=\"Carlos%20Marcello\"&gt;Carlos Marcello&lt;/a&gt;, and &lt;a href=\"Frank%20Ragano\"&gt;Frank Ragano&lt;/a&gt;.\nTrafficante admitted his anti-&lt;a href=\"Fidel%20Castro\"&gt;Castro&lt;/a&gt; activities to the &lt;a href=\"United%20States%20House%20Select%20Committee%20on%20Assassinations\"&gt;United States House Select Committee on Assassinations&lt;/a&gt; in 1978. Though he vehemently denied any association with a &lt;a href=\"John%20F.%20Kennedy%20assassination%20conspiracy%20theories\"&gt;conspiracy&lt;/a&gt; against &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;, at least one witness before federal investigators testified that Trafficante predicted the assassination in spring of 1963. Federal investigators brought &lt;a href=\"racket%20%28crime%29\"&gt;racketeering&lt;/a&gt; and conspiracy charges against him in the summer of 1986.\nSanto Trafficante Jr. had been operating in Cuba since the late 1940s under his father, Santo Trafficante, Sr., a mobster in Tampa, Florida. After his father died in 1954, he became the head in Tampa and took over his fathers interests in Cuba.\nTrafficante moved to Cuba in 1955, where he came into contact with Batista and Meyer Lansky. During the rule of Cuba's authoritarian dictator &lt;a href=\"Fulgencio%20Batista\"&gt;Fulgencio Batista&lt;/a&gt;, Trafficante openly operated the &lt;a href=\"Sans%20Souci%20Cabaret\"&gt;Sans Souci Cabaret&lt;/a&gt; and the Casino International gambling establishments in Havana. As a leading member of the syndicate, he also was suspected of having behind-the-scenes interests in other syndicate-owned Cuban casinos: the &lt;a href=\"Hotel%20Habana%20Riviera\"&gt;Hotel Habana Riviera&lt;/a&gt;, the &lt;a href=\"Tropicana%20Club\"&gt;Tropicana Club&lt;/a&gt;, the &lt;a href=\"Hotel%20Sevilla\"&gt;Sevilla-Biltmore&lt;/a&gt;, the &lt;a href=\"Hotel%20Capri\"&gt;Hotel Capri&lt;/a&gt; Casino, the Comodoro, the &lt;a href=\"Hotel%20Deauville%20%28Havana%29\"&gt;Hotel Deauville&lt;/a&gt;, and the &lt;a href=\"Hotel%20Tryp%20Habana%20Libre\"&gt;Havana Hilton&lt;/a&gt;.\nHotel Capri.\nThe &lt;a href=\"Hotel%20Capri\"&gt;Hotel Capri&lt;/a&gt; was built in 1957. Located on Calle 21, 1 Mp. 8 Vedado, two blocks from the Hotel Nacional, it opened in November 1957. With its 250 rooms, the nineteen-story structure was one of the largest hotel/casinos in Havana during its heyday. It boasted a swimming pool on the roof.\nOwned by mobster &lt;a href=\"Santo%20Trafficante%2C%20Jr.\"&gt;Santo Trafficante, Jr.&lt;/a&gt; of Tampa, Florida, the hotel-casino was operated by Nicholas Di Costanzo, racketeer Charles Turin (aliases: Charles Tourine, Charley \"The Blade\"), and Santino Masselli of the Bronx NY (aliases: \"Sonny the Butcher\"). After it opened, George Raft was hired to be the public front for the hotel's club during his gangster days in Cuba. It was believed that he owned a considerable interest in the club.\nThe hotel was designed by architect Jose Canaves. The hotel, along with its famous casino, was leased to American hotelier, \"Skip\" Shephard. The Hotel Capri was nationalized by the new revolutionary government in October 1960, and the casino was closed.\nHotel Deauville.\nThe &lt;a href=\"Hotel%20Deauville%20%28Havana%29\"&gt;Hotel Deauville&lt;/a&gt; is a historic hotel in the &lt;a href=\"Centro%20Habana\"&gt;Centro Habana&lt;/a&gt; &lt;a href=\"municipios\"&gt;municipios&lt;/a&gt; of &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;, &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, located at #1 Calle Galiano, La Habana, on a corner with the &lt;a href=\"Malec%C3%B3n%2C%20Havana\"&gt;Malecón promenade&lt;/a&gt;, and overlooking the &lt;a href=\"Bay%20of%20Havana\"&gt;Bay of Havana&lt;/a&gt;. The hotel was constructed as a casino hotel in 1957 by a consortium owned by American mobster &lt;a href=\"Santo%20Trafficante%20Jr.\"&gt;Santo Trafficante Jr.&lt;/a&gt;.\nIn 1955, President &lt;a href=\"Fulgencio%20Batista\"&gt;Fulgencio Batista&lt;/a&gt; enacted Hotel Law 2074, offering tax incentives, government loans and casino licenses to anyone who built a hotel costing in excess of $1,000,000 or a nightclub costing $200,000. This resulted in the construction of the Hotel Deauville, as well as other hotels including the &lt;a href=\"Hotel%20Habana%20Riviera\"&gt;Hotel Habana Riviera&lt;/a&gt;, &lt;a href=\"Hotel%20Capri\"&gt;Hotel Capri&lt;/a&gt;, Hotel St. John and &lt;a href=\"Hotel%20Tryp%20Habana%20Libre\"&gt;Havana Hilton&lt;/a&gt;, all featuring casinos.\nThe construction of the Hotel Deauville began in 1956, and the hotel opened in 1957. It was built at a cost of $2.3 million, was 14 stories high and featured 140 rooms, a rooftop swimming pool, a cabaret and two casinos.\nThe hotel was primarily owned by &lt;a href=\"Trafficante%20crime%20family\"&gt;Trafficante crime family&lt;/a&gt; boss &lt;a href=\"Santo%20Trafficante%20Jr.\"&gt;Santo Trafficante Jr.&lt;/a&gt; and &lt;a href=\"bolita\"&gt;bolita&lt;/a&gt; banker Evaristo Garcia Jr., and the casinos were owned by Trafficante. Joe Silesi (alias Joe Rivers), a member of the &lt;a href=\"Gambino%20crime%20family\"&gt;Gambino crime family&lt;/a&gt;, was the casino manager. Trafficante also had interests in the &lt;a href=\"Hotel%20Capri\"&gt;Hotel Capri&lt;/a&gt;, the Sans Souci nightclub and casino, the &lt;a href=\"Hotel%20Sevilla\"&gt;Sevilla-Biltmore&lt;/a&gt;, and the Hotel Comodoro. The casino was sacked by mobs in early January 1959 as &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;'s rebel army overtook Havana.\nOn October 24, 1960 the Cuban government published its Official Gazette Resolution 3 (pursuant to Law 851, Official Gazette, July 7, 1960), which nationalized the Hotel Deauville as well as a number of other hotels and businesses owned by American investors. In 2017, it was announced that St Giles Hotels will assume management of the hotel after a major renovation, which is still ongoing as of late 2019.\nHavana Hilton.\nThe casino in the Hilton Hotel was leased for $1 million a year to a group consisting of Roberto \"Chiri\" Mendoza, his brother Mario Mendoza, &lt;a href=\"Clifford%20A.%20Jones\"&gt;Clifford \"Big Juice\" Jones&lt;/a&gt;, Kenneth F. Johnson, and Sidney Orseck. Roberto Mendoza was a wealthy Cuban contractor and sugar planter who was a business associate of &lt;a href=\"Fulgencio%20Batista\"&gt;President Batista&lt;/a&gt;; Mario Mendoza was a lawyer; Orseck was an attorney from New York; Johnson was a senator in the &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt; state legislature and Jones was a former lieutenant governor of Nevada who had ownership interests in a number of &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt; casinos. Hilton officials said that 13 groups tried to lease the casino and 12 were \"turned down because they either had underworld connections or had refused to subject themselves to the rigid investigation\". Speculation surfaced that the murder of &lt;a href=\"Gambino%20crime%20family\"&gt;Gambino crime family&lt;/a&gt; boss&lt;a href=\"Albert%20Anastasia\"&gt;Albert Anastasia&lt;/a&gt; in October 1957 was tied to his interest in securing an ownership stake in the Hilton's casino.\nOn the morning of October 25, 1957, Anastasia entered the barbershop of the &lt;a href=\"Park%20Central%20Hotel\"&gt;Park Sheraton Hotel&lt;/a&gt;, at 56th Street and 7th Avenue in &lt;a href=\"Midtown%20Manhattan\"&gt;Midtown Manhattan&lt;/a&gt;. Anastasia's driver parked the car in an underground garage and then took a walk outside, leaving him unprotected. As Anastasia relaxed in the barber's chair, two men—scarves covering their faces—rushed in, shoved the barber out of the way, and fired at Anastasia. After the first volley of bullets, Anastasia reportedly lunged at his killers. However, the stunned Anastasia had actually attacked the gunmen's reflections in the wall mirror of the barbershop. The gunmen continued firing until Anastasia finally fell dead on the floor.\nThe Anastasia homicide generated a tremendous amount of public interest and sparked a high-profile police investigation. Per \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" journalist and \"Five Families\" author &lt;a href=\"Selwyn%20Raab\"&gt;Selwyn Raab&lt;/a&gt;, \"The vivid image of a helpless victim swathed in white towels was stamped in the public memory.\" However, no one was charged in the case. Over time, speculation on who killed Anastasia has centered on &lt;a href=\"Profaci%20crime%20family\"&gt;Profaci crime family&lt;/a&gt; mobster &lt;a href=\"Joe%20Gallo\"&gt;Joe Gallo&lt;/a&gt;, the &lt;a href=\"Patriarca%20crime%20family\"&gt;Patriarca crime family&lt;/a&gt; of &lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence&lt;/a&gt;, &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt;, and certain drug dealers within the Gambino family. Initially, the &lt;a href=\"New%20York%20City%20Police%20Department\"&gt;NYPD&lt;/a&gt; concluded that Anastasia's homicide had been arranged by Genovese and Gambino and that it was carried out by a crew led by Gallo. At one point, Gallo boasted to an associate of his part in the hit, \"You can just call the five of us the &lt;a href=\"barbershop%20quintet\"&gt;barbershop quintet&lt;/a&gt;.\" Elsewhere, Genovese had traditionally strong ties to Patriarca boss &lt;a href=\"Raymond%20L.%20S.%20Patriarca\"&gt;Raymond L. S. Patriarca&lt;/a&gt;.\nRoberto Mendoza and &lt;a href=\"Santo%20Trafficante%20Jr.\"&gt;Santo Trafficante Jr.&lt;/a&gt;, who had substantial gambling interests in Cuba, were both in New York at the time of Ananstasia's murder. The police investigation of the murder focused on this theory for a while but later looked at other theories. The murder was never solved.\n1959 Revolution.\nFollowing &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;'s entry into Havana on January 8, 1959, the Havana Hilton became his headquarters, with Castro residing for three months in the hotel's Continental Suite, room 2324. The casinos throughout the city were briefly closed, but protests by Havana casino workers led to their reopening in February. Castro gave his first press conference in the hotel's ballroom on January 19, 1959 and soon took to giving regular interviews to international journalists in the hotel, famously declaring in the lobby that \"If the Americans don't like what is happening in Cuba, they can land the Marines, and then there will be 200,000 gringos dead.\"\nIn October 1959, the Habana Hilton hosted the week-long &lt;a href=\"American%20Society%20of%20Travel%20Agents\"&gt;American Society of Travel Agents&lt;/a&gt; annual international convention, which had been scheduled before the Revolution. Castro and other officials attempted to present an image of Cuba as a continued tropical paradise for American tourists, as the country desperately needed the revenue, but growing anti-American political rhetoric was already having an impact on bookings at the increasingly empty hotel. On New Year's Eve 1959/1960, Castro hosted an elaborate party in the Pavilion ballroom atop the hotel, designed to promote Cuba to Americans. The party was attended by numerous American journalists and celebrities, including boxer &lt;a href=\"Joe%20Louis\"&gt;Joe Louis&lt;/a&gt;, who had been hired by a PR firm to encourage black Americans to visit the island. The efforts proved unsuccessful, and the Hilton's American operators struggled to keep the hotel open. Hilton International was forbidden under Cuban labor laws from firing any of the hotel's 670 employees, though the Hilton seldom had more than 100 guests. The Revolutionary government was eventually compelled to pay 2 million pesos to cover the hotel's operating expenses, and keep its employees working.\nHotel Habana Riviera.\nOriginally known as the &lt;a href=\"Hotel%20Habana%20Riviera\"&gt;Hotel Habana Riviera&lt;/a&gt;, it is a historic resort hotel located on the &lt;a href=\"Malec%C3%B3n%2C%20Havana\"&gt;Malecón&lt;/a&gt; waterfront boulevard in the &lt;a href=\"Vedado\"&gt;Vedado&lt;/a&gt; district of &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;, &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;. The hotel, which is managed by the Spanish &lt;a href=\"Iberostar%20Hotels%20%26amp%3B%20Resorts\"&gt;Iberostar&lt;/a&gt; chain, was built in 1957 and still maintains its original 1950s style. It has twenty-one floors containing 352 rooms all of which feature views of the water and the &lt;a href=\"Vedado\"&gt;Vedado&lt;/a&gt; neighborhood.\nThe Havana Rivera was originally owned by &lt;a href=\"gangster\"&gt;mobster&lt;/a&gt; &lt;a href=\"Meyer%20Lansky\"&gt;Meyer Lansky&lt;/a&gt; who had been inspired to build it after visiting his friend, &lt;a href=\"Moe%20Dalitz\"&gt;Moe Dalitz&lt;/a&gt;'s nine-storey &lt;a href=\"Riviera%20%28hotel%20and%20casino%29\"&gt;Riviera Casino&lt;/a&gt; on the &lt;a href=\"Las%20Vegas%20Strip\"&gt;Las Vegas Strip&lt;/a&gt;. It was intended to rival the comfort and contemporary luxury of any Las Vegas hotel of the era. The choice to build in Havana was because Lansky simply did not want to be subject to U.S. laws or the scrutiny of the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt;. The hotel was officially operated by the \"Riviera de Cuba S.A. company\", established in 1956. The original incorporation papers also listed the names of certain \"Miami hotel operators\", a Canadian textile company and several others. It was built at a cost of &lt;a href=\"United%20States%20dollar\"&gt;US $&lt;/a&gt;8 million, most of which was provided by the Bank for Economic and Social Development (BANDES), a state-run development bank set up by then President, &lt;a href=\"Fulgencio%20Batista\"&gt;Fulgencio Batista&lt;/a&gt;.\nLansky's investment partners included some of Las Vegas's biggest power brokers. Besides Dalitz were his old friends Morris Kleinman, Sam Tucker, &lt;a href=\"Wilbur%20Clark\"&gt;Wilbur Clark&lt;/a&gt; of the &lt;a href=\"Desert%20Inn\"&gt;Desert Inn&lt;/a&gt; (and Lansky's &lt;a href=\"Hotel%20Nacional%20de%20Cuba\"&gt;Hotel Nacional&lt;/a&gt; casino); &lt;a href=\"Ed%20Levinson\"&gt;Ed Levinson&lt;/a&gt; of the &lt;a href=\"Fremont%20Hotel%20and%20Casino\"&gt;Fremont Hotel&lt;/a&gt;; &lt;a href=\"Charles%20Baron\"&gt;Charles \"Babe\" Baron&lt;/a&gt; looking after &lt;a href=\"Sam%20Giancana\"&gt;Sam Giancana&lt;/a&gt;'s interests and &lt;a href=\"Hyman%20Abrams\"&gt;Hyman Abrams&lt;/a&gt; and Morris Rosen of the &lt;a href=\"Flamingo%20Las%20Vegas\"&gt;Flamingo Las Vegas&lt;/a&gt; (of &lt;a href=\"Bugsy%20Siegel\"&gt;Bugsy Siegel&lt;/a&gt; fame). As with all of Lansky's dealings, he and his underworld associates' ownership of the Riviera were hidden behind layers of managers and frontmen.\nIn selecting an architect for the Riviera, Lansky initially approached &lt;a href=\"Wayne%20McAllister\"&gt;Wayne McAllister&lt;/a&gt;, who was the prolific Los Angeles–based designer of Las Vegas's stylish &lt;a href=\"Desert%20Inn\"&gt;Desert Inn&lt;/a&gt;, Fremont, and &lt;a href=\"Sands%20Hotel%20and%20Casino\"&gt;Sands&lt;/a&gt; hotels—all properties controlled by Lansky's associates in the \"&lt;a href=\"Cleveland%20crime%20family\"&gt;Cleveland Gang&lt;/a&gt;\". But Lansky's insistence that the hotel be completed in less than six months led McAllister to respectfully decline the offer. Instead, &lt;a href=\"Igor%20B.%20Polevitzky\"&gt;Igor Boris Polevitzky&lt;/a&gt;, one of the deans of Miami Modern architecture, took the job with Irving Feldman, who had a dozen prestigious hotels and apartment blocks to his credit in Miami Beach, serving as the project's general contractor. Original blueprints of the hotel were made in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt; by the Feldman Construction Corporation, as well as by the Cuban-based architect, Manuel Carrera Machado.\nLansky then hired Albert B. Parvin of Los Angeles to design the hotel's original decor. Parvin was an interior decorator whose only previous chief claim to fame in decorating was having laid carpets in many of the big hotels in Vegas. His main occupation was operating the Flamingo, a post he held between 1955 and 1960; nine years after Lansky himself agreed to &lt;a href=\"Lucky%20Luciano\"&gt;Lucky Luciano&lt;/a&gt;'s demands that a &lt;a href=\"Contract%20killing\"&gt;hit&lt;/a&gt; be put out on the casino's would-be original operator, Bugsy Siegal at the infamous &lt;a href=\"Havana%20Conference\"&gt;Havana Conference&lt;/a&gt;. Lansky also hired two of Cuba's great artists, muralist &lt;a href=\"Rolando%20Lopez%20Dirube\"&gt;Rolando Lopez Dirube&lt;/a&gt; and sculptor Florencio Gelabert, who designed the white marble sculptures of an intertwined mermaid and swordfish that fronts the entrance porte cochere, and \"Ritmo Cubano\" (Cuban Rhythm), a large lobby sculpture that depicts twirling male and female dancers rendered in bronze. Between them, the three men deftly captured the marine outdoor atmosphere.\nWork began on the site of a former sports arena in December 1956 in the midst of the revolutionary upheaval. Already envisioned as \"The Riviera of the Caribbean\", it was considered the epitome of resort construction, and certainly was one of the more costly hotels in Cuba. It was also the first of its kind in Havana to have air-conditioned rooms. Each room had a view of the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt;.\nThe Havana Riviera was originally commissioned by its promoter &lt;a href=\"Meyer%20Lansky\"&gt;Meyer Lansky&lt;/a&gt; to be located on a traffic island near a high-income neighborhood along the &lt;a href=\"Malec%C3%B3n%2C%20Havana\"&gt;Malecón&lt;/a&gt; (a road that runs along the coast of Havana), and was to be designed by eminent architect &lt;a href=\"Philip%20Johnson\"&gt;Philip C. Johnson&lt;/a&gt;, then by Los Angeles Architect &lt;a href=\"Wayne%20McAllister\"&gt;Wayne McAllister&lt;/a&gt;. The original project was called the Hotel Monaco and was designed in 1956. \"According to the architect [Johnson], the project remained un-built because the demands of the promoter &lt;a href=\"Meyer%20Lansky\"&gt;Meyer Lansky&lt;/a&gt; were impossible to meet.\" Lansky quickly seeks Polevitzky, Johnson, and Associates in Miami where Igor offers to meet Lansky's unusual demands, and takes over the project.\nConsidered Polevitzky's most influential project, the Havana Riviera is designed and constructed in six months. It was the culmination of all of his years of tropical regionalism and his experience in hotel design, yet it wasn't even in the city that he spent his career addressing. The hotel was one of the last great developments in Havana before the &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt; in 1959, and the first international project for the firm.\nUnfortunately, with the popularization of air-conditioning, many of his teachings were abandoned by the public in lieu of enclosed boxes of contained comfort. Alan T. Shulman, professor at the University of Miami explains, \"Cosmopolitan, well-educated, analytically minded, but somewhat diffident, Polevitzky was one of the most respected but least appreciated of Miami architects. His work was considered intellectual and avant-garde, and although he was well published, he seems to have made little effort to explain or popularize his approach. Thus, his adventure in evolving architecture for Florida was an inherently personal one.\"\nIgor's own reaction to the Miami climate; he had a skin allergy that ironically kept him in air-conditioning most of the time forces him to move to a motel he owned in Estes Park, Colorado in the early sixties. Partially disabled and bound to a wheelchair from a cruise ship accident, Polevitzky dies in 1978, suffering from severe burns and smoke inhalation from a dropped match in his home. The predominance of Modernism in Miami tailored to the tropical climate is still visible today, and in the 1950s, Polevitzky and Johnson were at the forefront.\nIgor B. Polevitzky.\nIgor B. Polevitzky (June 21, 1911 – May 5, 1978) was the Architect of the &lt;a href=\"Hotel%20Habana%20Riviera\"&gt;Hotel Habana Riviera&lt;/a&gt;, most recognized for his contribution to the architectural styling of &lt;a href=\"Miami%20Beach\"&gt;Miami Beach&lt;/a&gt; hotels, residences and the development of the tropical modern home in South Florida.\nBorn in &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; June 21, 1911, Igor Polevitzky was the son of Russian electrical engineer Boris Alexander Polevitzky and Katherine Polevitzky, a physician and microbiologist. In November 1922, the family immigrated to the United States as it is believed the father had some involvement with the Russian Revolution.\nPolevitzky's mother Katherine, immediately received a research position at the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt;, Philadelphia, where Igor was able to attend in 1929. His father receives a position at General Electric through a friend. Although he originally studied civil engineering for a year and a half, he was directed to the school architecture where he studied under the well-known architect and critic of Modern Classicism, &lt;a href=\"Paul%20Philippe%20Cret\"&gt;Paul Philippe Cret&lt;/a&gt;; who was credited for having a major influence on Igor. Polevitzky graduated cum laude in 1934, when the school remained &lt;a href=\"Beaux%20arts%20architecture\"&gt;Beaux-Arts&lt;/a&gt; throughout his stay.\nUpon his graduation in 1934, Polevitzky moved to Miami and began what would become his career focus on tropical design. Working with other modernists of the time in Miami, &lt;a href=\"Robert%20Law%20Weed\"&gt;Robert Law Weed&lt;/a&gt; and classmate &lt;a href=\"Thomas%20Triplett%20Russell\"&gt;Thomas Triplett Russell&lt;/a&gt; (who graduated from the University of Pennsylvania in 1935), the firm began to bring a new Modernist approach to Miami and Miami Beach. At the time in Miami, the effects of the depression had begun to pass and the city was beginning to boom with population growth, tourism, and new regionalist architecture. The style was a response to the specific demands of the south Florida coastal climate by using innovative passive-cooling design strategies. \"This singular integration of concepts of Modernism and regionalism defines the nature of Polevitzky's contribution to the aesthetic of the region.\nWorld War II hindered construction and the progression of architectural implementation in the region when Igor was required to take a job as Chief Engineer for the &lt;a href=\"Army%20Air%20Force\"&gt;Army Air Force&lt;/a&gt;. Upon his return, he opened a new office where he formed a partnership with Verner Johnson, and so began in 1951, Polevitzky, Johnson and Associates in Miami. Long-time associates of the firm included William H. Arthur, Samuel S. Block, Jerome L. Schilling, and illustrator J. M. Smith. Often-employed photographers included Robert R. Blanch, Jim Forney, &lt;a href=\"Samuel%20Gottscho\"&gt;Samuel Gottscho&lt;/a&gt;, Ernest Graham, Rudi Rada, &lt;a href=\"Ezra%20Stoller\"&gt;Ezra Stoller&lt;/a&gt; and Earl Struck.\n&lt;a href=\"Congr%C3%A8s%20Internationaux%20d%27Architecture%20Moderne\"&gt;CIAM&lt;/a&gt;.\nThe &lt;a href=\"Congr%C3%A8s%20Internationaux%20d%27Architecture%20Moderne\"&gt;Congrès Internationaux d'Architecture Moderne&lt;/a&gt;, was not only engaged in formalizing the architectural principles of the Modern Movement but also saw architecture as an economic and political tool that could be used to improve and shape the world through the design of buildings and through &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt; as in the Plan Piloto. \nThe fourth CIAM conference in 1933 was to have been held in Moscow. The rejection of Le Corbusier's competition entry for the Palace of the Soviets, a watershed moment and an indication that the Soviets had abandoned CIAM's principles, changed those plans, and instead, it was held on board the ship the , which sailed from &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt; to &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;. Here the group discussed the principles of &lt;a href=\"%23Functional%20city\"&gt;\"The Functional City\"&lt;/a&gt;, which broadened CIAM's scope from architecture into the territory of urban planning. Based on an analysis of thirty-three cities, CIAM proposed that the social problems faced by the inhabitants of cities could be resolved by strict, functional segregation, and the distribution of the population into tall apartment blocks at widely spaced intervals. These proceedings went unpublished from 1933 until 1943, when Le Corbusier, acting alone, published them in heavily edited form as the \"&lt;a href=\"Athens%20Charter\"&gt;Athens Charter&lt;/a&gt;\".\nAs CIAM members traveled worldwide after the war, many of its ideas spread outside Europe, notably to the USA. The city planning ideas were adopted in the rebuilding of Europe following &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, although by then some CIAM members had their doubts. &lt;a href=\"Alison%20and%20Peter%20Smithson\"&gt;Alison and Peter Smithson&lt;/a&gt; were chief among the dissenters. When implemented in the postwar period, many of these ideas were compromised by tight financial constraints, poor understanding of the concepts, or popular resistance. &lt;a href=\"Mart%20Stam\"&gt;Mart Stam&lt;/a&gt;'s replanning of postwar Dresden in the CIAM formula was rejected by its citizens as an \"all-out attack on the city.\" The CIAM organization disbanded in 1959 as the views of individual members diverged. Le Corbusier had left in 1955, objecting to the increasing use of English during meetings.\nIn the final proposal by Town Planning Associates of the Havana Plan Piloto presented to President Batista, it is noted: In these plans Town Planning Associates have also followed the directives outlined by the International Congresses Congresses for Modern Architecture (C.I.A.M.) in the Athens Charter (1933) and the postwar congresses. Some of the standards of presentation studied by the C.I.A.M. have been also followed in these diagrammatic plans.\nTown Planning Associates have established an approach to the problems of urban design that benefit from this guidance and attempts the practical application of these general principles. Their validity is confirmed, as is their possible application in many particular instances, in the planning of Latin American cities.\nThe Athens charter.\nThe Athens Charter became a new administration for urban areas defining the city as composed of four functions—residential, entertainment, labor, and transportation—each function was assigned its own sector and a prescribed architectural solution. The &lt;a href=\"Athens%20Charter\"&gt;Athens Charter&lt;/a&gt; emphasized the interrelation between the city and its political, economic, social, and physical structures. Regarding housing, for instance, architects and planners observed that populations were compressed into unsuitable areas in the cities and required planned residential sectors oriented towards nature. In addition, the charter situated the city to the greater region, to economic demands, and to political and social requirements.\nThe Athens Charter () was a 1933 document about &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt; published by the Swiss architect &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt;. The work was based upon Le Corbusier's \"&lt;a href=\"Ville%20Radieuse\"&gt;Ville Radieuse&lt;/a&gt;\" (the Radiant City) book of 1935 and urban studies undertaken by the &lt;a href=\"Congr%C3%A8s%20International%20d%27Architecture%20Moderne\"&gt;Congrès International d'Architecture Moderne&lt;/a&gt; (CIAM) in the early 1930s. La ville radieuse.\nDue to the political situation in Russia, the Athens Charter was named from the location of the fourth CIAM conference in which took place in 1933 on the bound for &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; from &lt;a href=\"Marseilles\"&gt;Marseilles&lt;/a&gt;. The conference is documented in a film commissioned by &lt;a href=\"Sigfried%20Giedion\"&gt;Sigfried Giedion&lt;/a&gt; and made by &lt;a href=\"L%C3%A1szl%C3%B3%20Moholy-Nagy\"&gt;László Moholy-Nagy&lt;/a&gt;: \"Architects' Congress\". &lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3DwJgfSM6b9g0\"&gt;&lt;/a&gt; The Charter had a significant impact on urban planning after World War II.\n The \"observations\" taken from the studies of 33 cities set guidelines under the titles: living, working, recreation and circulation.\nCIAM demanded that housing districts should occupy the best sites, and a minimum amount of solar exposure should be required in all dwellings. For hygienic reasons, buildings should not be built along transportation routes, and modern techniques should be used to construct high apartment buildings with wide spaces in between to free the ground for parks.\n-Mumford, 2000, \"The CIAM Discourse on Urbanism, 1928-1960\", The MIT Press, p. 85\nAdditionally, they said it was important to reduce commuting times by locating industrial zones close to residential ones and buffering them with wide parks and sports areas. Street widths and requirements should be scientifically worked out to accommodate the speed and type of transport. Finally, with regards to conservation, historic monuments should be kept only when they were of true value and their conservation did not reduce their inhabitants to unhealthy living conditions.\nThe \"observations\" formed the basis of &lt;a href=\"Josep%20Llu%C3%ADs%20Sert\"&gt;Josep Lluís Sert&lt;/a&gt;'s book \"Can our cities survive?\" and were incorporated in Le Corbusier's \"Athens Charter\" published in 1943. The \"resolutions\" formed part of Le Corbusier's book \"The Radiant City\" published in 1935.\nThe text of the \"Athens Charter\" as published became an extension of the content of \"The Radiant City\" and Le Corbusier significantly re-worded the original \"observations\". As well as adding new material he also removed the urban plans upon which the original text was based. This treatment made the Athens Charter an abstract text of general value but also transformed the original force of the \"observations\" that were founded before on concrete references. Despite its title, the Athens Charter cannot be considered as the mutual outcome of the CIAM conference, which took place ten years earlier, but largely as an expression of Le Corbusier's individual concerns.\nFunctional city.\nAlthough &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt; had exhibited his ideas for the ideal city, the &lt;a href=\"Ville%20Contemporaine\"&gt;Ville Contemporaine&lt;/a&gt; in the 1920s, during the early 1930s, after contact with international planners he began work on the &lt;a href=\"Ville%20Radieuse\"&gt;Ville Radieuse&lt;/a&gt; (Radiant City). In 1930 he had become an active member of the &lt;a href=\"syndicalism\"&gt;syndicalist&lt;/a&gt; movement and proposed the Ville Radieuse as a blueprint of social reform.\nUnlike the radial design of the Ville Contemporaine, the Ville Radieuse was a linear city based upon the abstract shape of the human body with the head, spine, arms, and legs. The design maintained the idea of high-rise housing blocks, free circulation and abundant green spaces proposed in his earlier work. Le Corbusier exhibited the first representations of his ideas at the third &lt;a href=\"Congr%C3%A8s%20Internationaux%20d%27Architecture%20Moderne\"&gt;CIAM&lt;/a&gt; meeting in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt; in 1930 and published a book of the same title as the city in 1935. \nThe concept of the \"Functional City\" came to dominate CIAM thinking after the conference in Brussels. At a meeting in &lt;a href=\"Z%C3%BCrich\"&gt;Zürich&lt;/a&gt; in 1931, CIAM members &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt;, &lt;a href=\"Walter%20Gropius\"&gt;Walter Gropius&lt;/a&gt;, &lt;a href=\"Siegfried%20Giedion\"&gt;Siegfried Giedion&lt;/a&gt;, Rudolf Steiger and &lt;a href=\"Werner%20M.%20Moser\"&gt;Werner M. Moser&lt;/a&gt; discussed with &lt;a href=\"Cornelis%20van%20Eesteren\"&gt;Cornelis van Eesteren&lt;/a&gt; the importance of solar orientation in governing the directional positioning of low-cost housing on a given site. Van Eesteren had been the chief architect of Amsterdam's Urban Development Section since 1929 and the group asked him to prepare a number of analytical studies of cities for the next main CIAM meeting planned to be in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; in 1933. The theme for these studies would be the Functional City, that is, one where land planning would be based upon function-based zones. \nVan Eesteren employed the city planner Theodor Karel van Lohuizen to use methods developed for the &lt;a href=\"Expansion%20of%20Amsterdam%20since%20the%2019th%20century\"&gt;Amsterdam Expansion Plan&lt;/a&gt;, to prepare zoning plans that would predict overall future development in the city. He relied upon the more rational methods being promoted by CIAM at that time which sought to use statistical information for designing zone uses rather than designing them in any detail. \nCriticism of the new city.\n&lt;a href=\"Robert%20Hughes%20%28critic%29\"&gt;Robert Hughes&lt;/a&gt; spoke of Le Corbusier's city planning in his 1980 series \"&lt;a href=\"The%20Shock%20of%20the%20New\"&gt;The Shock of the New&lt;/a&gt;\":\n\"...the car would abolish the human street, and possibly the human foot. Some people would have airplanes too. The one thing no one would have is a place to bump into each other, walk the dog, strut, one of the hundred random things that people do ... being random was loathed by Le Corbusier ... its inhabitants surrender their freedom of movement to the omnipresent architect.\"\nVille Radieuse.\nIn the late 1920s, Le Corbusier lost confidence in big business to realize his dreams of &lt;a href=\"utopia\"&gt;utopia&lt;/a&gt; represented in the &lt;a href=\"Ville%20Contemporaine\"&gt;Ville Contemporaine&lt;/a&gt; and &lt;a href=\"Plan%20Voisin\"&gt;Plan Voisin&lt;/a&gt;. The centerpiece of this plan was a group of sixty-story cruciform skyscrapers built on steel frames and encased in curtain walls of glass. The skyscrapers housed both offices and the flats of the most wealthy inhabitants. These skyscrapers were set within large, rectangular park-like green space.&lt;a href=\"Ville%20Contemporaine\"&gt;Ville Contemporaine&lt;/a&gt; and &lt;a href=\"Plan%20Voisin\"&gt;Plan Voisin&lt;/a&gt;. At the center of the planned city was a transportation hub that housed depots for buses and trains as well as highway intersections and at the top, an airport. Le Corbusier separated pedestrian paths from the roadways and intensified the automobile as a means of transportation. As one moved out from the central skyscrapers, smaller multi-story zigzag blocks set in green space and set far back from the street housed the proletarian workers.Influenced by the &lt;a href=\"linear%20city\"&gt;linear city&lt;/a&gt; ideas of &lt;a href=\"Arturo%20Soria%20y%20Mata\"&gt;Arturo Soria y Mata&lt;/a&gt; (which Milyutin also employed) and the theories of the syndicalist movement (that he had recently joined) he formulated a new vision of the ideal city, the \"Ville Radieuse\". It represented a utopian dream to reunite man within a well-ordered environment. Unlike the radial design of the Ville Contemporaine, the \"Ville Radieuse\" was a linear city based upon the abstract shape of the human body with head, spine, arms, and legs. The design maintained the idea of high-rise housing blocks, free circulation and abundant green spaces proposed in his earlier work. The blocks of housing were laid out in long lines stepping in and out. Like the &lt;a href=\"Pavillon%20Suisse\"&gt;Swiss Pavilion&lt;/a&gt; they were glazed on their south side and were raised up on &lt;a href=\"piloti\"&gt;piloti&lt;/a&gt;s. They had terraces and running tracks on their roofs.\nThe \"Ville Radieuse\" also made reference to Corbusier's work in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. In 1930, he wrote a 59-page \"Reply to Moscow\" when commenting upon a competition in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. The report contained drawings defining an alternative urban model for the planning of the city. He exhibited the first representations of his ideas at the third &lt;a href=\"Congr%C3%A8s%20International%20d%27Architecture%20Moderne\"&gt;CIAM&lt;/a&gt; meeting in Brussels in 1930 (although he withdrew the Moscow proposals). In addition he developed proposals for the Ferme Radieuse (Radiant Farm) and Village Radieuse (Radiant Village). \nCartesian skyscraper.\nThe Cartesian skyscraper &lt;a href=\"https%3A//b-i.forbesimg.com/jonathonkeats/files/2013/08/corbu.city_.crop_.forbes.jpg\"&gt;&lt;/a&gt; designed by &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt; in 1938, is a type of crucicorm &lt;a href=\"tower\"&gt;tower&lt;/a&gt; known for its modern and rational design that first appeared in the Ville Radieuse. This type of modern administration building has its origin in the first sketches for the &lt;a href=\"Pavillon%20de%20l%27Esprit%20Nouveau\"&gt;Pavillon de l'Esprit Nouveau&lt;/a&gt; in 1919, which proposed a &lt;a href=\"cruciform\"&gt;cruciform&lt;/a&gt; shape for skyscrapers and allegedly addressing questions of &lt;a href=\"https%3A//www.youtube.com/watch%3Ftime_continue%3D12%26amp%3Bv%3DFNBr6de7TD4%26amp%3Bfeature%3Demb_logo%7Cradiating\"&gt;light and stability&lt;/a&gt;. In principle, the cruciform plan (two axes) does not adapt itself to the path of the sun, which has only one axis. There have been studies calling La Ville Radieuse, 'The Contemporary City for Three Million Inhabitants' proposed by Le Corbusier for central Paris, \"a myth in the history of contemporary town planning\". Studying further, it is seen that with this &lt;a href=\"symmetrical\"&gt;symmetrical&lt;/a&gt; form about two &lt;a href=\"Cartesian%20coordinate%20system\"&gt;axes&lt;/a&gt;, the cruciform skyscraper does not receive &lt;a href=\"sunlight\"&gt;sunlight&lt;/a&gt; on its north-facing sides.\nPavillon de l'Esprit Nouveau.\nPavillon de l'Esprit Nouveau &lt;a href=\"http%3A//www.fondationlecorbusier.fr/corbuweb/morpheus.aspx%3FsysId%3D13%26amp%3BIrisObjectId%3D5061%26amp%3BsysLanguage%3Den-en%26amp%3BitemPos%3D47%26amp%3BitemSort%3Den-en_sort_string1%2520%26amp%3BitemCount%3D79%26amp%3BsysParentName%3D%26amp%3BsysParentId%3D64\"&gt;&lt;/a&gt; was a &lt;a href=\"Show%20house\"&gt;model home&lt;/a&gt; constructed for the 1925 &lt;a href=\"International%20Exhibition%20of%20Modern%20Decorative%20and%20Industrial%20Arts\"&gt;International Exhibition of Modern Decorative and Industrial Arts&lt;/a&gt; in Paris, France. The pavillon (fr.) was designed by Swiss architects &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt; and &lt;a href=\"Pierre%20Jeanneret\"&gt;Pierre Jeanneret&lt;/a&gt;.\nThe Pavillon was conceived of as a modular dwelling that could be combined with others like it to form a larger block. The building measured and utilized an &lt;a href=\"open%20plan\"&gt;open plan&lt;/a&gt;. A lower floor held living spaces and a kitchen while a second-floor held bedrooms and a bathroom.\nIn designing the building, Le Corbusier and Jeanneret aesthetically and ideologically diverged from the &lt;a href=\"Art%20Deco\"&gt;Art Deco style&lt;/a&gt; which dominated the exhibition. The architects, viewing architecture as too removed from human needs, emphasized function and sought to drastically diminish decoration. In order to reduce the need for decorative furniture, Le Corbusier and Jeanneret included a myriad of built-in-furniture including cabinets and shelves.\nThe idea of the Pavillon de l'Esprit Nouveau as a modular dwelling unit that could be plugged in regardless of social context or history first appeared as the \"Immeubles-villas\" of 1922 as a cellular unit that could be combined into apartments-blocks; it originated on an after-dinner sketch by Le Corbusier and later appeared in the Oeuvre complète, volume 1, 1910–1929.&lt;a href=\"http%3A//www.fondationlecorbusier.fr/corbuweb/morpheus.aspx%3FsysId%3D13%26amp%3BIrisObjectId%3D5879%26amp%3BsysLanguage%3Den-en%26amp%3BitemPos%3D77%26amp%3BitemCount%3D215%26amp%3BsysParentId%3D65%26amp%3BsysParentName%3Dhome\"&gt;&lt;/a&gt; Le Corbusier proposed a new formula for the urban-dwelling as each apartment-unit is a small house with an attached garden that could be located at any height above the street and anywhere in world. This individual, standardized housing plugins were adapted to the Havana patio typology, they first appeared as a modified, renovated unit in the Plan Piloto proposal as a collective housing prototype, adapted to the existing housing of &lt;a href=\"Old%20Havana\"&gt;Old Havana&lt;/a&gt;, containing off-street automobile parking and a communal, modified open patio serving two or more housing units.\nLe Corbusier explains the link between urbanisation and the prototype as explained in the first volume of his œuvre complète,: \"I wanted to [...] demonstrate that these comfortable and elegant living units, these practical machines for living, can be agglomerated in long, high blocks of flats. Accordingly, the ‹Pavilion de l'Esprit Nouveau› was conceived as a typical cell in such an apartment block. It consisted of a minimum apartment with its own roof terrace. [...] In 1929, it was noted in retrospect that the Pavilion de l'Esprit Nouveau represented a turning point in the design of modern interiors and a milestone in the development of architecture.\"\nSpreading the idea.\nThroughout the thirties Le Corbusier spread the message of his new, ideal city. Discussions at the fourth CIAM meeting on board the SS Patris bound for Athens were incorporated into Corbusier's book, The Radiant City (published in 1933). This in turn influenced the Athens Charter.\nBetween 1931 and 1940 Corbusier undertook a series of town planning proposals for &lt;a href=\"Algiers\"&gt;Algiers&lt;/a&gt;. During that period Algiers was the administrative capital of &lt;a href=\"French%20colonial%20empire\"&gt;French North Africa&lt;/a&gt;. Although he was not officially invited to submit proposals for the city, he knew the mayor was interested so he tried his luck. The plan had to incorporate the existing &lt;a href=\"casbah\"&gt;casbah&lt;/a&gt; whilst allowing for the linear growth of the increasing population. The resulting Obus Plan was a variation on the \"Ville Radieuse\", adapted for a very specific culture and landscape. It comprised four main elements: an administration area by the water in two slab blocks, convex and concave apartment blocks for the middle classes up on the slopes above the city, an elevated roadway on a north–south axis above the casbah and a meandering &lt;a href=\"viaduct\"&gt;viaduct&lt;/a&gt; with a road on top meandering down the coast.\nIn 1933 in Nemours, North Africa he proposed eighteen Unité apartment blocks orientated north–south against a backdrop of mountains.\nOn his 1935 trip to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, Corbusier criticized the skyscrapers of &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; for being too small and too close together. He proposed replacing all the existing buildings with one huge &lt;a href=\"Cartesian%20Skyscraper\"&gt;Cartesian Skyscraper&lt;/a&gt; equipped with living and working units. This would have cleared the way for more parkland, thus conforming to the ideals of the \"Ville Radieuse\".\nEven as late as the 1940s he was trying to court both &lt;a href=\"Benito%20Mussolini\"&gt;Mussolini&lt;/a&gt; and the &lt;a href=\"Vichy%20France\"&gt;Vichy government&lt;/a&gt; to adopt his ideal city plans. Corbusier's best opportunity for the realization of his plans were the designs for &lt;a href=\"Chandigarh\"&gt;Chandigarh&lt;/a&gt;, India, which he developed in 1949.\nFrom 1945 to 1952 he undertook the design and construction of the Unité d'Habitation in Marseilles. The Unité embodied the ideas of the \"Ville Radieuse\" that he had developed in Nemours and Algiers.\nWhen designing the layout for &lt;a href=\"Brasilia\"&gt;Brasilia&lt;/a&gt;, architects &lt;a href=\"L%C3%BAcio%20Costa\"&gt;Lúcio Costa&lt;/a&gt; and &lt;a href=\"Oscar%20Niemeyer\"&gt;Oscar Niemeyer&lt;/a&gt; were influenced by the plans for the Ville Radieuse.\nVille Radieuse criticism.\n&lt;a href=\"New%20Urbanism\"&gt;New Urbanists&lt;/a&gt; such as &lt;a href=\"James%20Howard%20Kunstler\"&gt;James Howard Kunstler&lt;/a&gt; criticise the \"Ville Radieuse\" concept for its lack of &lt;a href=\"Human%20scale%23Human%20scale%20in%20architecture\"&gt;human scale&lt;/a&gt; and connection to its surroundings. It is, in &lt;a href=\"Lewis%20Mumford\"&gt;Lewis Mumford&lt;/a&gt;'s phrase, \"buildings in a parking lot\". \"The space between the high-rises floating in a superblock became instant wastelands, shunned by the public.\"\nThe \"&lt;a href=\"Empire%20State%20Plaza\"&gt;Empire State Plaza&lt;/a&gt;\", a complex of state office buildings in &lt;a href=\"Albany%2C%20New%20York\"&gt;Albany, New York&lt;/a&gt; has been criticized for its adherence to the concept. Architecture critic &lt;a href=\"Martin%20Filler\"&gt;Martin Filler&lt;/a&gt;, quoted in \"The Making Of Empire State Plaza\": \nAt a special congress meeting in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; later in 1931, van Eesteren presented his findings to his colleagues. He presented three drawings of &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. The first at a scale of 1:10000 showed land use and density, the second showed transportation networks and the third, at 1:50000 showed the regional setting of the city. He also presented supporting information on the four functions of dwelling, work, recreation, and transport. Based upon his presentation it was decided that the separate national groups within CIAM would prepare similar presentation boards for the Moscow meeting. A standard set of notation was agreed.\nIn 1932 Le Corbusier's &lt;a href=\"Palace%20of%20the%20Soviets\"&gt;Palace of the Soviets&lt;/a&gt; competition entry failed to gain acceptance from the jury and, due to the political conditions in Russia, CIAM's agenda became increasingly ignored. A new venue for the fourth CIAM conference was required.\nGATEPAC.\n&lt;a href=\"Josep%20Llu%C3%ADs%20Sert\"&gt;Josep Lluís Sert&lt;/a&gt;, co-founder of &lt;a href=\"GATEPAC\"&gt;GATEPAC&lt;/a&gt; and &lt;a href=\"GATCPAC\"&gt;GATCPAC&lt;/a&gt; (in &lt;a href=\"Saragossa\"&gt;Saragoza&lt;/a&gt; and &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, respectively) in 1930, as well as ADLAN (Friends of New Art) in Barcelona in 1932, participated in the congresses as of 1929, and served as CIAM president from 1947 to 1956.\nGATEPAC (Grupo de Artistas y Técnicos Españoles Para la Arquitectura Contemporánea) was a group of architects assembled during the &lt;a href=\"Second%20Spanish%20Republic\"&gt;Second Spanish Republic&lt;/a&gt;. Its most important members were: &lt;a href=\"Josep%20Llu%C3%ADs%20Sert\"&gt;Josep Lluís Sert&lt;/a&gt;, &lt;a href=\"Antoni%20Bonet%20Castellana\"&gt;Antoni Bonet Castellana&lt;/a&gt;, &lt;a href=\"Josep%20Torres%20Clav%C3%A9\"&gt;Josep Torres Clavé&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Manuel%20Aizpur%C3%BAa\"&gt;José Manuel Aizpurúa&lt;/a&gt;, &lt;a href=\"Fernando%20Garc%C3%ADa%20Mercadal\"&gt;Fernando García Mercadal&lt;/a&gt; and &lt;a href=\"Sixte%20Illescas\"&gt;Sixte Illescas&lt;/a&gt;.\nThe group was formed in the 1930s as a Spanish branch of &lt;a href=\"C.I.A.M.\"&gt;C.I.A.M.&lt;/a&gt; The Eastern (Catalan) and founding section of the group, called &lt;a href=\"GATCPAC\"&gt;GATCPAC&lt;/a&gt; (Grup d'Arquitectes i Tècnics Catalans per al Progrés de l'Arquitectura Contemporània) was much more successful than the Central or Northern sections and carried out government contracts during the Second Republic. GATCPAC also published the magazine \"A.C.\", or \"Actividad Contemporánea\", which remains an important document for the history of Modern Movement in Spain.\nLaws of the Indies.\nThe Laws of the Indies () are the &lt;a href=\"Code%20%28law%29\"&gt;entire body of laws&lt;/a&gt; issued by the &lt;a href=\"Crown%20of%20Castile\"&gt;Spanish Crown&lt;/a&gt; for the &lt;a href=\"Spanish%20colonization%20of%20the%20Americas\"&gt;American&lt;/a&gt; and the Philippine possessions of its &lt;a href=\"Spanish%20Empire\"&gt;empire&lt;/a&gt;.&lt;a href=\"https%3A//www.patriciasendin.com/2014/06/the-spanish-colonial-town-planning.html\"&gt;&lt;/a&gt; They regulated social, political, religious, and economic life in these areas. The laws are composed of myriad decrees issued over the centuries and the important laws of the 16th century, which attempted to regulate the interactions between the settlers and natives, such as the &lt;a href=\"Laws%20of%20Burgos\"&gt;Laws of Burgos&lt;/a&gt; (1512) and the &lt;a href=\"New%20Laws\"&gt;New Laws&lt;/a&gt; (1542).\nTogether, the resulting 148 ordinances comprised a comprehensive plan for the new territories and the subordination of their inhabitants to the Spanish Crown. The Laws of the Indies, granted license of discovery, stipulated principles to be followed in encounters with the native inhabitants of the new territories, specified where and how new towns and cities were to be founded, detailed the formal character of towns and the distribution of land, property and the structure of local government.\nThroughout the 400 years of Spanish presence in the new world, the laws were compiled several times, most notably in 1680 under &lt;a href=\"Charles%20II%20of%20Spain\"&gt;Charles II&lt;/a&gt; in the \"Recopilación de las Leyes de los Reinos de las Indias\" (Compilation of the Laws of the Kingdoms of the Indies). This became considered the classic collection of the laws, although later laws superseded parts of it, and other compilations were issued.\nIn the new territories of the Spanish empire, Havana was the first city to be founded under royal ordinances known as Las Leyes de Indias (&lt;a href=\"Laws%20of%20the%20Indies\"&gt;Laws of the Indies&lt;/a&gt;), it is not by chance that the Laws of the Indies, especially Book IV of 1680 addressing planning concerns, caught the attention of twentieth-century Cuban architects and planners.\nExamples: town planning.\nIn Book IV of the 1680 compilation of \"The Laws of the Indies,\" plans were set forth in detail on every facet of creating a community, including &lt;a href=\"town%20planning\"&gt;town planning&lt;/a&gt;. &lt;a href=\"https%3A//www.rg.mpg.de/gplh_volume_3\"&gt;&lt;/a&gt; Examples of the range of rules include:\nThese rules are part of a body of 148 regulations configuring any settlement according to the rule of Spain and its colonies. This continued as a precedent in all towns under Spanish control until the relinquishing of the land to others, as in the case of the American colonies and their growth. The Laws of the Indies are still used as an example to design guidelines for communities today.&lt;a href=\"http%3A//cargocollective.com/nothuslogic/filter/imaginary-cities/laws-of-the-indies\"&gt;&lt;/a&gt;\nThe Laws specify many details of towns. A plan is made centered on a Plaza Mayor (main square) of size within specified limits, from which twelve straight streets are built in a rectilinear grid. The directions of the streets are chosen according to the prevailing winds, to protect the Plaza Mayor. The guidelines recommend a &lt;a href=\"hospital\"&gt;hospital&lt;/a&gt; for non-contagious cases near the church, and one for &lt;a href=\"contagious%20disease\"&gt;contagious disease&lt;/a&gt;s further away.\nThe initial creation of a central square and rectilinear grid of streets was new from the organic growth that led to the meandering streets in many of the old townships in the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;. Townships founded in parts of the Spanish Empire before the various sections were independent countries or planned according to the Laws, included were townships with Spanish names and located in the United States.\nPlan piloto.\nIt is within this climate of Mafia involvement and theoretical modernism that in 1956 &lt;a href=\"Fulgencio%20Batista\"&gt;Fulgencio Batista&lt;/a&gt; hires \"Town Planning Associates\" which included &lt;a href=\"Paul%20Lester%20Wiener\"&gt;Paul Lester Wiener&lt;/a&gt;, Paul Schulz, and the Catalan architect &lt;a href=\"Josep%20Lluis%20Sert\"&gt;Josep Lluis Sert&lt;/a&gt;—who had worked with &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt; in his atelier on 35 Rue de Sèvres in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;,— and in accordance with &lt;a href=\"Congr%C3%A8s%20Internationaux%20d%27Architecture%20Moderne\"&gt;CIAM&lt;/a&gt;, &lt;a href=\"GATEPAC\"&gt;GATEPAC&lt;/a&gt;, and &lt;a href=\"%23Functional%20city\"&gt;Functional City&lt;/a&gt; principles, as per the &lt;a href=\"%23The%20Athens%20charter\"&gt;Atherns Charter&lt;/a&gt; of 1933, to produce a master plan for the city of Havana. &lt;a href=\"https%3A//www.academyofurbanism.org.uk/journal-josep-lluis-sert-and-the-havana-plan/\"&gt;&lt;/a&gt;\nWith the Plan Piloto, the creation of the Junta Nacional,José Luis Sert focused on two elements: (a) the division of the city into various sectors, and (b) the installation of a classified road system. This determination of sectors and roads was based on two prerequisites: on the fixing of limits of the greater metropolitan area and the analysis of land use within these limits. The metropolitan area was to be used as the basis for new legislative requirements, and they argued that any such legislation would stipulate that the authorities would provide utilities only for the \"repartos\" even though the people of the \"repartos\" had not been consulted during the planning stages. Concurrently, with the definition of the city limits, the Oficina del Plan Regulador de la Habana (OPRH) compiled an existing land-use map of the metropolitan area. This information would be applied to the work of the Plan Piloto. Also, collaborating on this project were Nicolás Arroyo, Minister of Public Works of the Batista government, and the architects Gabriela Menéndez and &lt;a href=\"Mario%20Roma%C3%B1ach\"&gt;Mario Romañach&lt;/a&gt;, among others.\nJunta Nacional de Planificacion.\nThe Junta Nacional de Planificacion de Cuba (JNP) and its consultants were agents of Batista's administration; the plan for the proposed East Havana or the policy for the &lt;a href=\"Malec%C3%B3n%2C%20Havana\"&gt;Malecón&lt;/a&gt; ensured continued economic pressure for urban development and speculation with which the JNP would regulate. The economic atmosphere of the Batista government was permissive as was the social atmosphere; real-estate speculation was promoted and encouraged with investors adding new hotels, casinos, condominiums, and department stores to the city's fabric. It was in this context that the provision of land for construction was a pressing financial motive for Batista's administration; Batista's government depended on an increasing flow of extraneous capital into the country. The architects of the JNP were cognizant this overwhelming sway of economic growth, Wiener apparently spent some spare hours in Havana evaluating prospective building sites for the New York developer Paul Tishman. The work of the JNP framed its sights within a political environment, directing technicians to mediate between state and city rather than local or foreign investors, businessmen, or the public who were their beneficiaries. The Plan Piloto was both an instrument of complicity, insofar as it would have accommodated and even assisted the unmitigated financial speculations in that it would have defined and guided much of the physical outcome of that speculation in advance.\nMetropolitan area.\nThe greater metropolitan area of Havana would have been affected by the Plan Piloto; it included suggestions for the development of unbuilt areas and included the distribution of the four functions as outlined in the &lt;a href=\"Athens%20Charter\"&gt;Athens Charter&lt;/a&gt; and as suggested by Le Corbusier's manifesto for planning which was published in 1943 for the &lt;a href=\"Congr%C3%A8s%20Internationaux%20d%27Architecture%20Moderne\"&gt;Congrès Internationaux d'Architecture Moderne&lt;/a&gt;, (CIAM) and resulting in &lt;a href=\"Athens%20Charter\"&gt;The Functional City&lt;/a&gt;, this was achieved through the principles of modernist zoning.\nThe most significant component of the Plan Piloto was a comprehensive transportation system for Havana. The aim of the Plan was to contain the different efforts of the various historical periods within the city through a planning conceptual order. The Sert and Wiener Plan focused on providing improved accessibility for traffic to the heart of the old city. \"Two major north-south dual carriageways were planned to cut through the center of &lt;a href=\"Old%20Havana\"&gt;Old Havana&lt;/a&gt; on Calle Cuba and Calle Habana streets. A further dual carriageway was to cut through the center on an east-west axis along Calle Muralla, and alternate streets on the city grid in both directions were to be widened. In true 'tabula rasa' fashion the city blocks in the entire area enclosed by these dual carriageways were to be demolished and replaced with a series of classic modernist slab blocks.\" The remaining blocks were to be hollowed out in order to improve automobile access and parking, demolition would have been required to accommodate the widening of other streets. The Pilot Plan would have resulted in the division of the old city into four quarters separated by major traffic lanes, widespread demolition of historic buildings and with the character of remaining city blocks being fundamentally altered.\nNew legislation.\nOnce the colonial buildings were demolished, new legislation would specify a process by which the consent of the existing municipal government would be required for any new \"reparto,\" a process that would allow the imposition of certain design criteria, including provisions for new utilities, open space, community uses, built densities, and building types. They were aware that their proposal required considerable renovation of existing legal structures because the area they defined as metropolitan Havana was in fact composed of different independent municipalities. These, Sert suggested, could establish a joint authority that would enact measures to limit the location and design of repartos according to the principles proposed by the JNP and Town Planning Associates. The architects were aware that their proposal required considerable renovation of existing physical and legal structures because the area they defined as metropolitan Havana was in fact composed of different independent municipalities. These, Sert suggested, could establish a joint authority that would enact measures to limit the location and design of repartos according to the principles proposed by the JNP and Town Planning Associates.\nWith the definition of the city limits, the \"Oficina del Plan Regulador de la Habana (OPRH)\" compiled a land-use map of the metropolitan area of Havana; information was applied to the work of the Plan Piloto. Under Mario Romañach; such information indicated that the city was perceived as a regional economic and social urban entity. The color codes marked the residential, commercial, industrial, and recreational uses throughout the city thus producing a tapestry that highlighted how certain functions, clustered in large blocks, or urban corridors, or isolated within other functions, legislation and design could be oriented toward segregating certain functions, such as the industrial uses; and juxtaposing others, such as the residential and the recreational uses.\nMario Romañachcollaborated on the Plan Piloto under the auspices of the Minister of Public Works, and the National Planning Board of Cuba between 1955 and 1958, in the development of the Plan Piloto for Havana. The Town Planning Associates, a consulting firm from New York City, led by the Catalan architect &lt;a href=\"Josep%20Llu%C3%ADs%20Sert\"&gt;Josep Lluís Sert&lt;/a&gt;, and its partners &lt;a href=\"Paul%20Lester%20Wiener\"&gt;Paul Lester Wiener&lt;/a&gt; and Paul Schulz, was hired by the Minister of Public Works with the intention of guiding the development of the continuous growth of the city of Havana during the next decade.\nCentral Havana.\nIf compared to the urban fabric of the 1950s, as shown in the Havana map of 1853, page 31 of the Plan Piloto &lt;a href=\"https%3A//digitalcollections.library.miami.edu/digital/collection/arc5000/id/39\"&gt;&lt;/a&gt; proposes generic, regularized city blocks in Central Havana, including in the Vedado and &lt;a href=\"Old%20Havana\"&gt;Havana Vieja&lt;/a&gt;; every block has been sanitized and duplicated in order to remove all the marks and irregularities caused by Havana's history. The curves of Zanjas and Dragones streets have been removed. The proposed design shows two north-south arteries of &lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3Dlct0rOIR6_E\"&gt;Belascoáin&lt;/a&gt; and Galiano streets and a central meandering green strip leading to the proposed artificial island in the sea. The &lt;a href=\"University%20of%20Havana\"&gt;University of Havana&lt;/a&gt; and the &lt;a href=\"Gran%20Teatro%20de%20La%20Habana\"&gt;Gran Teatro de La Habana&lt;/a&gt; have been either reconfigured or removed altogether and In an eerily prescient move, the &lt;a href=\"Plaza%20del%20Vapor%2C%20Havana\"&gt;Plaza del Vapor&lt;/a&gt; and &lt;a href=\"La%20Casa%20de%20Beneficencia%20y%20Maternidad%20de%20La%20Habana\"&gt;the Casa de Beneficencia&lt;/a&gt; were expunged from the Plan Piloto. The &lt;a href=\"Paseo%20del%20Prado%2C%20Havana\"&gt;Paseo del Prado&lt;/a&gt;, the &lt;a href=\"Havana%20Cathedral\"&gt;Havana Cathedral&lt;/a&gt;, the &lt;a href=\"Iglesia%20del%20Esp%C3%ADritu%20Santo%2C%20Havana\"&gt;Iglesia del Espíritu Santo&lt;/a&gt;, the &lt;a href=\"Iglesia%20Santo%20Cristo%20del%20Buen%20Viaje%2C%20Havana\"&gt;Iglesia Santo Cristo del Buen Viaje&lt;/a&gt; were removed as well as many other buildings in &lt;a href=\"Old%20Havana\"&gt;Havana Vieja&lt;/a&gt;.\nArtificial island.\nThe idea of building an artificial island in front of the &lt;a href=\"Malec%C3%B3n%2C%20Havana\"&gt;Malecon&lt;/a&gt; first appeared on page 33 of the Plan Piloto, &lt;a href=\"https%3A//digitalcollections.library.miami.edu/digital/collection/arc5000/id/41\"&gt;&lt;/a&gt; its aim was to make Havana the most modern city in the Americas particularly in giving it a greater character of a capital city and tourist center, and increase tourist attraction and thus sources of income. In the decade of the 50s, Havana was a hotbed of American tourism and the Plan Piloto sought to promote Batista's government and various civic institutions which had resulted in the construction of major hotels like the &lt;a href=\"Hotel%20Capri\"&gt;Capri&lt;/a&gt;, the &lt;a href=\"Hotel%20Tryp%20Habana%20Libre\"&gt;Havana Hilton&lt;/a&gt;, the &lt;a href=\"Hotel%20Habana%20Riviera\"&gt;Riviera&lt;/a&gt;, and the &lt;a href=\"Rosita%20De%20Hornedo\"&gt;Rosita De Hornedo&lt;/a&gt;, located in Miramar, among others, which accommodated to the increased demand to U.S. tourism. The Havana Plan Piloto sought to strengthen future tourist development planned not only for Havana but for &lt;a href=\"Varadero\"&gt;Varadero&lt;/a&gt;, &lt;a href=\"Coj%C3%ADmar\"&gt;Cojímar&lt;/a&gt; and the &lt;a href=\"Isla%20de%20la%20Juventud\"&gt;Isle of Pines&lt;/a&gt;. The development plans were particularly linked to the penetration of mafia capital from the United States and served as part of a strategy to turn Havana into a &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt; in the Caribbean.\n President Batista had an agreement in place with the &lt;a href=\"%23Delegates\"&gt;Italian-American mafia&lt;/a&gt; to create hundreds of hotels and casinos that would make Havana the &lt;a href=\"Monte%20Carlo\"&gt;Monte Carlo&lt;/a&gt; of America, but only older residents of Havana may remember the idea of building an artificial island just in front of the wall of \"the boardwalk\" that comprised the space between Calles Galiano to the east and Belascoaín to the west, where it would have been accessed, just one of the areas that are most flooded in the face of the occurrence of cyclones, cold fronts or extratropical natural events.\nPalacio de las palmas.\nThe Cuban government-owned the site where the future presidential palace was going to be, it was a large piece of land between two fortresses, the &lt;a href=\"Morro%20Castle%20%28Havana%29\"&gt;Castillo del Morro&lt;/a&gt; and &lt;a href=\"La%20Caba%C3%B1a\"&gt;La Cabaña&lt;/a&gt;. &lt;a href=\"https%3A//digitalcollections.library.miami.edu/digital/collection/arc5000/id/45\"&gt;&lt;/a&gt; The proposed site had a prominent topography with a commanding view of Havana, did not require expropriation, and had much &lt;a href=\"Siege%20of%20Havana\"&gt;historic relevance&lt;/a&gt;. Wiener was advised that a competition would be held for the design of a new presidential palace. Competitors included &lt;a href=\"Wells%20Coates\"&gt;Wells Coates&lt;/a&gt;, &lt;a href=\"Franco%20Albini\"&gt;Franco Albini&lt;/a&gt;, and the firm of &lt;a href=\"Welton%20Beckett\"&gt;Welton Beckett&lt;/a&gt;, &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt; and &lt;a href=\"Oscar%20Niemeyer\"&gt;Oscar Niemeyer&lt;/a&gt; would also be invited. &lt;a href=\"Mario%20Roma%C3%B1ach\"&gt;Mario Romañach&lt;/a&gt; indicated to Wiener his desire to work on the project and, along with Town Planning Associates, was added to the list. Soon after the initial announcement, the idea of a competition was abandoned, Town Planning Associates was given the commission outright as well as to &lt;a href=\"Mario%20Roma%C3%B1ach\"&gt;Mario Romañach&lt;/a&gt; and Gabriela Menéndez. Several people have noted that the future location of the palace on the undeveloped east side of the bay in conjunction with the construction of the new &lt;a href=\"Havana%20Tunnel\"&gt;Havana Tunnel&lt;/a&gt; that would encourage the development of Havana toward the east, maintaining Habana Vieja as a vital center and discourage westward expansion. With the commission for the presidential palace secured, Sert and &lt;a href=\"Mario%20Roma%C3%B1ach\"&gt;Romañach&lt;/a&gt; became the primary designers of the project. &lt;a href=\"F%C3%A9lix%20Candela\"&gt;Félix Candela&lt;/a&gt;was to be the structural engineer and &lt;a href=\"Hideo%20Sasaki\"&gt;Hideo Sasaki&lt;/a&gt; the landscape architect. Sert and &lt;a href=\"Mario%20Roma%C3%B1ach\"&gt;Romañach&lt;/a&gt; commenced their design the following year developing the project between the fall of 1956 and the summer of 1957 after initial plans and a model was exhibited for Batista and his cabinet in the Salón de Los Espejos of the &lt;a href=\"Museum%20of%20the%20Revolution%20%28Cuba%29\"&gt;existing presidential palace&lt;/a&gt;.\nThe Plan Piloto then included the project by &lt;a href=\"Mario%20Roma%C3%B1ach\"&gt;Romañach&lt;/a&gt;, Gabriela Menéndez, Mercedes Diaz and &lt;a href=\"Josep%20Llu%C3%ADs%20Sert\"&gt;Josep Lluís Sert&lt;/a&gt; for the new &lt;a href=\"Museum%20of%20the%20Revolution%20%28Cuba%29\"&gt;Presidential Palace&lt;/a&gt; which would have been located near the Castle of San Carlos de &lt;a href=\"La%20Caba%C3%B1a\"&gt;La Cabaña&lt;/a&gt; and the &lt;a href=\"Morro%20Castle%20%28Havana%29\"&gt;Castle of the Three Kings of El Morro&lt;/a&gt;. The designers of the Plan Piloto contemplated the construction of a monumental Presidential Palace, conceived as a large civic complex with a yacht dock with private access to the bay. The presidential palace was the center of this ambitious project with several ministries, two large civic plazas, a &lt;a href=\"Jos%C3%A9%20Mart%C3%AD\"&gt;José Martí&lt;/a&gt; park, an oceanography museum and an aquarium.\nThe patio.\n A typology for the Palace of the Palms that was used as one of its architectural figures was the recurring element of the patio. The architects incorporated other patios into the new palace: the large public plaza in front of the building, the elevated terrace connecting the various reception halls and the residential component, and the smaller courtyards that were inserted among the rooms of the more private quarters. The patio had a specially strong currency in Cuban architecture. It was the seminal element of the colonial Latin American cities, inscribed as their foundational type by the Laws of the Indies. In his detailed studies of the Plaza de Armas and the Plaza de la Catedral, Emilio Roig de Leuchsenring drew attention to the importance of the plazas located in Habana,\nThe patio was recognized as the distinctive feature of several historical structures in Havana, such as the &lt;a href=\"Palacio%20de%20Aldama\"&gt;Palacio de Aldama&lt;/a&gt;, the &lt;a href=\"Palacio%20de%20los%20Capitanes%20Generales\"&gt;Palacio de los Capitanes Generales&lt;/a&gt;, and the existing &lt;a href=\"Museum%20of%20the%20Revolution%20%28Cuba%29\"&gt;Presidential Palace&lt;/a&gt;. By the 1950s, the classical typology of the patio had been assimilated across all scales as a constitutive element of Cuban architecture.\nCubanidad.\n The Palacio de las Palmas (Palace of the Palms) accommodated in its program the executive branch of the Batista government, including the offices of the ministry, facilities for the press, reception halls, and the private residence for Batista and his family.\nThe architects were called upon to express \"cubanidad\" with a symbol worthy of the name they responded with a large canopy roof of individual parasols intended to resemble &lt;a href=\"Roystonea%20regia\"&gt;royal palm trees&lt;/a&gt;, elements that Batista called the \"\"most typical of Cuba\".\"\nThe patio of the Palacio de las Palmas was recognized by Sert as a feature of several historic structures in Havana including the &lt;a href=\"Palacio%20de%20Aldama\"&gt;Palacio de Aldama&lt;/a&gt;, the &lt;a href=\"Palacio%20de%20los%20Capitanes%20Generales\"&gt;Palacio de los Capitanes Generales&lt;/a&gt;, and the existing &lt;a href=\"Museum%20of%20the%20Revolution%20%28Cuba%29\"&gt;presidential palace&lt;/a&gt;.\nExternal links.\nArchitecture:\nPlanning:\nBatista:\nMob:"
}