{
    "id": "62773144",
    "revid": "326639",
    "url": "https://en.wikipedia.org/wiki?curid=62773144",
    "title": "1892–93 Scottish Districts season",
    "text": "The 1892–93 Scottish Districts season is a record of all the &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; matches for Scotland's district teams.\nHistory.\n&lt;a href=\"North%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;North of Scotland District&lt;/a&gt; listed this season's district matches in September 1892.\nNorthern Counties Football Union. A meeting ot captains and secretaries of clubs this Union was held on Friday in the office of the hon. secretary, and fixed the principal Union matches under, as also those the various club fixtures. The first two matches will be under the auspices of the Union, to enable the committee to select the best team against Galashiels on 8 October. The annual match Ancients v. Moderns on the 24th Inst., probably at Holburn Grounds, is already being looked forward to among the followers of the game, and judgement as to the result of the contest is in favour of the Ancients.\nList matches—Ancients v. Moderns, 24 September ; Probables v. Improbables, October Ist; Galashiels v. Northern Counties. 8 October; City v. Varsity, 19 November ; Midlands v. Northern Counties, 26 November; Glasgow v. Edinburgh, 3 December ; North v. Edinburgh, 10 December ; South of Scotland v. Glasgow, 10 December; Anglo-Scots v. Scotland. 25 December; Northern Counties v. Perthshire, 2 January ; North v. South of Scotland, 14 January ; Scotland v. Wales, 4 February; Scotland v. Ireland, 18 February; City v Varsity, 25 February; Merchistonians v. Northern Counties, 4 March; Scotland v. England, 4 March. A general meeting of the Northern Counties’ Union will be hold Friday, 30 September. Secretaries local clubs will please send their card of fixtures for publication.\nThe 10 December 1892 Match listed above against Edinburgh was later listed as &lt;a href=\"North%20and%20Midlands\"&gt;North and Midlands&lt;/a&gt; against &lt;a href=\"Edinburgh%20District%20%28rugby%20union%29\"&gt;Edinburgh District&lt;/a&gt;. Unfortunately this match was called off due to snow.\n&lt;a href=\"Glasgow%20District%20%28rugby%20union%29\"&gt;Glasgow District&lt;/a&gt; beat &lt;a href=\"Edinburgh%20District%20%28rugby%20union%29\"&gt;Edinburgh District&lt;/a&gt; in this season's Inter-City match.\n&lt;a href=\"West%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;West of Scotland District&lt;/a&gt; beat &lt;a href=\"East%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;East of Scotland District&lt;/a&gt; in this season's international trial match. Players from London Scottish, Manchester, Oxford University and Cambridge University made their way into the East and West selections.\nA &lt;a href=\"North%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;North of Scotland District&lt;/a&gt; versus &lt;a href=\"South%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;South of Scotland District&lt;/a&gt; match was scheduled for 14 January 1893 but called off due to the weather.\nThe &lt;a href=\"North%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;North of Scotland District&lt;/a&gt; and the &lt;a href=\"South%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;South of Scotland District&lt;/a&gt; were reported in \"The Scottish Referee\" as feeling that the &lt;a href=\"Scottish%20Rugby%20Union\"&gt;Scottish Rugby Union&lt;/a&gt; was not giving their players a proper estimate in regard to international selection.\nResults.\nEnglish matches.\nNo other District matches played.\nInternational matches.\nNo touring matches this season."
}