{
    "id": "62778",
    "revid": "1053807729",
    "url": "https://en.wikipedia.org/wiki?curid=62778",
    "title": "Austrasia",
    "text": "Austrasia was a territory which formed the north-eastern section of the &lt;a href=\"Merovingian\"&gt;Merovingian&lt;/a&gt; &lt;a href=\"Kingdom%20of%20the%20Franks\"&gt;Kingdom of the Franks&lt;/a&gt; during the 6th to 8th centuries. It was centred on the &lt;a href=\"Meuse\"&gt;Meuse&lt;/a&gt;, &lt;a href=\"Middle%20Rhine\"&gt;Middle Rhine&lt;/a&gt; and the &lt;a href=\"Moselle\"&gt;Moselle&lt;/a&gt; rivers, and was the original territory of the &lt;a href=\"Franks\"&gt;Franks&lt;/a&gt;, including both the so-called &lt;a href=\"Salian%20Franks\"&gt;Salians&lt;/a&gt; and &lt;a href=\"Ripuarian%20Franks\"&gt;Rhineland Franks&lt;/a&gt;, which &lt;a href=\"Clovis%20I\"&gt;Clovis I&lt;/a&gt; conquered after first taking control of the bordering part of Roman Gaul, now northern France, which is sometimes described in this period as &lt;a href=\"Neustria\"&gt;Neustria&lt;/a&gt;.\nIn 561, Austrasia became a separate kingdom within the Frankish kingdom and was ruled by &lt;a href=\"Sigebert%20I\"&gt;Sigebert I&lt;/a&gt;. In the 7th and 8th centuries it was the powerbase from which the &lt;a href=\"Carolingians\"&gt;Carolingians&lt;/a&gt;, originally &lt;a href=\"mayors%20of%20the%20palace\"&gt;mayors of the palace&lt;/a&gt; of Austrasia, took over the rule of all Franks, all of Gaul, most of Germany, and northern Italy. After this period of unification, the now larger Frankish empire was once again divided between eastern and western sub-kingdoms, with the new version of the eastern kingdom eventually becoming the foundation of the &lt;a href=\"Kingdom%20of%20Germany\"&gt;Kingdom of Germany&lt;/a&gt;.\nEtymology.\nThe name \"Austrasia\" is not well attested in the Merovingian period. It is recorded first by &lt;a href=\"Gregory%20of%20Tours\"&gt;Gregory of Tours&lt;/a&gt; in 580 and then by &lt;a href=\"Aimoin%20of%20Fleury\"&gt;Aimoin of Fleury&lt;/a&gt; in c. 1000.\nIt is presumably the latinisation of an &lt;a href=\"Old%20Frankish\"&gt;Old Frankish&lt;/a&gt; name, reconstructed as \"*Oster-rike\" (\"Eastern Kingdom\").\nAs with the &lt;a href=\"Name%20of%20Austria\"&gt;name \"Austria\"&lt;/a&gt;, it contains the word for \"&lt;a href=\"%3Awikt%3AAppendix%3AProto-Germanic/austraz\"&gt;east&lt;/a&gt;\", i.e. meaning \"eastern land\" to designate the original territory of the &lt;a href=\"Franks\"&gt;Franks&lt;/a&gt; in contrast to &lt;a href=\"Neustria\"&gt;Neustria&lt;/a&gt;, the \"(new) western land\" in northern &lt;a href=\"Gaul\"&gt;Gaul&lt;/a&gt; conquered by Clovis I in the wake of the &lt;a href=\"Battle%20of%20Soissons%20%28486%29\"&gt;Battle of Soissons&lt;/a&gt; of 486.\nGeography.\nAustrasia was centered on the &lt;a href=\"Middle%20Rhine\"&gt;Middle Rhine&lt;/a&gt;, including the basins of the &lt;a href=\"Moselle\"&gt;Moselle&lt;/a&gt;, &lt;a href=\"Main%20%28river%29\"&gt;Main&lt;/a&gt;, and &lt;a href=\"Meuse\"&gt;Meuse&lt;/a&gt; rivers. It bordered on &lt;a href=\"Frisia\"&gt;Frisia&lt;/a&gt; and &lt;a href=\"Old%20Saxony\"&gt;Saxony&lt;/a&gt; to the north, &lt;a href=\"Duchy%20of%20Thuringia\"&gt;Thuringia&lt;/a&gt; to the east, &lt;a href=\"Alamannia\"&gt;Swabia&lt;/a&gt; and &lt;a href=\"Burgundy\"&gt;Burgundy&lt;/a&gt; to the south and to &lt;a href=\"Neustria\"&gt;Neustria&lt;/a&gt; to the southwest. The exact boundary between Merovingian Neustria and Austrasia is unclear with respect to areas such as the medieval counties of &lt;a href=\"County%20of%20Flanders\"&gt;Flanders&lt;/a&gt;, &lt;a href=\"County%20of%20Brabant\"&gt;Brabant&lt;/a&gt; and &lt;a href=\"County%20of%20Hainaut\"&gt;Hainaut&lt;/a&gt;, and areas immediately to the south of these.\n&lt;a href=\"Metz\"&gt;Metz&lt;/a&gt; served as the Austrasian capital, although some Austrasian kings ruled from &lt;a href=\"Reims\"&gt;Reims&lt;/a&gt;, &lt;a href=\"Trier\"&gt;Trier&lt;/a&gt; and &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;. Other important cities included &lt;a href=\"Verdun\"&gt;Verdun&lt;/a&gt;, &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt; and &lt;a href=\"Speyer\"&gt;Speyer&lt;/a&gt;. &lt;a href=\"Fulda%20monastery\"&gt;Fulda monastery&lt;/a&gt; was founded in eastern Austrasia in the final decade of the Merovingian period.\nIn the &lt;a href=\"High%20Middle%20Ages\"&gt;High Middle Ages&lt;/a&gt;, its territory became divided among the duchies of &lt;a href=\"Lotharingia\"&gt;Lotharingia&lt;/a&gt; and &lt;a href=\"Duchy%20of%20Franconia\"&gt;Franconia&lt;/a&gt; in &lt;a href=\"kingdom%20of%20Germany\"&gt;Germany&lt;/a&gt;, with some western portions including &lt;a href=\"Reims\"&gt;Reims&lt;/a&gt; and &lt;a href=\"Counts%20and%20dukes%20of%20Rethel\"&gt;Rethel&lt;/a&gt; passing to &lt;a href=\"kingdom%20of%20France\"&gt;France&lt;/a&gt;.\nIts exact boundaries were somewhat fluid over the history of the Frankish sub-kingdoms, but Austrasia can be taken to correspond roughly to the territory of present-day &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, parts of eastern &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, north-eastern &lt;a href=\"France\"&gt;France&lt;/a&gt; (&lt;a href=\"Lorraine\"&gt;Lorraine&lt;/a&gt; and &lt;a href=\"Champagne-Ardenne\"&gt;Champagne-Ardenne&lt;/a&gt;), west-central &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; (the &lt;a href=\"Rhineland\"&gt;Rhineland&lt;/a&gt;, &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt; and &lt;a href=\"Franconia\"&gt;Franconia&lt;/a&gt;) and the southern &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; (&lt;a href=\"Limburg%20%28Netherlands%29\"&gt;Limburg&lt;/a&gt;, &lt;a href=\"North%20Brabant\"&gt;North Brabant&lt;/a&gt;, with a salient north of the Rhine including &lt;a href=\"Utrecht\"&gt;Utrecht&lt;/a&gt; and parts of &lt;a href=\"Gelderland\"&gt;Gelderland&lt;/a&gt;).\nHistory.\nAfter the death of the Frankish king &lt;a href=\"Clovis%20I\"&gt;Clovis I&lt;/a&gt; in 511, his four sons partitioned his kingdom amongst themselves, with &lt;a href=\"Theuderic%20I\"&gt;Theuderic I&lt;/a&gt; receiving the lands that were to become Austrasia. Descended from Theuderic, a line of kings ruled Austrasia until 555, when it was united with the other Frankish kingdoms of &lt;a href=\"Chlothar%20I\"&gt;Chlothar I&lt;/a&gt;, who inherited all the Frankish realms by 558. He redivided the Frankish territory amongst his four sons, but the four kingdoms coalesced into three on the death of &lt;a href=\"Charibert%20I\"&gt;Charibert I&lt;/a&gt; in 567: Austrasia under &lt;a href=\"Sigebert%20I\"&gt;Sigebert I&lt;/a&gt;, &lt;a href=\"Neustria\"&gt;Neustria&lt;/a&gt; under &lt;a href=\"Chilperic%20I\"&gt;Chilperic I&lt;/a&gt;, and &lt;a href=\"Kingdom%20of%20Burgundy\"&gt;Burgundy&lt;/a&gt; under &lt;a href=\"Guntram\"&gt;Guntram&lt;/a&gt;. These three kingdoms defined the political division of Francia until the rise of the &lt;a href=\"Carolingian%20dynasty\"&gt;Carolingians&lt;/a&gt; and even thereafter.\nFrom 567 to the death of &lt;a href=\"Sigebert%20II\"&gt;Sigebert II&lt;/a&gt; in 613, Neustria and Austrasia fought each other almost constantly, with Burgundy playing the peacemaker between them. These struggles reached their climax in the wars between &lt;a href=\"Brunhilda%20of%20Austrasia\"&gt;Brunhilda&lt;/a&gt; and &lt;a href=\"Fredegund\"&gt;Fredegund&lt;/a&gt;, queens respectively of Austrasia and Neustria. Finally, in 613, a rebellion by the nobility against Brunhilda saw her betrayed and handed over to her nephew and foe in Neustria, &lt;a href=\"Chlothar%20II\"&gt;Chlothar II&lt;/a&gt;. Chlothar then took control of the other two kingdoms and set up a united Frankish kingdom with its capital in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. During this period the first \"majores domus\" or &lt;a href=\"mayors%20of%20the%20palace\"&gt;mayors of the palace&lt;/a&gt; appeared. These officials acted as mediators between king and people in each realm. The first Austrasian mayors came from the &lt;a href=\"Pippinid\"&gt;Pippinid&lt;/a&gt; family, which experienced a slow but steady ascent until it eventually displaced the Merovingians on the throne.\nIn 623, the Austrasians asked Chlothar II for a king of their own and he appointed his son &lt;a href=\"Dagobert%20I\"&gt;Dagobert I&lt;/a&gt; to rule over them with &lt;a href=\"Pepin%20of%20Landen\"&gt;Pepin of Landen&lt;/a&gt; as regent. Dagobert's government in Austrasia was widely admired. In 629, he inherited Neustria and Burgundy. Austrasia was again neglected until, in 633, the people demanded the king's son as their own king again. Dagobert complied and sent his elder son &lt;a href=\"Sigebert%20III\"&gt;Sigebert III&lt;/a&gt; to Austrasia. Historians often categorise Sigebert as the first \"&lt;a href=\"roi%20fain%C3%A9ant\"&gt;roi fainéant&lt;/a&gt;\", or do-nothing king, of the Merovingian dynasty. His court was dominated by the mayors. In 657, the mayor &lt;a href=\"Grimoald%20the%20Elder\"&gt;Grimoald the Elder&lt;/a&gt; succeeded in putting his son &lt;a href=\"Childebert%20the%20Adopted\"&gt;Childebert the Adopted&lt;/a&gt; on the throne, where he remained until 662. Thereafter, Austrasia was predominantly the kingdom of the &lt;a href=\"Arnulfing\"&gt;Arnulfing&lt;/a&gt; mayors of the palace and their base of power. With the &lt;a href=\"Battle%20of%20Tertry\"&gt;Battle of Tertry&lt;/a&gt; in 687, &lt;a href=\"Pepin%20of%20Herstal\"&gt;Pepin of Heristal&lt;/a&gt; defeated the Neustrian king &lt;a href=\"Theuderic%20III\"&gt;Theuderic III&lt;/a&gt; and established his mayoralty over all the Frankish kingdoms. This was even regarded by contemporaries as the beginning of his \"reign\". It also signalled the dominance of Austrasia over Neustria, which would last until the end of the Merovingian era.\nIn 718, &lt;a href=\"Charles%20Martel\"&gt;Charles Martel&lt;/a&gt; had Austrasian support in his war against Neustria for control of all the Francian realms. He was not king himself, but appointed &lt;a href=\"Chlothar%20IV\"&gt;Chlothar IV&lt;/a&gt; to rule in Austrasia. In 719, Francia &lt;a href=\"Carolingian%20empire\"&gt;was united&lt;/a&gt; by Martel's family, the &lt;a href=\"Carolingian%20dynasty\"&gt;Carolingian dynasty&lt;/a&gt;, under Austrasian hegemony. While the Frankish kings continued to divide up the Frankish realm in different ways over subsequent generations, the term Austrasia was only used occasionally after the Carolingian dynasty."
}