{
    "id": "628336",
    "revid": "5662528",
    "url": "https://en.wikipedia.org/wiki?curid=628336",
    "title": "Master craftsman",
    "text": "A master craftsman or master &lt;a href=\"tradesman\"&gt;tradesman&lt;/a&gt; (sometimes called only master or grandmaster) was a member of a &lt;a href=\"guild\"&gt;guild&lt;/a&gt;.\nIn the European &lt;a href=\"Guild%23Organization\"&gt;guild system&lt;/a&gt;, only masters and journeymen were allowed to be members of the guild. An aspiring master would have to pass through the career chain from &lt;a href=\"apprentice\"&gt;apprentice&lt;/a&gt; to &lt;a href=\"journeyman\"&gt;journeyman&lt;/a&gt; before he could be elected to become a master craftsman. He would then have to produce a sum of money and a &lt;a href=\"masterpiece\"&gt;masterpiece&lt;/a&gt; before he could actually join the guild. If the masterpiece was not accepted by the masters, he was not allowed to join the guild, possibly remaining a journeyman for the rest of his life.\nHistory.\nCraftsman or &lt;a href=\"Artisan\"&gt;Artisan&lt;/a&gt; was who made things or provided services. Mastercraftsman was the superior, and expert craftsman called \"ustad\" and &lt;a href=\"Apprenticeship\"&gt;apprentice&lt;/a&gt; was called \"shagird\" in &lt;a href=\"Medieval%20India\"&gt;Medieval India&lt;/a&gt;. The &lt;a href=\"grand%20vizier\"&gt;grand vizier&lt;/a&gt; of the &lt;a href=\"Mughal%20Empire\"&gt;Mughal&lt;/a&gt; emperor &lt;a href=\"Akbar\"&gt;Akbar&lt;/a&gt; discussed their social status and importance in &lt;a href=\"Mughal%20Karkhanas\"&gt;karkhanas&lt;/a&gt;.\nToday's master craftsman in different countries.\nGermany.\nIn &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, the master craftsman (Meister) is the highest professional qualification in crafts and is a state-approved grade. The certification is called Meisterbrief. The qualification includes theoretical and practical training in the craft as well as &lt;a href=\"business\"&gt;business&lt;/a&gt; and legal training. Additionally, it implies the qualification to train apprentices. These qualifications prepare the \"Meister\" for running their own business or alternatively for higher positions at a company. The status of master craftsmen is regulated in the German \"Gesetz zur Ordnung des Handwerks\" (&lt;a href=\"Trade%20and%20crafts%20code%20of%20Germany\"&gt;Crafts and Trades Regulation Code&lt;/a&gt;).\nGuilds have been abolished in Germany, but the ranks of apprentice (\"Lehrling\"), journeyman (\"Geselle\") and master craftsman have been retained even through modern times. For safety-relevant crafts, e.g., &lt;a href=\"electrician\"&gt;electrician&lt;/a&gt;s and &lt;a href=\"chimney%20sweep\"&gt;chimney sweep&lt;/a&gt;s, any business in the trade has to be run by a master craftsman or has to employ at least one \"Meister\".\nJourneymen and master craftsmen are by law automatically members of their regional chamber of crafts (\"Handwerkskammer\"), which is a self-governing public body. The chamber organizes vocational training and oversees the examination of the journeymen and masters.\nTo become a master craftsman, it is usually required to have completed vocational training in the craft in which the examination should be taken, which finishes with a final examination called \"Gesellenprüfung\" (journeyman's examination). If these requirements are fulfilled, the candidate can take courses for the \"Meisterprüfung\" (master craftman's examination). The duration of the courses takes 4 to 6 years depending on the craft. The examination includes theoretical, practical and oral parts and takes 5 to 7 days (depending on the craft). In some crafts, the creation of a &lt;a href=\"masterpiece\"&gt;masterpiece&lt;/a&gt; is also part of the examination.\nThe German \"Meister\" qualifies the holder to study for a bachelor's degree at &lt;a href=\"university\"&gt;university&lt;/a&gt;, whether the \"Meister\" holds a regular &lt;a href=\"Education%20in%20Germany%23University%20entrance%20qualification\"&gt;university entrance qualification&lt;/a&gt; or not. According to the German &lt;a href=\"National%20Qualifications%20Framework\"&gt;Qualifications Framework&lt;/a&gt;, the \"Meisterbrief\" is at the same level as a bachelor's degree, even though it is not an academic degree and thus not directly comparable.\nUnited Kingdom.\nThis tradition originates in Medieval Europe. The earliest guilds were \"frith\" or \"peace\" guilds - groups bonded together for mutual protection following the breakdown of the kins, which were groups related by blood ties.\nMerchant guilds – associations of international trades – were powerful in the twelfth and thirteenth centuries, but lost their ascendancy with the rise of the &lt;a href=\"craft%20guilds\"&gt;craft guilds&lt;/a&gt; – associations of master craftsmen, journeymen, apprentices and the various trades connected with a particular craft.\nThe &lt;a href=\"College%20of%20Arms\"&gt;College of Arms&lt;/a&gt; in London awarded a coat of arms of &lt;a href=\"The%20Guild%20of%20Master%20Craftsmen\"&gt;The Guild of Master Craftsmen&lt;/a&gt; in 1992, after four years of assessment. Designed by heraldic expert Peter Greenhill to reflect the many categories of guild membership, it features: three escutcheons (shields) to represent &lt;a href=\"artists\"&gt;artists&lt;/a&gt;, &lt;a href=\"painters\"&gt;painters&lt;/a&gt; and &lt;a href=\"Worshipful%20Company%20of%20Painter-Stainers\"&gt;stainers&lt;/a&gt;; a pair of compasses opened in chevron for &lt;a href=\"building\"&gt;building&lt;/a&gt;, &lt;a href=\"construction\"&gt;construction&lt;/a&gt; and &lt;a href=\"carpenters\"&gt;carpenters&lt;/a&gt;; a &lt;a href=\"dovetail\"&gt;dovetail&lt;/a&gt; (separating the top third of the shield from the rest) to represent &lt;a href=\"cabinetmaking\"&gt;cabinetmaking&lt;/a&gt;, &lt;a href=\"woodworking\"&gt;woodworking&lt;/a&gt; and &lt;a href=\"joiner\"&gt;joiner&lt;/a&gt;y; and a &lt;a href=\"gavel\"&gt;gavel&lt;/a&gt; and &lt;a href=\"chisel\"&gt;chisel&lt;/a&gt; for &lt;a href=\"masonry\"&gt;masons&lt;/a&gt; and &lt;a href=\"stoneworkers\"&gt;stoneworkers&lt;/a&gt;. The southern keep of &lt;a href=\"Lewes\"&gt;Lewes&lt;/a&gt; Castle, which overlooks the guild’s headquarters, is featured above the helmet as the crest.\nUnited States.\nWhile for the most part guilds as such do not exist, many trades continue the apprentice-journeyman-master model: &lt;a href=\"carpenter\"&gt;carpenter&lt;/a&gt;s, &lt;a href=\"electrician\"&gt;electrician&lt;/a&gt;s, &lt;a href=\"pipefitter\"&gt;pipefitter&lt;/a&gt;s and &lt;a href=\"plumber\"&gt;plumber&lt;/a&gt;s are notable examples."
}