{
    "id": "6283838",
    "revid": "39368017",
    "url": "https://en.wikipedia.org/wiki?curid=6283838",
    "title": "Monarchies in Africa",
    "text": "There are several monarchies in Africa, defined as either actually or nominally &lt;a href=\"Self-governance\"&gt;self-governing&lt;/a&gt; states, territories, or nations on the continent of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; where supreme power resides with an individual who is recognized as the &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt;. All are similar in that the &lt;a href=\"Sovereignty\"&gt;sovereign&lt;/a&gt; inherits their office and typically keeps it until their death or until their &lt;a href=\"abdication\"&gt;abdication&lt;/a&gt;. However, only three are currently sovereign, while the remaining are sub-national &lt;a href=\"Monarchy\"&gt;monarchies&lt;/a&gt;. Two of these are &lt;a href=\"Constitutional%20monarchy\"&gt;constitutional monarchies&lt;/a&gt; (&lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt; and &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;), in which the sovereign is bound by laws and customs in the exercise of his or her powers, and one is an &lt;a href=\"absolute%20monarchy\"&gt;absolute monarchy&lt;/a&gt; (&lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt;), in which the sovereign rules without bounds. The &lt;a href=\"List%20of%20current%20constituent%20monarchs\"&gt;sub-national&lt;/a&gt; monarchies are not sovereign, and exist within larger political associations. In addition to these, there are also three &lt;a href=\"dependent%20territory\"&gt;dependencies&lt;/a&gt; of two European monarchies.\nHistory.\nThe need for an identity prompted the early settlements of West Africa and the largely nomadic community in North Africa to form states as they had the capacity, due to the trans-Saharan trade, to support formal establishments. In response to this, a strong leadership with authority developed to meet the need for them. This explains the emergence of the &lt;a href=\"Mali%20Empire\"&gt;monarchy of Mali&lt;/a&gt; in the 1200s, a political system which was pioneered by &lt;a href=\"Sundjata%20Keita\"&gt;Sundjata Keita&lt;/a&gt;. &lt;a href=\"Takrur\"&gt;Kingdoms of Takrur&lt;/a&gt; in Senegal and &lt;a href=\"Kanem%20Empire\"&gt;Kanem&lt;/a&gt; on the banks of the &lt;a href=\"Lake%20Chad\"&gt;Lake Chad&lt;/a&gt; were also founded. Apart from this indigenous development of kingdoms in Africa that happened in relative isolation, other monarchies came to be established with foreign interventions. One such intervention was by &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; in &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;. The &lt;a href=\"Kingdom%20of%20Numidia\"&gt;Kingdom of Numidia&lt;/a&gt; (in what is present-day Algeria) came to be established around 200 BC with &lt;a href=\"Masinissa\"&gt;Masinissa&lt;/a&gt; as the first king; he was one of the many kings who headed large indigenous communities in the North African coastal belt who had exploited the trans-Saharan trade route for their sustenance. With the tacit strategic support of Rome, Masinissa took control of all the nomadic communities and had them crown him king.\nTo exercise rights as a king or queen in most cases, the monarchs in Africa created superiority myths through rituals and symbolism, practices that were intended to encourage their being seen as mediators between the gods and the people. They placed themselves in a privileged position above the common man by doing so, and brought about a feeling among people that they represented peoples' interests and were above favoritism and prejudices.\nMonarchical privileges were established in the form of sovereign rights and prerogatives by way of regal costumes, ornamented crowns, jewelry, personal weaponry, and armaments. They established special thrones or golden stools, and commissioned the building of shrines for their ancestors, as was the case of the &lt;a href=\"Lozi%20people\"&gt;Lozi people&lt;/a&gt; of Zambia.\nCurrent monarchies.\nSovereign states.\nLesotho.\n&lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;, an enclave of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, is a constitutional elective monarchy. The current monarchy was established in 1824 when &lt;a href=\"Moshoeshoe%20I\"&gt;Moshoeshoe I&lt;/a&gt;, a tribal chieftain, united warring tribes into the Basotho kingdom. After his death in 1870, the kingdom was placed under the nominal control of the neighboring &lt;a href=\"British%20Cape%20Colony\"&gt;British Cape Colony&lt;/a&gt;, but the native tribes engaged in a revolt and full British control was not established until 1884 under the name &lt;a href=\"Basutoland\"&gt;Basutoland&lt;/a&gt;. While under British control, the monarchy continued under the title of Paramount Chief with a moderate degree of autonomy, particularly in the rural areas. Formal independence was granted in 1966 and a constitutional monarchy was established. However, the democratically elected government was &lt;a href=\"1970%20Lesotho%20coup%20d%27%C3%A9tat\"&gt;overthrown in 1970&lt;/a&gt; by the Prime Minister in a &lt;a href=\"self-coup\"&gt;self-coup&lt;/a&gt;. The monarchy was sidelined from then on, including a military government between 1986 and 1993, when democracy was restored. The current monarch, King &lt;a href=\"Letsie%20III\"&gt;Letsie III&lt;/a&gt;, ascended to the throne in 1996.\nUnder the current constitution, passed in 1993, the King is a constitutional monarch and the head of state, with power being exercised by the &lt;a href=\"Parliament%20of%20Lesotho\"&gt;Parliament&lt;/a&gt;. While in practice hereditary, the King is officially appointed by the College of Chiefs using traditional practices. The College of Chiefs also appoints a regent if one is needed. The Prime Minister also has the power to declare the kingship vacant if the King either violates his oath of office or is deemed unfit to rule.\nMorocco.\n&lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, located in the northwestern corner of Africa, has a long and established history dating back to antiquity. Originally &lt;a href=\"Carthaginians\"&gt;Carthaginian&lt;/a&gt;, the territory was controlled by the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, the &lt;a href=\"Vandals\"&gt;Vandals&lt;/a&gt;, and the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; before falling under Arab control in the seventh century. During that time, the inhabitants of Morocco were known as &lt;a href=\"Moors\"&gt;Moors&lt;/a&gt;. After the &lt;a href=\"Reconquista\"&gt;Reconquista&lt;/a&gt; in 1492, the Moroccan state underwent a long period of decline before falling under dual French and Spanish control in 1912. Independence was achieved in 1956, with Sultan Mohammed ben Youssef taking the title of King &lt;a href=\"Mohammed%20V%20of%20Morocco\"&gt;Mohammed V&lt;/a&gt;. The present King, &lt;a href=\"Mohammed%20VI%20of%20Morocco\"&gt;Mohammed VI&lt;/a&gt;, ascended to the throne in 1999.\nUnder the current &lt;a href=\"Constitution%20of%20Morocco\"&gt;constitution&lt;/a&gt;, passed in 2011, Morocco is a constitutional monarchy though the King maintains a fair amount of power. He is the chair of the Superior Council of the &lt;a href=\"Ulema\"&gt;Ulema&lt;/a&gt;, charged with maintaining Moroccan Islam, as well as Morocco's Supreme Court. The King is also an active member of the cabinet of Morocco, having the power to dismiss ministers as well as set the government agenda. He also chairs the Security Council, which oversees the military.\nEswatini (formerly Swaziland).\n&lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt;, in the southeastern corner of Africa, originated, like Lesotho, as a confederation of African tribes. However, it pre-dates Lesotho by approximately seventy-five years to the mid-eighteenth century. During that time period, chief &lt;a href=\"Ngwane%20III\"&gt;Ngwane III&lt;/a&gt; of the &lt;a href=\"Swazi%20people\"&gt;Swazi people&lt;/a&gt; moved his tribe to their present location and united with other African tribes. Beginning in the 1830s, British traders and the &lt;a href=\"Boers\"&gt;Boers&lt;/a&gt;, Dutch settlers, interacted with the Swazi tribe. Eventually, the illiterate Swazi unknowingly signed treaties which ceded their land to the &lt;a href=\"Boer%20Republics\"&gt;Boer Republics&lt;/a&gt;, who assumed control in 1894. In 1902, after the &lt;a href=\"Boer%20War\"&gt;Boer War&lt;/a&gt;, the British assumed control of Swaziland. It was not until 1967 that the Swazi regained control of internal affairs. Independence was granted the following year. For most of the colonial period, the Swazi were ruled by &lt;a href=\"Sobhuza%20II\"&gt;Sobhuza II&lt;/a&gt;, who became King upon independence. In 1973, Sobhuza abolished the democratic constitution put in place at the time of independence and declared himself the absolute ruler. Upon his death in 1982, Sobhuza had reigned for eighty-two years, the longest verified reign of any monarch. The present ruler, King &lt;a href=\"Mswati%20III\"&gt;Mswati III&lt;/a&gt;, ascended to the throne in 1986. A new constitution was established in 1998 which allowed for some degree of democratic rule, but, in practice, Eswatini remains an absolute monarchy and the ability of citizens to participate in the political process is limited.\nDependencies of other sovereign states.\nCanary Islands.\nThe Canary Islands are an archipelago of thirteen islands located off the coast of Morocco. The islands were originally inhabited by the &lt;a href=\"Guanches\"&gt;Guanche people&lt;/a&gt;, but were colonized by Queen &lt;a href=\"Catherine%20of%20Lancaster\"&gt;Catherine of Castile&lt;/a&gt;. During the fifteenth century, they were controlled by Prince &lt;a href=\"Henry%20the%20Navigator\"&gt;Henry the Navigator&lt;/a&gt; of Portugal, but Spain regained control in 1479. Spain completed its conquest of the islands in 1496 and used them as a port of western exploration. Due to their importance to Spanish trade, they were frequently attacked by pirates and privateers such as Sir &lt;a href=\"Francis%20Drake\"&gt;Francis Drake&lt;/a&gt; in 1595. The islands were granted autonomy in 1982.\nAs an &lt;a href=\"autonomous%20communities%20of%20Spain\"&gt;autonomous community of Spain&lt;/a&gt;, the Canaries have a substantial degree of autonomy. The community government is organized as a parliamentary system with a President elected from amongst the members of Parliament. The community government has autonomy concerning a wide range of competencies, including over natural resources and tourism as well as a unique fiscal system. It shares power concerning agriculture and trade with the central government in Spain, and has the responsibility to oversee the implementation of actions taken by the central government in the competencies which the community government does not have autonomy. Each island also has a substantial degree of autonomy from the community government to control its own local affairs.\nCeuta and Melilla.\nCeuta and Melilla are two cities on the northwestern coast of Africa bordering &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;. Both were founded by the &lt;a href=\"Carthaginians\"&gt;Carthaginians&lt;/a&gt; and later fell under successive &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt;, &lt;a href=\"Vandals\"&gt;Vandal&lt;/a&gt;, and &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; control before being conquered by the Arabs in the eighth century. Ceuta, in particular, served as the base for the &lt;a href=\"Umayyad%20conquest%20of%20Hispania\"&gt;Moorish conquest of Spain&lt;/a&gt; during that time period. In 1415, Ceuta was conquered by the Portuguese, with Melilla falling to the Spanish in 1497. When the kingdoms of Spain and Portugal &lt;a href=\"Iberian%20Union\"&gt;united&lt;/a&gt; in 1580, Ceuta also came under Spanish control and has remained Spanish ever since. During the &lt;a href=\"Spanish-Moroccan%20War%20%281859%29\"&gt;Spanish-Moroccan War&lt;/a&gt;, both cities gained additional territory to expand to the present boundaries. Autonomy was granted to both cities in 1995. Today, Morocco still claims that the two cities are part of Moroccan territory, which has created tension between the neighboring countries.\nBoth cities' governments are parliamentary in nature, with an additional mayor-council system acting as the executive power. The cities have a wide degree of autonomy, with responsibility vested in the central government only in areas concerning communication and trade affairs. They both have fiscal autonomy which allows them to tax residents in order to fund many of the city services such as police.\nSaint Helena, Ascension and Tristan da Cunha.\n&lt;a href=\"Saint%20Helena%2C%20Ascension%20and%20Tristan%20da%20Cunha\"&gt;Saint Helena, Ascension and Tristan da Cunha&lt;/a&gt; is a &lt;a href=\"British%20Overseas%20Territory\"&gt;British Overseas Territory&lt;/a&gt; in the Atlantic Ocean. It is ruled by &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt;, Queen of Saint Helena, who is represented locally by a governor. Saint Helena was first discovered by a series of &lt;a href=\"Portuguese%20people\"&gt;Portuguese&lt;/a&gt; explorers between 1602 and 1604. They built a number of structures upon it, and began to use it as a waystation, although they never constituted a permanent settlement. During the &lt;a href=\"Interregnum%20%28England%29\"&gt;interregnum&lt;/a&gt; in England, the &lt;a href=\"Honourable%20East%20India%20Company\"&gt;Honourable East India Company&lt;/a&gt; received a charter to govern the island from &lt;a href=\"Oliver%20Cromwell\"&gt;Oliver Cromwell&lt;/a&gt;. For close to two hundred years afterwards, Company rule was maintained by the British. It only came to an end in the early 1800s, upon which sovereignty passed to the British themselves. \nAscension island was added to the territory in the 1920s, and Tristan da Cunha was likewise added to it in the following decade.\nSub-national monarchies.\nA series of sub-national polities exist as constituencies of a number of the 52 remaining sovereign states of Africa. &lt;a href=\"Traditional%20authority\"&gt;Traditional authority&lt;/a&gt; is vested in the monarchs of these constituencies by virtue of customary law as a general rule, although some of them also enjoy either a constitutional or a statutory recognition of their titles in the states that play host to them. Such figures as the &lt;a href=\"Nigerian%20traditional%20rulers\"&gt;Nigerian traditional rulers&lt;/a&gt; and the Zulu King of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; typify the class."
}