{
    "id": "62879296",
    "revid": "253891",
    "url": "https://en.wikipedia.org/wiki?curid=62879296",
    "title": "Pilot 35",
    "text": "The Pilot 35 is an American &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt; that was designed by &lt;a href=\"Sparkman%20%26amp%3B%20Stephens\"&gt;Sparkman &amp; Stephens&lt;/a&gt; as a &lt;a href=\"Sailing%20%28sport%29\"&gt;racer&lt;/a&gt;-&lt;a href=\"Cruising%20%28maritime%29\"&gt;cruiser&lt;/a&gt; and first built in 1962.\nProduction.\nThe boat was designated as Sparkman &amp; Stephens design #1727 and was intended as &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt; boat especially for &lt;a href=\"Henry%20R.%20Hinckley%20%26amp%3B%20Company\"&gt;Henry R. Hinckley &amp; Company&lt;/a&gt; (Hinckley Yachts), who built the design in &lt;a href=\"Southwest%20Harbor%2C%20Maine\"&gt;Southwest Harbor, Maine&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. A total of 117 examples of the design were completed between 1962 and 1975, but it is now out of production. Some sources say 13 were completed as &lt;a href=\"yawl\"&gt;yawl&lt;/a&gt;s while others state 25.\nFive boats were delivered with a custom raised cabin \"dog house\".\nAbout 12 boats were built under licence in South America for use by the &lt;a href=\"Chilean%20Navy\"&gt;Chilean Navy&lt;/a&gt;.\nDesign.\nThe Pilot 35 is a recreational &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of fiberglass, with &lt;a href=\"teak\"&gt;teak&lt;/a&gt; wood trim above decks. It has a &lt;a href=\"masthead%20sloop\"&gt;masthead sloop&lt;/a&gt; rig or optional &lt;a href=\"mizzen%20mast\"&gt;mizzen mast&lt;/a&gt; and yawl rig, with &lt;a href=\"aluminum\"&gt;aluminum&lt;/a&gt; spars. It features a spooned &lt;a href=\"raked%20stem\"&gt;raked stem&lt;/a&gt;, a raised counter &lt;a href=\"Transom%20%28nautical%29\"&gt;transom&lt;/a&gt;, a keel-mounted &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; controlled by a &lt;a href=\"Ship%27s%20wheel\"&gt;wheel&lt;/a&gt; and a fixed long &lt;a href=\"keel\"&gt;keel&lt;/a&gt;. A tall rig for sailing in areas with lighter winds was also optional, with a mast about taller. It displaces and carries of lead ballast.\nThe boat has a draft of with the standard keel fitted.\nThe boat is fitted with a &lt;a href=\"Westerbeke\"&gt;Westerbeke&lt;/a&gt; 4-107 FWC &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt; of or a Universal &lt;a href=\"gasoline%20engine\"&gt;gasoline engine&lt;/a&gt; for docking and maneuvering. The fuel tank holds and the fresh water tank has a capacity of .\nThe below decks woodwork is of &lt;a href=\"Philippine\"&gt;Philippine&lt;/a&gt; &lt;a href=\"mahogany\"&gt;mahogany&lt;/a&gt;, with the cabin sole made from &lt;a href=\"holly\"&gt;holly&lt;/a&gt;. Sleeping accommodation consists of a private bow cabin with a \"V\"-berth, a main cabin with opposite settee berths, plus optional berths mounted above the settee berths, for a total of six berths. The &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; is a split design, with the two-burner, alcohol-fired stove and oven and sink to port and the &lt;a href=\"refrigerator\"&gt;refrigerator&lt;/a&gt; to starboard, the top of which serves as a navigation station. The &lt;a href=\"Head%20%28watercraft%29\"&gt;head&lt;/a&gt; is located just aft the bow cabin and has a hanging locker opposite. Pressurized water is provided for both the head and galley.\nFor sailing, winches are provided for the &lt;a href=\"jib\"&gt;jib&lt;/a&gt; as well as &lt;a href=\"halyard\"&gt;halyard&lt;/a&gt; winches. The &lt;a href=\"mainsheet\"&gt;mainsheet&lt;/a&gt; is aft, &lt;a href=\"Sheet%20%28sailing%29\"&gt;sheeted&lt;/a&gt; from the end of the &lt;a href=\"boom%20%28sailing%29\"&gt;boom&lt;/a&gt;. There are &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt; &lt;a href=\"genoa%20%28sail%29\"&gt;genoa&lt;/a&gt; tracks and the &lt;a href=\"standing%20rigging\"&gt;standing rigging&lt;/a&gt; is also stainless steel. The toerails, handrails and the long, sweeping cockpit coaming, as well as all other topside trim parts, are all made from teak wood.\nThe design has a &lt;a href=\"Portsmouth%20Yardstick\"&gt;Portsmouth Yardstick&lt;/a&gt; racing average handicap of 81.\nSee also.\nSimilar sailboats"
}