{
    "id": "6290006",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=6290006",
    "title": "Qaa",
    "text": "Qaa (&lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt;: القاع), El Qaa, Al Qaa or Masharih al-Qaa is a town in &lt;a href=\"Baalbek-Hermel%20Governorate\"&gt;Baalbek-Hermel Governorate&lt;/a&gt;, &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;.\nIt has a mainly &lt;a href=\"Melkite%20Greek%20Catholic%20Church\"&gt;Greek Catholic&lt;/a&gt; population.\nThe village has been the target of attacks from Syrian government and anti-government forces.\nHistory.\nIn 1838, &lt;a href=\"Eli%20Smith\"&gt;Eli Smith&lt;/a&gt; noted Qaa's population as being predominantly &lt;a href=\"Catholic%20Church\"&gt;Catholic Christian&lt;/a&gt;.\nThe &lt;a href=\"Syrian%20army\"&gt;Syrian army&lt;/a&gt; invaded &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; at 4 a.m. on 1 September 2012 and kidnapped a farmer from the town as part of escalating incursions during the &lt;a href=\"Syrian%20civil%20war\"&gt;Syrian civil war&lt;/a&gt;. The invasion lasted for forty minutes before the unit withdrew. A house in Qaa had previously been hit by a &lt;a href=\"shell%20%28projectile%29\"&gt;shell&lt;/a&gt; fired by the Syrian army.\nOn the 27 June 2016, at least five people in Qaa were killed and thirteen others wounded in an attack by four &lt;a href=\"suicide%20bomber\"&gt;suicide bomber&lt;/a&gt;s.\nArchaeology.\nAlong with &lt;a href=\"Maqne%20I\"&gt;Maqne I&lt;/a&gt;, Qaa is a type site of the &lt;a href=\"Shepherd%20Neolithic\"&gt;Shepherd Neolithic&lt;/a&gt; &lt;a href=\"industry%20%28archaeology%29\"&gt;industry&lt;/a&gt;. The site is located north west of the town, north of a path leading from Qaa to &lt;a href=\"Hermel\"&gt;Hermel&lt;/a&gt;. It was discovered by M. Billaux and the materials recovered were documented by &lt;a href=\"Henri%20Fleisch\"&gt;Henri Fleisch&lt;/a&gt; in 1966. The area was lightly cultivated with a thin soil covering the &lt;a href=\"Conglomerate%20%28geology%29\"&gt;conglomerates&lt;/a&gt;. The flints were divided into three groups of a reddish brown, light brown and one that was mostly chocolate and grey colored with a radiant \"desert shine\".\nThe Shepherd Neolithic industry can be defined firstly by being small and thick in size, with &lt;a href=\"Lithic%20flake\"&gt;flake&lt;/a&gt;s commonly ranging from to , the thickness distinguishing them from &lt;a href=\"geometric\"&gt;geometric&lt;/a&gt; &lt;a href=\"microlith\"&gt;microlith&lt;/a&gt;s. Their second characteristic is the limited number of forms that the tools take, apart from cores being transverse &lt;a href=\"racloir\"&gt;racloir&lt;/a&gt;s on small flakes, strong-pointed borers, denticulated or notched thick, short blades and end-scrapers. It was thirdly characterized by a lack of known &lt;a href=\"typology%20%28archaeology%29\"&gt;typology&lt;/a&gt;, with only occasional use of &lt;a href=\"Levallois%20technique\"&gt;Levallois technique&lt;/a&gt;. It was determined to be definitely later than the &lt;a href=\"Mesolithic\"&gt;Mesolithic&lt;/a&gt; but without any usual forms from the &lt;a href=\"Upper%20Paleolithic\"&gt;Upper Paleolithic&lt;/a&gt; or &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt; &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt;. Henri Fleisch tentatively suggested the industry to be &lt;a href=\"Epipaleolithic\"&gt;Epipaleolithic&lt;/a&gt; and suggested it may have been used by &lt;a href=\"Nomadic%20pastoralism\"&gt;nomadic shepherds&lt;/a&gt;. The Shepherd Neolithic has largely been ignored and understudied following the outbreak of the &lt;a href=\"Lebanese%20civil%20war\"&gt;Lebanese civil war&lt;/a&gt;."
}