{
    "id": "6295948",
    "revid": "40103922",
    "url": "https://en.wikipedia.org/wiki?curid=6295948",
    "title": "Supreme National Security Council",
    "text": "Supreme National Security Council (SNSC; \"Showrāye Āliye Amniyate Mellī\" also \"Supreme Council for National Security\") is the &lt;a href=\"national%20security%20council\"&gt;national security council&lt;/a&gt; of the &lt;a href=\"Islamic%20Republic%20of%20Iran\"&gt;Islamic Republic of Iran&lt;/a&gt;, the current secretary of the Supreme National Security Council of which is Rear Admiral Upper Half &lt;a href=\"Ali%20Shamkhani\"&gt;Ali Shamkhani&lt;/a&gt;. He was appointed to position of secretary by the &lt;a href=\"Supreme%20Leader%20of%20Iran\"&gt;Supreme Leader&lt;/a&gt; &lt;a href=\"Ali%20Khamenei\"&gt;Ali Khamenei&lt;/a&gt; On 10 September 2013. \nThe council was formed for the protection and support of national interests and Islamic revolution and territorial integrity and national sovereignty of the country. This institution was founded during the &lt;a href=\"1989%20Iranian%20constitutional%20referendum\"&gt;1989 revision of the constitution&lt;/a&gt;.\nThe responsibilities of the council are defined by the constitution as: \nComposition.\nThis National Security Council is mandated by Article 176 of the &lt;a href=\"Constitution%20of%20the%20Islamic%20Republic%20of%20Iran\"&gt;Constitution of the Islamic Republic of Iran&lt;/a&gt; to be presided over by the &lt;a href=\"President%20of%20Iran\"&gt;president&lt;/a&gt; of the country. The &lt;a href=\"Supreme%20Leader%20of%20Iran\"&gt;Supreme Leader&lt;/a&gt; &lt;a href=\"Ali%20Khamenei\"&gt;Ali Khamenei&lt;/a&gt; selects the secretary of the Supreme council. The decisions of the Council are effective after the confirmation by the &lt;a href=\"Supreme%20Leader%20of%20Iran\"&gt;Supreme Leader&lt;/a&gt;. Supreme Leader &lt;a href=\"Ali%20Khamenei\"&gt;Ali Khamenei&lt;/a&gt; and the Supreme National Security Council (SNSC) are at the top of the foreign policy decisions process.\nNuclear policy.\nSupreme National Security Council formulates the country's nuclear policy. The nuclear policies formulated by the council would become effective if they are confirmed by the Supreme Leader. The secretary of the Supreme council was the chief nuclear negotiator of Iran until 5 September 2013 when responsibility for nuclear talks was assigned to &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Iran%29\"&gt;the ministry of foreign affairs&lt;/a&gt;.\nMembers.\nAs of 2021, following members are: "
}