{
    "id": "62965253",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=62965253",
    "title": "Digawolf",
    "text": "Digawolf is a Canadian alternative music group from &lt;a href=\"Yellowknife\"&gt;Yellowknife&lt;/a&gt;, &lt;a href=\"Northwest%20Territories\"&gt;Northwest Territories&lt;/a&gt;, who record and perform in both &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; and &lt;a href=\"Dogrib%20language\"&gt;Tłı̨chǫ Yatıì&lt;/a&gt;. They are most noted as two-time &lt;a href=\"Juno%20Award\"&gt;Juno Award&lt;/a&gt; nominees for &lt;a href=\"Juno%20Award%20for%20Indigenous%20Music%20Album%20of%20the%20Year\"&gt;Indigenous Music Album of the Year&lt;/a&gt;, receiving nominations at the &lt;a href=\"Juno%20Awards%20of%202010\"&gt;Juno Awards of 2010&lt;/a&gt; for their album \"Distant Morning Star\", and at the &lt;a href=\"Juno%20Awards%20of%202020\"&gt;Juno Awards of 2020&lt;/a&gt; for \"Yellowstone\".\nThe band's core member is singer and songwriter Diga, a musician from &lt;a href=\"Behchok%C7%AB%CC%80\"&gt;Behchokǫ̀&lt;/a&gt;. He began his career in music as a member of Northern Band, and released two solo albums, one under his own name and one under the stage name Diga, before forming the band. He chose the band's name by combining \"Diga\", the Tłı̨chǫ Yatıì word for &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;, with its English translation after having to explain many times to audiences what \"Diga\" meant. \"Distant Morning Star\", the debut album of the full band, was released in 2009.\nSupporting band members have included bassist TJ Buggins and drummer David Dowe at the time of the band's 2015 album \"Great Northern Man\", and bassist Nik Heyman and drummer Peter Dombernowsky on \"Yellowstone\". For \"Great Northern Man\", Diga was a &lt;a href=\"Canadian%20Folk%20Music%20Award\"&gt;Canadian Folk Music Award&lt;/a&gt; nominee for Aboriginal Songwriter of the Year at the &lt;a href=\"12th%20Canadian%20Folk%20Music%20Awards\"&gt;12th Canadian Folk Music Awards&lt;/a&gt; in 2016.\nTo promote \"Yellowstone\", the band appeared on the national &lt;a href=\"CBC%20Radio%20One\"&gt;CBC Radio&lt;/a&gt; program \"&lt;a href=\"Q%20%28radio%20show%29\"&gt;Q&lt;/a&gt;\" in 2019 to perform their songs \"Elexe Together\" and \"Northern Love Affair\"."
}