{
    "id": "63002939",
    "revid": "5288432",
    "url": "https://en.wikipedia.org/wiki?curid=63002939",
    "title": "Piazza Scossacavalli",
    "text": "Piazza Scossacavalli, also named Piazza di San Clemente, Piazza di Trento, Piazza d'Aragona, Piazza Salviati, was a square in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, Italy, important for historical and architectonic reasons. The square was demolished together with the surrounding quarter in 1937 due to the construction of &lt;a href=\"Via%20della%20Conciliazione\"&gt;Via della Conciliazione&lt;/a&gt;.\nLocation.\nLocated in the &lt;a href=\"Borgo%20%28rione%20of%20Rome%29\"&gt;Borgo&lt;/a&gt; \"&lt;a href=\"Rioni%20of%20Rome\"&gt;rione&lt;/a&gt;\", the square, of quadrangular shape, was located between the two roads of &lt;a href=\"Borgo%20Nuovo%20%28Rome%29\"&gt;Borgo Nuovo&lt;/a&gt; and &lt;a href=\"Borgo%20Vecchio%20%28Rome%29\"&gt;Borgo Vecchio&lt;/a&gt;, which crossed it tangentially respectively along its north and south side at about two thirds of their length in direction of &lt;a href=\"Saint%20Peter%27s%20Basilica\"&gt;Saint Peter's Basilica&lt;/a&gt;.\nPiazza Scossacavalli was the center of the so–called \"spina\" (the name derives from its resemblance with the median strip of a &lt;a href=\"Circus%20%28building%29\"&gt;Roman circus&lt;/a&gt;), composed of several blocks elongated in E–W direction between &lt;a href=\"Castel%20Sant%27Angelo\"&gt;the castle&lt;/a&gt; and Saint Peter.\nNaming.\nThe square's name derives from that of the church of &lt;a href=\"San%20Giacomo%20Scossacavalli\"&gt;San Giacomo&lt;/a&gt; placed on the east side of the square, and this gave birth to a legend; when &lt;a href=\"Helena%20%28empress%29\"&gt;Helena&lt;/a&gt; (mother of &lt;a href=\"Constantine%20the%20Great\"&gt;Constantine the Great&lt;/a&gt;) returned from her trip to the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;, she brought back two stone &lt;a href=\"relic\"&gt;relic&lt;/a&gt;s: one from the &lt;a href=\"presentation%20of%20Jesus%20at%20the%20Temple\"&gt;presentation of Jesus at the Temple&lt;/a&gt; and one on which &lt;a href=\"Abraham\"&gt;Abraham&lt;/a&gt; &lt;a href=\"Binding%20of%20Isaac\"&gt;bound&lt;/a&gt; &lt;a href=\"Isaac\"&gt;Isaac&lt;/a&gt;. The empress wanted to donate the stones to &lt;a href=\"Old%20St.%20Peter%27s%20Basilica\"&gt;Saint Peter's Basilica&lt;/a&gt;, but when the convoy arrived at the site of the future church the horses () refused to move further despite urging (). A chapel hosting the stones was built, and this was the origin of the toponym. The most probable reason for the name was the discovery, near the square, of a thigh from a Roman &lt;a href=\"equestrian%20statue\"&gt;equestrian statue&lt;/a&gt; (\"coxa caballi\" in &lt;a href=\"Vulgar%20Latin\"&gt;Vulgar Latin&lt;/a&gt;).\nThe square bore also several other names, all linked to &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;cardinals&lt;/a&gt; who were renters or owners of the palaces surrounding the square (specially &lt;a href=\"palazzo%20dei%20Penitenzieri\"&gt;palazzo della Rovere&lt;/a&gt;): it was named \"Piazza di San Clemente\" (&lt;a href=\"Domenico%20della%20Rovere\"&gt;Domenico della Rovere&lt;/a&gt; was &lt;a href=\"cardinal%20priest\"&gt;cardinal priest&lt;/a&gt; of &lt;a href=\"San%20Clemente%20al%20Laterano\"&gt;San Clemente al Laterano&lt;/a&gt;); \"Piazza di &lt;a href=\"Prince-Bishopric%20of%20Trent\"&gt;Trento&lt;/a&gt;\" (&lt;a href=\"diocese\"&gt;diocese&lt;/a&gt; of &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;Cardinal&lt;/a&gt; &lt;a href=\"Carlo%20Gaudenzio%20Madruzzo\"&gt;Carlo Gaudenzio Madruzzo&lt;/a&gt;, who acquired in 1609 the palace for 26,000 \"&lt;a href=\"Scudo%20%28coin%29\"&gt;scudi&lt;/a&gt;\"); \"Piazza d'&lt;a href=\"Aragon\"&gt;Aragon&lt;/a&gt;a\" (from Cardinal &lt;a href=\"Luigi%20d%27Aragona\"&gt;Luigi d'Aragona&lt;/a&gt;, natural grandson of king &lt;a href=\"Ferdinand%20I%20of%20Naples\"&gt;Ferdinand I of Naples&lt;/a&gt; and father of the \"&lt;a href=\"Courtier\"&gt;cortigiana&lt;/a&gt;\" and poetess &lt;a href=\"Tullia%20d%27Aragona\"&gt;Tullia d'Aragona&lt;/a&gt;, who lived in the palace since 1514); \"Piazza Salviati\" (from Cardinal &lt;a href=\"Giovanni%20Salviati\"&gt;Giovanni Salviati&lt;/a&gt;, nephew of &lt;a href=\"Pope%20Leo%20X\"&gt;Pope Leo X&lt;/a&gt; (), renter of the palace since 1524).\nHistory.\nRoman age and Middle Ages.\nIn the &lt;a href=\"Roman%20age\"&gt;Roman age&lt;/a&gt;, the future rione of Borgo, part of the \"&lt;a href=\"ager%20Vaticanus\"&gt;ager Vaticanus&lt;/a&gt;\", was crossed by two roads: the \"&lt;a href=\"via%20Cornelia\"&gt;via Cornelia&lt;/a&gt;\" which started from &lt;a href=\"Ponte%20Milvio\"&gt;Ponte Milvio&lt;/a&gt; and – running along the right bank of the &lt;a href=\"Tiber\"&gt;Tiber&lt;/a&gt; – reached &lt;a href=\"Castel%20Sant%27Angelo\"&gt;Hadrian's Mausoleum&lt;/a&gt;, and the \"&lt;a href=\"via%20Triumphalis\"&gt;via Triumphalis&lt;/a&gt;\", which crossed the Tiber on the \"&lt;a href=\"Pons%20Neronianus\"&gt;Pons Neronianus&lt;/a&gt;\", heading north in direction &lt;a href=\"Monte%20Mario\"&gt;Monte Mario&lt;/a&gt; and then flowing into the \"&lt;a href=\"via%20Cassia\"&gt;via Cassia&lt;/a&gt;\". Many scholars think that the two roads crossed each other in a place corresponding to the Piazza Scossacavalli. In the Middle Ages the square consisted of an irregularly shaped open space surrounded by small houses and brick &lt;a href=\"kiln\"&gt;kiln&lt;/a&gt;s. Along the east side, it lay the church of \"San Salvatoris de coxa caballi\" (\"St. Saviour of horse thigh\"), later named \"San Salvatore de Bordonia\" and finally in 1250 dedicated to &lt;a href=\"James%20the%20Great\"&gt;San Giacomo&lt;/a&gt;.\nThe northern side of the church was bordered by a blind lane ending by a vegetable garden and the \"&lt;a href=\"Meta%20Romuli\"&gt;Meta Romuli&lt;/a&gt;\", a &lt;a href=\"pyramid\"&gt;pyramid&lt;/a&gt; similar to &lt;a href=\"Pyramid%20of%20Gaius%20Cestius\"&gt;that of Gaius Cestius&lt;/a&gt; along the &lt;a href=\"via%20Ostiensis\"&gt;via Ostiensis&lt;/a&gt;, while the south side of the piazza was traversed by the \"Carriera Martyrum\" road (the future Borgo Vecchio)\nAlong the north side of the square there was a field where the &lt;a href=\"brick\"&gt;brick&lt;/a&gt;s were placed to dry. In this area during late 15th century Cardinal &lt;a href=\"Ardicino%20della%20Porta%2C%20iuniore\"&gt;Ardicino della Porta the younger&lt;/a&gt; owned several houses and plots.\nRenaissance.\nThe golden age of the piazza started with the &lt;a href=\"Roman%20Renaissance\"&gt;Renaissance&lt;/a&gt; and Pope &lt;a href=\"Sixtus%20IV\"&gt;Sixtus IV&lt;/a&gt; () who, after repairing &lt;a href=\"Borgo%20Santo%20Spirito\"&gt;Borgo Santo Spirito&lt;/a&gt; and Borgo Sant'Angelo roads, on 1 January 1474 promulgated a \"&lt;a href=\"Papal%20bull\"&gt;bulla&lt;/a&gt;\" according many benefices to those who would have built houses in Borgo higher than 7 \"&lt;a href=\"canna%20%28unit%29\"&gt;canne&lt;/a&gt;\" (15 m). The first to profit of this law was Cardinal Domenico della Rovere, nephew of the pope, who in the last two decades of the 15th century let build on the south side of the piazza along Borgo Vecchio (at the n 139–158) &lt;a href=\"Palazzo%20della%20Rovere\"&gt;his palace&lt;/a&gt;, obtaining in 1481 from the pope the exemption from the payment of \"&lt;a href=\"Property\"&gt;censo&lt;/a&gt;\" fee; the building was possibly designed by &lt;a href=\"Florence\"&gt;Florentine&lt;/a&gt; architect &lt;a href=\"Baccio%20Pontelli\"&gt;Baccio Pontelli&lt;/a&gt;.\nIn 1499, &lt;a href=\"Pope%20Alexander%20VI\"&gt;Pope Alexander VI&lt;/a&gt; () let open for the &lt;a href=\"holy%20year\"&gt;holy year&lt;/a&gt; of 1500 the road which bore at first its name (\"via Alessandrina\") and later that of Borgo Nuovo. The new road crossed the square along its north side, and due to that and to the parallel crossing of Borgo Vecchio on the south side, piazza Scossacavalli became the fulcrum of the rione and the junction between the Borgo Vecchio, which became an isolated, familiar and simple road, and Borgo Nuovo, which was prestigious, touristic and busy. The pope gave special privileges, such as tax exemptions, to the people willing to erect buildings at least 5 \"canne\" (11 m ca.) high along the new road. &lt;a href=\"Adriano%20Castellesi\"&gt;Adriano Castellesi&lt;/a&gt;, &lt;a href=\"treasurer\"&gt;treasurer&lt;/a&gt; of Pope Alexander VI and later Cardinal of Corneto (today's &lt;a href=\"Tarquinia\"&gt;Tarquinia&lt;/a&gt;), in 1504 bought the plots at the north side of the piazza, occupied by a vegetable garden and several small houses, and let erect there (possibly by &lt;a href=\"Donato%20Bramante\"&gt;Donato Bramante&lt;/a&gt;) &lt;a href=\"Palazzo%20Torlonia\"&gt;a palace&lt;/a&gt;, which follows the outlines of the &lt;a href=\"Palazzo%20della%20Cancelleria\"&gt;Palazzo della Cancelleria&lt;/a&gt;. Castellesi in 1505 presented the palace, still unfinished, to &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII&lt;/a&gt; of England, to make of it the English embassy in Rome; in 1519 &lt;a href=\"Henry%20VIII\"&gt;Henry VIII&lt;/a&gt; presented it to cardinal &lt;a href=\"Lorenzo%20Campeggi\"&gt;Lorenzo Campeggi&lt;/a&gt;.\nAlong the western side of piazza Scossacavalli, at the corner with Borgo Vecchio, in the 15th century lay a house property of Bartolomeo Zon which hosted two deposed queens: &lt;a href=\"Catherine%20of%20Bosnia\"&gt;Catherine of Bosnia&lt;/a&gt;, which lived there in 1477–78, and &lt;a href=\"Charlotte%2C%20Queen%20of%20Cyprus\"&gt;Charlotte of Cyprus&lt;/a&gt;. Some years later, on the other end of the piazza's west side, at the corner with Borgo Nuovo, the Caprini family from &lt;a href=\"Viterbo\"&gt;Viterbo&lt;/a&gt; let erect by Bramante &lt;a href=\"palazzo%20Caprini\"&gt;their Roman residence&lt;/a&gt;. The palace was then bought by &lt;a href=\"Raphael\"&gt;Raphael&lt;/a&gt;, who completed it and spent there the last 3 years of his life, dying there in 1520. After 1584, after changing several owners, the palace was acquired by Camilla Peretti, the sister of &lt;a href=\"Pope%20Sixtus%20V\"&gt;Pope Sixtus V&lt;/a&gt; (), who bought it on behalf of her brother for her grandnephew, Cardinal &lt;a href=\"Alessandro%20Peretti%20di%20Montalto\"&gt;Alessandro Peretti di Montalto&lt;/a&gt;. Camilla Peretti bought also some houses facing Piazza Scossacavalli and Borgo Vecchio, so that the palace reached its full extension.\nOn the east side, short after 1520 the &lt;a href=\"confraternity\"&gt;confraternity&lt;/a&gt; of the &lt;a href=\"Blessed%20Sacrament\"&gt;Blessed Sacrament&lt;/a&gt; started to reconstruct the church of &lt;a href=\"San%20Giacomo%20Scossacavalli\"&gt;San Giacomo&lt;/a&gt;, choosing as architect &lt;a href=\"Antonio%20da%20Sangallo%20the%20Younger\"&gt;Antonio da Sangallo the Younger&lt;/a&gt;, but due to lack of funds its facade was still unfinished in 1590; anyway, thanks to a legacy two years later the construction was finished. The church was separated from Borgo Nuovo by a small lane and a house belonging to the near &lt;a href=\"Ospedale%20di%20Santo%20Spirito%20in%20Sassia\"&gt;Hospital of Santo Spirito&lt;/a&gt;; during the reign of Sixtus IV it had been rented for a long time by a valiant \"&lt;a href=\"condottiero\"&gt;condottiero&lt;/a&gt;\", Andrea della Casa Dennesia.\nBaroque and modern age.\nAt the beginning of the seventeenth century piazza Scossacavalli reached its definitive aspect, with a \"&lt;a href=\"cinquecento\"&gt;cinquecento&lt;/a&gt;\" atmosphere which would be maintained until its demolition. At the center of the square in 1614 was erected by Carlo Maderno (or &lt;a href=\"Giovanni%20Vasanzio\"&gt;Giovanni Vasanzio&lt;/a&gt;) a fountain with a mixtilinear basin surmounted by a cup bearing the ensigns of &lt;a href=\"Pope%20Paul%20V\"&gt;Pope Paul V&lt;/a&gt; &lt;a href=\"Borghese\"&gt;Borghese&lt;/a&gt; () (the eagle and the drake). To the same period date back two small wall fountains made by white marble and &lt;a href=\"pavonazzo%20marble\"&gt;pavonazzetto&lt;/a&gt;, decorated respectively with the eagle and the dragon and leaning against the Palazzo Della Rovere. In 1655, during the reign of &lt;a href=\"Pope%20Alexander%20VII\"&gt;Pope Alexander VII&lt;/a&gt; (), in this palace were moved the &lt;a href=\"Sacrament%20of%20Penance\"&gt;confessors&lt;/a&gt; working in Saint Peter known as \"penitenzieri\", which gave to the building its modern name. In 1685 Cardinal &lt;a href=\"Girolamo%20Gastaldi\"&gt;Girolamo Gastaldi&lt;/a&gt; died leaving his palace to the hospice where were lodged &lt;a href=\"Protestantism\"&gt;Protestants&lt;/a&gt; during their conversion to the &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt;; due to that, the palace was known as &lt;a href=\"Palazzo%20dei%20Convertendi\"&gt;Palazzo dei Convertendi&lt;/a&gt;. &lt;a href=\"Palazzo%20Castellesi\"&gt;Palazzo Castellesi&lt;/a&gt;, after changing several owners, including the Campeggi, &lt;a href=\"house%20of%20Borghese\"&gt;Borghese&lt;/a&gt; and &lt;a href=\"house%20of%20Colonna\"&gt;Colonna&lt;/a&gt; families, was purchased in 1720 by count Pietro Giraud, and in 1820 by the &lt;a href=\"Torlonia\"&gt;Torlonia&lt;/a&gt; family, who still owns it.\nIn the 19th century, the only major intervention in Piazza Scossacavalli was the construction inside Palazzo dei Convertendi of a richly decorated &lt;a href=\"Oratory%20%28worship%29\"&gt;oratory&lt;/a&gt; dedicated to &lt;a href=\"Philip%20Neri\"&gt;San Filippo Neri&lt;/a&gt; with an entrance on the square.\nDemolition.\nIn the 1930s, with the decision to open a large road between &lt;a href=\"Castel%20Sant%27Angelo\"&gt;Castel Sant'Angelo&lt;/a&gt; and Saint Peter, the fate of the piazza was sealed:\nthe \"spina di Borgo\" with piazza Scossacavalli was demolished between 29 October 1936 and 8 October 1937. Among the buildings which bordered the square, the &lt;a href=\"San%20Giacomo%20Scossacavalli\"&gt;Church of San Giacomo&lt;/a&gt; was demolished in 1937; the &lt;a href=\"Palazzo%20dei%20Penitenzieri\"&gt;Palazzo dei Penitenzieri&lt;/a&gt;, which was in a dilapidated state, was left in place but underwent a heavy restoration in 1949 and now faces the south side of Via della Conciliazione; the Palazzo dei Convertendi was demolished but some elements of its prospect along Borgo Nuovo, included the &lt;a href=\"portal%20%28architecture%29\"&gt;portal&lt;/a&gt; surmounted by a beautiful &lt;a href=\"balcony\"&gt;balcony&lt;/a&gt; attributed to &lt;a href=\"Carlo%20Fontana\"&gt;Carlo Fontana&lt;/a&gt; or &lt;a href=\"Baldassarre%20Peruzzi\"&gt;Baldassarre Peruzzi&lt;/a&gt;, were reused in a modern palace bearing the same name and erected along the north side of Via della Conciliazione; &lt;a href=\"Palazzo%20Torlonia\"&gt;Palazzo Torlonia&lt;/a&gt; remained untouched, being the only building not to be altered during the works for the opening of the new road, This building, which now belongs to the &lt;a href=\"Torlonia\"&gt;Torlonia&lt;/a&gt; family, and is now part of the north side of Via della Conciliazione.\nThe fountain of Carlo Maderno was dismounted in 1941 and landed in the city deposit until 1957, when it was remounted in front of &lt;a href=\"Sant%27Andrea%20della%20Valle\"&gt;Sant'Andrea della Valle&lt;/a&gt; (also Maderno's work), although several parts (among them the upper cup, which was Ancient Roman) were missing and had to be remade.\nThe memory of the square survives in a short street (\"via Scossacavalli\") which links Borgo Santo Spirito and Via della Conciliazione."
}