{
    "id": "63043429",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=63043429",
    "title": "Royal Samoan Police Band",
    "text": "The Royal Samoa Police Band (RSPB) is the musical &lt;a href=\"police%20band%20%28music%29\"&gt;police band&lt;/a&gt; of the &lt;a href=\"Samoa%20Police%20Service\"&gt;Samoa Police Service&lt;/a&gt;. Being that &lt;a href=\"Samoa\"&gt;Samoa&lt;/a&gt; has &lt;a href=\"Military%20of%20Samoa\"&gt;no standing army&lt;/a&gt; (the &lt;a href=\"New%20Zealand%20Defence%20Force\"&gt;New Zealand Defence Force&lt;/a&gt; is responsible for &lt;a href=\"Defense%20%28military%29\"&gt;defense&lt;/a&gt; country), it is the chief unit of the state to support the government with music. As such, it plays at official police ceremonies, as well as ceremonies of state. It serves as a key component in some of the Ministry of Police's Community Engagement Programs. The band marches in traditional Samoan &lt;a href=\"Lavalava\"&gt;Lavalava&lt;/a&gt;s.\nDuties.\nThe band marches to the Capitol Building in &lt;a href=\"Apia\"&gt;Apia&lt;/a&gt; on a daily basis to raise the national flag of Samoa in a ritual has existed since the 1970s. In April 2010, the band performed with the visiting United States Marine Forces Pacific Band during the 110th Flag Day celebrations that month. In the summer of 2015, the band visited Australia for the first time since their inception to celebrate the end of colonialism. It had only travelled as far as &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; and were given special permission by Prime Minister &lt;a href=\"Tuilaepa%20Aiono%20Sailele%20Malielegaoi\"&gt;Tuilaepa Aiono Sailele Malielegaoi&lt;/a&gt; to perform a concert and at the &lt;a href=\"Carriageworks\"&gt;Carriageworks&lt;/a&gt; centre in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; for three days. While at the latter, it performed \"Siamani Samoa\" by &lt;a href=\"Michel%20Tuffery\"&gt;Michel Tuffery&lt;/a&gt;. The &lt;a href=\"Legislative%20Council%20of%20New%20South%20Wales\"&gt;Legislative Council of New South Wales&lt;/a&gt; later honored the band's visit to &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; through a motion headed by &lt;a href=\"Liberal%20Party%20of%20Australia%20%28New%20South%20Wales%20Division%29\"&gt;Liberal Party&lt;/a&gt; member &lt;a href=\"David%20Clarke%20%28Australian%20politician%29\"&gt;David Clarke&lt;/a&gt; to recognize the work of the band led by Superintendent Nafo'itoa Alesana Laki and Inspector Sala Opetaia Lauina.\nIn August 2019, the &lt;a href=\"Australian%20Army%20Band%20Kapooka\"&gt;Australian Army Band Kapooka&lt;/a&gt; gave the band 18,500 &lt;a href=\"AUD\"&gt;AUD&lt;/a&gt; worth of musical equipment."
}