{
    "id": "6305231",
    "revid": "9929111",
    "url": "https://en.wikipedia.org/wiki?curid=6305231",
    "title": "Open Source Enterprise",
    "text": "The Open Source Enterprise (OSE) is a &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;United States Government&lt;/a&gt; organization dedicated to &lt;a href=\"open-source%20intelligence\"&gt;open-source intelligence&lt;/a&gt; that was established by &lt;a href=\"Assistant%20Deputy%20Director%20of%20National%20Intelligence%20for%20Open%20Source\"&gt;Assistant Deputy Director of National Intelligence for Open Source&lt;/a&gt; (ADDNI/OS), &lt;a href=\"Eliot%20A.%20Jardines\"&gt;Eliot A. Jardines&lt;/a&gt;. They provide material to the &lt;a href=\"National%20Technical%20Information%20Service\"&gt;National Technical Information Service&lt;/a&gt; (NTIS) and other government officials through the online news service &lt;a href=\"World%20News%20Connection\"&gt;World News Connection&lt;/a&gt;.\nHistory.\nIn the fall of November 1992, &lt;a href=\"United%20States%20Senate\"&gt;Senator&lt;/a&gt; &lt;a href=\"David%20Boren\"&gt;David Boren&lt;/a&gt;, then Chairman of the &lt;a href=\"Senate%20Select%20Committee%20on%20Intelligence\"&gt;Senate Select Committee on Intelligence&lt;/a&gt;, sponsored the National Security Act of 1992, attempting to achieve modest reform in the &lt;a href=\"U.S.%20Intelligence%20Community\"&gt;U.S. Intelligence Community&lt;/a&gt;. His counterpart on the House Permanent Select Committee on Intelligence was &lt;a href=\"Dave%20McCurdy\"&gt;Congressman Dave McCurdy&lt;/a&gt;. The House version of the legislation included a separate Open Source Office, at the suggestion of Larry Prior, a Marine Reservist with &lt;a href=\"Marine%20Corps%20Intelligence%20Command\"&gt;Marine Corps Intelligence Command&lt;/a&gt; experience then serving on the &lt;a href=\"United%20States%20House%20Permanent%20Select%20Committee%20on%20Intelligence\"&gt;House Permanent Select Committee on Intelligence&lt;/a&gt; staff.\nThe &lt;a href=\"Aspin-Brown%20Commission\"&gt;Aspin-Brown Commission&lt;/a&gt; stated in 1996 that US access to open sources was \"severely deficient\" and that this should be a \"top priority\" for both funding and &lt;a href=\"Director%20of%20the%20Central%20Intelligence%20Agency\"&gt;DCI&lt;/a&gt; attention.\nIn issuing its July 2004 report, the &lt;a href=\"9/11%20Commission\"&gt;9/11 Commission&lt;/a&gt; recommended the creation of an open source intelligence agency, but without further detail or comment. Subsequently, the &lt;a href=\"Iraq%20Intelligence%20Commission\"&gt;WMD Commission&lt;/a&gt; (also known as the Robb-Silberman Commission) report in March 2005 recommended the creation of an Open Source Directorate at the &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;.\nFollowing these recommendations, in November 2005 the &lt;a href=\"United%20States%20Director%20of%20National%20Intelligence\"&gt;Director of National Intelligence&lt;/a&gt; announced the creation of the DNI Open Source Center. The Center was established to collect information available from \"the Internet, databases, press, radio, television, video, geospatial data, photos and commercial imagery.\" In addition to collecting openly available information, it would train analysts to make better use of this information. The OSC absorbed the CIA's previously existing &lt;a href=\"Foreign%20Broadcast%20Information%20Service\"&gt;Foreign Broadcast Information Service&lt;/a&gt; (FBIS), originally established in 1941, with FBIS head &lt;a href=\"Douglas%20Naquin\"&gt;Douglas Naquin&lt;/a&gt; named as director of the Center.\nIn response to the &lt;a href=\"Cuban%20Missile%20Crisis\"&gt;Cuban Missile Crisis&lt;/a&gt; and START Treaty, FBIS was tasked with monitoring for clandestine and encoded messages from all nations and coordinating broadcast media contact points who could instantly broadcast urgent messages on \"All Channels\" and \"All Calls\" and mutually receive messages in all languages and codings from any foreign broadcast station. This task continues despite the Open Source Center's &lt;a href=\"Director%20of%20National%20Intelligence\"&gt;DNI&lt;/a&gt; reorganization.\nThe OSC is located in the &lt;a href=\"Reston%20Town%20Center\"&gt;Reston Town Center&lt;/a&gt; development in Reston, Virginia, in the former headquarters of the FBIS. The construction of the facility sparked some controversy in Reston, a planned community, due to the presence of a chained linked and barbed wire fence surrounding the buildings. In the late 1980s, the CIA agreed to install a more aesthetically pleasing fence around the buildings.\nOn October 1, 2015, the OSC changed its name to Open Source Enterprise and was absorbed into the CIA's Directorate of Digital Innovation.\nFacilities.\nAs of December 2016, Open Source Enterprise operates a facility at &lt;a href=\"Caversham%20Park\"&gt;Caversham Park&lt;/a&gt; alongside the UK's equivalent open-source intelligence service, &lt;a href=\"BBC%20Monitoring\"&gt;BBC Monitoring&lt;/a&gt;. In an information-sharing collaboration at Caversham, BBC Monitoring handles media from 25% of the world while Open Source handles the remaining 75%. There are plans to move Monitoring's headquarters elsewhere, possibly impacting this cooperation.\nThe House of Commons Foreign Affairs and Defence Committees have strongly condemned the gradual scaling down of BBC Monitoring's capabilities in two separate reports."
}