{
    "id": "63078763",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=63078763",
    "title": "Indian Army Chief's Band",
    "text": "The Indian Army Chief's Band is the &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt;'s full-time music band. It was founded in 1990 as the official band of the &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt; and the foremost in the armed forces. It also, as its name implies, represents the &lt;a href=\"Chief%20of%20the%20Army%20Staff%20%28India%29\"&gt;Chief of the Army Staff&lt;/a&gt; at events involving the COAS's presence. The band represents India in most important state events held in the Indian capital. It was raised in 1990 with bandsmen being drawn multiple &lt;a href=\"Indian%20military%20bands\"&gt;Indian military bands&lt;/a&gt; in order to \"retain the true representation of the entire nation in one band\". In April 2011, a string section was added, consisting of &lt;a href=\"cello\"&gt;cello&lt;/a&gt;s, &lt;a href=\"viola\"&gt;viola&lt;/a&gt;s and &lt;a href=\"violins\"&gt;violins&lt;/a&gt;, elevating it to a symphony orchestra comprising 72 musicians. Outside of the &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt;, it has also represented the &lt;a href=\"India\"&gt;India&lt;/a&gt;n nation at various military music festivals in &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;.\nStructure.\nThe band consists of the following ensembles:\nInitially, the band played with percussion, brass and woodwind sections. Today, the band uses traditional Indian instruments such as the &lt;a href=\"Mridangam\"&gt;Mridangam&lt;/a&gt;, the &lt;a href=\"Tabla\"&gt;Tabla&lt;/a&gt;, and the &lt;a href=\"Carnatic%20music\"&gt;Carnatic&lt;/a&gt;. In addition other traditional instruments such as the &lt;a href=\"Santoor\"&gt;Santoor&lt;/a&gt;, &lt;a href=\"Sitar\"&gt;Sitar&lt;/a&gt; and &lt;a href=\"Jaltarang\"&gt;Jaltarang&lt;/a&gt; have been incorporated in the band.\nEvents.\nThe band performs at ceremonial events with the Indian Army, including the &lt;a href=\"Presentation%20of%20Colours\"&gt;Presentation of Colours&lt;/a&gt; and the annual &lt;a href=\"Delhi%20Republic%20Day%20parade\"&gt;Delhi Republic Day parade&lt;/a&gt; on the &lt;a href=\"Rajpath\"&gt;Rajpath&lt;/a&gt;. In the latter, the band is not a marching contingent but rather is located away from the road in an area near the national flag during which it performs \"&lt;a href=\"Jana%20Gana%20Mana\"&gt;Jana Gana Mana&lt;/a&gt;\" the presentation of honours by the &lt;a href=\"President%27s%20Bodyguard\"&gt;President's Bodyguard&lt;/a&gt;. It also performs at &lt;a href=\"state%20dinner\"&gt;state dinner&lt;/a&gt;s held at the &lt;a href=\"Rashtrapati%20Bhavan\"&gt;Rashtrapati Bhavan&lt;/a&gt;, hosted by the &lt;a href=\"President%20of%20India\"&gt;President of India&lt;/a&gt; for a foreign &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt;. It also performs at community events in its vicinity."
}