{
    "id": "63099994",
    "revid": "30529645",
    "url": "https://en.wikipedia.org/wiki?curid=63099994",
    "title": "List of Beijing Guoan F.C. managers",
    "text": "&lt;a href=\"Beijing%20Guoan%20F.C.\"&gt;Beijing Guoan Football Club&lt;/a&gt; is a professional Chinese &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club that currently participates in the &lt;a href=\"Chinese%20Super%20League\"&gt;Chinese Super League&lt;/a&gt; under licence from the &lt;a href=\"Chinese%20Football%20Association\"&gt;Chinese Football Association&lt;/a&gt; (CFA). The team is based in the &lt;a href=\"Chaoyang%20District%2C%20Beijing\"&gt;Chaoyang District&lt;/a&gt; in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;.Since its inception, &lt;a href=\"Beijing%20Guoan\"&gt;Beijing Guoan&lt;/a&gt; have had 23 managers. &lt;a href=\"Bruno%20G%C3%A9n%C3%A9sio\"&gt;Bruno Génésio&lt;/a&gt; is the current manager.\nBackground.\n&lt;a href=\"Tang%20Pengju\"&gt;Tang Pengju&lt;/a&gt; was the club's first manager during their professional season. Beijing finished in a disappointing eighth out of twelve teams and the manager &lt;a href=\"Tang%20Pengju\"&gt;Tang Pengju&lt;/a&gt; was relieved of his duties. Serbian &lt;a href=\"Milovan%20%C4%90ori%C4%87\"&gt;Milovan Đorić&lt;/a&gt; would be Beijing's first foray with a foreign manager when he joined the club at the start of the &lt;a href=\"Chinese%20Jia-A%20League%202000\"&gt;2000 league season&lt;/a&gt;. His reign was exceptionally short-lived after he lost his first three games of the season before he was replaced with native coach &lt;a href=\"Wei%20Kexing\"&gt;Wei Kexing&lt;/a&gt;.\n&lt;a href=\"Jin%20Zhiyang\"&gt;Jin Zhiyang&lt;/a&gt; became the first manager who lead Beijing to their first professional trophy when he beat &lt;a href=\"Shandong%20Luneng%20Taishan%20F.C.\"&gt;Jinan Taishan Jiangjun&lt;/a&gt; 4–1 to lift the 1996 Chinese FA Cup. He is also the club's most successful manager in terms of trophies won, for 2 Chinese FA Cup Champions. After the dismissal of &lt;a href=\"Lee%20Jang-soo\"&gt;Lee Jang-soo&lt;/a&gt; in September 2009, as the caretaker manager, former Beijing player &lt;a href=\"Hong%20Yuanshuo\"&gt;Hong Yuanshuo&lt;/a&gt; was immediately brought into the team and on the final day of the season Beijing thrashed &lt;a href=\"Hangzhou%20Greentown%20F.C.\"&gt;Hangzhou Greentown&lt;/a&gt; 4–0 to clinch the 2009 league championship, and this is the only league champion they have won so far.\nManagers.\n\"Information correct after match played on 1 December 2019. Only competitive matches since 1994 are counted.\""
}