{
    "id": "6313827",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6313827",
    "title": "Rick Reed (pitcher)",
    "text": "Richard Allen Reed (born August 16, 1964) is a former &lt;a href=\"starting%20pitcher\"&gt;starting pitcher&lt;/a&gt; in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; who played for the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; (1988–1991), &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt; (1992–1993), &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; (1993–1994), &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; (1995), &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; (1997–2001) and &lt;a href=\"Minnesota%20Twins\"&gt;Minnesota Twins&lt;/a&gt; (2001–2003). He batted and threw right-handed.\nEarly baseball career.\nAfter playing for &lt;a href=\"Marshall%20University\"&gt;Marshall University&lt;/a&gt;, Reed was drafted by the Pittsburgh Pirates in the 26th round of the &lt;a href=\"1986%20Major%20League%20Baseball%20Draft\"&gt;1986 Major League Baseball Draft&lt;/a&gt;. He made his major league debut for Pittsburgh in 1988, but saw only limited playing time each year through 1991. After 1991, he spent several more years mostly in the minors. A highlight of Reed's early baseball career came on June 13, 1990 when Reed picked up the only save of his major league career in a 6-5 Pirates victory over the Cardinals.\nReplacement baseball.\nIn 1995, which was Reed's 10th year of pro ball, he agreed to be a replacement player for the Cincinnati Reds during the &lt;a href=\"1994%20Major%20League%20Baseball%20strike\"&gt;1994 Major League Baseball strike&lt;/a&gt;. Reed had been scheduled to be the Reds' opening day starter in 1995 if the strike hadn't been settled. He told reporters in 1995 that he sat in his hotel room the weekend before the scheduled start and prayed the strike would end so he wouldn't have to take the mound. \"It was their season to start, not mine,\" Reed said of the regular players.\nAfter the strike.\nAfter the strike, Reed was pitching well in the minor leagues with an 8-4 record and a 3.17 earned-run average. On July 21, 1995, Reed was recalled by Cincinnati to the consternation of several of his teammates who had gone on strike. In Reed's first major league start in 1995, he pitched innings of no-hit baseball during a home game against the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;. The Cubs' &lt;a href=\"Mark%20Grace\"&gt;Mark Grace&lt;/a&gt; broke up the no-hitter with an infield single off the glove of shortstop and future Hall of Famer &lt;a href=\"Barry%20Larkin\"&gt;Barry Larkin&lt;/a&gt; with one out in the seventh inning.\nDuring the rest of the 1995 season in the majors, Reed did not pitch well. He was optioned back to &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"Indianapolis%20Indians\"&gt;Indianapolis&lt;/a&gt; on August 14, 1995. On October 16, 1995, Reed filed for free agency. On November 7, 1995, Reed was signed by the New York Mets system. Reed spent the 1996 season in the minors, pitching in the New York Mets' system for the Triple-A &lt;a href=\"Norfolk%20Tides\"&gt;Norfolk Tides&lt;/a&gt;.\nReturn to the majors, and success.\nIn 1997, Reed found his major league stride with the New York Mets, going 13–9 and finishing sixth in the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; with a 2.89 &lt;a href=\"earned%20run%20average\"&gt;ERA&lt;/a&gt;. His most productive season came in 1998, when he won 16 games and held a 3.48 ERA, &lt;a href=\"strikeout\"&gt;striking out&lt;/a&gt; 153 batters while &lt;a href=\"base%20on%20balls\"&gt;walking&lt;/a&gt; just 29. An &lt;a href=\"MLB%20All-Star%20Game\"&gt;All-Star&lt;/a&gt; in 1998 and 2001, he also was a member of the Mets team that faced the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; in the &lt;a href=\"2000%20World%20Series\"&gt;2000 World Series&lt;/a&gt;.\nReed was traded by the Mets to the Minnesota Twins for &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt; &lt;a href=\"Matt%20Lawton\"&gt;Matt Lawton&lt;/a&gt; midseason in 2001. He won 15 games for Minnesota in 2002 and led the American League in &lt;a href=\"Bases%20on%20balls%20per%20nine%20innings%20pitched\"&gt;walks per nine innings&lt;/a&gt;. After a disappointing 2003 season where he went 6–12 with a 5.07 ERA, Reed retired. In a 15-season career, Reed posted a 93–76 record with 970 strikeouts and a 4.03 ERA.\nAfter the majors.\nIn 2005, Reed returned to Marshall University as the &lt;a href=\"coach%20%28baseball%29\"&gt;pitching coach&lt;/a&gt; for the &lt;a href=\"Marshall%20Thundering%20Herd%20baseball\"&gt;Thundering Herd baseball team&lt;/a&gt;."
}