{
    "id": "63163805",
    "revid": "1376828",
    "url": "https://en.wikipedia.org/wiki?curid=63163805",
    "title": "Move Me No Mountain",
    "text": "\"Move Me No Mountain\" is a song written by &lt;a href=\"Jerry%20Ragovoy\"&gt;Jerry Ragovoy&lt;/a&gt; and &lt;a href=\"Aaron%20Schroeder\"&gt;Aaron Schroeder&lt;/a&gt;. It was originally recorded in 1974 by &lt;a href=\"In%20Heat%20%28Love%20Unlimited%20album%29\"&gt;Love Unlimited&lt;/a&gt;, a group organized and produced by &lt;a href=\"Barry%20White\"&gt;Barry White&lt;/a&gt;. In 1975, Ragovoy arranged and produced a recording of the song by &lt;a href=\"Dionne%20Warwick\"&gt;Dionne Warwick&lt;/a&gt;. Warwick's version used a slightly different melody in the song's chorus than the melody sung by Love Unlimited, and this variation has been used on subsequent recordings of the song. In 1980, &lt;a href=\"Naughty%20%28Chaka%20Khan%20album%29\"&gt;Chaka Khan&lt;/a&gt; recorded a version of the song with production by &lt;a href=\"Arif%20Mardin\"&gt;Arif Mardin&lt;/a&gt;.\nSoul II Soul version.\n\"Move Me No Mountain\" was recorded in 1992 by British R&amp;B band &lt;a href=\"Soul%20II%20Soul\"&gt;Soul II Soul&lt;/a&gt; and released as the second single from their third album, \"Volume III Just Right\". It features British singer &lt;a href=\"Kofi%20%28musician%29\"&gt;Kofi&lt;/a&gt; (a.k.a. Carol Simms) and was a moderate hit in Europe. The song was a Top 10 hit in Greece and Portugal, peaking at number seven and ten. In the UK, it reached number 31. Outside Europe, it peaked at number 29 on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Dance%20Club%20Songs\"&gt;Dance Club Songs&lt;/a&gt; chart in the US and was a Top 40 hit in New Zealand. The accompanying black-and-white &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; features Kofi performing the song behind or in front of a &lt;a href=\"waterfall\"&gt;waterfall&lt;/a&gt;.\nCritical reception.\n&lt;a href=\"Larry%20Flick\"&gt;Larry Flick&lt;/a&gt; from \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" wrote that \"empowered with the silky tones of new vocalist &lt;a href=\"Kofi%20%28musician%29\"&gt;Kofi&lt;/a&gt;, second single from \"Just Right\" is a hearty mix of the act's signature nouveau &lt;a href=\"Soul%20music\"&gt;soul&lt;/a&gt; and state-of-the-charts &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; beats.\" He also noted English DJ &lt;a href=\"Joey%20Negro\"&gt;Joey Negro&lt;/a&gt;'s \"chipper remixes.\" John Martinucci from the \"&lt;a href=\"Gavin%20Report\"&gt;Gavin Report&lt;/a&gt;\" deemed it a \"laid back house-flavored track with Kofi's smooth vocals\", adding that former &lt;a href=\"Snap%21\"&gt;Snap!&lt;/a&gt; member &lt;a href=\"Penny%20Ford\"&gt;Penny Ford&lt;/a&gt; \"assists with background vocals.\" Andy Beevers from \"&lt;a href=\"Music%20Week\"&gt;Music Week&lt;/a&gt;\" viewed it as one of the \"standout\" tracks of the album, declaring it as \"an obvious choice\", featuring \"sweet soulful vocals\". Orla Swift from \"&lt;a href=\"Record-Journal\"&gt;Record-Journal&lt;/a&gt;\" described it as \"&lt;a href=\"Gospel%20music\"&gt;gospel&lt;/a&gt;-inflected\" and also she picked it as one of the album's \"strongest cuts\". Miranda Sawyer from \"&lt;a href=\"Select%20%28magazine%29\"&gt;Select&lt;/a&gt;\" wrote that it \"skips along very nicely — sweet lovers' rock vocals (from &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt; star Kofi) soaring over Soul II Soul's effortlessly clubby beat.\" Another editor, David Lubich said that it shows \"a glimpse of vocal talent\"."
}