{
    "id": "63198883",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=63198883",
    "title": "Ulota",
    "text": "Ulota is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es comprising 69 &lt;a href=\"species\"&gt;species&lt;/a&gt; with a worldwide distribution, though most species are found in the &lt;a href=\"Southern%20Hemisphere\"&gt;southern hemisphere&lt;/a&gt;.\nThey have commonly been grouped within the genus \"&lt;a href=\"Orthotrichum\"&gt;Orthotrichum&lt;/a&gt;\", though recently they have been placed in their own genus. Their phylogeny and taxonomy have been an area of debate ever since they were placed in their own genus, though it has been largely accepted to place \"Ulota\" as a genus of their own. They can be found growing on trees close to the coast, though some species are also found on rocks. Their shoots form small tufts to large mats across habitats, often intertwined with other mosses, including \"Orthotrichum\" species.\n\"Ulota\" reproduce using sexual structures, &lt;a href=\"sporangium\"&gt;sporangium&lt;/a&gt; (\"plural:\" sporangia), that are terminal on the shoot. The &lt;a href=\"calyptra\"&gt;calyptra&lt;/a&gt; covering the developing sporangium can be hairy or not hairy depending on the species, but the hairs extend from the sporangium base to the apex as opposed to the calyptra hairs of \"&lt;a href=\"Polytrichum\"&gt;Polytrichum&lt;/a&gt;\" mosses which extend from the apex to the base.\nTaxonomy.\nDue to morphological similarities, this genus has often been taxonomically clustered with the genus \"&lt;a href=\"Orthotrichum\"&gt;Orthotrichum&lt;/a&gt;\", and has also been considered as a &lt;a href=\"subgenus\"&gt;subgenus&lt;/a&gt; of \"Orthotrichum\". Often, these two genus are found growing together. Mohr first segregated \"Ulota\" from \"Orthotrichum\" in 1806, though the segregation has been debated. The two distinguishing features were the splitting of the calyptra at the base and the curled edges of the leaves. However, some \"Orthotrichum\" species also have calyptrae which split at the base. Molecular data has made some progress as to differentiating the taxa, though certain morphological features can be distinguishing. \"Ulota\" have superficial &lt;a href=\"stoma\"&gt;stoma&lt;/a&gt;ta, whereas \"Orthotrichum\" have cryptoporous stomata. Other distinguishing features of \"Ulota\" include being &lt;a href=\"monoicous\"&gt;monoicous&lt;/a&gt;, and the absence of &lt;a href=\"Asexual%20reproduction\"&gt;asexual&lt;/a&gt; reproductive structures. There is one &lt;a href=\"dioicous\"&gt;dioicous&lt;/a&gt; species \"U. phyllantha\", and according to molecular studies it is closer related to other \"Ulota\" species than \"Orthotrichum\" species which can be dioicous. The hyaline cells at the base of the leaf margin also helps to distinguish between \"Orthotrichum\" and most \"Ulota\" species.\nRecent genetic analysis of the &lt;a href=\"mitochondrial%20genome\"&gt;mitochondrial genome&lt;/a&gt;s of species within \"Orthotrichum\" suggests the presence of seven genera within the taxon. The seven genera include: the genus \"Orthotrichum,\" which groups together the three previous subgenera \"Callistoma, Pulchella,\" and \"Orthotrichum\"; the genus \"Leratia\", comprising the previous subgenus \"Exiguifolium\"; the genus \"Lewinskya\", which includes the two previous subgenera \"Phaneroporum\" and \"Gymnoporus\"; the genus \"Pulvigera\", comprising only one species, \"&lt;a href=\"Orthotrichum%20lyellii\"&gt;Orthotrichum lyelli&lt;/a&gt;\"; the genus \"Nyholmiella\", composed of the previous subgenus \"Orthophyllum\"; the genus \"Plenogemma\", composed of the single species \"U. phyllantha\"; and the genus \"Ulota\", comprising all previous species classified as \"Ulota\".\nSpecies list.\nThere are currently 69 recognized species of \"Ulota\", over half of which occur only in the southern hemisphere. This number also includes \"U. phyllantha\" which has been proposed to reside within its own genus.\nDescription.\n\"Ulota\" mosses tend to grow in a tuft on the substrate, with the shoots growing in an &lt;a href=\"acrocarpous\"&gt;acrocarpous&lt;/a&gt; fashion with the shoots standing up. The tufts can vary in colour, ranging from a deep green at the top of the tuft to a darker brown/red at the base of the cushion. The oblong to linear-&lt;a href=\"lanceolate\"&gt;lanceolate&lt;/a&gt; &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; are attached to an erect stem, and can be slightly flexed to fully curled when dry. The genus is characterized by the slightly to fully curled leaves when dry. The leaves have a costa, or midrib, which runs the entire length of the leaf. The leaves have hyaline &lt;a href=\"Cell%20%28biology%29\"&gt;cells&lt;/a&gt; at the basal margins of the leaves, which are typically &lt;a href=\"square\"&gt;square&lt;/a&gt; or &lt;a href=\"Rectangle\"&gt;rectangular&lt;/a&gt; shaped. The leaf base can be expanded or gradually tapered as it connects to the stem. At the tip of the leaves, there are cells with very thick cell walls. At maturity, the sporangia can be ribbed or unribbed. The sporangia sit on top of a seta, which holds it above the gametophyte. Between species of \"Ulota\", there is variation in the length of the seta which can be a useful trait in classifying species. The sporangia have &lt;a href=\"peristome\"&gt;peristome&lt;/a&gt; teeth are diplolepidous, with 8 to 16 exostome teeth and 8 endostome teeth. The sporangia sit on top of a &lt;a href=\"seta\"&gt;seta&lt;/a&gt; which attaches to the &lt;a href=\"gametophyte\"&gt;gametophyte&lt;/a&gt; at the apex of the shoot. The calyptra covers the developing sporangium and is typically conic, split at the base, and can be naked or hairy. The &lt;a href=\"rhizoid\"&gt;rhizoid&lt;/a&gt;s are placed at the base of them stem, occasionally appearing along the stem, and are smooth.\nHabitat and distribution.\n\"Ulota\" species occur typically in &lt;a href=\"Temperate%20climate\"&gt;temperate&lt;/a&gt; climates, growing as an &lt;a href=\"epiphyte\"&gt;epiphyte&lt;/a&gt; on &lt;a href=\"tree\"&gt;tree&lt;/a&gt; trunks. Some species have also been known to extend into the &lt;a href=\"tropics\"&gt;tropics&lt;/a&gt; and &lt;a href=\"subarctic\"&gt;subarctic&lt;/a&gt; environments. Multiple species can grow together in a habitat, often intertwined with each other. The genus is typically found in temperate, humid, oceanic coasts, though some species are also found in montane environments in the tropics and subtropics. Their habitat is found to be heavily determined by the available substrate, but also on the dispersal ability of the species and the dispersal obstacles that are present. The species which tend to be correlated with the presence of \"Ulota\" species include: \"&lt;a href=\"Salix%20caprea\"&gt;Salix caprea&lt;/a&gt;, &lt;a href=\"Populus%20tremula\"&gt;Populus tremula&lt;/a&gt;, &lt;a href=\"Fraxinus%20excelsior\"&gt;Fraxinus excelsior&lt;/a&gt;, &lt;a href=\"Sorbus%20aucuparia\"&gt;Sorbus aucuparia&lt;/a&gt;,\" and \"&lt;a href=\"Acer%20pseudoplatanus\"&gt;Acer pseudoplatanus&lt;/a&gt;\". They can also be found growing on rocks, though this is reportedly less common. Two species, \"U. crispa\" and \"U. bruchii\", tend to be found together, though \"U. crispa\" tends to be more common along the coast.\nWithin their distribution, four areas have the highest rates of endemism for \"Ulota\" species: &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt; (75%), Subtropical China (77.8%), Southern Australasia (78.6%), and South America (81.8%). South America also has the highest richness of \"Ulota\" species with 22 recorded species. The next richest area is Australasia with 14 recognized species.\nLifecycle.\nLike other bryophytes, show an &lt;a href=\"alternation%20of%20generations\"&gt;alternation of generations&lt;/a&gt;. The vegetative gametophyte generation is &lt;a href=\"haploid\"&gt;haploid&lt;/a&gt;, and is dominant for most of the life history. Most plants are dioicous except for \"U. phyllantha\", which is monoicous. Asexual reproduction is uncommon, except in \"U. phyllantha\", in which asexual propagules can commonly be found at the leaf apex.\nSexual reproduction involves the transfer of sperm from the &lt;a href=\"antheridium\"&gt;antheridium&lt;/a&gt; (\"plural\": antheridia) via water. Drops of water carrying &lt;a href=\"sperm\"&gt;sperm&lt;/a&gt; allow for the &lt;a href=\"Fertilisation\"&gt;fertilization&lt;/a&gt; of the &lt;a href=\"Egg%20cell\"&gt;egg&lt;/a&gt; housed within the &lt;a href=\"archegonium\"&gt;archegonium&lt;/a&gt; (\"plural\": archegonia). The heads of the archegonia have a &lt;a href=\"mucilage\"&gt;mucilage&lt;/a&gt; which attracts the sperm, and the degeneration of the neck canal allows for the passage of sperm to the egg, resulting in fertilization. The fertilized egg develops into a sporophyte, which is &lt;a href=\"Ploidy\"&gt;diploid&lt;/a&gt;, and protected by a remnant of the archegonium now known as the calyptra. Inside the developing sporangium, haploid spores are generated via meiosis. The seta raises the sporangium into the air, and once the sporangium is mature, the &lt;a href=\"Operculum%20%28botany%29\"&gt;operculum&lt;/a&gt; falls off and the &lt;a href=\"spore\"&gt;spore&lt;/a&gt;s are released into the wind. The peristome teeth are &lt;a href=\"Hygroscopy\"&gt;hygroscopic&lt;/a&gt; and move in relation to the moisture content of the air, which allows for spores to be released over a longer period of time. Once mature, the sporangia are typically 8-ribbed, though in some species the ribs are only clearly visible right at the base of the peristome mouth.\nSpores can be &lt;a href=\"Unicellular%20organism\"&gt;unicellular&lt;/a&gt;, although there five known species in which &lt;a href=\"Multicellular%20organism\"&gt;multicellular&lt;/a&gt; spores have been identified. Endosporic germination is the process in which &lt;a href=\"mitosis\"&gt;mitosis&lt;/a&gt; occurs within the &lt;a href=\"sporeling\"&gt;sporeling&lt;/a&gt; before the spore is released, and once released, it is considered a multicellular spore. This kind of germination is known in all three lineages of bryophytes: &lt;a href=\"liverworts\"&gt;liverworts&lt;/a&gt;, &lt;a href=\"hornwort\"&gt;hornwort&lt;/a&gt;s, and mosses. Once the spores have landed on suitable substrata, &lt;a href=\"protonema\"&gt;protonema&lt;/a&gt;tal threads will begin to grow, followed by rhizoids which will help attach the developing plant to the substrate. The leafy shoot develops soon after, reaching upwards towards light.\nConservation.\nOf the 69 recognized species, three of the species have been assessed by the &lt;a href=\"International%20Union%20for%20Conservation%20of%20Nature\"&gt;IUCN&lt;/a&gt;. Native to northwestern &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, \"U. calvescens\" shows an increasing population trend and is listed \"least concerned\". There is one protected area within its range, and it is listed as vulnerable in &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, and Serbia, and data deficient in &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. \"U. bruchii\" is found throughout northern and western Europe, with a few pockets in eastern Europe and is listed as \"least concerned\". \"U. macrospora\" exists in a small area within central Europe, and is listed as \"endangered\". It has a small population size and the current threats it faces includes a decline in habitat area and lowering of habitat quality. Declines in air quality have also been correlated with declines in the size of the tufts of this genus found on trees in urban areas.\nUses.\n\"Ulota crispa\" and \"U. megalospora\" have both been found to be intolerant of high levels of &lt;a href=\"sulfur%20dioxide\"&gt;sulfur dioxide&lt;/a&gt;, which may indicate both species' use as an air quality indicator."
}