{
    "id": "63235447",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=63235447",
    "title": "Fujian–Taiwan relationship",
    "text": "The Fujian–Taiwan relations, also known as the Min–Tai relations, refers to the relationship between &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt;, which is located in &lt;a href=\"mainland%20China\"&gt;mainland China&lt;/a&gt;, and &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, which is across the &lt;a href=\"Taiwan%20Strait\"&gt;Taiwan Strait&lt;/a&gt;. Since the average width of the Taiwan Strait is 180 kilometers, Fujian and Taiwan are adjacent, similar in both climate and environment. Although the relationship between Taiwan and Fujian has changed with the development of history, the two places have maintained close relations in terms of personnel, economy, military, culture and other aspects. At present, Taiwan residents are mostly descendants of immigrants from mainland China, of which the southern Fujian ethnic group is the main group, accounting for 73.5% of Taiwan's total population. In terms of culture, language, religion, and customs, Fujian and Taiwan also share similarities.\nOn the other hand, after the &lt;a href=\"Government%20of%20the%20Republic%20of%20China\"&gt;Government of the Republic of China&lt;/a&gt; relocated to Taiwan in 1949, the &lt;a href=\"Voice%20of%20Free%20China\"&gt;Voice of Free China&lt;/a&gt; and the &lt;a href=\"Radio%20Taiwan%20International\"&gt;Radio Taiwan International&lt;/a&gt; mainland broadcasting group were set up to broadcast to the mainland. Frontline radio stations broadcast on Taiwan, and the &lt;a href=\"Cross-Strait%20propaganda\"&gt;cross-strait propaganda&lt;/a&gt; between the Taiwan Strait did not officially end until 1990. The People's Republic of China deployed missiles at its southeastern coast to attack Taiwan at any time and &lt;a href=\"Third%20Taiwan%20Strait%20Crisis\"&gt;test-fired missiles off the coast of Taiwan before the presidential election of the Republic of China from 1995 to 1996&lt;/a&gt;. According to incomplete statistics, from 1989 to 2013, the &lt;a href=\"Republic%20of%20China%20Military%20Police\"&gt;Republic of China military police&lt;/a&gt; intercepted and arrested 223 mainland fishing vessels and 3,160 fishermen on the mainland side of the Taiwan Strait, and suffocated or drowned 46 people from mainland China, including 25 Fujian fishermen in a major tragedy called the &lt;a href=\"Min%20Ping%20Yu%20No.%205540%20incident\"&gt;Min Ping Yu No. 5540 incident&lt;/a&gt;. The Republic of China government only expressed regret and did not hold anyone accountable.\nHistory.\nBefore the Sino-Japanese War.\nBefore the &lt;a href=\"Tang%20dynasty\"&gt;Tang Dynasty&lt;/a&gt;, few people went from the mainland to Taiwan. They either engaged in agricultural activities or traded with indigenous peoples. They mainly went at spring and returned at autumn. In the &lt;a href=\"Kaiyuan%20era\"&gt;Kaiyuan era&lt;/a&gt; of the Tang Dynasty, Lin Yan () from &lt;a href=\"Dongshi%2C%20Fujian\"&gt;Dongshi, Fujian&lt;/a&gt; settled in Taiwan after commerce. During the Song and Yuan dynasties, indigenous people in Taiwan did not have enough iron ore, and obtained iron from visiting mainland merchants for food.\nDuring the &lt;a href=\"Dutch%20Formosa\"&gt;Dutch Formosa&lt;/a&gt; period of Taiwan, a large number of &lt;a href=\"Hoklo%20people\"&gt;Hoklo people&lt;/a&gt; were recruited to cultivate in Taiwan, and then settled there. The &lt;a href=\"Genealogy\"&gt;genealogies&lt;/a&gt; of the &lt;a href=\"Yan%20%28surname%29%23%E9%A2%9C%20%28%E9%A1%8F%29\"&gt;Yans&lt;/a&gt; of &lt;a href=\"Anhai\"&gt;Anhai&lt;/a&gt; and the &lt;a href=\"Guo\"&gt;Guo&lt;/a&gt;s of &lt;a href=\"Dongshi%2C%20Fujian\"&gt;Dongshi&lt;/a&gt; both recorded settling in Taiwan. In 1661, &lt;a href=\"Koxinga\"&gt;Zheng Chenggong&lt;/a&gt; established the Chengtian Prefecture in Taiwan after defeating the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; in the &lt;a href=\"Siege%20of%20Fort%20Zeelandia\"&gt;Siege of Fort Zeelandia&lt;/a&gt;.\nIn 1683, &lt;a href=\"Kangxi%20Emperor\"&gt;Kangxi Emperor&lt;/a&gt; sent &lt;a href=\"Shi%20Lang\"&gt;Shi Lang&lt;/a&gt; to attack Taiwan. After the &lt;a href=\"Battle%20of%20Penghu\"&gt;Battle of Penghu&lt;/a&gt;, &lt;a href=\"Zheng%20Keshuang\"&gt;Zheng Keshuang&lt;/a&gt;, grandson of Zheng Chenggong, surrendered, so the &lt;a href=\"Military%20of%20the%20Qing%20dynasty\"&gt;army&lt;/a&gt; of &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt; entered Taiwan. In the next year, a prefecture was set up, to be the ninth in &lt;a href=\"Fujian%23Qing%20dynasty\"&gt;Fujian Province&lt;/a&gt;. Shortly afterwards, the Governor of Fujian was allowed to swap Fujian and Taiwan officials. Hence, many officials of Taiwan came from Fujian.\nIn the middle of the Qing Dynasty, a large number of immigrants came to Taiwan, and there were many conflicts of interest among different ethnic groups. For example, Fujian-Cantonese fighting occurred between Fujian's &lt;a href=\"Hoklos\"&gt;Hoklos&lt;/a&gt; and &lt;a href=\"Hakkas\"&gt;Hakkas&lt;/a&gt; and &lt;a href=\"Chaozhou\"&gt;Chaozhou&lt;/a&gt; people in Guangdong, and Quanzhang fighting between &lt;a href=\"Quanzhou\"&gt;Quanzhou&lt;/a&gt; and &lt;a href=\"Zhangzhou\"&gt;Zhangzhou&lt;/a&gt; people. However, during this period, there was also cooperation among ethnic groups in Taiwan. For example, in 1796, Wu Sha had the assistance of people from Zhangzhou, Quanzhou and Hakka people when entering &lt;a href=\"Yilan%20County%2C%20Taiwan\"&gt;Yilan&lt;/a&gt;.\nDuring the &lt;a href=\"Sino-French%20War\"&gt;Sino-French War&lt;/a&gt; in 1884, French warships entered Taiwan seas and disrupted coastal provinces. In 1885 (the 11th year of the reign of &lt;a href=\"Emperor%20Guangxu\"&gt;Emperor Guangxu&lt;/a&gt;), the Qing court set up Fujian-Taiwan Province in response to the border crisis and for defense against foreign invasion. It ruled &lt;a href=\"Taiwan%20Prefecture\"&gt;Taiwan&lt;/a&gt; and &lt;a href=\"Taipeh%20Prefecture\"&gt;Taipeh Prefecture&lt;/a&gt; of the former Fujian Province, and former Governor of Fujian, &lt;a href=\"Liu%20Mingchuan\"&gt;Liu Mingchuan&lt;/a&gt;, was appointed Governor of Taiwan Province. The funding of the Taiwan Province was mainly borne by Fujian.\nJapanese rule.\nIn 1895, the Qing Dynasty was defeated by Japan in the &lt;a href=\"First%20Sino-Japanese%20War\"&gt;First Sino-Japanese War&lt;/a&gt; and was forced to sign the &lt;a href=\"Treaty%20of%20Shimonoseki\"&gt;Treaty of Shimonoseki&lt;/a&gt; to cede Taiwan. Japan ruled over Taiwan for 50 years until it was defeated in World War II in 1945 and ceased to rule Taiwan. During these 50 years, Fujian and Taiwan have not been separated because of government, commerce, performing arts and private affairs.\nSoon after the Japanese started ruling Taiwan, they used it as a base to launch an invasion of Fujian. As a crucial part of the Japanese Empire's south invasion strategy, Japan's &lt;a href=\"Governor-General%20of%20Taiwan\"&gt;Governor-General of Taiwan&lt;/a&gt; formulated a policy against Fujian, focusing on incorporating Japanese culture by establishing schools, setting up hospitals, constructing shrines and operating newspapers in Taiwan. It had a profound impact on the development of modern Fujian society.\nIn the early days of Japanese rule in Taiwan, Japanese people did not need a passport to enter the Qing empire via Taiwan. However, as Japanese rogues appeared in Fujian and engaged in illegal activities, the Governor-General of Taiwan promulgated the \"Foreign Travel Voucher Rule\" in January 1897. At first it was aimed at Japanese people who went to the Qing Empire, but from May 1897, it was extended to Japanese and Taiwanese people who went to China and other countries.\nAround 1896, the then Governor-General of Japan, &lt;a href=\"Kodama%20Gentar%C5%8D\"&gt;Kodama Gentarō&lt;/a&gt;, sent the then abbot of Lanyang Temple, &lt;a href=\"Yilan%20County%2C%20Taiwan\"&gt;Yilan&lt;/a&gt; to &lt;a href=\"Xiamen\"&gt;Xiamen&lt;/a&gt; to preach. Later, the monks of the &lt;a href=\"Higashi%20Hongan-ji\"&gt;Higashi Hongan-ji&lt;/a&gt; established the \"Xiamen Higashi Hongan-ji Preaching Center\". On August 24, 1900, the center was burned down. On the 25th, an army was sent to cross the sea in preparation for occupying Xiamen. Western powers reacted strongly. &lt;a href=\"England\"&gt;England&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; all sent warships into the port of Xiamen. The incident was called the \"Xiamen incident of 1900\".\nIn February 1934, &lt;a href=\"Chen%20Yi%20%28Kuomintang%29\"&gt;Chen Yi&lt;/a&gt; was appointed chairman of the Fujian Provincial Government. During his tenure, the Fujian Provincial Government visited Taiwan twice in 1934 and 1936. When Japan began to rule Taiwan in 1895, Taiwan's economy was not as large as Fujian's. But after nearly 40 years of Japanese operation, Taiwan has far surpassed Fujian in terms of economy. Therefore, the \"Taiwan Expedition Report\" recommended that Fujian study Taiwan's economic model.\nAfter the Second World War.\nOn August 15, 1945, Japan announced its &lt;a href=\"Surrender%20of%20Japan\"&gt;surrender&lt;/a&gt;. On August 29, &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; appointed &lt;a href=\"Chen%20Yi%20%28Kuomintang%29\"&gt;Chen Yi&lt;/a&gt;, then the head of Fujian Province, as the head of Taiwan Province. On October 25, the &lt;a href=\"Republic%20of%20China%20%281912%E2%80%931949%29\"&gt;Republic of China&lt;/a&gt; began to take over Taiwan and &lt;a href=\"Penghu\"&gt;Penghu&lt;/a&gt;. In 1949, the Republic of China government moved to Taipei after the defeat of the &lt;a href=\"Chinese%20Civil%20War\"&gt;Chinese Civil War&lt;/a&gt;; because of it, Fujian and Taiwan faced a long confrontation. In 1979, at the beginning of the &lt;a href=\"Chinese%20economic%20reform\"&gt;Chinese economic reform&lt;/a&gt;, the mainland issued the \"&lt;a href=\"Message%20to%20Compatriots%20in%20Taiwan\"&gt;Message to Compatriots in Taiwan&lt;/a&gt;\", replacing the original \"Liberation of Taiwan\" with \"peaceful reunification.\" In response, &lt;a href=\"Chiang%20Ching-kuo\"&gt;Chiang Ching-kuo&lt;/a&gt; responded with the \"&lt;a href=\"Three%20Noes\"&gt;Three Noes&lt;/a&gt;\" in Taiwan.\nIn November 1980, the first small trade transaction between Fujian and Taiwan was made. In 1981, the first Taiwan-funded enterprise settled in Fuzhou. Since 1981, Fujian has opened four ports as anchorages for Taiwanese ships and reception stations for Taiwan compatriots. This is the first place for cross-strait trade and personnel exchanges after the reform. In 1987, people of Taiwan were allowed to visit relatives on the mainland, and the economic and trade activities between the two sides of the Taiwan Straits rapidly increased. By 1991, Fujian had attracted a total of 1,372 Taiwan-funded contract projects with a total contract value of US$1.07 billion and an actual capital contribution of US$480 million. Taiwanese funds in Fujian accounted for 32.1% of all Taiwanese funds in the mainland China. In 1992, &lt;a href=\"Deng%20Xiaoping\"&gt;Deng Xiaoping&lt;/a&gt; delivered a speech on his southern tour, reiterating that reform and opening up should continue. In April 1993, the \"&lt;a href=\"Wang-Koo%20summit\"&gt;Wang-Koo summit&lt;/a&gt;\" reached the &lt;a href=\"1992%20Consensus\"&gt;1992 Consensus&lt;/a&gt;. In 1997, Fujian established the \"Cross-Strait (Fuzhou) Agricultural Cooperation Experimental Area\" and \"Cross-Strait (Zhangzhou) Agricultural Cooperation Experimental Area\". By the end of 1999, Fujian Province had accumulatively approved 5,894 Taiwanese-invested enterprises, and the actual amount of capital invested by Taiwanese businessmen was nearly US$8 billion. In 2000, the &lt;a href=\"Democratic%20Progressive%20Party\"&gt;Democratic Progressive Party&lt;/a&gt; served as the ruling party of the Republic of China for the first time. In 2001, &lt;a href=\"Matsu%20Islands\"&gt;Matsu islands&lt;/a&gt; and &lt;a href=\"Kinmen\"&gt;Kinmen&lt;/a&gt; in Taiwan, and &lt;a href=\"Mawei%20District\"&gt;Mawei&lt;/a&gt; and &lt;a href=\"Xiamen\"&gt;Xiamen&lt;/a&gt; in Fujian Province in China realized trade, navigation, and mail, collectively known as the \"Mini &lt;a href=\"Three%20Links\"&gt;Three Links&lt;/a&gt;\". Later, &lt;a href=\"Chen%20Shui-bian\"&gt;Chen Shui-bian&lt;/a&gt; advocated &lt;a href=\"Taiwan%20independence%20movement\"&gt;Taiwan independence&lt;/a&gt;, affecting the economic and trade cooperation between Fujian and Taiwan. By the end of 2008, Taiwanese businessmen had invested in 9,718 projects in Fujian, and the passenger traffic of the \"mini three links\" between Fujian and China was 974,000.\nIn 2015, the Fujian Provincial Department of Transportation stated that it would launch a related management plan for vehicles operating in and out of &lt;a href=\"Pingtan%20County\"&gt;Pingtan&lt;/a&gt; to accelerate cross-strait convenience. Taiwan responded by saying that \"Taiwanese cars enter through Pingtan\" is a unilateral act of the mainland, and no comment would be made. Politician Lai Cheng-chang compared China's plans to &lt;a href=\"Qin%20Shi%20Huang\"&gt;Qin Shi Huang&lt;/a&gt;'s \"writing the same language and having the same roads\" (referring to Qin's &lt;a href=\"Qin%27s%20wars%20of%20unification\"&gt;unification of China&lt;/a&gt;).\nGeography.\nTaiwan strait.\nFujian and Taiwan are separated by the narrow &lt;a href=\"Taiwan%20Strait\"&gt;Taiwan Strait&lt;/a&gt;, about 300 kilometers long from north to south, with an average width of 180 kilometers, an average water depth of 50 meters, and an area of about 80,000 square kilometers. The narrowest point of the Taiwan Strait is between &lt;a href=\"Pingtan%20Island\"&gt;Pingtan Island&lt;/a&gt; in Fujian and the &lt;a href=\"Hsinchu\"&gt;Hsinchu&lt;/a&gt; Commercial Port in Taiwan, with a distance of 130 kilometers; the widest point is from Taiwan's &lt;a href=\"Kenting%20National%20Park\"&gt;Kenting National Park&lt;/a&gt; to Fujian's &lt;a href=\"Dongshan%20Island\"&gt;Dongshan Island&lt;/a&gt;, with a distance of 410 kilometers. When visibility is high, Taiwan can be directly seen from Fuzhou.\nAbout 54 million years ago, the central part of the Taiwan Strait began to be flooded. Its middle became a shallow sea and it began to become a &lt;a href=\"strait\"&gt;strait&lt;/a&gt;. During the &lt;a href=\"glacial%20period\"&gt;glacial period&lt;/a&gt; of the late &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt;, the sea water receded and the surface of the Taiwan Strait dropped by 130 to 180 meters, turning into land, and Taiwan was connected to the mainland. A large number of ancient humans and animals moved from the mainland to Taiwan through the dry Taiwan Strait. Since the &lt;a href=\"Quaternary\"&gt;Quaternary&lt;/a&gt; glacial period (between 18 million and 6000 years ago), the sea has entered the transgressive period, and the sea level has risen about 100 to 130 meters, forming today's sea level. Since then, the exchanges between the two shores have changed from land to sea.\nThe Penghu Islands are located in the Taiwan Strait, with the &lt;a href=\"Pescadores%20Channel\"&gt;Pescadores Channel&lt;/a&gt; between it and Taiwan. Early Taiwanese immigrants used the idiom \"of ten people going there, six died, three stranded and only one could return\" () to describe the difficulty of travel.\nKinmen-Matsu area.\nThe Kinmen-Matsu region consists of two counties, &lt;a href=\"Kinmen\"&gt;Kinmen&lt;/a&gt; and Lienchiang (&lt;a href=\"Matsu%20Islands\"&gt;Matsu&lt;/a&gt;), which belong to &lt;a href=\"Fujian%20Province%2C%20Republic%20of%20China\"&gt;Fujian Province of Taiwan&lt;/a&gt;, but are actually under the jurisdiction of the Republic of China government in &lt;a href=\"Taipei\"&gt;Taipei&lt;/a&gt;. Kinmen is located outside the &lt;a href=\"Jiulong%20River\"&gt;Jiulong River&lt;/a&gt; Estuary, overlooking the &lt;a href=\"Xiamen%20Bay\"&gt;Xiamen Bay&lt;/a&gt; Estuary. It is only 1.8 kilometers away from &lt;a href=\"Dadeng%20Subdistrict\"&gt;Dacheng Subdistrict&lt;/a&gt;, which is under the jurisdiction of the People's Republic of China, and 210 kilometers away from Taiwan Island. It includes twelve large and small islands including the Main island (Large Kinmen) and &lt;a href=\"Lesser%20Kinmen\"&gt;Lesser Kinmen&lt;/a&gt;, and has a total area of about 150 square kilometers, and was a battleground for military action across the Taiwan Strait. Matsu is located outside the &lt;a href=\"Min%20River%20%28Fujian%29\"&gt;Min River&lt;/a&gt; estuary in Fujian Province. It is about 16 &lt;a href=\"nautical%20mile\"&gt;nautical mile&lt;/a&gt;s away from Fuzhou in the west, 114 nautical miles from Keelung, and 152 nautical miles to Kinmen to the south. The Matsu Islands extend 54 kilometers from north to south, with a total area of 28.8 square kilometers, including 36 large islands and reefs.\nDue to the geographical location, Kinmen and Matsu originally belonged to Fujian, and their daily supplies and customs are almost the same as those in southern and eastern Fujian. However, since 1949, the Chinese civil war have made the region a key point of conflict between Taiwan and Fujian. Among them, there have been small battles in the &lt;a href=\"Battle%20of%20Guningtou\"&gt;Battle of Guningtou&lt;/a&gt; in 1949 and the Second Taiwan Strait Crisis in 1958. On one hand, the region must face the attacks from the mainland, and on the other hand, there are restrictions on battlefield affairs. Furthermore, it must avoid &lt;a href=\"marginalization\"&gt;marginalization&lt;/a&gt;. In 2001, Fujian's &lt;a href=\"Mawei%20District\"&gt;Mawei&lt;/a&gt; and Xiamen and the Kinmen-Matsu area realized trade, navigation, and postal services, allowing the islands to be quickly integrated with the world. Kinmen people can use the resources of Fujian Province to promote industry and business.\nMilitary.\nAfter 1949, China deployed missiles that could attack Taiwan at any time. Taiwan estimated that there were 1,300 of them, including nearly 100 &lt;a href=\"Dongfeng%20%28missile%29\"&gt;M-11 missiles&lt;/a&gt; deployed at Fujian.\nBefore the &lt;a href=\"Presidential%20elections%20in%20Taiwan\"&gt;presidential election in Taiwan&lt;/a&gt; in &lt;a href=\"1996%20Taiwanese%20presidential%20election\"&gt;1996&lt;/a&gt;, China tested missiles off the coast of Taiwan (the &lt;a href=\"third%20Taiwan%20Strait%20Crisis\"&gt;third Taiwan Strait Crisis&lt;/a&gt;) and had a negative impact on Fujian–Taiwan relationships. On July 1, 2016, a &lt;a href=\"Hsiung%20Feng%20III%20missile%20mishap\"&gt;missile misfired in Taiwan&lt;/a&gt;. After flying a certain distance in the direction of Fujian, the missile hit a Taiwanese fishing boat in the southeastern waters of Penghu, causing one death and three injuries of Taiwanese fishermen. The incident was considered by &lt;a href=\"conspiracy%20theorists\"&gt;conspiracy theorists&lt;/a&gt; to provoke the Communist Party's 95th anniversary on that same day.\nThe deployment of giant radars in Fujian in mainland China might affect the normal operation of Taiwan's &lt;a href=\"PAVE%20PAWS\"&gt;PAVE PAWS&lt;/a&gt; radars. In addition, according to media reports, there is a place in Fujian called \"Fujian Village\" (), which can simulate various important military facilities and military bases in Taiwan for the &lt;a href=\"People%27s%20Liberation%20Army\"&gt;PLA&lt;/a&gt; to exercise against Taiwan, especially aircraft-based assault operations. After the &lt;a href=\"2016%20Taiwanese%20presidential%20election\"&gt;presidential election in Taiwan in 2016&lt;/a&gt;, the 31st Army of the People's Liberation Army in Fujian launched a large-scale landing exercise on the southeast coast, and launched long-range &lt;a href=\"Rocket%20artillery\"&gt;rocket&lt;/a&gt; and &lt;a href=\"self-propelled%20artillery\"&gt;self-propelled artillery&lt;/a&gt;, &lt;a href=\"tank\"&gt;tank&lt;/a&gt;s and &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;s. On August 29, 2016, the media reported that the PLA First Army Group, the main force of the PLA's operations against Taiwan, conducted a rocket launch cross-sea strike exercise on the coast of Fujian.\nEconomics.\nWhen Fujian immigrants arrived in Taiwan, they brought rice, sugarcane, &lt;a href=\"camphor\"&gt;camphor&lt;/a&gt;, tea and other planting and manufacturing techniques. Fujian Quanzhou Port and Ponkan in Taiwan (now &lt;a href=\"Beigang%2C%20Yunlin\"&gt;Beigang&lt;/a&gt;, &lt;a href=\"Yunlin%20County\"&gt;Yunlin&lt;/a&gt;) have been the main ports for trade between Fujian and Taiwan since the Song Dynasty. According to the Ming Dynasty books \"Book of Minnan\" () and \"Book of Dong Fan\" (), the merchants in southern Fujian traded &lt;a href=\"agate\"&gt;agate&lt;/a&gt;, &lt;a href=\"porcelain\"&gt;porcelain&lt;/a&gt;, and clothes with Taiwanese people for specialties such as &lt;a href=\"deer%20skin\"&gt;deer skin&lt;/a&gt; and &lt;a href=\"antler\"&gt;antler&lt;/a&gt;s. During the Dutch colonial rule of Taiwan, Taiwan also exported rice, sugar, &lt;a href=\"venison\"&gt;venison&lt;/a&gt;, &lt;a href=\"rattan\"&gt;rattan&lt;/a&gt;, metals and herbs brought from the Netherlands to mainland areas such as Fujian. Zheng Chenggong, whose ancestral home is Quanzhou, dominated maritime trade. After ousting the Dutch, he established the &lt;a href=\"Kingdom%20of%20Tungning\"&gt;Kingdom of Tungning&lt;/a&gt; in Taiwan and cooperated with the &lt;a href=\"Qing%20Government\"&gt;Qing government&lt;/a&gt; to make Taiwan a transit point for trade between the mainland, Japan, and Southeast Asia. After the Qing dynasty took over Taiwan, trade between Taiwan and Fujian became more prosperous. There are three main trade routes: &lt;a href=\"Fuzhou\"&gt;Fuzhou&lt;/a&gt;-Bangka, &lt;a href=\"Quanzhou\"&gt;Quanzhou&lt;/a&gt;-&lt;a href=\"Lukang%2C%20Changhua\"&gt;Lukang&lt;/a&gt;, and &lt;a href=\"Zhangzhou\"&gt;Zhangzhou&lt;/a&gt;-Fucheng. After the signing of the \"&lt;a href=\"Convention%20of%20Peking\"&gt;Convention of Peking&lt;/a&gt;\" in 1860, Taiwan successively opened the four major ports of &lt;a href=\"Tamsui%20District\"&gt;Tamsui&lt;/a&gt;, &lt;a href=\"Keelung\"&gt;Keelung&lt;/a&gt;, &lt;a href=\"Kaohsiung\"&gt;Kaohsiung&lt;/a&gt; and &lt;a href=\"Anping%20District\"&gt;Anping&lt;/a&gt;. After the establishment of Taiwan Province, the construction of a postal system began, connecting Taiwan with Fujian via the Tamsui-Fuzhou line. The Qing Dynasty also levied food supplies in Taiwan and shipped Fujian for military supplies, known as the \"Taiwan Transportation\".\nIn 2006, the Fujian-Taiwan Economic Cooperation Promotion Committee was established in Xiamen, Fujian. Many high-ranking officials attended the ceremony. Lu Shixiang, a senior journalist in Taiwan, believes that \"the economic zone on both sides of the Taiwan Straits is a product of China's policy of reuniting with Taiwan through economic reunification\".\nIn 2011, the &lt;a href=\"National%20Development%20and%20Reform%20Commission\"&gt;National Development and Reform Commission&lt;/a&gt; issued the \"Development Plan for the &lt;a href=\"Western%20Taiwan%20Straits%20Economic%20Zone\"&gt;Western Taiwan Straits Economic Zone&lt;/a&gt;\". On April 21, 2015, the &lt;a href=\"Fujian%20Free-Trade%20Zone\"&gt;Fujian Free-Trade Zone&lt;/a&gt; was officially listed and would become a \"demonstration of deepening cross-strait economic cooperation\". On December 29, the Cross-Strait Arbitration Center was established in &lt;a href=\"Pingtan%20County\"&gt;Pingtan&lt;/a&gt;, which would provide more cross-strait enterprises with facilitated arbitration services. According to customs statistics, the total import and export value of Fujian Province to Taiwan in the first quarter of 2016 was 14.55 billion yuan, a decrease of 11.2% compared with the same period last year. Among them, Fujian's exports to Taiwan were worth 5.53 billion yuan, an increase of 6.1%; imports from Taiwan were 9.02 billion yuan, a decrease of 19.3%; the trade deficit was 3.49 billion yuan, narrowing by 41.4%.\nIn the past fifteen years, the gap between Fujian and Taiwan's &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt; has narrowed rapidly: Fujian's GDP rose from 15% of Taiwan in 2000 to 48% in 2010, and reached 74% in 2014. In 2015, Fujian's GDP exceeded 80% of that of Taiwan. In terms of &lt;a href=\"GDP%20per%20capita\"&gt;GDP per capita&lt;/a&gt;, Fujian also strives to \"close the gap between Taiwan.\" In 2006, Fujian's per capita GDP was about US$2,700, which is 16.4% of Taiwan's. In 2015, Fujian's per capita GDP was US$10,959, about half of Taiwan's. At present, Fujian Province has four youth entrepreneurship bases across the Taiwan Straits that are licensed by the &lt;a href=\"Taiwan%20Affairs%20Office\"&gt;Taiwan Affairs Office&lt;/a&gt; of the &lt;a href=\"State%20Council%20of%20the%20People%27s%20Republic%20of%20China\"&gt;State Council&lt;/a&gt;.\nRaces.\nThe ethnic groups in Taiwan are mainly &lt;a href=\"Indigenous%20peoples%20in%20Taiwan\"&gt;indigenous&lt;/a&gt; and &lt;a href=\"Han%20people\"&gt;Han people&lt;/a&gt;. One theory states that there were once &lt;a href=\"Brown%20People\"&gt;brown people&lt;/a&gt; and &lt;a href=\"pygmies\"&gt;pygmies&lt;/a&gt; in Taiwan, but they have become extinct. Today's ethnic minorities in Taiwan are commonly known as the \"indigenous people\", who arrived in Taiwan earlier than the Hans, and belonged to one of the branches of the &lt;a href=\"Austronesian%20peoples\"&gt;Austronesian&lt;/a&gt; ethnic group.'\nThe Han people in Taiwan are divided into three groups: &lt;a href=\"Hoklo%20people\"&gt;Hoklo people&lt;/a&gt;, &lt;a href=\"Hakka%20people\"&gt;Hakka people&lt;/a&gt; and others (Waishengren). Among them, the Hoklos moved in from southern Fujian and the eastern coast of Guangdong, the Hakkas moved in from the eastern inland of Guangdong and western Fujian, and the other provinces were the people of the mainland that moved to Taiwan with the &lt;a href=\"Kuomintang\"&gt;Kuomintang&lt;/a&gt; after the civil war. In the late period of the Polish rule of Taiwan, there were about 25,000 Han men in Taiwan, most of whom were Fujian immigrants. During the rule of Japan in 1903, there were 3.03 million Han Chinese in Taiwan, of which 2.39 million spoke the &lt;a href=\"Minnan%20dialect\"&gt;Minnan dialect&lt;/a&gt;. In 1926, the \"Taiwanese Ethnic Groups in Taiwanese Nationality Survey\" recorded that of Taiwan's 3.76 million people, 3.12 million were ancestors of Fujian Province, accounting for about 83%. A 2004 survey showed that Hans accounted for 98% of Taiwan's population, with the indigenous people accounting for less than 2%. Among them, about 70% were Quanzhang Hoklo (descendants of Fujian immigrants from Fujian with ancestral homes at Quanzhou or Zhangzhou), and about 15% were Hakkas. According to a genetic study in 2007 by Dr. Lin Mali of the &lt;a href=\"Mackay%20Memorial%20Hospital\"&gt;Mackay Memorial Hospital&lt;/a&gt;, the composition of the ethnic group in Taiwan was 73.5% Minnan, 17.5% Hakka, 7.5% Waishengren who moved to Taiwan after 1945 and 1.5% indigenous.\nCommon surnames in Taiwan include &lt;a href=\"Chen%20%28surname%29\"&gt;Chen&lt;/a&gt;, &lt;a href=\"Lin%20%28surname%29\"&gt;Lin&lt;/a&gt;, &lt;a href=\"Huang%20%28surname%29\"&gt;Huang&lt;/a&gt;, &lt;a href=\"Zhang%20%28surname%29\"&gt;Zhang&lt;/a&gt;, &lt;a href=\"Li%20%28surname%20%E6%9D%8E%29\"&gt;Li&lt;/a&gt;, &lt;a href=\"Wang%20%28surname%29\"&gt;Wang&lt;/a&gt;, &lt;a href=\"Wu%20%28surname%29\"&gt;Wu&lt;/a&gt;, &lt;a href=\"Cai%20%28surname%29\"&gt;Cai&lt;/a&gt;, &lt;a href=\"Liu\"&gt;Liu&lt;/a&gt;, &lt;a href=\"Yang%20%28surname%29\"&gt;Yang&lt;/a&gt; etc. Most of their ancestors emigrated from Fujian to Taiwan. For example: among the Taiwanese surnamed Huang, 80% originated from Hoklo and about 15% were from Hakka. Most of those Huang-surnamed people people, Hoklo or Hakka, who came to Taiwan in the Ming and Qing dynasties were descendants of Huang Shougong or Huang Qiao, both from &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt;. The ninth-largest surname of Taiwan, Tsai (or Cai), includes nearly one million people. The ancestral home of &lt;a href=\"Cai%20Wanlin\"&gt;Cai Wanlin&lt;/a&gt;, a well-known entrepreneur in Taiwan, is &lt;a href=\"Jinjiang%2C%20Fujian\"&gt;Jinjiang&lt;/a&gt;, &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt;. The five major families in Taiwan: the Keelung Yan family, the &lt;a href=\"Lin%20Ben%20Yuan%20Family\"&gt;Banqiao Lin family&lt;/a&gt;, the &lt;a href=\"Wufeng%20District\"&gt;Wufeng&lt;/a&gt; Lin family, the &lt;a href=\"Lukang%2C%20Changhua\"&gt;Lukang&lt;/a&gt; &lt;a href=\"Gu%20%28surname%29\"&gt;Gu (辜)&lt;/a&gt; family, and the Kaohsiung Chen family are all Fujian immigrants.\nOn June 8, 2013, to commemorate the birth of \"The Founder of Zhangzhou\" &lt;a href=\"Tan%20Goan-kong\"&gt;Tan Goan-Kong&lt;/a&gt;'s 1357th birthday, Chen Yongmeng, the chairman of the Chen Clan Association of Bingzhou in Xiamen, and his ancestors, together with the clan members of the Chen Clan association of Bingzhou in Taiwan, held a memorial and prayer together in a temple in &lt;a href=\"Shilin%20District\"&gt;Shilin&lt;/a&gt;, &lt;a href=\"Taipei\"&gt;Taipei&lt;/a&gt;.\nCulture.\nHistorically, Minnan culture has had a considerable influence on Taiwanese culture at the level of clan, literature, opera, craftsmanship, architecture, etc.\nLanguage.\nThe Taiwanese Hokkien dialect originated from &lt;a href=\"Gu%C4%81ng%20Prefecture\"&gt;Guang prefecture&lt;/a&gt;. In terms of language classification, it belongs to the &lt;a href=\"Quanzhang%20dialect\"&gt;Quanzhang dialect&lt;/a&gt;, and the pronunciation is closer to that of the &lt;a href=\"Xiamen%20dialect\"&gt;Xiamen dialect&lt;/a&gt; and &lt;a href=\"Zhangzhou%20dialect\"&gt;Zhangzhou dialect&lt;/a&gt;. However, after 400 years of evolution of Taiwanese Hokkien, the Zhangzhou and &lt;a href=\"Quanzhou%20dialect\"&gt;Quanzhou dialect&lt;/a&gt; merged in Taiwan. In addition, some of the vocabulary were derived from foreign languages such as the &lt;a href=\"Austronesian%20languages\"&gt;Austronesian&lt;/a&gt;, &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;, and &lt;a href=\"Dutch%20language\"&gt;Dutch language&lt;/a&gt;, which distinguishes between Taiwanese and Fujianese in terms of tone and word content.\nIn Taiwan, the Quanzhang ethnic group, whose native language is Taiwanese Hokkien, is the largest ethnic group in Taiwan. The Hakkas who switched to the Minnan dialect are called Hoklo Hakkas. According to the 2009 Taiwan Yearbook, about 73% of Taiwanese speak Taiwanese Hokkien. However, some people believe that Taiwanese Hokkien cannot be called the Taiwanese language because Taiwanese Hakka and indigenous languages exist in Taiwan.\nReligion.\nWhen Fujian immigrants entered Taiwan, most of them invited local deities from their hometown and served them in temples. The three common folk beliefs in Fujian and Taiwan are: &lt;a href=\"Mazu\"&gt;Mazu&lt;/a&gt;, Madam Linshui, and &lt;a href=\"Baosheng%20Dadi\"&gt;Baosheng Dadi&lt;/a&gt;. Most of the local religions in Taiwan originated in southern Fujian. There are many believers in Mazu, and it is customary to hold worship activities in Fujian every year. Some Taiwanese believe that the Communist Party of China regards religious exchanges between Fujian and Taiwan as a tool for the unification: on the surface, it welcomes visiting exchanges in a warm and friendly manner. In fact, it conducts &lt;a href=\"Censorship%20in%20China\"&gt;close monitoring&lt;/a&gt; in a hostile manner, as a preparation for Taiwanese unification.\nThe immigrants from Fujian and other places during the Ming and Qing dynasties brought many religious beliefs, including the &lt;a href=\"Qingshui%20%28monk%29\"&gt;Qingshui&lt;/a&gt; and Xianying monk beliefs in &lt;a href=\"Anxi%20County\"&gt;Anxi County&lt;/a&gt;, &lt;a href=\"Quanzhou\"&gt;Quanzhou&lt;/a&gt;, and Dingguang Buddha beliefs in western Fujian. The beliefs of monks in Taiwan are mainly &lt;a href=\"Taoism\"&gt;Taoist&lt;/a&gt;. For example, Taoist temples and temples often worship the &lt;a href=\"Bodhidharma\"&gt;Bodhidharma&lt;/a&gt; and &lt;a href=\"Ji%20Gong\"&gt;Ji Gong&lt;/a&gt;. Generally speaking, Taoism in Taiwan comes from the &lt;a href=\"Way%20of%20the%20Celestial%20Masters\"&gt;Way of the Celestial Masters&lt;/a&gt; that is common in Quanzhou and Zhangzhou.\nDrama.\nTaiwanese drama began in the Qing dynasty, and the &lt;a href=\"Liyuan%20opera\"&gt;Liyuan&lt;/a&gt; and &lt;a href=\"Gaojia%20opera\"&gt;Gaojia opera&lt;/a&gt; popular in Taiwan originated from Quanzhou. The Gezai Opera, which was formed in Taiwan, was developed from Jinge from Zhangzhou, and the Taiwan returned the opera to Fujian.\nTea culture.\nThe diet and decoration in Taiwan are also affected by Fujian customs, and only begun to change in recent decades. Taiwanese cuisine is known as \"Soup and Water\" (). The Han people who were able to immigrate to Taiwan in the early days (and the majority of them were from southern Fujian) were only males. Because they were busy with farming and reclamation, and their materials were not abundant as in today, for convenience, they often cooked the dish \"&lt;a href=\"Geng%20%28dish%29\"&gt;geng&lt;/a&gt;\" which is both nutritious and convenient. Minnan style geng is still loved by various ethnic groups in Taiwan.\n&lt;a href=\"Gongfu%20tea%20ceremony\"&gt;Gongfu tea ceremony&lt;/a&gt; (Kang-hu-tê) is a very popular tea culture in &lt;a href=\"Quanzhou\"&gt;Quanzhou&lt;/a&gt;, &lt;a href=\"Zhangzhou\"&gt;Zhangzhou&lt;/a&gt;, &lt;a href=\"Xiamen\"&gt;Xiamen&lt;/a&gt;, &lt;a href=\"Chaoshan\"&gt;Chaoshan&lt;/a&gt;, and Taiwan; the word \"Gongfu\" stands for a careful and time-consuming tea art spirit. In addition to the preparation of tea, this tea \"artwork\" is also fully expressed in enjoyment such as drinking and tea set.\nEducation.\nIn 1687, the &lt;a href=\"Imperial%20examination\"&gt;Imperial Examination&lt;/a&gt; Fujian department gave a separate exam number and a separate admission quota for Taiwan candidates, the first time Taiwanese talent was admitted. Like the provinces in mainland Fujian, many students from Taiwan went to Fuzhou to take examinations. Before and after the exam, they usually stayed in Fujian Province for several months to visit schools and meet friends, forming a regular cultural exchange. Established in 1916, Fukien Christian University recruited several Taiwanese students, including Lin Bingyuan, Lin Chengshui, and Zhong Tianjue during the Japanese rule in Taiwan. &lt;a href=\"Xiamen%20University\"&gt;Xiamen University&lt;/a&gt;, founded in 1921, recruited 13 Taiwanese students from 1921 to 1945.\nIn 2015, 69 colleges in Fujian Province signed over 500 cooperation and exchange agreements with more than 100 colleges in Taiwan, and introduced 132 outstanding teachers from Taiwan. In 2016, more than 200 full-time teachers from Taiwan would continue to be introduced. At the same time, Fujian also set up a special scholarship for Taiwanese students in colleges to attract Taiwanese students to study in Fujian. According to statistics, Fujianese students studying in Taiwan make up 40% of all Chinese students studying in Taiwan; while the number of Taiwan students studying in Fujian comprises 60% of all Taiwan students studying in Taiwan."
}