{
    "id": "6323142",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=6323142",
    "title": "Fairport High School",
    "text": "Fairport High School (FHS) is a &lt;a href=\"Public%20school%20%28government%20funded%29\"&gt;public&lt;/a&gt; high school serving the tenth through twelfth grades in the Village of &lt;a href=\"Fairport%2C%20New%20York\"&gt;Fairport&lt;/a&gt; and most of the Town of &lt;a href=\"Perinton%2C%20New%20York\"&gt;Perinton, New York&lt;/a&gt;. It is part of the &lt;a href=\"Fairport%20Central%20School%20District\"&gt;Fairport Central School District&lt;/a&gt;. The Principal, as of the end of the 2014-2015 school year, is Robert Clark following his time as an Assistant Principal.\nCurrent enrollment estimates place the student population around 1,700. The Class of 2009 was the largest class to pass through FHS in approximately 15 years, totaling just over 600 students. FHS takes part in numerous international exchange programs, including trips to Ireland, France, Spain, Germany and Italy.\nIn 2009, Fairport became the first high school in New York State to offer a course in &lt;a href=\"Game%20Design\"&gt;Game Design and Development&lt;/a&gt;. On a similar note, after district residents approved a technology funding measure, the &lt;a href=\"Fairport%20Central%20School%20District\"&gt;Fairport Central School District&lt;/a&gt; made plans for a complete technological overhaul of FHS which began during the summer of 2010.\nHistory.\nPrior to the introduction of high school classes to Fairport, families with the means could send their teenage children to academies or seminaries in nearby towns.\nIn 1874, the &lt;a href=\"Board%20of%20Regents%20of%20the%20University%20of%20the%20State%20of%20New%20York\"&gt;State Board of Regents&lt;/a&gt; accredited the former Fairport Classical and Union Free School on West Church Street in the Village of Fairport as a high school. Originally it offered a three-year high school course, but this was expanded to four in 1895.\nIn September 1924, after the village population increased half again in size over the preceding decade and a state law was passed raising the age of compulsory education to 18, the first dedicated high school opened on West Avenue in the village. In September 1959, the Minerva DeLand School on Hulburt Road became the district's high school. July 10, 1968 marked the groundbreaking of the current Fairport High School on Ayrault Road, which opened to students on December 7, 1970.\nFHS FACT 12.\nIn 1996 FHS was given permission to broadcast educational programs on FACT 12, programs included the FHS Morning Show, Homecoming events, Concerts, Award Ceremonies, and Sporting Events.\nCampus/school site.\nPre-1970 campus.\nFrom 1924 to 1959, the Fairport High School campus was located at 71 West Avenue, only two blocks from Main Street in the village. The building was originally 166 feet front by 135 feet deep and included an auditorium with a 32 by 20 foot stage, a 40 by 70 foot gymnasium, a laboratory for chemistry and physics, and a laboratory for biology. Classes for the seventh and eighth grades were conducted on the first floor alongside offices for the superintendent and principal. Classes for the higher grades were held on the second floor. The basement contained the school cafeteria and kitchens as well as rooms for manual training, home economics, and business classes.\nFrom 1965 until the early 1980s, the old campus served as the West Avenue School, with grades 4–6. As the school district's needs changed, the old campus was sold in 1984 and developed into condominiums. Likewise, after the high school moved out of the Classical and Union Free School building in 1924, that building served as the South Side Elementary School until its demolition in 1955. As of 2016, the Minerva DeLand School continues to serve ninth grade high school students.\nPost-1970 campus.\nAs the population of the town increased the town saw the need to build a much larger high school. The campus was relocated to 1358 Ayrault Road to accommodates a much larger campus. In 1968 land was broken for the new Fairport High School Campus.\nFields.\nThe new campus was much larger than its predecessor which included a much larger surface area for athletic events to be held on. The athletic fields include:\nIn addition, there is a concession stand as well as an admissions booth used for FHS Sporting Events. In 2019, the residents within Fairport approved an expansion onto these fields. Construction is set to begin in 2020.\nConstruction projects/other.\nIn the 1990s an East and West Wing was added to the school which held additional class space.\nIn 2006 there were plans for a field house and the installation of lights on the football field.\nThe fall 2011 sports season is the first time the new field lights are in use. In 2007 a multi-use turf field was approved.\nAcademics.\nThe high school is divided into three houses (Red, White, Blue) each with its own assistant principal. Several course areas are offered to students:\nThere are services to students with disabilities, and a curriculum leading to the &lt;a href=\"International%20Baccalaureate\"&gt;International Baccalaureate&lt;/a&gt; – Fairport HS was the first High School in Monroe County to offer this program.\nHowever, the IB programs were cut at FHS after the 2011-12 school year due to budget constraints.\nMusic.\nDay &lt;a href=\"Jazz\"&gt;Jazz&lt;/a&gt;, Afternoon Jazz, Sophomore Band, Symphonic Band, Concert Band, Full Orchestra, Chamber Orchestra, Polyphonic Women's Choir, Polyphonic Mixed Choir, and Sophomore Choir are all credit-bearing ensembles. The groups usually obtain gold or gold with distinction ratings at &lt;a href=\"NYSSMA\"&gt;NYSSMA&lt;/a&gt; festivals. Students from the three bands are also members of the Pep Band, which plays at home games, at pep rallies, and in parades. A Pit Orchestra is also selected from the top students every year to perform during the spring musical.\nThe Prisms Concert, which takes place every spring, is a concert featuring many of these groups, as well as students performing solos or small group pieces. This concert is unique because the groups play in different areas of the auditorium. A spotlight focuses on the group or student performing as they play one three-minute piece. When they finish, the spotlight moves to another performer.\nExtracurricular activities.\nAthletics.\nThe Fairport High School athletic nickname is the Red Raiders. The school's colors are red, white and blue. FHS has a strong athletic tradition in many of its varsity sports such as baseball, basketball, &lt;a href=\"cheerleading\"&gt;cheerleading&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt;, &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt;, tennis, volleyball, soccer, &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, swimming, gymnastics, and &lt;a href=\"cross%20country%20running\"&gt;cross country&lt;/a&gt;. Fairport offers 35 varsity sports as well as offerings at the junior varsity and modified levels.\nIn 2006 and 2007, Fairport won the Class AAA basketball championship in Section 5. In both years the team played against its archrival &lt;a href=\"Rush-Henrietta%20Senior%20High%20School\"&gt;Rush Henrietta&lt;/a&gt;. The cheerleading squad has won three national titles as well as numerous other sectional and regional titles. The baseball team won three consecutive Section 5 Class AAA titles in 2005, 2006 and 2007. As well as being ranked No. 1 in the state 16 times since 1982, the men's swimming program at Fairport High School has won 20 Section V Class A titles, including 17 in a row from 1981–97.\nAlong with winning the Class A Section 5 championship 10 times, the cross country team also had a state champion, Pat Dupont, in 2007.\nStudent organizations/clubs.\nFHS FIRST Robotics team.\nFairport High School's FIRST Robotics team has been a participant in the &lt;a href=\"FIRST%20Robotics%20Competition\"&gt;FIRST Robotics Competition&lt;/a&gt; program for 18 years. When the team was founded in 1997 they were sponsored by &lt;a href=\"Eastman%20Kodak\"&gt;Eastman Kodak&lt;/a&gt; and was known as Team 36 Kod-Red and, was the first suburban FIRST team in the Rochester, NY region. In 1999 Kodak discontinued its sponsorship and the Gleason Works became the sponsor for the team known as Team 578 Blue Lightning. The team is no longer sponsored by the Gleason Works, but &lt;a href=\"Xerox%20Corporation\"&gt;Xerox Corporation&lt;/a&gt; has agreed to become the team's new major sponsor. They are supported mainly by the Fairport High School. During the 2010–2011 school year, the team changed its name to Red Raider Robotics (R^3) so it would be more closely linked with the school. In 2000 they became the FIRST Philadelphia Regional Winners and the year after they became the FIRST Nasa VCU Regional Winners. In 2004 the team became the FRC Pittsburgh Finalist.\nMajor school events.\nBrotherhood/sisterhood week.\nEvery spring, Fairport students celebrate Brotherhood/Sisterhood Week. The week is focused around \"Civility, Awareness, Respect, and Embrace (CARE)\". The event is most prominent at FHS, where a different activity takes place each day of the week. Monday is Family Talk Day, during which a student and an adult are selected to speak to the students. Tuesday consists of a presentation during which student voices writings are read. The writings anonymously tell students' feelings about CARE. On Wednesday, a community member is asked to speak. On Wednesday of the 2007 celebration, Rachel's Challenge visited the school. The program encouraged students to improve the atmosphere of their school. The program impacted the students in a large way, partly because they had lost a beloved member of the student body the night before. Wednesday is also the annual Junior-4th Grade walk. The district's 4th and 11th graders walk the village streets together to build relationships with each other. Thursday's program is known as Unplugged, and is a non-stop musical performance available to students with free periods or lunch. Friday concludes the eventful week with Outreach Day. On this day, the entire school is bused to the three elementary schools. Students meet with their new little brothers and sisters for an hour. They play games and teach them about CARE. A song written about this week by former students Sean Lyness, John Cieply, Pat Dupont, and David Lachance is played yearly.\nGraduation.\nFairport High School holds its high school graduation at the &lt;a href=\"Blue%20Cross%20Arena\"&gt;Blue Cross Arena&lt;/a&gt; in downtown &lt;a href=\"Rochester%2C%20NY\"&gt;Rochester, NY&lt;/a&gt;."
}