{
    "id": "6324773",
    "revid": "18421420",
    "url": "https://en.wikipedia.org/wiki?curid=6324773",
    "title": "Charles C. Tillinghast Jr.",
    "text": "Charles Carpenter Tillinghast Jr. (January 30, 1911 – July 25, 1998) was a chairman of &lt;a href=\"Trans%20World%20Airlines\"&gt;Trans World Airlines&lt;/a&gt; and chancellor of &lt;a href=\"Brown%20University\"&gt;Brown University&lt;/a&gt;.\nBiography.\nCharles C. Tillinghast Jr. was born in &lt;a href=\"Saxtons%20River%2C%20Vermont\"&gt;Saxtons River, Vermont&lt;/a&gt; on January 30, 1911. He was the son of &lt;a href=\"Charles%20Carpenter%20Tillinghast%2C%20Sr.\"&gt;Charles Carpenter Tillinghast, Sr.&lt;/a&gt; (1884-1961). He attended &lt;a href=\"Horace%20Mann%20School\"&gt;Horace Mann School&lt;/a&gt; and &lt;a href=\"Brown%20University\"&gt;Brown University&lt;/a&gt;, where he played &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, graduating in 1932.\nHe graduated from &lt;a href=\"Columbia%20Law%20School\"&gt;Columbia Law School&lt;/a&gt; in 1935 and became a lawyer in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;. He was on the staff of district attorney &lt;a href=\"Thomas%20E.%20Dewey\"&gt;Thomas E. Dewey&lt;/a&gt; in New York City and a partner with the law firm &lt;a href=\"Hughes%2C%20Schurman%20and%20Dwight\"&gt;Hughes, Schurman and Dwight&lt;/a&gt;.\nIn 1957 he joined &lt;a href=\"Bendix%20Corporation\"&gt;Bendix&lt;/a&gt; Corporation, becoming director of its foreign operations. He was a vice president at Bendix in 1961 when he was hired as president and CEO of TWA in a deal sponsored by creditors seeking to oust &lt;a href=\"Howard%20Hughes\"&gt;Howard Hughes&lt;/a&gt; from control of the airline. Because control of the airline was in litigation, Tillinghast received an &lt;a href=\"employment%20contract\"&gt;employment contract&lt;/a&gt;, dubbed a “&lt;a href=\"golden%20parachute\"&gt;golden parachute&lt;/a&gt;”, the first known use of that term. He served as chairman until 1976.\nTillinghast oversaw a golden era for TWA as it moved to a &lt;a href=\"airline%20hub\"&gt;hub&lt;/a&gt; system and achieved dominance in the trans-Atlantic market, and expanded TWA's reach into the &lt;a href=\"hospitality%20industry\"&gt;hospitality industry&lt;/a&gt; by way of its purchase of the &lt;a href=\"Hilton%20Hotels\"&gt;Hilton Hotels&lt;/a&gt; chain through a newly created division called the &lt;a href=\"Trans%20World%20Corporation\"&gt;Trans World Corporation&lt;/a&gt;. He was criticized for ignoring the Pacific and domestic U.S. routes. During his &lt;a href=\"tenure\"&gt;tenure&lt;/a&gt; the airline industry went through major changes, including spikes in fuel prices and the advent of terrorism.\nTillinghast was chancellor of Brown from 1967 to 1978. In 1998 the university established the Tillinghast Professorship in International Studies in his honor.\nTillinghast died July 25, 1998, in &lt;a href=\"Little%20Compton%2C%20Rhode%20Island\"&gt;Little Compton, Rhode Island&lt;/a&gt;."
}