{
    "id": "63295269",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=63295269",
    "title": "Clarence Street",
    "text": "Clarence Street is a former rugby stadium in &lt;a href=\"York\"&gt;York&lt;/a&gt;, England. From 1885 until 1989 it was the home of &lt;a href=\"York%20Wasps\"&gt;York F.C.&lt;/a&gt; (later York R.L.F.C.) before being sold and demolished. The site is now housing.\nHistory.\nYork Football Club was formed in 1868 and played on a variety of grounds before moving to &lt;a href=\"Wigginton%20Road%20Cricket%20Ground\"&gt;Wigginton Road Cricket Ground&lt;/a&gt; in the early 1880s. In 1883 due to financial difficulties the club was forced to leave Wigginton Road but in 1885 the club leased a patch of land from &lt;a href=\"Bootham%20Park%20Hospital\"&gt;Bootham Asylum&lt;/a&gt;. This plot of land was bounded by Wigginton Road and Haxby Street and was virtually opposite Wigginton Road cricket ground. Despite the physical location of the ground it was almost always called after nearby Clarence Street with some mentions as either Wigginton Road or Haxby Road.\nThe first game on the ground was between York's first XV and a team raised from the city on 19 September 1885 but the first competitive fixture was a week later against Thornes. There were no changing rooms and a local pub, the Castle Howard Ox served this purpose. Dressing rooms were added in 1896 when the club purchased the old Waterman's Mission hut and moved it from its previous location in &lt;a href=\"Fishergate\"&gt;Fishergate&lt;/a&gt;. York joined the &lt;a href=\"Northern%20Union\"&gt;Northern Union&lt;/a&gt;\nA small stand existed on the Wigginton Road side of the ground but this was deemed unsafe by the local council and was rebuilt in 1902. The new stand was opened by local MP, &lt;a href=\"John%20Butcher%2C%201st%20Baron%20Danesfort\"&gt;John G. Butcher&lt;/a&gt; on 20 September 1902. This stand was destroyed by fire in 1922 and Sr John Butcher opened its replacement in October 1922. Fire again struck the ground when the pavilion and press box were destroyed in August 1926.\nIn 1931 the club purchased the &lt;a href=\"Freehold%20%28law%29\"&gt;freehold&lt;/a&gt; of the stadium from Bootham Park hospital and also acquire some adjoining &lt;a href=\"Allotment%20%28gardening%29\"&gt;allotment&lt;/a&gt; land on the Haxby Road which became the club's training pitch. \nThe record attendance for the ground was set on 10 February 1934 when 14,631 saw a 0–0 draw between York and &lt;a href=\"Swinton%20Lions\"&gt;Swinton&lt;/a&gt; in the first round of the\n&lt;a href=\"1933%E2%80%9334%20Challenge%20Cup\"&gt;1933–34 Challenge Cup&lt;/a&gt;.\nDuring the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; the training pitch was returned to use as allotments while the main pitch was made available to the local &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club's use.\nBy the 1980s the York club's finances were at a low point and in 1986 the training ground was sold for housing use, the money being used to stave off &lt;a href=\"bankruptcy\"&gt;bankruptcy&lt;/a&gt; of the club. However, this was not enough and in January 1989 the council ordered the club to improve ground safety or risk closure. Unable to afford the safety work, the ground was sold off and the club moved out of town to the &lt;a href=\"Huntington%20Stadium\"&gt;Huntington Stadium&lt;/a&gt;. The last game at Clarence Street was on 26 March 1989 when 2,904 spectators saw York beat &lt;a href=\"Hunslet%20R.L.F.C.\"&gt;Hunslet&lt;/a&gt; 26–17.\nTour matches.\nThe ground played host to a number of games between York and touring teams from and or a combined &lt;a href=\"Australasia%20rugby%20league%20team\"&gt;Australasia&lt;/a&gt; team and on two occasions between the representative sides and the Australian tourists.\nOn 1 November 1933 the &lt;a href=\"Rugby%20Football%20League\"&gt;Northern Rugby League XIII&lt;/a&gt; beat Australia 16–9 before a crown of 3,158 during the &lt;a href=\"1933%E2%80%9334%20Kangaroo%20tour%20of%20Great%20Britain\"&gt;1933–34 Kangaroo Tour&lt;/a&gt;. On 28 September 1959 &lt;a href=\"Rugby%20League%20War%20of%20the%20Roses\"&gt;Yorkshire&lt;/a&gt; beat Australia 47–15 in a game watched by 7,338 during &lt;a href=\"1959%E2%80%9360%20Kangaroo%20tour%20of%20Great%20Britain%20and%20France\"&gt;1959–60 Kangaroo Tour&lt;/a&gt;. "
}