{
    "id": "63294538",
    "revid": "3077044",
    "url": "https://en.wikipedia.org/wiki?curid=63294538",
    "title": "Marcus Garrett",
    "text": "Marcus Garrett (born November 9, 1998) is an American professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player who last played for the &lt;a href=\"Miami%20Heat\"&gt;Miami Heat&lt;/a&gt; of the &lt;a href=\"National%20Basketball%20Association\"&gt;National Basketball Association&lt;/a&gt; (NBA), on a &lt;a href=\"two-way%20contract\"&gt;two-way contract&lt;/a&gt; with the &lt;a href=\"Sioux%20Falls%20Skyforce\"&gt;Sioux Falls Skyforce&lt;/a&gt; of the &lt;a href=\"NBA%20G%20League\"&gt;NBA G League&lt;/a&gt;. He played &lt;a href=\"college%20basketball\"&gt;college basketball&lt;/a&gt; for the &lt;a href=\"Kansas%20Jayhawks%20men%27s%20basketball\"&gt;Kansas Jayhawks&lt;/a&gt;.\nEarly life and high school career.\nGarrett began playing &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; at the age of four. He grew up playing basketball, &lt;a href=\"association%20football\"&gt;soccer&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; but mainly focused on &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;. However, he quit football after breaking his right leg in sixth grade. As a result, Garrett shifted his attention to basketball and began being coached by his uncle and former &lt;a href=\"San%20Diego%20State%20Aztecs%20men%27s%20basketball\"&gt;San Diego State&lt;/a&gt; basketball player, Matt Watts. In eighth grade, he joined Watts' &lt;a href=\"Amateur%20Athletic%20Union\"&gt;Amateur Athletic Union&lt;/a&gt; (AAU) team, Swag House, with whom he competed against high school juniors and seniors. \nGarrett played for &lt;a href=\"Skyline%20High%20School%20%28Dallas%29\"&gt;Skyline High School&lt;/a&gt; in &lt;a href=\"Dallas\"&gt;Dallas, Texas&lt;/a&gt; and grew from 6'2\" as a freshman. In his senior season, he averaged 17.3 points, 10.4 rebounds, 9.1 assists, 3.1 steals and 2.9 blocks per game, leading his team to the Class 6A state semifinals and earning Texas &lt;a href=\"Gatorade%20Player%20of%20the%20Year%20awards\"&gt;Gatorade Player of the Year&lt;/a&gt; honors. Garrett was a consensus four-star &lt;a href=\"college%20recruiting\"&gt;recruit&lt;/a&gt; and one of the top-ranked prospects from Texas in the 2017 class. He committed to playing college basketball for &lt;a href=\"Kansas%20Jayhawks%20men%27s%20basketball\"&gt;Kansas&lt;/a&gt; over &lt;a href=\"Texas%20Longhorns%20men%27s%20basketball\"&gt;Texas&lt;/a&gt; and &lt;a href=\"Baylor%20Bears%20men%27s%20basketball\"&gt;Baylor&lt;/a&gt;, among others.\nCollege career.\nIn his freshman season at Kansas, Garrett averaged 4.1 points, 3.4 rebounds and 1.1 assists in 19.2 minutes per game. He emerged as a defensive specialist for the Jayhawks but was deemed their \"weak link\" on the offensive end as he was not a good three-point shooter. On November 13, 2017, he shared &lt;a href=\"Big%2012%20Conference\"&gt;Big 12 Conference&lt;/a&gt; Newcomer of the Week honors with &lt;a href=\"Mohamed%20Bamba\"&gt;Mohamed Bamba&lt;/a&gt;, after posting 10 points and 10 rebounds in a 92–56 win over &lt;a href=\"Tennessee%20State%20Tigers%20basketball\"&gt;Tennessee State&lt;/a&gt;. In his sophomore season, Garrett improved as a decision-maker, which helped him earn more playing time. He missed six games in February 2019 with a high ankle sprain. At the end of the season, Garrett was named to the &lt;a href=\"Big%2012%20Conference\"&gt;Big 12&lt;/a&gt; All-Defensive Team after averaging 7.3 points, 4.2 rebounds and 1.4 steals per game. On February 15, 2020, Garrett scored a career-high 24 points with six three-pointers, five rebounds, seven assists and four steals in an 87–70 win over &lt;a href=\"Oklahoma%20Sooners%20men%27s%20basketball\"&gt;Oklahoma&lt;/a&gt;. As a junior, he averaged 9.2 points, 4.6 assists, 4.5 rebounds and 1.8 steals per game and started in all 31 games. He was named Big 12 Defensive Player of the Year while also earning All-Defensive and third-team All-Big 12 accolades. On April 1, 2020, Garrett was named the &lt;a href=\"Naismith%20Defensive%20Player%20of%20the%20Year%20Award\"&gt;Naismith Defensive Player of the Year Award&lt;/a&gt; winner. As a senior, he averaged 11 points, 4.6 rebounds, 3.7 assists and 1.6 steals per game. Garrett was named to the Second Team All-Big 12 and the Big 12 All-Defensive Team. On April 21, 2021, he declared for the &lt;a href=\"2021%20NBA%20draft\"&gt;2021 NBA draft&lt;/a&gt;, forgoing his extra year of college eligibility.\nProfessional career.\nMiami Heat (2021–2022).\nAfter going undrafted in the &lt;a href=\"2021%20NBA%20Draft\"&gt;2021 NBA Draft&lt;/a&gt;, Garrett joined the &lt;a href=\"Miami%20Heat\"&gt;Miami Heat&lt;/a&gt; for the 2021 &lt;a href=\"NBA%20Summer%20League\"&gt;NBA Summer League&lt;/a&gt;. On September 2, 2021, he signed a &lt;a href=\"two-way%20contract\"&gt;two-way contract&lt;/a&gt; with the Heat. Under the terms of the deal, he split time between the Heat and their &lt;a href=\"NBA%20G%20League\"&gt;NBA G League&lt;/a&gt; affiliate, the &lt;a href=\"Sioux%20Falls%20Skyforce\"&gt;Sioux Falls Skyforce&lt;/a&gt;. On January 16, 2022, Garrett was waived by the Heat."
}