{
    "id": "633499",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=633499",
    "title": "Alias (comics)",
    "text": "Alias is a &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt; &lt;a href=\"ongoing%20series\"&gt;series&lt;/a&gt; created by writer &lt;a href=\"Brian%20Michael%20Bendis\"&gt;Brian Michael Bendis&lt;/a&gt; and artist &lt;a href=\"Michael%20Gaydos\"&gt;Michael Gaydos&lt;/a&gt;. It was published by &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt; under Marvel's &lt;a href=\"MAX%20%28comics%29\"&gt;MAX&lt;/a&gt; &lt;a href=\"imprint%20%28trade%20name%29\"&gt;imprint&lt;/a&gt; for a total of 28 issues from &lt;a href=\"2001%20in%20comics\"&gt;2001&lt;/a&gt; to &lt;a href=\"2004%20in%20comics\"&gt;2004&lt;/a&gt;.\nThe protagonist of \"Alias\" is &lt;a href=\"Jessica%20Jones\"&gt;Jessica Jones&lt;/a&gt;, a former costumed &lt;a href=\"superhero\"&gt;superhero&lt;/a&gt; named Jewel who left that life behind to become a &lt;a href=\"private%20investigator\"&gt;private investigator&lt;/a&gt;. The running thread is Jessica's character development, as the layers of her past and personality are revealed to the reader while, simultaneously, she tries to come to terms with them herself.\nCharacters from the series moved to Bendis' subsequent series \"&lt;a href=\"The%20Pulse%20%28comics%29\"&gt;The Pulse&lt;/a&gt;\". In 2016, Bendis and Gaydos created a follow-up series, \"&lt;a href=\"Jessica%20Jones%20%28comic%20book%29\"&gt;Jessica Jones&lt;/a&gt;\".\n\"Alias\" was the basis of the first season of the &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; series \"&lt;a href=\"Jessica%20Jones%20%28TV%20series%29\"&gt;Jessica Jones&lt;/a&gt;\", which premiered in November 2015.\nPublication history.\n\"Alias\" was one of the titles that launched Marvel's \"&lt;a href=\"MPAA%20film%20rating%20system%23Current%20MPAA%20Ratings\"&gt;R-Rated&lt;/a&gt;\" MAX imprint. It was written by Bendis and illustrated for most of its run by &lt;a href=\"Michael%20Gaydos\"&gt;Michael Gaydos&lt;/a&gt;, with covers by &lt;a href=\"David%20W.%20Mack\"&gt;David Mack&lt;/a&gt;. Bendis relates in a text piece on the letters page of the book's final issue that it was one of the reasons the imprint was created. Marvel Publishing President &lt;a href=\"Bill%20Jemas\"&gt;Bill Jemas&lt;/a&gt; read a draft of the script for the first issue of \"Alias\" (which, characteristically, starts with the word \"&lt;a href=\"fuck\"&gt;fuck&lt;/a&gt;\") and exclaimed, \"Why couldn't we publish this?\"\nBeing under the MAX imprint imposed certain other limitations on what the creators could do in the series. Bendis gave this as one reason for ending the series and moving the characters to \"&lt;a href=\"The%20Pulse%20%28comics%29\"&gt;The Pulse&lt;/a&gt;\".\nSome of the flashbacks to Jessica Jones's past are drawn in the style of classic 1960s, 1970s, 1980s and 1990s Marvel Comics issues.\nStory arcs.\n\"Alias Investigations\" and \"B Level\" (issues #1-9).\nTasked to look for a missing woman, Jessica finds herself caught in a conspiracy involving &lt;a href=\"Captain%20America\"&gt;Captain America&lt;/a&gt; and the &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt;. Subsequently, she is hired to find the recently missing &lt;a href=\"Rick%20Jones%20%28comics%29\"&gt;Rick Jones&lt;/a&gt;. The first issue introduces her relationship with &lt;a href=\"Luke%20Cage\"&gt;Luke Cage&lt;/a&gt;, whom she sleeps with after meeting him at a bar. The arc also establishes Jessica's friendship with &lt;a href=\"Carol%20Danvers\"&gt;Carol Danvers&lt;/a&gt;, who attempts to set her up with &lt;a href=\"Ant-Man%20%28Scott%20Lang%29\"&gt;Scott Lang&lt;/a&gt;. Other characters appearing in the arc include &lt;a href=\"Daredevil%20%28Marvel%20Comics%20character%29\"&gt;Daredevil&lt;/a&gt; (as Jessica's attorney Matt Murdock) and second-tier villain &lt;a href=\"Man%20Mountain%20Marko\"&gt;Man Mountain Marko&lt;/a&gt;.\n\"Come Home\" (issues #11-15).\nJessica Jones is assigned to look for a missing girl rumored to be a &lt;a href=\"Mutant%20%28Marvel%20Comics%29\"&gt;mutant&lt;/a&gt; in a small, prejudiced town. She discovers the girl is a runaway and brings her home.\nIssue #15 overlaps with \"&lt;a href=\"Daredevil%20%28Marvel%20Comics%20series%29\"&gt;Daredevil&lt;/a&gt;\" (Vol 2) #36, which was also written by Brian Michael Bendis. Both issues depict the same scene, in which a disguised &lt;a href=\"Black%20Widow%20%28Natasha%20Romanova%29\"&gt;Natasha Romanova&lt;/a&gt; visits Matt Murdock at his law office, from two different perspectives. The \"Alias\" scene focuses on Jessica and Luke Cage, who argue about their relationship while stood guard outside Murdock's office, while the \"Daredevil\" version of the scene depicts his conversation with Natasha. The issue goes on to show Jessica's first date with Scott Lang.\n\"The Underneath\" (issues #10, 16-21).\n&lt;a href=\"J.%20Jonah%20Jameson\"&gt;J. Jonah Jameson&lt;/a&gt; hires Jessica to uncover &lt;a href=\"Spider-Man\"&gt;Spider-Man's&lt;/a&gt; identity. Later, &lt;a href=\"Mattie%20Franklin\"&gt;Mattie Franklin&lt;/a&gt;, the latest &lt;a href=\"Spider-Woman\"&gt;Spider-Woman&lt;/a&gt;, goes missing and Jessica is asked to find her. In the course of her investigation she discovers that Mattie is embroiled in a criminal underworld producing Mutant Growth Hormone, a drug designed to give ordinary people super-powered abilities. Along the way, Jones meets an unexpected ally in Jessica Drew, the original Spider-Woman, who is also investigating Franklin's disappearance. Meanwhile, Jessica's relationship with Scott Lang becomes strained after an encounter with &lt;a href=\"Madame%20Web\"&gt;Madame Web&lt;/a&gt; dredges up bad memories from her past.\n\"The Secret Origins of Jessica Jones\" (issues #22-23).\nIssues #22-23 depict Jessica's teenage years, revealing that she attended Midtown High School with Peter Parker, whom she secretly had a crush on and was present when he was bitten by the spider that gave him his powers. Jessica, then known as Jessica Campbell, loses her parents and brother in a car crash involving truck carrying hazardous materials. After waking up from a coma, Jessica is taken in by the Jones family, and soon discovers that she has developed super-powers. The story ends with Jessica deciding to become a superhero.\n\"Purple\" (issues #24-28).\nFamily members of those murdered by the &lt;a href=\"Purple%20Man\"&gt;Purple Man&lt;/a&gt; ask Jessica to find evidence of those murders that he never confessed to. Jessica is initially reluctant, due to her history with the Purple Man. After drinking and ending up at Luke Cage's apartment, Jessica tells Luke about her history with the Purple Man. During her career as a superhero called Jewel, Jessica encountered the Purple Man at a restaurant. He mind-controlled Jessica for eight months, forcing her to bathe him, watch him have sex with other women, and making her beg for his attention. One day, in a fit of rage the Purple Man ordered Jessica to go and kill superheroes. Although the ensuing fight broke the mind-control over her, Jessica was mistaken for a threat by the Avengers and badly beaten. &lt;a href=\"Jean%20Grey\"&gt;Jean Grey&lt;/a&gt; helped Jessica awaken from her resulting coma, and implanted a psychic defense in her mind in case of future encounters with the Purple Man.\nAfter confronting the Purple Man in prison, he escapes and Jessica is forced to deal with him and her past trauma. Jean Grey triggers Jessica's psychic defense, allowing her to defeat him. In the aftermath of the fight, Jessica tells Scott Lang that she is three months pregnant, and that he is not the father. Later that day, Luke arrives to confess his feelings for her. She tells him that she is pregnant with his child, and the series ends with them about to begin a new chapter of their lives.\nCollected editions.\nThe series was collected into a number of &lt;a href=\"trade%20paperback%20%28comics%29\"&gt;trade paperbacks&lt;/a&gt;:\nAwards.\nThe series won the \"&lt;a href=\"Comics%20Buyer%27s%20Guide\"&gt;Comics Buyer's Guide&lt;/a&gt;\" Award for \"Favorite Comic Series\" in 2003, and the &lt;a href=\"Harvey%20Award\"&gt;Harvey Award&lt;/a&gt; for \"Best New Series\" in 2002.\nThe series was also nominated for two &lt;a href=\"Eisner%20Awards\"&gt;Eisner Awards&lt;/a&gt; in 2004: \"Best Continuing Series\" and \"Best Serialized Story\" (for \"The Secret Origin of Jessica Jones\" &amp; \"Purple\" in \"Alias\" #22-28).\nIn other media.\n\"Alias\" was adapted into the 2015 &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; TV series \"&lt;a href=\"Jessica%20Jones%20%28TV%20series%29\"&gt;Jessica Jones&lt;/a&gt;\", which was developed by &lt;a href=\"Melissa%20Rosenberg\"&gt;Melissa Rosenberg&lt;/a&gt; for &lt;a href=\"ABC%20Studios\"&gt;ABC Studios&lt;/a&gt; and &lt;a href=\"Marvel%20Television\"&gt;Marvel Television&lt;/a&gt;. The name change was needed due to the unrelated &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; series \"&lt;a href=\"Alias%20%28TV%20series%29\"&gt;Alias&lt;/a&gt;\"."
}