{
    "id": "63379589",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=63379589",
    "title": "Impact of the COVID-19 pandemic on education",
    "text": "&lt;onlyinclude&gt;\nThe &lt;a href=\"COVID-19%20pandemic\"&gt;pandemic&lt;/a&gt; has affected educational systems worldwide, leading to the near-total closures of schools, early childhood education and care (ECEC) services, universities and colleges. \nMost governments decided to temporarily close educational institutions in an attempt to reduce the spread of &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt;. As of , approximately &lt;a href=\"Learning\"&gt;learners&lt;/a&gt; are currently affected due to school closures in response to the pandemic. According to &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt; monitoring, countries are currently implementing nationwide closures and are implementing local closures, impacting about percent of the world's student population. countries' schools are currently open. \nIn general, having fewer education options has globally impacted people with less money, while people with more money have found education. New online programs have shifted the labor of education from schools to families and individuals, and consequently, people everywhere who relied on schools rather than computers and home life have had more difficulty accessing their education. Early childhood education and care (ECEC) as well as school closures impact not only students, teachers, and families, but have far-reaching economic and societal consequences. School closures in response to the pandemic have shed light on various &lt;a href=\"Social%20impact%20of%20the%20COVID-19%20pandemic\"&gt;social&lt;/a&gt; and &lt;a href=\"Economic%20impact%20of%20the%20COVID-19%20pandemic\"&gt;economic issues&lt;/a&gt;, including &lt;a href=\"student%20debt\"&gt;student debt&lt;/a&gt;, &lt;a href=\"digital%20learning\"&gt;digital learning&lt;/a&gt;, &lt;a href=\"Food%20security\"&gt;food insecurity&lt;/a&gt;, and &lt;a href=\"homelessness\"&gt;homelessness&lt;/a&gt;, as well as access to &lt;a href=\"Child%20care\"&gt;childcare&lt;/a&gt;, &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt;, &lt;a href=\"housing\"&gt;housing&lt;/a&gt;, &lt;a href=\"internet\"&gt;internet&lt;/a&gt;, and &lt;a href=\"Disability%20rights%20movement\"&gt;disability services&lt;/a&gt;. The impact was more severe for disadvantaged children and their families, causing interrupted learning, compromised nutrition, childcare problems, and consequent economic cost to families who could not work.\nIn response to school closures, &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; recommended the use of &lt;a href=\"distance%20learning\"&gt;distance learning&lt;/a&gt; programmes and &lt;a href=\"Open%20educational%20resources\"&gt;open educational applications&lt;/a&gt; and platforms that schools and teachers can use to reach learners remotely and limit the disruption of education.&lt;/onlyinclude&gt;\nBackground.\nEfforts to slow the spread of &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt; through non-pharmaceutical interventions and preventive measures such as &lt;a href=\"Social%20distancing\"&gt;social-distancing&lt;/a&gt; and &lt;a href=\"Isolation%20%28health%20care%29\"&gt;self-isolation&lt;/a&gt; have prompted the widespread closure of &lt;a href=\"Primary%20school\"&gt;primary&lt;/a&gt;, &lt;a href=\"secondary%20school\"&gt;secondary&lt;/a&gt;, and &lt;a href=\"Tertiary%20education\"&gt;tertiary&lt;/a&gt; schooling in over 100 countries.\nPrevious outbreaks of infectious diseases have prompted widespread school closings around the world, with varying levels of effectiveness. Mathematical modelling has shown that transmission of an outbreak may be delayed by closing schools. However, effectiveness depends on the contacts children maintain outside of school. School closures appear effective in decreasing cases and deaths, particularly when enacted promptly. If school closures occur late relative to an outbreak, they are less effective and may not have any impact at all. Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased &lt;a href=\"infection\"&gt;infection&lt;/a&gt; rates. As closures tend to occur concurrently with other interventions such as public gathering bans, it can be difficult to measure the specific impact of school closures.\nDuring the &lt;a href=\"Spanish%20flu\"&gt;1918-1919 influenza pandemic&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, school closures and public gathering bans were associated with lower total mortality rates. Cities that implemented such interventions earlier had greater delays in reaching peak mortality rates. Schools closed for a median duration of 4 weeks according to a study of 43 US cities' response to the Spanish Flu. School closures were shown to reduce &lt;a href=\"morbidity\"&gt;morbidity&lt;/a&gt; from the &lt;a href=\"Influenza%20A%20virus%20subtype%20H2N2\"&gt;Asian flu&lt;/a&gt; by 90% during the 1957–58 outbreak, and up to 50% in controlling influenza in the US, 2004–2008.\nMultiple countries successfully slowed the spread of infection through school closures during the &lt;a href=\"2009%20flu%20pandemic\"&gt;2009 H1N1 Flu pandemic&lt;/a&gt;. School closures in the city of &lt;a href=\"%C5%8Cita%20%28city%29\"&gt;Oita&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students. Mandatory school closures and other social distancing measures were associated with a 29% to 37% reduction in influenza transmission rates. Early school closures in the United States delayed the peak of the 2009 &lt;a href=\"Influenza%20A%20virus%20subtype%20H1N1\"&gt;H1N1&lt;/a&gt; Flu pandemic. Despite the overall success of closing schools, a study of school closures in Michigan found that \"district level reactive school closures were ineffective.\"\nDuring the &lt;a href=\"2009%20flu%20pandemic%20in%20the%20United%20Kingdom\"&gt;swine flu outbreak in 2009 in the UK&lt;/a&gt;, in an article titled \"Closure of schools during an influenza pandemic\" published in the \"&lt;a href=\"The%20Lancet\"&gt;Lancet Infectious Diseases&lt;/a&gt;\", a group of epidemiologists endorsed the closure of schools in order to interrupt the course of the infection, slow further spread and buy time to research and produce a vaccine. Having studied previous influenza pandemics including the &lt;a href=\"Spanish%20flu\"&gt;1918 flu pandemic&lt;/a&gt;, the &lt;a href=\"Influenza%20A%20virus%20subtype%20H2N2\"&gt;influenza pandemic of 1957&lt;/a&gt; and the &lt;a href=\"1968%20flu%20pandemic\"&gt;1968 flu pandemic&lt;/a&gt;, they reported on the economic and workforce effect school closure would have, particularly with a large percentage of doctors and nurses being women, of whom half had children under the age of 16. They also looked at the dynamics of the spread of influenza in &lt;a href=\"France\"&gt;France&lt;/a&gt; during French school holidays and noted that cases of flu dropped when schools closed and re-emerged when they re-opened. They noted that when teachers in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; went on &lt;a href=\"Social%20distancing\"&gt;strike during the flu season of 1999–2000&lt;/a&gt;, visits to doctors and the number of respiratory infections dropped by more than a fifth and more than two fifths respectively.\nHazard controls.\nFor schools and childcare facilities, the &lt;a href=\"United%20States\"&gt;U.S&lt;/a&gt;. &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;Centers for Disease Control and Prevention&lt;/a&gt; recommends short-term closure to clean or disinfect if an infected person has been in a school building regardless of community spread. When there is minimal to moderate community transmission, &lt;a href=\"social%20distancing\"&gt;social distancing&lt;/a&gt; strategies can be implemented such as postponing or cancelling &lt;a href=\"field%20trip\"&gt;field trip&lt;/a&gt;s, assemblies, and other large gatherings such as &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt; or choir classes or meals in a cafeteria, increasing the space between desks, staggering arrival and dismissal times, limiting nonessential visitors, and using a separate health office location for children with flu-like symptoms. When there is substantial transmission in the local community, in addition to social distancing strategies, extended school dismissals may be considered.\nAs the pandemic progresses, schools may continue with remote learning or decide to reopen. Strategies such as cohorting, rotating schedules, eating lunch in the classroom, and utilizing outdoor spaces are some ways to minimize close contact. Additional precautions include face masks, hand sanitizer stations, rearranging classrooms to enable physical distancing, and frequent cleaning. The CDC made a School Decision Tree to aid administrators in the planning process for reopening. The American Academy of Pediatrics urges re-entry policies need to be flexible and responsive as new information about the virus emerges.\nThe National Academies of Sciences, Engineering, and Medicine states that in-person instruction for grades K-5 and students with special needs should be prioritized to prevent children from falling behind. Younger children are at higher risk of suffering from long-term academic consequences and developmental deficits without in-person learning.\nAcademic integrity.\nThe impact on &lt;a href=\"academic%20integrity\"&gt;academic integrity&lt;/a&gt; has been observed around the world. A rise in &lt;a href=\"contract%20cheating\"&gt;contract cheating&lt;/a&gt; and academic &lt;a href=\"File%20sharing\"&gt;file-sharing&lt;/a&gt;, and exam cheating were identified as particularly problematic. Due to the fact that learning is mostly remote since the start of COVID-19 in March, cheating has become far easier for students. There is no remorse from students since attitudes have shifted away from prioritizing education over other things. From the point of view of teachers' rights, online education has exposed various as yet unresolved legal issues, especially in terms of copyright and how to deal with unapproved misuse of lectures.\nMany institutions turned to commercial services to take over &lt;a href=\"exam%20proctoring\"&gt;exam proctoring&lt;/a&gt;, but almost immediately concerns were raised about student privacy, surveillance, and the impact on student mental health.\nThe lack of student to teacher interaction has also led students to feel less passionate about the integrity of their work. This leaves students to turn in half-completed assignments, get the answers from their friends in class, or turn in nothing at all simply because education has become less important due to COVID-19.\nGender disparities.\nThe Covid-19 pandemic has widened the gender gap in education between females and males. The rapid incline in infectious rates of Covid-19 has globally forced many females into the traditional roles as caretakers. Common gender disparities that impact a female's education during the pandemic are finances enabling higher dropout rates, domestic violence, child marriage, early pregnancy, and exploitation of child labor. Female caretakers drop out of schools to provide care for sick family members and/or become a source of income for their families. In settings with gender disparities in rates of school completion, girls are at increased risk of not returning to school after lockdown if tasked with income-generating activities or caretaking or they become pregnant. There is a correlation between increased unemployment rates with higher female school dropout rates. Malala Fund research estimates that as a result of the pandemic, 20 million girls in developing countries may never return to the classroom. Consequently, there is a decreased level of women returning to school, particularly in nations with poverty. Out of the total population of students enrolled in education globally, UNESCO estimates that over 89% are currently out of school because of COVID-19 closures. This represents 1.54 billion children, and youth enrolled in school or university, including nearly 743 million girls. During the pandemic, females attending school reported encountering technical challenges with remote learning. Using data from the National Study STEM faculty and students (NSSFS) collected 2020, the report describes gender disparities in experiences of transitioning to remote teaching/learning among US STEM faculty and students. According to the survey, females reported higher technical challenges in remote learning against their male counterparts. The two main areas that females found challenging in remote learning were adaptability to the course design and transitioning from face-to-face school to remote online learning curriculums. Countries with poverty reported increased gender disparities as families could not afford internet usage in low-income households to pay for female education. Additionally, there was a preference in male over female education as they were seen as sole providers. Over 111 million of these girls are living in the world's least developed countries where getting an education is already a struggle. These are contexts of extreme poverty, economic vulnerability, and crisis where gender disparities in education are highest. In Mali, Niger, and South Sudan — 3 countries with some of the lowest enrolment and completion rates for girls — closures have forced over 4 million girls out of school. The broadened gap in gender disparities impacts female education that will exceed beyond the pandemic and seep into their futures. There have been several efforts by UNESCO and other organizations to raise funds for female education, but due to the financial hardships of the pandemic, those efforts have fallen short. Lack of government involvement in the issue and inability to address the increasing concerns of gender disparities in education during the pandemic has limited educational opportunities for females globally. \nRacial disparities.\nThe impact of COVID-19 on racial disparities in online learning during the pandemic has received research attention. A recent study from the Urban Institute covers some of these findings. Urban's study points to issues in access to a computer and internet. A 2018 survey of households showed that 48% of surveyed households of Alaskan Natives did not have access to computers compared to 35% of Black households, 35% Latinx, and 19% White. Minimal access to computers and the internet was found in 1.3 to 1.4 times as many Black and Hispanic households with school-aged children as it was in white households, with more than two out of five low-income households having just limited access.\nA 2021 report from the Black Education Research Collective analyzes the impact of COVID-19 pandemic on Black education. It evaluates how Black students, parents, educators and community members experience systemic racism during COVID. The study seeks to show how the pandemic has interrupted education across the country, highlighting existing racial and economic inequities. The study also argues that even before the outbreak, students in vulnerable neighborhoods, primarily Black, Indigenous, and other majority-minority areas, faced disparities in everything from resources (ranging from books to counselors) to student-teacher ratios and extracurricular activities.\nSchool closures.\nCountry-wide closures.\n&lt;noinclude&gt;\nLocalised closures.\nAs of , countries have localised school closures. &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; estimates 473,933,356 learners are potentially at risk (pre-primary to upper-secondary education) and 77,938,904 learners are potentially at risk in tertiary education.\nConsequences of school closures.\nSchool closures in response to the &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt; pandemic have shed a light on numerous issues affecting access to education, as well as broader &lt;a href=\"Social%20issue\"&gt;socio-economic issues&lt;/a&gt;. As of 12 March, more than 370 million &lt;a href=\"child\"&gt;child&lt;/a&gt;ren and &lt;a href=\"youth\"&gt;youth&lt;/a&gt; are not attending &lt;a href=\"school\"&gt;school&lt;/a&gt; because of temporary or indefinite country wide school closures mandated by &lt;a href=\"government\"&gt;government&lt;/a&gt;s in an attempt to slow the spread of &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt;. As of 29 March, nearly 90% of the world's learners were impacted by closures.\nAccording to the &lt;a href=\"UNICEF\"&gt;United Nations International Children's Fund (UNICEF)&lt;/a&gt;, the COVID-19 pandemic has affected more than 91% of students worldwide, with approximately 1.6 billion children and youngsters unable to attend physical schools due to temporary closures and lockdowns. \nEven when school closures are temporary, it carries high social and economic costs. The disruptions they cause affect people across &lt;a href=\"Community\"&gt;communities&lt;/a&gt;, but their impact is more severe for disadvantaged children and their families including interrupted learning, compromised nutrition, childcare problems and consequent economic cost to families who cannot work. According to Studi Economici Dell'Ocse (OECD) studies, school performance hinges critically on maintaining close relationships with teachers. This is particularly true for students from disadvantaged backgrounds, who may not have the parental support needed to learn on their own. Working parents are more likely to miss work when schools close in order to take care of their children, incurring wage loss in many instances and negatively impacting productivity. Localised school closures place burdens on schools as parents and officials redirect children to schools that are open.\nIt is also highly likely that the COVID-19 pandemic and school closures will further exacerbate the &lt;a href=\"learning%20crisis\"&gt;learning crisis&lt;/a&gt; occurring across the globe. \nUnintended strain on healthcare system.\nWomen make up almost 70% of the healthcare workforce, exposing them to a greater risk of infection. They often cannot attend work because of childcare obligations that result from school closures. In fact, in the U.S., the healthcare sector has one of the highest rates of childcare obligations in the broader economy, with approximately 28.8% of the workforce responsible for providing care to children aged 3–12. At best, this means that school closures put pressure on health workers in systems already strained by COVID-19 caseloads. At worst, this means that some medical professionals may not be present at health facilities altogether.\nOnline learning.\nOnline learning has become a critical lifeline for education, as institutions seek to minimize the potential for community transmission. Technology can enable teachers and students to access specialized materials well beyond textbooks, in multiple formats and in ways that can bridge time and space. Online learning solutions can take many forms, including high-tech solutions such as tablet-based adaptive learning software or low-tech solutions such as radio, sms, and television.\nDue to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, many schools across the world began conducting classes via &lt;a href=\"videotelephony\"&gt;videotelephony&lt;/a&gt; software such as &lt;a href=\"Zoom%20%28software%29\"&gt;Zoom&lt;/a&gt;, &lt;a href=\"Google%20Classroom\"&gt;Google Classroom&lt;/a&gt; and/or &lt;a href=\"Google%20Meet\"&gt;Google Meet&lt;/a&gt;. The &lt;a href=\"OECD\"&gt;Organisation for Economic Co-operation and Development&lt;/a&gt; has created a framework to guide an education response to the COVID-19 pandemic for &lt;a href=\"Distance%20education\"&gt;distance learning&lt;/a&gt;. Whenever this was possible, the ability to teach in real time significantly helped educators handle the transition, in comparison with their colleagues who had to rely on asynchronous instruction.\nUnequal access to technology.\nLack of access to technology or fast, reliable internet access can prevent students in rural areas and from disadvantaged families. Lack of access to technology or good internet connectivity is an obstacle to continued learning, especially for students from disadvantaged families. Teachers have reported that students are more likely to complete assignments if they have access to internet at home. In response to school closures caused by COVID-19, &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; recommends the use of &lt;a href=\"distance%20learning\"&gt;distance learning&lt;/a&gt; programmes and &lt;a href=\"Open%20educational%20resources\"&gt;open educational applications&lt;/a&gt; and platforms that schools and teachers can use to reach learners remotely and limit the disruption of &lt;a href=\"education\"&gt;education&lt;/a&gt;. However, in regions where online learning is not feasible, due to a lack of access to distance learning tools such as smart phones and internet connectivity, some parents have resorted to child labor or early marriage as a means to cope with the financial stress placed on them by the pandemic.\nTo aid in slowing the transmission of COVID-19, hundreds of libraries have temporarily closed. In the United States, numerous major cities announced public library closures, including Los Angeles, San Francisco, Seattle, and New York City, affecting 221 libraries. For students without internet at home, this increases the difficulty of keeping up with distance learning.\nUnequal access to educational resources.\nLack of &lt;a href=\"limitations%20and%20exceptions%20to%20copyright\"&gt;limitations and exceptions to copyright&lt;/a&gt; can also have an impact on the ability of students to access the textbooks and materials they need to study. Several initiatives were taken to grant that students and teachers can have access to open educational resources, or understand copyright limitations. The &lt;a href=\"International%20Council%20for%20Open%20and%20Distance%20Education\"&gt;International Council for Open and Distance Education&lt;/a&gt; issued a special website to provide webinars, tips for online teaching and resources for teachers.\nIn &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, a group of publishers agreed to allow for virtual public readings of their materials from libraries and classrooms. A similar agreement took place in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, where the Australian Publishers Association, the &lt;a href=\"Australian%20Library%20and%20Information%20Association\"&gt;Australian Library and Information Association&lt;/a&gt; and the &lt;a href=\"Australian%20Society%20of%20Authors\"&gt;Australian Society of Authors&lt;/a&gt; agreed on a set of exceptional measures to allow libraries to provide educational content. The Australian organization &lt;a href=\"APRA%20AMCOS\"&gt;AMCOS&lt;/a&gt; agreed to give a gratis license for all their music sheets to all schools across Australia.\nAn advocacy organization in &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; launched a website to allow teachers use free-licensed music and video for their classes.\nA coalition of over 500 civil society organizations and individuals issued a letter to &lt;a href=\"Francis%20Gurry\"&gt;Francis Gurry&lt;/a&gt;, Director of the &lt;a href=\"World%20Intellectual%20Property%20Organization\"&gt;World Intellectual Property Organization&lt;/a&gt;, asking, among other things, a special set of limitations and exceptions to copyright for the duration of the pandemic.\nSeveral organizations are also working to explain to teachers how to navigate complex copyright scenarios. The National Copyright Unit of Australia, a specialist copyright team responsible for copyright policy and administration for Australian schools and &lt;a href=\"Technical%20and%20further%20education\"&gt;TAFE&lt;/a&gt;, issued a set of recommendations to follow on copyright issues while doing remote learning and a set of recommendations for using openly licensed content, specially aimed to parents supporting students. Centrum Cyfrowe in Poland is holding open calls to support the work of teachers and educators leading in the open education sector. The Program on Information Justice and Intellectual Property at the &lt;a href=\"American%20University\"&gt;American University&lt;/a&gt; is holding a set of webinars for different educators to guide them through copyright issues when delivering online teaching and how to address best practices for fair use.\nChildcare.\nClosures of early childhood education and care (ECEC) as well as schools increases work-family conflicts particularly for parents with younger children who are in more need of care and supervision of distance learning. School closures puts a strain on parents and guardians to provide childcare and manage distance learning while children are out of school. In the absence of alternative options, working parents often leave children alone when schools close and this can lead to risky behaviours, including increased influence of peer pressure and substance abuse. Alternatively, in some emerging economies, parents may resort to bringing their children to work and engaging them in menial labor, as has been the case in Maharashtra, India, where some out-of-school teenagers have been working in sugar cane fields alongside their day laborer parents.\nIn the United States, as of early April, more than half of existing childcare programs had shut down at least temporarily and were not serving any children.\nWomen in the workforce.\nMany working mothers dropped out of the labor force to take care of their children during school closures and online learning. In places where part-time school attendance or fully virtual learning is implemented, working parents are typically left with a choice of either arranging childcare or to stop working during days when their children are not at school. However, childcare is often difficult to find or unaffordable, due to its increased demand and closures of daycare centers during the pandemic, making it not a viable option for many parents.\nDue to the difficulty of securing accommodations and flexibility from their employers to allow them to take care of their children, women in the US, particularly Black and &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latina&lt;/a&gt; women, have lost a disproportionate share of jobs since the beginning of the pandemic. These include forced attritions from women being unable to meet their productivity goals, and voluntary resignations from women who face too much pressure from managing both their paid and unpaid responsibilities. In many cases, women in the workforce were unable to afford private childcare, hence necessitating them to take a leave of absence from work or resigning from their job. A spring 2021 academic study suggested that a much larger proportion of mothers left the workforce in US states where schools offered primarily remote education. Between February 2020 and 2021, more than 2.3 million women in the US have left the labor force. In January 2021, only 57% of American women participated in the labor force, the lowest rate in 33 years.\nA study from &lt;a href=\"Washington%20University%20in%20St.%20Louis\"&gt;Washington University in St. Louis&lt;/a&gt; found that mothers have reduced their paid working hours four to five times more than fathers from February to April 2020, which widened the gender gap in working hours by a maximum of 50%. According to authors of the study, the disparity may lead to droves of women leaving the workforce and massive layoffs for women. &lt;a href=\"Betsey%20Stevenson\"&gt;Betsey Stevenson&lt;/a&gt;, an economist at the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, warned that the exodus of women from the workforce during the pandemic may lead to long-term impacts in women's labor market outcomes. Because working hours are a major cause of the &lt;a href=\"gender%20pay%20gap\"&gt;gender pay gap&lt;/a&gt;, and periods of non-employment has adverse impacts on future earnings and job mobility, expertsr warn that the pandemic-induced reduction can set women's advancement back for decades.\nNutrition and food insecurity.\nNutrition plays a critical role in cognitive development and academic performance for children. Many children worldwide rely on free or discounted meals at schools. When schools close, nutrition is especially compromised for children in schools where food is provided. \nIn the United States, &lt;a href=\"National%20School%20Lunch%20Act\"&gt;school lunch programmes&lt;/a&gt; are the second-biggest anti-hunger initiative after &lt;a href=\"Supplemental%20Nutrition%20Assistance%20Program\"&gt;food stamps&lt;/a&gt;. Every year, nearly 30 million children rely on schools to provide free or low-cost meals including breakfast, lunch, snacks, and even dinner. In &lt;a href=\"Washington%20%28state%29\"&gt;Washington State&lt;/a&gt;, around 45% of the states 1.1 million students enrolled in traditional public and charter schools qualify for subsidised school meals. At least 520,000 students and their families may be affected by food insecurity as a result of school closures. In &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, where state-wide school closures as of 18 March have affected over 720,000 students, the state Superintendent announced that staff in schools disproportionately affected by poverty would create meal distribution networks to provide food for students who rely on school lunches.\nMany families with low income qualify for school lunch programs funded by the federal government and subsidized at the state level. Due to this need in our society, schools are required to stay open amid the COVID-19 crisis to provide meals to children who qualify for free or reduced rate meals. School have become creative and they send out a weekly survey to reach every student who will need a free or reduced lunch.\nIn the UK, footballer &lt;a href=\"Marcus%20Rashford\"&gt;Marcus Rashford&lt;/a&gt; pushed the government to extend free school meals over the summer holidays in August. It was voted out at first, by 61 votes. However, in a U-turn, &lt;a href=\"58th%20parliament%20of%20the%20United%20Kingdom\"&gt;Boris Johnson's government&lt;/a&gt; changed it and agreed to carry on paying. Rashford was given an &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; for his efforts.\nStudent learning outcomes.\nSchool closures negatively impact student learning outcomes. Schooling provides essential learning and when schools close, children and youth are deprived opportunities for growth and development. The disadvantages are disproportionate for under-privileged learners who tend to have fewer educational opportunities beyond school. When schools close, parents are often asked to facilitate the learning of children at home and can struggle to perform this task. This is especially true for parents with limited education and resources.\nStudents gain literacy slower during school closures than in a business-as-usual academic year. It has been estimated that the rate of reading ability gain in kindergarten children in the U.S slows down by 66% during school closures compared to active schooling. A recent study of the effect of the &lt;a href=\"2005%20Kashmir%20earthquake\"&gt;2005 Kashmir Earthquake&lt;/a&gt; found that school closures of an average of 14 weeks has resulted in affected children being 1.5 to 2 years behind their peers who were unaffected by the disaster and its resulting school closures. In practical terms, this learning loss could result in affected children earning 15% less in every adult year of their lives.\nStudent drop-out rates tend to increase as an effect of school closures due to the challenge of ensuring all students return to school once school closures ends. This is especially true of protracted closures. Disadvantaged, at-risk, or homeless children are more likely not to return to school after the closures are ended, and the effect will often be a life-long disadvantage from lost opportunities.\nSchools are also hubs of social activity and human interaction. When schools are closed, many children and youth miss out on social contact that is essential to learning and development. Accordingly, teachers' perception of student coping significantly decreased with each education level handled, with university instructors finding their students to handle the situation much better than elementary school teachers did.\nInaccessibility to mitigation strategies.\nThe effect of school closure on academic achievement has been studied in the summer months. Many of the strategies used to prevent academic slump, such as attending summer school, visiting libraries, and/or participating in literacy-rich summer-based activities are not available during the pandemic. Reading every day to a child, an option available while staying at home, reduced the rate of loss by 42%.\nSpecial education services.\nPotential impacts of school closures and reliance on distance learning are not addressed in federal acts of legislation at this time. Special education students are potentially one of the most impacted groups of COVID-19. Educators continue to focus on implementing strategies to deliver services and accommodations in virtual, hybrid, and in person settings. However, information of how severe they have been affected, and how and if their grades will be affected due to their status and how this would affect their future are currently not specified.\nEffect of school closure on COVID-19 cases and mortality.\nThe effect of school closure on COVID-19 cases and mortality has been examined in multiple studies. \nIn a study that looked specifically at school closure in the United States, closure of schools was associated with 1.37 million fewer cases and 40,600 fewer deaths from COVID-19 in a six-week study period. However, two international studies examining the impact of reopening schools from &lt;a href=\"kindergarten\"&gt;kindergarten&lt;/a&gt; to grade 12 found no consistent relationship between the reopening of these schools and the spread of COVID-19, with another study from the United States showing no increased risk to childcare workers who continued to work. Other studies that looked at multiple policy changes have shown more modest changes associated with school closure.\nImpact on formal education.\nFormal education — as opposed to \"&lt;a href=\"informal%20education\"&gt;informal education&lt;/a&gt;\" or \"&lt;a href=\"Nonformal%20learning\"&gt;non-formal education&lt;/a&gt;\" — tends to refer to schools, colleges, universities and training institutions. A 1974 report by the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; defined formal education as the following:\"Formal education\": the hierarchically structured, chronologically graded \"education system\", running from primary school through the university and including, in addition to general academic studies, a variety of specialised programmes and institutions for full-time technical and professional training.The majority of data collected on the number of students and learners impacted by COVID-19 has been calculated based on the closure of formal education systems. The &lt;a href=\"UNESCO%20Institute%20for%20Statistics\"&gt;UNESCO Institute for Statistics&lt;/a&gt; provides figures on students impacted by COVID-19 corresponding to the number of learners enrolled at pre-primary, primary, lower-secondary, and upper-secondary levels of education (&lt;a href=\"International%20Standard%20Classification%20of%20Education\"&gt;ISCED&lt;/a&gt; levels 0 to 3), as well as at tertiary education levels (ISCED levels 5 to 8). On average, teachers in K-primary schools were coping worse with the transition than high school educators and university instructors.\nEarly childhood education.\nEarly childhood educational programmes are usually designed for children below the age of 3 and may refer to &lt;a href=\"preschool\"&gt;preschool&lt;/a&gt;s, &lt;a href=\"Preschool\"&gt;nursery schools&lt;/a&gt;, &lt;a href=\"kindergarten\"&gt;kindergarten&lt;/a&gt;s, and some &lt;a href=\"Child%20care\"&gt;day care programmes&lt;/a&gt;. While many primary and secondary schools have closed around the world due to COVID-19, measures impacting early childhood educational programmes have varied. In some countries and territories for instance in Australia preschools and day cares are considered necessary services and have not closed in tandem with broader school closure measures.\nIn the United States, the Washington State Department of Children, Youth, and Families encouraged child care and early learning centres to stay open. Some school districts may offer alternative child care options, prioritising the children of first responders and healthcare workers. The governor of Maryland mandated that specific child care services remain open for the children of emergency personnel while Washington State and California have left it to the discretion of care providers. California Governor &lt;a href=\"Gavin%20Newsom\"&gt;Gavin Newsom&lt;/a&gt; explained his state's position, saying \"We need our child care facilities, our daycare centers, to operate to absorb the impact of these school closures.\" Colorado has encouraged the development of \"tool kits\" for parents to use at home to emulate the lessons children would have received in their early learning programmes.\nIn Japan, Prime Minister Shinzo Abe closed all schools throughout the country until 8 April, however, children's daycare facilities were excluded. In early March, five adults associated with a nursing facility for preschool children in &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt; tested positive for coronavirus. After testing over one hundred children at the facility, a preschool student was found to be carrying the virus.\nPrimary.\nPrimary or elementary education typically consists of the first four to seven years of formal education. Kindergarten is the first time children participate in formal education. Based on a comparison of longitudinal literacy data in kindergarten-aged students during a spring semester of schooling versus during summer vacation, one study predicted that &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt; school closures would slow the rate of literacy ability gain by 66% in kindergarten children in the absence of mitigating alternative educational strategies. The study estimates that over an 8-month period from 1 January to 1 September 2020, assuming school closures from 16 March to 1 September 2020 (and taking into account the summer vacation that would have still normally taken place during that time), that these kindergarten children would have gained 31% less literacy ability on average than if school closures had not occurred.\nSecondary.\nSecondary education is in most countries the phase in the education continuum responsible for the development of the young during their adolescence, the most rapid phase of their physical, mental and emotional growth. However, according to many researchers, secondary education students have lost the structure they need in order to thrive in the secondary environment. Instead, students struggle with self-sufficiency and are at risk of falling behind due to distractors in their home and online. The social-emotional wellbeing of secondary students is also of concern with a recent survey citing that 80% of students have experienced some negative impact to their mental health due to the pandemic. 20% say their mental health has significantly worsened. The Center for Disease Control (CDC) suggests that students should get plenty of rest, exercise regularly, and eat well-balanced meals in order to assist in coping with the mental stressors of the pandemic.\nIn the United States, standardized tests for college admissions that are taken near the end of secondary education, such as the &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; and &lt;a href=\"ACT%20%28test%29\"&gt;ACT&lt;/a&gt;, have adapted to administer in person exams at lower capacity and obeying precautionary measures. Online proctoring has also been explored as a method of making the test more accessible. An online edition of the &lt;a href=\"Test%20of%20English%20as%20a%20Foreign%20Language\"&gt;TOEFL&lt;/a&gt; exam is now available for students to take at home. Additionally, many colleges and universities have moved away from requiring standardized tests for admissions, or making the requirement optional.\nThe &lt;a href=\"International%20Baccalaureate\"&gt;International Baccalaureate Organization&lt;/a&gt; (IBO) cancelled the examinations for its &lt;a href=\"IB%20Diploma%20Programme\"&gt;Diploma Programme&lt;/a&gt; and &lt;a href=\"International%20Baccalaureate%23Career-related%20Programme%20%28CP%29%20curriculum%20outline\"&gt;Career-related Programme&lt;/a&gt; candidates scheduled between 30 April and 22 May 2020, reportedly affecting more than 200,000 students worldwide. The IBO stated that it would award candidates their diplomas or certificates based on \"their coursework\" and \"the established assessment expertise, rigor, and quality control already built into the programme.\" &lt;a href=\"College%20Board\"&gt;College Board&lt;/a&gt; has begun offering both in person and online testing for Advanced Placement exams in the 2020–2021 school year.\nPrivate schools in the United States.\nOne effect of the COVID-19 outbreak in the United States has come in the form of increases in private school enrollment. Many parents seeking out private school instruction need a place to send their child due to the parents need to work outside of the home. Despite the high cost of private schools, parents find that the tuition cost to be worth it.\nAn unintended consequence of this migration to private schooling is the widening inequality gap between families that can afford private school tuition and those who cannot. These families often have their children at home in virtual learning environments. Issues like poor broadband connection and the inability for parents to properly support their children's learning due to lack of English language skills or work conflicts will see certain students fall behind academically.\nPrimary and secondary schools in Kenya.\nA study on \"teachers' and parents' preparedness to support virtual &lt;a href=\"Impact%20of%20the%20COVID-19%20pandemic%20on%20education%20in%20the%20United%20States\"&gt;learning&lt;/a&gt; during the COVID-19 pandemic in Kenya\" shows that most parents and teachers were not prepared to support virtual learning. This issue affected all schools: public 8-4-4 schools, private 8-4-4 schools, international schools, and private schools in the country. This points to a weak support system for virtual education in Kenyan schools during COVID-19 outbreak affecting virtual learning delivery.\nGrade deflation.\nHowever, the IBO came under heavy criticism worldwide for their methods in calculating the students' final grades and their \"Enquiry upon results\" (EUR) strategy after results were released on 6 July 2020. Consequently, many students not only received much lower grades than what they were predicted to by their teachers but also missed the entrance requirements to every university they applied to, affecting approximately 170,000 students in 153 countries. As a result, petitions that garnered dozens of thousands of signatures were created online with the hashtag \"IBSCANDAL\" becoming viral, schools and people have lost confidence with the education company and are considering other alternatives for secondary education, and educational reforms are being suggested where students will deviate away from taking significant examinations in the future.\nHigher Education.\nTertiary education, also known as higher education, refers to the non-compulsory educational levels that follow completion of secondary school or high school. Tertiary education is normally taken to include &lt;a href=\"undergraduate\"&gt;undergraduate&lt;/a&gt; and &lt;a href=\"postgraduate%20education\"&gt;postgraduate education&lt;/a&gt;, as well as &lt;a href=\"Vocational%20education\"&gt;vocational education and training&lt;/a&gt;. Individuals who complete tertiary education generally receive &lt;a href=\"Academic%20certificate\"&gt;certificates&lt;/a&gt;, &lt;a href=\"diploma\"&gt;diploma&lt;/a&gt;s, or &lt;a href=\"academic%20degree\"&gt;academic degree&lt;/a&gt;s.\nUndergraduate education.\nUndergraduate education is education conducted after &lt;a href=\"secondary%20education\"&gt;secondary education&lt;/a&gt; and prior to &lt;a href=\"post-graduate%20education\"&gt;post-graduate education&lt;/a&gt;, for which the learner is typically awarded a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt;.\nThe closure of colleges and universities has widespread individual, organizational, and learning and teaching implications for students, faculty, administrators, and the institutions themselves. The initial period of rapid adaption during 2020 contained three primary responses to COVID-19: minimal legal response, delayed commencement of study periods, and rapid digitalization of curriculum. Thoughts about what to make of this situation resulted in optional learning online or in person depending on what the university declared as being mandatory.\nMillions of students are expected to defer the start of their studies for their undergraduate degree to a later year due to the pandemic. This not only will negatively affect the future university intake process due to &lt;a href=\"Shortage\"&gt;shortages in places available&lt;/a&gt; but universities worldwide are expected to lose billions of USD in equivalent due to the number of students expected to study at university in the 2020–2021 academic year.\nColleges and universities across the United States have been called upon to issue refunds to students for the cost of &lt;a href=\"Tuition%20payments\"&gt;tuition&lt;/a&gt; and &lt;a href=\"room%20and%20board\"&gt;room and board&lt;/a&gt;.\nWhile $6 billion in emergency relief is to be made available to students during the pandemic, Education Secretary &lt;a href=\"Betsy%20DeVos\"&gt;Betsy DeVos&lt;/a&gt; decided on 21 April 2020 that it will only be made available to those students who are also already eligible for federal financial aid. This rule will exclude tens of thousands of undocumented students who participate in the government's &lt;a href=\"Deferred%20Action%20for%20Childhood%20Arrivals\"&gt;Deferred Action for Childhood Arrivals&lt;/a&gt; (DACA, or \"Dreamers\") program from being able to receive emergency relief funds.\nApart from colleges losing vast amounts of income undergraduate students themselves have lost vast amounts of imperative education due to COVID-19. With the lack of regular education amongst all students, learning seems harder to manage. Before the COVID-19 pandemic, college students would have in-person classes, in-person office hours, and in-person extracurricular activities. However, the pandemic has created an atmosphere where students who have an idea about their future occupation, are learning essential information behind a screen. These changes have made focusing on classes built around a students selected major very difficult, as they are not experiencing what they are passionate about to the fullest extent. The result of this is lost passion for specific subjects, the inability to focus on crucial information, and tainted academic integrity all over.\nImpact on local economies.\nIn the United States of America, colleges and universities operate as \"mini-cities\" which generate significant revenue for cities, states, and regions. For example, &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt; estimated in 2017 that it contributed $1.58 billion &lt;a href=\"United%20States%20dollar\"&gt;USD&lt;/a&gt; per year to the &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; economy, and that students spent about $60 million in off-campus spending. College and university closures have a &lt;a href=\"domino%20effect\"&gt;domino effect&lt;/a&gt; on economies with far-reaching implications.\nIn March, &lt;a href=\"Linda%20Bilmes\"&gt;Linda Bilmes&lt;/a&gt; of the &lt;a href=\"John%20F.%20Kennedy%20School%20of%20Government\"&gt;Harvard Kennedy School&lt;/a&gt; noted that \"local hotels, restaurants, cafes, shops, car rental agencies and other local businesses obtain a significant share of annual revenue from graduation week and college reunions... these communities will suffer a lot of economic damage if the colleges remain closed at that time.\"\nSmall towns which rely on college students to support the local economy and provide labour to local businesses are especially impacted by school closures and the exodus of students from campus. In &lt;a href=\"Ithaca%2C%20New%20York\"&gt;Ithaca, New York&lt;/a&gt;, &lt;a href=\"Cornell%20University\"&gt;Cornell University&lt;/a&gt; students spent at least $4 million a week in &lt;a href=\"Tompkins%20County%2C%20New%20York\"&gt;Tompkins County&lt;/a&gt;. In the wake of Cornell's decision to keep students home following spring break and transition to virtual instruction, the Mayor of Ithaca called for \"immediate and forceful federal action — we will see a horrific economic impact as a result of Cornell University closing.\"\nResponses to the crisis.\nUNESCO recommendations.\nUNESCO made ten recommendations for engaging in online learning:\nOpen Education Community response.\nOpen Education community members have shared &lt;a href=\"Open%20educational%20resources\"&gt;open educational resources (OER)&lt;/a&gt; in response to COVID-19, including:\nOnline learning platforms.\nCoursera.\nWith schools closed, demand for online education platforms has increased. &lt;a href=\"Coursera\"&gt;Coursera&lt;/a&gt;, which can be taught online, also grew significantly during the pandemic.\nVaccination.\nSome universities, like the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt;, require students to be vaccinated for the 2021–2022 academic year. The University of Virginia began reminding unvaccinated students of this rule on May 20, 2021. Three months later, it disenrolled students who had not yet been vaccinated, including 49 students who had already been enrolled in classes for the Fall 2021 semester."
}