{
    "id": "633730",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=633730",
    "title": "Somewhere in Time (Iron Maiden album)",
    "text": "Somewhere in Time is the sixth studio album by English &lt;a href=\"heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; band &lt;a href=\"Iron%20Maiden\"&gt;Iron Maiden&lt;/a&gt;. It was released on 29 September 1986 in the United Kingdom by &lt;a href=\"EMI%20Records\"&gt;EMI Records&lt;/a&gt; and in the United States by &lt;a href=\"Capitol%20Records\"&gt;Capitol Records&lt;/a&gt;. It was the band's first album to feature &lt;a href=\"guitar%20synthesiser\"&gt;guitar synthesiser&lt;/a&gt;s.\nSince its release, \"Somewhere in Time\" has been certified platinum by the &lt;a href=\"RIAA\"&gt;RIAA&lt;/a&gt;, having sold over one million copies in the US. &lt;a href=\"Somewhere%20on%20Tour\"&gt;Somewhere on Tour&lt;/a&gt; was the album's supporting tour.\nBackground.\n\"Somewhere in Time\" is the band's first studio effort following the extensive &lt;a href=\"World%20Slavery%20Tour\"&gt;World Slavery Tour&lt;/a&gt; of 1984–85, which was physically draining for the group, lasting 331 days and comprising 187 concerts. The resulting exhaustion is credited as the main factor in the complete lack of songwriting contributions from lead vocalist &lt;a href=\"Bruce%20Dickinson\"&gt;Bruce Dickinson&lt;/a&gt;, whose material was rejected by the rest of the band. Dickinson had written several \"acoustic-based\" songs, explaining that \"I felt we had to come up with our \"&lt;a href=\"Physical%20Graffiti\"&gt;Physical Graffiti&lt;/a&gt;\" or \"&lt;a href=\"Led%20Zeppelin%20IV\"&gt;Led Zeppelin IV&lt;/a&gt;\" ... we had to get it onto another level or we'd stagnate and drift away\", although bassist and primary writer &lt;a href=\"Steve%20Harris%20%28musician%29\"&gt;Steve Harris&lt;/a&gt; \"thought he'd lost the plot completely\", surmising that \"he was probably more burnt out than anyone at the end of that last tour\". On the other hand, the record is also notable for the number of \"fully formed\" songs written by guitarist &lt;a href=\"Adrian%20Smith\"&gt;Adrian Smith&lt;/a&gt;, who wrote both of the album's singles: \"&lt;a href=\"Wasted%20Years\"&gt;Wasted Years&lt;/a&gt;\" and \"&lt;a href=\"Stranger%20in%20a%20Strange%20Land%20%28Iron%20Maiden%20song%29\"&gt;Stranger in a Strange Land&lt;/a&gt;\", the former of which is the only song on the record not to feature synthesisers.\nFollowing the World Slavery Tour, the group were given four months to recuperate, with Harris, Smith and guitarist &lt;a href=\"Dave%20Murray%20%28musician%29\"&gt;Dave Murray&lt;/a&gt; spending the time experimenting with new equipment. The result was a marked change in sound for Iron Maiden, as it was their first to use guitar synthesisers, although on their next release, 1988's \"&lt;a href=\"Seventh%20Son%20of%20a%20Seventh%20Son\"&gt;Seventh Son of a Seventh Son&lt;/a&gt;\", the effects were provided by keyboards instead. Given their time off, this was their first studio album not to be released a year after their previous one, the band insisting that they have more time \"to get it right without hurrying for a change\", comments Harris. It was also one of their most expensive records, with the bass and drums recorded in the Bahamas, the guitars and vocals recorded in The Netherlands and the &lt;a href=\"audio%20mixing%20%28recorded%20music%29\"&gt;mixing&lt;/a&gt; taking place in New York.\nAlthough \"space and time\" are common themes throughout the release, with songs such as \"Wasted Years\", \"Caught Somewhere in Time\", \"Stranger in a Strange Land\" and \"Deja-Vu\", the band never intended for it to be a concept album, with Harris stating, \"We certainly never went in there and said, 'Right let's write a load of songs on the subject of time.\nWhile the majority of the release's songs have disappeared from the band's live shows shortly after its supporting tour, \"Wasted Years\" and \"Heaven Can Wait\" have appeared on several subsequent tours.\nThe 2008 tribute CD \"\", released by \"&lt;a href=\"Kerrang%21\"&gt;Kerrang!&lt;/a&gt;\" magazine, features covers of two of the album's songs; \"Wasted Years\" by &lt;a href=\"DevilDriver\"&gt;DevilDriver&lt;/a&gt; and \"Caught Somewhere in Time\" by &lt;a href=\"Madina%20Lake\"&gt;Madina Lake&lt;/a&gt;.\nCover artwork.\nThe cover for \"Somewhere in Time\", created by the band's then-regular artist &lt;a href=\"Derek%20Riggs\"&gt;Derek Riggs&lt;/a&gt;, displays a muscular cyborg-enhanced &lt;a href=\"Eddie%20%28mascot%29\"&gt;Eddie&lt;/a&gt; in a futuristic, \"&lt;a href=\"Blade%20Runner\"&gt;Blade Runner&lt;/a&gt;\"-inspired environment. Much like the cover of \"Powerslave\", the wraparound album cover holds a plethora of references to earlier Iron Maiden albums and songs, such as:\nReferences on the back include:\nRiggs came up with all the in-jokes and references and it took him 3 months to complete the 15x32 inch painting. The process wore him out completely as he underestimated the complexity of the artwork and said he would never paint anything this convoluted ever again.\nPersonnel.\nProduction and performance credits are adapted from the album liner notes.\nCharts.\nSingles.\nNotes"
}