{
    "id": "633850",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=633850",
    "title": "Stade Toulousain",
    "text": "Stade Toulousain () (), also referred to as Toulouse, is a French &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club from &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt; in &lt;a href=\"Occitania%20%28administrative%20region%29\"&gt;Occitania&lt;/a&gt; and the reigning &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; and &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt; champion. Toulouse is the most successful club in Europe, having won the &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt;/&lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt; a record five times – in 1996, 2003, 2005, 2010 and 2021. They were also runners-up in 2004 and 2008 against &lt;a href=\"Wasps%20RFC\"&gt;London Wasps&lt;/a&gt; and &lt;a href=\"Munster%20Rugby\"&gt;Munster&lt;/a&gt;, respectively. Stade Toulousain have also won a record 21 &lt;a href=\"National%20Rugby%20League%20%28France%29\"&gt;French Championship&lt;/a&gt; titles. It is traditionally one of the main providers for the French national team. Their home ground is the &lt;a href=\"Stade%20Ernest-Wallon\"&gt;Stade Ernest-Wallon&lt;/a&gt;. However, big &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; matches along with &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt; games are often played at the &lt;a href=\"Stadium%20Municipal\"&gt;Stadium Municipal de Toulouse&lt;/a&gt;. The club colours are red, black and white.\nHistory.\nReferences rooted in the history of the city.\nSince its creation in 1907, the Stade Toulousain was designed to be in line with the history of the city.\nThe logo:\nBefore evoking the name of the Stade Toulousain, the interlaced letters ST refer to &lt;a href=\"Thomas%20Aquinas\"&gt;Saint Thomas Aquinas&lt;/a&gt; whose bones have been lying in the &lt;a href=\"church%20of%20the%20Jacobins\"&gt;church of the Jacobins&lt;/a&gt; in Toulouse since the 14th century.\nHowever, it is at the &lt;a href=\"Basilica%20of%20Saint-Sernin%2C%20Toulouse\"&gt;Basilica of Saint-Sernin&lt;/a&gt; that the link with the Stade toulousain is to be found, because after the French Revolution the relics of Saint Thomas Aquinas were moved there for almost two centuries.\nThe tiled floor of the axis chapel bears witness to this passage with an interlaced ST monogram for Saint Thomas which is the inspiration for the logo of the Stade Toulousain.\nThe club colours:\nThe historical colours of the club are red and black, and it is in the ceremonial costume of the &lt;a href=\"capitoul\"&gt;capitouls of Toulouse&lt;/a&gt; that the relationship must be sought.\nA municipal body created in 1147, the capitouls were until the French Revolution the consuls of the city. Their traditional costume was red and black (with white later), as shown in the &lt;a href=\"Handwritten%20Annals%20of%20the%20City%20of%20Toulouse\"&gt;oldest portraits&lt;/a&gt; dating from the 14th century.\nFoundation.\nBefore 1907 rugby in Toulouse was only played in schools or universities. In 1893, students of secondary school \"Lycée de Toulouse\" got together in \"les Sans Soucis\". Once attending university the same students founded \"l'Olympique Toulousain\", which became \"Stade Olympien des Etudiants de Toulouse\" (SOET) a few years later in 1896. In the same period, 'non-students' grouped in \"le Sport Atléthique Toulousain\" (SAT) while students of the &lt;a href=\"veterinary%20school\"&gt;veterinary school&lt;/a&gt; created \"l'Union Sportive de l'Ecole Vétérinaire\" (USEV). Both entities merged in 1905 and called themselves \"Véto-Sport\". Finally in 1907, Stade Toulousain was founded resulting from a union between the SOET and Véto-Sport.\nEarly years.\nStade Toulousain played its first final of the national title &lt;a href=\"National%20Rugby%20League%20%28France%29\"&gt;French Championship&lt;/a&gt; in 1909 and lost it to Stade Bordelais Université Club (17–0) in &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt;. In 1912 Stade Toulousain won its first national title. It had to wait until 1922 before it won its second. However the 1920s were a golden era for the club. Their first final action in the 1920s was in 1921, when they were defeated by &lt;a href=\"USA%20Perpignan\"&gt;USA Perpignan&lt;/a&gt;. Despite losing in 1921, the side went on to win the 1922, 1923, 1924, 1926 and 1927 championships.\n1930s to 1950s.\nThe following decades were relatively quiet after such a dominant era during the 1920s. Stade Toulousain would not make it to any grand finals during the 1930s, and it would not be until the late 1940s when they would return. However they did contest the Challenge Yves du Manoir with RC Toulon in 1934, though it ended in a nil-all tie and both teams were winners. The club made it to the final of the 1947 championship, and claimed the premiership, beating &lt;a href=\"SU%20Agen\"&gt;SU Agen&lt;/a&gt;, 10 to 3. However, no such championships followed, the club was again relatively quiet on the championship. It was 22 years in the waiting; Toulouse made it to the final, but were defeated by the &lt;a href=\"CA%20B%C3%A8gles\"&gt;CA Bègles&lt;/a&gt; club.\n1970s to 1980s.\nIn 1971 Toulouse contested the Challenge Yves du Manoir against &lt;a href=\"US%20Dax\"&gt;US Dax&lt;/a&gt;, losing 18 to 8. Eleven years after the CA Bègles defeat, the club was again disappointed in the final, being defeated by &lt;a href=\"AS%20B%C3%A9ziers\"&gt;AS Béziers&lt;/a&gt; in the championship game of 1980. The latter end of the decade was however, reminiscent of the 1920s sides. Toulouse were again contesting the Challenge Yves du Manoir for the 1984 season, though they lost to &lt;a href=\"RC%20Narbonne\"&gt;RC Narbonne&lt;/a&gt; 17 to 3. They did however claim their first championship since 1947, defeating &lt;a href=\"RC%20Toulon\"&gt;RC Toulon&lt;/a&gt; in the 1985 final. The following season saw them successfully defend their championship, defeating &lt;a href=\"SU%20Agen\"&gt;SU Agen&lt;/a&gt; in the final. After a number of defeats in the Challenge Yves du Manoir finals, Toulouse defeated US Dax to win the 1988 competition. Both Toulon and Agen won the following premierships (1987 and 1988) but Toulouse won another championship in 1989.\n1990s to present.\nThe dominance continued in the 1990s, starting with a grand final loss in 1991, and a Challenge Yves du Manoir championship in 1993, defeating Castres 13 to 8 in the final. The mid-1990s saw Stade Toulousain become a major force yet again, as the club claimed four premierships in a row, winning the championship in 1994, 1995, 1996 and 1997, as well as the Challenge Yves du Manoir in 1995. The club emulated its success in the &lt;a href=\"European%20Rugby%20Cup\"&gt;European Rugby Cup&lt;/a&gt;, becoming the first ever champions in the &lt;a href=\"1995%E2%80%9396%20European%20Rugby%20Cup\"&gt;1995–96 season&lt;/a&gt;.\nThe late 1990s and the 2000s saw the club again reach great heights. The club won the Challenge Yves du Manoir in 1998, defeating Stade Français Paris, and the 1999 championship as well as the 2001 championship and were runners-up in the 2003 season, losing to Stade Français in the final. As the club had done in the mid-1990s, Stade Toulousain replicated this success in the European Rugby Cup, winning the &lt;a href=\"2002%E2%80%9303%20European%20Rugby%20Cup\"&gt;2002–03&lt;/a&gt; championship and the &lt;a href=\"2004%E2%80%9305%20Heineken%20Cup\"&gt;2004–05 championship&lt;/a&gt;. The club made it to the final of the &lt;a href=\"2005%E2%80%9306%20Top%2014\"&gt;2005–06 Top 14&lt;/a&gt;, and despite only trailing Biarritz 9–6 at half time, Toulouse could not prevent a second-half whitewash, eventually going down 40–13. They ended their seven-year title drought with a 26–20 win over &lt;a href=\"ASM%20Clermont%20Auvergne\"&gt;ASM Clermont Auvergne&lt;/a&gt; on 28 June 2008. In 2008 they narrowly lost a Heineken Cup Final to Munster by 3 points. In 2010 Toulouse defeated &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt; to reach the &lt;a href=\"2010%20Heineken%20Cup%20Final\"&gt;final&lt;/a&gt; where they faced Biarritz Olympique at &lt;a href=\"Stade%20de%20France\"&gt;Stade de France&lt;/a&gt; in Paris on Saturday 22 May 2010. Toulouse won the game by 21–19 to claim their fourth &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; title, making them the first club to win the title four times. Stade Toulousain is also the only French club to have taken part in all the editions of &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; since its creation (17, with the 2011–12 season). They won the French championship in 2011 against &lt;a href=\"Montpellier%20H%C3%A9rault%20Rugby\"&gt;Montpellier&lt;/a&gt; (15–10) and 2012 against &lt;a href=\"RC%20Toulonnais\"&gt;Toulon&lt;/a&gt; (18–12). Stade Toulousain reached the semi-finals of the French championship 20 consecutive years (from 1994 to 2013).\nStadium.\nToulouse play their home games at the &lt;a href=\"Stade%20Ernest-Wallon\"&gt;Stade Ernest-Wallon&lt;/a&gt;, which was built in the late 1980s and was recently renovated. Stade Toulousain is one of the three teams (all sports included) that own its stadium. It has a capacity of 19,500. The stadium however cannot always accommodate all the fans of the Toulouse club. For the larger fixtures, such as championship or &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; games or play-offs, the fixture may be moved to &lt;a href=\"Stadium%20Municipal\"&gt;Stadium Municipal&lt;/a&gt;, which has double capacity, 38,000. The stadium was used for numerous matches at the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 Rugby World Cup&lt;/a&gt;\nCurrent squad.\nThe Toulouse squad for the &lt;a href=\"2021%E2%80%9322%20Top%2014%20season\"&gt;2021–22 season&lt;/a&gt; is:\nNotable former players.\n "
}