{
    "id": "63455822",
    "revid": "12416903",
    "url": "https://en.wikipedia.org/wiki?curid=63455822",
    "title": "Aberdeen Nomads RFC",
    "text": "Aberdeen Nomads RFC were a nineteenth and twentieth-century &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt;-based &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club. It provided &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; international players as well as &lt;a href=\"North%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;North of Scotland District&lt;/a&gt; players but it folded at the Second World War as it lacked players to continue.\nHistory.\nNomads was an uncommon but not unusual moniker for a rugby side. There was an Arbroath Nomads side noted from 1877. An Edinburgh University Nomads side played in the 1880s.\nA match between Aberdeen Collegiate F.P and Aberdeen Nomads was played on 25 November 1882. Collegiate F.P. won by a try to nil.\nThe Nomads played &lt;a href=\"Aberdeen%20GSFP\"&gt;Aberdeen GSFP&lt;/a&gt; on 3 November 1883. The match were drawn, but was in favour of GSFP due to a touchdown. It was noted that Duncan, Grant and Bismarck all played well for Nomads.\nNomads played a Hall Russell's Engineers side on 25 October 1884. The Engineers won by 2 goals to 2 tries.\nA match between Montrose and Aberdeen Nomads was arranged for 28 February 1885.\nOn 1 December they had a match against Thistle played at &lt;a href=\"Broomhill%2C%20Aberdeen\"&gt;Broomhill&lt;/a&gt;.\nOn 26 January 1889 they played against Victoria at Duthie Park.\nThe club reached the North of Scotland Cup final in 1904–05 season. However they were beaten by the &lt;a href=\"University%20of%20St%20Andrews%20RFC\"&gt;University of St Andrews&lt;/a&gt;.\nDisbanding of the club.\nThe club were still playing rugby up to the start of the Second World War. In 1939 they entered a team into the Highland Sevens tournament.\nThey were named as favourites for the competition. They had &lt;a href=\"Donny%20Innes\"&gt;Donny Innes&lt;/a&gt;, the Scotland international player, as captain. A. R. Taylor played on the wing in the trial match at the 1939 New Year; G. H. Henderson and E. H. Still were the half-back pairing. Their forwards were named as: H. R. Craig and J. S. McLachlan, both North of Scotland District players, and G. M. Lawrence, who was noted as fast and fit.\nThe Nomads were knocked out at the first round by &lt;a href=\"Watsonian%20FC\"&gt;Watsonians&lt;/a&gt;, who stifled the Nomads forwards and did not allow the Nomads back into the match. Watsonians went on to lift the Lauder Cup.\nNotwithstanding the talent evidently around Aberdeen at the time, it seems - like a number of clubs - that it could not survive the impact of the Second World War. The 1938–39 season has the last reports of the rugby club.\nNotable players.\nScotland internationalists.\nThe following former Aberdeen Nomads players have represented &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; at full international level.\nNorth of Scotland District.\nThe following former Aberdeen Nomads players have represented &lt;a href=\"North%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;North of Scotland District&lt;/a&gt; at provincial level.\nSports clubs in Aberdeen.\nOther sports clubs in Aberdeen were also called Nomads. There was a hockey side named Aberdeen Nomads. They had a successful women's side; they merged with Bon Accord in 1992.\nA golf club named Aberdeen Nomads began in 1972. There was also a curling club named Aberdeen Nomads."
}