{
    "id": "63454339",
    "revid": "7732061",
    "url": "https://en.wikipedia.org/wiki?curid=63454339",
    "title": "Noah Smithwick",
    "text": "Noah Smithwick (January 01, 1808 - October 21, 1899) was a colonist who lived in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; from 1827 and until the Civil War began. A gun and blacksmith, he fought in the &lt;a href=\"Texas%20Revolution\"&gt;Texas Revolution&lt;/a&gt; and served as a &lt;a href=\"Texas%20Ranger%20Division\"&gt;Texas Ranger&lt;/a&gt;. Late in life he dictated his recollections of this early Texas period to his daughter, relaying colorful and humorous accounts, which included legendary Texans &lt;a href=\"Stephen%20F.%20Austin\"&gt;Stephen F. Austin&lt;/a&gt;, &lt;a href=\"James%20Bowie\"&gt;James Bowie&lt;/a&gt;, &lt;a href=\"William%20B.%20Travis\"&gt;William B. Travis&lt;/a&gt;, &lt;a href=\"Thomas%20Jefferson%20Rusk\"&gt;Thomas Jefferson Rusk&lt;/a&gt;, and &lt;a href=\"Sam%20Houston\"&gt;Sam Houston&lt;/a&gt;, who he knew personally.\nSmithwick was born and educated in North Carolina. He worked as blacksmith in Kentucky and in 1827 went to Texas and settled in &lt;a href=\"San%20Felipe%2C%20Texas\"&gt;San Felipe, Texas&lt;/a&gt;. He applied for land in Stephen F. Austin's colony but never located it. In 1830 he helped a friend accused of murder escape. For this Smithwick was banished from Texas. After staying in East Texas and &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, he returned to Texas in 1835 at the beginning of the &lt;a href=\"Texas%20Revolution\"&gt;Texas Revolution&lt;/a&gt; and took part in the &lt;a href=\"Battle%20of%20Concepcion\"&gt;Battle of Concepcion&lt;/a&gt;.\nIn 1836 he joined a ranger company to defend the &lt;a href=\"Bastrop%2C%20Texas\"&gt;Bastrop&lt;/a&gt; area from Indians, then went to &lt;a href=\"Battle%20of%20San%20Jacinto\"&gt;San Jacinto&lt;/a&gt; arriving after the battle. He married Thurza N. Blakey in 1839 and settled in &lt;a href=\"Webberville%2C%20Texas\"&gt;Webber's Prairie&lt;/a&gt; in &lt;a href=\"Travis%20County\"&gt;Travis County&lt;/a&gt;. In 1850 he moved to &lt;a href=\"Williamson%20County%2C%20Texas\"&gt;Brushy Creek&lt;/a&gt; in &lt;a href=\"Williamson%20County%2C%20Texas\"&gt;Williamson County&lt;/a&gt;.\nIn 1849 Smithwick went to &lt;a href=\"Fort%20Croghan\"&gt;Fort Croghan&lt;/a&gt; in &lt;a href=\"Burnet%20County\"&gt;Burnet County&lt;/a&gt; and served as the fort's first armorer. In 1853 he bought and ran a nearby saw and grist mill. In 1857 he bought a mill and established &lt;a href=\"Mormon%20Mill%2C%20Burnet%20County%2C%20Texas\"&gt;Smithwick Mills&lt;/a&gt; and a post office of that name was established. When Texas voted for secession, Smithwick was opposed. After receiving threats for his Unionist views in 1861, he moved to what is now &lt;a href=\"Kern%20County\"&gt;Kern County&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nIn his later years he lost his eyesight. Before his death in &lt;a href=\"Santa%20Ana%2C%20California\"&gt;Santa Ana, California&lt;/a&gt;, he dictated accounts of Texas experiences to his daughter, Anna (Nanna) Smithwick Donaldson, which she published. The book, 'The Evolution of a State, or, Recollections of Old Texas Days' has been referenced in numerous books about Texas history."
}