{
    "id": "63455872",
    "revid": "403055",
    "url": "https://en.wikipedia.org/wiki?curid=63455872",
    "title": "COVID-19 pandemic in Saskatchewan",
    "text": " The province of &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt;, throughout the &lt;a href=\"COVID-19%20pandemic%20in%20Canada\"&gt;COVID-19 pandemic in Canada&lt;/a&gt; ranks sixth amongst provinces and territories in terms of overall cases, and third in total cases per-million residents.\nTimeline.\nChief Medical Officer Saqib Shahab announced the first presumptive case of in the province on March 12, 2020, a person in their 60s that had recently returned from &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;. A provincial state of emergency was declared on March 18, and the province began to institute mandatory closures of non-essential facilities and lines of business over the days that followed. Saskatchewan reported its first deaths from COVID-19 on March 30. By April 6, the number of new recoveries began to regularly equal or exceed the number of new cases, which also began to steadily drop. On April 23, &lt;a href=\"Premier%20of%20Saskatchewan\"&gt;Premier&lt;/a&gt; &lt;a href=\"Scott%20Moe\"&gt;Scott Moe&lt;/a&gt; stated that Saskatchewan's caseload was 70% below the national average per-province, and hospitalizations and deaths were 90% below average.\nThe province's first major outbreak began in late-April, centred upon the remote &lt;a href=\"Northern%20Saskatchewan%20Administration%20District\"&gt;northwestern&lt;/a&gt; community of &lt;a href=\"La%20Loche\"&gt;La Loche&lt;/a&gt;. It was traced to an outbreak at the &lt;a href=\"Kearl%20Oil%20Sands%20Project\"&gt;Kearl Oil Sands Project&lt;/a&gt; in northern Alberta, with wider community spread attributed to overcrowded living conditions in local First Nations communities. In June and July, a new outbreak emerged in the western and central regions of the province, centred around &lt;a href=\"Intentional%20community\"&gt;communal&lt;/a&gt; &lt;a href=\"Hutterites\"&gt;Hutterite&lt;/a&gt; colonies. The province hit a new peak of 332 active cases during the spike, which subsided by late-August. In early-October, the number of new cases in Saskatchewan began to rapidly increase in urban communities, with a gospel outreach in &lt;a href=\"Prince%20Albert%2C%20Saskatchewan\"&gt;Prince Albert&lt;/a&gt; being attributed as a &lt;a href=\"Superspreading%20event\"&gt;superspreader event&lt;/a&gt;, and increasing community spread in &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt; — particularly at &lt;a href=\"nightclub\"&gt;nightclub&lt;/a&gt;s. \nNew restrictions on gatherings were introduced in mid-November, including a prohibition of all group sports activities. By early-December, the province reached over 4,000 active cases, and there were increases in deaths tied to long-term care facilities. COVID-19-related deaths to-date in Saskatchewan roughly doubled during January 2021. Despite numbers having declined elsewhere in Saskatchewan, a \"third wave\" attributed to &lt;a href=\"lineage%20B.1.1.7\"&gt;Alpha variant&lt;/a&gt; (lineage B.1.1.7) began to emerge in mid-March 2021, centred upon the provincial capital of Regina, as well as nearby Moose Jaw, and southeast Saskatchewan. On March 23, the province ordered the closure of indoor arts, entertainment, restaurant, and event facilities in the Regina area to slow the spread of &lt;a href=\"Variants%20of%20SARS-CoV-2\"&gt;variants of concern&lt;/a&gt;. The province also reinstated a prohibition of private gatherings that had recently been lifted to allow household bubbles, while schools in Regina, Moose Jaw, and southeast Saskatchewan voluntarily suspended in-person classes through at least April 26. \nBy late-May, the \"third wave\" had begun to subside due to vaccination progress, resulting in the province beginning to lift restrictions on a timeline based on vaccine metrics. On June 1, the province saw its smallest single-day increase in cases (86) since late-February. On July 11, 2021, the province sunset almost all remaining public health orders and declared the state of emergency over. However, residents who test positive may still be legally ordered to self-isolate by health officials. The province reported that the \"overwhelming\" majority of new infections in July were among patients not fully vaccinated for COVID-19. This is exasperated by Saskatchewan's vaccination numbers trailing in comparison to other provinces. \nBy August, evidence of a \"fourth wave\" driven by patients not fully vaccinated for COVID-19 began to emerge in the province, with increasing rates of cases in Saskatchewan's northern zones and in Saskatoon, and the province reporting its largest increase in new cases since May on August 12. By August 22, hospitalizations had reached their highest number since June, and the seven-day average had reached 166. On September 13, Saskatchewan reported a new peak daily increase of 449 cases (with the majority being among patients not fully vaccinated for COVID-19), while surpassing 200 hospitalizations for the first time since April 2021. \nPremier Moe repeatedly declined to reinstate public health orders such as mandatory masks, or require &lt;a href=\"Vaccine%20passports%20during%20the%20COVID-19%20pandemic\"&gt;proof of vaccination&lt;/a&gt; in order to attend certain locations or events, stating that public health orders were redundant to vaccine availability, and that he wanted to pursue a collaborative approach by supporting businesses who wanted to voluntarily mandate proof of vaccination. However, on September 16, citing that the \"fourth wave\" was being \"driven almost entirely\" by patients not fully vaccinated for COVID-19. Premier Moe backtracked on his earlier statements and announced an \"interim\" mask mandate for indoor public spaces, and that proof of vaccination would become mandatory for certain non-essential venues. \nSaskatchewan experienced record hospitalizations and ICU usage during the \"fourth wave\", which saw the province lead the country and ICU patients per-capita, and have to send patients out-of-province in order to relieve ICU capacity. By December 2021, Saskatchewan's daily case numbers and hospitalizations had seen a decline to levels not seen since August 2021. However, with the arrival of &lt;a href=\"Omicron%20variant\"&gt;Omicron variant&lt;/a&gt; in the province, cases began to once again escalate by the end of the month, but hospitalizations have continued to slowly decline in comparison to their earlier peak. Saskatchewan was the only province to not introduce any new restrictions on gatherings in response to Omicron variant. In January 2022, daily cases began to regularly exceed over 900 per-day, with the province also reporting over 1,000 new cases in a day for the first time on January 7, with an all-time daily increase of 1,170.\nShahab recommended the reduction of non-essential close contacts for two-to-four weeks, but Premier Moe continued to maintain a resistance towards implementing any new public health orders beyond the existing mask mandate and proof of vaccination rules (announcing on January 12, 2022, that they would be renewed through February), arguing that they were not necessary. As the province has concurrently discouraged &lt;a href=\"COVID-19%20testing\"&gt;PCR tests&lt;/a&gt; for those who are asymptomatic (instead recommending &lt;a href=\"Rapid%20antigen%20test\"&gt;rapid antigen tests&lt;/a&gt;, which are not counted in the provincial statistics), it is believed that the number of cases in Saskatchewan may be higher than what is reported by the &lt;a href=\"Saskatchewan%20Health%20Authority\"&gt;Saskatchewan Health Authority&lt;/a&gt; (SHA). By January 24, 2022, hospitalizations reached their highest numbers since October 2021.\nProvincial government response.\nHealth orders and restrictions.\nPublic Health Orders (PHOs) are issued by the government of Saskatchewan pursuant to the declared state of emergency, and are enforceable under provincial law. As of May 3, 2021, violations are punishable by fine of up to $7,500 for individuals, and $100,000 for businesses, plus 40% victim surcharge.\nFirst wave.\nCiting concerns over the potential of an impending outbreak in the province, Premier Scott Moe announced on March 12, 2020, that he would not pursue a &lt;a href=\"snap%20election\"&gt;snap provincial election&lt;/a&gt;. &lt;a href=\"2020%20Saskatchewan%20general%20election\"&gt;Saskatchewan's general election&lt;/a&gt; was held as scheduled on October 26, 2020.\nOn March 13, following the second presumptive case in the province, the Saskatchewan government announced restrictions on gatherings of more than 250 people in contiguous indoor space, as well as gatherings of more than 50 people if they include participants who had recently travelled internationally. Exceptions are permitted for retail shops. An exception for faith-based organizations was removed March 16. The government sharply reduced inter-provincial and international travel by any provincial employees on government business. It also provided that provincial employees who have travelled outside the country, whether on government business or personal travel, must self-isolate for 14 days upon their return.\nOn March 17, the government announced that it was delaying the introduction of the provincial budget, because the government revenue forecasts underlying it were no longer reliable, in light of the current situation. The Government would announce the planned spending, including for the health care sector, which would see an increase in funding. The same day, the Legislature passed amendments to provincial employment law, to provide unpaid job security to employees during the pandemic. The amendments passed with the support of both parties. The next day, the Legislature adjourned its spring sitting, with the consent of the Opposition.\nSaskatchewan declared a provincial state of emergency on March 18, which included plans for shifting all provincial government entities and crown corporations to remote work by March 23, authorizing the SHA to \"redeploy nurses and other staff and ensure medical supplies and personal protective equipment are available when needed and reduce risk of further exposure to our care providers and patients\", and advising against non-essential travel outside of the province. The province also began to institute restrictions on non-essential commerce (including ordering the closure of all fitness facilities, casinos, and bingo halls), and banned gatherings of more than 50 people. However, the Saskatchewan Government and General Employees' Union (SGEU) says the province was not following its own recommendations for remote work among its own employees.\nBeginning March 23, gatherings of 25 people or more were prohibited unless all patrons were capable of maintaining appropriate social distancing. All art galleries, museums, and other recreational, entertainment, and personal service facilities were ordered closed, and certain types of medical clinics (chiropractors, dentists, optometrists, &lt;a href=\"podiatrist\"&gt;podiatrist&lt;/a&gt;s, and registered massage therapists) were restricted to non-elective appointments only. Restaurants, bars, and nightclubs were restricted to take-out and/or delivery service only. Bars and nightclubs could only offer take-out if customers were capable of maintaining appropriate social distancing.\nOn March 26, all gatherings were limited to 10 people, and the province &lt;a href=\"COVID-19%20lockdowns\"&gt;ordered the closure of all \"non-allowable business services\" to the public&lt;/a&gt;. Examples of \"non-allowable business services\" included but were not limited to ATV, boat, and snowmobile retailers, clothing, shoe, accessory, and jewelry stores, electronics, entertainment, and toy stores, flower shops, book, gift, and stationery stores, sporting goods stores, pawn shops, and travel agencies. On April 1, the state of emergency was extended. On April 18, the province released guidelines on the conduction of drive-in church services.\n\"Re-Open Saskatchewan\" plan.\nOn April 13, amidst the number of new cases trending downward, Premier Moe announced that he would begin consultations with the Chief Medical Officer on plans to gradually restore normal commerce and services, with plans to release more information as early as the following week if new cases in Saskatchewan remain steady. He warned that these proposals would depend on a \"comprehensive and robust testing and &lt;a href=\"contact%20tracing\"&gt;contact tracing&lt;/a&gt; plan\", and that this would have to be done in a cautious manner, since \"there is no magic switch that we can flip that sends everything back to normal overnight\", and \"we may not be able to move on some areas for a number of months, or until we get a &lt;a href=\"COVID-19%20vaccine\"&gt;vaccine&lt;/a&gt;\", since the province was \"only one outbreak away from interrupting those numbers\".\nThe province unveiled its \"Re-Open Saskatchewan\" plan on April 23, which consists of five phases with a gradual lifting of economic restrictions, and guidelines for specific industries to implement as the phases progress. All phases are subject to continued practice of appropriate &lt;a href=\"social%20distancing\"&gt;social distancing&lt;/a&gt;, and other industry-specific guidelines and requirements issued by the province (such as enhanced cleaning protocols).\nGovernment recommendations also remain in force indefinitely, such as those regarding personal hygiene, cleaning and disinfection protocols by businesses and public venues (especially on high-touched surfaces), use of protective equipment where applicable, remote work whenever possible, advisories against non-essential travel outside of Saskatchewan (including within Canada), and protective measures for vulnerable populations.\nShahab estimated in June 2020 that restrictions might not be fully lifted for at least a year. He stated that there were no plans to reintroduce a \"&lt;a href=\"COVID-19%20lockdowns\"&gt;lockdown&lt;/a&gt;\" in the event of a second wave, as he expected \"small clusters\" of cases to continue emerging over time, and that there were plans for the province to shift its attention to promoting the use of protective equipment and continued social distancing. He felt that Saskatchewan's residents had gone \"above and beyond\" his expectations in their compliance with health orders.\nOn July 27, Premier Moe stated that he had not ruled out eventually mandating the wearing of face masks when social distancing is not possible, on either a regional or provincial basis. He noted that the \"conversation\" had been \"escalating\" nationwide, and that the province would \"really need to be very careful with the public health guidelines and recommendations\" once colder weather prompts more people to spend time within enclosed spaces.\nOn August 7, the temporary regulations allowing lawyers to remotely witness the signings of documents such as &lt;a href=\"power%20of%20attorney\"&gt;power of attorney&lt;/a&gt; declarations and &lt;a href=\"Will%20and%20testament\"&gt;wills&lt;/a&gt; were made permanent, in an effort to \"increase access to the justice system through the use of technology.\"\nThe resumption of procedures at SHA facilities are on a separate timetable: on May 5, the SHA announced a four-phase plan that began May 19 with increased availability of primary care, surgeries, and diagnostic imaging. In order to handle potential surges tied to Phase 2, the emergency departments of 12 rural community hospitals were temporarily closed so that their staff may be reassigned to larger facilities, with the affected facilities converted to offering an \"alternative level of care\". In June, the SHA announced plans to restore service at eight of these facilities, subject to status of the region and other factors.\nNew cases, infection patterns (including management of cases imported from outside of the province), and the efficiency of contact tracing would be monitored by the government. The timetable for entry into phases 3, 4, and 5 was to be dependent on the performance of the first two, and the province may roll back these decisions if needed. On May 21, Moe tentatively announced that Phase 3 would be implemented on June 8, but that this target could vary by region, especially if they are \"experiencing some challenges\". It was also announced that the limit on participants in outdoor gatherings would be increased to 30 rather than 15 as originally announced (indoor gatherings would be capped at 15 until Phase 4).\nMost of Saskatchewan entered Phase 3 on June 8. La Loche was given authorization to enter Phase 2. On June 16, it was announced that the first stage of Phase 4 would be implemented on June 22, allowing other forms of outdoor recreation facilities and sports to resume. On June 23, it was announced that portions of the second stage of Phase 4 would begin June 29, allowing indoor galleries, libraries, museums, and cinemas to open. Indoor recreation facilities, including sports, as well as casinos, were to be reopened at a later date within the next two weeks. Guidelines and requirements were also modified to mandate the wearing of face masks by employees of restaurants, gyms, and personal care facilities \nOn June 30, it was announced that indoor sports, recreation, and performing arts facilities could reopen on July 6. At this time, bars and restaurants were also relieved from hard caps on their capacity, provided that social distancing can be maintained. They were also allowed to resume offering recreational activities and VLTs; the &lt;a href=\"Saskatchewan%20Liquor%20and%20Gaming%20Authority\"&gt;Saskatchewan Liquor and Gaming Authority&lt;/a&gt; (SLGA) announced that it will raise its &lt;a href=\"Commission%20%28remuneration%29\"&gt;commissions&lt;/a&gt; to VLT operators from 15% to 25% through January 3, 2021 to compensate for the shutdown, in an effort to provide additional revenue to the hospitality industry. Live entertainment at licensed establishments could resume July 16.\nCasinos reopened on July 9; no live &lt;a href=\"table%20game\"&gt;table game&lt;/a&gt;s were initially offered, and selected slot machines are disabled to enforce social distancing. The Saskatchewan Indian Gaming Authority (SIGA) is requiring the wearing of face masks, and for patrons to check-in upon arrival (through either a name and phone number, or via their rewards card) for contact tracing purposes. In October 2020, the SHA updated its guidance to allow some table games to resume, if cards or chips are not handled by players.\nReception to the plan.\nZambory deemed Moe's initial announcement on April 13 to be premature; she argued that it could encourage residents to stop practising social distancing or remaining at home, which could potentially lead to renewed spread. Following the unveiling, Zambory was more positive towards the plan, stated that \"there's no reason reopening the economy and keeping people in Saskatchewan safe from COVID-19 can't go in tandem\", but displayed a continued concern that residents were \"going to get far too comfortable and start forgetting all the good rules that we've worked so hard on.\" NDP Leader Meili supported the announced plan, but called for more financial support to be provided to \"support communities, individuals and families\" impacted by the pandemic and business closures, and criticized Moe's optimistic declaration from his address as \"pretend[ing] that this is over\", as well as a lack of consultation with Saskatchewan's First Nations communities and other provinces over the plan.\nChild care services could not expand their capacity until phase 3, which faced criticism from Meili for potentially affecting the ability for parents to return to work in phase 2. Premier Moe stated that this was \"an ongoing conversation that we can have as we phase into these different approaches to ensure that people not only have the opportunity to go back to work but have the opportunity to access child care for their children.\" On April 28, it was announced that the province would provide space at school-based child care facilities for the children of workers of businesses reopened in phase 1 and 2 (and later, phase 3) of the plan.\nConcerns were raised over the impact of the La Loche outbreak on the plans; on April 27, Premier Moe described this as an isolated outbreak and not \"throughout the North\", but Zambory still showed concerns, stating that \"it really is scary now that we're starting to really become overly comfortable\". On April 29, Moe officially announced that La Loche, as well as Lloydminster (due to an outbreak recently detected in the area), would be excluded from the implementation of phase 1 at this time. On May 7, it was announced that Lloydminster would be allowed to enter phase 1 on May 11.\nOn May 4, most of the province entered phase 1 of a re-opening plan to lift the majority of the prior restrictions, beginning with those surrounding medical clinics and outdoor recreation. Some restrictions remain in force indefinitely, including those on larger public gatherings, visitation of long-term care facilities, visitation of SHA facilities for non-compassionate reasons, and mandatory self-isolation after international travel.\nSecond and third wave.\nOn October 28, 2020, in response to a growing number of cases attributed to them, it was announced that &lt;a href=\"nightclubs\"&gt;nightclubs&lt;/a&gt; in Saskatoon would be required to &lt;a href=\"Last%20call%20%28bar%20term%29\"&gt;prohibit alcohol consumption&lt;/a&gt; after 10:00 p.m., and close from 11:00 p.m. to 9:00 a.m. nightly. In addition, all nightclubs province-wide were restricted to static groups of six per-table. On November 3, 2020, Saskatchewan announced new targeted health orders covering Prince Albert, Regina, and Saskatoon beginning November 6, which mandate the wearing of &lt;a href=\"Face%20masks%20during%20the%20COVID-19%20pandemic\"&gt;face masks&lt;/a&gt; by patrons of indoor public spaces. This order would last for at least 28 days. The maximum size of private gatherings at homes was also reduced to 10 province-wide.\nOn November 13, a further series of public health measures were announced, effective November 16 and active for 28 days. The mask mandate was extended to all communities within the &lt;a href=\"census%20metropolitan%20areas\"&gt;census metropolitan areas&lt;/a&gt; of Regina, Saskatoon, and Prince Albert regardless of population, and any other community with a population above 5,000. Alcohol sales at bars and restaurants must end at 10 p.m nightly, and consumption must end after 11 p.m. Group fitness activities must be limited to a maximum of 8 people with three metres of physical distance between individuals, and &lt;a href=\"hookah%20lounge\"&gt;hookah lounge&lt;/a&gt;s are ordered closed. The same day, the SHA announced that it will no longer publish advisories relating to possible COVID-19 exposures at public locations unless self-isolation is required, as residents should self-monitor for symptoms at all times.\nOn November 17, it was announced that on November 19, the mask mandate would be extended to all communities province-wide regardless of population, private at-home gatherings would be further-limited to 5 people (including residents; if a household has five or more immediate members, visitors are prohibited), &lt;a href=\"limousine\"&gt;limousine&lt;/a&gt; and &lt;a href=\"party%20bus\"&gt;party bus&lt;/a&gt; services would be required to suspend operations, and that visitation of long-term care facilities would again be restricted.\nNew restrictions were announced on November 25, taking effect November 27 through December 17; masks are mandatory at all schools, at gyms while exercising, and in all common areas of workplaces. Large retail stores (defined as those larger than in size) are capped at 50% capacity, and must \"enhance the expectation of mask use\". Bars and restaurants are limited to four people per-table. Tables must be placed three metres apart if there is no impenetrable barrier between them (otherwise two metres), and contact information must be collected from all patrons for contact tracing purposes. Indoor entertainment and event venues such as arenas, banquet halls, cinemas, casinos, performing arts venues, and places of worship are limited to a capacity of 30 people. Indoor banquets and conferences, funeral receptions, and wedding receptions are also limited to 30 people, and are prohibited from serving food or drink. To prevent importation of infections into schools and workplaces, all group and team sports activities are suspended; children under 18 may still practice in groups of less than eight, but may not participate in games. Masks must be worn at all times, and all participants must maintain three metres of physical distance between each other.\nIn response to the new limits, Amalgamated Charities voluntarily closed its five charity bingo halls in Regina, Saskatoon, and Moose Jaw, citing safety concerns and that the 30-person limit would make it difficult to &lt;a href=\"Break-even%20%28economics%29\"&gt;break even&lt;/a&gt; on operating costs and allow for suitable prizes. On December 10, legislation was introduced proposing that the maximum fine for a violation of health orders be increased to $7,500 for individuals and $100,000 for companies.\nOn December 14, the current health orders were renewed through January 15, and new orders were announced. Effective December 17, public outdoor gatherings may not consist of more than 10 people, and private indoor gatherings with people from outside of one's immediate household are prohibited. Personal care facilities must reduce their capacity to 50% (staff inclusive), and beginning December 25, large retail stores are capped at 25% capacity, and all other retail stores must reduce their capacity to 50%. Casinos and bingo halls were closed effective December 19. The present restrictions were to remain in effect through at least April 5, 2021. On December 18, the province announced that it would remove a 150-person capacity limit on ski hills, subject to social distancing.\nOn February 19, 2021, the province amended its prohibition of group sports activities. Multiple groups of children under 18 may practice in a single area (such as an ice surface) provided that five metres of physical distance is maintained between groups. All other restrictions still apply.\nOn March 9, the province announced that a household may form a social bubble of up to 10 people from up to two other consistent households. Worship services will also be able to expand to 150 attendees or 30% capacity (whichever is lower) beginning March 19. Due to an increase of cases involving variants of concern, Regina and surrounding communities would be excluded from the latter, and the province advised that residents over the age of 50 in the Regina area should reconsider expanding their household bubble.\nOn March 23, the province announced special targeted health orders for Regina and surrounding communities to slow the spread of variants of concern. Indoor venues that had been limited to a capacity of 30 people (such as art galleries and museums, banquet halls and conference centres, bowling alleys, cinemas and theatres, and libraries), and dine-in bars and restaurants, have been ordered closed since March 28. Household social bubbles for private gatherings were also prohibited effective immediately. On April 13, the SHA reinstated previously lifted restrictions outside of the Regina area, including the prohibition of all private household gatherings, and church services limited to 30 people beginning April 16. \nOn April 26, the province announced amendments to some of its public health orders regarding sports (removing the age restriction for group practices; team competitions remain prohibited), performing arts (with dance moved from sports guidance to performing arts), and social distancing requirements for restaurants. On May 3, the province passed the proposed increase in fines for violating a public health order. The Saskatchewan Party government threw out a proposed amendment by the NDP to make the organization of illegal protests subject to a $10,000 fine. On May 17, bars and restaurants were allowed to re-open to in-person dining in Regina and surrounding communities.\nLifting third wave restrictions.\nOn May 4, Premier Moe announced a framework to begin lifting the current public health orders. It will be a three-step process, with each step based on specific vaccination targets. Each phase is to be implemented three weeks after the necessary targets are met. On May 9, the province reported that 71% of adults 40 and over had received at least one vaccine dose, meeting the eligibility threshold for Step 1. Per the criteria, Premier Moe announced that the province was targeting implementation of Step 1 on May 30 (three weeks from May 9).\nOn May 14, Premier Moe responded to similar recommendations issued by the &lt;a href=\"Public%20Health%20Agency%20of%20Canada\"&gt;Public Health Agency of Canada&lt;/a&gt;, which recommended that provinces begin lifting restrictions when at least 75% of all eligible residents have received one dose and 20% are fully vaccinated; as of May 14, 54% of all adults in Saskatchewan had received at least one dose, and 5% were fully vaccinated. Moe stated that the province planned to stick to its own, already-announced criteria, citing that once it reaches its own Step 3 benchmark of 70%, \"we’ll have three weeks to increase it beyond 70 per cent and we’ll be well into our second doses as well.\"\nOn May 24, the province reported that at least 70% of adults 30 and over had received at least one dose, meeting the eligibility threshold for Step 2. Per the criteria, Premier Moe announced that the province was targeting implementation of Step 2 on June 20 (three weeks from May 30) On May 25, the province announced that the lifting of restrictions for group outdoor sports would be moved up to Step 1, citing a relatively lower risk of transmission for outdoor activities.\nOn June 1, Premier Moe announced that the province would lift its mask mandate and gathering restrictions during Step 3 once 70% of all residents 12 and over have received at least one vaccine dose. On June 20, Saskatchewan entered Step 2, and the province reported that at least 70% of adults 18 and over had received at least one dose—meeting the eligibility threshold for Step 3—which was scheduled for July 11, 2021 (three weeks from June 20). In addition, 69% of all residents 12 and over had received at least one vaccine dose. Step 3 took effect on July 11; the state of emergency was declared over, and all remaining public health orders were therefore withdrawn. Premier Moe and Shahab held their final weekly press briefing on July 8, emphasizing that vaccination would now serve as the province's main mitigation strategy against the still-ongoing pandemic. They thanked residents and essential workers for their service and compliance with public health orders.\nFourth wave.\nOn September 16, 2021, due to the \"fourth wave\" and stalled vaccination progress, Premier Moe announced that an interim province-wide mask mandate would be reinstated effective September 17 through at least late-October, and that a &lt;a href=\"Vaccine%20passports%20during%20the%20COVID-19%20pandemic\"&gt;proof of vaccination&lt;/a&gt; requirement for certain businesses would be introduced effective October 1.\nProof of vaccination or a recent negative test from a qualified provider is required for patrons aged 12 and older of the following venues:\nAccepted vaccination proofs include the COVID-19 vaccine wallet card, or a digital or printed copy of a formal vaccination record issued by the SHA via eHealth Saskatchewan. Proof of vaccination is not required for business meetings or places of business that are closed to the public, health care services, personal care services, non-ticketed amateur sporting events and recreation, hotels and lodging (including self-service food offered at such venues), retail (unless otherwise noted), and private indoor gatherings.\nOn September 28, 2021, it was announced that standalone liquor and cannabis stores would be classified as an event and entertainment venue, and thus become subject to the proof of vaccination requirement. This decision was met with criticism from the owners of such stores, as well as NDP leader Melli, who argued that they were caught off-guard and provided with little warning or explanation for the change, that it contradicted the shops being considered essential services during lockdown, and that the health order did not apply to \"integrated liquor stores located in other retail stores\". On October 15, 2021, the provincial government announced that the mandate will be extended effective October 18 to include seated dining at fast food restaurants, liquor retail conducted by liquor manufacturers, and liquor stores connected to a restaurant or tavern.\nOn November 25, 2021, it was announced that these public health orders will be extended through at least January 31, 2022, with Moe stating that the province was \"in a much better situation this Christmas season than we were last Christmas season.\" They have since been extended through the end of February. Despite the current Omicron variant wave, Moe repeatedly ruled out any further public health measures, and stated on January 26, 2022 that \"I think in the next number of days, you'll see some further communication around the existing public health orders or the existing restrictions we have in place and, in particular, those that are impacting our youth\", citing the practice of self-isolation of close contacts of positive cases at schools, and the proof of vaccination mandate.\nSchools.\n2020–21.\nThe &lt;a href=\"University%20of%20Regina\"&gt;University of Regina&lt;/a&gt; and &lt;a href=\"University%20of%20Saskatchewan\"&gt;University of Saskatchewan&lt;/a&gt; voluntarily suspended in-person classes on March 16, and switched to online courses for the remainder of the semester. On March 16, the province announced that all public schools would \"wind down\" over the week, and close indefinitely on March 20. Final grades were issued based on existing progress, and eligible Grade 12 students were able to graduate. Daycares were capped at 8 children per teacher, and school-based facilities were reserved for the children of essential workers. NDP Leader Meili criticized the approach, arguing that the children of health care workers mixed with others could spread COVID-19 among families.\nOn May 7, the Saskatchewan Ministry of Education stated that in-person classes would remain suspended through the end of the school year. The University of Regina and University of Saskatchewan announced that the suspension of in-person classes would continue through fall semester. On June 9, the province announced that it would allow public schools to resume in-person classes beginning in the new school year, with guidelines to be issued by the Ministry of Education in collaboration with the Chief Medical Officer. Contingencies will be offered in case in-person classes cannot be offered, or a student voluntarily declines to attend them.\nThe \"Safe Schools Plan\" was released on August 4, 2020, which includes a four-level system for determining how classes will be held based on current situations, ranging from \"as close to normal as possible\" under enhanced safety protocols (Level 1), to mandating face masks (Level 2), reducing the capacity of schools via cohorts and alternate-day in-person classes (Level 3), and suspending in-person classes for all students (Level 4). Most decisions will be left to individual school boards, which developed procedures aligned with the provincial guidance.\nNDP Education Critic &lt;a href=\"Carla%20Beck\"&gt;Carla Beck&lt;/a&gt; felt that the Saskatchewan Safe Schools Plan was the worst back-to-school plan in the entire country, citing the lack of immediate requirements for face masks and/or reduced class sizes (as in other provinces), lack of additional funding being provided to schools to cover the costs of implementing the guidelines, and concerns that the guidelines had not been updated to account for recent increases in community transmission. Beck argued that \"prior to this pandemic, classrooms were already overcrowded and understaffed\", and that \"this seems to be a plan that is setting our schools up to fail and if and when people get sick, then we’ll look at bringing in additional measures.\" NDP Leader Meili felt that it lacked detail on what criteria would be used to determine an increase in level. Minister of Education &lt;a href=\"Gordon%20Wyant\"&gt;Gordon Wyant&lt;/a&gt; stated that the plan was open to adjustments if recommended by Shahab based on changing conditions, and that the province was ordering six million masks for use by students and faculty in case Level 2 measures need to be employed.\nOn August 7, the province stated that \"mask usage can be implemented under the direction of the Chief Medical Health Officer in consultation with Public Health either regionally or provincially, based on the most up-to-date situation and scientific information available\". The province released more specific guidance on August 12 for Phase 2 protocols, including recommending that masks be worn in \"high-traffic areas\" by students from Grade 4 to 12. The public and Catholic school boards of Regina and Saskatoon subsequently announced that they would mandate the wearing of masks by students when social distancing is not possible.\nOn August 15, Premier Moe announced that the start of classes would be delayed by a week to September 8 (after &lt;a href=\"Labour%20Day\"&gt;Labour Day&lt;/a&gt;) to provide additional time for preparations by students and faculty, and that the province would develop a voluntary testing strategy oriented towards schools, and provide $40 million in additional funding to school divisions to cover costs related to safety measures.\nOn September 10, Saskatchewan's universities announced that their suspension of most in-person classes will continue through the Winter 2021 semester, citing the then-lack of a vaccine and the potential impact of flu season.\nOn September 28, &lt;a href=\"Yorkton%20Regional%20High%20School\"&gt;Yorkton Regional High School&lt;/a&gt; became the first Saskatchewan school to temporarily suspend in-person classes due to cases associated with students and faculty of the school. The school believed that the cases were the result of community transmission off-campus, but that contact tracing of affected individuals and disinfection of the entire campus would occur. \nOn November 6, all Regina Public Schools (RPS) high schools were moved to Level 3 (alternate-day learning), citing increasing numbers of cases tied to students in the area. On November 13, in consort with other public health measures announced, the provincial government recommended that all high schools with over 600 students be moved to Level 3.\nAs of November 25, at least 22 schools had reported at least two or more cases (defined as an \"outbreak\" by the SHA). Shabab stated that sports were \"the primary source of importation\" for COVID-19 cases in schools, which led to the decision to temporarily suspend all group and team sport activity province-wide.\nOn March 19, 2021, due to the spread of variants of concern in Regina and surrounding communities, RPS and Regina Catholic School Division (RCSD) announced that they will both move to Level 4 and suspend in-person classes. RPS high schools suspended in-person classes March 24, while RPS elementary schools and all RCSD schools suspended in-person classes March 29. In-person classes were scheduled to tentatively return on April 12, following the &lt;a href=\"spring%20break\"&gt;spring break&lt;/a&gt;. They were later joined by the University of Regina, the &lt;a href=\"Prairie%20Valley%20School%20Division\"&gt;Prairie Valley School Division&lt;/a&gt; (PVSD), and the &lt;a href=\"Prairie%20South%20School%20Division\"&gt;Prairie South School Division&lt;/a&gt; and Holy Trinity Catholic School Division for schools in the Moose Jaw region. \nOn March 31, RCSD announced that it will extend its suspension until at least April 26, as the situation in Regina \"remain[s] a concern for local health officials and especially in our schools.\" PVSD, RPS, and the &lt;a href=\"South%20East%20Cornerstone%20School%20Division\"&gt;South East Cornerstone Public School Division&lt;/a&gt; also suspended classes through at least April 26, citing guidance from the local medical health officers. On April 20, all Regina schools extended their closure through May 3. \nOn April 30, teachers became eligible for vaccination as priority workers. On May 3, classes resumed as scheduled in Regina, with grades 9–12 in RPS high schools, and larger RCSD schools at Level 3 (alternate-day learning).\n2021–22.\nOn August 13, 2021, both the University of Regina and University of Saskatchewan announced vaccine mandates for on-campus students, citing low vaccination rates among young adults.\nFor the 2021–22 school year, the province of Saskatchewan and the SHA issued their own, differing guidance on protocols for schools; the province itself recommended that masks be worn by those not fully vaccinated for COVID-19 within indoor common areas, but that they be optional within classrooms. An SHA guide obtained by the \"&lt;a href=\"Leader-Post\"&gt;Leader-Post&lt;/a&gt;\", by contrast, \"strongly\" recommended that masks be worn at all times regardless of vaccination status, and that classroom cohorts be used in kindergarten through grade 6 (as students of these age groups cannot currently be vaccinated). The province recommended, but did not mandate, that students over age 12 and faculty be vaccinated. President of the &lt;a href=\"Saskatchewan%20Teachers%27%20Federation\"&gt;Saskatchewan Teachers' Federation&lt;/a&gt; Patrick Maze criticized the provincial guidance for masks as creating a \"patchwork\" of rules that would be hard for schools to enforce, and for ignoring calls to mandate that teachers and faculty be fully vaccinated.\nDue to concerns over Omicron variant, the University of Regina delayed the resumption of classes after winter break to January 10, 2022, and announced that all classes will be remote through at least January 22. The University of Saskatchewan announced nearly identical changes.\nBy contrast and unlike other provinces, Saskatchewan's schools resumed in-person classes as normal following the Christmas break, and did not delay the resumption of classes or move to online learning. Minister of Education &lt;a href=\"Dustin%20Duncan\"&gt;Dustin Duncan&lt;/a&gt; encouraged the use of rapid antigen tests, and stated that \"we likely will have obviously higher case counts in the coming days, and that may cause disruptions in the classrooms, but that’s going to be the reality whether we extended the holiday break by two days or an additional week, or 10 days or whatever the matter would be.\" The opposition NDP called for Duncan to be removed from office, citing a lack of communication with the education sector, and no additional plans to protect students.\nOn January 27, 2022, the Saskatchewan government removed the self-isolation requirement for close contacts of any COVID-19 positives, and stated that parents or caregivers will no longer be required to report positive tests by students to their school. The government stated that \"contact tracing is no longer an effective measure to help slow the spread of COVID-19 due to the shorter incubation period and the fact that many more infected people show few or no symptoms.\" &lt;a href=\"Saskatoon%20Public%20Schools\"&gt;Saskatoon Public Schools&lt;/a&gt; warned that it would no longer be allowed to notify close contacts due to these changes, as test results would now constitute private health information.\nQuarantine rules and travel restrictions.\nNon-essential travel outside of the province has been discouraged, except for those commuting for work out-of-province (such as in border communities). Effective March 20, 2020, residents returning from any international travel (excluding essential travellers such as working crews, transport workers and health care workers), those who have tested positive for COVID-19, and those identified as recent contacts of someone who had tested positive, are required by law to self-isolate for 14 days, with those breaking quarantine subject to a $2,000 fine. Premier Moe cited concerns over those not following its previous self-isolation recommendations as justification for the legal measure. This also became a federal requirement under the \"&lt;a href=\"Quarantine%20Act%2C%202005\"&gt;Quarantine Act&lt;/a&gt;\" effective March 26, 2020. \nOn December 17, Shahab announced that the province would reduce the length of the mandatory self-isolation period for those who test positive for COVID-19, from 14 days to 10 days. He cited \"emerging evidence that shows that, for most people, they are not infectious 10 days after testing positive or the start of symptoms\". Close contacts of COVID-19 cases must self-isolate for 14 days from the date of their exposure (as it may still take up to 14 days for symptoms to develop after exposure), as well as those returning from international travel (as required by federal law). If the positive case involves a variant of concern, the entire immediate household will automatically be considered a close contact and must self-isolate for 14 days from their last exposure as well, meaning that the entire household (including the original patient) may be required to self-isolate for up to 21 days.\nAs of the Step 3 lifting of restrictions on July 11, 2021, those who test positive and their close contacts will still be advised to self-isolate, but this is no longer enforceable as a mandate due to the expiration of the state of emergency. However, public health officials may still choose to order self-isolation pursuant to the \"Public Health Act\" if they feel that a patient is disobeying their instructions.\nOn September 10, Moe stated that the province would reinstate mandatory self-isolation requirements for positive cases and close contacts if they are not fully-vaccinated.\nIn December 2021, Moe stated that those who are fully vaccinated (two doses) would only be required to self-isolate for five days if they test positive. On January 27, 2022, Health Minister &lt;a href=\"Paul%20Merriman\"&gt;Paul Merriman&lt;/a&gt; announced that this reduction would be extended to those who are not fully vaccinated, and that close contacts of positive cases would be instructed to monitor for symptoms and use rapid tests rather than isolate. Merriman cited the ubiquity of rapid testing as a factor in this decision. \nHealth care and testing.\nOn April 15, 2020, the SHA began to mandate that employees of all of its facilities wear masks and undergo twice-daily temperature checks. An online self-screening website was established to provide guidance to employees before they begin their shifts. Effective April 28, employees of long-term care facilities are cohorted, and are prohibited from working at more than one facility in order to prevent spread. Individual facilities may be exempted by request if they are deemed unable to maintain adequate staff.\nOn April 13, Premier Moe announced that the province had begun to deploy around twelve mobile testing machines, beginning in &lt;a href=\"Meadow%20Lake%2C%20Saskatchewan\"&gt;Meadow Lake&lt;/a&gt; and &lt;a href=\"Prince%20Albert%2C%20Saskatchewan\"&gt;Prince Albert&lt;/a&gt;, to allow tests to be processed on-site in around four hours. Moe stated that the province aimed to perform 1,500 tests per-day by the end of April. Following their approval by Health Canada, the province purchased new rapid testing kits by the Ottawa-based Spartan Bioscience. However, on May 3, these kits were voluntarily recalled by the company after being restricted to research use only by Health Canada, due to \"concerns regarding the efficacy of the proprietary swab\".\nBy late-April, the amount of testing performed began to decline; SHA CEO Scott Livingstone stated on April 22 that they were \"just not seeing people show up with symptoms of COVID-19\", and there had also been a decline in calls to HealthLine &lt;a href=\"8-1-1\"&gt;811&lt;/a&gt;. Despite this, Livingstone did state that their overall testing capacity had surpassed the previously stated target of 1,500 per-day.\nOn April 28, the SHA announced that it would expand its testing to include more involving asymptomatic patients. This will also include testing of long-term care and personal care residents upon admission and readmission. On May 14, the SHA announced that it would expand proactive testing of patients being admitted to &lt;a href=\"acute%20care\"&gt;acute care&lt;/a&gt;, asymptomatic immunocompromised patients (such as cancer patients), health workers who work with immunocompromised patients, and workers of \"high-volume\" operations (such as factories), and \"active case finding\" in populations such as First Nations communities. On May 20, the SHA announced that tests would become available by-request to any resident who works outside of home.\nDoor-to-door testing was employed in the La Loche area, with over 800 households tested through the conclusion of the program on May 24. Northern Health Officer Zayed described the scheme as having led to \"more understanding, communication, engagement, [and] solidarity\" between the SHA and local leaders.\nOn July 7, the SHA began to lift restrictions on visitation, allowing residents of acute and long-term care patients to have one family or support visitor at a time, and maternal service, critical care, and &lt;a href=\"Palliative%20care\"&gt;palliative&lt;/a&gt; or end of life patients to have two.\nOn July 13, the SHA announced that testing would become available by-request to all residents. The change led to a major increase in demand for tests: on July 23, NDP Leader Meili urged the SHA to increase its testing capacity so it could deal with a reported backlog, and to be more transparent about average wait times for testing. As of July 27, Saskatchewan had lagged in testing per-capita in comparison to other provinces.\nOn August 31, Livingstone told &lt;a href=\"CJME\"&gt;CJME&lt;/a&gt;'s &lt;a href=\"John%20Kenneth%20Gormley\"&gt;John Gormley&lt;/a&gt; that the province was aiming to increase its capacity to 4,000 tests per-day in preparation for the return to school, that the province had never exceeded its test capacity, and that it was focusing on easing access to testing. Two drive-through testing sites in Regina and Saskatoon were subsequently announced September 4.\nSaskatchewan joined the national &lt;a href=\"COVID%20Alert\"&gt;COVID Alert&lt;/a&gt; &lt;a href=\"Exposure%20Notification\"&gt;Exposure Notification&lt;/a&gt; app on September 18.\nOn February 25, 2021, the province announced that it would deploy 700,000 rapid &lt;a href=\"ELISA\"&gt;antigen testing&lt;/a&gt; kits in various settings, including testing of asymptomatic individuals, as well as points of care. On March 1, 2021, the province announced that in order to enhance its ability to monitor outbreaks involving SARS-CoV-2 variants, the Roy Romanow Provincial Laboratory had been validated to perform &lt;a href=\"whole%20genome%20sequencing\"&gt;whole genome sequencing&lt;/a&gt;. It has the capacity to sequence 192 samples per-week. Previously, the province had to send test samples to the &lt;a href=\"National%20Microbiology%20Laboratory\"&gt;National Microbiology Laboratory&lt;/a&gt; at the &lt;a href=\"Canadian%20Science%20Centre%20for%20Human%20and%20Animal%20Health\"&gt;Canadian Science Centre for Human and Animal Health&lt;/a&gt; in Winnipeg to perform this process. The province will continue to also send 120 samples to Winnipeg per-week, in addition to sequencing samples locally.\nOn March 22, 2021, the province announced that 100,000 rapid antigen tests would be distributed to schools.\nOn September 28, 2021, the SHA discontinued testing of most asymptomatic patients; SHA testing will only be available to those who are symptomatic, tested positive on a rapid antigen test, or are a close contact of a positive case.\nIn October 2021, the provincial government significantly expanded its use of rapid antigen tests, ordering 10.6 million from the federal government through the end of 2021. and distributing these kits to the public by means of partnerships with local fire halls and &lt;a href=\"Chamber%20of%20commerce\"&gt;chambers of commerce&lt;/a&gt;. By December 2021, this program had expanded to include other locations such as libraries, hotels, and local &lt;a href=\"Federated%20Co-operatives\"&gt;Co-op&lt;/a&gt; stores. The strategy received praise for its leverage of community locations, and for avoiding the wide shortages of test kits that had appeared in Ontario and Quebec amid Omicron. \nIn late-December 2021, the SHA began to discourage those who are asymptomatic and fully-vaccinated from receiving a PCR test, recommending that they use a rapid test instead. Furthermore, in January 2022, the province began to recommend against PCR tests for those with \"mild\" symptoms in order to preserve testing capacity, only recommending them for those with \"significant or worsening\" symptoms, and those with underlying health issues. \nVaccination.\nCOVID-19 vaccination in Saskatchewan began on December 15, 2020, with the distribution of doses to key frontline health workers. Saskatchewan's rollout has since been based primarily based on age groups (\"age-based sequencing\") and clinical vulnerability, as health officials consider age to be the main risk factor. The province later expanded eligibility to other first responders and key workers, as well as the employees of pharmacies and grocery stores distributing the vaccines. \nIn late-March 2021, the province launched a public service campaign to promote vaccination, \"Stick it to COVID\", which features testimonials by frontline workers and business owners who had received vaccinations.\nAvailability.\nOn November 19, 2020, Merriman stated that the province expected to be allocated 160,000 doses of &lt;a href=\"COVID-19%20vaccine\"&gt;COVID-19 vaccine&lt;/a&gt;s by the federal government from its initial purchase of six million (sourced from &lt;a href=\"Moderna\"&gt;Moderna&lt;/a&gt; and &lt;a href=\"Pfizer\"&gt;Pfizer&lt;/a&gt;-&lt;a href=\"BioNTech\"&gt;BioNTech&lt;/a&gt;, enough for three million patients on two doses), with distribution expected to begin with those at the highest risk (seniors and health care workers) in the first quarter of 2021.\nOn November 25, Premier Moe criticized Prime Minister &lt;a href=\"Justin%20Trudeau\"&gt;Justin Trudeau&lt;/a&gt; for suggesting that Canada might not receive COVID-19 vaccine doses as quickly as other countries due to a lack of domestic production capability. He stated that the statements were \"quite troubling\" and \"opposite of the assurances the Prime Minister has been offering us as Canadians for a number of weeks and month or two now\", asking \"why would the federal government sign contracts that put Canada and Canadians at the back of the line? Will the vaccine be distributed to provinces on a per-capita basis as we’ve been told would happen? And most importantly, when will we start to receive the vaccine in our respective provinces?\" \nIn a November 29 interview with &lt;a href=\"CTV%20News\"&gt;CTV&lt;/a&gt;'s \"&lt;a href=\"Question%20Period%20%28TV%20program%29\"&gt;Question Period&lt;/a&gt;\", Premier Moe argued that the federal government needed to \"very ambitiously and aggressively procure some additional vaccines in a tighter timeframe\", since \"we're going to treat about less than 10 per cent of Canadians prior to March. The U.S. is planning for treating just under 10 per cent of Americans by the end of December.\" Federal &lt;a href=\"Minister%20of%20Intergovernmental%20Affairs%20%28Canada%29\"&gt;Minister of Intergovernmental Affairs&lt;/a&gt; &lt;a href=\"Dominic%20LeBlanc\"&gt;Dominic LeBlanc&lt;/a&gt; defended Canada's vaccine distribution strategy, stating that \"we will have a very effective, very well-planned rollout system, in partnership with provinces and territories to deliver that vaccine safely and effectively to Canadians. So the idea that there's a lag time of months and months and so on, is inaccurate.\" In an appearance the same morning on &lt;a href=\"Global%20News\"&gt;Global&lt;/a&gt;'s \"&lt;a href=\"The%20West%20Block\"&gt;The West Block&lt;/a&gt;\", LeBlanc stated that Canada was \"certainly in the top 5\" in terms of vaccine evaluability, and stated that the initial six million doses would begin distribution in January 2021.\nOn December 9, 2020, the SHA announced its rollout plan for the &lt;a href=\"Pfizer%E2%80%93BioNTech%20COVID-19%20vaccine\"&gt;Pfizer vaccine&lt;/a&gt; (approved the same day by Health Canada). Two health care workers were the first to receive the vaccine on December 15. The SHA began an initial pilot phase, where the vaccine was administered to key frontline health workers in Regina. A second shipment was expected to be received by late-December to early-January. Phase 1 focused primarily on health care workers and high-risk populations (including the elderly and remote First Nations communities). The second phase was expected to begin in April 2021, with wider availability to the general public via public health clinics. \nThe province began to administer the Moderna &lt;a href=\"MRNA-1273\"&gt;MRNA-1273&lt;/a&gt; vaccine in early-January 2021, with an initial focus on Northern Saskatchewan due to surges in the region, and it being relatively easier to transport in comparison to the Pfizer vaccine. On February 9, 2021, the SHA announced details surrounding the second phase. Distribution would be prioritised based on age and underlying conditions. The province expected to distribute the vaccines through various channels, including clinics, doctors, and pharmacies.\nAs of February 27, 2021, the province had administered over 75,000 doses; one third of them were the second doses of the Moderna and Pfizer-BioNTech vaccines. On March 2, 2021, the province announced that at least 91% of its long-term care residents had received at least one dose of the two vaccines. On March 3, 2021, the &lt;a href=\"National%20Advisory%20Committee%20on%20Immunization\"&gt;National Advisory Committee on Immunization&lt;/a&gt; (NACI) issued a strong recommendation that the second dose of these vaccines be administered four months after the first dose in order to maximize availability. Shahab stated that with this change, the province could see \"see most of our population 18 and older potentially getting the first dose by June.\" \nFurther details for Phase 2 were announced on March 9, 2021, with the province stating that availability would be scheduled by age groups from April through June, beginning with residents 60 and older, and concluding with adults below the age of 30 by June 14. On March 14, the province expanded booking of appointments to residents 70 and older, as well as residents of the NSAD who are 50 and older. On March 15, the province opened a drive-through clinic in Regina to administer the &lt;a href=\"Oxford%E2%80%93AstraZeneca%20COVID-19%20vaccine\"&gt;Oxford–AstraZeneca COVID-19 vaccine&lt;/a&gt; as a pilot open exclusively to residents aged 64, and key workers eligible under Phase 1. By March 16, availability had expanded to residents age 60 and older.\nOn March 18, Saskatchewan officially launched Phase 2 of vaccination; adults 67 and older, and anyone who is \"clinically extremely vulnerable”. The province also announced that any worker receiving a vaccination is entitled to at least three hours of paid leave (\"Special Vaccination Leave\") so they can attend their appointment. The Regina drive-through clinic exhausted its first supply of vaccine on March 22.\nOn March 23, Premier Moe announced that the province was expecting to receive another 45,000 doses of the Oxford–AstraZeneca vaccine by the end of the month as part of the next federal allocation. Moe stated that the batch would be administered at the Regina drive-through clinic, as well as clinics in Moose Jaw, Saskatoon, and Yorkton. On March 29, pursuant to recommendations by the NACI, Saskatchewan suspended planned administration of the Oxford–AstraZeneca vaccine to patients below the age of 55. The province held several new vaccination clinics in Moose Jaw, Swift Current, Weyburn and Yorkton over the &lt;a href=\"Easter\"&gt;Easter&lt;/a&gt; long weekend, and re-opened the drive-through clinic in Regina.\nOn April 6, in response to calls by doctors to prioritize essential workers for vaccination due to the ongoing outbreaks of variants of concern, both Health Minister Merriman and Premier Moe argued that age-based sequencing was the \"most efficient and quickest way\" to administer the vaccines, and that deviating from this approach would slow distribution. They also cited the NACI recommendation as having been a \"larger barrier\" to the program. \nAt a symposium by the &lt;a href=\"Canadian%20Association%20of%20Petroleum%20Producers\"&gt;Canadian Association of Petroleum Producers&lt;/a&gt; the next day, Premier Moe stated that the province was considering \"setting aside the age limit just to focus some vaccines on those folks that, in this [energy] industry and other industries that have worked safely throughout and for that we are forever grateful.\" He clarified the statement to the media, stating that this was in reference to possibly using mobile vaccination clinics at large workplaces when available, and not a general exception to the strictly age-based rollout of vaccines. Shahab projected that the rollout could be ahead of schedule, stating that eligibility could reach residents in their 30's by the end of April, and all adults by mid-May. As of April 8, Saskatchewan led the country in vaccination per-capita, but it was later surpassed by Quebec.\nOn April 9, the province expanded booking to those 55 and older, and the Regina drive-through clinic was switched to administering the Pfizer vaccine for residents aged 53 or 54. The next day, the clinic expanded to residents 52–54, and 50–54 by April 12. The same day, the province announced an expansion of vaccine distribution to essential workers: unused doses from Phase 1 were administered to health care workers that were not covered under Phase 1. The province stated that 67% of workers originally eligible under Phase 1 had received their vaccination. The province also vaccinated other first responders via mobile clinics. During the week of April 26, the province began to trial distribution of the vaccines via pharmacies; they will offer appointments for the public under the age-based sequencing framework, while the employees of the pharmacy (and, if situated within a grocery store, the non-pharmacy staff of the store as well) would also be eligible for vaccination.\nOn April 13, the Regina drive-in clinic expanded to age 49, while bookings expanded to those 52 and older, NSAD residents 40 and older, clinically vulnerable young adults aged 16 or 17, as well as those who are pregnant. On April 16, the age minimum for bookings and drive-in clinics was lowered to age 48. On April 18, the Regina drive-through clinic closed until May 2 after it exhausted its supply. Following moves by other provinces, on April 20 Saskatchewan announced that it would extend eligibility of the AstraZeneca vaccine to residents 40 and over beginning April 28, and that it would prioritize other frontline workers such as healthcare workers, teachers, police and fire departments, corrections, and border officers. \nOn April 27, eligibility was lowered to age 42, and 30 in the NSAD. On April 30, eligibility extended to residents aged 40 and older and priority workers. Regina's drive-through clinic reopened May 2; there were reports of a lineup as early as 3:30 a.m. that morning. On May 3, the province announced an expansion to the pharmacy distribution pilot, and that eligibility would be extended to age 37 in most of the province, and all adults 18 and older in the NSAD, beginning May 4. On May 8, the province surpassed 500,000 doses issued. Citing concerns surrounding supply, the province restricted the AstraZeneca vaccine to administering outstanding second doses only.\nFollowing approval by Health Canada, the province began offering the Pfizer vaccine to adolescents 12 and older beginning May 20, including plans to offer vaccine programs at schools by early-June. On May 14, the SHA reported that a case of &lt;a href=\"post-vaccination%20embolic%20and%20thrombotic%20events\"&gt;post-vaccination embolic and thrombotic events&lt;/a&gt; had been diagnosed in a patient who received the AstraZeneca vaccine, and that the province was investigating issuing different vaccines as a second dose. On June 1, following the issuance of new guidance by NACI, the SHA announced that those who had received a first dose of the &lt;a href=\"Deprecation\"&gt;deprecated&lt;/a&gt; AstraZeneca vaccine may receive a second dose via one of the &lt;a href=\"mRNA%20vaccines\"&gt;mRNA vaccines&lt;/a&gt; (Moderna or Pfizer) instead.\nOn July 26, the SHA announced that it would phase out its appointment-based vaccine clinics on August 8, to focus more towards targeted outreach and walk-in mobile clinics at community locations and events, especially in areas where there are low vaccination numbers. Appointments will continue to be available through participating pharmacies.\nOn November 23, 2021, the SHA opened registration for vaccination appointments for children 5–11.\nMandates and proof of vaccination.\nOn August 27, Premier Moe stated that the province was working on printable and &lt;a href=\"QR%20code\"&gt;QR code&lt;/a&gt;-based &lt;a href=\"Immunity%20passport\"&gt;proof of vaccination&lt;/a&gt; for activities requiring it (such as international travel), but that the province would not mandate them for specific activities as in other provinces such as Manitoba. Moe argued that \"it is not the government's role to line people up and say 'you are going to take this needle if you are going to live in this society.'\"\nOn August 30, Premier Moe announced that the province would offer booster doses of vaccine to residents of long-term care homes and immunocompromised. The province also released its printable proof of vaccination through its MySaskHealthRecord website; Moe reiterated that Saskatchewan had no plans for \"heavy handed\" provincial-level vaccine mandates, but stated that the province would still provide support (but not enforcement) for businesses and organizations who choose to voluntarily mandate vaccination (such as the &lt;a href=\"Saskatchewan%20Roughriders\"&gt;Saskatchewan Roughriders&lt;/a&gt;, who announced a mandate earlier that day). Citing these actions, as well as the majority of new cases being among patients not fully vaccinated for COVID-19, Moe warned that it would become \"increasingly more uncomfortable for you in Saskatchewan to make the choice to not be vaccinated\". However, Moe did announce that certain health care workers would soon be subject to regular, mandatory COVID-19 testing if they are not yet fully-vaccinated.\nHowever, on September 16, Premier Moe backtracked and announced that a mandate for proof of vaccination would be implemented in October for residents 12 and over, stating that the \"fourth wave\" was \"being driven almost entirely\" by patients not fully vaccinated for COVID-19, and that \"the choice to not get vaccinated is creating consequences for others and I would say very soon, it is going to create consequences for those who have made the decision to remain unvaccinated.\" Proof of vaccination includes printable proof of vaccination from the MySaskHealthRecord website, and the vaccination cards issued when vaccination is received.\nOn September 24, eHealth Saskatchewan announced that QR codes would be temporarily removed from the MySaskHealthRecord printouts, citing a security flaw that caused a QR code associated with another resident to appear on someone else's records. The province stated that printouts generated between September 19 and 24 would become invalid and should be destroyed.\nOn September 29, the province unveiled the SK Vax Verifier and SK Vax Wallet &lt;a href=\"mobile%20app\"&gt;mobile app&lt;/a&gt;s for proof of vaccination on smartphones.\nLocally-developed vaccine.\nIn December 2020, Health Canada approved clinical trials for a new COVID-19 &lt;a href=\"subunit%20vaccine\"&gt;subunit vaccine&lt;/a&gt; developed by the University of Saskatchewan Vaccine and Infectious Disease Organization–International Vaccine Centre (VIDO–InterVac), which were expected to begin in January 2021 at the Canadian Center for Vaccinology in Halifax as a combined phase 1/phase 2 study.\nLocal responses.\nOn March 18, a Sangster's health store in &lt;a href=\"Lawson%20Heights%2C%20Saskatoon\"&gt;Lawson Heights, Saskatoon&lt;/a&gt; was closed after multiple visits by an asymptomatic customer who stated that she had recently returned from international travel to &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;, and that multiple passengers on the flight had felt ill. The store's local owner criticized the customer for breaking recommended self-isolation. On March 20, &lt;a href=\"Regina%20Transit\"&gt;Regina Transit&lt;/a&gt; and &lt;a href=\"Saskatoon%20Transit\"&gt;Saskatoon Transit&lt;/a&gt; suspended fares for all bus service, but with reduced service.\nThe municipal governments of &lt;a href=\"Gravelbourg\"&gt;Gravelbourg&lt;/a&gt; and Regina declared their own states of emergency with stricter restrictions than those enforced by the province. Regina announced an intent to ban all public meetings larger than 5 people or more (outside of home, workplaces, or as part of essential services), and order the closure of retail stores in specific categories to in-person shopping (including clothing, furniture, games, sporting goods, and toys) effective March 23. Mayor of Regina Michael Fougere argued that Saskatchewan's initial restrictions were not strict enough, arguing that meetings of 50 people were too large to avoid possible community transmission, and that restaurants and bars should have been ordered to close rather than limit capacity. Gravelbourg similarly ordered that all businesses be closed to the public for 14 days (delivery and curbside pickup would still be allowed, and there were special operating requirements planned for the local &lt;a href=\"Federated%20Co-operatives\"&gt;Co-op&lt;/a&gt; store), and that only a maximum of five employees could be in a building at any one time.\nOn March 22, the province stated that it would take steps to ensure that its emergency measures maintain precedence over municipal orders that include \"contrary standards\", therefore vetoing the announced orders. Minister of Government Relations Lori Carr explained that \"during this time of great uncertainty, it is of the utmost importance that we provide certainty to Saskatchewan residents and make every effort to minimize confusion\", and cited Regina's attempts to close retail stores as an example of a restriction where provincial decisions take precedence.\nIn early April, Restaurants Canada reported that 25,000 restaurant jobs have been lost in Saskatchewan since March 1. It also reported that approximately 10% of restaurants in Canada have closed permanently, and estimated that another 18% would close if the situation has not changed in a month's time. Local restaurant operators expressed concerns whether they would be able to re-open.\n&lt;a href=\"Lloydminster\"&gt;Lloydminster&lt;/a&gt; falls directly on the border between Alberta and Saskatchewan. Under the Lloydminster Charter, the entire city is stated to be subject to the Saskatchewan \"Public Health Act\", and the city has thus followed Saskatchewan health orders rather than those of &lt;a href=\"COVID-19%20pandemic%20in%20Alberta\"&gt;Alberta&lt;/a&gt;.\nDuring a media event on August 13, 2020, Mayor of Regina &lt;a href=\"Michael%20Fougere\"&gt;Michael Fougere&lt;/a&gt; suggested that the city may introduce a mandate for the wearing of face masks within public spaces, but stated his preference for the province to do so as it would be \"easier and simpler for people to understand and administer.\"\nTo the \"fourth wave\".\nOn August 31, 2021, the city of Regina instated a mask mandate for public transit and city-owned facilities effective September 4, and announced that it would impose a vaccination mandate for city employees beginning September 15, and September 20 for visitors of city-owned facilities. However, due to delays in the provincial digital proof of vaccination, this was later delayed to November 15.\nOn September 10, 2021, the city of Prince Albert instated a mask mandate for public transit and city-owned facilities.\nFirst Nations.\n&lt;a href=\"M%C3%A9tis%20Nation%E2%80%94Saskatchewan\"&gt;Métis Nation—Saskatchewan&lt;/a&gt; (MN–S) declared a province-wide state of emergency on April 18. The organization stated that \"jurisdictional limbo\" between the provincial and federal governments had hampered their ability to prepare for COVID-19. \nOn September 18, MN–S president &lt;a href=\"Glen%20McCallum\"&gt;Glen McCallum&lt;/a&gt; tested positive for COVID-19: he had received a test as a precaution on September 15 due to his role. The Hawood Inn in &lt;a href=\"Waskesiu%20Lake%2C%20Saskatchewan\"&gt;Waskesiu Lake, Saskatchewan&lt;/a&gt; was forced to close for disinfection after McCallum attended MN–S meetings at the hotel between the time of the test and the result; its owner accused McCallum of not following provincial health guidelines, including not self-isolating while awaiting the result, not wearing a mask, and having attempted to remove social distancing from a seating layout during the Friday meeting.\nMN–S stated that McCallum was asymptomatic and not specifically told to self-isolate, and accused \"individuals\" and \"politically-motivated gossip sites\" of \"engaging in unfounded rumour-mongering and finger-pointing during a serious public health crisis\". McCallum apologized for his actions and stated that he would follow health guidelines going forward.\nImpact.\nPrior to the announcement of Saskatchewan's first presumptive case, the &lt;a href=\"2020%20Juno%20Awards\"&gt;2020 Juno Awards&lt;/a&gt; in Saskatoon were cancelled by their organizers on March 12. The &lt;a href=\"Country%20Thunder%20Saskatchewan\"&gt;Country Thunder Saskatchewan&lt;/a&gt; music festival in &lt;a href=\"Craven%2C%20Saskatchewan\"&gt;Craven&lt;/a&gt; has been cancelled since 2020. Canada's Farm Show (2020, 2021) and &lt;a href=\"Canadian%20Western%20Agribition\"&gt;Canadian Western Agribition&lt;/a&gt; (2020) in Regina were canceled and replaced by a &lt;a href=\"virtual%20event\"&gt;virtual event&lt;/a&gt;. The biannual Saskatchewan Oil &amp; Gas Show has been postponed to 2022.\nOn sports.\nOn March 13, 2020, the &lt;a href=\"Saskatchewan%20Junior%20Hockey%20League\"&gt;Saskatchewan Junior Hockey League&lt;/a&gt; (SJHL) season was halted and canceled, pursuant to the suspension of all sanctioned activity by &lt;a href=\"Hockey%20Canada\"&gt;Hockey Canada&lt;/a&gt; and the &lt;a href=\"Canadian%20Junior%20Hockey%20League\"&gt;Canadian Junior Hockey League&lt;/a&gt; (CJHL).\nOn May 20, the &lt;a href=\"CFL\"&gt;CFL&lt;/a&gt; announced that the 108th Grey Cup festivities in Regina had been cancelled (with Regina's &lt;a href=\"Mosaic%20Stadium\"&gt;Mosaic Stadium&lt;/a&gt; therefore awarded the &lt;a href=\"109th%20Grey%20Cup\"&gt;110th Grey Cup&lt;/a&gt; in 2022), and the game (if held) would use &lt;a href=\"home%20advantage\"&gt;home advantage&lt;/a&gt; based on regular season performance. Premier Moe endorsed interest by the city of Regina in hosting the CFL's western teams as part of a proposed \"&lt;a href=\"Bio-secure%20bubble\"&gt;hub&lt;/a&gt;\" model if the &lt;a href=\"2020%20CFL%20season\"&gt;2020 CFL season&lt;/a&gt; were to go on with such a format. The league would name &lt;a href=\"Winnipeg\"&gt;Winnipeg&lt;/a&gt; as its tentative hub city for all games in July 2020, but cancelled the season permanently in August 2020 due to various financial factors. \nThe 2020 &lt;a href=\"Saskatchewan%20Games\"&gt;Saskatchewan Summer Games&lt;/a&gt; in Lloydminster were initially postponed to 2021. On December 21, 2020, it was announced that the Games had been cancelled in full. Lloydminster will receive right of first refusal for the 2024 Games.\nOn June 8, 2020, &lt;a href=\"Canada%20West%20Universities%20Athletic%20Association\"&gt;Canada West&lt;/a&gt; and &lt;a href=\"U%20Sports\"&gt;U Sports&lt;/a&gt; cancelled all sanctioned university athletics events for the remainder of the calendar year. In October 2020, U Sports cancelled all remaining national championships for the 2020–21 academic year, and Canada West cancelled all sanctioned basketball, volleyball, hockey, women's rugby sevens, and wrestling for the 2020–21 academic year.\nTeam sports were allowed to resume in Phase 4 of the Re-Open Saskatchewan plan. Tournaments are prohibited, as well as inter-provincial travel for the purpose of participating in sporting events. This includes both participants entering the province, as well as Saskatchewan residents exiting the province. Hockey games were given permission to admit up to 150 spectators. On November 12, the &lt;a href=\"Flin%20Flon%20Bombers\"&gt;Flin Flon Bombers&lt;/a&gt; of the SJHL suspended operations until at least 2021, due to the enactment of \"Code Red\" restrictions in &lt;a href=\"COVID-19%20pandemic%20in%20Manitoba\"&gt;Manitoba&lt;/a&gt; ordering the closure of all non-essential facilities province-wide (including its arena and offices, which are subject to Manitoba jurisdiction).\nOn November 24, 2020, &lt;a href=\"Fred%20Sasakamoose\"&gt;Fred Sasakamoose&lt;/a&gt;—one of the first indigenous &lt;a href=\"NHL\"&gt;NHL&lt;/a&gt; players—died at 86 from complications of COVID-19.\nOn November 25, amid increasing cases tied to sport and recreation, it was announced that all group and team sports activities would be suspended from November 27.\nIn January 2021, Saskatchewan officials refused permission for &lt;a href=\"Curlsask\"&gt;Curlsask&lt;/a&gt; to hold its provincial &lt;a href=\"SaskTel%20Tankard\"&gt;SaskTel Tankard&lt;/a&gt; and &lt;a href=\"Saskatchewan%20Scotties%20Tournament%20of%20Hearts\"&gt;Saskatchewan Scotties Tournament of Hearts&lt;/a&gt; championships in a \"bubble\", pursuant to the prohibition of sports. Its representatives for the &lt;a href=\"2021%20Scotties%20Tournament%20of%20Hearts\"&gt;2021 Scotties Tournament of Hearts&lt;/a&gt; and &lt;a href=\"2021%20Tim%20Hortons%20Brier\"&gt;Tim Hortons Brier&lt;/a&gt; were selected based on season performance in 2019–20 and 2020–21. On January 21, 2021, veteran Saskatchewan sports broadcaster Warren \"Woody\" Woods died at 66 from complications of COVID-19 \nOn February 13, 2021, the &lt;a href=\"Western%20Hockey%20League\"&gt;WHL&lt;/a&gt; announced that it will hub its East division at the &lt;a href=\"Brandt%20Centre\"&gt;Brandt Centre&lt;/a&gt; to conduct a 24-game regular season. Pursuant to the continued prohibition of team sports, it was considered unlikely that minor hockey programs would be allowed to resume and complete their 2020–21 season. \nOn February 25, 2021, after having also cancelled its 2020 season, &lt;a href=\"Marquis%20Downs\"&gt;Marquis Downs&lt;/a&gt; cancelled its 2021 horse racing season. &lt;a href=\"Prairieland%20Park\"&gt;Prairieland Park&lt;/a&gt; cited that current health orders and travel restrictions made it logistically impossible to conduct racing in the province. Saskatchewan's racing community raised concerns that this would have a long-term impact on horse racing in the province. The following month, Marquis Downs ended racing operations permanently, with the announcement that it was being considered as the site of a &lt;a href=\"soccer-specific%20stadium\"&gt;soccer-specific stadium&lt;/a&gt; for a provisional &lt;a href=\"Canadian%20Premier%20League\"&gt;Canadian Premier League&lt;/a&gt; expansion club.\nOn March 23, 2021, the SJHL announced that Saskatchewan officials had rejected a return-to-play proposal that would have involved hub cities, and that the 2020–21 season was therefore cancelled. On March 25, 2021, all Saskatchewan teams opted out of the 2021 &lt;a href=\"Western%20Canadian%20Baseball%20League\"&gt;Western Canadian Baseball League&lt;/a&gt; season; it was played solely by most of the league's Alberta-based teams with Canadian players only.\nAfter a delay, the &lt;a href=\"2021%20CFL%20season\"&gt;2021 CFL season&lt;/a&gt; began in August 2021. Per the government's lifting of public health orders, the Roughriders did not limit capacity at &lt;a href=\"Mosaic%20Stadium\"&gt;Mosaic Stadium&lt;/a&gt;. However, on August 30, the team announced that beginning September 17, it would mandate that spectators be fully-vaccinated, or present proof of a recent negative test.\nDue to strict limitations on gatherings in Manitoba due to Omicron variant, in January 2022 it was reported that the &lt;a href=\"Winnipeg%20Jets\"&gt;Winnipeg Jets&lt;/a&gt; of the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; (NHL) had contemplated the possibility of playing home games at &lt;a href=\"SaskTel%20Centre\"&gt;SaskTel Centre&lt;/a&gt; in Saskatoon. However, the team scrapped the idea following a survey of season ticketholders (meaning that games would continue to be played &lt;a href=\"Behind%20closed%20doors%20%28sport%29\"&gt;behind closed doors&lt;/a&gt; at &lt;a href=\"Canada%20Life%20Centre\"&gt;Canada Life Centre&lt;/a&gt;). Due to concerns over Omicron variant, the 2022 Saskatchewan Winter Games were cancelled.\nStatistics.\nRegional distribution.\nThe following table summarizes the number of persons with COVID-19 in Saskatchewan . As of January 26, 2021, a patient is counted as having \"recovered\" if they have not been hospitalized and it has been 10 days since their positive test, even if they are still experiencing non-infectious symptoms.\nOn August 4, 2020, the province re-aligned its data to use 13 zones instead of 6, which are themselves divided into a total of 32 sub-regions.\nOn July 29, 2021, the SHA announced that beginning in August, daily statistics on vaccination, cases, hospitalizations, deaths would continue to be updated daily via the SHA COVID-19 dashboard on the Saskatchewan government website, but the province will only publish summaries on a weekly basis. However, on August 16 the SHA announced that it will now publicize the number of daily cases based on vaccination status."
}