{
    "id": "6345225",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=6345225",
    "title": "Valley Gardens Middle School",
    "text": "Valley Gardens Middle School is located in &lt;a href=\"Monkseaton\"&gt;Monkseaton&lt;/a&gt;, &lt;a href=\"Whitley%20Bay\"&gt;Whitley Bay&lt;/a&gt; in &lt;a href=\"North%20Tyneside\"&gt;North Tyneside&lt;/a&gt;, &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. The Headteacher is David Godfrey. It is the largest middle school in &lt;a href=\"Whitley%20Bay\"&gt;Whitley Bay&lt;/a&gt;, with about 730 &lt;a href=\"pupils\"&gt;pupils&lt;/a&gt; on roll and &lt;a href=\"National%20Curriculum%20assessment\"&gt;SATs&lt;/a&gt; results are significantly above the &lt;a href=\"nation\"&gt;nation&lt;/a&gt;al average. It serves a mainly &lt;a href=\"suburban\"&gt;suburban&lt;/a&gt; catchment.\nIts motto is \"What do you want to achieve?\"\nMost &lt;a href=\"students\"&gt;students&lt;/a&gt; transfer to &lt;a href=\"Whitley%20Bay%20High%20School\"&gt;Whitley Bay High School&lt;/a&gt; at the end of &lt;a href=\"Year%208\"&gt;Year 8&lt;/a&gt; due to its close proximity.\nPrior to &lt;a href=\"school\"&gt;school&lt;/a&gt; reorganisation in the 1970s the &lt;a href=\"building\"&gt;building&lt;/a&gt; was a &lt;a href=\"secondary%20modern\"&gt;secondary modern&lt;/a&gt;; hence it has always had relatively good &lt;a href=\"technology\"&gt;technology&lt;/a&gt; facilities for a &lt;a href=\"middle%20school\"&gt;middle school&lt;/a&gt;.\nHistory.\nThe school has had a varied history. The &lt;a href=\"school\"&gt;school&lt;/a&gt; was built in 1957. It closed through the &lt;a href=\"summer\"&gt;summer&lt;/a&gt; of 1973 and turned from &lt;a href=\"Whitley%20Bay\"&gt;Whitley Bay&lt;/a&gt; County Secondary School into Valley Gardens Middle School . For the academic year 1973-74 it operated as a Middle School with only years 2,3 and 4. Year 1 of the Middle school commenced in 1974-75. In 2000 the school was threatened with closure after North Tyneside council wanted to turn to a two-tier system instead of the three-tier system that was then used, this did not happen. In 2002, an extra year five class was added to take the numbers from 5 classes to 6. At that time, every other year had six classes already. This move was taken to increase capacity and increase chances of getting into &lt;a href=\"sixth%20form\"&gt;sixth form&lt;/a&gt; in later life. Also in 2002 the school governors encouraged the local education authority to provide more classrooms and modernise the buildings.\nRenovation.\nRecently, the school has been renovated to fit the large number of pupils in the school. A new year five block with state-of-the-art interactive whiteboards in each classroom has been built and was opened by the former Foreign Secretary, &lt;a href=\"David%20Miliband\"&gt;David Miliband&lt;/a&gt;. These &lt;a href=\"Interactive%20Whiteboard\"&gt;boards&lt;/a&gt; have now been fitted into nearly every classroom in the school. The front of the school has been rebuilt with a new main office, a head teacher's room and a meeting room. Two special needs rooms have been also built to help with the number of pupils on the special needs register. This is all to bring the school from its 1970s style into the 21st Century.\nAwards.\nThe school has been awarded numerous awards and trophies. One of them is the International School Award, which celebrates the school success in doing international activities such as an International Day in 2005, plus the schools high success in languages. It was presented by &lt;a href=\"BBC%20News\"&gt;BBC News&lt;/a&gt; reader &lt;a href=\"Anna%20Ford\"&gt;Anna Ford&lt;/a&gt; in 2006. The school received an Outstanding review from Ofsted in 2013."
}