{
    "id": "63461866",
    "revid": "1066316750",
    "url": "https://en.wikipedia.org/wiki?curid=63461866",
    "title": "V-Dem Institute",
    "text": "The V-Dem Institute (Varieties of Democracy) is an independent research institute founded by Professor &lt;a href=\"Staffan%20I.%20Lindberg\"&gt;Staffan I. Lindberg&lt;/a&gt; in 2014 and is funded by a number of government organizations, World Bank and several research institutions. The headquarters of the project is based at the department of political science, &lt;a href=\"University%20of%20Gothenburg\"&gt;University of Gothenburg&lt;/a&gt;, Sweden.\nVarieties of Democracy is a new approach to conceptualizing and measuring &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; around the world. The V-Dem project distinguishes among five high-level principles of democracy: &lt;a href=\"electoral%20democracy\"&gt;electoral&lt;/a&gt;, &lt;a href=\"liberal%20democracy\"&gt;liberal&lt;/a&gt;, &lt;a href=\"participatory%20democracy\"&gt;participatory&lt;/a&gt;, &lt;a href=\"deliberative%20democracy\"&gt;deliberative&lt;/a&gt;, and &lt;a href=\"egalitarianism\"&gt;egalitarian&lt;/a&gt;, and collects data to measure these principles.\nThe dataset is updated, expanded, and released every year. Based on the current data, V-Dem publishes an annual Democracy Report that describes the state of democracy in the world. The Democracy Report, the dataset, scientific articles, and working papers are free to download on the institute’s website that also features interactive graphic tools.\nThe V-Dem Institute's measures of democracy are the most elaborate and granular among several democracy indexes (such as the &lt;a href=\"Polity%20data%20series\"&gt;Polity data series&lt;/a&gt; and &lt;a href=\"Freedom%20House\"&gt;Freedom House&lt;/a&gt;'s \"&lt;a href=\"Freedom%20in%20the%20World\"&gt;Freedom in the World&lt;/a&gt;\"). By 2020, the V-Dem index had \"more than 470 indicators, 82 mid-level indices, and 5 high-level indices covering 202 polities from the period of 1789–2019.\" Each indicator is coded independently by at least five country experts. V-Dem uses methodological tools to deal with rating reliability and confidence intervals in the expert ratings. Political scientist Daniel Hegedus describes V-Dem as \"as the most important provider of quantitative democracy data for scholarly research.\"\nDemocracy indices.\nV-Dem has 5 high level indices which correspond to each of the five high level principles of democracy it identifies.\nRankings.\nThe table below shows how countries score on the 11th edition of V-Dem's Democracy indices in 2020.\nImpact and usage.\nA variety of other organizations use V-Dem's dataset in the construction of their indicators. &lt;a href=\"USAID\"&gt;USAID&lt;/a&gt;'s Journey to Self Reliance Country Roadmap uses V-Dem's data to inform three of its indicators: Liberal Democracy (from V-Dem's Liberal Democracy Index), Social Group Equality (from V-Dem's Social Group Equality in Respect for Civil Liberties) and Civil Society and Media Effectiveness (from V-Dem's Diagonal Accountability Index). The &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;'s &lt;a href=\"Worldwide%20Governance%20Indicators\"&gt;Worldwide Governance Indicators&lt;/a&gt; also use V-Dem's data to inform their Control of Corruption indicator (includes V-Dem's Corruption index), Rule of Law Indicator (includes V-Dem's liberal component index), and the Voice and Accountability Indicator (includes V-Dem's Expanded freedom of expression, Freedom of association, and Clean elections indicators).\nDigital Society Project.\nThe Digital Society Project is a subset of indicators on V-Dem's survey which asks questions about the political status of social media and the internet. Specifically, the Digital Society Project measures a range of questions related to internet censorship, misinformation online, and internet shutdowns. This annual report includes 35 indicators assessing five areas: disinformation, digital media freedom, state regulation of digital media, polarization of online media, and online social cleavages. It has been updated each year starting in 2019, with data covering from 2000-2021. Similar to other expert analyses like &lt;a href=\"Freedom%20House\"&gt;Freedom House&lt;/a&gt;, these data are more prone to false positives when compared with remotely sensed data, such as that from &lt;a href=\"Access%20Now\"&gt;Access Now&lt;/a&gt; or the &lt;a href=\"OpenNet%20Initiative\"&gt;OpenNet Initiative&lt;/a&gt;."
}