{
    "id": "63492392",
    "revid": "10289486",
    "url": "https://en.wikipedia.org/wiki?curid=63492392",
    "title": "Grunwaldzka street in Bydgoszcz",
    "text": "Grunwaldzka street, laid in the 1850s, is an extended axis in &lt;a href=\"Bydgoszcz\"&gt;Bydgoszcz&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. Many frontages on this street offer architectural interests: some of the buildings are registered on the &lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kuyavian-Pomeranian Voivodeship&lt;/a&gt; Heritage List.\nLocation.\nThe street runs on a west north-west axis, leading to &lt;a href=\"Nak%C5%82o%20nad%20Noteci%C4%85\"&gt;Nakło nad Notecią&lt;/a&gt; (towards &lt;a href=\"Pi%C5%82a\"&gt;Piła&lt;/a&gt; and &lt;a href=\"Szczecin\"&gt;Szczecin&lt;/a&gt;). It connects Bydgoszcz downtown district to western city areas (i.e. Okole, Czyżkówko, &lt;a href=\"Flisy%20%28Bydgoszcz%20district%29\"&gt;Flisy&lt;/a&gt;, &lt;a href=\"Osowa%20G%C3%B3ra%20%28Bydgoszcz%20district%29\"&gt;Osowa Góra&lt;/a&gt;). &lt;a href=\"National%20roads%20in%20Poland\"&gt;Polish national road No. 80&lt;/a&gt; runs along the street located north of &lt;a href=\"Bydgoszcz%20Canal\"&gt;Bydgoszcz Canal&lt;/a&gt; and Polish national road No. 25 south of the canal. It is one of the longest and busiest axis of Bydgoszcz.\nHistory.\nGrunwaldzka street is mentioned on an 1855 address book of &lt;a href=\"Bydgoszcz\"&gt;Bromberg&lt;/a&gt;, but appears as early as 1827 as a path to Nakło nad Notecią. On an 1857 map, then on an 1876 city map the axis is mentioned as a \"Berliner Chaussee\" or \"Highway to &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;\". At that time, it appears as an extension of the \"Berliner Straße\" (today's &lt;a href=\"Swi%C4%99tej%20Trojcy%20street%20in%20Bydgoszcz\"&gt;Swiętej Trojcy street&lt;/a&gt;) to the west. In 1851, the railway from &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; to &lt;a href=\"Kaliningrad\"&gt;Kaliningrad&lt;/a&gt; -via Bromberg- is built along that path. \nIn 1895, a &lt;a href=\"narrow-gauge%20railway\"&gt;narrow-gauge railway&lt;/a&gt; from Bydgoszcz to &lt;a href=\"Koronowo\"&gt;Koronowo&lt;/a&gt; was laid, with a station on Grunwaldzka street, \"Bydgoszcz Wąskotorowa\", linked to the city &lt;a href=\"Streetcar\"&gt;tram&lt;/a&gt; network in 1898. The railway did not survive &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt; and is now operated for touristic purposes between two villages west of Nakło: railtracks on Grunwaldzka were pulled part in 1969. The tramway line in the street has been dismantled in 1984.\nBecause of its exceptional length, the avenue, originating from &lt;a href=\"Bydgoszcz\"&gt;Bromberg&lt;/a&gt;, crossed several other suburban villages which eventually (1960s) were incorporated into Bydgoszcz territory. As a consequence, the street in its whole bore many different names associated with conflicting &lt;a href=\"house%20numbering\"&gt;house numbering&lt;/a&gt;.\nIn 2019–2020, municipal authorities have launched an extensive rebuilt of the avenue, so as to enlarge it to a dual carriageway with two lanes along most of its length.\nThere are two railway viaducts along the street:\nThrough history, this street bore the following names:\nCurrent name refers to the &lt;a href=\"Battle%20of%20Grunwald\"&gt;Battle of Grunwald&lt;/a&gt; (July 15, 1410), part of the &lt;a href=\"Polish%E2%80%93Lithuanian%E2%80%93Teutonic%20War\"&gt;Polish–Lithuanian–Teutonic War&lt;/a&gt;, where the alliance of the &lt;a href=\"Crown%20of%20the%20Kingdom%20of%20Poland\"&gt;Kingdom of Poland&lt;/a&gt; and the &lt;a href=\"Grand%20Duchy%20of%20Lithuania\"&gt;Grand Duchy of Lithuania&lt;/a&gt;, defeated &lt;a href=\"Teutonic%20Order\"&gt;Teutonic Order&lt;/a&gt;, led by Grand Master &lt;a href=\"Ulrich%20von%20Jungingen\"&gt;Ulrich von Jungingen&lt;/a&gt;.\nMain areas and edifices.\nGrunwaldzka stems out of a large city roundabout () where it connects with &lt;a href=\"Marshal%20Ferdinand%20Foch%20Street%20in%20Bydgoszcz\"&gt;Focha&lt;/a&gt;, &lt;a href=\"Nakielska%20street%20in%20Bydgoszcz\"&gt;Nakielska&lt;/a&gt; and Kruszwicka streets.\nTenement at No. 1/3.\nBuilt in 1910, by &lt;a href=\"Bydgoszcz%20Architects%20%281850-1970s%29\"&gt;Theodor Patzwald&lt;/a&gt;\n&lt;a href=\"Modern%20architecture%23Early%20modernism%20in%20Europe%20%281900%E2%80%931914%29\"&gt;Early modernism&lt;/a&gt;\nThe first owners of the tenement were the Goltz brothers (Gustaw, Rudolf and Oskar) who, as construction managers, conducted many projects in the city.\nIn July 1912, a restaurant and a cafe -\"Parkhaus\"- were arranged, with an area as a summer garden: at that time, the place was giving onto the &lt;a href=\"Bydgoszcz%20Canal\"&gt;Bydgoszcz Canal&lt;/a&gt;, which was covered only in the 1970s. The same year, the Goltz brothers sold the ensemble to &lt;a href=\"Franke%20family%20in%20Bydgoszcz\"&gt;C.A. Franke&lt;/a&gt;, a successful local entrepreneur. In that period, the building housed the office of the then &lt;a href=\"Mechanical%20School%20N%C2%B01%2C%20Bydgoszcz\"&gt;Royal School of Arts and Crafts&lt;/a&gt;, as well as the house designer, architect Theodor Patzwald.\nLater on, during the &lt;a href=\"Second%20Polish%20Republic\"&gt;interwar&lt;/a&gt;, the landlord was August Latte, owner of a cheese warehouse and a factory. During the recent renovation of the ensemble in 2015, a mural was created on the wall deprived of opening: it displays advertising with old-fashioned features from the 1920s.\nThe early modernist style still keeps influence from &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt;: curved &lt;a href=\"bow%20window\"&gt;bow window&lt;/a&gt;s, a broken segmental &lt;a href=\"pediment\"&gt;pediment&lt;/a&gt;, a vegetal &lt;a href=\"Motif%20%28visual%20arts%29\"&gt;motif&lt;/a&gt; and two grand &lt;a href=\"loggia\"&gt;loggia&lt;/a&gt;s adorned with slender &lt;a href=\"column\"&gt;column&lt;/a&gt;s and &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; &lt;a href=\"grillwork\"&gt;grillwork&lt;/a&gt;.\nTenement at No. 2.\n1880s\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nEarly in the 1880s, a restaurant was run there by Reinhard Zindler. In the 1920s, another restaurant stood there, with a cafe, called \"Dom Parkowy\", run by Teodor Sikorski.\nTenement at No. 6.\n1906\nLate &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt;\nThe initial address of the building was \"19 Berliner Straße\". First register landlord was Gustav Templin, a tradesman.\nAlthough the frontage lost its architectural decoration, one can still appreciate the large &lt;a href=\"Cant%20%28architecture%29\"&gt;canted&lt;/a&gt; &lt;a href=\"bay%20window\"&gt;bay window&lt;/a&gt; overlooking the entrance, with a floral &lt;a href=\"Motif%20%28visual%20arts%29\"&gt;motif&lt;/a&gt; at its base.\nTenement at No. 14.\n1900s\nLate &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt;\nLocated at first at \"17 Berliner Straße\", the landlord at its construction was Stanislaus Bonneberger, a shoemaker.\nThe frontage has lost many of its architectural details, but still exhibits late &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; style mixed with modernist influences. Noticeable are the &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; &lt;a href=\"balcony\"&gt;balconies&lt;/a&gt;, a few adorned &lt;a href=\"cartouche%20%28design%29\"&gt;cartouche&lt;/a&gt;s and the decorated entrance &lt;a href=\"lintel\"&gt;lintel&lt;/a&gt;.\n\"Starofarny Cemetery\" at No. 15.\nIn December 1808, the city hall of &lt;a href=\"Bydgoszcz\"&gt;Bromberg&lt;/a&gt; bought 1 &lt;a href=\"Hectare\"&gt;ha&lt;/a&gt; of land next to the road leading to Szyszkówka (today's Czyżkówko district), to establish a catholic cemetery: first burials were only performed in 1811, when Prussian authorities banned burying the dead in church cemeteries.\n\"Starofarny Cemetery\" was the first catholic cemetery in the city for which the access road (today's Grunwaldzka street) was cobbled in 1828. In 1855, the cemetery was enlarged by 0.40 ha through purchasing an abuting plot; with several other acquisitions the burial ground reached an area of 1,425 ha. The area entered the city limits in 1877, when Okolo district merged with Bydgoszcz territory.\nDuring the second half of the 19th century, the cemetery was embellished: in 1886, a new stone fencing was erected and in 1892, tree avenues were created with &lt;a href=\"chestnut\"&gt;chestnut&lt;/a&gt;s, &lt;a href=\"maple\"&gt;maple&lt;/a&gt;s and &lt;a href=\"Tilia\"&gt;lime trees&lt;/a&gt;. \nSince Prussian authorities did not allow the creation of additional catholic parishes during the end of the 19th century, \"Starofarny cemetery\" soon got packed: in 1906, eventually, a new parish cemetery was established in the northern suburb of the city, called \"Cmentarz Nowofarny\" (), to distinguish it from the \"Cmentarz Starofarny\" ().\nDuring the &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;Nazi occupation&lt;/a&gt;, \"Starofarny cemetery\" was repeatedly damaged so as to wipe out Polish traces within the city. Following an order from occupying authorities to remove Polish inscriptions from the tombstones, &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt; militias destroyed Polish tombstones, beating inscriptions and damaging the fence. In particular, on a Sunday of April 1942, &lt;a href=\"Sturmabteilung\"&gt;SA&lt;/a&gt; and &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt; troops stormed the cemetery, smearing Polish gravestones with cement and destroying metal elements of the graves.\nBetween 1945 and 1964, burials were carried out anew in family graves and in neglected places from the 19th century, which were no more tended. Finally, the last burial took place on July 11, 1964. The cemetery was then declared closed on July 15, 1964, by Bydgoszcz authorities and renamed \"Municipal cemetery\".\nIn the late 1970s, urbanization plans regarding the area where &lt;a href=\"Marshal%20Ferdinand%20Foch%20Street%20in%20Bydgoszcz\"&gt;Focha&lt;/a&gt;, Kruszwicka, &lt;a href=\"Nakielska%20street%20in%20Bydgoszcz\"&gt;Nakielska&lt;/a&gt; and Grunwaldzka streets meet imposed to bulldoze a northern strip of the cemetery. Work started in 1978: it included reconstructing the fence, razing chapels and exhumating some graves. The operation was badly carried out and several errors led to the destruction of a 17th-century chapel, the loss of many &lt;a href=\"Crypt%23Burial%20vaults\"&gt;family crypts&lt;/a&gt; -some of them being work of art edifices- and the demolition of the caretaker's house. The &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; grating elements of the main entry gate were returned to the &lt;a href=\"Poor%20Clares%27%20Church%2C%20Bydgoszcz\"&gt;church of the Poor Clares&lt;/a&gt; where it originated from.\nThose misbehaviours triggered the establishment of a \"Social Committee for the Rescue of Starofarny Cemetery Monuments\", headed by architect &lt;a href=\"Stefan%20Klajbor\"&gt;Stefan Klajbor&lt;/a&gt;, which succeeded in listing the cemetery on the &lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kuyavian-Pomeranian Voivodeship&lt;/a&gt; Heritage List (No.601242 A/879, June 28, 1983). In 1985, &lt;a href=\"List%20of%20Catholic%20dioceses%20in%20Poland\"&gt;Metropolitan Curia&lt;/a&gt; in &lt;a href=\"Gniezno\"&gt;Gniezno&lt;/a&gt; handed over the management of \"Starofarny Cmentarz\" to Bydgoszcz administrative authorities.\nIn 1991, a restoration plan of the facility was launched, comprising, among others:\nSince 1998, the work has been supported by private funds collected locally during &lt;a href=\"All%20Saints%27%20Day\"&gt;All Saints' Day&lt;/a&gt;. \nIn 2018, further contributions also made possible additional renovations such as fencing and family chapels.\nIn 1994, city authorities reopened the cemetery for burials, especially for local distinguished people.\nTenements at No. 20/22/24.\nBeginning 20th century\nEarly &lt;a href=\"Modern%20architecture\"&gt;Modern architecture&lt;/a&gt;\nThe three buildings date back to the same period, transitioning from fading &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; to canted forms of early modernism. This shift appears differently on each of them. While the elevation in the middle (No. 22) is bare of any decoration, its neighbours still display some elements of the late 19th century style: \nTenement at No. 26, corner with Graniczna street.\nLate 1890s\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nLocated at the time as the last edifice within &lt;a href=\"Bydgoszcz\"&gt;Bromberg&lt;/a&gt; city limits on the avenue, its first landlord was Thomas Diete, who established there a tavern \"To the Golden Star\" ().\nThe decoration of the late 19th century have been lost today. Few elements (pediments) remain from the eclectic architectural details, as one can see from early pictures. \nPlot at No. 30/32, ex \"BELMA\" Factory.\n1875-1899\nIn 1868, Carl Fiebrandt, a journeyman, founded a small mechanical at workshop 11 &lt;a href=\"Dworcowa%20Street\"&gt;Dworcowa Street&lt;/a&gt; producing and repairing agricultural machinery. Looking for a place to expand his industry, he bought in 1875, a plot in Okole suburb, at the intersection of Schaussestrasse and Granzstrasse (today's Grunwaldzka and Graniczna streets) and built there a large one-story hall. He quickly realized that the rapid expansion of railways could be a bonanza for him. Hence in 1892, he dedicated exclusively the production to signaling and train traffic control devices. In 1899, Fiebrandt established the \"C. Fiebrandt &amp; Co\"-\"Eisenbahn-Signalbau-Anstalt Gesellschaft\" (). During &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt;, the firm produced shells for &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt;s that were &lt;a href=\"handloading\"&gt;handloaded&lt;/a&gt; in the &lt;a href=\"Bromberg%20Dynamit%20Nobel%20AG%20Factory\"&gt;Bromberg Dynamit Nobel AG Factory&lt;/a&gt; located in the southern forest area of the city. \nAfter &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt;, the firm was taken over by the state treasury and get its name changed first to \"Bydgoska Fabryka Sygnałów Kolejowych\" (), then in 1958 to \"Bydgoskie Zakłady Elektromechaniczne\" () or \"&lt;a href=\"BELMA\"&gt;BELMA&lt;/a&gt;\". In 1951, the factory started to produce for &lt;a href=\"Polish%20People%27s%20Army\"&gt;army&lt;/a&gt;: it is now its business staple.\nIn 2018, the firm celebrated its 150th anniversary from its production site located in the vicinity of Bydgoszcz, at &lt;a href=\"Bia%C5%82e%20B%C5%82ota%2C%20Bydgoszcz%20County\"&gt;Białe Błota&lt;/a&gt;.\nToday are still visible the &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; grate of the main gate, flanked by two front buildings onto Grunwaldzka street at Nos 30 and 32.\nTenement at No. 34.\nEarly 1880s\n&lt;a href=\"Renaissance%20Revival%20architecture\"&gt;Neo-Renaissance&lt;/a&gt;, elements of &lt;a href=\"Baroque%20Revival%20architecture\"&gt;Neo-Baroque&lt;/a&gt;\nThe edifice was initially located on Okole village land, under the address \"5 Chaussee Straße\": the landlord was Ludwik Dürr, a butcher. His son Ernst took over the business and ran it till the late 1920s. A butcher shop has been operated there till the outbreak of &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt;.\nThe elevation is rendered unbalanced by the heavy &lt;a href=\"bossage\"&gt;bossage&lt;/a&gt;d &lt;a href=\"bay%20window\"&gt;bay window&lt;/a&gt; featuring a &lt;a href=\"loggia\"&gt;loggia&lt;/a&gt;. The left side shows adorned windows with &lt;a href=\"festoon\"&gt;festoon&lt;/a&gt;s in cartouches, &lt;a href=\"pilaster\"&gt;pilaster&lt;/a&gt;s, curved &lt;a href=\"pediment\"&gt;pediment&lt;/a&gt;s bearing a stylized &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; and a top &lt;a href=\"corbel\"&gt;corbel&lt;/a&gt; table.\nTenement at No. 35.\n1850-1900\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nSituated in Schleusenau suburb, at \"9 Lindenstraße\", it was the property of a carpenter, Heinrich Gürich. In the 1910s, the ground floor housed a plumber store ran by Friedrich Kolbe (see gallery) at \"107 Chaussee straße\".\nThe balanced facade has been renovated in 2017. \nPharmacy \"Under the lion\" at No. 37.\n1894, by &lt;a href=\"J%C3%B3zef%20%C5%9Awi%C4%99cicki\"&gt;Józef Święcicki&lt;/a&gt; and &lt;a href=\"Bydgoszcz%20Architects%20%281850-1970s%29%23Karl%20Bergner\"&gt;Karl Bergner&lt;/a&gt;\n&lt;a href=\"Baroque%20Revival%20architecture\"&gt;Neo Baroque&lt;/a&gt;, &lt;a href=\"Rococo\"&gt;Rococo&lt;/a&gt; and &lt;a href=\"Mannerism%23Mannerist%20architecture\"&gt;Mannerism&lt;/a&gt;\nDr Leonhard Tonn began to run a pharmacy at this spot before commissioning the house. He contracted architect Józef Swiecicki who worked with Karl Bergner; builder was well-known entrepreneur &lt;a href=\"Bydgoszcz%20Architects%20%281850-1970s%29%23Carl%20Rose\"&gt;Carl Rose&lt;/a&gt;. In March 1894 Dr. Tonn established the \"Löwen Apotheke Laboratorium für chemische und mikroskopische Untersuchungen - Dr. L. Tonn\" (). On October 15, 1924, while Bydgoszcz had reintegrated &lt;a href=\"History%20of%20Poland%20%281918%E2%80%931939%29\"&gt;Polish territory&lt;/a&gt;, the shop was sold to Piotr and Henryk Umbreit, two brothers from &lt;a href=\"Pozna%C5%84\"&gt;Poznań&lt;/a&gt;. In 1880, they had already founded in their city a pharmaceutical and chemical warehouse, at that time the second Polish medicine factory in Poznań. In parallel, a medical cabinet opened in the house: in May 1926, dr. Teofil Kowalski from Warsaw succeeded to dr. Keslinger, from &lt;a href=\"Gda%C5%84sk\"&gt;Gdańsk&lt;/a&gt;.\nDuring the Second World War, the management of the pharmacy was taken over by German chemist Georg Kubisch, a member of &lt;a href=\"Sturmabteilung\"&gt;SA&lt;/a&gt; from Gdańsk, and the name changed to \"Löwen Apotheke\". In 1940, the pharmacy receives the name \"Hindenburg Apotheke\" since it was also used as a training facility for chemistry students. In 1951, the firm was nationalized as \"Social Pharmacy No. 12\", but its original name \"Pod Lwem\" was reinstated in 1978.\nAt its opening, the pharmacy was equipped with oak furniture imported from &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, the bronze lion painted in gold came from Italy.The emblem is one of the few original preserved pharmacy emblems in Poland. The building boasts a rich decoration dominated by various styles elements (&lt;a href=\"Baroque%20Revival%20architecture\"&gt;Neo Baroque&lt;/a&gt;, &lt;a href=\"Rococo\"&gt;Rococo&lt;/a&gt; and &lt;a href=\"Mannerism%23Mannerist%20architecture\"&gt;Mannerism&lt;/a&gt;). Together with the standing golden lion, the house is characterized by its &lt;a href=\"onion%20dome\"&gt;onion dome&lt;/a&gt; bearing a &lt;a href=\"weather%20vane\"&gt;weather vane&lt;/a&gt; with a lion &lt;a href=\"silhouette\"&gt;silhouette&lt;/a&gt;.\nTenement at No. 42, corner with Jasna Street.\nEnd of 19th century-1905, by F. Pretzel\n&lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt;\nBuilt in Okole suburb at \"7 Chausseestraße\", its owner was a merchant, Carl Raddatz. The Raddatz family kept the property till the outbreak of &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt;.\nThe building has undergone an overhaul in 2017, underlining the &lt;a href=\"stucco\"&gt;stucco&lt;/a&gt;ed motifs, especially on the &lt;a href=\"pediment\"&gt;pediment&lt;/a&gt;ed wall &lt;a href=\"dormer\"&gt;dormer&lt;/a&gt; giving onto Grunwaldzka street.\nTenement at No. 49.\n1885\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nConstructed on Schleusenau ground in the late 1880s, it has been commissioned by Ludwig Wegener, a boatsman.\nThe building endured a renovation in 2016.\nBuilding at No. 50.\n1958-1959\n&lt;a href=\"Modern%20architecture\"&gt;Modern architecture&lt;/a&gt;, &lt;a href=\"Neoclassical%20architecture\"&gt;Neoclassical architecture&lt;/a&gt;\nThis large edifice was commissioned by the firm \"&lt;a href=\"BELMA\"&gt;BELMA&lt;/a&gt;\" settled at No. 30/32. It was designed as a cultural and educational center () for the benefit of \"BELMA\" employees and later also for students from nearby schools. During holidays in particular, the institution used to organize puppet theater performances and film screenings. \nToday the edifice houses the &lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kuyavian-Pomeranian&lt;/a&gt; Tax Office in Bydgoszcz.\nThe facility has a large auditorium with a stage. It is an architectural example of &lt;a href=\"Stalinist%20architecture%23Poland\"&gt;Socialist realist construction&lt;/a&gt;.\nIn Bydgoszcz, it is the second largest public facility built after 1950, after the &lt;a href=\"Pomeranian%20Philharmonic\"&gt;Pomeranian Philharmonic&lt;/a&gt;.\nTenement at No. 53.\nRegistered on the &lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kuyavian-Pomeranian Voivodeship&lt;/a&gt; Heritage List (A/1681 July 24, 2015).\n1890\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nEduard Schulz, the house investor, was a secretary of the railway. The property remained in the hands of the Schulz family during the interwar period.\nOn the facade boasts a collection of ornamentation:\nThis house has been refurbished in 2019.\nBuilding at No. 55.\n1890\n&lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt;\nThe commissioner of this building was Marie Jacobowski, owner of tenements at No. 57 and 59, where she lived. After a heavy fire damage in 2012, the municipal authorities have decided in 2019 to sell the property to private hands.\nAlthough damaged, the main elevation offers to the viewer topping &lt;a href=\"loggia\"&gt;loggia&lt;/a&gt;s crowned by a &lt;a href=\"festoon\"&gt;festoon&lt;/a&gt;, a &lt;a href=\"bay%20window\"&gt;bay window&lt;/a&gt; with geometrical motifs and an adorned &lt;a href=\"portal%20%28architecture%29\"&gt;portal&lt;/a&gt;. \nTenements at No. 57/59, corner with Kanałowa street.\nEnd 19th century\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nBoth buildings (along with No. 55) were the property of Marie Jacobowski, who lived at 59. Between the early 1900s and the end of the &lt;a href=\"Second%20Polish%20Republic\"&gt;interwar&lt;/a&gt; period, the ground floor at 57 housed a tobacco shop.\nFacades did not keep the architectural richness: still noticeable are the corner &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; &lt;a href=\"balcony\"&gt;balconies&lt;/a&gt; facing each other across Kanałowa street. The tenement at 57 has been refurbished in 2017–2018. \nTenements at No. 72/74 and 78.\nEnd 19th century\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nWhile No. 72 and 74 had private owners, the tenement at 78 was initially the property of the &lt;a href=\"Prussian%20Eastern%20Railway\"&gt;Prussian Eastern Railway&lt;/a&gt;, as its location commanded a view on the line from &lt;a href=\"Bydgoszcz\"&gt;Bromberg&lt;/a&gt; to &lt;a href=\"Kaliningrad\"&gt;Kaliningrad&lt;/a&gt;. After 1920 and the &lt;a href=\"History%20of%20Poland%23Second%20Polish%20Republic%20%281918%E2%80%931939%29\"&gt;restoration of the Polish state&lt;/a&gt;, the house was taken over by the \"Bydgoszcz Railway\" (), the local district of the &lt;a href=\"Polish%20State%20Railways\"&gt;Polish State Railways&lt;/a&gt; ().\nAll three houses are in a neglected state and few details still prevail, apart from the decoration around the windows (&lt;a href=\"pediment\"&gt;pediment&lt;/a&gt;s, garnished &lt;a href=\"lintel\"&gt;lintel&lt;/a&gt; and cartouches). \nTenement at No. 98.\nEarly 20th century\n&lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt;\nThe commissioner was Heinrich Seellen.\nThe building has been deeply refurbished in 2019, after a sell by the municipal authorities to a private company. The thorough renovation highlights\n&lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; motifs, such as the &lt;a href=\"stucco\"&gt;stucco&lt;/a&gt;ed patterns on the top of each wall &lt;a href=\"gable\"&gt;gable&lt;/a&gt; crowing the two &lt;a href=\"terraced%20house\"&gt;terraces&lt;/a&gt;. \nTenements at No. 102 to 118.\nEarly 20th century\n&lt;a href=\"Modern%20architecture\"&gt;Modern architecture&lt;/a&gt;\nThe ensemble was owned by the &lt;a href=\"Prussian%20Eastern%20Railway\"&gt;Prussian Eastern Railway&lt;/a&gt; () and built in three stages: 1904 (houses 108 to 114), then 1911 (102 and 104) and 1912 (116-118). The railway company housed here its employees, mostly drivers and auxiliary staff, together with some low-level officials. Up to 50 families used to be accommodated in this housing blocks.\nA modern project of residence is planned to be squeezed at 106 (only free plot) in 2020.\nCatholic church Saint &lt;a href=\"Anthony%20of%20Padua\"&gt;Anthony of Padua&lt;/a&gt;, crossing with Koronowska street.\nRegistered on the &lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kuyavian-Pomeranian Voivodeship&lt;/a&gt; Heritage List (No.690851 A/1159 August 3, 2006).\n1936-1945\n&lt;a href=\"Modern%20architecture\"&gt;Modern architecture&lt;/a&gt;\nAt the time of the re-creation of the Polish state, the area was part of the \"Czyżkówko\" village, which will be combined with Bydgoszcz territory in the late 1920s. The new district was subordinated to the downtown &lt;a href=\"Church%20of%20the%20Holy%20Trinity%20in%20Bydgoszcz\"&gt;parish of the Holy Trinity&lt;/a&gt;, several kilometers away. In this situation, a dance hall was purchased in 1923 to be replaced by a chapel, &lt;a href=\"consecration\"&gt;consecrated&lt;/a&gt; on February 24, 1924.\nA request to create a new parish in this area was granted by &lt;a href=\"Primate%20%28bishop%29\"&gt;bishop&lt;/a&gt; &lt;a href=\"August%20Hlond\"&gt;August Hlond&lt;/a&gt; and the parish was inaugurated on July 1, 1933, dedicated to &lt;a href=\"Anthony%20of%20Padua\"&gt;Anthony of Padua&lt;/a&gt;, hence endorsing the separation from the Holy Trinity church. The construction of the church, funded partly by &lt;a href=\"Antoni%20Laubitz\"&gt;Antoni Laubitz&lt;/a&gt;, the bishop of &lt;a href=\"Gniezno\"&gt;Gniezno&lt;/a&gt;, began in 1936: the design was realized a year earlier by &lt;a href=\"Pozna%C5%84\"&gt;Poznań&lt;/a&gt; architect Stefan Cybichowski. A decade before, Cybichowski had worked on the site of the &lt;a href=\"Church%20of%20Our%20Lady%20of%20Perpetual%20Help%20in%20Bydgoszcz\"&gt;Church of Our Lady of Perpetual Help&lt;/a&gt;. The edifice was not completed at the start of &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt; and had been used by Nazi forces as a warehouse to store construction tools, while religious services were held back in the initial chapel.\nAfter the war, the church was left devastated and shelled, but after a hasty renovation, it had been consecrated anew by bishop &lt;a href=\"August%20Hlond\"&gt;August Hlond&lt;/a&gt; on December 1, 1945.\nThe massive brick church has three &lt;a href=\"nave\"&gt;nave&lt;/a&gt;s, with a semi-circular northern &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt;. The highlight of the building is the high square &lt;a href=\"steeple\"&gt;steeple&lt;/a&gt;, visible from Grunwaldzka street crossing. Inside, several &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt;es cover the openings. \nThe central nave is separated by &lt;a href=\"pillar\"&gt;pillar&lt;/a&gt;s with decorative goblets &lt;a href=\"Capital%20%28architecture%29\"&gt;capitals&lt;/a&gt; supporting a &lt;a href=\"Barrel%20vault\"&gt;vaulted roof&lt;/a&gt;. Restoration works have started in 2020 on the facade and the tower.\nCatholic church Saint &lt;a href=\"Maximilian%20Kolbe\"&gt;Maximilian Kolbe&lt;/a&gt;, corner with Kolibrowa street.\n1982-1991\n&lt;a href=\"Modern%20architecture\"&gt;Modern architecture&lt;/a&gt;\nGrunwaldzka street cuts through a patch of forest before entering another urban area where stands the church.\nA pastoral center has been active in this area since in 1970. One of its member, Jadwiga Woś, donated a swathe of her land to have a chapel built. A first service was celebrated there on March 9, 1972, for the ten following years. The parish \"St. Maximilian Kolbe\" was erected on July 1, 1981. \nThe cornerstone of the church (coming from an ancient Roman temple on Lech Hill in Gniezno) was laid on May 25, 1983 in a ceremony attended among others by the Primate of Poland, &lt;a href=\"J%C3%B3zef%20Glemp\"&gt;Józef Glemp&lt;/a&gt;. On May 26, 1991, Cardinal Józef Glemp solemnly consecrated the new church in the &lt;a href=\"Osowa%20G%C3%B3ra%20%28Bydgoszcz%20district%29\"&gt;Osowa Góra district&lt;/a&gt;.\nThe church is built in a modern style. On the main wall of the chancel one can admire a 7-m-high bronze &lt;a href=\"bas-relief\"&gt;bas-relief&lt;/a&gt; of the Parish &lt;a href=\"Patron%20saint\"&gt;Patron saint&lt;/a&gt;. The architectural structure also comprises &lt;a href=\"catechesis\"&gt;catechetical&lt;/a&gt; rooms, a parish office and a daily chapel.\nRestaurant \"Karczma Rzym\".\nThe last estate on Grunwaldzka street prior to leaving Bydgoszcz territory, is \"Karczma Rzym\" (), a traditional restaurant.\nIt offers traditional Polish cuisine and bears a name widely spread in Poland for such an establishment .\n\"Karczma Rzym\" alludes to &lt;a href=\"Adam%20Mickiewicz\"&gt;Adam Mickiewicz&lt;/a&gt;'s &lt;a href=\"Pan%20Twardowski\"&gt;Pan Twardowski&lt;/a&gt;, where a sorcerer (Twardowski) sellshis soul to the devil in exchange for eternal life and special powers. However, Twardowski, willing to outwit the devil, includes a special clause in the contract, stating that Satan will own Twardowski's soul only if he visits Rome – a place the sorcerer never intends to go to. The devil's trick relied on luring the sorcerer into a newly built tavern called \"Rome Inn\".\nLegend has it that Pan Twardowski spent some time in &lt;a href=\"Bydgoszcz\"&gt;Bydgoszcz&lt;/a&gt;, where, as a celebration as well as a touristic attraction, a figure was recently mounted in a window of a tenement, overseeing the &lt;a href=\"Old%20Market%20square%2C%20Bydgoszcz\"&gt;Old Market square&lt;/a&gt;. Every day at 13:13 and 21:13, third storey window at No.15 opens and Pan Twardowski appears, accompanied by music and a devilish laughter. He takes a bow, waves his hand, and then disappears, to the delight of gathered spectators."
}