{
    "id": "63515166",
    "revid": "40609828",
    "url": "https://en.wikipedia.org/wiki?curid=63515166",
    "title": "Nathan Rourke",
    "text": "Nathan Rourke (born May 24, 1998) is a Canadian professional &lt;a href=\"gridiron%20football\"&gt;football&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; for the &lt;a href=\"BC%20Lions\"&gt;BC Lions&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL). He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; for the &lt;a href=\"Ohio%20Bobcats%20football\"&gt;Ohio Bobcats&lt;/a&gt;.\nEarly years.\nRourke attended high school for three years at &lt;a href=\"Holy%20Trinity%20Catholic%20Secondary%20School%20%28Oakville%29\"&gt;Holy Trinity Catholic Secondary School&lt;/a&gt; in &lt;a href=\"Oakville%2C%20Ontario\"&gt;Oakville, Ontario&lt;/a&gt;, before transferring to &lt;a href=\"Edgewood%20Academy\"&gt;Edgewood Academy&lt;/a&gt; in &lt;a href=\"Elmore%2C%20Alabama\"&gt;Elmore, Alabama&lt;/a&gt; for his senior season of high school football. He committed to play college football at &lt;a href=\"Fort%20Scott%20Community%20College\"&gt;Fort Scott Community College&lt;/a&gt; in &lt;a href=\"Fort%20Scott%2C%20Kansas\"&gt;Fort Scott, Kansas&lt;/a&gt;.\nCollege career.\nRourke spent one season at Fort Scott, where he was named first-team All-&lt;a href=\"Kansas%20Jayhawk%20Community%20College%20Conference\"&gt;KJCCC&lt;/a&gt;. He then transferred to &lt;a href=\"Ohio%20University\"&gt;Ohio University&lt;/a&gt;, where he started at &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; for three years for the Bobcats. Rourke led Ohio to a 25–14 overall record as a starting quarterback for the Bobcats, while leading the team to three consecutive bowl victories in the &lt;a href=\"2017%20Bahamas%20Bowl\"&gt;2017 Bahamas Bowl&lt;/a&gt;, &lt;a href=\"2018%20Frisco%20Bowl\"&gt;2018 Frisco Bowl&lt;/a&gt;, and the &lt;a href=\"2020%20Famous%20Idaho%20Potato%20Bowl%20%28January%29\"&gt;2020 Famous Idaho Potato Bowl (January)&lt;/a&gt;.\nHe was the first winner of the &lt;a href=\"Jon%20Cornish%20Trophy\"&gt;Jon Cornish Trophy&lt;/a&gt; as the top Canadian football player in the NCAA for 2017, and repeated as winner in 2018. He is the only two-time winner of the award. \nProfessional career.\nRourke was ranked as the seventh-overall prospect entering the &lt;a href=\"2020%20CFL%20Draft\"&gt;2020 CFL Draft&lt;/a&gt;; after being ranked third overall in both September 2019 and December 2019. He was eventually drafted in the second round with the 15th overall pick by the &lt;a href=\"BC%20Lions\"&gt;BC Lions&lt;/a&gt;. Rourke was the highest drafted Canadian quarterback since &lt;a href=\"Jesse%20Palmer\"&gt;Jesse Palmer&lt;/a&gt; in the &lt;a href=\"2001%20CFL%20Draft\"&gt;2001 CFL Draft&lt;/a&gt;. However, he did not play in 2020 due to the cancellation of the &lt;a href=\"2020%20CFL%20season\"&gt;2020 CFL season&lt;/a&gt;. In May 2021, he tried out for the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; at &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt;. \nOn May 19, 2021, Rourke signed a three-year contract with the Lions. Rourke started the opening game of the &lt;a href=\"2021%20BC%20Lions%20season\"&gt;2021 season&lt;/a&gt; against the &lt;a href=\"Saskatchewan%20Roughriders\"&gt;Saskatchewan Roughriders&lt;/a&gt; since &lt;a href=\"Michael%20Reilly%20%28quarterback%29\"&gt;Michael Reilly&lt;/a&gt; could not play due to a shoulder/arm injury. Rourke completed 10 of 18 passes for 194 yards with two touchdowns and two interceptions. He was replaced in the second half by Reilly, but Rourke finished the game for the Lions. He spent most of the 2021 season as the backup for Reilly and being used in short yardage situations. Rourke also started the final game of the regular season on November 19, 2021, where he completed 23 out of 34 pass attempts for 359 yards, one touchdown, and two interceptions. He also had seven rush attempts for 34 yards with three touchdowns as he earned his first career win as a starter in the victory over the &lt;a href=\"Edmonton%20Elks\"&gt;Edmonton Elks&lt;/a&gt;.\nPersonal life.\nHis younger brother &lt;a href=\"Kurtis%20Rourke\"&gt;Kurtis Rourke&lt;/a&gt; is the starting quarterback for the &lt;a href=\"Ohio%20Bobcats%20football\"&gt;Ohio Bobcats football&lt;/a&gt; team"
}