{
    "id": "63542145",
    "revid": "39381352",
    "url": "https://en.wikipedia.org/wiki?curid=63542145",
    "title": "Janet Marie Smith",
    "text": "Janet Marie Smith is a &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) executive, architect, and &lt;a href=\"urban%20planner\"&gt;urban planner&lt;/a&gt;.  Smith has built and managed renovations of several major and minor league baseball parks in the United States including &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, and &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. She became one of the first women to hold an executive position with any major league baseball club when she was promoted to Vice President of Planning and Development with the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt; in 1989.  Smith is best known for her work developing &lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt;, which set a new standard for ballparks \"incorporating &lt;a href=\"History\"&gt;historic&lt;/a&gt;, old-fashioned ballpark architecture with &lt;a href=\"State%20of%20the%20art\"&gt;state-of-the-art&lt;/a&gt; modern conveniences.\" Through her work, Smith demonstrates how to seamlessly blend the best elements of the past with those of the &lt;a href=\"future\"&gt;future&lt;/a&gt;. \nOther notable projects completed by Smith are the transformation of &lt;a href=\"Centennial%20Olympic%20Stadium\"&gt;Olympic Stadium&lt;/a&gt; in Atlanta to the Braves' &lt;a href=\"Turner%20Field\"&gt;Turner Field&lt;/a&gt; and the renovation of &lt;a href=\"Fenway%20Park\"&gt;Fenway Park&lt;/a&gt; in Boston—which gave new life to the oldest ballpark in the major leagues and included innovations such as the Green Monster Seats as well as the use of &lt;a href=\"Jersey%20Street%20%28Boston%29\"&gt;Jersey Street&lt;/a&gt; as an inside the park &lt;a href=\"concourse\"&gt;concourse&lt;/a&gt;.\nBackground and education.\nJanet Marie Smith was born in &lt;a href=\"Jackson%2C%20Mississippi\"&gt;Jackson, Mississippi&lt;/a&gt;, and graduated from &lt;a href=\"Callaway%20High%20School%20%28Mississippi%29\"&gt;Callaway High School&lt;/a&gt; in 1975.  She earned a &lt;a href=\"Bachelor%20of%20Architecture\"&gt;Bachelor of Architecture&lt;/a&gt; degree from &lt;a href=\"Mississippi%20State%20University\"&gt;Mississippi State University&lt;/a&gt; in 1981. In 1984, she obtained a master's degree in &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt; from &lt;a href=\"City%20University%20of%20New%20York\"&gt;City University&lt;/a&gt; of the &lt;a href=\"City%20College%20of%20New%20York\"&gt;City College of New York&lt;/a&gt;. Smith is an associate member of the &lt;a href=\"Urban%20Land%20Institute\"&gt;Urban Land Institute&lt;/a&gt;, the &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt;, and the &lt;a href=\"American%20Planning%20Association\"&gt;American Planning Association&lt;/a&gt;.\nCareer.\nSmith directed the design of Baltimore's &lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt; which marked a new era of MLB parks. Camden Yards was the first of the \"&lt;a href=\"Retro%20Ballpark\"&gt;Retro Ballpark&lt;/a&gt;s,\" and was unique in that it honored many qualities of &lt;a href=\"ballparks\"&gt;ballparks&lt;/a&gt; from the classic era ballparks like Fenway Park and &lt;a href=\"Wrigley%20Field\"&gt;Wrigley Field&lt;/a&gt;, but also incorporated modern elements and building techniques to improve the overall fan experience as well as the views.\nSmith's work in major league baseball stadium design and &lt;a href=\"renovation\"&gt;renovation&lt;/a&gt; has influenced ballpark design since 1992.  \"Every ballpark built since Oriole Park’s opening owes some debt of its design to that park.\" Oriole Park became known as \"the Baltimore ballpark that changed baseball.\" Janet Marie Smith's \"fingerprints are all over baseball.\"\nStarting in 1989 and continuing to date (July 2021), Smith oversaw multiple MLB stadium projects for the Baltimore Orioles, the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt;, the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; and the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;.\nIn 2019, Smith was named one of the \"30 Most Powerful Women In Sports\" by &lt;a href=\"Adweek\"&gt;Adweek&lt;/a&gt;.\nAs of 2021, Smith is the Executive Vice President of Planning and Development with the Dodgers organization and has held since 2012. Smith completed her most recent project—working on &lt;a href=\"Polar%20Park%20%28baseball%20park%29\"&gt;Polar Park&lt;/a&gt;, the new &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; stadium in &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester&lt;/a&gt;, MA which opened in May 2021.\nPrior to working in baseball, from 1981 to 1989, Smith led and managed several civic projects for the cities of Los Angeles and New York City, and from 1994 to 1988, she was President of Pershing Square Management Association in Los Angeles, in charge of the redevelopment of &lt;a href=\"Pershing%20Square%20%28Los%20Angeles%29\"&gt;Pershing Square&lt;/a&gt;. From 1981 to 1984, Smith was Coordinator of Architecture and Design for &lt;a href=\"Battery%20Park%20City\"&gt;Battery Park City&lt;/a&gt; in New York City, NY.\nMajor League Baseball projects.\nBaltimore Orioles (1989–1994).\nOriole Park at Camden Yards (OPACY) took the baseball world by storm when it opened in 1992. &lt;a href=\"Larry%20Lucchino\"&gt;Larry Lucchino&lt;/a&gt;, who was President of the Baltimore Orioles at the time, had a vision for a single-use ballpark in the newly developing part of downtown Baltimore. This was when most cities still had large &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; stadiums constructed primarily with concrete. Smith followed news on the downtown Baltimore &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt; saga surrounding OPACY and wrote a letter to Lucchino, offering to help get the Orioles' new ballpark built.  Smith ultimately played a key role in the project.  Smith shared Lucchino's vision for the ballpark, and was able to convey this vision to the &lt;a href=\"Maryland%20Stadium%20Authority\"&gt;Maryland Stadium Authority&lt;/a&gt;, who funded and ultimately built the project, and with &lt;a href=\"HOK%20Sport\"&gt;HOK Sport&lt;/a&gt;, the &lt;a href=\"Architectural%20firm\"&gt;architecture firm&lt;/a&gt; charged with drafting the new designs for the ballpark. In 1989, Smith became the Orioles' Vice President of Planning and Development and was one of the first women to hold this executive position in the history of Major League Baseball.\nCamden Yards is the first park to feature Smith's hallmark &lt;a href=\"Retro%20style\"&gt;retro&lt;/a&gt; style, combining elements from the great ballparks of the past with modern &lt;a href=\"amenities\"&gt;amenities&lt;/a&gt;. Camden Yards, like many other old and beloved ballparks, is a steel truss park. While it has a wide array of suites and club level seating, the ballpark also has quirky dimensions, a brick facade, decorative seat ends, and a detailed &lt;a href=\"scoreboard\"&gt;scoreboard&lt;/a&gt; clock.\nUnder Smith's influence, the city's surroundings were integrated into the ballpark design. She advocated to preserve the long vacant &lt;a href=\"Baltimore%20and%20Ohio%20Railroad\"&gt;B&amp;O railroad&lt;/a&gt; &lt;a href=\"warehouse\"&gt;warehouse&lt;/a&gt;, which was destined for destruction, and incorporated it into the baseball experience. To accomplish the integration, the team needed to present a strong rationale for saving the aging warehouse. The plan ultimately approved included assigning two-thirds of the space to be used for concessions, &lt;a href=\"souvenir\"&gt;souvenir&lt;/a&gt; stores, as well as a portion of the space being dedicated for the Orioles' front offices. Smith also pushed architects HOK Sport and planners &lt;a href=\"RTKL%20Associates\"&gt;RTKL&lt;/a&gt; to continue &lt;a href=\"Eutaw%20Street\"&gt;Eutaw Street&lt;/a&gt; as a fan &lt;a href=\"concourse\"&gt;concourse&lt;/a&gt; through the ballpark which was considered a novel way of integrating the city within the ballpark. For Smith, it defined the area and inspired her to move forward with the whole design of Oriole Park at Camden Yards.\nAtlanta Braves (1994–2000).\nJanet Marie Smith, while working for [then] &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Dodgers&lt;/a&gt; President and CEO, &lt;a href=\"Stan%20Kasten\"&gt;Stan Kasten&lt;/a&gt;, led the project to convert &lt;a href=\"Turner%20Field\"&gt;Turner Field&lt;/a&gt; to an &lt;a href=\"Olympic%20Stadium\"&gt;Olympic Stadium&lt;/a&gt; &lt;a href=\"Drawing%20board\"&gt;.&lt;/a&gt; The stadium was the centerpiece for the 1996 &lt;a href=\"Summer%20Olympic%20Games\"&gt;Summer Olympics&lt;/a&gt; in &lt;a href=\"Atlanta\"&gt;Atlanta, Georgia&lt;/a&gt;. Later, Smith oversaw the transformation of Olympic Stadium to the Braves' Turner Field.  Much of the north end of the Olympic stadium was removed to convert it into a 49,000-seat baseball park.  A unique characteristic of Smith's work on Braves' Turner Field is the remnants of previously-demolished &lt;a href=\"Atlanta%E2%80%93Fulton%20County%20Stadium\"&gt;Atlanta-Fulton County Stadium's&lt;/a&gt; foundation which is located just outside the center field and left field walls. Retaining the former Atlanta-Fulton foundation allowed the spot where &lt;a href=\"home%20plate\"&gt;home plate&lt;/a&gt; had been to be marked, thereby commemorating the place at which &lt;a href=\"Hank%20Aaron\"&gt;Hank Aaron&lt;/a&gt; broke &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt;'s &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt; record in 1974.\nBoston Red Sox (2002–2009).\nBetween 2002 and 2009, Smith once again joined Larry Lucchino—President and CEO of Boston Red Sox—to oversee the many &lt;a href=\"renovation\"&gt;renovation&lt;/a&gt;s needed to bring Fenway Park in Boston, MA into the 21st century. New owners John Henry, Tom Weiner, and Larry Lucchino purchased the Red Sox and Fenway Park in December 2001. The previous owners planned to tear down the nearly 100-year-old ballpark and build a modern park in its place, but they could not secure public funds to execute the project. Working with the firm DAIQ Architects, Smith's challenge was to make Fenway Park accessible and welcoming to fans—incorporating modern conveniences, a nostalgic sense and designed to enhance the overall experience of fans whom Smith says, \"No longer sit in one place for the whole game and keep score in a program with a number 2 pencil.\"\nOver ten years, renovations were made to address much-needed infrastructure upgrades, as well as enhanced spaces for fans, the press, and for players, adding features that came to fruition under Smith's watch. \nNew concrete was poured and &lt;a href=\"waterproofed\"&gt;waterproofed&lt;/a&gt; throughout the ballpark. This was done in stages over the decade during the offseason, moving from section to section. In 2005, the entire field was replaced, and a new drainage system was installed. &lt;a href=\"Elevator\"&gt;Elevator&lt;/a&gt;s were also added so fans could access every floor on the park and additional stairs were built to make access and egress easier.\nDuring the same decade, Smith's plan added seats atop the &lt;a href=\"Green%20Monster\"&gt;Green Monster&lt;/a&gt; wall in left field, a right field roof deck and also included plans to annex &lt;a href=\"Jersey%20Street%20%28Boston%29\"&gt;Jersey Street&lt;/a&gt; on game days to increase spaces for fans before and during games. Smith was pivotal in the Red Sox obtaining permission from the city of Boston to take over an alley that abutted Fenway Park behind the right field grandstand, and she used this opportunity to extend and enlarge the concourse and install the largest women's room in Major League Baseball.  New club seating, &lt;a href=\"Luxury%20box\"&gt;luxury suites&lt;/a&gt;, and &lt;a href=\"fine%20dining\"&gt;fine dining&lt;/a&gt; areas were all enhanced on the upper levels, and the &lt;a href=\"press%20box\"&gt;press box&lt;/a&gt; was also enlarged. Behind the third base &lt;a href=\"grandstand\"&gt;grandstand&lt;/a&gt;, Smith's plans opened up a deck, adding additional food options in the Jeano Building (which &lt;a href=\"Tom%20Yawkey\"&gt;Tom Yawkey&lt;/a&gt; purchased and attached to the park). The home clubhouse's long-overdue renovation gave the Red Sox a new &lt;a href=\"batting%20cage\"&gt;batting cage&lt;/a&gt;, trainer's room, &lt;a href=\"weight%20room\"&gt;weight room&lt;/a&gt;, an interview room, a kitchen, and family room. The expanded clubhouse roof enlarged the deck behind the first base grandstand providing more concessions options for fans on the 1st base deck.\nBaltimore Orioles (2009–2012).\nTwenty years after the opening of OPACY, Smith returned to the Orioles' organization in her former role to oversee renovations. Partnering with the Maryland Stadium Authority, she once again worked her signature style to enhance and renew the park's fan experience. Among the changes were the addition of a &lt;a href=\"sculpture%20park\"&gt;sculpture park&lt;/a&gt; containing the sculptures of each player whose number had been retired; a rooftop deck in center field with ticketed, standing room and space to socialize or people watch; wider, more comfortable seats in many sections, decreasing the overall capacity of the park; and the lowering of railings to enhance the sight-lines for fans. As well, new restaurants and a market were added on Eutaw Street.\nLos Angeles Dodgers (2012 – current date).\nSince joining the LA Dodgers organization in 2012, Smith has overseen a total of $300 million of renovations and upgrades to &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt;. This third-oldest ballpark in Major League Baseball, Dodger Stadium opened in 1962 on the hilltop of &lt;a href=\"Chavez%20Ravine\"&gt;Chavez Ravine&lt;/a&gt; overlooking the &lt;a href=\"city%20of%20Los%20Angeles\"&gt;city of Los Angeles&lt;/a&gt;. The project included restoration of the mid-twentieth century cosmetic details, as well as upgrades of new HD video screens and wider concourses.  As is true with much of Smith's work, the fan experience is of utmost importance and focuses on enhancing circulation, adding restrooms, wider concourses and spaces that give fans amenities commensurate with new sports venues while maintaining historic character and making a trip to the ballpark a memorable experience.\nNotably, the centerfield plaza which opened in 2021 created a new front door and gave Dodger Stadium circulation that wraps 360 degrees around the stadium. The centerfield plaza is a major attraction, and was designed by a team both selected and overseen by Smith, and yielded a collaboration between DAIQ Architects, Brenda Levin &amp; Associates and Studio MLA as the landscape architects. Bridges give fans unobstructed views for the first time in history. This functions as a tailgating area before and after the game.  Importantly, Smith's plan created a new front door for Dodger Stadium providing dramatic views of Chavez Ravine. A &lt;a href=\"Bronze%20sculpture\"&gt;bronze statue&lt;/a&gt; of &lt;a href=\"Jackie%20Robinson\"&gt;Jackie Robinson&lt;/a&gt;, a former &lt;a href=\"Brooklyn%20Dodgers\"&gt;Brooklyn Dodger&lt;/a&gt; and the first &lt;a href=\"African%20Americans\"&gt;African American&lt;/a&gt; to play Major League Baseball, will grace the side of the new entrance.\nThough the new upgrades are extensive, the stadium's superlatives, including its 56,000 seat capacity and sweeping views of Los Angeles from behind the home plate, remain unchanged.\nOther major and minor league baseball related projects.\nEd Smith Stadium, Sarasota, FL Orioles.\nThe Orioles played their first spring at &lt;a href=\"Ed%20Smith%20Stadium\"&gt;Ed Smith Stadium&lt;/a&gt; in 2010, after taking over the facility from the ballpark's previous tenant, the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;. The Reds had previously taken over the facility from the Chicago White Sox. The Orioles' agreement for Ed Smith Stadium called for it to undergo the $31.2 million renovations that took place before the spring of 2011.\nWorking for Orioles owner, Peter Angelos, Janet Marie Smith coordinated the &lt;a href=\"metamorphosis\"&gt;metamorphosis&lt;/a&gt; of an old spring training ballpark, which could not provide the comforts that fans in Florida needed, like plenty of shade, large sweeping concourses, and air-conditioned dining. Working with David Schwartz Architects and Hoyt Architects, the ballpark was transformed in the traditional style of \"Florida Picturesque\" common to &lt;a href=\"Sarasota%2C%20Florida\"&gt;Sarasota&lt;/a&gt;. In 2012, Ed Smith Stadium was awarded the Institute of Classical Architecture &amp; Art, Florida Chapter – Addison Mizner Medal.\nCampo Las Palmas, Dominican Republic Dodgers.\nThe 2017 improvements made at Campo Las Palmas maintained the original feel of the 1987 grounds. Working for &lt;a href=\"Stan%20Kasten\"&gt;Stan Kasten&lt;/a&gt;, President and CEO of Dodgers, Smith once again chose to renovate the existing structure which included full gutting of the building, followed by the rebuilding of several structures and adding three new buildings. Changes to the complex include expanded housing capacity, upgraded the weight room, and enhancements to the dining and medical facilities. The firm of Jose Mella Architects was chosen for the Campo Las Palmas project.\nPolar Park, Worcester, Worcester Red Sox.\nThe Red Sox Triple A team built a new ballpark in &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester, Massachusetts&lt;/a&gt;. Larry Lucchino, now the Chairman of the Triple A Red Sox affiliate, once again brought in Smith to shepherd this project to completion, bringing in the architectural firm DAIQ for the project. The ballpark is uniquely situated with live railroad tracks, which were incorporated into the overall design. Creating a minor-league ballpark requires unique planning as games start earlier, the season is shorter and the park itself needs to be interesting to attract local families, with some of the best ideas having come from fans. &lt;a href=\"Polar%20Park%20%28baseball%20park%29\"&gt;Polar Park&lt;/a&gt; opened in the Spring of 2021. Polar Park was designed for year-round use with shops which remain open all year, a concourse that doubles as an exercise path. It also includes &lt;a href=\"contactless%20payment\"&gt;contactless payment&lt;/a&gt;s with club plans to create virtual tickets that double as a &lt;a href=\"stored-value%20card\"&gt;stored-value card&lt;/a&gt;s for seamless transactions in the park's concession stands.\nUrban planning projects.\nBattery Park City Authority (1981–1984).\nAs a newly minted architect and urban planner, Smith served as a coordinator of architecture and design for Battery Park City, a 92-acre, $3 billion waterfront development project at the tip of lower &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; that includes the &lt;a href=\"World%20Financial%20Center%20%28Manhattan%29\"&gt;World Financial Center&lt;/a&gt;.\nPershing Square Management Association (1985–1989).\nAs president of this nonprofit business organization, Smith participated in a plan to revitalize Los Angeles's oldest &lt;a href=\"public%20park\"&gt;public park&lt;/a&gt;, Pershing Square. The idea was to include restaurants, a &lt;a href=\"water%20sculpture\"&gt;water sculpture&lt;/a&gt;, an entertainment area, a sizable crystal-like building, and a nighttime &lt;a href=\"laser%20show\"&gt;laser show&lt;/a&gt;. The $11.9 million proposal followed on the heels of the city \"sprucing up\" the 1984 Olympics park. The park had long been the refuge for &lt;a href=\"homeless%20people\"&gt;homeless people&lt;/a&gt; in Los Angeles. The proposal was met with resistance on several fronts. While Smith was part of the planning, the project was completed after she left the Pershing Square Management Association.\nStruever Bros. Eccles and Rouse (2000–2002).\nAs Vice President of Planning and Development, Smith completed various &lt;a href=\"mixed-use%20project\"&gt;mixed-use project&lt;/a&gt;s including both commercial and residential projects for this Baltimore-based &lt;a href=\"Real%20Estate%20Developer\"&gt;Real Estate Developer&lt;/a&gt;.  In this role, Smith led the revitalization and transformation of former industrial areas, including &lt;a href=\"historic%20buildings\"&gt;historic buildings&lt;/a&gt;, to vibrant urban communities."
}