{
    "id": "63547319",
    "revid": "42296842",
    "url": "https://en.wikipedia.org/wiki?curid=63547319",
    "title": "Li Xian filmography",
    "text": "Chinese actor &lt;a href=\"Li%20Xian%20%28actor%29\"&gt;Li Xian&lt;/a&gt; debuted in 2011, and is known for his roles in \"&lt;a href=\"Tientsin%20Mystic\"&gt;Tientsin Mystic&lt;/a&gt;\" and \"&lt;a href=\"Go%20Go%20Squid\"&gt;Go Go Squid&lt;/a&gt;.\"\nCareer summary.\nLi began his career by appearing in small roles when he was a sophomore in director &lt;a href=\"Wong%20Jing\"&gt;Wang Jing&lt;/a&gt;'s film, &lt;a href=\"Feng%20Shui%20%282012%20film%29\"&gt;\"Feng Shui\"&lt;/a&gt;. Director Wang Jing at that time was a teacher in the photography department of Li's school, he wanted to find the kind of Hubei children who are 18 or 19 years old and preparing for the college entrance examination. The following year, he had a small role in the &lt;a href=\"Romance%20film\"&gt;romance&lt;/a&gt; &lt;a href=\"teen%20flick\"&gt;teen flick&lt;/a&gt; \"&lt;a href=\"Singing%20When%20We%27re%20Young\"&gt;Singing When We're Young&lt;/a&gt;\", produced by &lt;a href=\"Andy%20Lau\"&gt;Andy Lau&lt;/a&gt;. In 2014, Li made his small-screen debut in the omnibus web drama \"&lt;a href=\"City%20of%20Fantasy\"&gt;City of Fantasy&lt;/a&gt;\".\nIn 2015, Li co-starred with &lt;a href=\"Chen%20Xiao\"&gt;Chen Xiao&lt;/a&gt;, Du Tianhao and &lt;a href=\"Liu%20Ruilin\"&gt;Liu Ruilin&lt;/a&gt; in the &lt;a href=\"coming-of-age\"&gt;coming-of-age&lt;/a&gt; brotherhood web series \"&lt;a href=\"Who%20Sleeps%20My%20Bro\"&gt;Who Sleeps My Bro&lt;/a&gt;\" which is adapted from &lt;a href=\"Gao%20Xiaosong\"&gt;Gao Xiaosong&lt;/a&gt;'s song with the same name. To meet the image of the rough man required in the play, he barely went to the playground to play football in the sunshine at 30 ℃. Going to move with the people of the moving company, and finally became a dark, strong, bearded guy-Xie Xun. In 2016 the series adapted into a film starring the original cast. In the same year he co-starred with &lt;a href=\"Angelababy\"&gt;Angelababy&lt;/a&gt;, &lt;a href=\"Jing%20Bairan\"&gt;Jing Bairan&lt;/a&gt;, and &lt;a href=\"Bai%20Yu%20%28actor%29\"&gt;Bai Yu&lt;/a&gt; in the romantic movie \"&lt;a href=\"Love%20O2O%20%28film%29\"&gt;Love O2O&lt;/a&gt;\", and played as Yu Banshan, best friends of leading actor Xiao Nai in the film. In the same year Li co-starred alongside &lt;a href=\"Zhang%20Ruoyun\"&gt;Zhang Ruoyun&lt;/a&gt; and &lt;a href=\"Jiao%20Junyan\"&gt;Jiao Junyan&lt;/a&gt; in the first domestic forensic industry web drama \"&lt;a href=\"Medical%20Examiner%20Dr.%20Qin\"&gt;Medical Examiner Dr. Qin&lt;/a&gt;\" as the criminal police captain Lin Tao. The drama has been praised for its bold plots, tense storyline and good-looking performers. The web drama garnered 1.2 Billion views.\nLi received his first starring role in web drama \"&lt;a href=\"Tientsin%20Mystic\"&gt;Tientsin Mystic&lt;/a&gt;\" as Guo Deyou. In order to shaped the character, practicing Mengzai, free diving, snorkeling, and deep diving. The web drama marks big improvement of quality of Chinese online series dramas, received &lt;a href=\"Douban\"&gt;Douban&lt;/a&gt; scored 8.2 and &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; bought the copyright. Li also received a lot of praise for his acting, and marked his rising popularity. In the same year, Li with other Chinese young actor participated in the film \"&lt;a href=\"The%20Founding%20of%20an%20Army\"&gt;The Founding of an Army&lt;/a&gt;\", dedicated to the 90th anniversary of the establishment of &lt;a href=\"People%27s%20Liberation%20Army\"&gt;People's Liberation Army&lt;/a&gt;, as Luo Ronghuan. In 2018, Li starred in the romance drama \"&lt;a href=\"Only%20Side%20by%20Side%20with%20You\"&gt;Only Side by Side with You&lt;/a&gt;\" as a special forces agent, Chang Jianxiong. In order to play the role, Li gained 20 pounds in 45 days and trained 8 abdominal muscles. Li also made a special appearance in web drama, \"&lt;a href=\"Women%20in%20Shanghai\"&gt;Women in Shanghai&lt;/a&gt;\". In the same year Li co-starred again with Zhang Ruoyun in &lt;a href=\"Nuts%20%282018%20film%29\"&gt;Nuts&lt;/a&gt;, as Xu Zicong the rich second generation who has high both &lt;a href=\"IQ\"&gt;IQ&lt;/a&gt; as well as &lt;a href=\"emotional%20intelligence\"&gt;emotional intelligence&lt;/a&gt; that make him Huang Jian's biggest competitor\nAt the end of 2017, Li Xian, who was still busy with the promotion period of \"Tientsin Mystic\" received an invitation to the \"&lt;a href=\"live%20action\"&gt;live action&lt;/a&gt; &lt;a href=\"costume%20drama\"&gt;costume drama&lt;/a&gt; &lt;a href=\"Sword%20Dynasty\"&gt;Sword Dynasty&lt;/a&gt;.\" He entered the group three months in advance to receive sword training and physical training. The shooting began in 2018, in order to present the most perfect shot, he often shoots it over and over again. There is a 360-degree rollover lens in Weihua. He has repeatedly shot more than 20 times. After the filming, he has suffered from muscle strain. The web drama was broadcast on iQIYI after his hit romance comedy e-sports drama, \"Go Go Squid!\"\nLi revealed that he was filming in Hengdian, when the staff recommended the novel and script of \"Go Go Squid!\" to him. Li received the offered because hi thought that the character has a lot of fits with him, right perseverance in work and dreams, just like his attitude towards his career as an actor. According to Fang Ying, vice-president of Huace/Croton Media who produced Go Go Squid!, when Li first came on set he couldn't walk properly, however, he overcame the injury and spared no effort in coping with the filming schedule. The drama not only captured a large number of young fans but also included a group of \"mom fans\" with economic strength for Li Xian, made him named as a \"new fresh meat\" in the Chinese entertainment industry. Li later made a cameo appearance as &lt;a href=\"Air%20Traffic%20Controller\"&gt;Air Traffic Controller&lt;/a&gt; in Chinese film &lt;a href=\"The%20Captain%20%282019%20film%29\"&gt;The Captain&lt;/a&gt; directed by &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;’s Andrew Lau Wai-keung, which is based on a real-life mid-air crisis aboard a &lt;a href=\"Sichuan%20Airlines\"&gt;Sichuan Airlines&lt;/a&gt; flight. He sing the soundtrack of \"Red Fox Scholar\", titled \"Glorious Future (Qian Cheng Si jin)\" with &lt;a href=\"Chen%20Linong\"&gt;Chen Linong&lt;/a&gt; and peak at 8 on Billboard China Social Chart.\nIn 2018 Li starred in the film \"The Enigma of Arrival\", which premiered at the &lt;a href=\"Busan%20International%20Film%20Festival\"&gt;Busan International Film Festival&lt;/a&gt;. The film scheduled to be released on Valentine's Day 2020, but delayed to amid the Coronavirus disease."
}