{
    "id": "635668",
    "revid": "24134703",
    "url": "https://en.wikipedia.org/wiki?curid=635668",
    "title": "Djerid",
    "text": "el-Djerid, also al-Jarīd (; &lt;a href=\"Tunisian%20Arabic\"&gt;Derja&lt;/a&gt;: \"Jerīd\"; ) or more precisely the South Western Tunisia Region is a semi-desert &lt;a href=\"natural%20region\"&gt;natural region&lt;/a&gt; comprising three southern &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;n Governorates, &lt;a href=\"Gafsa%20Governorate\"&gt;Gafsa&lt;/a&gt;, &lt;a href=\"Kebili%20Governorate\"&gt;Kebili&lt;/a&gt; and &lt;a href=\"Tozeur%20Governorate\"&gt;Tozeur&lt;/a&gt; with adjacent parts of &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt; and &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;.\nGeography.\nThe region is characterised by bare pink hills with &lt;a href=\"oasis\"&gt;oases&lt;/a&gt; and several &lt;a href=\"chott\"&gt;chott&lt;/a&gt;s (salt pans) such as &lt;a href=\"Chott%20el%20Djerid\"&gt;Chott el Djerid&lt;/a&gt; in Tunisia. Economically the area is important for &lt;a href=\"phosphate\"&gt;phosphate&lt;/a&gt; mining. Major towns include &lt;a href=\"Gafsa\"&gt;Gafsa&lt;/a&gt; and &lt;a href=\"Tozeur\"&gt;Tozeur&lt;/a&gt;.\nIt remains the principal center of &lt;a href=\"Ibadi\"&gt;Ibāḍism&lt;/a&gt; in North Africa, with remaining Ibāḍī communities on &lt;a href=\"Djerba\"&gt;Djerba&lt;/a&gt; in &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, in the &lt;a href=\"M%27zab\"&gt;M'zab&lt;/a&gt; in &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt;, and in Jabal &lt;a href=\"Nafusa\"&gt;Nafusa&lt;/a&gt; in &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;. In &lt;a href=\"Middle%20Ages\"&gt;medieval&lt;/a&gt; times, it often formed a politically separate entity under the control of Ibāḍī \"&lt;a href=\"imam\"&gt;imam&lt;/a&gt;\"s.\nLocation.\nJerid, Djerid\" or \"Bled el Djerid (Arabic : الجريد, literally \"palm leaf\"), is a &lt;a href=\"Semi-arid%20climate\"&gt;semi-desert&lt;/a&gt; region situated in southwestern &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, which extends to the contiguous areas of &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt;.\nIn administrative terms, it is associated in Tunisia with the province (&lt;a href=\"governorate\"&gt;governorate&lt;/a&gt;) of &lt;a href=\"Tozeur\"&gt;Tozeur&lt;/a&gt; and, at least in part and according to some sources, also the province of Gafsa and Kebili. The latter is part of the &lt;a href=\"Nefzaoua\"&gt;Nefzaoua&lt;/a&gt; region, which is sometimes considered part of Jerid.\nThe region is dotted with &lt;a href=\"oases\"&gt;oases&lt;/a&gt; scattered between two &lt;a href=\"chott\"&gt;chott&lt;/a&gt;s (largely dry salt lakes most of the time). Among the chotts stands out &lt;a href=\"Chott%20el%20Jerid\"&gt;Chott el Jerid&lt;/a&gt;. In economic terms, the region stands out for its production of &lt;a href=\"date%20palm\"&gt;date&lt;/a&gt;s, namely the superior deglet nour variety, and since the 1990s tourism has gained importance. There is also the mining of &lt;a href=\"phosphate\"&gt;phosphate&lt;/a&gt; deposits, mainly in the north of the region (&lt;a href=\"Gafsa\"&gt;Gafsa&lt;/a&gt;).\nHistory.\nThe Jerid was already inhabited by the &lt;a href=\"Numidia\"&gt;Numidia&lt;/a&gt;ns before the arrival of the &lt;a href=\"Roman%20Empire\"&gt;Romans&lt;/a&gt; in the 3rd century BC. Then came the Romans, who erected &lt;a href=\"castra\"&gt;fortification&lt;/a&gt;s, integrated in the &lt;a href=\"Limes%20%28Roman%20Empire%29\"&gt;limes&lt;/a&gt; of the southern border of the province of &lt;a href=\"Roman%20North%20Africa\"&gt;Proconsular Africa&lt;/a&gt;, whose purpose was to prevent the incursions of the &lt;a href=\"nomad\"&gt;nomad&lt;/a&gt;ic populations of the &lt;a href=\"Sahara\"&gt;Sahara&lt;/a&gt;.\nWith the arrival of Christianity, the region hosted two &lt;a href=\"bishopric\"&gt;episcopal sees&lt;/a&gt;, one in &lt;a href=\"Thusurus\"&gt;Thusurus&lt;/a&gt; (&lt;a href=\"Tozeur\"&gt;Tozeur&lt;/a&gt;) and one in &lt;a href=\"Nepte\"&gt;Nepte&lt;/a&gt; (&lt;a href=\"Nefta\"&gt;Nefta&lt;/a&gt;). After a fleeting passage of the &lt;a href=\"Vandals\"&gt;Vandals&lt;/a&gt; in the 5th century AD, the rule of the Byzantines continued until the &lt;a href=\"Muslim%20conquest%20of%20the%20Maghreb\"&gt;invasion of the Muslim Arab&lt;/a&gt;s of the &lt;a href=\"Umayyad%20Empire\"&gt;Umayyad Empire&lt;/a&gt; in the 7th century, who occupied all of &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; and Arabized and Islamized. During the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, Jerid had remarkable economic progress, mainly due to the strategic position in the caravan routes that connected the &lt;a href=\"Mediterranean%20Basin\"&gt;Mediterranean Basin&lt;/a&gt; to &lt;a href=\"sub-Saharan%20Africa\"&gt;sub-Saharan Africa&lt;/a&gt;. Among the \"goods\" transported were numerous slaves, who were bought to work in the oases. During the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; period, the region was the scene of revolts against high taxes and nomadic incursions. The relative decline of the region since that time is due in large part to the loss of the strategic and economic importance of the trans-Saharan trade.\nPopulation.\nThe population of the province of &lt;a href=\"Tozeur\"&gt;Tozeur&lt;/a&gt;, the central nucleus of the region, was estimated at 104,800 inhabitants in 2011, 4.5% more than in 2007 and 7.5% more than in 2004, concentrating mainly on the cities of Tozeur and &lt;a href=\"Nefta%2C%20Tunisia\"&gt;Nefta&lt;/a&gt;. In the same year it was estimated that Gafsa province to the north would have 341,600 inhabitants, 3.5% more than in 2007 and 5.5% more than in 2004. The estimate for the province of Kebili in the south, Which many authors do not include in the region, was then of 152 200 inhabitants, 3.9% more than in 2007 and 6.3% more than in 2004.\nIn ethnic terms, the population results from the intermarriage of native &lt;a href=\"Berbers\"&gt;Berber&lt;/a&gt;s, &lt;a href=\"Arab\"&gt;Arab&lt;/a&gt;s, and slaves from &lt;a href=\"sub-Saharan%20Africa\"&gt;sub-Saharan Africa&lt;/a&gt;.\nEconomy.\nJerid has about 1.6 million date palms and is one of Tunisia's most important date-producing regions, especially the most valuable variety, deglet nour. \nConsidering the wider version of Jerid, about 85% of Tunisia's total production of dates comes from the region, which in 2010-2011 produced almost 150 000 tonnes. In the same year, only 0.2% of the deglet nour variety was produced outside the region. Whereas the province of Kebili is not part of Jerid, the percentages fall to about 30% of the total and also 30% of deglet nour, which corresponds respectively to 52 125 and 36 050 tonnes.\nDespite extreme weather conditions - maximum temperatures are close to 50 °C and &lt;a href=\"annual%20precipitation\"&gt;annual precipitation&lt;/a&gt;s are very limited (between 80 and 120 mm) - the Jerid oases are very productive due to their resources in waters currently extracted from very deep underground &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt;s through modern bore holes."
}