{
    "id": "63584346",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=63584346",
    "title": "French cruiser Linois (1894)",
    "text": "Linois was the &lt;a href=\"lead%20ship\"&gt;lead ship&lt;/a&gt; of &lt;a href=\"Linois-class%20cruiser\"&gt;her class&lt;/a&gt; of &lt;a href=\"protected%20cruiser\"&gt;protected cruiser&lt;/a&gt;s built for the &lt;a href=\"French%20Navy\"&gt;French Navy&lt;/a&gt; in the 1890s. The &lt;a href=\"ship%20class\"&gt;class&lt;/a&gt; was ordered as part of a construction program directed at strengthening the fleet's cruiser force. At the time, France was concerned with the growing naval threat of the Italian and German fleets, and the new cruisers were intended to serve with the main fleet, and overseas in the &lt;a href=\"French%20colonial%20empire\"&gt;French colonial empire&lt;/a&gt;. \"Linois\" was armed with a &lt;a href=\"main%20battery\"&gt;main battery&lt;/a&gt; of four &lt;a href=\"Canon%20de%20138%20mm%20Mod%C3%A8le%201893%20naval%20gun\"&gt;&lt;/a&gt; guns, was protected by an &lt;a href=\"armor%20deck\"&gt;armor deck&lt;/a&gt; that was thick and she had a top speed of .\n\"Linois\" was completed in 1895 and joined the &lt;a href=\"Mediterranean%20Squadron%20%28France%29\"&gt;Mediterranean Squadron&lt;/a&gt; the next year, serving as part of the cruiser force of the main French battle fleet. She took part in training exercises during this period, which sometimes included joint maneuvers with the Northern Squadron. The ship was involved in a &lt;a href=\"show%20of%20force\"&gt;show of force&lt;/a&gt; meant to intimidate the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; in 1902 during a period of tension with France. \"Linois\" remained in service with the squadron through 1905 and was struck from the &lt;a href=\"naval%20register\"&gt;naval register&lt;/a&gt; in 1910, thereafter being &lt;a href=\"ship%20breaking\"&gt;broken up&lt;/a&gt; for &lt;a href=\"scrap\"&gt;scrap&lt;/a&gt;.\nDesign.\nIn response to a war scare with Italy in the late 1880s, the French Navy embarked on a major construction program in 1890 to counter the threat of the Italian fleet and that of Italy's ally Germany. The plan called for a total of seventy cruisers for use in home waters and overseas in the &lt;a href=\"French%20colonial%20empire\"&gt;French colonial empire&lt;/a&gt;. The \"Linois\" &lt;a href=\"ship%20class\"&gt;class&lt;/a&gt; was ordered as part of the program, and the design was based on the earlier .\n\"Linois\" was &lt;a href=\"length%20overall\"&gt;long overall&lt;/a&gt;, with a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . She displaced . Her crew varied over the course of her career, amounting to 250–269 officers and enlisted men. The ship's propulsion system consisted of a pair of &lt;a href=\"triple-expansion%20steam%20engine\"&gt;triple-expansion steam engine&lt;/a&gt;s driving two &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt;s. Steam was provided by six coal-burning &lt;a href=\"fire-tube%20boiler\"&gt;fire-tube boiler&lt;/a&gt;s that were ducted into two &lt;a href=\"funnel%20%28ship%29\"&gt;funnels&lt;/a&gt;. Her machinery was rated to produce for a top speed of . She had a cruising radius of at and at 20.5 knots.\nThe ship was armed with a &lt;a href=\"main%20battery\"&gt;main battery&lt;/a&gt; of four &lt;a href=\"Canon%20de%20138%20mm%20Mod%C3%A8le%201893%20naval%20gun\"&gt;&lt;/a&gt; 45-&lt;a href=\"caliber%20%28artillery%29\"&gt;caliber&lt;/a&gt; guns in individual &lt;a href=\"pivot%20mount\"&gt;pivot mount&lt;/a&gt;s, all in &lt;a href=\"sponson\"&gt;sponson&lt;/a&gt;s located &lt;a href=\"amidships\"&gt;amidships&lt;/a&gt; with two guns per &lt;a href=\"Broadside%20%28naval%29\"&gt;broadside&lt;/a&gt;. These were supported by a pair of &lt;a href=\"Canon%20de%20100%20mm%20Mod%C3%A8le%201891\"&gt;guns&lt;/a&gt;, one at the &lt;a href=\"bow%20%28ship%29\"&gt;bow&lt;/a&gt; and the other at the &lt;a href=\"stern\"&gt;stern&lt;/a&gt;. For close-range defense against &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s, she carried eight &lt;a href=\"QF%203-pounder%20Hotchkiss\"&gt;3-pounder Hotchkiss guns&lt;/a&gt;, &lt;a href=\"QF%201-pounder%20pom-pom\"&gt;two guns&lt;/a&gt;, and four 37 mm &lt;a href=\"Hotchkiss%20revolver%20cannon\"&gt;Hotchkiss revolver cannon&lt;/a&gt;. She was also armed with four &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s in her &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; above the &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt;, and she had provisions to carry up to 120 &lt;a href=\"naval%20mine\"&gt;naval mine&lt;/a&gt;s. Armor protection consisted of a curved armor &lt;a href=\"deck%20%28ship%29\"&gt;deck&lt;/a&gt; that was thick, along with plating on the &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt;.\nService history.\n\"Linois\" was built at the shipyard in &lt;a href=\"La%20Seyne-sur-Mer\"&gt;La Seyne-sur-Mer&lt;/a&gt;. She was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; in August 1892, the first member of her class to begin construction. She was &lt;a href=\"ship%20launching\"&gt;launched&lt;/a&gt; on 30 January 1894 and was completed in 1895. The ship conducted her &lt;a href=\"sea%20trials\"&gt;sea trials&lt;/a&gt; later that year, including tests in July and August. \"Linois\" was assigned to the &lt;a href=\"Mediterranean%20Squadron%20%28France%29\"&gt;Mediterranean Squadron&lt;/a&gt; in 1896, serving in the cruiser force for the main French fleet, along with three &lt;a href=\"armored%20cruiser\"&gt;armored cruiser&lt;/a&gt;s, three protected cruisers, and four &lt;a href=\"torpedo%20cruiser\"&gt;torpedo cruiser&lt;/a&gt;s. The maneuvers for that year took place from 6 to 30 July. She remained with the unit through 1897. By 1899, the unit had been strengthened with new ships, allowing older, less effective vessels to be sent elsewhere. By that time, the unit consisted of six &lt;a href=\"pre-dreadnought%20battleship\"&gt;pre-dreadnought battleship&lt;/a&gt;s, three armored cruisers, seven other protected cruisers, and several smaller vessels in addition to \"Linois\". The unit remained largely unchanged in 1900, apart from the reduction in the number of protected cruisers to five, including \"Linois\".\nShe operated with the Mediterranean Squadron in 1901. That year, the annual fleet maneuvers were conducted from 3 to 28 July. During the exercises, the Northern Squadron steamed south for joint maneuvers with the Mediterranean Squadron. The Northern Squadron ships formed part of the hostile force, and as it was entering the Mediterranean from the Atlantic, represented a German squadron attempting to meet its Italian allies. On 30 October, \"Linois\" joined elements of the Mediterranean Squadron to conduct what were purported to be tests with &lt;a href=\"wireless%20telegraphy\"&gt;wireless telegraphy&lt;/a&gt;, but was in fact a &lt;a href=\"show%20of%20force\"&gt;show of force&lt;/a&gt; in the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt; to intimidate the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. Relations between the two were poor at the time. On 6 November, two of the battleships and several cruisers, including \"Linois\", were detached to sail east for the operation. The cruisers proceeded independently from the battleships and met them at &lt;a href=\"Mytilene\"&gt;Mytilene&lt;/a&gt; on the island of &lt;a href=\"Lesbos\"&gt;Lesbos&lt;/a&gt;. The ships then re-formed and arrived back in &lt;a href=\"Toulon\"&gt;Toulon&lt;/a&gt; on 9 December.\nThe ship continued to serve in the squadron through 1902. During the 1902 fleet maneuvers, which began on 7 July, the Northern Squadron attempted to force a passage through the &lt;a href=\"Strait%20of%20Gibraltar\"&gt;Strait of Gibraltar&lt;/a&gt;. The cruisers of the Mediterranean Squadron, including \"Linois\", conducted patrols from their base at &lt;a href=\"Mers%20El%20K%C3%A9bir\"&gt;Mers El Kébir&lt;/a&gt; to observe their entrance and signal the rest of the fleet. After successfully detecting the simulated enemy squadron, they shadowed the vessels until the rest of the Mediterranean Squadron assembled, but the Northern Squadron commander was able to shake his pursuers long enough to prevent them from intercepting his force before the end of the exercises on 15 July. Further maneuvers with the combined fleet took place, concluding on 5 August. The ship remained in service with the squadron through 1905. She was struck from the &lt;a href=\"naval%20register\"&gt;naval register&lt;/a&gt; in 1910 and was sold to &lt;a href=\"ship%20breaker\"&gt;ship breaker&lt;/a&gt;s for disposal."
}