{
    "id": "63580242",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=63580242",
    "title": "Lyndon Fitzgerald Pace",
    "text": "Lyndon Fitzgerald Pace (born July 1964) is an American &lt;a href=\"serial%20killer\"&gt;serial killer&lt;/a&gt; and burglar. Between 1988 and 1989, he robbed and killed elderly women primarily in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;'s &lt;a href=\"Vine%20City\"&gt;Vine City&lt;/a&gt; neighborhood. Among his burglary victims was &lt;a href=\"Coretta%20Scott%20King\"&gt;Coretta Scott King&lt;/a&gt;, &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt;'s widow. Pace was convicted of four murders, but was not tried for a fifth, receiving a &lt;a href=\"death%20sentence\"&gt;death sentence&lt;/a&gt; for his crimes.\nMurders.\nThe first victim was 86-year-old Lula Bell McAfee, an elderly lady living at 321 Simon St. S.E in southeast Atlanta. A boarder found her nude body in the kneeling position on the bed, sexually assaulted and strangled with a combination of her own bra and a rag. Police theorized that she had been killed between the early evening of August 27, 1988, and the early morning of the following day.\nNot long after, she was followed by 78-year-old Mattie Mae McClendon on September 10, 1988, who lived near the &lt;a href=\"Atlanta%20University%20Center\"&gt;Atlanta University Center&lt;/a&gt;, whom was found dead in her apartment by her sister. She was facing the pillow. Although McClendon showed no signs of foul play, detectives still decided to investigate it as a homicide, as a window in her home had been broken. Her death was investigated alongside that of Lillian Lawrence, another elderly woman who died under mysterious circumstances, but the deaths were later determined to be unrelated. The official cause was later determined to be asphyxiation by suffocation.\nThere was a brief period of inactivity in the killings, but they resumed on February 4, 1989. On that day, 79-year-old retired practical nurse Johnnie Mae \"John-John\" Martin, a respected member of her neighborhood, was strangled in her bed with a shoelace, with the killer later searching through her house. It appeared that he had entered by forcing open a window at the back of her house. Authorities were called by her younger sister, Ruth Lindsey, as she had not returned her phone calls.\nRoughly a month later, on March 4, 42-year-old Ann Britt was found, naked and strangled with a sock, by her sister. Like with the previous cases, she was living alone and her home had been broken into and subsequently ransacked. With this death, all four of the recorded deaths so far were treated as part of one murder series, and all available physical evidence was sent for examination by the &lt;a href=\"Georgia%20Bureau%20of%20Investigation\"&gt;GBI&lt;/a&gt;. Among the similarities shared between the victims were age, race and sex, while in the crime scenes, the homes were broken into, with robbery as the motive. Each victim was sexually assaulted and then strangled with an object.\nAnother speculative victim is 77-year-old Mary \"Miz Mary\" Hudson, who was strangled and beaten on the head on September 18, 1992, in her duplex apartment near the &lt;a href=\"Georgia%20Dome\"&gt;Georgia Dome&lt;/a&gt;. Although she lived near the other women, Hudson was found fully clothed and was not sexually assaulted. She was afraid of the local drug trade, and it is possible that her death might have had something to do with it. Pace was never charged with this murder, and his involvement in it, if any, remains up for debate.\nArrest, trial and imprisonment.\nOn October 3, 1992, Lyndon Fitzgerald Pace was arrested for multiple burglaries in the Vine City neighborhood. He had previous convictions for drug possession and burglaries; his notable burglary being the December 28, 1990, burglary of Coretta Scott King's home, from which he stole a radio. He plead guilty to these charges on February 15, 1991, and served several months in prison, where he was described as a model inmate. He was released on July 11, 1991, due to problems with &lt;a href=\"Incarceration%20in%20the%20United%20States\"&gt;prison overcrowding&lt;/a&gt;. Authorities started focusing on him after the September 30, 1992, robbery of 83-year-old Susie Sublett in Vine City, in which the intruder, later identified as Pace, threatened to shoot her with a .22 caliber pistol he found under a pillow.\nOn November 25, 1992, Atlanta Police Chief Eldrin A. Bell announced that Lyndon Pace was now the prime suspect in the Vine City killings. Officials later that week announced that DNA evidence from semen samples also matched the accused man. On February 20, 1996, Pace was put on trial for four of the rape-murders. The prosecutor, Attorney Herman Sloan, said that blood and hair samples from the accused matched the murder scenes, while the defense lawyer, Nancy Mau, argued that the scientific evidence meant nothing and that they were simply prosecuting a \"convenient man.\"\nOn March 5, 1996, Lyndon Pace was convicted of the murders and other crimes, including the attempted rape of a 12-year-old girl in 1987 and the 1990 break-in of King's home. Despite pleas from the perpetrator's family and the objections of the defense attorney, Lyndon Fitzgerald Pace was sentenced to death, not showing any emotion during the sentencing. As of 2020, he remains on Georgia's &lt;a href=\"death%20row\"&gt;death row&lt;/a&gt;.\nIn January 2005, following multiple other burglaries, Coretta Scott King moved away from the family home in Vine City to a new condominium in &lt;a href=\"Buckhead\"&gt;Buckhead&lt;/a&gt;. In the article, the encounter with Pace was noted."
}