{
    "id": "63627231",
    "revid": "16503221",
    "url": "https://en.wikipedia.org/wiki?curid=63627231",
    "title": "David Olivier",
    "text": "David Olivier (born 11 March 1956) is a French and British philosopher and &lt;a href=\"antispeciesist\"&gt;antispeciesist&lt;/a&gt; activist. He is founder of the French journal \"&lt;a href=\"Cahiers%20antisp%C3%A9cistes\"&gt;Cahiers antispécistes&lt;/a&gt;\" (\"Antispeciesist Notebooks\"), the annual event &lt;a href=\"Veggie%20Pride\"&gt;Veggie Pride&lt;/a&gt; and of the annual meeting Les Estivales de la question animale (\"The Summers of the Animal Question\")\".\" Olivier is also the creator of the term \"&lt;a href=\"veggiephobia\"&gt;veggiephobia&lt;/a&gt;\" and of numerous articles and conferences. He is an advocate of &lt;a href=\"Utilitarianism\"&gt;utilitarian&lt;/a&gt; and &lt;a href=\"Antinaturalism%20%28politics%29\"&gt;antinatauralist&lt;/a&gt; ethics, and defines himself politically as a &lt;a href=\"Progressivism\"&gt;progressive&lt;/a&gt;.\nEarly life.\nDavid Olivier was born in London on 11 March 1956, to a French-teaching father and an American mother who was a painter. From childhood, he objected to the killing of animals for consumption. In adolescence, he was drawn to &lt;a href=\"ecology\"&gt;ecology&lt;/a&gt;, then to &lt;a href=\"anarchism\"&gt;anarchism&lt;/a&gt;, devoting himself to &lt;a href=\"Anti%20sexist\"&gt;anti-sexist&lt;/a&gt; and &lt;a href=\"Anti-racism\"&gt;anti-racist&lt;/a&gt; activism. In Lyon, he was an activist for the French &lt;a href=\"family%20planning\"&gt;family planning&lt;/a&gt; and &lt;a href=\"gay%20liberation\"&gt;gay liberation&lt;/a&gt; movements. His focus on the importance of the \"animal question\" grew from the mid-1980s, as he moved away from anarchist and &lt;a href=\"Marxism\"&gt;Marxist&lt;/a&gt; intellectual influences.\nAntispeciesist activism.\nAuthor of a leaflet initially distributed in &lt;a href=\"Lyonnais\"&gt;Lyonnais&lt;/a&gt; libertarian circles from 1985, Olivier is considered one of the founding figures of the French antispeciesist movement. His meeting with &lt;a href=\"Yves%20Bonnardel\"&gt;Yves Bonnardel&lt;/a&gt; in 1986, made him aware of the existence of an active &lt;a href=\"animal%20liberation%20movement\"&gt;animal liberation movement&lt;/a&gt; in the &lt;a href=\"English-speaking%20world\"&gt;English-speaking world&lt;/a&gt;. With Bonnardel, Françoise Blanchon, also present in Lyon squat circles, and two other activists, he produced the pamphlet \"Nous ne mangeons pas de viande pour ne pas tuer d'animaux\" (\"We don't eat meat so we don't kill animals\"). Being bilingual, Olivier was able to create some of the first translations of &lt;a href=\"Peter%20Singer\"&gt;Peter Singer's&lt;/a&gt; works into French; introducing Singer to his fellow activists.\nThe concept of focusing the fight for animal rights around the ethical concept of antispeciesism lead Olivier, in 1989, soon joined by Françoise Blanchon and Yves Bonnardel, to found the journal \"Cahiers antispécistes\". The journal remained, for a long period, the essential media supporting the antispeciesist movement in France. Oliver himself authored many of the journal's articles, in addition to creating French translations of the texts of Peter Singer, &lt;a href=\"Tom%20Regan\"&gt;Tom Regan&lt;/a&gt;, &lt;a href=\"Paola%20Cavalieri\"&gt;Paola Cavalieri&lt;/a&gt;, &lt;a href=\"James%20Rachels\"&gt;James Rachels&lt;/a&gt; and &lt;a href=\"Steve%20F.%20Sapontzis\"&gt;Steve F. Sapontzis&lt;/a&gt;. He and the other co-founders of the journal were a decisive influence on Sébastien Arsac and &lt;a href=\"Brigitte%20Gothi%C3%A8re\"&gt;Brigitte Gothière&lt;/a&gt;, future founders of the animal protection organization &lt;a href=\"L214\"&gt;L214&lt;/a&gt;. Olivier left the editorial staff of \"Cahiers antispécistes\" in 2004, after the publication of issue 23.\nIn October 2001, in a bid to increase recognition of the refusal to eat animals, Olivier founded the first Veggie Pride in Paris, defining in his manifesto, the term \"veggiephobia\". Veggie Pride was intended to bring together people expressing their pride in refusing to eat animals (&lt;a href=\"Vegetarianism\"&gt;vegetarians&lt;/a&gt; and &lt;a href=\"Veganism\"&gt;vegans&lt;/a&gt;) and denouncing the discrimination they feel they suffering their social life (community food for example) or in defense of their ideas. The event was exported to several French, European and North American cities, and organized its 18th Parisian event in 2018.\nIn 2002, Olivier organized the first meeting of \"Les Estivales de la question animal\", an annual meeting of debate and reflection around the \"animal question\". This gathering of association leaders and theoreticians of the French-speaking animalist movement lead to the launch of the organization L214, the movement towards the legal abolition of meat and the creation of the French &lt;a href=\"Animalist%20Party\"&gt;Animalist Party&lt;/a&gt;.\nThe publication of \"The Antispeciesist Revolution\", by &lt;a href=\"Presses%20Universitaires%20de%20France\"&gt;Presses Universitaires de France&lt;/a&gt;, containing for one third, a collection of Olivier's articles, met with relative media success. &lt;a href=\"Renan%20Larue\"&gt;Renan Larue&lt;/a&gt;, as well as the critic Thierry Jacquet, consider the book's publication to be symbolic, by doing justice to the work of the editors of \"Cahiers antispécistes\" and granting the \"animal question\" the seriousness it deserves.\nPhilosophy.\nOlivier opposes speciesism, which he defines in these terms: \"Speciesism is to species as racism is to race and sexism is to sex: a discrimination based upon species, nearly always in favour of the members of the human species, \"Homo sapiens\".\" He also contends that \"&lt;a href=\"species\"&gt;species&lt;/a&gt;\" do not exist and asserts that the concept is irrevocably essentialist and should be ontologically discarded in the same way that &lt;a href=\"Race%20%28human%20categorization%29\"&gt;race&lt;/a&gt; has been for humans.\nA utilitarian, Olivier considers that \"the sole relevant criterion for taking into account the interests of a being is its being sentient and thus having interests\", that is to say that they have feelings. For him, ethics is the science of the right answer to the question \"what to do?\", and therefore the consideration of the consequences of the actions envisaged from the point of view of &lt;a href=\"sentient%20beings\"&gt;sentient beings&lt;/a&gt; potentially affected. Olivier is also a hedonistic utilitarian. That is to say, he considers \"it is these sensations, and they alone, which have a moral value, positive for happiness, negative for unhappiness; this value is independent of any other characteristic of the being that experiences them\". The just act is therefore, according to him, that which puts the world in the best possible state, that is to say, the state in which sentient beings experience the most happiness and the least unhappiness.\nOlivier is an antinaturalist, in that he considers &lt;a href=\"nature\"&gt;nature&lt;/a&gt; not to exist, and that it has no reason to affect our ethical decisions. He also argues that the naturalization of animals is one of the determining factors of their domination. Olivier's antinaturalism is associated with his defense of interventions in favour of reducing &lt;a href=\"wild%20animal%20suffering\"&gt;wild animal suffering&lt;/a&gt;, and his rejection of environmentalism. His views have led him to be cited on numerous occasions in the works and forums of critics of antispeciesism.\nOlivier defines himself as progressive, in that he considers significant progress in the state of the world to be possible, but does not describe himself as a revolutionary because he does not believe that such progress can be made in a \"great evening\".\nSelected publications.\nArticles published in books.\nIn \"Luc Ferry ou le rétablissement de l'ordre\" (tahin party ed., 2002):\nIn \"Espèces et Éthique - Darwin: une (r)évolution à venir\" (ed. Tahin party, 2001):\nIn \"La Révolution antispéciste\" (ed. PUF, 2018):"
}