{
    "id": "6366035",
    "revid": "28564",
    "url": "https://en.wikipedia.org/wiki?curid=6366035",
    "title": "Transport in Auckland",
    "text": "Transport in Auckland, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;'s largest city, is defined by factors that include the shape of the Auckland &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt; (with its harbours creating chokepoints and long distances for land transport), the &lt;a href=\"suburban\"&gt;suburban&lt;/a&gt; character of much of the urban area, a history (since World War II) of focusing investment on roading projects rather than public transport, and high car-ownership rates.\nThese factors have contributed to a transport system that is highly dependent on private &lt;a href=\"motor%20vehicle\"&gt;motor vehicle&lt;/a&gt;s. Several motorways radiating to the &lt;a href=\"Auckland%20Northern%20Motorway\"&gt;north&lt;/a&gt;, &lt;a href=\"Northwestern%20Motorway\"&gt;northwest&lt;/a&gt;, &lt;a href=\"Western%20Ring%20Route\"&gt;southwest&lt;/a&gt; and &lt;a href=\"Auckland%20Southern%20Motorway\"&gt;south&lt;/a&gt; act as the backbone of the city's road network, with the busiest section of motorway carrying over 200,000 vehicles a day. The use of &lt;a href=\"public%20transport%20in%20Auckland\"&gt;public transport in Auckland&lt;/a&gt; was high until the 1950s but subsequently declined during the second half of the 20th century, before experiencing a strong resurgence from the early 2000s. With the motorway network now largely completed, major efforts are underway to increase public transport use to address Auckland's congestion. Recent efforts have also focused on making cycling a safer and more attractive transport option.\n&lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; has New Zealand's &lt;a href=\"Ports%20of%20Auckland\"&gt;largest commercial port&lt;/a&gt; (mostly used for international commerce) and the country's &lt;a href=\"Auckland%20Airport\"&gt;largest international airport&lt;/a&gt;. It also has the Southern Hemisphere's &lt;a href=\"Westhaven%20Marina\"&gt;largest marina&lt;/a&gt;.\nHistory.\nPre-European period.\nThroughout Auckland's pre-European period, its strategic location on the &lt;a href=\"Waitemat%C4%81%20Harbour\"&gt;Waitematā&lt;/a&gt; and &lt;a href=\"Manukau%20Harbour\"&gt;Manukau&lt;/a&gt; harbours had important transport implications. &lt;a href=\"M%C4%81ori%20people\"&gt;Māori&lt;/a&gt; hauled &lt;a href=\"waka%20%28canoe%29\"&gt;waka&lt;/a&gt; (canoes) between the harbours, and each of the suburbs &lt;a href=\"Otahuhu\"&gt;Otahuhu&lt;/a&gt; and &lt;a href=\"New%20Lynn\"&gt;New Lynn&lt;/a&gt; has a Portage Road marking the &lt;a href=\"portage\"&gt;portage&lt;/a&gt; routes.\n19th and early 20th century.\nAs a port city, Auckland's initial (19th century) urban growth occurred in an intense fashion, concentrated around the harbour in a similar manner to most other &lt;a href=\"mercantile\"&gt;mercantile&lt;/a&gt; cities, with lack of transportation options limiting development to locations within walking distance of each other. The overcrowding of the inner city eventually created a demand for expansion made viable when new transportation technology appeared around 1900 in the form of &lt;a href=\"streetcars\"&gt;streetcars&lt;/a&gt; (trams) and &lt;a href=\"railway\"&gt;railway&lt;/a&gt;s arriving in Auckland.\nAuckland's first &lt;a href=\"tram\"&gt;tram&lt;/a&gt; line, from the &lt;a href=\"Central%20business%20district\"&gt;CBD&lt;/a&gt; to &lt;a href=\"Ponsonby%2C%20New%20Zealand\"&gt;Ponsonby&lt;/a&gt; via &lt;a href=\"Karangahape%20Road\"&gt;Karangahape Road&lt;/a&gt;, opened on 24 November 1902. As the system grew, it facilitated the expansion of Auckland's built-up area in two ways: in an intermittent linear pattern to the west and south along the railway line, and in a more continuous manner along the main routes. The demand for more living space from people who had been confined to the crowded downtown area coupled with an affordable and reliable transport network led to the creation of many of Auckland's original &lt;a href=\"suburbs\"&gt;suburbs&lt;/a&gt;, along &lt;a href=\"Great%20North%20Road%2C%20Auckland\"&gt;Great North Road&lt;/a&gt;, New North Road, Sandringham Road, &lt;a href=\"Dominion%20Road\"&gt;Dominion Road&lt;/a&gt;, Mt Eden Road, Manukau Road and Remuera Road, forming a new arc of suburban development by 1915.\nAuckland first railway, to Onehunga, opened in 1873. Expansion of the railway network facilitated growth in more distant locations such as &lt;a href=\"Otahuhu\"&gt;Otahuhu&lt;/a&gt; and &lt;a href=\"New%20Lynn\"&gt;New Lynn&lt;/a&gt;, while ferries served &lt;a href=\"Devonport%2C%20New%20Zealand\"&gt;Devonport&lt;/a&gt;, &lt;a href=\"Takapuna\"&gt;Takapuna&lt;/a&gt; and &lt;a href=\"Birkenhead%2C%20New%20Zealand\"&gt;Birkenhead&lt;/a&gt; on the North Shore. Auckland's urban development in the early twentieth century is intrinsically linked to its transport networks, and because of their limited reach the city developed in a fairly compact manner to maximise the efficiency of the tram, railway and ferry systems. However, this situation was not to last for long, as even before the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; the car was becoming an integral part of life for many New Zealanders, opening up previously unreachable land for development.\nLate 20th century.\nThe number of cars in New Zealand skyrocketed from 69,521 in 1925 (when registration was first established) to 194,217 in 1938. This growing popularity meant that urban development could break free from the constraints of transport networks and occur anywhere roads were built. This led to a rapid decentralisation of urban growth, today often referred to as &lt;a href=\"urban%20sprawl\"&gt;urban sprawl&lt;/a&gt;, in the 30 years after World War II. In an effort to compete with increasingly popular suburban shopping malls, parking lots and later parking buildings were built in the city centre. The first municipal parking building (Britomart Place) was completed in 1958.\nThe tram system was dismantled in the 1950s and subsequent efforts to improve the rail network were not implemented. Meanwhile, a substantial motorway network was developed that facilitated urban growth to the north, northwest and south. These decisions led to Auckland becoming a highly car dependent city.\nAuckland Airport moved to its current site near &lt;a href=\"Mangere\"&gt;Mangere&lt;/a&gt; in 1966, having been previously located in &lt;a href=\"Whenuapai\"&gt;Whenuapai&lt;/a&gt;.\n21st century.\nContinued strong population growth, combined with cheaper car imports, led to growing traffic congestion across much of Auckland in the 1990s and early 2000s. \nIn response to growing congestion, central and local government increased transport investment from around $500 million a year in 2000 to over $2 billion in 2015. This increased investment &lt;a href=\"Western%20Ring%20Route\"&gt;largely completed&lt;/a&gt; Auckland's motorway network, funded the &lt;a href=\"http%3A//www.kiwirail.co.nz/projects/major-projects/dart.html\"&gt;upgrade&lt;/a&gt; and &lt;a href=\"Auckland%20railway%20electrification\"&gt;electrification&lt;/a&gt; of the city's rail network, and supported construction of the &lt;a href=\"Northern%20Busway%2C%20Auckland\"&gt;Northern Busway&lt;/a&gt;.\nDespite these improvements, rapid population growth means that transport is still a major challenge for Auckland, with congestion costing the city around $1.3 billion a year. In 2009, &lt;a href=\"Paul%20Mees\"&gt;Paul Mees&lt;/a&gt;, an Australian academic who had advocated for greater public transport adoption said Auckland had \"the most unbalanced transport policies of just about [any city] in the world\" alongside other academics who believed the city had underinvested in public transportation. \nRoad transport.\nOverview.\nThere are over 7,000 km of roads in the Auckland region made up of &lt;a href=\"motorways\"&gt;motorways&lt;/a&gt;, &lt;a href=\"arterial%20road\"&gt;arterial road&lt;/a&gt;s and &lt;a href=\"Street\"&gt;local streets&lt;/a&gt;. \nMotorway network.\nAn extensive motorway network was planned for Auckland in the 1950s and 1960s. Auckland's first motorway was a 3.2 kilometre section of the &lt;a href=\"Auckland%20Southern%20Motorway\"&gt;Southern Motorway&lt;/a&gt;, between Penrose and Mt Wellington, that was opened in 1953. By 2017 there was over 220 km of motorways in Auckland, carrying over 900,000 trips per day on the following routes:\nBecause of Auckland's geography and road network layout, many motorways also have &lt;a href=\"arterial%20road\"&gt;arterial road&lt;/a&gt; functions and are used for short-distance trips. Access to the motorway network is controlled through r&lt;a href=\"Traffic%20signal\"&gt;amp signals&lt;/a&gt;, which regulate the flow of traffic onto the motorway. While this causes delays and vehicle queues when getting onto the motorway, it produces smoother through flows on the motorway itself.\nMajor arterial roads.\nAround 16% of Auckland's overall road network is classified as either a primary or secondary &lt;a href=\"arterial%20road\"&gt;arterial road&lt;/a&gt;. These roads generally have a speed limit of 50 km/h in urban areas and serve a wide variety of functions, providing for the movement of people, goods and services as well as public transport services, &lt;a href=\"Cycling%20infrastructure\"&gt;cycleways&lt;/a&gt;, on-street parking and access to businesses and residences.\nTo best balance their wide variety of different functions, at peak times some roads have bus or carpool lanes, while on-street parking is frequently restricted.\nKey infrastructure.\nKey bridges, tunnels and interchanges are critical to the functioning of Auckland's road network. Major pieces of infrastructure include:\nFuture projects.\nProviding new roading connections in Auckland, or widening existing corridors, is becoming increasingly difficult and expensive. This means that most new roading projects are likely to be located in greenfield growth areas at the periphery of the Auckland urban area. Major roading projects currently planned or proposed include:\nPublic transport.\nPublic transport in Auckland consists of bus, ferry and commuter rail services. The hub of Auckland's public transport network is the &lt;a href=\"Britomart%20Transport%20Centre\"&gt;Britomart Transport Centre&lt;/a&gt; near the &lt;a href=\"Auckland%20waterfront\"&gt;Auckland waterfront&lt;/a&gt;, opened July 2003, where ferry, bus and train services meet.\nBus services.\nBus services, the bulk of public transport in the city, are provided by privately owned bus companies contracted to &lt;a href=\"Auckland%20Transport\"&gt;Auckland Transport&lt;/a&gt; under the &lt;a href=\"AT%20Metro\"&gt;AT Metro&lt;/a&gt; brand. The &lt;a href=\"Northern%20Busway%2C%20Auckland\"&gt;Northern Busway&lt;/a&gt; (opened in February 2008) provides &lt;a href=\"bus%20rapid%20transit\"&gt;bus rapid transit&lt;/a&gt; to Auckland's &lt;a href=\"North%20Shore%2C%20New%20Zealand\"&gt;North Shore&lt;/a&gt;.\nFrequent long-distance services, principally operated by &lt;a href=\"Intercity%20%28New%20Zealand%29\"&gt;Intercity&lt;/a&gt; and its subsidiary Newmans, link Auckland with all the main centres throughout the &lt;a href=\"North%20Island\"&gt;North Island&lt;/a&gt;.\nRail services.\nThere are four suburban railway lines in Auckland – the &lt;a href=\"Western%20Line%2C%20Auckland\"&gt;Western&lt;/a&gt;, &lt;a href=\"Southern%20Line%2C%20Auckland\"&gt;Southern&lt;/a&gt;, &lt;a href=\"Eastern%20Line%2C%20Auckland\"&gt;Eastern&lt;/a&gt; and &lt;a href=\"Onehunga%20Line\"&gt;Onehunga&lt;/a&gt; Lines. Urban rail services are operated by &lt;a href=\"Transdev%20Auckland\"&gt;Transdev Auckland&lt;/a&gt; on behalf of &lt;a href=\"Auckland%20Transport\"&gt;Auckland Transport&lt;/a&gt; under the AT brand. Since the early 2000s, there has been a substantial increase in services, with trains now operating every 10 minutes on the Western, Southern and Eastern lines at peak times.\nStarting with the opening of &lt;a href=\"Britomart%20Transport%20Centre\"&gt;Britomart&lt;/a&gt; station in 2003, a series of investments has increased ridership to over 20 million annual boardings. These included double-tracking the Western Line, reopening the &lt;a href=\"Onehunga%20Branch\"&gt;Onehunga Branch&lt;/a&gt; line, a programme of station upgrades and &lt;a href=\"Auckland%20railway%20electrification\"&gt;electrification of the entire Auckland suburban network&lt;/a&gt; between Swanson in the west and Papakura in the south. On 20 July 2015 the rollout of electric train services was completed.\nIn 2015–16, work started on the &lt;a href=\"City%20Rail%20Link\"&gt;City Rail Link&lt;/a&gt; project, which will improve network capacity and significantly reduce travel times between &lt;a href=\"Western%20Line%2C%20Auckland\"&gt;Western Line&lt;/a&gt; stations and the city centre.\nAuckland has only one long distance passenger service: the &lt;a href=\"Northern%20Explorer\"&gt;Northern Explorer&lt;/a&gt;, operated by &lt;a href=\"KiwiRail\"&gt;KiwiRail&lt;/a&gt; under the brand name &lt;a href=\"The%20Great%20Journeys%20of%20New%20Zealand\"&gt;The Great Journeys of New Zealand&lt;/a&gt;. A service operates three times per week in each direction between Auckland and Wellington.\nFerry services.\nA number of &lt;a href=\"North%20Shore%20City\"&gt;North Shore&lt;/a&gt; commuters who work in the Auckland CBD catch ferry services from Devonport, Stanley Bay, Bayswater or Birkenhead. Services also connect the city with &lt;a href=\"Waiheke%20Island\"&gt;Waiheke Island&lt;/a&gt;, &lt;a href=\"Gulf%20Harbour\"&gt;Gulf Harbour&lt;/a&gt; and &lt;a href=\"Half%20Moon%20Bay%2C%20Auckland\"&gt;Half Moon Bay&lt;/a&gt;. Ferries to &lt;a href=\"Great%20Barrier%20Island\"&gt;Great Barrier Island&lt;/a&gt; are less regular, with services every 1–2 days, depending on the time of the year and the weather. &lt;a href=\"Rangitoto%20Island\"&gt;Rangitoto&lt;/a&gt;, &lt;a href=\"Motuihe%20Island\"&gt;Motuihe Island&lt;/a&gt; and &lt;a href=\"Tiritiri%20Matangi%20Island\"&gt;Tiritiri Matangi Island&lt;/a&gt; and the &lt;a href=\"Coromandel%20Peninsula\"&gt;Coromandel&lt;/a&gt; have services usually focused on weekend and tourist trips.\nSea transport.\nCommercial shipping.\nThe &lt;a href=\"Ports%20of%20Auckland\"&gt;Ports of Auckland&lt;/a&gt;, located on the &lt;a href=\"Waitemat%C4%81%20Harbour\"&gt;Waitematā Harbour&lt;/a&gt; in Auckland's city centre, is New Zealand's largest and busiest container port. The 55 hectares of wharves and storage areas (mostly for containers, cars and other large shipments) are almost exclusively situated on &lt;a href=\"Land%20reclamation\"&gt;reclaimed land&lt;/a&gt;, mostly in the former &lt;a href=\"Commercial%20Bay\"&gt;Commercial Bay&lt;/a&gt;, Official Bay and in &lt;a href=\"Mechanics%20Bay\"&gt;Mechanics Bay&lt;/a&gt;. The main port facilities are:\nIn 2010 the Ports of Auckland contributed around $250 million per year to the Auckland economy. A &lt;a href=\"http%3A//www.portfuturestudy.co.nz/scope/\"&gt;2015 Port Future Study&lt;/a&gt; highlighted that in the longer-term future the port will either need to expand in its current location or move to a different location, most likely either in the &lt;a href=\"Manukau%20Harbour\"&gt;Manukau Harbour&lt;/a&gt; or the &lt;a href=\"Firth%20of%20Thames\"&gt;Firth of Thames&lt;/a&gt;.\nCruise ships.\nAuckland is an increasingly popular cruise ship port, with both &lt;a href=\"Queen%27s%20Wharf%2C%20Auckland\"&gt;Queens Wharf&lt;/a&gt; and &lt;a href=\"Princes%20Wharf\"&gt;Princes Wharf&lt;/a&gt; regularly being used as cruise ship terminals, especially during summer months. Over 100 cruise ships annually visit Auckland.\nAir transport.\nWith Auckland being the largest city of New Zealand, a great number of international and national flight connections exist. Main routes are to &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, and to the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;US West Coast&lt;/a&gt;. Within New Zealand, the main connections are to the capital in &lt;a href=\"Wellington\"&gt;Wellington&lt;/a&gt; and to the main city of the South Island, &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;. However, smaller planes fly to almost all other cities and to many small airports all over New Zealand.\nHistorically, Auckland had first been served by flying boat services from &lt;a href=\"Mechanics%20Bay\"&gt;Mechanics Bay&lt;/a&gt; and &lt;a href=\"Hobsonville\"&gt;Hobsonville&lt;/a&gt;. As aircraft such as the &lt;a href=\"Short%20Solent\"&gt;Short Solent&lt;/a&gt; and &lt;a href=\"Short%20Sunderland\"&gt;Short Sunderland&lt;/a&gt; were replaced by land-based planes, the first airport was opened at &lt;a href=\"Mangere\"&gt;Mangere&lt;/a&gt;, supplanting earlier airfields at &lt;a href=\"Ardmore%2C%20New%20Zealand\"&gt;Ardmore&lt;/a&gt; and &lt;a href=\"Whenuapai\"&gt;Whenuapai&lt;/a&gt;.\nAirports.\n&lt;a href=\"Auckland%20Airport\"&gt;Auckland Airport&lt;/a&gt;, New Zealand's largest airport, lies beside &lt;a href=\"Manukau%20Harbour\"&gt;Manukau Harbour&lt;/a&gt;, in the southern suburb of &lt;a href=\"Mangere\"&gt;Mangere&lt;/a&gt;. It is a major base for &lt;a href=\"Air%20New%20Zealand\"&gt;Air New Zealand&lt;/a&gt;. A new runway is planned north of the main airport area, with a shorter length well suitable for the booming intra-New Zealand flight market.\nThere were proposals in the 2000–2007 period to redevelop the airport at &lt;a href=\"Whenuapai\"&gt;Whenuapai&lt;/a&gt;, an &lt;a href=\"RNZAF\"&gt;RNZAF&lt;/a&gt; airbase in &lt;a href=\"Waitakere\"&gt;Waitakere&lt;/a&gt;, to the northwest of the Auckland conurbation. The proposals became a political issue, partly resolved by the election of an anti-airport mayor in North Shore City, and finally resolved by the amalgamation of all Auckland councils into &lt;a href=\"Auckland%20Council\"&gt;Auckland Council&lt;/a&gt; in 2010. The proposals had also been opposed by the government.\nMost private flights and light aircraft operate from the three smaller General Aviation (GA) airfields at the edges of the Auckland conurbation; &lt;a href=\"Ardmore%20Airport%20%28New%20Zealand%29\"&gt;Ardmore Airport&lt;/a&gt; south of the city which is NZ's busiest airfield in terms of movements, &lt;a href=\"North%20Shore%20Aerodrome\"&gt;North Shore Aerodrome&lt;/a&gt; to the north and &lt;a href=\"Parakai%20Aerodrome\"&gt;Parakai Airfield&lt;/a&gt; to the north west.\n&lt;a href=\"Mechanics%20Bay\"&gt;Mechanics Bay&lt;/a&gt; near the city centre, was the first international airport, and was used for many years as a base for &lt;a href=\"seaplane\"&gt;flying boats&lt;/a&gt; of &lt;a href=\"TEAL\"&gt;TEAL&lt;/a&gt; and &lt;a href=\"Amphibious%20aircraft\"&gt;amphibians&lt;/a&gt; of &lt;a href=\"Tourist%20Air%20Travel\"&gt;Tourist Air Travel&lt;/a&gt; and &lt;a href=\"Sea%20Bee%20Air\"&gt;Sea Bee Air&lt;/a&gt;. The area now holds a &lt;a href=\"heliport\"&gt;heliport&lt;/a&gt; and the &lt;a href=\"Auckland%20Marine%20Rescue%20Centre\"&gt;Auckland Marine Rescue Centre&lt;/a&gt;.\nA Royal New Zealand Air Force facility at &lt;a href=\"Hobsonville\"&gt;Hobsonville&lt;/a&gt; has been vacated and is currently under redevelopment primarily as a residential area, although some light commercial and industrial uses (for example super-yacht building) are present.\nWalking and cycling.\nCycling.\nBefore 2015 there was relatively little investment into improving &lt;a href=\"cycling%20infrastructure\"&gt;cycling infrastructure&lt;/a&gt; in Auckland, with most facilities being simply \"paint on a road\".This led to low rates of cycling, with the 2013 census recording only 1% of journeys to work being made by bicycle.\nIncreased funding for cycling from the &lt;a href=\"Government%20of%20New%20Zealand\"&gt;New Zealand Government&lt;/a&gt; and &lt;a href=\"Auckland%20Council\"&gt;Auckland Council&lt;/a&gt; in the mid-2010s led to the development of higher quality cycling infrastructure in Auckland, including the &lt;a href=\"https%3A//at.govt.nz/cycling-walking/auckland-cycle-run-walkway-maps/grafton-gully-cycleway/\"&gt;Grafton Gully cycleway&lt;/a&gt;, the &lt;a href=\"https%3A//at.govt.nz/projects-roadworks/quay-street-cycleway/\"&gt;Quay Street cycleway&lt;/a&gt; and &lt;a href=\"Nelson%20Street%20Cycleway\"&gt;Te Ara I Whiti&lt;/a&gt; (the Lightpath) between 2015 and 2017. Overall, 52 kilometres of new cycleways is planned to be delivered between 2015 and 2018.\nThese improvements have already led to growth in the uptake of cycling. The northwest cycleway, which links with a number of projects delivered in recent years, saw its usage increase by 44% as a result of these improvements. &lt;a href=\"Auckland%20Transport\"&gt;Auckland Transport&lt;/a&gt; and the &lt;a href=\"NZ%20Transport%20Agency\"&gt;New Zealand Transport Agency&lt;/a&gt; have developed a ten-year investment programme for cycling in Auckland that focuses on rolling out high quality cycling infrastructure to different parts of the city.\nWalking.\nAll travel begins and ends with a walking trip, even though a relatively small proportion of \"journeys to work\" are made primarily by walking or jogging. At the 2013 census 4.5% of Aucklanders walked or jogged to work, up from 3.9% in 2001.\nEfforts are being made to improve the attractiveness of walking. A number of &lt;a href=\"shared%20space\"&gt;shared space&lt;/a&gt; projects were planned in several streets in the &lt;a href=\"Auckland%20CBD\"&gt;Auckland CBD&lt;/a&gt;. These upgrades aimed to improve the ability of pedestrians, cyclists and (slow-speed) motor vehicles to share the same transport spaces. Elliott Street, Darby Street, Lorne Street, Fort Street, Jean Batten Place, and Fort Lane have been converted into shared spaces since 2011. The portion of Federal Street between Wellesley Street West and Victoria Street West has also been made into a shared space."
}