{
    "id": "63692854",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=63692854",
    "title": "Adisvaraswamy Jain Temple, Thanjavur",
    "text": "Adisvaraswamy Jain Temple (கரந்தை ஆதீஸ்வரசுவாமி ஜினாலயம்) is a &lt;a href=\"Jain%20temple\"&gt;Jain temple&lt;/a&gt; dedicated to the deity &lt;a href=\"Jain\"&gt;Jain&lt;/a&gt;, located in &lt;a href=\"Thanjavur\"&gt;Thanjavur&lt;/a&gt; in &lt;a href=\"Thanjavur%20District\"&gt;Thanjavur District&lt;/a&gt;, &lt;a href=\"Tamil%20Nadu\"&gt;Tamil Nadu&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;\nOther Jain Temples.\nThis temple is situated at Karanthattankudi (also known as Karunthittaikkudi) near Thanjavur. There are also Jain temples in &lt;a href=\"Bhagawan%20Chandraprabha%20Jain%20Temple%2C%20Kumbakonam\"&gt;Kumbakonam&lt;/a&gt;, &lt;a href=\"Mallinathaswamy%20Jain%20Temple%2C%20Mannargudi\"&gt;Mannargudi&lt;/a&gt;, &lt;a href=\"Deepanayakaswamy%20Jain%20Temple%2C%20Deepankudi\"&gt;Deepankudi&lt;/a&gt; and other places in Tamil Nadu.\nStructure of the temple.\nThe temple has &lt;a href=\"Garbhagriha\"&gt;sanctum sanctorum&lt;/a&gt;, &lt;a href=\"Gopuram\"&gt;Rajagopura&lt;/a&gt;, artha &lt;a href=\"mandapa\"&gt;mandapa&lt;/a&gt;, front &lt;a href=\"mandapa\"&gt;mandapa&lt;/a&gt; and maha &lt;a href=\"mandapa\"&gt;mandapa&lt;/a&gt;. In front of the mandapa flagpost is found. Temple functions are held in front mandapa. On either side of the front mandapa, guardian deities are found on either side. In the four pillars of mahamandapa. &lt;a href=\"Tirthankara\"&gt;Tirttankara&lt;/a&gt; sculptures are found. The &lt;a href=\"Vimana%20%28architectural%20feature%29\"&gt;vimana&lt;/a&gt; has two tiers. The shrine of mahasastha is found in the temple. This temple is said to be of 600 years old and the front mandapa, Jinavani shrine, Sasana deva shrine are of 300 years old. This is the only temple in Tamil Nadu having a separate shrine for Jinavani, with the structures of temple, such as sanctum sanctorum, arthamandapa, front mandapa and &lt;a href=\"Prakaram\"&gt;Prakaram&lt;/a&gt;. &lt;a href=\"Kunthunatha\"&gt;Kunthunatha&lt;/a&gt; sculpture is found here. There are shrines for Brahmadeva, &lt;a href=\"Jwalamalini\"&gt;Jwalamalini&lt;/a&gt;, Dharmadevi, &lt;a href=\"Padmavati%20%28Jainism%29\"&gt;Padmavati&lt;/a&gt; and &lt;a href=\"Navagraha\"&gt;Navagraha&lt;/a&gt;. There is a puja mandapam with 16 pillars. The temple also has a nandavana and temple tank.\nPresiding deity.\nThe presiding deity is known as Adisvaraswamy and as Adhinathar. He is also known as &lt;a href=\"Rishabhanatha\"&gt;Rishabhanatha&lt;/a&gt;, the First &lt;a href=\"Tirthankara\"&gt;Tirttankara&lt;/a&gt;.\nFestivals.\nFestivals are held regularly. During &lt;a href=\"Akshaya%20Tritiya\"&gt;Akshaya Tritiya&lt;/a&gt;, the deity goes around the temple. During the first Sundays of Tamil month of Adi Sasanadevi are going around the temple. During Navaratri, on seventh day, float festival is held."
}