{
    "id": "6370548",
    "revid": "37392374",
    "url": "https://en.wikipedia.org/wiki?curid=6370548",
    "title": "Cinema of Finland",
    "text": "The Finnish cinema has a long history, with the first public screenings starting almost as early as modern motion picture technology was invented (the first screening in the world was in 1895, in Finland in 1896). It took over a decade before the first Finnish film was produced and screened in 1907. After these first steps of Finnish cinema, the progress was very slow. After 1907 there were two periods (1909–1911 and 1917–1918) when no Finnish films were produced. This was partly caused by the political situation, as Finland held a status as an &lt;a href=\"Grand%20Duchy%20of%20Finland\"&gt;autonomous&lt;/a&gt; part of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; and was thus influenced by the worldwide political situation.\nIn 1917 Finland became an independent country and in 1918 there was a &lt;a href=\"Finnish%20civil%20war\"&gt;civil war&lt;/a&gt;. After the political situation had settled and stabilized, Finnish society and its cultural life began to develop. This was very clear with cinematic arts. More films were produced and they became an important part of Finnish society. The culmination of this development came soon after the silent era, around the 1940s and 1950s, when three major studios were producing films and competing for the market. When society changed in the 1960s, partly because of political trends and partly because of new forms of entertainment, like &lt;a href=\"television\"&gt;television&lt;/a&gt;, the appeal of films was threatened, practically all studios were closed, and films became political and too artistic for the masses, as commercial production was considered a thing of the past and distasteful. Few filmmakers were opposed to this development, and kept producing popular films that were bashed by the critics but loved by the people.\nThe most significant Finnish films include \"&lt;a href=\"The%20Unknown%20Soldier%20%281955%20film%29\"&gt;The Unknown Soldier&lt;/a&gt;\", directed by &lt;a href=\"Edvin%20Laine\"&gt;Edvin Laine&lt;/a&gt; in 1955, which is shown on television every &lt;a href=\"Independence%20Day%20%28Finland%29\"&gt;Independence Day&lt;/a&gt;. \"&lt;a href=\"Here%2C%20Beneath%20the%20North%20Star\"&gt;Here, Beneath the North Star&lt;/a&gt;\" from 1968, also directed by Laine, which includes the &lt;a href=\"Finnish%20Civil%20War\"&gt;Finnish Civil War&lt;/a&gt; from the perspective of the &lt;a href=\"Red%20Guards%20%28Finland%29\"&gt;Red Guards&lt;/a&gt;, is also one of the most significant works in Finnish history. A 1960 &lt;a href=\"Crime%20film\"&gt;crime&lt;/a&gt; &lt;a href=\"comedy%20film\"&gt;comedy film&lt;/a&gt; \"&lt;a href=\"Inspector%20Palmu%27s%20Mistake%20%28film%29\"&gt;Inspector Palmu's Mistake&lt;/a&gt;\", directed by &lt;a href=\"Matti%20Kassila\"&gt;Matti Kassila&lt;/a&gt;, was voted in 2012 the best Finnish film of all time by Finnish film critics and journalists.\nA revival in Finnish cinema came in the 1990s, which was partly influenced by the new generation of filmmakers bringing in new ideas, and partly because commercial success was no longer considered to be \"non-artistic,\" thus commercial film projects started to receive support from governmental funds. In the 2000s the Finnish cinema is alive and well, with some films and filmmakers gaining global success and many films receiving a good response from audiences and critics. Today, around 15–20 Finnish full-length feature films are produced every year, and the Finnish cinema is gaining new forms from global influence, such as &lt;a href=\"action%20film\"&gt;action&lt;/a&gt; and &lt;a href=\"wuxia\"&gt;wuxia&lt;/a&gt;.\nThe majority of Finnish movie theaters are owned by the company &lt;a href=\"Finnkino\"&gt;Finnkino&lt;/a&gt;.\nHistory.\n1896–1920: Before Independence.\nThe &lt;a href=\"Auguste%20and%20Louis%20Lumi%C3%A8re\"&gt;Lumière&lt;/a&gt; company screened the first moving images at Helsinki in 1896, but it wasn't until 1904 that the first films were actually filmed in Finland. It is unknown who made the first film (called \"Novelty from Helsinki: School youth at break\"), but it was shown by &lt;a href=\"American%20Bioscope\"&gt;American Bioscope&lt;/a&gt; in December. The first Finnish film company, &lt;a href=\"Atelier%20Apollo\"&gt;Atelier Apollo&lt;/a&gt;, was founded in 1906 by engineer &lt;a href=\"K.%20E.%20St%C3%A5hlberg\"&gt;K. E. Ståhlberg&lt;/a&gt;. It produced mainly documentary shorts, but also the first Finnish feature film, \"The Moonshiners\" (1907). From the very beginning, Finnish film production was centered to the country's capital, although for few years starting from 1907 there was a noteworthy company &lt;a href=\"Oy%20Maat%20ja%20Kansat\"&gt;Oy Maat ja Kansat&lt;/a&gt; producing short documentaries in &lt;a href=\"Tampere\"&gt;Tampere&lt;/a&gt;.\n\"The Moonshiners\" was directed by &lt;a href=\"Teuvo%20Puro\"&gt;Teuvo Puro&lt;/a&gt;, who was also in charge of directing the first full-length Finnish feature, \"Sylvi\", based on a play by &lt;a href=\"Minna%20Canth\"&gt;Minna Canth&lt;/a&gt;. The film was shot in 1911 with two other full-length literature adaptations, but it didn't premiere until 1913. The filmmakers didn't have enough money to send films to the nearest laboratory in Copenhagen at once, so the material remained undeveloped too long, and two out of three films were ruined.\nThe years following \"Sylvi\" saw the formation of the first active feature film company, &lt;a href=\"Hjalmar%20V.%20Pohjanheimo\"&gt;Hjalmar V. Pohjanheimo's&lt;/a&gt; Lyyra-Filmi, which produced both short farces and \"art films\". There was also an attempt to create larger-scale film production by &lt;a href=\"Erik%20Estlander\"&gt;Erik Estlander&lt;/a&gt;, who build a studio with glass walls and roof in Helsinki in 1916. At the end of the same year the Russian officials forbid all filming activity in Finland, so nothing much was made anymore before the country's independence in 1917.\nThe Finnish film industry of the first two decades of the 20th century was never even near the creativity or the productiveness of its Scandinavian neighbours, Sweden and Denmark – one might even say that it there was barely no industry or production at all. In addition, most of the footage filmed before independence is lost. Of feature films, only thirteen minutes of \"Sylvi\" still remains.\n1920–1930: The Silent Years.\nSuomi-Filmi.\nIt wasn't until the 1920s before regular film production started, thanks to a successful company called &lt;a href=\"Suomi-Filmi\"&gt;Suomi-Filmi&lt;/a&gt; (founded under the name Suomen Filmikuvaamo in 1919) and its creative leader &lt;a href=\"Erkki%20Karu\"&gt;Erkki Karu&lt;/a&gt;. He also directed the most important films of the era and was the prime figure of Finnish cinema before his early death in 1935. His \"The Village Shoemakers\" (1923) is the essential silent masterpiece, a freshly told folk comedy after &lt;a href=\"Aleksis%20Kivi\"&gt;Aleksis Kivi&lt;/a&gt;'s play with mildly experimental camerawork by German &lt;a href=\"Kurt%20J%C3%A4ger\"&gt;Kurt Jäger&lt;/a&gt;. Other notable films by Karu include: \"The Logroller's Bride\" (1923), with superb cinematography by Jäger and &lt;a href=\"Oscar%20Lindel%C3%B6f\"&gt;Oscar Lindelöf&lt;/a&gt;, and also the first Finnish film distributed widely abroad; \"When Father Has Toothache\" (1923), a short and surrealistic farce; and \"Our Boys\" (1929), a patriotisic forerunner of many military farces.\nAudiences of the agricultural country were affected by Suomi-Filmi's rural subjects. Dealing with deeply national countryside stories remained as company's policy through the silent era. Occasionally there were some attempts to make more urban, or more \"European\" films like Karu's \"Summery Fairytale\" (1925), but the public stayed away.\nAnother important director at Suomi-Filmi was the aforementioned Puro, who made the company's first feature \"Olli's Years of Apprenticeship\"(1920) and one of the few Finnish horror films, \"Evil Spells\" (1927). An interesting oddity of the last two silent years was &lt;a href=\"Carl%20von%20Haartman\"&gt;Carl von Haartman&lt;/a&gt;, a soldier and an adventurer, who had worked as a military advisor in Hollywood. Because of this he was considered capable of directing films. His two upper-class spy dramas, \"The Supreme Victory\" (1929) and \"Mirage\" (1930), were quite passable, but didn't attract the public.\nOther companies.\nSuomi-Filmi heavily dominated the Finnish film production in the 1920s. The company produced 23 out of 37 full-length feature films made between 1919–1930. Other companies (that appeared occasionally) seemed to vanish from Suomi-Filmi's and &lt;a href=\"Erkki%20Karu\"&gt;Erkki Karu&lt;/a&gt;'s way after producing one or two films. The most important of these alternative production companies appeared during the latter half of the decade.\nThe German cinematographer Jäger left Suomi-Filmi, and formed his own company &lt;a href=\"Komedia-Filmi\"&gt;Komedia-Filmi&lt;/a&gt;. It linked with a global film trust (Ufanamet), which at the time possessed most of the film distribution of Finland, thus being a great threat to Suomi-Filmi. Suomi-Filmi defended itself with national values, accusing Komedia-Filmi and Ufanamet for being foreign invaders. Luckily for Suomi-Filmi, both companies proved to be unsuccessful. Komedia-Filmi only made two films, of which the latter one, \"On the Highway of Life\" (1927, directed by Jäger and &lt;a href=\"Ragnar%20Hartwall\"&gt;Ragnar Hartwall&lt;/a&gt;) is an interesting attempt to make some kind of a modern comedy.\nThe year 1929 saw the premiere of the first two films produced by a minor company &lt;a href=\"Fennica\"&gt;Fennica&lt;/a&gt; and directed by &lt;a href=\"Valentin%20Vaala\"&gt;Valentin Vaala&lt;/a&gt;, who was yet to come one of the greatest directors of the golden years of Finnish cinema. When he started making the first one of these (\"Dark Eyes\") he was only 17 years old, and his leading actor Theodor Tugai (later &lt;a href=\"Teuvo%20Tulio\"&gt;Teuvo Tulio&lt;/a&gt;) 14 years old. This film and its instant remake \"The Gypsy Charmer\" were new kind, passionate dramas with clearly oriental influences. Unfortunately only the latter one has remained; the filmmakers destroyed the only negative of \"Dark Eyes\" by throwing it to the sea, because they thought the remake was far superior.\nThere were also enterprises to produce films outside the capital, but at least the films made in Viipuri and Oulu were too primitive to even premiere at Helsinki. \"No Tears at the Fair\" (1927) and \"The Man of Snowbound Forests\" (1928), two now lost films produced in Tampere by &lt;a href=\"Aquila-Suomi\"&gt;Aquila-Suomi&lt;/a&gt; and directed by &lt;a href=\"Uuno%20Eskola\"&gt;Uuno Eskola&lt;/a&gt; were better attemptsl, at least according to their contemporaries. Nothing permanent production was left in Tampere, but one of Aquila's producers, painter &lt;a href=\"Kalle%20Kaarna\"&gt;Kalle Kaarna&lt;/a&gt;, proved to be a gifted director in his own right. His first film \"With the Blade of a Sword\" (1928) was boldly advertised as a neutral story about the painful civil war of 1918, and his second film, \"A Song about the Heroism of Labour\" (1929) introduced (although quite conventionally) a new kind of proletarian hero to the public. Unfortunately these films have also vanished for good.\n1931–1933: The Coming of Sound.\nThe first experiments with sound were done by &lt;a href=\"Lahyn-Filmi\"&gt;Lahyn-Filmi&lt;/a&gt;, a provincial company operating in Turku. The first full-length sound film with song and talk was Lahyn's \"Say It in Finnish\" (1931), directed by company's leader Yrjö Nyberg (later &lt;a href=\"Norta\"&gt;Norta&lt;/a&gt;). This lost film was more a collection of musical revue numbers than a feature.\nSuomi-Filmi transformed its production from silent to sound films during the same year. The first Finnish film with soundtrack was the company's \"Dressed Like Adam and a Bit Like Eve Too\" (1931), based on a popular play by Agapetus (pseudonym of &lt;a href=\"Yrj%C3%B6%20Soini\"&gt;Yrjö Soini&lt;/a&gt;). There was only music and some sound effects on the soundtrack, so the company's first true sound film was Karu's \"The Lumberjack's Bride\" (1931), another rural drama.\n1934–1939: The Golden Age.\nThe studio system.\nIn 1933 Karu was kicked out from Suomi-Filmi, his own company. He took his revenge by founding a new one called &lt;a href=\"Suomen%20Filmiteollisuus\"&gt;Suomen Filmiteollisuus&lt;/a&gt;, which started to use initials SF in its logo. This company managed far better than previous attempts to compete with Suomi-Filmi, and right after couple successful comedies directed by Karu it had grown as significant as its rival. It seemed at this point to be possible only for Karu to create successful production companies in Finland.\nThe competition between the two companies proved to be fruitful. At the end of the decade there were about twenty full-length features made every year. The quality of the productions was high, the field of the subjects expanding and the popularity of domestic films increasing. With its own stars and creative producers, Finnish film industry began to remind a national miniature of Hollywood. Alongside with the two big studios, some minor ones did well also.\nSound had increased the public's eagerness to see domestic films. The great breakthrough for Finnish talkies came with \"The Foreman of Siltala Farm\" (1934), a well-recorded comedy by Suomi-Filmi, that was seen by over 900 000 viewers.\nSuomi-Filmi.\n&lt;a href=\"Erkki%20Karu\"&gt;Erkki Karu&lt;/a&gt; was instantly replaced with &lt;a href=\"Risto%20Orko\"&gt;Risto Orko&lt;/a&gt; as the head of company, a place he held until the 1990s (although this was long after the company had stopped movie-making). Orko had directed \"The Foreman of Siltala Farm\", and he returned to directing a few times since, most notably with two historical and patriotic dramas at the end of the decade: \"Soldier's Bride\" (1938) and \"Activists\" (1939). Most of his films as a director remain forgettable.\nThe most important director at Suomi-Filmi was &lt;a href=\"Valentin%20Vaala\"&gt;Valentin Vaala&lt;/a&gt;, who had a stunningly creative period at the end of the 1930s. After the silent years, &lt;a href=\"Vaala\"&gt;Vaala&lt;/a&gt; had directed three more films for his first company Fennica. When he started the fourth, the company went broke. Now he moved to Suomi-Filmi, and although his first movie there (\"Everybody's Love\", 1935) was quite a modest comedy, it was very popular, and most importantly, introduced two of the most beloved Finnish stars to the public: &lt;a href=\"Ansa%20Ikonen\"&gt;Ansa Ikonen&lt;/a&gt; and &lt;a href=\"Tauno%20Palo\"&gt;Tauno Palo&lt;/a&gt;.\nVaala's last Fennica-films had been urban comedies, a genre which he greatly developed at his new studio with his next two light-weighted films, \"Substitute Wife\" and \"Substitute Husband\" (both 1936). \"Hulda of Juurakko\" (1937) was far more serious attempt in the same field: a socially conscious story about a country girl who arrives to the big city, and who inevitably faces the problems of inequality between sexes. The film and its subject were greeted with huge enthusiasm by the audiences.\nVaala was also a master within the rural subjects and romantic melodramas. In 1938 he made the first and best film in the series of agrarian family saga of &lt;a href=\"Niskavuori\"&gt;Niskavuori&lt;/a&gt; (\"Women of Niskavuori\").\nSF.\nAfter his early death in 1935, Karu was replaced by &lt;a href=\"Toivo%20S%C3%A4rkk%C3%A4\"&gt;Toivo Särkkä&lt;/a&gt; in the head of the company. &lt;a href=\"S%C3%A4rkk%C3%A4\"&gt;Särkkä&lt;/a&gt; led SF until its bankruptcy in 1965. &lt;a href=\"S%C3%A4rkk%C3%A4\"&gt;Särkkä&lt;/a&gt; was the most prolific producer and director that Finnish film has ever seen: he has way over 200 feature productions in his filmography, of which he directed 51. With &lt;a href=\"Yrj%C3%B6%20Norta\"&gt;Yrjö Norta&lt;/a&gt;, he directed most of the company's films in the 1930s, including religious drama \"As Dream and Shadow...\" (1937) and patriotic historical film \"Manifest in February\" (1939). &lt;a href=\"S%C3%A4rkk%C3%A4\"&gt;Särkkä&lt;/a&gt;'s and &lt;a href=\"Norta\"&gt;Norta&lt;/a&gt;'s output includes some highly popular folk comedies like \"Lapatossu\" (1937) – with beloved comedy actor &lt;a href=\"Aku%20Korhonen\"&gt;Aku Korhonen&lt;/a&gt; – ,\"The Regiment's Trouble Boy\" (1938), the model of Finnish military farce genre, and \"The SF Parade\" (1940), the first proper Finnish musical comedy.\nMany Finnish films of the 1940s and 1950s – especially during Särkkä's era – were largely characterized by certain plot structures and themes, such as glorification related to the &lt;a href=\"countryside\"&gt;countryside&lt;/a&gt;s, emphasizing virtuous &lt;a href=\"morality\"&gt;morality&lt;/a&gt;, and the superficiality of film's &lt;a href=\"dialogue\"&gt;dialogue&lt;/a&gt;. Also, the so-called \"\", a comedic song or couplet types films, began to become more widespread, including the \"&lt;a href=\"Pekka%20Puup%C3%A4%C3%A4\"&gt;Pekka Puupää&lt;/a&gt;\" films starring &lt;a href=\"Esa%20Pakarinen\"&gt;Esa Pakarinen&lt;/a&gt; and &lt;a href=\"Masa%20Niemi\"&gt;Masa Niemi&lt;/a&gt;. The \"Rillumarei films\", full of the pride of workers' and carefree guys, were loved by the audience, although they were very hated by critics.\nOther companies.\nAlong with Suomi-Filmi and SF, few minor companies were able to produce many films during the golden age. With &lt;a href=\"Valentin%20Vaala\"&gt;Valentin Vaala&lt;/a&gt;'s films, these sort of local \"poverty row\" productions are the most fascinating films made during the 1930s.\nThe New Wave from 1960 to 1980.\nA new generation of film-makers were eager to take over as the old production companies, such as Suomi-Filmi and SF, were collapsing. &lt;a href=\"Risto%20Jarva\"&gt;Risto Jarva&lt;/a&gt; was inspired by the French &lt;a href=\"avant-garde\"&gt;avant-garde&lt;/a&gt; and new wave, which developed to &lt;a href=\"social%20realism\"&gt;social realism&lt;/a&gt; seen in \"&lt;a href=\"Ty%C3%B6miehen%20p%C3%A4iv%C3%A4kirja\"&gt;Työmiehen päiväkirja&lt;/a&gt;\" (1967), and eventually to comedies \"&lt;a href=\"Loma%20%281976%20film%29\"&gt;Loma&lt;/a&gt;\" (1976) and \"&lt;a href=\"J%C3%A4niksen%20vuosi\"&gt;Jäniksen vuosi&lt;/a&gt;\" (1977). &lt;a href=\"Mikko%20Niskanen\"&gt;Mikko Niskanen&lt;/a&gt; began his career back in 1962 with \"&lt;a href=\"The%20Boys%20%281962%20Finnish%20film%29\"&gt;Pojat&lt;/a&gt;\", starring then unknown &lt;a href=\"Vesa-Matti%20Loiri\"&gt;Vesa-Matti Loiri&lt;/a&gt;. Niskanen joined the new wave with \"&lt;a href=\"K%C3%A4py%20sel%C3%A4n%20alla\"&gt;Käpy selän alla&lt;/a&gt;\" (1966) and \"&lt;a href=\"Lapualaismorsian\"&gt;Lapualaismorsian&lt;/a&gt;\" (1967). The 1960s also marked the rise of new style of Finnish comedy films under &lt;a href=\"Pertti%20Pasanen\"&gt;Pertti Pasanen&lt;/a&gt;, such as &lt;a href=\"X-Paroni\"&gt;X-Paroni&lt;/a&gt;, &lt;a href=\"Noin%207%20Veljest%C3%A4\"&gt;Noin 7 Veljestä&lt;/a&gt; and &lt;a href=\"N%C3%A4k%C3%B6radiomiehen%20Ihmeelliset%20Siekailut\"&gt;Näköradiomiehen Ihmeelliset Siekailut&lt;/a&gt;. &lt;a href=\"Rauni%20Mollberg\"&gt;Rauni Mollberg&lt;/a&gt; adapted two of &lt;a href=\"Timo%20K.%20Mukka\"&gt;Timo K. Mukka&lt;/a&gt;'s \"magically realistic\" &lt;a href=\"Lapland%20%28Finland%29\"&gt;Lapland&lt;/a&gt; novels to the big screen: \"&lt;a href=\"Maa%20on%20syntinen%20laulu\"&gt;Maa on syntinen laulu&lt;/a&gt;\" (1973) and \"&lt;a href=\"Milka%20%E2%80%93%20A%20Film%20About%20Taboos\"&gt;Milka&lt;/a&gt;\" (1983).\nKaurismäki Era of the 1980s.\nThe old guard of the previous film-making generation was symbolically thrown from the throne in the beginning of 1980 by a Finnish-Soviet co-production, \"Tulitikkuja lainaamassa\", followed by Tapio Suominen's \"Täältä tullaan, elämä!\". Edvin Laine and Mikko Niskanen made their last movies, and the decade saw nearly 30 directorial debuts, including movies from &lt;a href=\"Mika%20Kaurism%C3%A4ki\"&gt;Mika&lt;/a&gt; &amp; &lt;a href=\"Aki%20Kaurism%C3%A4ki\"&gt;Aki Kaurismäki&lt;/a&gt;, &lt;a href=\"Markku%20Lehmuskallio\"&gt;Markku Lehmuskallio&lt;/a&gt;, &lt;a href=\"Pirjo%20Honkasalo\"&gt;Pirjo Honkasalo&lt;/a&gt;, Taavi Kassila, &lt;a href=\"Janne%20Kuusi\"&gt;Janne Kuusi&lt;/a&gt;, Matti Kuortti, &lt;a href=\"Matti%20Ij%C3%A4s\"&gt;Matti Ijäs&lt;/a&gt;, Olli Soinio, &lt;a href=\"Lauri%20T%C3%B6rh%C3%B6nen\"&gt;Lauri Törhönen&lt;/a&gt;, Claes Olsson, &lt;a href=\"Veikko%20Aaltonen\"&gt;Veikko Aaltonen&lt;/a&gt;, and &lt;a href=\"Pekka%20Parikka\"&gt;Pekka Parikka&lt;/a&gt;.\n\"Valehtelija\" (1981) and \"&lt;a href=\"Arvottomat\"&gt;Arvottomat&lt;/a&gt;\" (1982), directed by Mika and written by Aki Kaurismäki, broke the status quo in Finnish film industry by bringing back creativity and small scale production. Mika went to pursue a more traditional way of film making in his career with \"Klaani\" (1984), \"Rosso\" (1985), and \"&lt;a href=\"Helsinki%20Napoli%20All%20Night%20Long\"&gt;Helsinki Napoli All Night Long&lt;/a&gt;\" (1987). Aki has taken less deviations in style and theme, and his films are known for minimalistic non-verbal communication and dead-pan delivery of dialogs. While Aki is best known for the &lt;a href=\"Finland\"&gt;Suomi&lt;/a&gt;-trilogy \"&lt;a href=\"Kauas%20pilvet%20karkaavat\"&gt;Kauas pilvet karkaavat&lt;/a&gt;\" (1996), \"&lt;a href=\"Mies%20vailla%20menneisyytt%C3%A4\"&gt;Mies vailla menneisyyttä&lt;/a&gt;\" (2002), and \"&lt;a href=\"Laitakaupungin%20valot\"&gt;Laitakaupungin valot&lt;/a&gt;\" (2006), his work also includes comedy such as \"&lt;a href=\"Leningrad%20Cowboys%20Go%20America\"&gt;Leningrad Cowboys Go America&lt;/a&gt;\" (1989).\nFrom the 1990s to present.\nThe beginning of the 1990s did not look too good to the film industry, because the national economy was on a strong decline. Film financing was not a priority to the government-backed &lt;a href=\"Finnish%20Film%20Foundation\"&gt;Finnish Film Foundation&lt;/a&gt;, which is responsible for the majority of movie financing in Finland. Fortunately the situation would flip completely upside down by 1999, when nearly 30 domestic movies premiered. \"Poika ja ilves\", \"&lt;a href=\"H%C3%A4jyt\"&gt;Häjyt&lt;/a&gt;\", and \"&lt;a href=\"Kulkuri%20ja%20joutsen\"&gt;Kulkuri ja joutsen&lt;/a&gt;\" enjoyed over 200 000 viewers each, and helped to bring the popularity of domestic movies back to where it was a decade earlier.\nProlific directors introduced in the 1990s include &lt;a href=\"Markku%20P%C3%B6l%C3%B6nen\"&gt;Markku Pölönen&lt;/a&gt;, &lt;a href=\"Auli%20Mantila\"&gt;Auli Mantila&lt;/a&gt;, and &lt;a href=\"Jarmo%20Lampela\"&gt;Jarmo Lampela&lt;/a&gt;. A few popular genres can be identified from the last two decades. \"&lt;a href=\"Rukaj%C3%A4rven%20tie\"&gt;Rukajärven tie&lt;/a&gt;\", \"Pikkusisar\", and \"Hylätyt talot, autiot pihat\" take place during World War II. \"&lt;a href=\"Kulkuri%20ja%20joutsen\"&gt;Kulkuri ja joutsen&lt;/a&gt;\" (1999), \"Badding\" (2000), \"&lt;a href=\"Rentun%20Ruusu\"&gt;Rentun Ruusu&lt;/a&gt;\" (2001), \"&lt;a href=\"Sibelius%20%28film%29\"&gt;Sibelius&lt;/a&gt;\" (2003), and \"&lt;a href=\"Aleksis%20Kiven%20el%C3%A4m%C3%A4\"&gt;Aleksis Kiven elämä&lt;/a&gt;\" (2002) portray the life of popular public figures in Finland.\n2005 saw the release of &lt;a href=\"amateur%20film\"&gt;amateur&lt;/a&gt; &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; &lt;a href=\"parody%20film\"&gt;parody film&lt;/a&gt; , which was released online as a free download. The film has been downloaded over 9 million times and is internationally the most viewed Finnish film.\nIn 2011, Finland produced 31 films, 24 of which were full-length features and the other seven were documentaries.\nIn 2016, the three most watched films in Finland were all Finnish family films: \"&lt;a href=\"Ricky%20Rapper%20and%20The%20Nighthawk\"&gt;Ricky Rapper and The Nighthawk&lt;/a&gt;\" (2016), \"&lt;a href=\"The%20Angry%20Birds%20Movie\"&gt;The Angry Birds Movie&lt;/a&gt;\" (2016), and \"&lt;a href=\"Kanelia%20kainaloon%2C%20Tatu%20ja%20Patu%21\"&gt;Kanelia kainaloon, Tatu ja Patu!&lt;/a&gt;\" (2016).\nInternationally known Finnish actors and actresses include &lt;a href=\"Jasper%20P%C3%A4%C3%A4kk%C3%B6nen\"&gt;Jasper Pääkkönen&lt;/a&gt;, &lt;a href=\"Peter%20Franz%C3%A9n\"&gt;Peter Franzén&lt;/a&gt;, &lt;a href=\"Laura%20Birn\"&gt;Laura Birn&lt;/a&gt;, &lt;a href=\"Irina%20Bj%C3%B6rklund\"&gt;Irina Björklund&lt;/a&gt;, &lt;a href=\"Samuli%20Edelmann\"&gt;Samuli Edelmann&lt;/a&gt;, &lt;a href=\"Krista%20Kosonen\"&gt;Krista Kosonen&lt;/a&gt;, &lt;a href=\"Ville%20Virtanen%20%28actor%29\"&gt;Ville Virtanen&lt;/a&gt; and &lt;a href=\"Joonas%20Suotamo\"&gt;Joonas Suotamo&lt;/a&gt;."
}