{
    "id": "63712979",
    "revid": "1057708996",
    "url": "https://en.wikipedia.org/wiki?curid=63712979",
    "title": "Dye (EP)",
    "text": "Dye (stylized in all caps) is the eleventh &lt;a href=\"extended%20play\"&gt;extended play&lt;/a&gt; (EP) by South Korean boy band &lt;a href=\"Got7\"&gt;Got7&lt;/a&gt;. It was released digitally and physically on April 20, 2020 by &lt;a href=\"JYP%20Entertainment\"&gt;JYP Entertainment&lt;/a&gt; and distributed by &lt;a href=\"iriver\"&gt;Dreamus&lt;/a&gt;. It contains six songs, including the lead single \"Not By the Moon\", and four bonus tracks. It follows their previous EP \"&lt;a href=\"Call%20My%20Name%20%28EP%29\"&gt;Call My Name&lt;/a&gt;\" (2019). Musically, the EP incorporates various genres and styles including &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt;, &lt;a href=\"trap%20%28music%29\"&gt;trap&lt;/a&gt;, &lt;a href=\"reggaeton\"&gt;reggaeton&lt;/a&gt;, &lt;a href=\"house%20%28music%29\"&gt;house&lt;/a&gt;, &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; and &lt;a href=\"pop%20%28music%29\"&gt;pop&lt;/a&gt;.\nCommercially, the album debuted atop South Korea's &lt;a href=\"Gaon%20Album%20Chart\"&gt;Gaon Album Chart&lt;/a&gt; and has sold more than 460,000 copies. It also entered the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Billboard%20Charts\"&gt;World Albums&lt;/a&gt; Chart at number four. Got7 promoted the album with live performances on various &lt;a href=\"Music%20shows%20of%20South%20Korea\"&gt;music shows&lt;/a&gt;.\nBackground and release.\nOn April 2, 2020, it was reported that &lt;a href=\"Got7\"&gt;Got7&lt;/a&gt; was preparing for a comeback in late April or early May and the exact date was yet to be finalized. On April 6, the group announced the upcoming release of &lt;a href=\"extended%20play\"&gt;extended play&lt;/a&gt; \"Dye\" with lead single \"Not By the Moon\" by posting a trailer film and ten cinema scripts, narrated in English. On April 7, the first set of solo teaser photos of each member was released. On April 8, a second set of solo teaser photos were released featuring each member with &lt;a href=\"masquerade%20ball\"&gt;masquerade ball&lt;/a&gt; masks. On April 11, the band released a group photo teaser done up in a vintage style. On April 12, 4 sets of teaser photos featuring four different sub-units were released. The full album tracklist was released on April 13. On April 14, the band released lyrics teasers of songs from the EP. On April 15, the first music video teaser for the lead single \"Not By the Moon\" was released. A second music video teaser was released on April 16. On April 17, an album spoiler preview was released featuring some highlights of the album songs. On April 18, the band posted \"monograph\" teaser videos of the album. A few hours prior to the album release, JYP released behind-the-scenes of jacket shooting. The album was released on April 20, 2020, in both CD and digital formats. An accompanying music video for the lead single \"Not By the Moon\" was released in conjunction with the release of the album. The video makes references to themes of \"royalty\", \"astronomy\", \"mystical motifs\" and \"magic\" as the band clad in white perform \"complex choreography\". It was heavily inspired by English playwright and poet &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt;'s romantic tragedy \"&lt;a href=\"Romeo%20and%20Juliet\"&gt;Romeo and Juliet&lt;/a&gt;\".\nComposition.\n\"Dye\" consists of six songs while the physical version contains four additional bonus tracks. The EP's title is a &lt;a href=\"pun\"&gt;pun&lt;/a&gt; on the word \"dye\" which refers to both colour and death as they relate to \"eternal love\". According to Got7, the album \"epitomizes a permanent pledge of love\" that sonically follows their 2019 EP \"&lt;a href=\"Call%20My%20Name%20%28EP%29\"&gt;Call My Name&lt;/a&gt;\" \"but is more mournful and powerful.\" The album opens with the \"dreamy\" number \"Aura\" written by &lt;a href=\"Choi%20Young-jae\"&gt;Young-jae&lt;/a&gt;. The lead single, \"Not By the Moon\" is a &lt;a href=\"trap%20%28music%29\"&gt;trap&lt;/a&gt; and &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt; song, produced and written by JYP Entertainment's CEO &lt;a href=\"J.%20Y.%20Park\"&gt;Park Jin-young&lt;/a&gt; (J.Y. Park), with the collaboration with renowned songwriter duo Jakob Mihoubi and Rudy Daouk. It sets a darker tone for the EP and incorporates a \"heaviness\" in its production. It also features high tones and harmonies. \"Love You Better\" is a &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; and &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; song with a &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt; chorus and was written by Got7's &lt;a href=\"Park%20Jin-young%20%28entertainer%2C%20born%201994%29\"&gt;Jin-young&lt;/a&gt;. \"Crazy\" is built on &lt;a href=\"future%20bass\"&gt;future bass&lt;/a&gt; and contains an \"addictive\" melody written by JB. It features \"high-&lt;a href=\"synthesizer\"&gt;synth&lt;/a&gt; smatterings\" over \"hard-hitting &lt;a href=\"bass%20drum\"&gt;bass drum&lt;/a&gt; pattern.\" \"Trust My Love\" is a hybrid of &lt;a href=\"reggaeton\"&gt;reggaeton&lt;/a&gt; and &lt;a href=\"house%20%28music%29\"&gt;house&lt;/a&gt; with elements of &lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; for which \"intense\" drum beats and &lt;a href=\"electronic%20dance%20music\"&gt;EDM&lt;/a&gt; &lt;a href=\"bass%20guitar\"&gt;bass&lt;/a&gt; provide minimalist &lt;a href=\"instrumental\"&gt;instrumentation&lt;/a&gt;. \"Poison\" features an actual whistle and was written by &lt;a href=\"Yugyeom\"&gt;Yugyeom&lt;/a&gt;. The last four tracks \"Ride\", \"Gravity\", \"God Has Return + Mañana\" and \"JY&amp;YG Dance\" were performed by the band on the &lt;a href=\"List%20of%20Got7%20concert%20tours%23%26quot%3BKEEP%20SPINNING%26quot%3B%202019%20World%20Tour\"&gt;2019 Keep Spinning World Tour&lt;/a&gt; and are only available on the CD version of the album.\nPromotion.\nOn April 25, 2020, Got7 held an online showcase which was broadcast live via &lt;a href=\"Naver%20%28corporation%29\"&gt;Naver&lt;/a&gt;'s &lt;a href=\"V%20Live%20%28website%29\"&gt;V Live&lt;/a&gt; app. They performed \"Aura\", \"Not By the Moon\", \"Love You Better\" and \"Poison\" for the first time at the showcase. The showcase was a success, reaching 1.77 million concurrent viewers worldwide. The group then promoted the album with a series of live performances on various &lt;a href=\"Music%20shows%20of%20South%20Korea\"&gt;music shows&lt;/a&gt;, starting with &lt;a href=\"Mnet%20%28TV%20channel%29\"&gt;Mnet&lt;/a&gt;'s \"&lt;a href=\"M%20Countdown\"&gt;M Countdown!&lt;/a&gt;\" on April 23. The group also promoted the songs on &lt;a href=\"Korean%20Broadcasting%20System\"&gt;KBS&lt;/a&gt;'s \"&lt;a href=\"Music%20Bank%20%28TV%20series%29\"&gt;Music Bank&lt;/a&gt;\", &lt;a href=\"Munhwa%20Broadcasting%20Corporation\"&gt;MBC&lt;/a&gt;'s \"&lt;a href=\"Show%21%20Music%20Core\"&gt;Show! Music Core&lt;/a&gt;\" and &lt;a href=\"Seoul%20Broadcasting%20Corporation\"&gt;SBS&lt;/a&gt; \n's \"&lt;a href=\"Inkigayo\"&gt;Inkigayo&lt;/a&gt;\". In the second week of promotion, \"Not By the Moon\" won first place at &lt;a href=\"MBC%20Music\"&gt;MBC Music&lt;/a&gt;'s \"&lt;a href=\"Show%20Champion\"&gt;Show Champion&lt;/a&gt;\" on April 29. This was followed by wins on \"M Countdown!\" and \"Music Bank\". The group also appeared as guests on the April 30 episode of &lt;a href=\"SBS%20Power%20FM\"&gt;SBS Power FM&lt;/a&gt; \"Radio Show\" to discuss their album.\nCritical reception.\nChris Gillett of \"&lt;a href=\"South%20China%20Morning%20Post\"&gt;South China Morning Post&lt;/a&gt;\" gave the album a positive review, praising the diverse musical styles explored in the EP which makes it \"compelling\". He wrote: \"Whether it’s the brash synth-bass parts, the dense synth layers, or their undeniably silky hooks that weave their way in between the music, each component creates its own journey, without pulling away from the song’s nature.\"\nCommercial performance.\nThe album debuted atop the &lt;a href=\"Gaon%20Album%20Chart\"&gt;Gaon Album Chart&lt;/a&gt;, selling 280,000 physical copies in its first week. Additionally, it topped the monthly &lt;a href=\"Gaon%20Music%20Chart\"&gt;Gaon Chart&lt;/a&gt; for the month of April selling 339,737 copies. It also debuted at number 4 on the US &lt;a href=\"Billboard%20Charts\"&gt;World Albums&lt;/a&gt; chart and at number 9 on the US.&lt;a href=\"Top%20Heatseekers\"&gt;Heatseekers Albums&lt;/a&gt; chart. It entered the US &lt;a href=\"Independent%20Albums\"&gt;Independent Albums&lt;/a&gt; at number 45 for the week ending May 2 and charted at number 49 on the &lt;a href=\"UK%20Album%20Downloads%20Chart\"&gt;UK Album Downloads Chart&lt;/a&gt; for the week ending April 30.The album also achieved no 1 in iTunes in 50 countries.\nTrack listing.\nCredits adapted from &lt;a href=\"Naver%20%28corporation%29\"&gt;Naver Music&lt;/a&gt;."
}