{
    "id": "6372751",
    "revid": "230475",
    "url": "https://en.wikipedia.org/wiki?curid=6372751",
    "title": "University of Massachusetts Minuteman Marching Band",
    "text": "The University of Massachusetts Minuteman Marching Band (UMMB) is the &lt;a href=\"marching%20band\"&gt;marching band&lt;/a&gt; for the &lt;a href=\"University%20of%20Massachusetts%20Amherst\"&gt;University of Massachusetts Amherst&lt;/a&gt; known for its drum corps style and nationally renowned percussion section. The Minuteman Band is also known for its use of dance routines, vocalists, electronics, and overall showmanship.\nThe Minuteman Band plays halftime and post-game shows at all home &lt;a href=\"UMass%20Minutemen%20football\"&gt;football&lt;/a&gt; games and a variety of away games, parades, and exhibitions each season. The band has performed internationally in Canada and Ireland, at Ronald Reagan's and George W. Bush's inaugurations, the Macy's Thanksgiving Parade, and the Rose Parade. The Minuteman Band has also given five exhibition performances at the annual &lt;a href=\"Bands%20of%20America\"&gt;Bands of America&lt;/a&gt; Grand National Championships and performed at 15 pro football games. The band has performed at the annual Collegiate Marching Band Festival in Allentown, PA since the festival's inception in 1995 to 2019.\nThe UMass Band ethos was captured in the 1994 documentary \"Building Power and Class\", broadcast on PBS affiliates in Massachusetts and Pennsylvania. In 1998, the Minuteman Marching Band was awarded the prestigious &lt;a href=\"Sudler%20Trophy\"&gt;Sudler Trophy&lt;/a&gt;, the highest honor that can be bestowed upon a collegiate marching band. In 2003, band alumna and former drum major Kerstin Becker published \"Through These Doors,\" a coffee-table size book chronicling the history of the Minuteman Band.\nThe band was directed by &lt;a href=\"George%20N.%20Parks\"&gt;George N. Parks&lt;/a&gt; from 1977 until his sudden death in September 2010; prompting Assistant Director &lt;a href=\"Thom%20Hannum\"&gt;Thom Hannum&lt;/a&gt; to be named interim director, assisted by Michael Klesch. &lt;a href=\"Timothy%20Todd%20Anderson\"&gt;Timothy Todd Anderson&lt;/a&gt; was named director of the band in 2011.\nIn 2011, the &lt;a href=\"George%20N.%20Parks%20Minuteman%20Marching%20Band%20Building\"&gt;George N. Parks Minuteman Marching Band Building&lt;/a&gt; was completed, giving the band its first home since the &lt;a href=\"Old%20Chapel%20%28Amherst%2C%20Massachusetts%29\"&gt;Old Chapel&lt;/a&gt; was closed in 1997.\nHistory.\nThe band program at &lt;a href=\"University%20of%20Massachusetts%20Amherst\"&gt;University of Massachusetts Amherst&lt;/a&gt; started in 1873 when the University was known as the Massachusetts Agricultural College. The Morris Drum Corps, as it was known, was the first resemblance of a marching band at the school, and it was directed by First Lieutenant Charles Morris of the 5th Army Artillery.\nIn the 1890s, the band was renamed the Clark Memorial Cadet Band after former college president William S. Clark. At the close of the century the band's instrumentation expanded, but the musicians consisted only of military cadets.\nIn 1931, the Massachusetts Agricultural College, or \"Aggie\", became the Massachusetts State College. Soon after, in 1934, the College hired its first music instructor, Frank Stratton. A year later, Massachusetts Agricultural College started to organize a formal band program, and appointed its first non-military band instructor, Charles Farnum. The newly created band became known as the \"Redmen Marching Band\". In 1938, the band had its most successful season to date by playing at all home games and an away game versus the &lt;a href=\"United%20States%20Coast%20Guard%20Academy\"&gt;United States Coast Guard Academy&lt;/a&gt;. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, all bands at the University were disbanded from March 1943 until September 1945 because many of the members served in the military.\nAfter the war, the band remained small, so the director set out to create a female \"drill team\" to augment the band. In 1946, this team expanded to a size of 44. This drill team was given the name of the \"Precisionettes\" in 1952.\nIn 1947 the Massachusetts State College became the University of Massachusetts. The band's name changed from the Redmen Marching Band to the Minuteman Marching Band in the 1970s under the leadership of Professor John Jenkins. Jenkins brought a new style of marching, high step rapid rhythm (thighs parallel to the ground) to UMass from the University of Michigan, and composer &lt;a href=\"Jerry%20Bilik\"&gt;Jerry Bilik&lt;/a&gt;, who notably wrote the \"Fight Mass\" fight song. In 1977, &lt;a href=\"George%20N.%20Parks\"&gt;George N. Parks&lt;/a&gt; was hired to direct the band. Parks brought the &lt;a href=\"roll-step\"&gt;roll-step&lt;/a&gt; marching style and fostered the reputation that the band has today. His unique styles and intensity were widely praised.\nUntil 1997, the band was housed in &lt;a href=\"Old%20Chapel%20%28Amherst%2C%20Massachusetts%29\"&gt;Old Chapel&lt;/a&gt; on campus. From then, and until the October 17, 2009 groundbreaking of a marching band specific building, the band utilized a variety of campus locations for space. The University named the building in honor of George Parks.\nIn 2010, George Parks suffered a heart attack while traveling with the band to the University of Michigan. Associate director Thom Hannum was named interim director. In 2011, Timothy Todd Anderson was named permanent Director and Professor Hannum resumed his role as Associate Director. Christine McHugh Sirard was named Assistant Director in 2015, and serves as director of the color guard.\nIn May 2021, it was announced that UMass alumnus Ian Hale will be replacing Thom Hannum as Associate Director and head of percussion beginning August 2, 2021.\nMinuteman Band Hall of Fame.\nMany former band members and other figures have been elected to the Minuteman Band Hall of Fame by its alumni association since 1993. Induction years listed in parentheses.\nLeadership and Sections.\nStudent Staff.\nStudent leadership has a major role in the UMMB. The UMMB is composed of student run administrative staff as well as field staff. Students in these roles are responsible for many aspects of the band on and off the field.\nDrum Majors.\nAs of 2021 the current &lt;a href=\"Drum%20major%20%28marching%20band%29\"&gt;Drum majors&lt;/a&gt; are Zoe Stinson, Jack Bainton, Zoë Cohen, Daniel Cuoco, and Lauren Foley. \nExecutive Staff / Ad Staff.\nStudents can take on leadership roles within the band such as band manager, travel manager, and personnel manager. There is also administrative staff roles which include web staff, AV staff, merchandise staff, uniform staff, PR staff, historian staff, equipment staff, and librarian staff.\nInstrumentation.\nThe Minuteman Band comprises typical marching band instruments: &lt;a href=\"mellophone\"&gt;mellophone&lt;/a&gt;s instead of &lt;a href=\"French%20horn\"&gt;French horn&lt;/a&gt;s, alto and tenor &lt;a href=\"saxophone\"&gt;saxophone&lt;/a&gt;s, &lt;a href=\"flute\"&gt;flute&lt;/a&gt;s, &lt;a href=\"piccolo\"&gt;piccolo&lt;/a&gt;s (audition only), &lt;a href=\"clarinet\"&gt;clarinet&lt;/a&gt;s, &lt;a href=\"trumpet\"&gt;trumpet&lt;/a&gt;s, &lt;a href=\"trombone\"&gt;trombone&lt;/a&gt;s, marching &lt;a href=\"baritone%20horn\"&gt;baritone horn&lt;/a&gt;s, and &lt;a href=\"sousaphone\"&gt;sousaphone&lt;/a&gt;s instead of &lt;a href=\"tuba\"&gt;tuba&lt;/a&gt;s.\nIn addition to the instrumentation on the field, the band has &lt;a href=\"Keyboard%20instrument\"&gt;keyboards&lt;/a&gt;, &lt;a href=\"marimba\"&gt;marimba&lt;/a&gt;, electric &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt; and &lt;a href=\"bass%20guitar\"&gt;bass&lt;/a&gt; as well as various singers. The wind and guard sections of the band do not require auditions for their members, however some instruments like the piccolo, guitar, bass, and vocals require an audition which is open to any band member. The twirlers, drum line and front ensemble are auditioned.\nStyle.\nThe Minuteman Band's style is that of a drum corps, forming precise drill sets and shapes. However, The UMMB is known for its \"dance-like moves\" and tends to mix them in with the more traditional marching styles. The main show theme usually includes traditional marching band styles with some songs that are looser and less rigid. The band's use of amplification with &lt;a href=\"electric%20guitar\"&gt;electric guitar&lt;/a&gt;s and other percussion often gives the band the reputation as a non-traditional marching band.\nColorguard and Twirlers.\nThe UMass Colorguard and Twirlers are the visual sections in the University of Massachusetts Minuteman Marching Band, the Power and Class of New England. The Colorguard is led by Chris McHugh Sirard and is a fully modernized ensemble utilizing flag, rifle, sabre, dance, and alternative equipment.\nThe UMass colorguard began in 1974 and has been performing along side the UMMB ever since. The UMMB and Colorguard perform at halftime and during post-game at all home football games and frequently travels to away games. The band has also performed at Bands of America in 1993, 2001, 2004, 2007 and 2011. As of the 2019 season, there were over 40 members in the UMass colorguard.\nThe twirlers are led by Kristi Ochs, they incorporate baton, dance, and ribbon into their routines.\nPercussion.\nThe Minuteman Marching Band's percussion section is widely considered to be one of the best in the nation as it is one of the sections that is audition based. The UMass Drumline has helped to build a national reputation for their dedication, skill, and hard work that is paralleled by few others in the nation. The percussion section was most notably instructed by DCI hall-of-famer &lt;a href=\"Thom%20Hannum\"&gt;Thom Hannum&lt;/a&gt; until 2021 when Ian Hale was named the new head of percussion. Hannum is best known for his work in &lt;a href=\"Drum%20Corps%20International\"&gt;Drum Corps International&lt;/a&gt;, as well as being a clinician and author of percussive technique books.\nThe UMass Drumline is also known for many of its alumni who have branched out into many teaching and writing opportunities in percussive arts throughout the nation. This includes Hale who has worked with Madison Scouts, Carolina Crown, Cadets Drum and Bugle Corps, and Boston Crusaders Drum and Bugle Corps prior to his role as head of percussion and associate director. \nRecent Seasons.\n2003-2007.\nThe 2003 Season show consisted of a mix of songs with no clearly set theme. It has sometimes been called \"Hot Jazz\". Among the songs were \"&lt;a href=\"Birdland%20%28composition%29\"&gt;Birdland&lt;/a&gt;\", \"El Boro\", \"Legend of the One Eyed Sailor\", \"Get it On\", and &lt;a href=\"Gloria%20Estefan\"&gt;Gloria Estefan&lt;/a&gt;'s \"Oye Tu Conga\". The pit was featured on a version of Radiohead's \"Paranoid Android\". The band went to &lt;a href=\"University%20of%20Delaware\"&gt;Delaware&lt;/a&gt;, Allentown, MICCA Regionals in Bridgeport, CT., and to a post-season game at Colgate.\nThe 2004 Season show consisted of music from the musical \"&lt;a href=\"West%20Side%20Story%20%28musical%29\"&gt;West Side Story&lt;/a&gt;\" and songs written by &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt;. Notable performances included the &lt;a href=\"Bands%20of%20America\"&gt;Bands of America&lt;/a&gt; Grand Nationals at the &lt;a href=\"RCA%20Dome\"&gt;RCA Dome&lt;/a&gt; in Indianapolis, Indiana where they also performed the song \"God Bless the USA\" as backing band for Lee Greenwood. A smaller group of the band also performed at the Boston Public Library for a private event celebrating William Bulger's 70th birthday.\nThe 2005 season consisted of music from the movie \"&lt;a href=\"Troy%20%28film%29\"&gt;Troy&lt;/a&gt;\" and the band &lt;a href=\"Earth%2C%20Wind%2C%20and%20Fire\"&gt;Earth, Wind, and Fire&lt;/a&gt;. Among the notable performances during this season, the band played at the football game between UMass and the United States Army at &lt;a href=\"West%20Point\"&gt;West Point&lt;/a&gt;. During this performance, the band played &lt;a href=\"Lee%20Greenwood\"&gt;Lee Greenwood&lt;/a&gt;'s \"&lt;a href=\"God%20Bless%20the%20USA\"&gt;God Bless the USA&lt;/a&gt;\" in honor of the armed forces. They also performed at Symphony Hall in Boston.\nThe Minuteman Band's main show for 2006 contained music from \"&lt;a href=\"Henry%20V%20%281989%20film%29\"&gt;Henry V&lt;/a&gt;\" and the band &lt;a href=\"Chicago%20%28band%29\"&gt;Chicago&lt;/a&gt;. Performances included the UMass football games against the US Navy and the Canadian national football league playoff game in Montreal. The band's normal season was extended because UMass's football team made the playoffs. The band played their final halftime show of the 2006 post season in &lt;a href=\"Chattanooga%2C%20Tennessee\"&gt;Chattanooga, Tennessee&lt;/a&gt;, at the NCAA National Championship game vs. &lt;a href=\"Appalachian%20State%20University\"&gt;Appalachian State University&lt;/a&gt;. They also performed at Symphony Hall in Boston and for a ceremony celebrating the awarding of the Nobel Prize in Medicine to Dr. Craig Mello at the DCU Center in Worcester, Mass for which both the Governor and Lieutenant Governor were in attendance.\n2007's show included Russian Christmas Music, \"&lt;a href=\"Rhapsody%20in%20Blue\"&gt;Rhapsody in Blue&lt;/a&gt;\", and three hits by &lt;a href=\"Gloria%20Estefan\"&gt;Gloria Estefan&lt;/a&gt; including \"Anything for You\", \"Oye tu Conga\" and \"Get on your Feet\".\nIn 2007, the Band performed in &lt;a href=\"Allentown%2C%20Pennsylvania\"&gt;Allentown, Pennsylvania&lt;/a&gt;, all home UMass Football games, and the National &lt;a href=\"Bands%20of%20America\"&gt;Bands of America&lt;/a&gt; in Indianapolis.\n2008-2012.\nThe 2008 show contained the fifth movement of &lt;a href=\"Hector%20Berlioz\"&gt;Hector Berlioz&lt;/a&gt;'s \"&lt;a href=\"Symphonie%20fantastique\"&gt;Symphonie fantastique&lt;/a&gt;\", an abridged version of &lt;a href=\"Billy%20Joel\"&gt;Billy Joel&lt;/a&gt;'s \"&lt;a href=\"And%20So%20It%20Goes\"&gt;And So It Goes&lt;/a&gt;\", &lt;a href=\"Dave%20Weckl\"&gt;Dave Weckl&lt;/a&gt;'s \"Tiempo de Festival\" (performed as the percussion feature), and a medley of &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt; songs (\"Uptight (Everything's Alright)\", \"Don't You Worry 'bout a Thing\", \"For Once In My Life\", and \"Fingertips\"). \"Mon Homme\" (known by its English title \"My Man\") and \"Stars and Stripes Forever\" were arranged for the season's performance with &lt;a href=\"University%20of%20Delaware\"&gt;University of Delaware&lt;/a&gt; Fightin' Blue Hen Marching Band, and a medley of patriotic songs was performed during the final two home football games. The final home football game also featured a performance of \"Malagueña\".\nPerformance locations in 2008 included &lt;a href=\"Allentown%2C%20PA\"&gt;Allentown, PA&lt;/a&gt;, &lt;a href=\"Faneuil%20Hall\"&gt;Faneuil Hall&lt;/a&gt;, the West Boyleston Parade and Field Show, and the &lt;a href=\"MICCA\"&gt;MICCA&lt;/a&gt; High School Marching Band Championships. The band performed at all home football games, as well as two away games at &lt;a href=\"College%20of%20the%20Holy%20Cross\"&gt;College of the Holy Cross&lt;/a&gt; and &lt;a href=\"Northeastern%20University\"&gt;Northeastern University&lt;/a&gt;.\nThe fall 2009 show featured music from the Disney Motion Picture \"&lt;a href=\"Pirates%20of%20the%20Caribbean\"&gt;Pirates of the Caribbean&lt;/a&gt;\". Selections included \"&lt;a href=\"Jack%20Sparrow%20%28song%29\"&gt;Jack Sparrow&lt;/a&gt;\", \"\", \"&lt;a href=\"Davy%20Jones%20%28song%29\"&gt;Davy Jones&lt;/a&gt;\" and \"&lt;a href=\"He%27s%20a%20Pirate\"&gt;He's a Pirate&lt;/a&gt;\". Other featured selections included \"Swing Street\" By Barry Manilow and Tchaikovsky's \"1812 Overture\". The percussion section headlined \"Won't You Come Home, Bill Bailey\". The show was debuted on September 12, 2009, at halftime of the Albany game. During &lt;a href=\"band%20camp\"&gt;band camp&lt;/a&gt;, the band recorded a music video with the group &lt;a href=\"Stephen%20Kellogg%20and%20the%20Sixers\"&gt;Stephen Kellogg and the Sixers&lt;/a&gt; for their newest song at the time \"Shady Esperanto and the Young Hearts\". The group choose to use the Marching Band in the video because several members of the Sixers are Alumni of the university and the marching band.\nThe fall 2010 show featured music from the motion picture \"&lt;a href=\"The%20Wind%20and%20the%20Lion\"&gt;The Wind and the Lion&lt;/a&gt;\" as well as a medley of &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt; songs. The selection from the movie included \"The Wind and The Lion\". Other music included \"Canto Del Viento\", the percussion feature \"Oye Tu Conga\", and Madonna's \"&lt;a href=\"Like%20a%20Prayer%20%28song%29\"&gt;Like a Prayer&lt;/a&gt;\". Later shows in the season added arrangements of &lt;a href=\"I%27ll%20Be%20There%20%28Jackson%205%20song%29\"&gt;I'll Be There&lt;/a&gt; by The Jackson 5 and &lt;a href=\"When%20the%20Saints%20Go%20Marching%20In\"&gt;When the Saints Go Marching In&lt;/a&gt;. Parts of the show were debuted on September 4, 2010, at halftime of the William and Mary game. The fall 2010 season included performances in Allentown and a game at the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;.\nOn September 16, 2010, while in &lt;a href=\"Cuyahoga%20Falls%2C%20Ohio\"&gt;Cuyahoga Falls, Ohio&lt;/a&gt;, &lt;a href=\"George%20N.%20Parks\"&gt;George N. Parks&lt;/a&gt; suffered a fatal &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt; after the band's performance for the local high school and opposing team's band. The band played for the high schoolers as a \"thank you\" for being allowed to use their facilities during a stopover on the Michigan trip. The band decided to go ahead to Michigan, and performed to great success in front of 110,187 people, the largest audience in the band's history. When the band returned to Cuyahoga Falls on their way home, the town provided a banquet when the band arrived, and a police escort when they departed the next day.\nTwo weeks after Michigan, the band performed in Allentown. The following week, for Homecoming, the school held a two-hour tribute in the &lt;a href=\"Mullins%20Center\"&gt;Mullins Center&lt;/a&gt; for Parks before that day's football game. For halftime, an alumni band composed of almost 1,000 past members performed first a tune, and then a combined performance with current members of the band. In all, almost 1,300 members past and present were on the field for this performance. The next week the band attended an away game versus the &lt;a href=\"University%20of%20New%20Hampshire\"&gt;University of New Hampshire&lt;/a&gt; at &lt;a href=\"Gillette%20Stadium\"&gt;Gillette Stadium&lt;/a&gt; for the &lt;a href=\"Colonial%20Clash\"&gt;Colonial Clash&lt;/a&gt;. The band performed at &lt;a href=\"MICCA\"&gt;MICCA&lt;/a&gt; Finals in Lowell, MA the day after. The twenty-sixth annual &lt;a href=\"Band%20Day\"&gt;Band Day&lt;/a&gt; occurred two weeks later. Almost three thousand students from elementary through high school were in attendance. The next week, the band performed their field show for the last time for Senior Day.\nThe 2011 season opened on September 17 during a home game. The first song in the show was an adaptation of , written by &lt;a href=\"Hector%20Berlioz\"&gt;Hector Berlioz&lt;/a&gt; in 1830. The next song was \"You Can't Stop the Beat\", from the musical &lt;a href=\"Hairspray%20%28musical%29\"&gt;Hairspray&lt;/a&gt;. The next song was the &lt;a href=\"1812%20Overture\"&gt;1812 Overture&lt;/a&gt;, and this is followed by &lt;a href=\"Big%20Noise%20from%20Winnetka\"&gt;Big Noise from Winnetka&lt;/a&gt;. On Saturday November 5, 2011 homecoming, the &lt;a href=\"George%20N.%20Parks%20Minuteman%20Marching%20Band%20Building\"&gt;George N. Parks Minuteman Marching Band Building&lt;/a&gt; was dedicated. On November 12 the band performed at &lt;a href=\"Lucas%20Oil%20Stadium\"&gt;Lucas Oil Stadium&lt;/a&gt; for Bands of America Grand Nationals in Indianapolis, Indiana. On Saturday November 19, 2011 the band performed their field show for the last time for Senior Day.\nThe 2012 season featured games against the &lt;a href=\"University%20of%20Connecticut\"&gt;University of Connecticut&lt;/a&gt;, &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt;, and other schools in the &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt;. Songs played by the band included a selection from &lt;a href=\"Igor%20Stravinsky\"&gt;Igor Stravinsky&lt;/a&gt;'s \"&lt;a href=\"The%20Firebird\"&gt;The Firebird&lt;/a&gt;\", &lt;a href=\"Boogie%20Wonderland\"&gt;Boogie Wonderland&lt;/a&gt; by &lt;a href=\"Earth%20Wind%20and%20Fire\"&gt;Earth Wind and Fire&lt;/a&gt;, &lt;a href=\"Jai%20Ho%20%28song%29\"&gt;Jai Ho&lt;/a&gt;, and &lt;a href=\"All%20Night%20Long%20%28All%20Night%29\"&gt;All Night Long&lt;/a&gt; by &lt;a href=\"Lionel%20Richie\"&gt;Lionel Richie&lt;/a&gt;. Band Day was held on November 17 with music from The Lion King and Senior Day was held on November 23.\n2013-2017.\nOn April 3, 2011, it was announced in front of an audience at the George N. Parks Minuteman Marching Band Building that the band would be performing at the 2013 &lt;a href=\"Macy%27s%20Thanksgiving%20Day%20Parade\"&gt;Macy's Thanksgiving Day Parade&lt;/a&gt;, a first for the band. In the 2013 season, the band's show music consisted of music by Phil Collins, the classic jazz piece Malaguena, Age of Aquarius/Let the Sunshine In from the musical Hair, and Bandstand Boogie.\nAt Fenway Park in April 2014, the band was joined by Scottish bagpipers and drummers for a ceremony marking the first anniversary of the 2013 Boston Marathon bombing. In the 2014 season, the band's show music consisted of \"&lt;a href=\"In%20The%20Stone\"&gt;In The Stone&lt;/a&gt;\", \"&lt;a href=\"September%20%28Earth%2C%20Wind%20%26amp%3B%20Fire%20song%29\"&gt;September (Earth, Wind &amp; Fire song)&lt;/a&gt;\", and \"&lt;a href=\"Let%27s%20Groove\"&gt;Let's Groove&lt;/a&gt;\" by &lt;a href=\"Earth%2C%20Wind%2C%20and%20Fire\"&gt;Earth, Wind, and Fire&lt;/a&gt;, \"&lt;a href=\"Bohemian%20Rhapsody\"&gt;Bohemian Rhapsody&lt;/a&gt;\", and \"&lt;a href=\"Spain%20%28instrumental%29\"&gt;Spain (instrumental)&lt;/a&gt;\". The band also put together a special show for the football game on Veteran's Day. The show, called \"The Defense of Fort McHenry\", featured many traditional American and British songs, such as \"&lt;a href=\"Yankee%20Doodle\"&gt;Yankee Doodle&lt;/a&gt;\" and \"&lt;a href=\"Rule%2C%20Britannia%21\"&gt;Rule, Britannia!&lt;/a&gt;\", and ended with an excerpt from \"&lt;a href=\"Stars%20and%20Stripes%20Forever\"&gt;Stars and Stripes Forever&lt;/a&gt;\". The band traveled to &lt;a href=\"Penn%20State\"&gt;Penn State&lt;/a&gt; for the first time. They played at the &lt;a href=\"Penn%20State%20Blue%20Band\"&gt;Penn State Blue Band&lt;/a&gt;'s version of Band Day, and at the UMass v. Penn State football game that immediately followed. Band Day was held on October 18 and had music from &lt;a href=\"Up%20%282009%20film%29\"&gt;Up (2009 film)&lt;/a&gt;, \"&lt;a href=\"The%20Incredibles\"&gt;The Incredibles&lt;/a&gt;\", and \"&lt;a href=\"Toy%20Story\"&gt;Toy Story&lt;/a&gt;\". Senior Day was held on November 28.\nDuring the band's field show on Senior Day in 2016, it was announced that the band was selected to perform in the 2018 &lt;a href=\"Tournament%20of%20Roses%20Parade\"&gt;Tournament of Roses Parade&lt;/a&gt; in Pasadena, California. On January 1, 2018 The UMass marching band performed in the &lt;a href=\"Rose%20Parade\"&gt;Rose Parade&lt;/a&gt; on Jan. 1 in Pasadena, California. The parade gained nearly 50 million television viewers.\n2018-Present.\nAfter performing in the 2018 Tournament of the Roses Parade, the UMMB had successful fall 2018 and fall 2019 seasons featuring performances in 2018 &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt; games, the National Collegiate Marching Band Festival, MICCA, and hosting &lt;a href=\"Band%20Day\"&gt;Band Day&lt;/a&gt;s each year. In 2018, &lt;a href=\"1812%20Overture\"&gt;1812 Overture&lt;/a&gt; was the featured woodwind piece and in 2019, &lt;a href=\"Festive%20Overture%20%28Shostakovich%29\"&gt;Festive Overture (Shostakovich)&lt;/a&gt;. 2018 was also the last season that \"Roll Down the Field\" would be played in pre-game. 2019 also featured a percussion feature of &lt;a href=\"Gloria%20Estefan\"&gt;Gloria Estefan&lt;/a&gt;'s \"Get on Your Feet\" / \"Conga\", and an arrangement of &lt;a href=\"Stephen%20Sondheim\"&gt;Sondheim&lt;/a&gt;'s \"&lt;a href=\"Send%20In%20the%20Clowns\"&gt;Send In the Clowns&lt;/a&gt;\".\nThe entire fall 2020 season including band camp was canceled due to the ongoing global &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. UMass moved classes online and the UMMB was not able to hold in person rehearsals or performances for the first time in over 100 years. In Fall 2020, the UMMB held a virtual band day and virtual multibands performance. Starting Spring 2021, the UMMB was able to hold spring marching band outdoor rehearsals a few nights a week. These rehearsals complied with &lt;a href=\"Social%20distancing\"&gt;Social distancing&lt;/a&gt; guidelines regarding the ongoing pandemic by splitting the band up into sectionals every rehearsal.\nIn late May 2021, alumnus Ian Hale was announced the new Associate Director and head of percussion of the Minuteman Marching Band, replacing &lt;a href=\"Thom%20Hannum\"&gt;Thom Hannum&lt;/a&gt; after 40 years. Thom Hannum will still continue in a part-time role with the Minuteman Band.\nSongs.\nThe UMMB incorporates a pre-game show at all home football games in which several traditional songs are always played and the band marches into its traditional \"M\" formation. The Minuteman Band always features a Colonial Honor Guard made up of band members during the pre-game show. They march onto the field to the theme from \"The Patriot\" for the National Anthem. There is also a post-game \"5th quarter\" show at all football games in which the band's normal show is performed again. The band always closes its shows with Frank Sinatra's \"My Way\".\nThe Traditional Songs:\n\"Patriot\", the theme from the movie \"&lt;a href=\"The%20Patriot%20%282000%20film%29\"&gt;The Patriot&lt;/a&gt;\", was last played in 2010."
}