{
    "id": "63734151",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=63734151",
    "title": "911 (Lady Gaga song)",
    "text": "\"911\" is a song by American singer &lt;a href=\"Lady%20Gaga\"&gt;Lady Gaga&lt;/a&gt; recorded for her sixth studio album, \"&lt;a href=\"Chromatica\"&gt;Chromatica&lt;/a&gt;\" (2020). It appears as the album's eighth track, preceded by a &lt;a href=\"String%20section\"&gt;string arrangement&lt;/a&gt; titled \"Chromatica II\". It was written by Gaga along with &lt;a href=\"Justin%20Tranter\"&gt;Justin Tranter&lt;/a&gt;, &lt;a href=\"BloodPop\"&gt;BloodPop&lt;/a&gt;, and &lt;a href=\"Madeon\"&gt;Madeon&lt;/a&gt;, with the latter two also producing along with Benjamin Rice. It is a &lt;a href=\"Eurodisco\"&gt;Eurodisco&lt;/a&gt;, &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt;, and &lt;a href=\"electropop\"&gt;electropop&lt;/a&gt; song with influences from &lt;a href=\"funk\"&gt;funk&lt;/a&gt; and &lt;a href=\"techno\"&gt;techno&lt;/a&gt;. Lyrically, it talks about mental health and the &lt;a href=\"antipsychotic\"&gt;antipsychotic&lt;/a&gt; medication Gaga takes. \"911\" was serviced to French and Italian contemporary hit radio as the third single off the album on September 18 and 25, 2020, respectively.\nNumerous &lt;a href=\"Music%20journalism\"&gt;music critics&lt;/a&gt; called the track one of the best from the album, praising both its production and songwriting. The \"seamless\" transition between \"Chromatica II\" and \"911\" was also highlighted and was turned into several memes upon the album's release. The accompanying music video was directed by &lt;a href=\"Tarsem%20Singh\"&gt;Tarsem Singh&lt;/a&gt; and features a surreal dreamscape and a twist ending. It was largely inspired by &lt;a href=\"Armenia\"&gt;Armenian&lt;/a&gt; film director &lt;a href=\"Sergei%20Parajanov\"&gt;Sergei Parajanov&lt;/a&gt;'s 1969 &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; art film \"&lt;a href=\"The%20Color%20of%20Pomegranates\"&gt;The Color of Pomegranates&lt;/a&gt;\". Gaga performed \"911\" at the &lt;a href=\"2020%20MTV%20Video%20Music%20Awards\"&gt;2020 MTV Video Music Awards&lt;/a&gt; as part of a medley. The song received remix versions by Bruno Martini, &lt;a href=\"Sofi%20Tukker\"&gt;Sofi Tukker&lt;/a&gt;, and &lt;a href=\"WEISS%20%28musician%29\"&gt;WEISS&lt;/a&gt; on December 4, 2020, while a new version by &lt;a href=\"Charli%20XCX\"&gt;Charli XCX&lt;/a&gt; and &lt;a href=\"A.G.%20Cook\"&gt;A.G. Cook&lt;/a&gt; appeared on Gaga's &lt;a href=\"remix%20album\"&gt;remix album&lt;/a&gt;, \"&lt;a href=\"Dawn%20of%20Chromatica\"&gt;Dawn of Chromatica&lt;/a&gt;\" (2021).\nBackground and release.\n\"911\" was written by Lady Gaga, &lt;a href=\"Justin%20Tranter\"&gt;Justin Tranter&lt;/a&gt;, &lt;a href=\"BloodPop\"&gt;BloodPop&lt;/a&gt;, and &lt;a href=\"Madeon\"&gt;Madeon&lt;/a&gt;; production was done by the latter two, along with Benjamin Rice. The song details and describes Gaga's relationship to her &lt;a href=\"antipsychotic\"&gt;antipsychotic&lt;/a&gt; medication, &lt;a href=\"olanzapine\"&gt;olanzapine&lt;/a&gt;. Gaga said: \"It's about an antipsychotic that I take. And it's because I can't always control things that my brain does. I know that. And I have to take medication to stop the process that occurs.\" BloodPop further elaborated:\nIn an interview with \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\", BloodPop confirmed that while Gaga was recording the song, she insisted that the studio be near pitch-black and that she wear a wig in order to feel like someone else as she wanted to \"relive everything she was talking about in the song with every take\". Co-writer and producer &lt;a href=\"Madeon\"&gt;Madeon&lt;/a&gt; added that they wanted to keep production quiet because \"there's so much life and impact in those lyrics that you want to let them breathe. You don't need to drown them.\"\nOn September 17, 2020, Gaga retweeted a post from 2013 that said, \"A POP MUSIC EMERGENCY IS UNDERWAY 911.\" A day later, \"911\" was announced as the third single of \"Chromatica\". The song was released to French and Italian pop radios on September 18 and 25, respectively. Earlier, it impacted Russian &lt;a href=\"contemporary%20hit%20radio\"&gt;mainstream radios&lt;/a&gt; on July 2, 2020.\nComposition and lyrics.\n\"911\" is largely a &lt;a href=\"Euro%20disco\"&gt;Euro disco&lt;/a&gt;, &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt; and &lt;a href=\"electropop\"&gt;electropop&lt;/a&gt; song, which sees Gaga using monotonous, robotic vocal effects on top of &lt;a href=\"Industrial%20music\"&gt;industrial&lt;/a&gt; synthesizers, a &lt;a href=\"techno\"&gt;techno&lt;/a&gt;-&lt;a href=\"funk\"&gt;funk&lt;/a&gt; groove, and a \"trippy\" chorus. Leah Greenblatt from \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" compared the song to the work of French electronic music duo &lt;a href=\"Daft%20Punk\"&gt;Daft Punk&lt;/a&gt;, while Nick Smith of \"&lt;a href=\"musicOMH\"&gt;musicOMH&lt;/a&gt;\" noted similarities to &lt;a href=\"Kylie%20Minogue\"&gt;Kylie Minogue&lt;/a&gt;'s \"&lt;a href=\"Speakerphone%20%28song%29\"&gt;Speakerphone&lt;/a&gt;\". Jem Aswad from \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" found a \"vocal nod to &lt;a href=\"Lipps%20Inc.\"&gt;Lipps Inc.&lt;/a&gt;'s 1980 smash '&lt;a href=\"Funkytown\"&gt;Funky Town&lt;/a&gt;' in Gaga's trademark robo-dominatrix voice.\" Adam Antar of &lt;a href=\"Medium%20%28website%29\"&gt;Medium&lt;/a&gt; pointed out the \"robotic &lt;a href=\"Eurythmics\"&gt;Eurythmics&lt;/a&gt;-sounding beat that mirrors [the singer's] inflection\".\n\"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" Nolan Feeney described \"911\" as \"a song about when your brain and your body feel at war with each other.\" Throughout both verses, the singer describes her battle with mental health and the self-loathing she feels for not being able to deal with the world around her. Gaga also lists the ways her mental illnesses are clouding the way she sees the surrounding world. The lines \"I can't see me cry/Can't see me cry ever again/I can't see me cry/Can't see me cry/This is the end\" are referencing the decreased emotional responses which are side-effect of her medication. In the chorus, the singer fully accepts and realizes her mental illness and admits her dependence on an antipsychotic to help her survive, with the line: \"My biggest enemy is me / pop a 911\".\n\"Chromatica II\".\n\"911\" is one of the three songs on the \"Chromatica\" album which are preceded by an orchestral interlude. Gaga wanted to emphasize the \"cinematic\" feeling of the record and felt that it had distinct acts, \"such as the sharp right turn it takes when '911' kicks in.\" The interludes were composed by musician &lt;a href=\"Morgan%20Kibby\"&gt;Morgan Kibby&lt;/a&gt;, who assembled a 26-person orchestra to record the &lt;a href=\"String%20section\"&gt;string arrangements&lt;/a&gt;. Talking about the creative process of \"Chromatica II\", the interlude preceding \"911\", she explained:\nUpon the album's release, the seamless transition between \"Chromatica II\" and \"911\" became a fan-favorite and was discussed as an album highlight. It generated several &lt;a href=\"Internet%20meme\"&gt;memes&lt;/a&gt;, with people editing the transition into classic scenes from movies and TV, other internet memes, phrases, and videos, and recreating the transition with similar sounding songs, most notably with Kylie Minogue's \"&lt;a href=\"Can%27t%20Get%20You%20Out%20of%20My%20Head\"&gt;Can't Get You Out of My Head&lt;/a&gt;\". &lt;a href=\"Annie%20Zaleski\"&gt;Annie Zaleski&lt;/a&gt; of \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine found the strings of \"Chromatica II\" a \"delight\", as they \"&lt;a href=\"crescendo\"&gt;crescendo&lt;/a&gt; and swerve\" into \"911\".\nCanadian singer and producer &lt;a href=\"Grimes%20%28musician%29\"&gt;Grimes&lt;/a&gt; was set to remix the interlude for Gaga's third &lt;a href=\"remix%20album\"&gt;remix album&lt;/a&gt; \"&lt;a href=\"Dawn%20of%20Chromatica\"&gt;Dawn of Chromatica&lt;/a&gt;\", as well as \"&lt;a href=\"Chromatica%20I\"&gt;Chromatica I&lt;/a&gt;\" and \"&lt;a href=\"Chromatica%20III\"&gt;Chromatica III&lt;/a&gt;\"; however, her contributions did not make the final cut.\nCritical reception.\nSpencer Kornhaber from \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;\" found \"911\" a standout moment of the \"Chromatica\" album and described it as a \"playfully robotic\" song which \"reveals new intricacies with each listen.\" Stephen Daw of \"Billboard\" ranked the track as the third best from the album, with \"deeply satisfying production\" and \"some ridiculously clever songwriting\", while saying that Gaga \"is in her element when she is delivering camp.\" Kory Grow from \"Rolling Stone\" thought the song \"splits the difference between &lt;a href=\"the%20Buggles\"&gt;the Buggles&lt;/a&gt; and &lt;a href=\"Kraftwerk\"&gt;Kraftwerk&lt;/a&gt;, filtered through Gaga's &lt;a href=\"kaleidoscope\"&gt;kaleidoscope&lt;/a&gt;\" and noted that \"she's at her best... when taking musical risks\", like with \"911\". Jeremy J. Fisette from \"&lt;a href=\"Beats%20Per%20Minute%20%28website%29\"&gt;Beats Per Minute&lt;/a&gt;\" named it the \"strongest song on the record\". Tom Johnson from \"&lt;a href=\"The%20Line%20of%20Best%20Fit\"&gt;The Line of Best Fit&lt;/a&gt;\" also found it an album highlight, saying that along with another track, \"Replay\", they are both \"honest and thoughtful, brilliant dance music.\"\nWriting for \"&lt;a href=\"PopMatters\"&gt;PopMatters&lt;/a&gt;\", Evan Sawdey thought that even though \"Gaga is still hiding behind &lt;a href=\"vocoder\"&gt;vocoder&lt;/a&gt;s and numerous filtered vocal effects\", the song is one of the best moments of the album as her \"real life and experiences are seeping through the gaps in the &lt;a href=\"Four%20on%20the%20floor%20%28music%29\"&gt;4/4 rhythm&lt;/a&gt; chains\". Caryn Ganz of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" listed the \"winking monotony\" of \"911\" as one of the moments she enjoyed from the album. \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" Mikael Wood called it a \"catchy, fist-pumping song\". Sal Cinquemani of \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\" thought that Gaga's \"&lt;a href=\"Distortion%20%28music%29\"&gt;distorted&lt;/a&gt; vocals\" and the \"euphoric swoon of the track's pre-chorus\" create an \"effective contrast\". Alexa Camp from the same publication found \"911\" reminiscent of the singer's past singles, \"&lt;a href=\"LoveGame\"&gt;LoveGame&lt;/a&gt;\" and \"&lt;a href=\"G.U.Y.\"&gt;G.U.Y.&lt;/a&gt;\". Dan Weiss from \"&lt;a href=\"Spin%20%28magazine%29\"&gt;Spin&lt;/a&gt;\" criticized the song for being \"so breathlessly wordy you can't remember (or even find) the hook\". Mark Richardson from \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" thought that \"911\" along with another song, \"Enigma\", \"find Lady Gaga deploying the more bombastic style of her earlier hits to lesser effect.\"\nMusic video.\nBackground and production.\nThe music video was directed by filmmaker &lt;a href=\"Tarsem%20Singh\"&gt;Tarsem Singh&lt;/a&gt; and was shot in August 2020 in &lt;a href=\"Valencia%2C%20Santa%20Clarita%2C%20California\"&gt;Valencia&lt;/a&gt;, a neighborhood in &lt;a href=\"Santa%20Clarita%2C%20California\"&gt;Santa Clarita, California&lt;/a&gt;. The sand dunes for the opening scene were photographed at &lt;a href=\"San%20Luis%20Obispo%2C%20California\"&gt;San Luis Obispo&lt;/a&gt; by Tarsem, who removed the sea and changed the color of the sand to white in post-production. He originally wanted to shoot the desert scenes in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, and use a real city location instead of a backlot for the final scene, but they didn't get the necessary permissions due to the ongoing &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20States\"&gt;COVID-19 pandemic&lt;/a&gt;. Because of the pandemic, everybody on the filming location in Valencia were required to have solid tests and stand completely away from each other. The shooting was also made difficult by wearing tight clothes in the desert, with 118 °F (47 °C) heat, which caused some of the people to pass out. &lt;a href=\"Nicola%20Formichetti\"&gt;Nicola Formichetti&lt;/a&gt; outfitted the video, with many pieces designed by &lt;a href=\"Armenians%20in%20Russia\"&gt;Russian-Armenian&lt;/a&gt; artist Karina Akopyan.\nThe concept for the story of the video came from Tarsem, who shared the more than 25-year-old idea with Gaga as her \"life story spoke so much to him.\" He once considered using the idea for a video to &lt;a href=\"Massive%20Attack\"&gt;Massive Attack&lt;/a&gt;, but that did not work out due to scheduling conflicts. Talking about the video, Gaga said she \"felt so alive making it, maybe more than at any other point during the making of \"Chromatica\".\" She also added that filming required her to \"revisit the kind of dark hole she was in when she wrote it\", though \"she didn't slip back down; she shook it off and went back to work\". Gaga later posted the following on her Instagram: \nThe video premiered on September 18, 2020, on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; at 9AM &lt;a href=\"Pacific%20Time%20Zone\"&gt;PT&lt;/a&gt;. Tarsem revealed that it was supposed to be released earlier but was pushed back because it was \"too close to &lt;a href=\"September%2011%20attacks\"&gt;9/11&lt;/a&gt;, and that wasn’t being sensitive enough.\" In addition to \"911\", the video includes the orchestral interludes \"Chromatica II\" and \"Chromatica III\", the preludes to \"911\" and \"&lt;a href=\"Sine%20from%20Above\"&gt;Sine from Above&lt;/a&gt;\", respectively. &lt;a href=\"LG%20Electronics\"&gt;LG Electronics&lt;/a&gt; later included an exclusive edit of the music video, along with commentary by Tarsem Singh, on its FOMO channel which is available on the company's smart TVs. On December 12, 2020, Gaga released the forty-ninth episode of her web series Gagavision, showing the behind the scenes of the music video. On August 14, 2021, a new 360-degree behind the scenes video was released exclusively on the &lt;a href=\"CEEK%20VR\"&gt;CEEK VR&lt;/a&gt; app.\nSynopsis.\nThe video begins with Gaga in a desert sprawled out next to a broken bicycle and pomegranates spilled on the ground. Gaga's eyes are concealed in a red fabric blindfold. A figure dressed in black riding a &lt;a href=\"dark%20horse\"&gt;dark horse&lt;/a&gt; lures her out of the dunes and into a &lt;a href=\"Mission%20%28station%29\"&gt;mission&lt;/a&gt;. As the song starts, she enters the mission filled with oddly dressed people, including a man banging his head onto a pillow and a woman resembling &lt;a href=\"Santa%20Muerte\"&gt;Santa Muerte&lt;/a&gt; cradling a &lt;a href=\"mummy\"&gt;mummy&lt;/a&gt;. Additional characters call a man dressed in black and a woman dressed in white, who float down from the sky using an umbrella, as they watch Gaga move throughout the mission's courtyard. The two characters try to engage with Gaga, but she continues to drift away from them. When Gaga is trying to fly away, with a glory around her head, the man pulls her back down to the ground with a rope. Later in the video, Gaga wears a full-body floral suit, and an item resembling an ambulance &lt;a href=\"spinal%20board\"&gt;spinal board&lt;/a&gt; is brought in behind her. Everyone gathers inside the mission to watch Gaga, as the woman in white opens a wooden box akin to a &lt;a href=\"Defibrillation\"&gt;defibrillator&lt;/a&gt;.\nGaga begins to cry and scream, waking up in the real world, where she is seen lying outside of a movie theater. The marquee reads, \"Armenian Film Festival\". Paramedics shock her back to life after being hurt in a car-bicycle accident. After she is revived, the doctor asks if she's on any medication, for which she replies, \"I didn't have pain pills.\" All the imagery from the fantasy world appear as billboards on the street where the accident occurred, along with the people surrounding her.\nInspirations and analysis.\nThroughout the video, Singh visually references \"&lt;a href=\"The%20Color%20of%20Pomegranates\"&gt;The Color of Pomegranates&lt;/a&gt;\" (1969), an &lt;a href=\"Armenian%20Soviet%20Socialist%20Republic\"&gt;Armenian Soviet&lt;/a&gt; art film by Armenian filmmaker &lt;a href=\"Sergei%20Parajanov\"&gt;Sergei Parajanov&lt;/a&gt;. The more obvious nods to the film include pomegranates scattered around Gaga's wrecked bicycle, and the film's poster appearing on the street scene at the end of the video. Gaga's video presents the film's symbols in her own allegory of pain. Some of the outfits are inspired by painter &lt;a href=\"Frida%20Kahlo\"&gt;Frida Kahlo&lt;/a&gt;'s style, and the accident scene is reminiscent of the traumatic bus collision that inspired some of Kahlo's most famous work. Its reminiscent visuals were also inspired by Singh's 2000 film \"&lt;a href=\"The%20Cell\"&gt;The Cell&lt;/a&gt;\". Other references include &lt;a href=\"Federico%20Fellini\"&gt;Federico Fellini&lt;/a&gt;'s \"&lt;a href=\"8%C2%BD\"&gt;8½&lt;/a&gt;\" (1963) and &lt;a href=\"Alejandro%20Jodorowsky\"&gt;Alejandro Jodorowsky&lt;/a&gt;'s \"&lt;a href=\"The%20Holy%20Mountain%20%281973%20film%29\"&gt;The Holy Mountain&lt;/a&gt;\" (1973).\nSimilar to \"&lt;a href=\"The%20Wizard%20of%20Oz%20%281939%20film%29\"&gt;The Wizard of Oz&lt;/a&gt;\" (1939), the characters appearing in Gaga's imagination are portrayed by the same people who she saw in reality, the victims and first responders who are at the site of the accident. For example, the man seen earlier banging his head into a pillow, is a driver with a head injury who lays his head on a deflated &lt;a href=\"airbag\"&gt;airbag&lt;/a&gt;, while the man and woman chasing Gaga throughout the hallucination represent the &lt;a href=\"Emergency%20medical%20services\"&gt;EMS&lt;/a&gt; personnel who are attempting to revive her. The video utilizes a wide array of symbolism used to indicate real world objects, such as Gaga's bracelet representing a &lt;a href=\"tourniquet\"&gt;tourniquet&lt;/a&gt;, and the mirror that flashes a light into Gaga's face representing the medical &lt;a href=\"penlight\"&gt;penlight&lt;/a&gt; used by the paramedic to check real-life Gaga's responses. The blindfold on Gaga's face at the beginning of the video symbolizes how her character is unconscious in real life. In the final scene of Gaga's hallucination, there are several symbols - the same symbol from the cover art of \"Chromatica\" - and scars on her forehead, representing \"things that she's gotten through in her life\", the singer's makeup artist Sarah Tanno explains. It also makes reference to her song \"Replay\", which contains the lyrics \"the scars on my mind are on replay\".\nReception.\nJustin Curto from \"&lt;a href=\"Vulture%20%28magazine%29\"&gt;Vulture&lt;/a&gt;\" wrote that \"Lady Gaga is back to being her fully indecipherable self in her new music video [...] with an instantly iconic cast of characters and a twist that demands hours of rewatching and theorizing.\" Gil Kaufman of \"Billboard\" pointed out the music video's homage to \"The Color of Pomegranates\", saying that it similarly \"eschews traditional narrative in favor of dramatic, colorful scenes packed with eye-catching symbolism.\" Jon Blistein of \"Rolling Stone\" described the clip as an \"eye-popping fever dream\". Charlotte Krol from \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" wrote that the singer \"taps into her superb acting once again\" with the music video. Writing for \"Variety\", Jazz Tangcay stated that \"there's so much to unpack\" in the video, saying that \"it's filled with symbolism and that twist will start many discussions.\" \"Entertainment Weekly\"s Joey Nolfi also noted the \"heavy symbolism\" in the video, saying \"the video itself defies classification.\" Janelle Okwodu of \"&lt;a href=\"Vogue%20%28magazine%29\"&gt;Vogue&lt;/a&gt;\" called the video \"a stunning tribute to surreal style\", adding that \"the pop star goes to great lengths to make her music videos original, and [...] she raised the bar with the surprise release of '911', a [...] mini-film chock full of arresting imagery.\" Jenna Ryu from \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" called it \"artistically arresting\" and highlighted that it contains strong colors, with many details and a catchy storytelling. \"Pitchfork\"s Eric Torres ranked the video as the third best one of September 2020, claiming \"all the head-scratching symbology slips away, revealing a twist ending that should probably come with a trigger warning.\"\nAt the end of 2020, \"Billboard\" named it the fourth best music video of the year. It also won the award for Best Make-Up in a Commercial/Music Video at the &lt;a href=\"Make-Up%20Artists%20and%20Hair%20Stylists%20Guild%20Awards%202020\"&gt;2021 Make-Up Artists and Hair Stylists Guild Awards&lt;/a&gt;. At the &lt;a href=\"2021%20MTV%20Video%20Music%20Awards\"&gt;2021 MTV Video Music Awards&lt;/a&gt;, the video was nominated for &lt;a href=\"MTV%20Video%20Music%20Award%20for%20Best%20Cinematography\"&gt;Best Cinematography&lt;/a&gt; and &lt;a href=\"MTV%20Video%20Music%20Award%20for%20Best%20Art%20Direction\"&gt;Best Art Direction&lt;/a&gt;.\nLive performance.\nOn August 30, 2020, Gaga performed a medley of songs from \"Chromatica\" at the &lt;a href=\"2020%20MTV%20Video%20Music%20Awards\"&gt;2020 MTV Video Music Awards&lt;/a&gt;, which included \"911\". The performance started with Gaga laying on a couch, watching a '90s throwback VMAs ceremony. She then slid down a pole to a room full of naked mannequins while \"Chromatica II\" was playing. As the instrumentals segued into \"911\", she joined her backup dancers for the choreographed performance. Gaga was wearing a bright green two-piece bodysuit, along with a sound-reactive LED &lt;a href=\"Face%20masks%20during%20the%20COVID-19%20pandemic\"&gt;face mask&lt;/a&gt;.\nRemixes.\nRemixes by Bruno Martini, &lt;a href=\"Sofi%20Tukker\"&gt;Sofi Tukker&lt;/a&gt;, and &lt;a href=\"WEISS%20%28musician%29\"&gt;WEISS&lt;/a&gt; were released on December 4, 2020. One of the song's producers, Madeon, remixed the song for his &lt;a href=\"DJ%20Mix\"&gt;DJ Mix&lt;/a&gt; \"NYE 2021\" that was released three weeks later. \nDuring a &lt;a href=\"wikt%3AQ%20and%20A\"&gt;Q&amp;A&lt;/a&gt; on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; on March 27, 2021, &lt;a href=\"Charli%20XCX\"&gt;Charli XCX&lt;/a&gt; revealed she was contacted by BloodPop to be part of a remix of the song, but nothing came of it. Later that day, the producer posted a screenshot of a conversation with her confirming he had sent its &lt;a href=\"Stem%20%28music%29\"&gt;stems&lt;/a&gt; to her back in November 2020. However, due to a communication error, XCX claimed to have never gotten them, but would look to see if her team has them. Her remix, featuring English producer &lt;a href=\"A.%20G.%20Cook\"&gt;A. G. Cook&lt;/a&gt;, was released on September 3, 2021, as part of Gaga's third remix album \"&lt;a href=\"Dawn%20of%20Chromatica\"&gt;Dawn of Chromatica&lt;/a&gt;\". The song includes a new verse with Charli's lines: \"I look out to &lt;a href=\"Venus\"&gt;Venus&lt;/a&gt; and search for a place / And search for a place / And sometimes I hate myself / If it's all getting way harder / Turn it up, party to Gaga. \nNeil Z. Yeung of &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; called the remix one of the highlights of the \"Dawn of Chromatica album\", saying that \"Charli XCX and A.G. Cook revive '911' as a pulsing digital epic\". \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\"'s Jamieson Cox praised the \"&lt;a href=\"crystalline\"&gt;crystalline&lt;/a&gt; &lt;a href=\"hyperpop\"&gt;hyperpop&lt;/a&gt;\" remix and its \"stunning\" final verse and outro, dubbing it \"some of Charli's finest work since \"&lt;a href=\"Pop%202%20%28mixtape%29\"&gt;Pop 2&lt;/a&gt;\".\" Alexa Camp of \"Slant Magazine\" thought that XCX \"injects some much-needed expressiveness\" in the song, while Cook \"drags [it] from the late &lt;a href=\"2000s%20in%20music\"&gt;aughts&lt;/a&gt; into something approaching the future.\" Writing for \"&lt;a href=\"Clash%20%28magazine%29\"&gt;Clash&lt;/a&gt;\", Robin Murray praised the remix as \"stellar\". Writing for \"&lt;a href=\"Gigwise\"&gt;Gigwise&lt;/a&gt;\", Alex Rigotti called it the third best track on the record, which \"transforms the rigid, robotic original into something way more chaotic, but tense\", delivering \"high drama\" while \"sounding utterly transcendental\". She appreciated Charli for \"performing more in her vocal style instead of conforming to Gaga’s standards\". Joey Nolfi of \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" thought that XCX reimagined the song \"into something that suits her own brand while bringing out new layers in Gaga's raw lyrics.\"\nTrack listing.\nDigital download / streaming – Bruno Martini remix\nDigital download / streaming – &lt;a href=\"Sofi%20Tukker\"&gt;Sofi Tukker&lt;/a&gt; remix\nDigital download / streaming – &lt;a href=\"WEISS%20%28musician%29\"&gt;WEISS&lt;/a&gt; remix"
}