{
    "id": "637385",
    "revid": "1067189432",
    "url": "https://en.wikipedia.org/wiki?curid=637385",
    "title": "John Colborne, 1st Baron Seaton",
    "text": "&lt;a href=\"Field%20marshal%20%28United%20Kingdom%29\"&gt;Field Marshal&lt;/a&gt; John Colborne, 1st Baron Seaton, (16 February 1778 – 17 April 1863) was a &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer and colonial governor. After taking part as a junior officer in the &lt;a href=\"Anglo-Russian%20invasion%20of%20Holland\"&gt;Anglo-Russian invasion of Holland&lt;/a&gt;, &lt;a href=\"Ralph%20Abercromby\"&gt;Sir Ralph Abercromby&lt;/a&gt;'s &lt;a href=\"French%20campaign%20in%20Egypt%20and%20Syria\"&gt;expedition to Egypt&lt;/a&gt; and then the &lt;a href=\"War%20of%20the%20Third%20Coalition\"&gt;War of the Third Coalition&lt;/a&gt;, he served as military secretary to &lt;a href=\"John%20Moore%20%28British%20Army%20officer%29\"&gt;Sir John Moore&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Corunna\"&gt;Battle of Corunna&lt;/a&gt;. He then commanded the 2nd Battalion of the &lt;a href=\"66th%20%28Berkshire%29%20Regiment%20of%20Foot\"&gt;66th Regiment of Foot&lt;/a&gt; and, later, the &lt;a href=\"52nd%20%28Oxfordshire%29%20Regiment%20of%20Foot\"&gt;52nd Regiment of Foot&lt;/a&gt; at many of the battles of the &lt;a href=\"Peninsular%20War\"&gt;Peninsular War&lt;/a&gt;. At the &lt;a href=\"Battle%20of%20Waterloo\"&gt;Battle of Waterloo&lt;/a&gt;, Colborne on his own initiative brought the 52nd Regiment of Foot forward, took up a flanking position in relation to the &lt;a href=\"Imperial%20Guard%20%28Napoleon%20I%29\"&gt;French Imperial Guard&lt;/a&gt; and then, after firing repeated volleys into their flank, charged at the Guard so driving them back in disorder.\nHe went on to become commander-in-chief of all the armed forces in British North America, personally leading the offensive at the &lt;a href=\"Battle%20of%20Saint-Eustache\"&gt;Battle of Saint-Eustache&lt;/a&gt; in &lt;a href=\"Lower%20Canada\"&gt;Lower Canada&lt;/a&gt; and defeating the &lt;a href=\"Lower%20Canada%20Rebellion\"&gt;rebel&lt;/a&gt; force in December 1837. After that he was &lt;a href=\"List%20of%20Lord%20High%20Commissioners%20of%20the%20Ionian%20Islands\"&gt;high commissioner of the Ionian Islands&lt;/a&gt; and then &lt;a href=\"Commander-in-Chief%2C%20Ireland\"&gt;Commander-in-Chief, Ireland&lt;/a&gt;.\nEarly career and the Peninsular War.\nBorn in &lt;a href=\"Lymington\"&gt;Lymington&lt;/a&gt;, &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt; the only son of Samuel Colborne also from Lymington and Cordelia Anne Colborne (née Garstin), Colborne was educated at &lt;a href=\"Christ%27s%20Hospital\"&gt;Christ's Hospital&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt; and at &lt;a href=\"Winchester%20College\"&gt;Winchester College&lt;/a&gt;. He was commissioned as an &lt;a href=\"Ensign%20%28rank%29\"&gt;ensign&lt;/a&gt; in the &lt;a href=\"Lancashire%20Fusiliers\"&gt;20th Regiment of Foot&lt;/a&gt; on 10 July 1794 securing all subsequent steps in his regimental promotion without &lt;a href=\"Purchase%20of%20commissions%20in%20the%20British%20army\"&gt;purchase&lt;/a&gt;. Promoted to &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; on 4 September 1795 and to &lt;a href=\"captain%20lieutenant\"&gt;captain lieutenant&lt;/a&gt; on 11 August 1799, he saw action at the &lt;a href=\"Battle%20of%20Alkmaar%20%281799%29\"&gt;Battle of Alkmaar&lt;/a&gt; in October 1799, where he was wounded, during the &lt;a href=\"Anglo-Russian%20invasion%20of%20Holland\"&gt;Anglo-Russian invasion of Holland&lt;/a&gt;. Promoted to brevet &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; on 12 January 1800, he took part in &lt;a href=\"Ralph%20Abercromby\"&gt;Sir Ralph Abercromby&lt;/a&gt;'s &lt;a href=\"French%20campaign%20in%20Egypt%20and%20Syria\"&gt;expedition to Egypt&lt;/a&gt; in August 1801 and was wounded again.\nColborne was deployed with his regiment to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; where he distinguished himself at the &lt;a href=\"Battle%20of%20Maida\"&gt;Battle of Maida&lt;/a&gt; in July 1806 during the &lt;a href=\"War%20of%20the%20Third%20Coalition\"&gt;War of the Third Coalition&lt;/a&gt;. He became military secretary to General &lt;a href=\"Henry%20Edward%20Fox\"&gt;Henry Fox&lt;/a&gt; in 1806 and then became military secretary to &lt;a href=\"John%20Moore%20%28British%20Army%20officer%29\"&gt;Sir John Moore&lt;/a&gt; with the rank of &lt;a href=\"major\"&gt;major&lt;/a&gt; on 21 January 1808. In this capacity he accompanied Moore to Sweden in May 1808 and to Portugal in 1808 and served with him at the &lt;a href=\"Battle%20of%20Benavente\"&gt;Battle of Benavente&lt;/a&gt; in December 1808 and &lt;a href=\"Battle%20of%20Corunna\"&gt;Battle of Corunna&lt;/a&gt; in January 1809. It was Moore's dying request that Colborne should be given a &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt;cy and this was complied with on 2 February 1809. He transferred to the &lt;a href=\"66th%20%28Berkshire%29%20Regiment%20of%20Foot\"&gt;66th Regiment of Foot&lt;/a&gt; on 2 November 1809, and after returning to Spain with &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Sir Arthur Wellesley&lt;/a&gt;'s Army, he witnessed the defeat of the Spaniards at the &lt;a href=\"Battle%20of%20Oca%C3%B1a\"&gt;Battle of Ocaña&lt;/a&gt; later that month. He commanded a brigade at the &lt;a href=\"Battle%20of%20Bussaco\"&gt;Battle of Bussaco&lt;/a&gt; in September 1810 and then commanded the 2nd Battalion of the 66th Regiment of Foot at the &lt;a href=\"Battle%20of%20Albuera\"&gt;Battle of Albuera&lt;/a&gt; in May 1811 where his brigade was virtually annihilated by the Polish 1st &lt;a href=\"Legion%20of%20the%20Vistula%23Service%20in%20Spain\"&gt;Vistulan&lt;/a&gt; &lt;a href=\"Uhlan\"&gt;Lancers&lt;/a&gt; Regiment of the &lt;a href=\"French%20Army\"&gt;French Army&lt;/a&gt;. After transferring to the command of the &lt;a href=\"52nd%20%28Oxfordshire%29%20Regiment%20of%20Foot\"&gt;52nd Regiment of Foot&lt;/a&gt; he took part in the &lt;a href=\"Siege%20of%20Ciudad%20Rodrigo%20%281812%29\"&gt;Siege of Ciudad Rodrigo&lt;/a&gt; in January 1812 where he was badly injured and had to be invalided back to England.\nAfter recovering in England, Colborne returned to Spain and commanded the 52nd Regiment of Foot at the &lt;a href=\"Siege%20of%20San%20Sebasti%C3%A1n\"&gt;Siege of San Sebastián&lt;/a&gt; in August 1813 before taking temporary charge of the 2nd brigade of the Light Division in late 1813 and commanding it at the &lt;a href=\"Battle%20of%20the%20Bidassoa%20%281813%29\"&gt;Battle of the Bidassoa&lt;/a&gt; in October 1813, at the &lt;a href=\"Battle%20of%20Nivelle\"&gt;Battle of Nivelle&lt;/a&gt; in November 1813 and at the &lt;a href=\"Battle%20of%20the%20Nive\"&gt;Battle of the Nive&lt;/a&gt; in December 1813. He returned to the 52nd Regiment of Foot and commanded it at the &lt;a href=\"Battle%20of%20Orthez\"&gt;Battle of Orthez&lt;/a&gt; in February 1814 and at the &lt;a href=\"Battle%20of%20Toulouse%20%281814%29\"&gt;Battle of Toulouse&lt;/a&gt; in April 1814 and at the &lt;a href=\"Battle%20of%20Bayonne\"&gt;Battle of Bayonne&lt;/a&gt; also in April 1814. He was appointed a &lt;a href=\"Order%20of%20the%20Bath\"&gt;Knight Commander of the Order of the Bath&lt;/a&gt; on 4 January 1815.\nWaterloo.\nColborne became &lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt; to the &lt;a href=\"George%20IV%20of%20the%20United%20Kingdom\"&gt;Prince Regent&lt;/a&gt; with the rank of &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; on 4 June 1814, and, following &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;'s escape from &lt;a href=\"Elba\"&gt;Elba&lt;/a&gt;, he managed to dissuade the Prince from attacking the French Army until the Duke of Wellington arrived.\nAt the &lt;a href=\"Battle%20of%20Waterloo\"&gt;Battle of Waterloo&lt;/a&gt; in June 1815 during the &lt;a href=\"Hundred%20Days\"&gt;Hundred Days&lt;/a&gt;, Colborne led the 52nd Regiment of Foot. At the critical moment of the battle, when the &lt;a href=\"Imperial%20Guard%20%28Napoleon%20I%29\"&gt;French Imperial Guard&lt;/a&gt; attacked Welligton's weakened centre, Colborne made a decisive intervention. On his own initiative, Colborne brought the 52nd Regiment of Foot forward, took up a flanking position in relation to the Imperial Guard and then, after firing repeated volleys into their flank, charged at the Guard so driving them back in disorder. As soon as General &lt;a href=\"Frederick%20Adam\"&gt;Sir Frederick Adam&lt;/a&gt; saw what Colborne was doing, he sent in extra troops to support him. Colborne drove forward towards &lt;a href=\"La%20Haye%20Sainte\"&gt;La Haye Sainte&lt;/a&gt;, while Wellington rode back to the main line to order the general advance.\nHe was appointed a Knight of the Austrian &lt;a href=\"Military%20Order%20of%20Maria%20Theresa\"&gt;Military Order of Maria Theresa&lt;/a&gt; on 2 August 1815. After the War he remained with his regiment as part of the Army of Occupation.\nGuernsey.\nColborne became &lt;a href=\"Lieutenant%20Governor%20of%20Guernsey\"&gt;Lieutenant Governor of Guernsey&lt;/a&gt; in July 1821 and was promoted to &lt;a href=\"major-general\"&gt;major-general&lt;/a&gt; on 27 May 1825.\nCanada.\nIn August 1828 Colborne was appointed &lt;a href=\"List%20of%20lieutenant%20governors%20of%20Ontario\"&gt;Lieutenant Governor of Upper Canada&lt;/a&gt;. As Lieutenant Governor, Colborne increased the population of the province by 70% by initiating an organised system of immigration to bring in settlers from &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;Britain&lt;/a&gt;. He also aided settlement by expanding the communication and transportation infrastructure through a campaign to build roads and bridges. He brought changes to the structure of the legislative council, increased fiscal autonomy and encouraged greater independence in the judiciary. In 1829 he founded &lt;a href=\"Upper%20Canada%20College\"&gt;Upper Canada College&lt;/a&gt; as a school based on the &lt;a href=\"Elizabeth%20College%2C%20Guernsey\"&gt;Elizabeth College, Guernsey&lt;/a&gt; model to educate boys in preparation for becoming leaders of the colonies.\nDuring Colborne's period of office as commander-in-chief, the &lt;a href=\"Family%20Compact\"&gt;Family Compact&lt;/a&gt; promoted resistance to the political principle of &lt;a href=\"responsible%20government\"&gt;responsible government&lt;/a&gt;. At the end of its lifespan, the Compact would be condemned by &lt;a href=\"John%20Lambton%2C%201st%20Earl%20of%20Durham\"&gt;Lord Durham&lt;/a&gt; as \"a petty corrupt insolent Tory clique\". In both Upper Canada, which was under Colborne's administration, and Lower Canada, which was under the direct administration of Colborne's superior, Governor General &lt;a href=\"Archibald%20Acheson%2C%202nd%20Earl%20of%20Gosford\"&gt;Lord Gosford&lt;/a&gt;, this resistance to responsible government, together with conflicts between the assembly and the executive over fiscal matters, as well as a difficult economic situation, led to the &lt;a href=\"Rebellions%20of%201837\"&gt;Rebellions of 1837&lt;/a&gt;.\nIn January 1836 Colborne became commander-in-chief of all the armed forces in &lt;a href=\"British%20North%20America\"&gt;British North America&lt;/a&gt;. He was promoted to the local rank of &lt;a href=\"lieutenant%20general\"&gt;lieutenant general&lt;/a&gt; on 8 July 1836. Colborne personally led the offensive at the &lt;a href=\"Battle%20of%20Saint-Eustache\"&gt;Battle of Saint-Eustache&lt;/a&gt; in December 1837 defeating the &lt;a href=\"Lower%20Canada%20Rebellion\"&gt;rebel&lt;/a&gt; force which had become holed up in a church.\nColborne was advanced to &lt;a href=\"Order%20of%20the%20Bath\"&gt;Knight Grand Cross of the Order of the Bath&lt;/a&gt; on 29 January 1838. Following Lord Gosford's resignation in February 1838, he became acting &lt;a href=\"List%20of%20Governors%20General%20of%20Canada\"&gt;Governor General of British North America&lt;/a&gt;. In Lower Canada but not Upper Canada, the 1791 constitution was suspended at this time, causing the colony's bicameral parliament to be dissolved. To replace these bodies and assist in governing Lower Canada, Colborne established a 24-member &lt;a href=\"Special%20Council%20of%20Lower%20Canada\"&gt;Special Council&lt;/a&gt;.\nColborne stepped aside as acting Governor General until the arrival of Gosford's formal successor, Lord Durham, on 27 May 1838. Colborne was promoted to the substantive rank of lieutenant-general on 28 June 1838. Durham remained in Canada only for a few months, resigning on 9 October and leaving for London on the &lt;a href=\"fifth-rate\"&gt;fifth-rate&lt;/a&gt; on 1 November, after he learned that his policy of leniency towards the leaders of the prior year's rebellion had been repudiated by the British Government. Durham's departure caused Colborne to again become acting Governor General. Colborne put down a second revolt in November and was confirmed as &lt;a href=\"List%20of%20Governors%20General%20of%20Canada\"&gt;Governor General of British North America&lt;/a&gt; on 14 December. He left Canada in October 1839 after the arrival of his successor, &lt;a href=\"Charles%20Poulett%20Thomson%2C%201st%20Baron%20Sydenham\"&gt;Charles Poulett Thomson&lt;/a&gt; (who shortly thereafter would be elevated to the peerage as Lord Sydenham). After arriving back in England, Colborne was himself elevated to the &lt;a href=\"peerage\"&gt;peerage&lt;/a&gt; as &lt;a href=\"Baron%20Seaton\"&gt;Baron Seaton&lt;/a&gt;, of &lt;a href=\"Seaton%2C%20Devon\"&gt;Seaton&lt;/a&gt; in the &lt;a href=\"Devon\"&gt;County of Devon&lt;/a&gt;, on 5 December 1839.\nIn recognition of the \"important services\" rendered by Colborne, and following a message from &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt;, &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt; settled an annuity of £2,000 on him and the next two heirs male who would succeed to the title.\nLater life.\nColborne became &lt;a href=\"List%20of%20Lord%20High%20Commissioners%20of%20the%20Ionian%20Islands\"&gt;High Commissioner of the Ionian Islands&lt;/a&gt; in February 1843, and having been promoted to full &lt;a href=\"general\"&gt;general&lt;/a&gt; on 20 June 1854, he became &lt;a href=\"Commander-in-Chief%2C%20Ireland\"&gt;Commander-in-Chief, Ireland&lt;/a&gt;, in 1855. After standing down from active service in Spring 1860, he was promoted to &lt;a href=\"Field%20marshal%20%28United%20Kingdom%29\"&gt;field marshal&lt;/a&gt; on 1 April 1860 and retired to his home at Beechwood House in &lt;a href=\"Sparkwell\"&gt;Sparkwell&lt;/a&gt;.\nColborne also served as honorary colonel of the &lt;a href=\"94th%20Regiment%20of%20Foot\"&gt;94th Regiment of Foot&lt;/a&gt;, as honorary colonel of the &lt;a href=\"26th%20%28Cameronian%29%20Regiment%20of%20Foot\"&gt;26th (Cameronian) Regiment of Foot&lt;/a&gt; and then as honorary colonel of the &lt;a href=\"2nd%20Regiment%20of%20Life%20Guards\"&gt;2nd Regiment of Life Guards&lt;/a&gt;. He was also colonel-in-chief of the &lt;a href=\"Rifle%20Brigade%20%28Prince%20Consort%27s%20Own%29\"&gt;Rifle Brigade (Prince Consort's Own)&lt;/a&gt;. He died at Valletta House in &lt;a href=\"Torquay\"&gt;Torquay&lt;/a&gt; on 17 April 1863 and was buried in the churchyard of &lt;a href=\"Holy%20Cross%20Church%2C%20Newton%20Ferrers\"&gt;Holy Cross Church&lt;/a&gt; at &lt;a href=\"Newton%20Ferrers\"&gt;Newton Ferrers&lt;/a&gt;.\nIn November 1866 a bronze statue of Colborne, sculpted by &lt;a href=\"George%20Gammon%20Adams\"&gt;George Adams&lt;/a&gt; and financed by public donations, was erected at Mount Wise at &lt;a href=\"Devonport%2C%20Devon\"&gt;Devonport&lt;/a&gt;: it was moved to Seaton Barracks in &lt;a href=\"Crownhill\"&gt;Crownhill&lt;/a&gt; in the early 1960s and then to &lt;a href=\"Peninsula%20Barracks\"&gt;Peninsula Barracks&lt;/a&gt; in &lt;a href=\"Winchester\"&gt;Winchester&lt;/a&gt; in the 1990s. A second statue of Colborne also sculpted by George Adams was erected at &lt;a href=\"Upper%20Canada%20College\"&gt;Upper Canada College&lt;/a&gt;.\nColborne Street in London, Ontario is named after Colborne, as is the city of &lt;a href=\"Port%20Colborne\"&gt;Port Colborne&lt;/a&gt;. \nFamily.\nIn 1813 Colborne married Elizabeth Yonge; they had three daughters and five sons."
}