{
    "id": "637715",
    "revid": "327726",
    "url": "https://en.wikipedia.org/wiki?curid=637715",
    "title": "University of Louisiana at Lafayette",
    "text": "The University of Louisiana at Lafayette (UL Lafayette, University of Louisiana, ULL or UL) is a &lt;a href=\"Public%20university\"&gt;public&lt;/a&gt; &lt;a href=\"research%20university\"&gt;research university&lt;/a&gt; in &lt;a href=\"Lafayette%2C%20Louisiana\"&gt;Lafayette, Louisiana&lt;/a&gt;. It has the largest enrollment within the nine-campus &lt;a href=\"University%20of%20Louisiana%20System\"&gt;University of Louisiana System&lt;/a&gt; and the second largest enrollment in Louisiana. It is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R1: Doctoral Universities – Very high research activity\".\nFounded in 1898 as an industrial school, the institution developed into a four-year university during the twentieth century and became known by its present name in 1999. It offers Louisiana's only Ph.D. in &lt;a href=\"francophone\"&gt;francophone studies&lt;/a&gt;, Louisiana's only master's of &lt;a href=\"informatics\"&gt;informatics&lt;/a&gt;, and Louisiana's only &lt;a href=\"industrial%20design\"&gt;industrial design&lt;/a&gt; degree. The university has achieved several milestones in &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt;, &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; and &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt;. It is also home to a distinct College of the Arts.\nOver the years the university held different names, including Southwestern Louisiana Industrial Institute (SLII) from 1898 to 1920; Southwestern Louisiana Institute of Liberal and Technical Learning (SLI) from 1921 to 1959; and the University of Southwestern Louisiana (USL) from 1960 to 1998.\nHistory.\nOn July 14, 1898, the Southwestern Louisiana Industrial Institute (SLII) was created through state legislation: Louisiana General Assembly, Act 162, introduced by Robert Martin of St. Martin's Parish. The new school needed to be located within &lt;a href=\"Louisiana%27s%2013th%20State%20Senate%20district\"&gt;Louisiana's 13th State Senate district&lt;/a&gt;. Meetings were held in order to decide between Lafayette and New Iberia: eventually Lafayette was favored over New Iberia. A board of trustees was formed, and 25 acres of land were donated by Crow and Maxim Girard of the Girard family.\nThe first university president was named on January 1900, Edwin Lewis Stephens. On September 18, 1901, the first buildings were opened - initially Martin Hall, Foster Hall and a shop building. The first class was 100 students enrolled and 8 faculty, and by 1903 the first graduating class was 18 students.\nBy 1920, the school changed to a four-year course culminating with a bachelor of arts degree. The following year in 1921, the school was renamed Southwestern Louisiana Institute of Liberal and Technical Learning (SLI).\nBy 1960, the school was renamed University of Southwestern Louisiana (USL).\nIn 1974, the College of Sciences was officially formed. In 1984, following approval from the Board of Trustees for State Colleges and Universities (now UL System), USL officially changed its name to the University of Louisiana, which was overturned less than a month later by an act of the state legislature, although two schools had previously changed their names using the same technique without outside interference. The school was renamed in 1999, to the University of Louisiana at Lafayette (UL Lafayette).\nCampus.\nThe campus of the University of Louisiana at Lafayette is located in &lt;a href=\"Lafayette%2C%20Louisiana\"&gt;Lafayette, Louisiana&lt;/a&gt;, a small city (with a combined statistical area population of approx. 620,000) located in the south-central part of the state, the heartland of &lt;a href=\"Cajun\"&gt;Cajun&lt;/a&gt; culture. \nMain Campus.\nThe historic Main Campus area originally consisted of only 25 acres, and its boundaries were Johnston Street, University Avenue, what is now Hebrard Blvd and to approximately Lee Hall in the Quad. By the 1930s the campus had more than doubled in size, to 60 acres, reaching to the newly constructed St Mary Street to its south, and McKinley Street to its east. This area includes such buildings/areas as: Martin Hall (Admin building), Girard Hall, Stephens Memorial, the Arcade, the Quadrangle (the Quad), Rose Garden dormitories, Judice-Rickles Halls, and Cypress Lake. Also, the two oldest extant buildings on campus are located in this area: Foster Hall (1902) and DeClouet Hall (1905).\nThe Quadrangle.\nThe Quadrangle (Quad), which was completely renovated in 2015 (providing new walkways, landscaping and a fountain containing a 15-foot Fleur de Lis in its center), serves as the ‘heart’ of the university. It is surrounded by Martin Hall/FG Mouton Hall, as well as Moody, OK Allen, Lee, Broussard, Stephens, Mouton, M. Doucet, and Foster Halls. Some of the highlights of the Quad are:\nRose Garden Dormitory Complex.\nLocated on the campus block bordered by Hebrard Blvd, University Ave and McKinley St, the original Rose Garden was surrounded Baker-Huger, Randolph, Evangeline, and Bonin Halls, which were all female only dormitories and designed by A. Hays Town and completed in 1950. In 2011 Baker-Huger, Evangeline and Bonin Halls were all demolished and were replaced with expanded/state of the art co-ed dormitories, now known as the Rose Garden complex.\nExpansion 1950–1980.\nThe decades of the 1950–1970s saw tremendous growth, both in the city of Lafayette as well as the university. During that period the main campus again expanded: to the east (Taft St), west (Rex St), and south (Lewis St) bringing the total amount of acreage for the main campus to an approx. 125 acres. Many new academic buildings were located in this area including Dupre Library, HL Griffin Hall (Liberal Arts), Billeaud Hall (Biology), Madison Hall (Engineering), Wharton (Nursing), Angelle (Music), Fletcher (Art/Architecture).\nIn 2012, and as part of the selling of its “Horse Farm” property to the city of Lafayette, the university acquired an additional 20 acres along the Johnston/Lewis St corridor when the Youth Park/Dog Park was added to the main campus. As of fall 2018, this area is being developed as housing for upperclassmen, and is called the “Heritage at Cajun Village.” With the addition of these 20 acres, the total acreage for the main campus is now at 145 acres.\nLaw enforcement services on the campus are provided by the &lt;a href=\"University%20of%20Louisiana%20at%20Lafayette%20Police%20Department\"&gt;University of Louisiana at Lafayette Police Department&lt;/a&gt;.\nFletcher Hall and Marais Press.\nThe Marais Press began in the early 1990s, a printmaking shop featuring antique presses and located within Fletcher Hall and the Department of Fine Arts. The first project was a book featuring the work of the late &lt;a href=\"Elemore%20Morgan%20Jr.\"&gt;Elemore Morgan Jr&lt;/a&gt;., a Louisiana artist who taught at the University and received international acclaim for his work as a painter and photographer. More than 200 visiting artists from around the world participate for a week-long residency to work on their projects at Marais Press, a teaching and research hub. Artists help train and mentor students, who get hands-on experience making lithographs, woodcuts, silkscreen, and etchings. \nMarais Press is a separate entity from the UL Press, the publishing arm of UL Lafayette's Center for Louisiana Studies.\nFuture expansion plans.\nSt. Landry Corridor.\nDue to the fact that available, viable/undeveloped land adjacent to the main campus is very scarce, and while still facing an increasing student population, the university has been forced to find other properties to accommodate expansion. As such, the university is presently exploring options to possibly purchasing the property that Our Lady of Lourdes hospital (OLOL) was formerly located on. Ideally located between the Main Campus and University Commons locations, and bordered by St. Mary, St. Landry and St. Julian streets, the property consists of roughly 125 acres, and is now largely undeveloped. The only remaining buildings left from the OLOL complex are two parking towers, two medical office buildings, the old St. Joseph Orphanage, and several other minor structures.\nAlthough included in the school's recent comprehensive Master Plan project, no discernible public action has taken place as of late 2018, and the property remains on the market. Complicating matters for the purchase of the property include funding, as well as the fact that several buildings remaining on the property are actually owned by the Catholic Diocese of Lafayette, and were in turned being leased to OLOL.\nUniversity Commons.\nStarting with the purchase of the Whittington Farm property in 1936, the university added ~175 acres just south of the main campus, along Johnston St. This area, now also consisting of the Athletic Complex and Research Park areas form a total contiguous area of over 391 acres, known today as “University Commons.”\nAthletic Complex.\nDue to the continuing growth of the university during the 1950–70s, all of the main athletic facilities were relocated from the main campus to the University Commons area, which is bounded roughly by Reinhardt Dr, Bertrand St, Congress St and State St. The following is a list of major buildings in the complex:\nLocated along Coliseum Road, the complex consists of a newly constructed Field House, as well as ~20 lighted acres of grassy fields, and convenient parking. This space enables the university the ability to offer numerous sports/activities to the student population.\nResearch Park.\nBounded by Cajundome Blvd, E. Landry Road, and Congress St, the Research Park was conceived and developed to be a stimulant innovation and economic development that serves the region, state, and nation. The following is a list of major buildings located in the park:\nResidential life.\nBeginning in 2011 the university began a massive program to overhaul its residential options for students. Since that time, the majority of the school's former dormitories have been demolished and replaced with either apartment or suite style accommodations. Also among the goals of the project was to increase the number of students living on campus to 5,000; this goal should be met after the completion of the latest project, \"The Heritage at Cajun Village.\"\nThe first phase of the initiative began in 2003, with the demolition of three of the male-only dorms: Caffery, Roy and McCullough. They were replaced with Legacy Park in 2004, an apartment-style complex that is also co-ed. (Another male-only dorm, Voorhies Hall, was also razed in 2003, but the Child Development complex was built in its place.) The final male-only dorm, Stokes Hall, was demolished in 2016, with the long-term plan of expanding Legacy Park into the area.\nIn 2011 the second phase of the project began when most of the traditional female-only dorms were demolished and replaced with suite-style, co-ed, units. \nThe dorms demolished during this period included: Baker-Huger, Bonin, Evangeline, Denbo, and Bancroft. The two resulting areas are now known as the Rose Garden Complex (lower classmen), and the Taft Street Complex (upper classmen).\n2018 saw the start of the third phase of the project when construction began on a new complex located at the corner of Johnston and Lewis streets. This area formerly consisted of a university-owned parking lot, as well the Youth/Dog Park, which the university acquired as part of the sale of the \"Horse Farm\" property to the City of Lafayette. Named \"The Heritage at Cajun Village,\" the new complex is designated for married students/families and graduate students. Following the completion of the complex (fall 2019) the current married/family complex \"Cajun Village\" will eventually be demolished and replaced with suite-style living for upper classmen.\n only three of the original dorms on campus remain standing: Randolph Hall (now functioning as a recreational center for residents), Agnes Edwards Hall (now co-ed/suite-style) and Harris Hall. Additionally, Harris Hall remains the only traditional, single sex (female) option the school offers. Following the recent completion of The Heritage, as well as the newly constructed Rose Garden and Taft Street complexes, the university can now house close to 5,000 students on campus, achieving a goal set in the school's master plan.\nA listing of past &amp; present offerings is as follows:\nResearch.\nThe university is a member of the Southeastern Universities Research Association and is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R1: Doctoral Universities – Very high research activity\". In 2020, the university posted a record-breaking amount of $164 million, exceeding the previous year's amount of $144 million and represents an astonishing 165% increase in R&amp;D spending at UL in seven years. The 2019 amount placed UL among the top 23 percent of the 647 research universities; current rankings are not yet available. It is the stated mission of UL's Strategic Plan to reach Carnegie Classification Research 1 status and surpassing the $100 million threshold is a major step in that direction. \nThe university receives more research money than all of the other ULS schools, combined, and is rated one of the top 100 public research universities in the nation according to a 2010 report by The Nelson A. Rockefeller Institute of Government. In 2012, it became the first Louisiana university designated as an NSF Industry/University Cooperative Research Center. The Center for Visual and Decision Informatics is the only NSF Center in the nation that focuses on data science, big data analytics, and visual analytics.\nNew Iberia Research Center.\nUL Lafayette's New Iberia Research Center in &lt;a href=\"New%20Iberia%2C%20Louisiana\"&gt;New Iberia&lt;/a&gt; conducts basic and applied research on several species of nonhuman primates including &lt;a href=\"macaque\"&gt;macaque&lt;/a&gt;s, &lt;a href=\"grivet\"&gt;grivet&lt;/a&gt;s, &lt;a href=\"capuchin%20monkey\"&gt;capuchins&lt;/a&gt; and &lt;a href=\"Common%20chimpanzee\"&gt;chimpanzee&lt;/a&gt;s. Founded in 1984, the center now houses over 6,500 monkeys used for breeding and studies. The center is also a contract breeding and testing facility, selling animals to other laboratories and conducting experiments under contract with other parties.\nIn 2008, the &lt;a href=\"Humane%20Society%20of%20the%20United%20States\"&gt;Humane Society of the United States&lt;/a&gt; conducted an undercover investigation in the center which found monkeys being shot with sedation guns while in their cages, one monkey repeatedly hit by a worker in the teeth with a metal pole and another worker striking an infant monkey among other apparent AWA violations. In 2015, the &lt;a href=\"U.S.%20Department%20of%20Agriculture\"&gt;U.S. Department of Agriculture&lt;/a&gt; cited the center for six potential violations of the &lt;a href=\"Animal%20Welfare%20Act%20of%201966\"&gt;Animal Welfare Act&lt;/a&gt; (AWA) which the government alleges lead to the death of one monkey, injuries to another and the escape of five from their enclosure. \nIn 2016, &lt;a href=\"Project%20Chimps\"&gt;Project Chimps&lt;/a&gt;, a nonprofit organization, announced a partnership with NIRC to relocate 220 of the university's retired research chimpanzees to a sanctuary in northern Georgia.\nAcademics.\nUL Lafayette is accredited by the &lt;a href=\"Southern%20Association%20of%20Colleges%20and%20Schools\"&gt;Southern Association of Colleges and Schools&lt;/a&gt;. All undergraduate programs at UL Lafayette that are eligible for &lt;a href=\"School%20accreditation\"&gt;accreditation&lt;/a&gt; by professional agencies are accredited. The University of Louisiana at Lafayette Honors Program is an active member of the Louisiana, Southern Regional, and National Honors Councils. The university graduates about 1,700 students each fall and spring.\nThe university offers more than 80 &lt;a href=\"undergraduate\"&gt;undergraduate degree&lt;/a&gt; programs, 27 &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt; programs, and 10 Doctorate degree programs, which include &lt;a href=\"Applied%20language%20and%20Speech%20Sciences\"&gt;Applied language and Speech Sciences&lt;/a&gt;, &lt;a href=\"Biology\"&gt;Biology&lt;/a&gt;, &lt;a href=\"Computer%20Engineering\"&gt;Computer Engineering&lt;/a&gt;, &lt;a href=\"Computer%20Science\"&gt;Computer Science&lt;/a&gt;, &lt;a href=\"Earth%20and%20Energy%20Sciences\"&gt;Earth and Energy Sciences&lt;/a&gt;, &lt;a href=\"Educational%20Leadership\"&gt;Educational Leadership&lt;/a&gt;, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"Francophone\"&gt;Francophone&lt;/a&gt;, &lt;a href=\"Mathematics\"&gt;Mathematics&lt;/a&gt;, &lt;a href=\"Nursing%20Practice\"&gt;Nursing Practice&lt;/a&gt;, and &lt;a href=\"Systems%20Engineering\"&gt;Systems Engineering&lt;/a&gt;.\nPublisher and media.\nThe university press at University of Louisiana at Lafayette Press is the largest academic publisher of Louisiana-related works and the second-largest academic publisher overall in the state. UL Lafayette Press has been publishing since 1973 and previously imprinted under the Center for Louisiana Studies prior to 2009. The press is the only press for the UL System and publishes works beyond the nine campuses.\nThe journal \"Louisiana History\" is published quarterly through UL Lafayette by the &lt;a href=\"Louisiana%20Historical%20Association\"&gt;Louisiana Historical Association&lt;/a&gt;. LHA was founded in &lt;a href=\"New%20Orleans%2C%20Louisiana\"&gt;New Orleans&lt;/a&gt; in 1889.\nStudent life.\nThere are over 200 student organizations.\nThe Louisiana Center for Cultural &amp; Eco-Tourism center's research division houses the world's largest collection of Cajun and Creole folklore, oral history, and folklife materials and some of the nation's largest microfilm collections of French and Spanish colonial records.\nAthletics.\nThe Louisiana Ragin' Cajun teams participate in &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; (&lt;a href=\"NCAA%20Division%20I%20Football%20Bowl%20Subdivision\"&gt;FBS&lt;/a&gt; for &lt;a href=\"College%20football\"&gt;football&lt;/a&gt;) in the &lt;a href=\"Sun%20Belt%20Conference\"&gt;Sun Belt Conference&lt;/a&gt;. The Ragin' Cajuns compete in 16 NCAA sports teams (8 men's, 8 women's teams), including baseball, basketball (men's and women's), cross country (men's and women's), football, softball, women's soccer, women's volleyball, men's golf, tennis (men's and women's), and track and field (men's and women's, indoor and outdoor).\nThe athletic program formally began in 1904 with a track and field program. In recent years, the softball team has been among the most successful of all Ragin' Cajun teams, having won nine regular season championships, nine conference tournament championships, and earning five appearances in the &lt;a href=\"Women%27s%20College%20World%20Series\"&gt;Women's College World Series&lt;/a&gt;. The baseball, men's tennis, men's basketball, and football teams have won conference championships.\nIn 2014, the Cajuns became the first in college football bowl history to win the same bowl game in four straight seasons. However, the university vacated all of its 2011 wins, including the New Orleans Bowl, two years later when the NCAA sanctioned the university because an assistant football coach conspired to \"obtain fraudulent entrance exam scores\" for five recruits from 2011 until 2013. The university dismissed the coach in 2014 and sued the &lt;a href=\"ACT%20%28test%29\"&gt;testing company&lt;/a&gt; in 2016 for failing to adequately supervise their staff and testing procedures. The NCAA accepted the university's self-imposed penalties including a two-year probation, a small fine, a small reduction in football scholarships, and recruiting restrictions."
}