{
    "id": "63808053",
    "revid": "32377894",
    "url": "https://en.wikipedia.org/wiki?curid=63808053",
    "title": "SpongeBob SquarePants (franchise)",
    "text": "SpongeBob SquarePants is an American &lt;a href=\"multimedia%20franchise\"&gt;multimedia franchise&lt;/a&gt; created by &lt;a href=\"marine%20science\"&gt;marine science&lt;/a&gt; educator and &lt;a href=\"animator\"&gt;animator&lt;/a&gt; &lt;a href=\"Stephen%20Hillenburg\"&gt;Stephen Hillenburg&lt;/a&gt; for &lt;a href=\"Nickelodeon\"&gt;Nickelodeon&lt;/a&gt;. The &lt;a href=\"SpongeBob%20SquarePants\"&gt;series&lt;/a&gt; chronicles the adventures of &lt;a href=\"SpongeBob%20SquarePants%20%28character%29\"&gt;the title character&lt;/a&gt; and his aquatic friends in the fictional underwater city of Bikini Bottom. Being the &lt;a href=\"List%20of%20longest-running%20American%20television%20series\"&gt;fifth-longest-running American animated series&lt;/a&gt;, its high popularity has made it a media franchise consisting of three animated television series, three animated feature films, comics, books, video games, home media, and soundtracks. It is the highest rated series to air on Nickelodeon as well as the most &lt;a href=\"profitable\"&gt;profitable&lt;/a&gt; property for &lt;a href=\"ViacomCBS%20Consumer%20Products\"&gt;ViacomCBS Consumer Products&lt;/a&gt;, having generated over $13 billion in merchandising revenue as of 2019.\nMany of the series' ideas originated in \"&lt;a href=\"The%20Intertidal%20Zone\"&gt;The Intertidal Zone&lt;/a&gt;\", an unpublished educational book that Hillenburg created in 1989 to teach his students about undersea life. He began developing \"SpongeBob SquarePants\" into a television series in 1996, and in 1997, a seven-minute pilot was pitched to Nickelodeon. The network's executives wanted SpongeBob to be a child in school, but Hillenburg preferred SpongeBob to be an adult character. He was prepared to \"walk out\" on Nickelodeon and abandon the series, but he compromised by creating &lt;a href=\"Mrs.%20Puff\"&gt;Mrs. Puff&lt;/a&gt; and her boating school, so that SpongeBob could attend school as an adult.\nDevelopment.\nEarly inspirations.\nSeries' creator &lt;a href=\"Stephen%20Hillenburg\"&gt;Stephen Hillenburg&lt;/a&gt; first became fascinated with the ocean as a child and began developing his artistic abilities at a young age. Although these interests would not overlap for some time—the idea of drawing fish seemed boring to him—Hillenburg pursued both during college, majoring in &lt;a href=\"marine%20biology\"&gt;marine biology&lt;/a&gt; and minoring in art. After graduating in 1984, he joined the &lt;a href=\"Ocean%20Institute\"&gt;Ocean Institute&lt;/a&gt;, an organization in &lt;a href=\"Dana%20Point%2C%20California\"&gt;Dana Point, California&lt;/a&gt;, dedicated to educating the public about &lt;a href=\"marine%20science\"&gt;marine science&lt;/a&gt; and &lt;a href=\"maritime%20history\"&gt;maritime history&lt;/a&gt;.\nWhile Hillenburg was there, his love of the ocean began to influence his artistry. He created a precursor to \"SpongeBob SquarePants\": a comic book titled \"The Intertidal Zone\" used by the institute to teach visiting students about the &lt;a href=\"Tide%20pool%23Life%20in%20the%20tide%20pool\"&gt;animal life of tide pools&lt;/a&gt;. The comic starred various &lt;a href=\"Anthropomorphism\"&gt;anthropomorphic&lt;/a&gt; sea lifeforms, many of which would evolve into \"SpongeBob SquarePants\" characters. Hillenburg tried to get the comic professionally published, but none of the companies he sent it to were interested.\nA large inspiration to Hillenburg was &lt;a href=\"Ween\"&gt;Ween&lt;/a&gt;'s 1997 album \"&lt;a href=\"The%20Mollusk\"&gt;The Mollusk&lt;/a&gt;\", which had a nautical and underwater theme. Hillenburg contacted the band shortly after the album's release, explaining the baseline ideas for \"SpongeBob SquarePants\", and also requested a song from the band, which they sent on Christmas Eve. This song was \"Loop de Loop\", which was used in the episode \"Your Shoe's Untied\".\nConception.\nWhile working as a staff artist at the Ocean Institute, Hillenburg entertained plans to return eventually to college for a master's degree in art. Before this could materialize, he attended an animation festival, which inspired him to make a slight change in course. Instead of continuing his education with a traditional art program, Hillenburg chose to study experimental animation at the &lt;a href=\"California%20Institute%20of%20the%20Arts\"&gt;California Institute of the Arts&lt;/a&gt;. His thesis film, \"Wormholes\", is about the &lt;a href=\"theory%20of%20relativity\"&gt;theory of relativity&lt;/a&gt;. It was screened at festivals, and at one of these, Hillenburg met &lt;a href=\"Joe%20Murray%20%28animator%29\"&gt;Joe Murray&lt;/a&gt;, creator of the popular &lt;a href=\"Nickelodeon\"&gt;Nickelodeon&lt;/a&gt; animated series, \"Rocko's Modern Life\". Murray was impressed by the style of the film and offered Hillenburg a job. Hillenburg joined the series as a director, and later, during the &lt;a href=\"Put%20to%20Pasture/Future%20Schlock\"&gt;fourth season&lt;/a&gt;, he took on the roles of producer and &lt;a href=\"creative%20director\"&gt;creative director&lt;/a&gt;.\n&lt;a href=\"Martin%20Olson\"&gt;Martin Olson&lt;/a&gt;, one of the writers for \"Rocko's Modern Life\", read \"The Intertidal Zone\" and encouraged Hillenburg to create a television series with a similar concept. At that point, Hillenburg had not even considered creating his own series. However, he realized that if he ever did, this would be the best approach. He began to develop some of the characters from \"The Intertidal Zone\", including the comic's \"announcer\", Bob the Sponge. He wanted his series to stand out from most popular cartoons of the time, which he felt were exemplified by &lt;a href=\"Buddy%20comedy\"&gt;buddy comedies&lt;/a&gt; like \"&lt;a href=\"The%20Ren%20%26amp%3B%20Stimpy%20Show\"&gt;The Ren &amp; Stimpy Show&lt;/a&gt;\". As a result, Hillenburg decided to focus on a single main character: the \"weirdest\" sea creature he could think of. This led him to the sponge. \"The Intertidal Zone\"s Bob the Sponge resembles an actual sea sponge, and at first, Hillenburg continued to use this design. In determining the new character's behavior, Hillenburg drew inspiration from innocent, childlike figures that he enjoyed, such as &lt;a href=\"Charlie%20Chaplin\"&gt;Charlie Chaplin&lt;/a&gt;, &lt;a href=\"Laurel%20and%20Hardy\"&gt;Laurel and Hardy&lt;/a&gt;, &lt;a href=\"Jerry%20Lewis\"&gt;Jerry Lewis&lt;/a&gt;, and &lt;a href=\"Pee-wee%20Herman\"&gt;Pee-wee Herman&lt;/a&gt;. He then considered modeling the character after a kitchen sponge and realized this idea would match the character's square personality perfectly. Patrick, Mr. Krabs, Pearl, and Squidward were the next characters Hillenburg created for the show.\nTo voice the series' central character, Hillenburg turned to &lt;a href=\"Tom%20Kenny\"&gt;Tom Kenny&lt;/a&gt;, whose career in animation had started alongside Hillenburg's on \"&lt;a href=\"Rocko%27s%20Modern%20Life\"&gt;Rocko's Modern Life&lt;/a&gt;\". Elements of Kenny's own personality were employed to develop the character further. Initially, Hillenburg wanted to use the name SpongeBoy—the character had no last name—and the series was to have been called \"SpongeBoy Ahoy!\" However, the Nickelodeon legal department discovered—after voice acting had been completed for the original seven-minute pilot episode—that the name \"SpongeBoy\" was already in use for a mop product, and a character of the same name was already trademarked by \"&lt;a href=\"Flaming%20Carrot%20Comics\"&gt;Flaming Carrot Comics&lt;/a&gt;\" creator &lt;a href=\"Bob%20Burden\"&gt;Bob Burden&lt;/a&gt;. In choosing a replacement name, Hillenburg felt he still had to use the word \"Sponge\", so that viewers would not mistake the character for a \"Cheese Man\". He settled on the name \"SpongeBob\". \"SquarePants\" was chosen as a family name after Kenny saw a picture of the character and remarked, \"Boy, look at this sponge in square pants, thinking he can get a job in a fast food place.\" When he heard Kenny say it Hillenburg loved the phrase and felt it would reinforce the character's nerdiness.\nAssembling the crew.\n&lt;a href=\"Derek%20Drymon\"&gt;Derek Drymon&lt;/a&gt;, who served as creative director for the first three seasons, has said that Hillenburg wanted to surround himself with a \"team of young and hungry people.\" Many of the major contributors to \"SpongeBob SquarePants\" had worked before with Hillenburg on \"Rocko's Modern Life\": this included: Drymon, &lt;a href=\"art%20director\"&gt;art director&lt;/a&gt; &lt;a href=\"Nick%20Jennings%20%28artist%29\"&gt;Nick Jennings&lt;/a&gt;, &lt;a href=\"supervising%20director\"&gt;supervising director&lt;/a&gt; &lt;a href=\"Alan%20Smart\"&gt;Alan Smart&lt;/a&gt;, writer / voice actor &lt;a href=\"Mr.%20Lawrence\"&gt;Doug Lawrence&lt;/a&gt; (often credited as Mr. Lawrence), and &lt;a href=\"Tim%20Hill%20%28director%29\"&gt;Tim Hill&lt;/a&gt;, who helped develop the &lt;a href=\"series%20bible\"&gt;series bible&lt;/a&gt;.\nAlthough Drymon would go on to have a significant influence on \"SpongeBob SquarePants\", he was not offered a role on the series initially. As a late recruit to \"Rocko's Modern Life\", he had not established much of a relationship with Hillenburg before \"SpongeBob\"s conception. Hillenburg first sought out Drymon's storyboard partner, &lt;a href=\"Mark%20O%27Hare\"&gt;Mark O'Hare&lt;/a&gt;—but he had just created the soon-to-be syndicated comic strip, \"&lt;a href=\"Citizen%20Dog%20%28comic%29\"&gt;Citizen Dog&lt;/a&gt;\". While he would later join \"SpongeBob\" as a writer, he lacked the time to get involved with both projects from the outset. Drymon has said, \"I remember Hillenburg's bringing it up to Mark in our office and asking him if he'd be interested in working on it ... I was all ready to say yes to the offer, but Steve didn't ask; he just left the room. I was pretty desperate ... so I ran into the hall after him and basically begged him for the job. He didn't jump at the chance.\" Once Hillenburg had given it some thought and decided to bring Drymon on as creative director, the two began meeting at Hillenburg's house several times a week to develop the series. Drymon has identified this period as having begun in 1996, shortly after the end of \"Rocko's Modern Life\".\nJennings was also instrumental in \"SpongeBob\"s genesis. Kenny has called him \"one of SpongeBob's early graphics mentors\". On weekends, Kenny joined Hillenburg, Jennings, and Drymon for creative sessions where they recorded ideas on a tape recorder. Kenny performed audio tests as SpongeBob during these sessions, while Hillenburg voice acted the other characters.\nHill contributed scripts for several first-season episodes (including the pilot) and was offered the role of &lt;a href=\"story%20editor\"&gt;story editor&lt;/a&gt;, but turned it down—he would go on to pursue a career as a family film director. In his stead, Pete Burns was brought in for the job. Burns hailed from Chicago and had never met any of the principal players on \"SpongeBob\" before joining the team.\nPitching.\nWhile pitching the cartoon to Nickelodeon executives, Hillenburg donned a Hawaiian shirt, brought along an \"underwater &lt;a href=\"Vivarium\"&gt;terrarium&lt;/a&gt; with models of the characters\", and played Hawaiian music to set the theme. The setup was described by Nickelodeon executive &lt;a href=\"Eric%20Coleman%20%28producer%29\"&gt;Eric Coleman&lt;/a&gt; as \"pretty amazing\". They were given money and two weeks to write the pilot episode \"&lt;a href=\"Help%20Wanted%20%28SpongeBob%20SquarePants%29\"&gt;Help Wanted&lt;/a&gt;\". Drymon, Hillenburg, and Jennings returned with what was described by Nickelodeon official &lt;a href=\"Albie%20Hecht\"&gt;Albie Hecht&lt;/a&gt; as, \"a performance [he] wished [he] had on tape\". Although executive producer Derek Drymon described the pitch as stressful, he said it went \"very well\". &lt;a href=\"Kevin%20Kay\"&gt;Kevin Kay&lt;/a&gt; and Hecht had to step outside because they were \"exhausted from laughing\", which worried the cartoonists.\nIn an interview, &lt;a href=\"Cyma%20Zarghami\"&gt;Cyma Zarghami&lt;/a&gt;, then-president of Nickelodeon, said, \"their [Nickelodeon executives'] immediate reaction was to see it again, both because they liked it and it was unlike anything they'd ever seen before\". Zarghami was one of four executives in the room when \"SpongeBob SquarePants\" was screened for the first time.\nBefore commissioning the full series, Nickelodeon executives insisted that it would not be popular unless SpongeBob was a child who went to school, with his teacher as a main character. Hillenburg recalled in 2012 that Nickelodeon told him, \"Our winning formula is animation about kids in school... We want you to put SpongeBob in school.\" Hillenburg was ready to \"walk out\" on Nickelodeon and abandon the series, since he wanted SpongeBob to be an adult character. He eventually compromised by adding a new character to the main cast, Mrs. Puff, who is a boat-driving teacher. Hillenburg was happy with the compromise and said, \"A positive thing for me that came out of it was [how it brought] in a new character, Mrs. Puff, who I love.\"\nTelevision series.\n\"SpongeBob SquarePants\" (1999–present).\nThe series is set in the fictional &lt;a href=\"underwater\"&gt;underwater&lt;/a&gt; city of Bikini Bottom, and centers on the adventures and endeavors of &lt;a href=\"SpongeBob%20SquarePants%20%28character%29\"&gt;SpongeBob SquarePants&lt;/a&gt;, an over-optimistic &lt;a href=\"sponge\"&gt;sea sponge&lt;/a&gt; that annoys other characters.\n\"Kamp Koral: SpongeBob's Under Years\" (2021–present).\nOn February 14, 2019, it was announced that a \"SpongeBob SquarePants\" spin-off is in development. On June 4, it was announced the spinoff will be titled \"Kamp Koral\". The plot will focus on a 10-year-old SpongeBob and his friends at the titular camp located in the Kelp Forest, where they spend the summer catching &lt;a href=\"List%20of%20SpongeBob%20SquarePants%20characters%23Jellyfish\"&gt;jellyfish&lt;/a&gt;, building campfires, and swimming in Lake Yuckymuck. It serves as a tie-in to the animated film \"\". It was confirmed production of the series began in June 2019.\nNickelodeon animation head &lt;a href=\"Ramsey%20Naito\"&gt;Ramsey Naito&lt;/a&gt; said of the series, \"SpongeBob has an incredible universe to expand upon and the greenlight for \"Kamp Koral\" is a testament to the strength and longevity of these characters known and loved by generations of fans around the world.\" Like \"SpongeBob SquarePants\", the series is co-executive produced by &lt;a href=\"Marc%20Ceccarelli\"&gt;Marc Ceccarelli&lt;/a&gt;, Jennie Monica, and Vincent Waller. \"Kamp Koral\" is produced using &lt;a href=\"computer%20animation\"&gt;computer animation&lt;/a&gt; rather than the &lt;a href=\"digital%20ink%20and%20paint\"&gt;digital ink and paint&lt;/a&gt; animation used for \"SpongeBob SquarePants\".\nOn February 19, 2020, it was announced that the series had an official title of \"Kamp Koral: SpongeBob's Under Years\", and would be premiering in July 2020. On July 30, 2020, it was announced that the series would be released on &lt;a href=\"CBS%20All%20Access\"&gt;CBS All Access&lt;/a&gt; (now Paramount+), the &lt;a href=\"ViacomCBS\"&gt;ViacomCBS&lt;/a&gt; streaming service, in early 2021. On January 28, 2021, it was announced that the series would premiere on March 4, 2021.\n\"The Patrick Star Show\" (2021–present).\nOn August 10, 2020, it was reported that a &lt;a href=\"Patrick%20Star\"&gt;Patrick Star&lt;/a&gt; talk show titled \"The Patrick Star Show\" was in development with a 13-episode order. The show is similar to other talk shows such as \"&lt;a href=\"The%20Larry%20Sanders%20Show\"&gt;The Larry Sanders Show&lt;/a&gt;\" and \"&lt;a href=\"Comedy%20Bang%21%20Bang%21%20%28TV%20series%29\"&gt;Comedy Bang! Bang!&lt;/a&gt;\". The series premiered on Nickelodeon on July 9, 2021, with the series set to be available on &lt;a href=\"Paramount%2B\"&gt;Paramount+&lt;/a&gt; later on.\nUntitled Netflix spin-off series and films.\nIn November 2019, a \"music-based\" &lt;a href=\"Squidward%20Tentacles\"&gt;Squidward&lt;/a&gt; project was reported to be in development for &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt;. In early March 2020, ViacomCBS announced that it will be producing two spin-off films based on the series for the streaming service.\nFilms.\n\"The SpongeBob SquarePants Movie\" (2004).\nIn this live-action animated comedy, &lt;a href=\"Plankton%20%28character%29\"&gt;Plankton&lt;/a&gt;'s plan is to steal &lt;a href=\"King%20Neptune%20%28SpongeBob%20SquarePants%20character%29\"&gt;King Neptune&lt;/a&gt;'s crown and send it to the dangerous Shell City, and then frame &lt;a href=\"Mr.%20Krabs\"&gt;Mr. Krabs&lt;/a&gt; for the crime. &lt;a href=\"SpongeBob%20SquarePants%20%28character%29\"&gt;SpongeBob&lt;/a&gt; and &lt;a href=\"Patrick%20Star\"&gt;Patrick&lt;/a&gt; must journey to Shell City while facing several perils along the way to retrieve the crown to save Mr. Krabs from Neptune's wrath and Bikini Bottom from Plankton's tyranny.\n\"The SpongeBob Movie: Sponge Out of Water\" (2015).\nThe plot follows a pirate named Burger Beard (&lt;a href=\"Antonio%20Banderas\"&gt;Antonio Banderas&lt;/a&gt;), who steals the &lt;a href=\"Krabby%20Patty\"&gt;Krabby Patty&lt;/a&gt; secret formula using a magical book that makes any text written upon it come true. After Bikini Bottom turns into an apocalyptic cesspool and the citizens turn against SpongeBob, he must team up with Plankton to find the formula and save Bikini Bottom. Later, SpongeBob, Patrick, Squidward, Mr. Krabs, Sandy and Plankton must travel to the surface to confront Burger Beard and get the formula back before Bikini Bottom is completely destroyed.\n\"The SpongeBob Movie: Sponge on the Run\" (2020).\nThe film depicts how SpongeBob met his friends for the first time at a summer camp. The film uses full CGI animation provided by &lt;a href=\"Mikros%20Image\"&gt;Mikros Image&lt;/a&gt; for underwater sequences.\nIn development.\n\"Saving Bikini Bottom\".\nIn May 2021, a &lt;a href=\"Spin-off%20%28media%29\"&gt;spin-off&lt;/a&gt; \"Sandy Cheeks\" feature film was announced to be in development from &lt;a href=\"Nickelodeon\"&gt;Nickelodeon&lt;/a&gt; for &lt;a href=\"streaming%20television\"&gt;streaming television&lt;/a&gt;, to be directed by &lt;a href=\"Liza%20Johnson\"&gt;Liza Johnson&lt;/a&gt; from a script written by &lt;a href=\"Kaz%20%28cartoonist%29\"&gt;Kaz&lt;/a&gt; and &lt;a href=\"Tom%20Stern%20%28director%29\"&gt;Tom J. Stern&lt;/a&gt; and described as a hybrid feature that will put the animated &lt;a href=\"Sandy%20Cheeks\"&gt;title character&lt;/a&gt; into a live-action setting. On August 12, 2021, the title of the movie was revealed as \"Saving Bikini Bottom\".\nOn August 16, 2021, it was revealed that plans to film \"Saving Bikini Bottom\" in &lt;a href=\"Los%20Alamos%2C%20New%20Mexico\"&gt;Los Alamos&lt;/a&gt; were scrapped due to rewrites of the script.\nUntitled fourth \"SpongeBob\" film.\nIn an August 2021 video interview, &lt;a href=\"Nickelodeon\"&gt;Nickelodeon&lt;/a&gt; CEO, &lt;a href=\"Brian%20Robbins\"&gt;Brian Robbins&lt;/a&gt;, has mentioned that \"there's a new \"SpongeBob\" [film] in the works\".\nFans′ Short films.\nSpongeBob SquareShorts.\nNickelodeon launched the first global \"SpongeBob SquarePants\"-themed &lt;a href=\"film\"&gt;short film&lt;/a&gt; competition, SpongeBob SquareShorts: Original Fan Tributes, in 2013. The contest encouraged fans and filmmakers around the world to create original short films inspired by SpongeBob for a chance to win a prize and a trip for four people to a screening event in &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;. The contest opened on May 6 and ran through June 28, 2013. On July 19, 2013, Nickelodeon announced the competition's finalists. On August 13, 2013, the under 18 years of age category was won by David of the United States for his \"The Krabby Commercial\", while the \"Finally Home\" short by Nicole of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; won the 18 and over category.\nVideo games.\nNumerous &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s based on the series have been produced. Some of the early games include: ' (2001) and ' (2003). In 2013, Nickelodeon published and distributed \"&lt;a href=\"SpongeBob%20Moves%20In%21\"&gt;SpongeBob Moves In!&lt;/a&gt;\", a &lt;a href=\"freemium\"&gt;freemium&lt;/a&gt; &lt;a href=\"city-building%20game\"&gt;city-building game&lt;/a&gt; &lt;a href=\"Application%20software\"&gt;app&lt;/a&gt; developed by &lt;a href=\"Kung%20Fu%20Factory\"&gt;Kung Fu Factory&lt;/a&gt; for &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; and &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt;. On June 5, 2019, THQ Nordic announced \"\", a full remake of the console versions of the original 2003 game. The game was released 1 year later on June 23, 2020 and includes cut content from the original game. On May 28, 2020, &lt;a href=\"Apple%20Arcade\"&gt;Apple Arcade&lt;/a&gt; released a game called Spongebob Squarepants: Patty Pursuit. In 2021, &lt;a href=\"EA%20Sports\"&gt;EA Sports&lt;/a&gt; introduced a SpongeBob-themed level to the Yard section of its \"&lt;a href=\"Madden%20NFL%2021\"&gt;Madden NFL 21&lt;/a&gt;\" video game.\nOn September 17, 2021, THQ Nordic announced \",\" a new original game based on the franchise.\nComic books.\nThe 32-page bimonthly comic book series, \"&lt;a href=\"SpongeBob%20Comics\"&gt;SpongeBob Comics&lt;/a&gt;\", was announced in November 2010 and debuted the following February. Before this, \"SpongeBob SquarePants\" comics had been published in \"&lt;a href=\"Nickelodeon%20Magazine\"&gt;Nickelodeon Magazine&lt;/a&gt;\", and episodes of the television series had been adapted by \"&lt;a href=\"List%20of%20Tokyopop%20publications%23Cine-Manga\"&gt;Cine-Manga&lt;/a&gt;\", but \"SpongeBob Comics\" was the first American comic book series devoted solely to \"SpongeBob SquarePants\". It also served as \"SpongeBob SquarePants\" creator Stephen Hillenburg's debut as a comic book author. The series was published by Hillenburg's production company, &lt;a href=\"United%20Plankton%20Pictures\"&gt;United Plankton Pictures&lt;/a&gt;, and distributed by &lt;a href=\"Bongo%20Comics%20Group\"&gt;Bongo Comics Group&lt;/a&gt;. Hillenburg described the stories from the comic books as \"original and always true to the humor, characters, and universe of the SpongeBob SquarePants series.\" Leading up to the release of the series, Hillenburg said, \"I'm hoping that fans will enjoy finally having a \"SpongeBob\" comic book from me.\"\nChris Duffy, the former senior editor of \"Nickelodeon Magazine\", serves as managing editor of \"SpongeBob Comics\". Hillenburg and Duffy met with various cartoonists—including &lt;a href=\"James%20Kochalka\"&gt;James Kochalka&lt;/a&gt;, &lt;a href=\"Hilary%20Barta\"&gt;Hilary Barta&lt;/a&gt;, &lt;a href=\"Graham%20Annable\"&gt;Graham Annable&lt;/a&gt;, Gregg Schigiel, and Jacob Chabot—to contribute to each issues. Retired &lt;a href=\"horror%20comics\"&gt;horror comics&lt;/a&gt; writer and artist &lt;a href=\"Stephen%20R.%20Bissette\"&gt;Stephen R. Bissette&lt;/a&gt; returned to write a special Halloween issue in 2012, with &lt;a href=\"Tony%20Millionaire\"&gt;Tony Millionaire&lt;/a&gt; and &lt;a href=\"Al%20Jaffee\"&gt;Al Jaffee&lt;/a&gt;. In an interview with &lt;a href=\"Tom%20Spurgeon\"&gt;Tom Spurgeon&lt;/a&gt;, Bissette said, \"I've even broken my retirement to do one work-for-hire gig [for \"SpongeBob Comics\"] so I could share everything about that kind of current job.\"\nIn the United Kingdom, &lt;a href=\"Titan%20Magazines\"&gt;Titan Magazines&lt;/a&gt; published comics based on \"SpongeBob SquarePants\" every four weeks from February 3, 2005, through November 28, 2013. Titan Magazines also teamed up with &lt;a href=\"Lego\"&gt;Lego&lt;/a&gt; to release a limited edition \"SpongeBob\"-themed comic.\nMusic.\nCollections of original music featured in the series have been released on the albums ' (2001), \"&lt;a href=\"SpongeBob%27s%20Greatest%20Hits\"&gt;SpongeBob's Greatest Hits&lt;/a&gt;\" (2009), and ' (2005). The first two charted on the US &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, reaching number 171 and 122, respectively.\nSeveral songs have been recorded for the purpose of a single or album release, and have not been featured on the show. The song \"My Tidy Whities\" written by Tom Kenny and &lt;a href=\"Andy%20Paley\"&gt;Andy Paley&lt;/a&gt; was released only on the album \"&lt;a href=\"The%20Best%20Day%20Ever\"&gt;The Best Day Ever&lt;/a&gt;\" (2006). Kenny's inspiration for the song was \"underwear humor,\" saying: \"Underwear humor is always a surefire laugh-getter with kids ... Just seeing a character that odd wearing really prosaic, normal, &lt;a href=\"Kmart\"&gt;Kmart&lt;/a&gt;, three-to-a-pack underwear is a funny drawing ... We thought it was funny to make a really lush, beautiful love song to his underwear.\"\nA soundtrack album \"&lt;a href=\"The%20SpongeBob%20SquarePants%20Movie%20%E2%80%93%20Music%20from%20the%20Movie%20and%20More...\"&gt;The SpongeBob SquarePants Movie – Music from the Movie and More&lt;/a&gt;...\", featuring the film's score was released along with the feature-length film in November 2004. Various artists including &lt;a href=\"the%20Flaming%20Lips\"&gt;the Flaming Lips&lt;/a&gt;, &lt;a href=\"Wilco\"&gt;Wilco&lt;/a&gt;, &lt;a href=\"Ween\"&gt;Ween&lt;/a&gt;, &lt;a href=\"Mot%C3%B6rhead\"&gt;Motörhead&lt;/a&gt;, &lt;a href=\"the%20Shins\"&gt;the Shins&lt;/a&gt;, and &lt;a href=\"Avril%20Lavigne\"&gt;Avril Lavigne&lt;/a&gt; contributed to the soundtrack that reached number 76 on the US \"Billboard\" 200.\nTheater.\n\"SpongeBob SquarePants\" was adapted as a &lt;a href=\"stage%20musical\"&gt;stage musical&lt;/a&gt; in 2016 by director &lt;a href=\"Tina%20Landau\"&gt;Tina Landau&lt;/a&gt;. \"&lt;a href=\"SpongeBob%20SquarePants%2C%20The%20Broadway%20Musical\"&gt;SpongeBob SquarePants, The Broadway Musical&lt;/a&gt;\" premiered in Chicago in 2016 and opened on &lt;a href=\"Broadway%20%28Manhattan%29\"&gt;Broadway&lt;/a&gt; at the &lt;a href=\"Palace%20Theatre%20%28Broadway%29\"&gt;Palace Theatre&lt;/a&gt; on December 4, 2017. The musical opened to critical acclaim, and tied for most-nominated production at the 2018 &lt;a href=\"72nd%20Tony%20Awards\"&gt;72nd Tony Awards&lt;/a&gt; with twelve &lt;a href=\"Tony%20Award\"&gt;Tony&lt;/a&gt; nominations.\nTheme park rides.\nThe &lt;a href=\"SpongeBob%20SquarePants%204-D\"&gt;SpongeBob SquarePants 4-D&lt;/a&gt; film and ride opened at several locations including &lt;a href=\"Six%20Flags%20Over%20Texas\"&gt;Six Flags Over Texas&lt;/a&gt;, &lt;a href=\"Flamingo%20Land%20Resort\"&gt;Flamingo Land Resort&lt;/a&gt;, and the &lt;a href=\"Shedd%20Aquarium\"&gt;Shedd Aquarium&lt;/a&gt;. The ride features water squirts, real bubbles, and other sensory enhancements. In 2012, Nickelodeon teamed up again with SimEx-Iwerks Entertainment and Super 78 to produce \"SpongeBob SquarePants 4-D: The Great Jelly Rescue\". The attraction opened in early 2013 at the &lt;a href=\"Mystic%20Aquarium%20%26amp%3B%20Institute%20for%20Exploration\"&gt;Mystic Aquarium &amp; Institute for Exploration&lt;/a&gt;. It was also installed at the &lt;a href=\"Nickelodeon%20Suites%20Resort%20Orlando\"&gt;Nickelodeon Suites Resort Orlando&lt;/a&gt; in &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando, Florida&lt;/a&gt;. The seven-minute film follows SpongeBob, Patrick, and Sandy up to their old hijinks, while rescuing the jellyfish of Jellyfish Fields from Plankton's evil clutches.\nSpongeBob SquarePants appears at the &lt;a href=\"Mall%20of%20America\"&gt;Mall of America&lt;/a&gt;'s Nickelodeon theme park re-branded from the Mall of America's &lt;a href=\"Park%20at%20MOA\"&gt;Park at MOA&lt;/a&gt;, formerly &lt;a href=\"Camp%20Snoopy\"&gt;Camp Snoopy&lt;/a&gt;, to &lt;a href=\"Nickelodeon%20Universe\"&gt;Nickelodeon Universe&lt;/a&gt; in the &lt;a href=\"Minneapolis%E2%80%93Saint%20Paul\"&gt;Minneapolis-St. Paul&lt;/a&gt; suburb of &lt;a href=\"Bloomington%2C%20Minnesota\"&gt;Bloomington, Minnesota&lt;/a&gt;. The new theme park features a SpongeBob-themed &lt;a href=\"Gerstlauer\"&gt;Gerstlauer&lt;/a&gt; Euro-Fighter custom &lt;a href=\"roller%20coaster\"&gt;roller coaster&lt;/a&gt;. The &lt;a href=\"SpongeBob%20SquarePants%20Rock%20Bottom%20Plunge\"&gt;SpongeBob SquarePants Rock Bottom Plunge&lt;/a&gt;, which opened March 15, 2008, has replaced the Mystery Mine Ride and Olde Time Photo store at the west end of the theme park.\nOn May 23, 2015, an interactive 3D show titled \"SpongeBob SubPants Adventure\" opened in Texas at &lt;a href=\"Moody%20Gardens\"&gt;Moody Gardens&lt;/a&gt;. According to Moody Gardens President and CEO John Zendt, \"Visitors will be able to interact with the Nickelodeon characters on a digital stage as they have never been able to do before.\"\nMerchandise.\nThe popularity of \"SpongeBob SquarePants\" inspired merchandise from T-shirts to posters. It was reported that the franchise generated an estimated $8 billion in merchandising revenue for Nickelodeon. It is also the most distributed property of &lt;a href=\"ViacomCBS%20Domestic%20Media%20Networks\"&gt;ViacomCBS Domestic Media Networks&lt;/a&gt;. \"SpongeBob\" is viewed in 170 countries speaking 24 languages, and has become \"a killer merchandising app\". The title character and his friends have been used as a theme for special editions of well-known family board games, including &lt;a href=\"Monopoly%20%28game%29\"&gt;Monopoly&lt;/a&gt;, &lt;a href=\"The%20Game%20of%20Life\"&gt;Life&lt;/a&gt;, and &lt;a href=\"Operation%20%28game%29\"&gt;Operation&lt;/a&gt;, as well as a \"SpongeBob SquarePants\" edition of &lt;a href=\"Ants%20in%20the%20Pants%20%28game%29\"&gt;Ants in the Pants&lt;/a&gt;, and &lt;a href=\"Yahtzee\"&gt;Yahtzee&lt;/a&gt;. In April 2019, Nickelodeon released Masterpiece Memes, a series of toys adapted from various SpongeBob &lt;a href=\"Internet%20meme\"&gt;Internet meme&lt;/a&gt;s."
}