{
    "id": "63819609",
    "revid": "253891",
    "url": "https://en.wikipedia.org/wiki?curid=63819609",
    "title": "Nimbus 42",
    "text": "The Nimbus 42 is a &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt; that was designed by F. Michael Kaufman and Robert Ladd as a &lt;a href=\"Cruising%20%28maritime%29\"&gt;cruiser&lt;/a&gt;-&lt;a href=\"Sailing%20%28sport%29\"&gt;racer&lt;/a&gt; and first built in 1981.\nProduction.\nThe design was built by &lt;a href=\"Albin%20Marine\"&gt;Albin Marine&lt;/a&gt; in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. It was produced from 1981 to 1985, but it is now out of production.\nDesign.\nThe Nimbus 42 is a recreational &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt;, with an Airex-cored deck and wood trim, including &lt;a href=\"teak\"&gt;teak&lt;/a&gt; decks. It has a &lt;a href=\"cutter%20rig\"&gt;cutter rig&lt;/a&gt;, with &lt;a href=\"aluminum\"&gt;aluminum&lt;/a&gt; spars and a keel-stepped mast. It features a &lt;a href=\"raked%20stem\"&gt;raked stem&lt;/a&gt;, a raised counter &lt;a href=\"reverse%20transom\"&gt;reverse transom&lt;/a&gt;, a &lt;a href=\"skeg\"&gt;skeg&lt;/a&gt;-mounted &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; controlled by a &lt;a href=\"Ship%27s%20wheel\"&gt;wheel&lt;/a&gt; and a fixed fin &lt;a href=\"keel\"&gt;keel&lt;/a&gt;, deep keel or optional stub keel and &lt;a href=\"centerboard\"&gt;centerboard&lt;/a&gt;. It displaces and carries of ballast.\nThe boat is fitted with a Pathfinder &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt; of for docking and maneuvering. The fuel tank holds and the fresh water tank has a capacity of .\nThe design has sleeping accommodation for eight people, with a double \"V\"-berth in the bow cabin, an \"U\"-shaped settee and drop-down dinette table that forms a double berth, plus a straight settee in the main cabin. There is an aft stateroom with a double berth on the port side and a single berth on the starboard side. The &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; is located on the port side just forward of the &lt;a href=\"companionway\"&gt;companionway&lt;/a&gt; steps. The galley is \"U\"-shaped and is equipped with a three-burner &lt;a href=\"propane\"&gt;propane&lt;/a&gt;-fired stove and oven, plus a double sink and an &lt;a href=\"icebox\"&gt;icebox&lt;/a&gt;. A navigation station is opposite the galley, on the starboard side. There are two &lt;a href=\"Head%20%28watercraft%29\"&gt;heads&lt;/a&gt;, one just aft of the bow cabin on the port side and one on the starboard side in the aft cabin. The below deck headroom is and the cabin trim and sole are made from &lt;a href=\"teak\"&gt;teak&lt;/a&gt; and &lt;a href=\"holly\"&gt;holly&lt;/a&gt;.\nVentilation is provided by six translucent opening hatches, two &lt;a href=\"dorade%20vent\"&gt;dorade vent&lt;/a&gt;s and four deck cowl intakes. Additional light is provided by four deck-mounted prisms.\nFor sailing the design is equipped with four &lt;a href=\"halyard\"&gt;halyard&lt;/a&gt; winches and two &lt;a href=\"jib\"&gt;jib&lt;/a&gt; winches. The halyards are all internally-mounted. There are &lt;a href=\"topping%20lift\"&gt;topping lift&lt;/a&gt;s for the &lt;a href=\"Boom%20%28sailing%29\"&gt;boom&lt;/a&gt; and &lt;a href=\"spinnaker\"&gt;spinnaker&lt;/a&gt;. Both the &lt;a href=\"Genoa%20%28sail%29\"&gt;genoa&lt;/a&gt; and spinnaker pole are mounted on tracks with cars. There is a bow-mounted &lt;a href=\"anchor\"&gt;anchor&lt;/a&gt; locker.\nThe design has a &lt;a href=\"Performance%20Handicap%20Racing%20Fleet\"&gt;PHRF&lt;/a&gt; racing average handicap of 90-99 and a &lt;a href=\"hull%20speed\"&gt;hull speed&lt;/a&gt; of .\nOperational history.\nIn a 1994 review Richard Sherwood wrote, \"Nimbus is a big auxiliary with three cabins, but with a tall, high-aspect rig for racing, Shrouds are inboard for good wind ward sheeting angles. The keel is relatively short and the rudder is well aft.\"\nSee also.\nSimilar sailboats"
}