{
    "id": "63844",
    "revid": "1357080",
    "url": "https://en.wikipedia.org/wiki?curid=63844",
    "title": "Protura",
    "text": "The Protura, or proturans, and sometimes nicknamed coneheads, are very small (0.6-1.5mm long), soil-dwelling animals, so inconspicuous they were not noticed until the 20th century. The Protura constitute an &lt;a href=\"Order%20%28biology%29\"&gt;order&lt;/a&gt; of &lt;a href=\"Hexapoda\"&gt;hexapods&lt;/a&gt; that were previously regarded as insects, and sometimes treated as a &lt;a href=\"Class%20%28biology%29\"&gt;class&lt;/a&gt; in their own right.\nSome evidence indicates the Protura are &lt;a href=\"basal%20%28phylogenetics%29\"&gt;basal&lt;/a&gt; to all other hexapods, although not all researchers consider them &lt;a href=\"Hexapoda\"&gt;Hexapoda&lt;/a&gt;, rendering the &lt;a href=\"monophyly\"&gt;monophyly&lt;/a&gt; of Hexapoda unsettled. Uniquely among hexapods, proturans show &lt;a href=\"anamorphosis%20%28biology%29\"&gt;anamorphic&lt;/a&gt; development, whereby &lt;a href=\"body%20segment\"&gt;body segment&lt;/a&gt;s are added during &lt;a href=\"ecdysis\"&gt;moults&lt;/a&gt;.\nThere are close to 800 species, described in seven &lt;a href=\"family%20%28biology%29\"&gt;families&lt;/a&gt;. Nearly 300 species are contained in a single &lt;a href=\"genus\"&gt;genus&lt;/a&gt;, \"&lt;a href=\"Eosentomon\"&gt;Eosentomon&lt;/a&gt;\".\nMorphology.\nProturans have no eyes, wings, or antennae, and, lacking &lt;a href=\"pigment\"&gt;pigment&lt;/a&gt;ation, are usually white or pale brown. The sensory function of the antennae is fulfilled by the first of three pairs of five-segmented &lt;a href=\"arthropod%20leg\"&gt;legs&lt;/a&gt;, which are held up, pointing forward and have many tarsal sensilla and sensory hairs. They walk with only four legs. The head is conical, and bears two &lt;a href=\"pseudoculus\"&gt;pseudoculi&lt;/a&gt; with unknown function. The body is elongated and cylindrical, with a postanal telson at the end. The &lt;a href=\"Insect%20mouthparts\"&gt;mouthparts&lt;/a&gt; are &lt;a href=\"Entognatha\"&gt;entognathous&lt;/a&gt; (enclosed within the head capsule) and consist of thin &lt;a href=\"Mandible%20%28insect%29\"&gt;mandibles&lt;/a&gt; and maxillae. There are no &lt;a href=\"cercus\"&gt;cerci&lt;/a&gt; at the end of the abdomen, which gives the group their name, from the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; \"proto-\" (meaning \"first\", in this case implying primitive), and \"ura\", meaning \"tail\". The first three abdominal segments bear limb-like &lt;a href=\"appendage\"&gt;appendage&lt;/a&gt;s called \"styli\". The &lt;a href=\"Sex%20organ\"&gt;genitalia&lt;/a&gt; are internal and the genital opening lies between the eleventh segment and the &lt;a href=\"telson\"&gt;telson&lt;/a&gt; of the adult. The genitalia are everted from a chamber in both sexes. Members of &lt;a href=\"Eosentomidae\"&gt;Eosentomidae&lt;/a&gt; possess &lt;a href=\"Spiracle%20%28arthropods%29\"&gt;spiracle&lt;/a&gt;s and a simple &lt;a href=\"Invertebrate%20trachea\"&gt;tracheal&lt;/a&gt; system, while those in the Acerentomoidea lack these structures and perform &lt;a href=\"gas%20exchange\"&gt;gas exchange&lt;/a&gt; by &lt;a href=\"diffusion\"&gt;diffusion&lt;/a&gt;.\nEcology.\nProturans live chiefly in &lt;a href=\"soil\"&gt;soil&lt;/a&gt;, &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es, and &lt;a href=\"leaf%20litter\"&gt;leaf litter&lt;/a&gt; of moist temperate forests that are not too acidic. They have also been found beneath rocks or under the &lt;a href=\"Bark%20%28botany%29\"&gt;bark&lt;/a&gt; of trees, as well as in animal burrows. They are generally restricted to the uppermost , but have been found as deep as . Although they are sometimes considered uncommon, they are probably often overlooked because of their small size: densities of over 90,000 individuals per square metre have been measured.\nThe diet of proturans is not yet sufficiently observed, but they feed on &lt;a href=\"Mycorrhiza\"&gt;mycorrhizal fungi&lt;/a&gt;, dead &lt;a href=\"Acari\"&gt;Acari&lt;/a&gt;, and mushroom powder in culture, and are thought to feed on decaying vegetable matter and fungi in the wild. The styliform mouthparts suggest the Protura are fluid feeders, with evidence that some species suck out the contents of &lt;a href=\"hypha\"&gt;fungal hyphae&lt;/a&gt;.\nProturans which live near the soil surface generally have one generation per year and have longer legs, while those that live deeper have shorter legs and reproduce less seasonally, although some &lt;a href=\"Insect%20migration\"&gt;migratory&lt;/a&gt; species move to deeper layers for the winter and shallower layers for the summer.\nDevelopment.\nThe &lt;a href=\"Nymph%20%28biology%29\"&gt;nymph&lt;/a&gt; has 9 abdominal segments, but the number increases through &lt;a href=\"ecdysis\"&gt;moulting&lt;/a&gt; until the full adult number of 12 is reached. Further moults may occur, but do not add any more body segments, and it is not known whether the adults continue to moult through their lives. &lt;a href=\"Egg%20%28biology%29\"&gt;Eggs&lt;/a&gt; have only been observed in a few species. Five &lt;a href=\"Instar\"&gt;developmental stages&lt;/a&gt; follow: the prenymph hatches from the egg and has only weakly developed mouthparts and 9 abdominal segments; nymph I follows and has fully developed mouthparts; nymph II has ten abdominal segments; maturus junior has 12 abdominal segments and is followed by the adult. The family Acerentomidae differs in having an extra &lt;a href=\"Imago\"&gt;preimago&lt;/a&gt; stage, with partially developed genitalia, between the maturus junior and the adult.\nHistory.\nProturans were first discovered in the early 20th century, when &lt;a href=\"Filippo%20Silvestri\"&gt;Filippo Silvestri&lt;/a&gt; and &lt;a href=\"Antonio%20Berlese\"&gt;Antonio Berlese&lt;/a&gt; discovered the animals independently. The first species to be described was \"&lt;a href=\"Acerentomon%20doderoi\"&gt;Acerentomon doderoi&lt;/a&gt;\", published in 1907 by Silvestri, based on material from near &lt;a href=\"Syracuse%2C%20New%20York\"&gt;Syracuse, New York&lt;/a&gt;.\nImpact on humans.\nProturans aid in decomposition by helping in the breakdown of leaf litter and recycling organic nutrients back into the soil. They thus play a role in soil formation and composition, which can be vital in soil restoration."
}