{
    "id": "6387555",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6387555",
    "title": "Les McDowall",
    "text": "Les McDowall (25 October 1912 – 18 August 1991) was a Scottish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and &lt;a href=\"Coach%20%28sport%29\"&gt;manager&lt;/a&gt;. He managed &lt;a href=\"Manchester%20City\"&gt;Manchester City&lt;/a&gt; between 1950 and 1963, and then &lt;a href=\"Oldham%20Athletic\"&gt;Oldham Athletic&lt;/a&gt; until 1965. McDowall was the longest serving manager in Manchester City's history, his tenure spanning 13 years.\nThough born in &lt;a href=\"British%20India\"&gt;India&lt;/a&gt;, McDowall was brought up as a &lt;a href=\"Scotland\"&gt;Scot&lt;/a&gt;. A wing half or centre half, he spent five years of his playing career at &lt;a href=\"Sunderland%20F.C.\"&gt;Sunderland&lt;/a&gt; mainly as a reserve to Alex Hastings. &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; paid £7,000 for his services in 1937 and between then and 1948 he played 129 times for the team scoring 8 goals. He was also captain of the time for a short while. He briefly moved to &lt;a href=\"Wrexham%20A.F.C.\"&gt;Wrexham's&lt;/a&gt; &lt;a href=\"Racecourse%20Ground\"&gt;Racecourse Ground&lt;/a&gt; to take up the managerial post before being brought back to &lt;a href=\"Maine%20Road\"&gt;Maine Road&lt;/a&gt; in 1950 and installed as manager.\nThe club was languishing in the second tier of English &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, McDowall set to work building a solid team and soon saw the fruits of his labour, with the club returning to the first division the following season.\nSolid if unspectacular progress was made in the early 1950s, with some notable results along the way; the most significant being a handful of &lt;a href=\"Manchester%20derby\"&gt;derby&lt;/a&gt; victories against &lt;a href=\"Manchester%20United\"&gt;Manchester United&lt;/a&gt;. McDowall was an innovator, undoubtedly ahead of his time, inspired by the great &lt;a href=\"Hungary%20national%20football%20team\"&gt;Hungarian&lt;/a&gt; side of the era he pioneered the use of wing backs and the deployment of a forward playing between the strikers and midfield. These &lt;a href=\"revolutionary\"&gt;revolutionary&lt;/a&gt; tactical systems, more commonly associated with the game as we know it today, were not an instant success however and City leaked more than five goals in a game on three occasions in the &lt;a href=\"1955%E2%80%9356%20in%20English%20football\"&gt;1955–56&lt;/a&gt; season.\n&lt;a href=\"Don%20Revie\"&gt;Don Revie&lt;/a&gt; was a key player in McDowall's team and it was with Revie that he masterminded the \"\"&lt;a href=\"Revie%20Plan\"&gt;Revie Plan&lt;/a&gt;\"\", centred on the plan's namesake playing in a withdrawn striker's role. McDowall's tactical brainstorming and tinkering, which had generally been met with scorn and derision from the majority of fans at Maine Road, eventually bore fruit and the club was rewarded with consecutive appearances in the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; finals of &lt;a href=\"1955%20FA%20Cup%20Final\"&gt;1955&lt;/a&gt; (lost 1–3 to &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;) and &lt;a href=\"1956%20FA%20Cup%20Final\"&gt;1956&lt;/a&gt;, winning the latter against &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; 3–1.\nThe mid 1950s were the high points of McDowall's career as manager of &lt;a href=\"Manchester%20City\"&gt;Manchester City&lt;/a&gt;. An ageing team and limited resources saw the club begin to wane and fall towards the foot of the first division by the beginning of the 1960s, culminating in relegation to the second division in the &lt;a href=\"1962%E2%80%9363%20in%20English%20football\"&gt;1962–63&lt;/a&gt; season. With relegation came the end of McDowall's tenure at Manchester City. He went on to manage &lt;a href=\"Oldham%20Athletic\"&gt;Oldham Athletic&lt;/a&gt; from June 1963 to March 1965 before quitting management.\nHe died 18 August 1991 at the age of 78. McDowall was an active &lt;a href=\"freemason\"&gt;freemason&lt;/a&gt;.\nHonours.\nAs a manager.\n&lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City F.C.&lt;/a&gt;"
}