{
    "id": "638834",
    "revid": "1044286734",
    "url": "https://en.wikipedia.org/wiki?curid=638834",
    "title": "Economic model",
    "text": "In &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, a model is a &lt;a href=\"theory\"&gt;theoretical&lt;/a&gt; construct representing economic &lt;a href=\"wikt%3Aprocess\"&gt;processes&lt;/a&gt; by a set of &lt;a href=\"Variable%20%28mathematics%29\"&gt;variables&lt;/a&gt; and a set of &lt;a href=\"logic\"&gt;logic&lt;/a&gt;al and/or quantitative relationships between them. The economic &lt;a href=\"Conceptual%20model\"&gt;model&lt;/a&gt; is a simplified, often &lt;a href=\"Mathematical%20model\"&gt;mathematical&lt;/a&gt;, framework designed to illustrate complex processes. Frequently, economic models posit &lt;a href=\"parameter%23Statistics%20and%20economics\"&gt;structural parameters&lt;/a&gt;. A model may have various &lt;a href=\"exogenous%20variable\"&gt;exogenous variable&lt;/a&gt;s, and those variables may change to create various responses by economic variables. Methodological uses of models include investigation, theorizing, and fitting theories to the world.\nOverview.\nIn general terms, economic models have two functions: first as a simplification of and abstraction from observed data, and second as a means of selection of data based on a &lt;a href=\"paradigm\"&gt;paradigm&lt;/a&gt; of &lt;a href=\"econometric\"&gt;econometric&lt;/a&gt; study.\n\"Simplification\" is particularly important for economics given the enormous &lt;a href=\"complexity\"&gt;complexity&lt;/a&gt; of economic processes. This complexity can be attributed to the diversity of factors that determine economic activity; these factors include: individual and &lt;a href=\"co-operation\"&gt;cooperative&lt;/a&gt; decision processes, &lt;a href=\"Natural%20resource\"&gt;resource&lt;/a&gt; limitations, &lt;a href=\"natural%20environment\"&gt;environment&lt;/a&gt;al and &lt;a href=\"geography\"&gt;geographical&lt;/a&gt; constraints, &lt;a href=\"institution\"&gt;institution&lt;/a&gt;al and &lt;a href=\"law\"&gt;legal&lt;/a&gt; requirements and purely &lt;a href=\"random\"&gt;random&lt;/a&gt; fluctuations. Economists therefore must make a reasoned choice of which variables and which relationships between these variables are relevant and which ways of analyzing and presenting this information are useful.\n\"Selection\" is important because the nature of an economic model will often determine what facts will be looked at and how they will be compiled. For example, &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; is a general economic concept, but to measure inflation requires a model of behavior, so that an economist can differentiate between changes in relative prices and changes in price that are to be attributed to inflation.\nIn addition to their professional &lt;a href=\"academia\"&gt;academic&lt;/a&gt; interest, uses of models include:\nA model establishes an \"&lt;a href=\"logical%20argument\"&gt;argumentative framework&lt;/a&gt;\" for applying logic and &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; that can be independently discussed and tested and that can be applied in various instances. Policies and arguments that rely on economic models have a clear basis for soundness, namely the &lt;a href=\"Validity%20%28logic%29\"&gt;validity&lt;/a&gt; of the supporting model.\nEconomic models in current use do not pretend to be \"theories of everything economic\"; any such pretensions would immediately be thwarted by &lt;a href=\"computation\"&gt;computation&lt;/a&gt;al infeasibility and the incompleteness or lack of theories for various types of economic behavior. Therefore, conclusions drawn from models will be approximate representations of economic facts. However, properly constructed models can remove extraneous information and isolate useful &lt;a href=\"approximation\"&gt;approximation&lt;/a&gt;s of key relationships. In this way more can be understood about the relationships in question than by trying to understand the entire economic process.\nThe details of model construction vary with type of model and its application, but a generic process can be identified. Generally, any modelling process has two steps: generating a model, then checking the model for accuracy (sometimes called diagnostics). The diagnostic step is important because a model is only useful to the extent that it accurately mirrors the relationships that it purports to describe. Creating and diagnosing a model is frequently an iterative process in which the model is modified (and hopefully improved) with each iteration of diagnosis and respecification. Once a satisfactory model is found, it should be double checked by applying it to a different data set.\nTypes of models.\nAccording to whether all the model variables are deterministic, economic models can be classified as &lt;a href=\"stochastic%20process\"&gt;stochastic&lt;/a&gt; or non-stochastic models; according to whether all the variables are quantitative, economic models are classified as discrete or continuous choice model; according to the model's intended purpose/function, it can be classified as\nquantitative or qualitative; according to the model's ambit, it can be classified as a general equilibrium model, a partial equilibrium model, or even a non-equilibrium model; according to the economic agent's characteristics, models can be classified as rational agent models, representative agent models etc.\nAt a more practical level, quantitative modelling is applied to many areas of economics and several methodologies have evolved more or less independently of each other. As a result, no overall model &lt;a href=\"Taxonomy%20%28general%29\"&gt;taxonomy&lt;/a&gt; is naturally available. We can nonetheless provide a few examples that illustrate some particularly relevant points of model construction.\nProblems with economic models.\nMost economic models rest on a number of assumptions that are not entirely realistic. For example, agents are often assumed to have perfect information, and markets are often assumed to clear without friction. Or, the model may omit issues that are important to the question being considered, such as &lt;a href=\"Externality\"&gt;externalities&lt;/a&gt;. Any analysis of the results of an economic model must therefore consider the extent to which these results may be compromised by inaccuracies in these assumptions, and a large literature has grown up discussing &lt;a href=\"problems%20with%20economic%20models\"&gt;problems with economic models&lt;/a&gt;, or at least asserting that their results are unreliable.\nHistory.\nOne of the major problems addressed by economic models has been understanding economic growth. An early attempt to provide a technique to approach this came from the French &lt;a href=\"physiocrat\"&gt;physiocrat&lt;/a&gt;ic school in the Eighteenth century. Among these economists, &lt;a href=\"Fran%C3%A7ois%20Quesnay\"&gt;François Quesnay&lt;/a&gt; was known particularly for his development and use of tables he called \"&lt;a href=\"Tableau%20%C3%A9conomique\"&gt;Tableaux économiques&lt;/a&gt;\". These tables have in fact been interpreted in more modern terminology as a Leontiev model, see the Phillips reference below.\nAll through the 18th century (that is, well before the founding of modern political economy, conventionally marked by Adam Smith's 1776 &lt;a href=\"Wealth%20of%20Nations\"&gt;Wealth of Nations&lt;/a&gt;), simple probabilistic models were used to understand the economics of &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt;. This was a natural extrapolation of the theory of &lt;a href=\"gambling\"&gt;gambling&lt;/a&gt;, and played an important role both in the development of &lt;a href=\"probability%20theory\"&gt;probability theory&lt;/a&gt; itself and in the development of &lt;a href=\"actuarial%20science\"&gt;actuarial science&lt;/a&gt;. Many of the giants of 18th century &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; contributed to this field. Around 1730, &lt;a href=\"De%20Moivre\"&gt;De Moivre&lt;/a&gt; addressed some of these problems in the 3rd edition of \"&lt;a href=\"The%20Doctrine%20of%20Chances\"&gt;The Doctrine of Chances&lt;/a&gt;\". Even earlier (1709), &lt;a href=\"Nicolas%20Bernoulli\"&gt;Nicolas Bernoulli&lt;/a&gt; studies problems related to savings and interest in the &lt;a href=\"Ars%20Conjectandi\"&gt;Ars Conjectandi&lt;/a&gt;. In 1730, &lt;a href=\"Daniel%20Bernoulli\"&gt;Daniel Bernoulli&lt;/a&gt; studied \"moral probability\" in his book &lt;a href=\"Mensura%20Sortis\"&gt;Mensura Sortis&lt;/a&gt;, where he introduced what would today be called \"logarithmic utility of money\" and applied it to gambling and insurance problems, including a solution of the paradoxical &lt;a href=\"St.%20Petersburg%20paradox\"&gt;Saint Petersburg problem&lt;/a&gt;. All of these developments were summarized by &lt;a href=\"Laplace\"&gt;Laplace&lt;/a&gt; in his &lt;a href=\"Analytical%20Theory%20of%20Probabilities\"&gt;Analytical Theory of Probabilities&lt;/a&gt; (1812). Clearly, by the time &lt;a href=\"David%20Ricardo\"&gt;David Ricardo&lt;/a&gt; came along he had a lot of well-established math to draw from.\nTests of macroeconomic predictions.\nIn the late 1980s, the &lt;a href=\"Brookings%20Institution\"&gt;Brookings Institution&lt;/a&gt; compared 12 leading &lt;a href=\"macroeconomic%20models\"&gt;macroeconomic models&lt;/a&gt; available at the time. They compared the models' predictions for how the economy would respond to specific economic shocks (allowing the models to control for all the variability in the real world; this was a test of model vs. model, not a test against the actual outcome). Although the models simplified the world and started from a stable, known common parameters the various models gave significantly different answers. For instance, in calculating the impact of a &lt;a href=\"monetary\"&gt;monetary&lt;/a&gt; loosening on output some models estimated a 3% change in &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt; after one year, and one gave almost no change, with the rest spread between.\nPartly as a result of such experiments, modern central bankers no longer have as much confidence that it is possible to 'fine-tune' the economy as they had in the 1960s and early 1970s. Modern policy makers tend to use a less activist approach, explicitly because they lack confidence that their models will actually predict where the economy is going, or the effect of any shock upon it. The new, more humble, approach sees danger in dramatic policy changes based on model predictions, because of several practical and theoretical limitations in current macroeconomic models; in addition to the theoretical pitfalls, (&lt;a href=\"Model%20%28economics%29%23Pitfalls\"&gt;listed above&lt;/a&gt;) some problems specific to aggregate modelling are:\nComparison with models in other sciences.\n&lt;a href=\"Complex%20systems\"&gt;Complex systems&lt;/a&gt; specialist and mathematician &lt;a href=\"David%20Orrell\"&gt;David Orrell&lt;/a&gt; wrote on this issue in his book &lt;a href=\"Apollo%27s%20Arrow\"&gt;Apollo's Arrow&lt;/a&gt; and explained that the weather, human health and economics use similar methods of prediction (mathematical models). Their systems—the atmosphere, the human body and the economy—also have similar levels of complexity. He found that forecasts fail because the models suffer from two problems: (i) they cannot capture the full detail of the underlying system, so rely on approximate equations; (ii) they are sensitive to small changes in the exact form of these equations. This is because complex systems like the economy or the climate consist of a delicate balance of opposing forces, so a slight imbalance in their representation has big effects. Thus, predictions of things like economic recessions are still highly inaccurate, despite the use of enormous models running on fast computers.\nSee .\nEffects of deterministic chaos on economic models.\nEconomic and meteorological simulations may share a fundamental limit to their predictive powers: &lt;a href=\"Chaos%20theory\"&gt;chaos&lt;/a&gt;. Although the modern mathematical work on &lt;a href=\"chaotic%20systems\"&gt;chaotic systems&lt;/a&gt; began in the 1970s the danger of chaos had been identified and defined in \"&lt;a href=\"Econometrica\"&gt;Econometrica&lt;/a&gt;\" as early as 1958:\nIt is straightforward to design economic models susceptible to &lt;a href=\"butterfly%20effect\"&gt;butterfly effect&lt;/a&gt;s of initial-condition sensitivity.\nHowever, the &lt;a href=\"econometric\"&gt;econometric&lt;/a&gt; research program to identify which variables are chaotic (if any) has largely concluded that aggregate macroeconomic variables probably do not behave chaotically. This would mean that refinements to the models could ultimately produce reliable long-term forecasts. However, the validity of this conclusion has generated two challenges:\nMore recently, chaos (or the butterfly effect) has been identified as less significant than previously thought to explain prediction errors. Rather, the predictive power of economics and meteorology would mostly be limited by the models themselves and the nature of their underlying systems (see &lt;a href=\"Economic%20models%23Comparison%20with%20models%20in%20other%20sciences\"&gt;Comparison with models in other sciences&lt;/a&gt; above).\nCritique of hubris in planning.\nA key strand of &lt;a href=\"free%20market\"&gt;free market&lt;/a&gt; economic thinking is that the market's &lt;a href=\"invisible%20hand\"&gt;invisible hand&lt;/a&gt; guides an economy to prosperity more efficiently than &lt;a href=\"command%20economy\"&gt;central planning&lt;/a&gt; using an economic model. One reason, emphasized by &lt;a href=\"Friedrich%20Hayek\"&gt;Friedrich Hayek&lt;/a&gt;, is the claim that many of the true forces shaping the economy can never be captured in a single plan. This is an argument that cannot be made through a conventional (mathematical) economic model because it says that there are critical systemic-elements that will always be omitted from any top-down analysis of the economy."
}