{
    "id": "63919993",
    "revid": "2300502",
    "url": "https://en.wikipedia.org/wiki?curid=63919993",
    "title": "Image fidelity",
    "text": "Image fidelity, often referred to as the ability to discriminate between two images or how closely the &lt;a href=\"image\"&gt;image&lt;/a&gt; represents the real source distribution. Different from &lt;a href=\"image%20quality\"&gt;image quality&lt;/a&gt;, which is often referred to as the subject preference for one image over another, image fidelity represents to the ability of a process to &lt;a href=\"Rendering%20%28computer%20graphics%29\"&gt;render&lt;/a&gt; an image accurately, without any visible distortion or information loss. The two terms are often used interchangeably, but they are not the same.\nIf we cannot detect the difference between a &lt;a href=\"Photography\"&gt;photograph&lt;/a&gt; and a digitally printed image, we might conclude that the &lt;a href=\"Digital%20printing\"&gt;digital print&lt;/a&gt; has photographic image quality. But subjective impressions of image quality are much more difficult to characterize and, consequently, nearly impossible to quantify. It is not difficult to demonstrate that people use multiple visual factors or &lt;a href=\"Dimension\"&gt;dimensions&lt;/a&gt; in complex &lt;a href=\"Nonlinear%20system\"&gt;non-linear&lt;/a&gt; combinations to make judgements about image quality. There are also significant individual differences in their judgements.\nImage fidelity in photography.\nIn photography, image fidelity is also referred to as micro-contrast or &lt;a href=\"Three-dimensional%20space\"&gt;3D pop&lt;/a&gt;. The inner tonal rendition of an image could be found as more shades and details are rendered.\nThere are three ways to increase image fidelity.\nThe first is to adopt a high transmission &lt;a href=\"lens\"&gt;lens&lt;/a&gt; on the camera. Lenses with high transmissive characteristics can direct more light into the &lt;a href=\"Image%20sensor\"&gt;sensors&lt;/a&gt;.\nThe second is to increase the sensor saturation. There are two ways do this:\nThe latter is more common. &lt;a href=\"Flash%20%28photography%29\"&gt;Flash&lt;/a&gt; is usually the method used to achieve it.\nThird, reducing or removing the color filter array on a camera sensor. To remove or reduce the thickness of the filter array on the &lt;a href=\"camera%20sensor\"&gt;camera sensor&lt;/a&gt; so that more low-gain light can be recorded. This process is also called \"&lt;a href=\"Debayering\"&gt;Debayering&lt;/a&gt; a sensor\"."
}