{
    "id": "63924560",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=63924560",
    "title": "Bedil tombak",
    "text": "Bedil tombak or bedil tumbak is a type of early firearm from the &lt;a href=\"Malay%20Archipelago\"&gt;Malay&lt;/a&gt; archipelago. The weapon consist of a gun or small cannon mounted on a wooden pole, forming a type of weapon known as \"pole gun\" (\"stangenbüchse\" in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;).\nEtymology.\nThe word \"bedil\" a term in &lt;a href=\"Malay%20language\"&gt;Malay language&lt;/a&gt; meaning gun (any type of gun, from small pistol to large siege gun). The word \"tombak\" or \"tumbak\" means spear, pike, or lance.\nHistory.\nThe introduction of gunpowder-based weapon in Nusantara archipelago can be traced back from &lt;a href=\"Mongol%20invasion%20of%20Java\"&gt;Mongol invasion of Java&lt;/a&gt; (1293), where the Chinese-Mongol troops used cannon (\"&lt;a href=\"Hu%20dun%20pao\"&gt;pao&lt;/a&gt;\") against the forces of &lt;a href=\"Kediri%20Kingdom\"&gt;Kediri&lt;/a&gt; in Daha. Between 14th-15th century, numerous local sources mentioned about bedil (gun or gunpowder-based weapon), but since this is a broad term it is difficult to discern what type of weapon used in a passage. A small hand-gun dated from the year 1340 thought to be Chinese was found in Java, but the dating may have been wrong.\n&lt;a href=\"Ma%20Huan\"&gt;Ma Huan&lt;/a&gt; (&lt;a href=\"Zheng%20He\"&gt;Zheng He&lt;/a&gt;'s translator) visited Java in 1413 and took notes about the local customs. His book, &lt;a href=\"Yingya%20Shenglan\"&gt;Yingya Shenlan&lt;/a&gt;, explained about Javanese marriage ceremony: when the husband was escorting his new wife to the marital home, various instruments were sounded, including gongs, drums, and \"&lt;a href=\"huochong\"&gt;huochong&lt;/a&gt;\" (fire-tube or &lt;a href=\"hand%20cannon\"&gt;hand cannon&lt;/a&gt;). It is probable that Javanese hand cannon is modelled after Chinese ones. A Chinese pole cannon from 1421 A.D. has been found in the island of Java bearing the name of &lt;a href=\"Emperor%20Yongle\"&gt;Emperor Yongle&lt;/a&gt; (1403-1425). The gun's ignition hole is protected from the rain by a cover connected with hinge.\n&lt;a href=\"Duarte%20Barbosa\"&gt;Duarte Barbosa&lt;/a&gt; recorded abundance of gunpowder-based weapons in &lt;a href=\"Java\"&gt;Java&lt;/a&gt; ca. 1514. The Javanese were deemed as expert gun caster and good artillerymen. The weapon made there including one-pounder cannons, long muskets, \"spingarde\" (arquebus), \"schioppi\" (hand cannon), &lt;a href=\"Greek%20fire\"&gt;Greek fire&lt;/a&gt;, guns (cannons), and other fire-works. In &lt;a href=\"Capture%20of%20Malacca%20%281511%29\"&gt;1511 siege of Malacca&lt;/a&gt;, the Malays were using cannons, matchlock guns, and \"firing tubes\".\nLocal \"babad\" (historical text) of post-17th century occasionally mention bedil tombak, but they are hard to date because the \"babad\"s were in the form of \"pupuh\" (poem). In &lt;a href=\"Lombok\"&gt;Lombok&lt;/a&gt; example of such \"babad\"s were babad Lombok, babad Mengui, and babad Sakra. They are also mentioned in Sundanese and Balinese texts. During the Bali-Lombok war (ca. early 19th century-end of 19th century), a part of Karangasem troops were armed with bedil tombak."
}