{
    "id": "639626",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=639626",
    "title": "Green Apple Quick Step",
    "text": "Green Apple Quick Step, often abbreviated as GAQS, is an American &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt; band from &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;. Their sound was described as hard-edged, &lt;a href=\"post-grunge\"&gt;post-grunge&lt;/a&gt; rock. The band began as Inspector Luv and the Ride Me Babys in &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma, Washington&lt;/a&gt; before becoming Green Apple Quick Step, in Seattle, by 1992. The initial lineup under the new name consisted of lead vocalist &lt;a href=\"Tyler%20Willman\"&gt;Tyler Willman&lt;/a&gt;, guitarists Daniel Kempthorne and &lt;a href=\"Steve%20Ross%20%28musician%29\"&gt;Steve Ross&lt;/a&gt;, singer-bassist &lt;a href=\"Mari%20Ann%20Braeden\"&gt;Mari Ann Braeden&lt;/a&gt;, and drummer Bob 'Mink' Martin.\nThe original lineup recorded and released two records: \"&lt;a href=\"Wonderful%20Virus\"&gt;Wonderful Virus&lt;/a&gt;\" in 1993 and \"&lt;a href=\"Reloaded%20%28Green%20Apple%20Quick%20Step%20album%29\"&gt;Reloaded&lt;/a&gt;\" in 1995. Their third album, \"New Disaster\", was recorded in 1998, with new lineup including Dana Turner on guitar and Dain Hudson on drums was planned for release that year, but remains shelved. Their music has been featured on the soundtracks for three films, \"&lt;a href=\"The%20Basketball%20Diaries%20%28film%29\"&gt;The Basketball Diaries&lt;/a&gt;\", \"&lt;a href=\"I%20Know%20What%20You%20Did%20Last%20Summer\"&gt;I Know What You Did Last Summer&lt;/a&gt;\", and \"&lt;a href=\"Homegrown%20%28film%29\"&gt;Homegrown&lt;/a&gt;\".\nThey disbanded in 1998 and then re-emerged more than a decade later to perform more shows in 2010, with Willman hopeful of releasing their third album. As of May 2010, the band consisted of lead vocalist Ty Willman, guitarist Dana Turner, and drummer &lt;a href=\"Geoff%20Reading\"&gt;Geoff Reading&lt;/a&gt;, with guitarist &lt;a href=\"Mike%20Squires%20%28musician%29\"&gt;Mike Squires&lt;/a&gt; and vocalist Christa Wells joining them for the reunion shows.\nHistory.\nEarly years as Inspector Luv and the Ride Me Babys (1989–1992).\nGreen Apple Quick Step started as the Tacoma-based band, Inspector Luv and the Ride Me Babys, consisting of vocalist Tyler Willman, guitarists Steve Ross and Dan Kempthorne, drummer Bob Martin and bassist Eric Munday. The band played a few shows locally and in 1989, &lt;a href=\"Aroma%20Records\"&gt;Aroma Records&lt;/a&gt; released 700 copies of their numbered, limited edition purple vinyl EP,\"Another World\", which was recorded at &lt;a href=\"Tombstone%20Records\"&gt;Tombstone Records&lt;/a&gt; and contained 4 songs: \"Soul Step\", \"Seamonkeys\", \"Another World\", and \"Eleventeen\". Munday left the band in 1992. The band that would eventually become &lt;a href=\"Pearl%20Jam\"&gt;Pearl Jam&lt;/a&gt; played their first-ever show (when they were still called Mookie Blaylock) for Inspector Luv and the Ride Me Babys, on October 22, 1990 at the Off Ramp Cafe in &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;.\nReformation and \"Wonderful Virus\" (1992–1994).\nLater in 1992, the band reformed in Seattle, Washington as Green Apple Quick Step, with a new bassist, Mari Ann Braeden. They performed locally, sharing bills with &lt;a href=\"Sweet%20Water%20%28band%29\"&gt;Sweet Water&lt;/a&gt;, Meddaphysical and Best Kissers in the World, before recording their debut album, \"&lt;a href=\"Wonderful%20Virus\"&gt;Wonderful Virus&lt;/a&gt;\", at &lt;a href=\"Bad%20Animals%20Studios\"&gt;Bad Animals Studios&lt;/a&gt; in Seattle The album was produced by &lt;a href=\"Daniel%20Rey\"&gt;Daniel Rey&lt;/a&gt; and released in 1993 through The Medicine Label, which was initially backed by &lt;a href=\"Reprise%20Records\"&gt;Reprise Records&lt;/a&gt; before switching to &lt;a href=\"Giant%20Records%20%28Warner%29\"&gt;Giant Records&lt;/a&gt;. They filmed a music video for the album track \"Dirty Water Ocean\" which depicted the band in a garbage sluice. The band toured in support of the album, performing with bands that included The Pleasure Elite &lt;a href=\"Gruntruck\"&gt;Gruntruck&lt;/a&gt; and Sister Psychic. In order to keep secret a &lt;a href=\"Pearl%20Jam\"&gt;Pearl Jam&lt;/a&gt; show at the Off Ramp in Seattle, it was billed as a Green Apple Quick Step show, though the band was touring Eastern Washington at the time. In the middle of their fourth US tour in support of \"Wonderful Virus\", their van was stolen along with all of their equipment inside. The band later packed up their remaining belongings and returned to Seattle to begin recording their second album.\n\"Reloaded\" (1994–1996).\nWith &lt;a href=\"Nick%20DiDia\"&gt;Nick DiDia&lt;/a&gt; and Pearl Jam guitarist &lt;a href=\"Stone%20Gossard\"&gt;Stone Gossard&lt;/a&gt; producing, Green Apple Quick Step began recording their second album in October 1994. The band had befriended Gossard previously and asked if he would be interested in working with the band. The album was primarily recorded at Gossard's home studio, though Gossard asked not to receive any royalties. Unlike \"Wonderful Virus\", their second album featured Willman splitting vocal harmonies with Braeden. Green Apple Quick Step's second album entitled \"&lt;a href=\"Reloaded%20%28Green%20Apple%20Quick%20Step%20album%29\"&gt;Reloaded&lt;/a&gt;\" was released on May 23, 1995, through The Medicine Label and was distributed by &lt;a href=\"Warner%20Music%20Group\"&gt;WEA&lt;/a&gt;.\nThe song \"Dizzy\", which was featured on the &lt;a href=\"The%20Basketball%20Diaries%20%28soundtrack%29\"&gt;soundtrack&lt;/a&gt; to the film \"&lt;a href=\"The%20Basketball%20Diaries%20%28film%29\"&gt;The Basketball Diaries&lt;/a&gt;\", was chosen as the band's first single from the album, followed by \"Los Vargos\" as the second single, while a three-song sampler of \"Los Vargos\", “Underwater\" and \"Ed No. 5\" was sent to metal and hard rock radio stations. Although the songs failed to chart domestically, the single \"Los Vargos\" charted in Canada on &lt;a href=\"RPM%20%28magazine%29\"&gt;RPM&lt;/a&gt;'s &lt;a href=\"Canadian%20rock%20music%20charts\"&gt;Alternative 30&lt;/a&gt; chart, peaking at #23 in June 1995.\nIn support of the album, they began a residency tour, during which the band played several shows each in the cities of Los Angeles, San Francisco, &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;, and &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix&lt;/a&gt; before a starting a second residency tour of &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;, &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; and Washington, D.C. They performed at the &lt;a href=\"Bumbershoot\"&gt;Bumbershoot&lt;/a&gt; arts and music festival at the &lt;a href=\"KeyArena\"&gt;Seattle Center Arena&lt;/a&gt; with &lt;a href=\"The%20Presidents%20of%20the%20United%20States%20of%20America%20%28band%29\"&gt;The Presidents of the United States of America&lt;/a&gt;, &lt;a href=\"Sky%20Cries%20Mary\"&gt;Sky Cries Mary&lt;/a&gt;, &lt;a href=\"Love%20Battery\"&gt;Love Battery&lt;/a&gt;, &lt;a href=\"Seaweed%20%28band%29\"&gt;Seaweed&lt;/a&gt;, &lt;a href=\"The%20Spinanes\"&gt;The Spinanes&lt;/a&gt; and &lt;a href=\"Supersuckers\"&gt;Supersuckers&lt;/a&gt; and they also supported &lt;a href=\"Candlebox\"&gt;Candlebox&lt;/a&gt; at their New Year's show.\nWillman and Braeden contributed to the song \"Oh! Sweet Nuthin'\", by &lt;a href=\"Mike%20McCready\"&gt;Mike McCready&lt;/a&gt;'s side-project $10,000 Gold Chain, which was featured on the &lt;a href=\"The%20Cable%20Guy%23Soundtrack\"&gt;soundtrack&lt;/a&gt; to the 1996 film \"&lt;a href=\"The%20Cable%20Guy\"&gt;The Cable Guy&lt;/a&gt;\". Willman also sang with &lt;a href=\"Devilhead\"&gt;Devilhead&lt;/a&gt;, led by Kevin Wood and former members of &lt;a href=\"Hater%20%28band%29\"&gt;Hater&lt;/a&gt;; recording lead vocals for one song, \"Buying Milk\", on their album \"Pest Control\", released in 1996 on &lt;a href=\"Loosegroove%20Records\"&gt;Loosegroove Records&lt;/a&gt;.\n\"New Disaster\" and lineup changes (1996–1998).\nGreen Apple Quick Step then signed with &lt;a href=\"Columbia%20Records\"&gt;Columbia Records&lt;/a&gt; and spent over a year writing songs for their new album, prior to which, guitarist Ross left the band to later, along with Kempthorne, form &lt;a href=\"The%20Briefs\"&gt;The Briefs&lt;/a&gt;, under the pseudonym Steve E. Nix and Daniel J. Travanti. Guitarist Dana Turner took Ross' place, and they recorded their third album in Los Angeles at &lt;a href=\"Ocean%20Way%20Recording\"&gt;Ocean Way Studios&lt;/a&gt; with producer &lt;a href=\"Matt%20Wallace\"&gt;Matt Wallace&lt;/a&gt;. GAQS' drummer Geoff Reading noted in a March 2010 issue of his regular column in the Weekly Volcano that after \"&lt;a href=\"New%20Disaster%20%28album%29\"&gt;New Disaster&lt;/a&gt;\" was recorded, drummer Bob Martin was also replaced, by Dain Hudson who appeared on the recording and later Geoff Reading who played live shows. Reading joined the band in June 1997 following a successful tryout in May 1997 and they recorded a music video for the album song \"Kid\", which was later shown on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; and featured on the soundtrack to the 1997 film \"&lt;a href=\"I%20Know%20What%20You%20Did%20Last%20Summer\"&gt;I Know What You Did Last Summer&lt;/a&gt;\". The band performed at the premier of the film, receiving some radio airplay, which was later re-serviced to Seattle radio stations &lt;a href=\"KNDD\"&gt;KNDD&lt;/a&gt;, &lt;a href=\"KISW\"&gt;KISW&lt;/a&gt;, Cleveland station &lt;a href=\"WENZ\"&gt;WENZ&lt;/a&gt;, and Boston station &lt;a href=\"WBCN%20%28FM%29\"&gt;WBCN&lt;/a&gt;. Another song from the album, \"Stars\", was featured on the soundtrack for the 1998 comedy-thriller film \"&lt;a href=\"Homegrown%20%28film%29\"&gt;Homegrown&lt;/a&gt;\".\nWillman formed a side project, &lt;a href=\"Calm%20Down%20Juanita\"&gt;Calm Down Juanita&lt;/a&gt;, with drummer &lt;a href=\"Kevtone\"&gt;Kevin Guess&lt;/a&gt;, that featured bassist &lt;a href=\"Cole%20Peterson\"&gt;Cole Peterson&lt;/a&gt;, engineer &amp; project catalyst &lt;a href=\"Steve%20Wilmans\"&gt;Steve Wilmans&lt;/a&gt;, and contributions from several other notable \"players\", including Braeden, who also plays bass on one song, \"Girlfriend\", on the five-song EP that band recorded during the summer of 1997.\nGreen Apple Quick Step continued to play shows in Seattle, and they played a show with &lt;a href=\"10%20Minute%20Warning\"&gt;10 Minute Warning&lt;/a&gt; in Portland. Though a March 3, 1998 release date was set for \"New Disaster\", Green Apple Quick Step's management was not satisfied with the label's efforts to promote the album, pulling it from the label with hopes of gaining another record deal. Green Apple Quick Step disbanded soon after.\nPost–breakup activities (1998–2009).\nCalm Down Juanita released their self-titled debut EP in 1998, and then recorded a follow-up LP, \"Undertown\", which they released in 2002. Braeden also formed a female trio called Celebrity Damage.\nWillman also recorded lead and backing vocals for some tracks on Stone Gossard's debut solo album, \"&lt;a href=\"Bayleaf%20%28album%29\"&gt;Bayleaf&lt;/a&gt;\", released in 2001. One of the tracks he sang, \"Unhand Me\", was chosen as the first single from the album.\nWillman also performed with several other projects including Hula Bess in July 1999, with former &lt;a href=\"Gigolo%20Aunts\"&gt;Gigolo Aunts&lt;/a&gt;' &lt;a href=\"Phil%20Hurley\"&gt;Phil Hurley&lt;/a&gt; and Mass Sugar in 2007–2008.\nReading joined &lt;a href=\"New%20American%20Shame\"&gt;New American Shame&lt;/a&gt;, in 1999, before joining &lt;a href=\"Loaded%20%28band%29\"&gt;Loaded&lt;/a&gt;, with former &lt;a href=\"Guns%20N%27%20Roses\"&gt;Guns N' Roses&lt;/a&gt; bassist &lt;a href=\"Duff%20McKagan\"&gt;Duff McKagan&lt;/a&gt;, the following year. When Loaded went on hiatus in 2002, he formed The Disciples, that would later become &lt;a href=\"The%20Chelsea%20Smiles\"&gt;The Chelsea Smiles&lt;/a&gt;, with &lt;a href=\"Christian%20Martucci\"&gt;Christian Martucci&lt;/a&gt;, &lt;a href=\"Todd%20Youth\"&gt;Todd Youth&lt;/a&gt;, and &lt;a href=\"Howie%20Pyro\"&gt;Howie Pyro&lt;/a&gt; before Loaded reunited in 2008.\nTribute Shows (2009–2010).\nA reconstituted Green Apple Quick Step performed at the Showbox at the Market in Seattle on December 20, 2009. After speaking with Ken Connell at the Hell's Kitchen in Tacoma about performing another Green Apple Quick Step show, they later performed there on March 26, 2010. with a stage lineup consisting of Willman, Turner, and Reading, with guitarist Mike Squires of Reading's previous band, Loaded, and singer Christa Wells. Willman has expressed hope of releasing the band's third album. The following May 20, they played at the Crocodile Café in Seattle.\nReunion (2018).\nTy, MariAnn, Steve, Dan, and Geoff played two sold out shows with &lt;a href=\"Candlebox\"&gt;Candlebox&lt;/a&gt; at the &lt;a href=\"Paramount%20Theatre%20%28Seattle%29\"&gt;Paramount Theatre&lt;/a&gt; in Seattle July 21, and 22, 2018. The original line up less Bob Martin (Geoff Reading on drums). They also played the Crocodile on December 23, 2018.\nMusical style.\nGreen Apple Quick Step's music was described as post-grunge, &lt;a href=\"alternative%20rock\"&gt;alternative rock&lt;/a&gt;, &lt;a href=\"pop%20rock\"&gt;pop rock&lt;/a&gt; and &lt;a href=\"psychedelic%20rock\"&gt;psychedelic rock&lt;/a&gt;. They have drawn some comparisons to the music of &lt;a href=\"Jane%27s%20Addiction\"&gt;Jane's Addiction&lt;/a&gt; and &lt;a href=\"Porno%20for%20Pyros\"&gt;Porno for Pyros&lt;/a&gt;. Reviewing \"Reloaded\" for &lt;a href=\"Allmusic\"&gt;Allmusic&lt;/a&gt;, &lt;a href=\"Stephen%20Thomas%20Erlewine\"&gt;Stephen Thomas Erlewine&lt;/a&gt; stated that the band \"expands their sound by adding other styles to their basic grunge rock\" and that \"Experimenting with psychedelia and adding a better pop sensibility, the band sounds more confident and accomplished\". Erlewine also reviewed the unreleased \"New Disaster\" album, stating that \"the band concentrates on hard-edged post-grunge rock.\", and said of their sound that it was \"tighter than ever, but they still have trouble coming up with indelible hooks and melodies.\""
}