{
    "id": "63971399",
    "revid": "16436031",
    "url": "https://en.wikipedia.org/wiki?curid=63971399",
    "title": "Fisher Mound Group",
    "text": "The Fisher Mound Group is a group of &lt;a href=\"Tumulus\"&gt;burial mounds&lt;/a&gt; with an associated village site located on the &lt;a href=\"Des%20Plaines%20River\"&gt;DesPlaines River&lt;/a&gt; near its convergence with the &lt;a href=\"Kankakee%20River\"&gt;Kankakee River&lt;/a&gt; where they combine to form the &lt;a href=\"Illinois%20River\"&gt;Illinois River&lt;/a&gt;, in &lt;a href=\"Will%20County%2C%20Illinois\"&gt;Will County, Illinois&lt;/a&gt;, about 60 miles southwest of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. It is a multi-component stratified site representing several &lt;a href=\"Prehistoric\"&gt;Prehistoric&lt;/a&gt; &lt;a href=\"Upper%20Mississippian\"&gt;Upper Mississippian&lt;/a&gt; occupations as well as minor &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; and Early &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; components.\nThe site contains a total of 12 burial mounds, the main ones being the Big East Mound and the Big West Mound. Around the mounds are 50 house pits.\nHistory of archaeological investigations.\nGeorge Langford, a mechanical engineer, located the site and excavated it for several years, eventually bringing it to the attention of the archaeological world. According to Langford, he first visited the site in 1898 and by 1906-1907 he was excavating on a small scale with the assistance of Howard Calmer.\nIn 1922 the site began to be impacted by farming activities and Langford realized the loss of information that was taking place. This spurred him into large-scale excavations with his associate Albert Tennik, starting in 1924. In 1927 Langford issued the first site report. After Langford's work, additional excavations took place under the auspices of the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; and the &lt;a href=\"Works%20Progress%20Administration\"&gt;WPA&lt;/a&gt;.\nResults of data analysis.\nExcavations at the site yielded &lt;a href=\"Prehistory\"&gt;Prehistoric&lt;/a&gt; and &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artifacts&lt;/a&gt;, &lt;a href=\"burial\"&gt;burial&lt;/a&gt;s, house structures, pit &lt;a href=\"Feature%20%28archaeology%29\"&gt;features&lt;/a&gt;, animal bone and plant remains.\nStratigraphy.\nThree distinct &lt;a href=\"Upper%20Mississippian\"&gt;Upper Mississippian&lt;/a&gt; levels were observed in Langford's excavations, each with its own diagnostic artifacts, especially related to changes in &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt; styles. There were also differences in &lt;a href=\"Skeleton\"&gt;skeletal&lt;/a&gt; &lt;a href=\"Morphology%20%28biology%29\"&gt;morphology&lt;/a&gt;, especially in the shape of the &lt;a href=\"skull\"&gt;skull&lt;/a&gt;. J.W. Griffin in a 1948 paper referred to these levels as “Periods A, B and C”, with Period B having by far the most material.\nThe surface soil formed a layer to a depth of 3 feet, which Langford called the “Upper Level”. Underneath was a one-inch layer of blackened soil which was called the “Black Seam”. Underneath the Black Seam was 1-1/2 feet of soil and gravel underlain by a 6-inch layer of white ashes, black charcoal, brown earth, bone and shell called the “Ash Layer”. Following these layers carefully, Langford was able to assign each burial to its correct &lt;a href=\"Stratigraphy\"&gt;stratigraphic&lt;/a&gt; level.\nThe earliest phase is represented by several “long head” burials without &lt;a href=\"grave%20goods\"&gt;grave goods&lt;/a&gt;, in the gravel beneath the Upper Mississippian layers. The upper levels contain small amounts of &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; and Historic materials in disturbed contexts. In between laid the Upper Mississippian deposits.\nPeriod A.\nPeriod A represents the earliest &lt;a href=\"Upper%20Mississippian\"&gt;Upper Mississippian&lt;/a&gt; phase represented at Fisher. It is located below the Ash Level close to and below the actual ground level. There are no &lt;a href=\"radiocarbon%20date\"&gt;radiocarbon date&lt;/a&gt;s available at the Fisher site, but comparisons with sites yielding similar artifacts with radiocarbon dates suggest a time period of approximately A.D. 1100–1300.\nThe burials associated with Period A are extended burials with short high heads. Most of the pots have shell spoons and had a greasy texture and small fragments of bone, as if they originally contained food when they were buried.\nThe primary diagnostic &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artifact&lt;/a&gt; of Period A is the distinctive shell-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt; &lt;a href=\"Cord-marked%20pottery\"&gt;cordmarked pottery&lt;/a&gt; with elaborate decoration originally termed “&lt;a href=\"antler\"&gt;antler&lt;/a&gt;-point” pottery by Langford since he assumed the incised lines of decoration were applied in the wet clay by the tip of an antler prior to firing in the &lt;a href=\"kiln\"&gt;kiln&lt;/a&gt;. The predominant vessel form was globular with restricted orifice and vertical to excurved rim profile. Lips were frequently notched.\nThe following non-pottery artifacts were recovered from the Period A deposits. Most of these were &lt;a href=\"grave%20goods\"&gt;grave goods&lt;/a&gt;. Significantly, bone artifacts outnumber stone artifacts in both Periods A and B:\nPeriod B.\nPeriod B corresponds to the deposits between the Black Seam and the Ash Layer. It dates to a time period of approximately A.D. 1200-1500 based on comparisons with sites yielding similar artifacts with &lt;a href=\"radiocarbon%20date\"&gt;radiocarbon date&lt;/a&gt;s.\nThe &lt;a href=\"burial\"&gt;burial&lt;/a&gt;s associated with Period B are extended burials with differing skull types: short high, long or round heads. Burials 115 and 116 in the Big East Mound contained a unique artifact and bone cache including 3 triangular &lt;a href=\"projectile%20point\"&gt;projectile point&lt;/a&gt;s, 1 slender projectile point, 2 &lt;a href=\"Tarsal%20bone\"&gt;tarsal&lt;/a&gt; bones from &lt;a href=\"Turkey%20%28bird%29\"&gt;turkey&lt;/a&gt; and &lt;a href=\"heron\"&gt;heron&lt;/a&gt;, 2 &lt;a href=\"deer\"&gt;deer&lt;/a&gt; ankle bones, 2 &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt; &lt;a href=\"incisor\"&gt;incisor&lt;/a&gt;s, a &lt;a href=\"mink\"&gt;mink&lt;/a&gt; jaw bone, &lt;a href=\"bird\"&gt;bird&lt;/a&gt; bones and &lt;a href=\"antler\"&gt;antler&lt;/a&gt; projectile points. Another skeleton was buried with 2 wildcat &lt;a href=\"Humerus\"&gt;humeri&lt;/a&gt;, and &lt;a href=\"otter\"&gt;otter&lt;/a&gt;, &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt; and &lt;a href=\"mink\"&gt;mink&lt;/a&gt; &lt;a href=\"skull\"&gt;skull&lt;/a&gt;s.\nThe house structures present at Fisher are thought to be associated with Period B. They show signs of double-walled design and wall-trench construction like houses found associated with the Heally Component at the &lt;a href=\"Grand%20Village%20of%20the%20Illinois\"&gt;Zimmerman site&lt;/a&gt;.\nThe pottery from Period B was grit-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt; with predominantly &lt;a href=\"Cord-marked%20pottery\"&gt;cordmarked&lt;/a&gt; surface finish. Decoration was similar to the shell-tempered ware in Period A but less elaborate. Vessel form was similar except that lip notching was less frequent.\nThe following non-pottery &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artifacts&lt;/a&gt; were recovered from the Period B deposits. Most of these were &lt;a href=\"grave%20goods\"&gt;grave goods&lt;/a&gt;:\nPeriod C.\nPeriod C corresponds to the deposits located above the Black Seam. This layer was not clearly demarcated from the &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; and &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; material above it; and in relation to cultural remains was not well-represented compared to the first two periods. The &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt; was grit-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt; like the previous period but undecorated. The only artifacts reported were chipped stone &lt;a href=\"projectile%20point\"&gt;projectile point&lt;/a&gt;s, shell &lt;a href=\"bead\"&gt;bead&lt;/a&gt;s and bone &lt;a href=\"harpoon\"&gt;harpoon&lt;/a&gt;s. The time period for this phase is thought to be after approximately A.D. 1500.\nAnimal remains.\nAccording to Langford, animal bone was common throughout the site. &lt;a href=\"Deer\"&gt;Deer&lt;/a&gt; bones predominated but other species were also represented such as &lt;a href=\"elk\"&gt;elk&lt;/a&gt;, &lt;a href=\"bear\"&gt;bear&lt;/a&gt;, &lt;a href=\"dog\"&gt;dog&lt;/a&gt;, wildcat, &lt;a href=\"otter\"&gt;otter&lt;/a&gt;, &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt;, &lt;a href=\"mink\"&gt;mink&lt;/a&gt;, &lt;a href=\"weasel\"&gt;weasel&lt;/a&gt;, &lt;a href=\"skunk\"&gt;skunk&lt;/a&gt;, &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt;, &lt;a href=\"muskrat\"&gt;muskrat&lt;/a&gt;, &lt;a href=\"rabbit\"&gt;rabbit&lt;/a&gt;, &lt;a href=\"Turkey%20%28bird%29\"&gt;turkey&lt;/a&gt;, &lt;a href=\"heron\"&gt;heron&lt;/a&gt; and &lt;a href=\"goose\"&gt;goose&lt;/a&gt;. These remains were not modified into tools like the bone artifacts described elsewhere, and may be considered food remains or, in the case of some species, the remains of ceremonial activities or grave goods with spiritual significance. Dog &lt;a href=\"sacrifice\"&gt;sacrifice&lt;/a&gt; and dog meat consumption was observed to have &lt;a href=\"Ceremony\"&gt;ceremonial&lt;/a&gt; and &lt;a href=\"religious\"&gt;religious&lt;/a&gt; implications in early &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; tribes. Bear ceremonialism has also been reported in Native American tribes of the American Midwest. Finally, the bones of some animals were used in &lt;a href=\"Medicine%20bag\"&gt;medicine pouches&lt;/a&gt; as part of the practices of medicine societies such as the &lt;a href=\"Midewiwin\"&gt;Midewiwin&lt;/a&gt; and &lt;a href=\"False%20Face%20Society\"&gt;False Face Society&lt;/a&gt;. The presence of species like mink, wildcat and heron, especially in burials, implies these bones may have been part of medicine bundles intended to accompany the deceased into the afterlife.\nPlant remains.\nPlant remains were not systematically collected in the Fisher excavations since the use of &lt;a href=\"Flotation%20%28archaeology%29\"&gt;flotation&lt;/a&gt; techniques were not yet widely adopted. However, it was reported that large quantities of &lt;a href=\"maize\"&gt;maize&lt;/a&gt; were recovered and there is little doubt that the Fisher inhabitants were an &lt;a href=\"Agriculture\"&gt;agricultural&lt;/a&gt; society, although &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt; still provided for a large portion of their &lt;a href=\"Subsistence%20economy\"&gt;subsistence&lt;/a&gt;.\nPottery.\nArchaeologists often find &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt; to be a very useful tool in analyzing a &lt;a href=\"Prehistory\"&gt;prehistoric&lt;/a&gt; culture. It is usually very plentiful at a site and the details of manufacture and decoration are very sensitive indicators of time, space and culture.\nMany complete or reconstructable vessels were found with the Fisher Mound burials, which greatly facilitated the artifact analysis.\nIn 1927 Langford described the pottery found in the three &lt;a href=\"Upper%20Mississippian\"&gt;Upper Mississippian&lt;/a&gt; levels, but it was not until 1948 that JW Griffin developed a detailed &lt;a href=\"Typology%20%28archaeology%29\"&gt;typology&lt;/a&gt;. He called the shell-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt; pottery in Period A Fisher Ware, and the grit-tempered pottery in Periods B and C Langford Ware.\nCultural summary.\nFisher Tradition.\nThe &lt;a href=\"Upper%20Mississippian\"&gt;Upper Mississippian&lt;/a&gt; Fisher Tradition is thought to have emerged after the establishment of the large &lt;a href=\"Middle%20Mississippian%20Culture\"&gt;Middle Mississippian&lt;/a&gt; city of &lt;a href=\"Cahokia\"&gt;Cahokia&lt;/a&gt; in the southern part of &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; in approximately A.D. 1050. The Cahokian culture probably exerted a great deal of influence on the surrounding communities, and recent evidence indicates it was Cahokia that introduced &lt;a href=\"maize\"&gt;maize&lt;/a&gt; agriculture to most of the eastern portion of North America.\nFisher was first identified at the Fisher Mound Group but other sites have been found with similar material culture elsewhere in &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; as well as northern &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt; and southwestern &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; (where it is part of the Berrien Phase at &lt;a href=\"Moccasin%20Bluff%20Site\"&gt;Moccasin Bluff&lt;/a&gt;). The presence of shell-tempered cordmarked pottery at the &lt;a href=\"Griesmer%20Site\"&gt;Griesmer&lt;/a&gt; and &lt;a href=\"Fifield%20Site\"&gt;Fifield&lt;/a&gt; sites in Indiana associated with a radiocarbon date of A.D. 1530 along with late-period artifacts implies that this tradition survived in some form almost until the &lt;a href=\"Protohistory\"&gt;Protohistoric&lt;/a&gt; and/or early &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; Period. This could potentially mean that Fisher represents one of the historic &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; tribes encountered by the early &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an explorers and &lt;a href=\"fur%20trade\"&gt;fur trade&lt;/a&gt;rs.\nLangford Tradition.\nThe material culture of the &lt;a href=\"Upper%20Mississippian\"&gt;Upper Mississippian&lt;/a&gt; Langford Tradition has been identified at many sites in the &lt;a href=\"Kankakee%20River\"&gt;Kankakee&lt;/a&gt;, &lt;a href=\"Des%20Plaines%20River\"&gt;Des Plaines&lt;/a&gt; and &lt;a href=\"Illinois%20River\"&gt;Illinois River&lt;/a&gt; valleys in &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;. It corresponds to the Heally Component at the &lt;a href=\"Grand%20Village%20of%20the%20Illinois\"&gt;Zimmerman Site&lt;/a&gt;, and is also present at the &lt;a href=\"Plum%20Island%20Site\"&gt;Plum Island&lt;/a&gt; and &lt;a href=\"Gentleman%20Farm%20Site\"&gt;Gentleman Farm&lt;/a&gt; sites on the Illinois River near Zimmerman.\nRadiocarbon dates of A.D. 1210-1490 have been reported for Langford, which makes it mostly contemporaneous with Fisher.\nThe formation of Langford (like Fisher) may be related to the rise of &lt;a href=\"Cahokia\"&gt;Cahokia&lt;/a&gt;, and it has been noted that most Langford sites have small amounts of &lt;a href=\"Middle%20Mississippian%20Culture\"&gt;Middle Mississippian&lt;/a&gt; pottery in their assemblages.\nSignificance.\nThe Fisher site, which was first excavated over a century ago, was one of the first Upper Mississippian sites in Illinois to be investigated intensively by archaeologists. The stratified deposits present at the site aided in the development of a timeline for cultural timeline of the region. As a result, subsequent excavations at Upper Mississippian sites in the American Midwest were often analyzed through the typological framework developed at Fisher. Comparisons with other sites have helped archaeologists define the cultural identity of the Fisher and Langford Traditions and how they relate temporally and spatially with other Upper Mississippian cultures such as Huber and &lt;a href=\"Oneota\"&gt;Oneota&lt;/a&gt;."
}