{
    "id": "63972272",
    "revid": "23531626",
    "url": "https://en.wikipedia.org/wiki?curid=63972272",
    "title": "Property law in the United States",
    "text": "Property law in the United States is the area of &lt;a href=\"law\"&gt;law&lt;/a&gt; that governs the various forms of &lt;a href=\"ownership\"&gt;ownership&lt;/a&gt; in &lt;a href=\"real%20property\"&gt;real property&lt;/a&gt; (land and buildings) and &lt;a href=\"personal%20property\"&gt;personal property&lt;/a&gt;, including intangible property such as &lt;a href=\"intellectual%20property\"&gt;intellectual property&lt;/a&gt;. Property refers to legally protected claims to resources, such as land and personal property. Property can be exchanged through &lt;a href=\"Contract\"&gt;contract law&lt;/a&gt;, and if property is violated, one could sue under &lt;a href=\"Tort\"&gt;tort law&lt;/a&gt; to protect it.\nUnited States property law is primarily an area for state law, although there are also federal laws (for example, on &lt;a href=\"United%20States%20patent%20law\"&gt;patents&lt;/a&gt; and &lt;a href=\"Copyright%20law%20of%20the%20United%20States\"&gt;copyright&lt;/a&gt;) and some local laws involvement (on areas such as zoning and tenancy). Property law in the states generally originate from the &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; and have been modified by statutes. The &lt;a href=\"Restatements\"&gt;Restatements on Property&lt;/a&gt; gives an overview of certain areas of property law in the United States.\nTheory of property rights.\nDefinition of property rights.\nThere are two main views on the right to property in the United States, the traditional view and the &lt;a href=\"bundle%20of%20rights\"&gt;bundle of rights&lt;/a&gt; view. The traditionalists believe that there is a core, inherent meaning in the concept of property, while the bundle of rights view states that the property owner only has bundle of permissible uses over the property. The two views exist on a spectrum and the difference may be a matter of focus and emphasis.\n&lt;a href=\"William%20Blackstone\"&gt;William Blackstone&lt;/a&gt;, in his \"&lt;a href=\"Commentaries%20on%20the%20Laws%20of%20England\"&gt;Commentaries on the Laws of England&lt;/a&gt;,\" wrote that the essential core of property is the right to exclude. That is, the owner of property must be able to exclude others from the thing in question, even though the right to exclude is subject to limitations. By implication, the owner can use the thing, unless another restriction, such as zoning law, prevents it. Other traditionalists argue that three main rights define property: the right to exclusion, use and transfer.\nAn alternative view of property, favored by &lt;a href=\"Legal%20realism\"&gt;legal realists&lt;/a&gt;, is that property simply denotes a &lt;a href=\"bundle%20of%20rights\"&gt;bundle of rights&lt;/a&gt; defined by law and social policy. Which rights are included in the bundle known as property rights, and which bundles are preferred to which others, is simply a matter of policy. Therefore, a government can prevent the building of a factory on a piece of law, through zoning law or criminal law, without damaging the concept of property. The \"bundle of rights\" view was prominent in academia in the 20th century and remains influential today in American law.\nAcquisition of property.\nFirst Possession.\nUnder American law, the first possessor of a property generally acquires the property. The first possessor is the first person who intends to assert control over the object and in fact exercises significant control over the object. A seminal case on first possession is &lt;a href=\"Pierson%20v.%20Post\"&gt;Pierson v. Post&lt;/a&gt;. Post was a hunter who was chasing a fox through a vacant land, when Pierson, knowing it was being chased by another, killed the fox and took it away. The issue before the court is whether Post exercised enough control over the fox, a wild animal, to become first possessor.\nThe majority of the court cited the Justinian Code and various jurists, before concluding that possession required certain control. With wild animals, the majority held, only one who mortally wound or seize the animal can acquire possession, merely giving chase is not sufficient. The dissenting opinion would require only a reasonable prospect of capture, close pursuit in the case would satisfy the rule. The dissent cited jurists as well as the custom among hunters.\nThe majority and the dissent also differs in their view of the policy implications of the ruling. The majority would prefer a clear rule, easy for all to understand and allowing individuals to settle disputes with that rule. The dissent raises the issue of incentives, arguing that the \"reasonable prospect\" rule would incentivize hunters to hunt foxes, which are considered pests.\nAdverse possession.\nTheories of adverse possession are summarized in an article by &lt;a href=\"Thomas%20W.%20Merrill\"&gt;Thomas W. Merrill&lt;/a&gt;.\nTypes of estates.\nEstates and future interests.\nLand ownership in American law is highly complex, based on feudal categories inherited from English law. Although &lt;a href=\"feudalism\"&gt;feudalism&lt;/a&gt; is no longer relevant in the modern United States, the law in most states have not been simplified to reflect modern circumstances. However, new types of land ownership is generally disallowed, under the \"&lt;a href=\"Numerus%20clausus%20%28law%29\"&gt;numerus clausus&lt;/a&gt;\" principle, unless they are introduced by legislation.\nIn most states, full ownership of land is known as &lt;a href=\"fee%20simple\"&gt;fee simple&lt;/a&gt;, fee simple absolute, or fee. Fee simple refers to a present interest in the land, which continues indefinitely into the future. One other type of ownership is the &lt;a href=\"Defeasible%20estate\"&gt;defeasible fee&lt;/a&gt;, which is like fee simple, except that it can end upon some event occurring. The defeasible fee is sometimes seen with property donated to charity for a specific use, where the grantor specifies that the ownership may end if the property is no longer used in a certain way.\nAnother type of present interest is the &lt;a href=\"life%20estate\"&gt;life estate&lt;/a&gt;, by which the grantor gives the life tenant full rights during the life tenant's life. But after his death, the estate will either go back to the grantor (known as a &lt;a href=\"Reversion%20%28law%29\"&gt;reversion&lt;/a&gt;) or to another person (known as a &lt;a href=\"Remainder%20%28law%29\"&gt;remainder&lt;/a&gt;). Remainders can be vested or conditional, based on conditions of the remainder. Remainders are \"vested\" when the condition of the remainder is fulfilled, even if the possession has not yet been transferred. For example, in a grant \"to A for life, then to B if he graduates high school by age 18\", the remainder to B vests when B graduates high school by age 18, although the possession will not transfer until A dies. There is also the &lt;a href=\"Future%20interest\"&gt;executory interest&lt;/a&gt;, which is a future interest that cuts off a preceding interest when a condition is met.\nThe focus on vesting is important in many states because contingent remainders (and certain other future interests) are invalidated if they might vest after the period defined by the &lt;a href=\"Rule%20against%20perpetuities\"&gt;Rule Against Perpetuities&lt;/a&gt; (RAP). The Rule Against Perpetuities traditionally requires an interest to vest \"if at all, not later than twenty-one years after some life in being at the creation of the interest.\" Any future interest not conforming to the Rule Against Perpetuities is traditionally invalid. Many states have reformed the RAP with \"wait-and-see statutes\" or abolished it all together.\nCo-ownership.\nUnder the common law, real estate can be jointly owned at a given time. In most states, in a &lt;a href=\"Concurrent%20estate\"&gt;tenancy in common&lt;/a&gt;, co-tenants each have a theoretical right to possess the whole property. Co-tenants must also share rents received from third-parties, as well as upkeep expenses and taxes. However, if they cannot work out how to divide the use of the property, one co-tenant can prevent another from taking possession, but must be liable to the ousted tenant for the rent."
}