{
    "id": "6399953",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=6399953",
    "title": "Dosu Joseph",
    "text": "Joseph Dosu (born 19 June 1973 in &lt;a href=\"Abuja\"&gt;Abuja&lt;/a&gt;) is a former &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; from &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;.\nClub career.\nDosu helped &lt;a href=\"Julius%20Berger%20FC\"&gt;Julius Berger&lt;/a&gt; win the Nigerian FA Cup in November 1996, by keeping a clean sheet in the finals against Katsina United. His career came to an abrupt end after a serious car accident in &lt;a href=\"Lagos\"&gt;Lagos&lt;/a&gt; in 1997, almost left him paralyzed.\nAfter the 1996 Olympics, Dosu signed with &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; club &lt;a href=\"A.C.%20Reggiana%201919\"&gt;Reggiana&lt;/a&gt;. He never got to make an impact in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and was forced to hang his boots at a young age of 23, due to his career ending automobile accident.\nInternational career.\nHe was the only home based player to be included in Nigeria's &lt;a href=\"1996%20Summer%20Olympics\"&gt;1996 Olympic&lt;/a&gt; team, where despite being the least experienced of the three goalkeepers ended up as the team's first choice goalkeeper. After winning Gold with the &lt;a href=\"Super%20Eagles\"&gt;Super Eagles&lt;/a&gt; in the 1996 Olympics, he went on to play three more international games for Nigeria. The November 1996 &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; qualifiers against &lt;a href=\"Burkina%20Faso%20national%20football%20team\"&gt;Burkina Faso&lt;/a&gt;, which the Super Eagles won 2–0 in Lagos. The friendly against &lt;a href=\"Morocco%20national%20football%20team\"&gt;Morocco&lt;/a&gt; in December 1996, where he kept another clean sheet, and the FIFA World Cup qualifier against &lt;a href=\"Kenya%20national%20football%20team\"&gt;Kenya&lt;/a&gt; in January 1997. The match against Kenya which ended in a 1–1 draw, was his last game for the Nigeria.\nCoaching career.\nHe started his coaching career 2009 as Head coach by Lagos-based &lt;a href=\"Westerlo%20Football%20Academy\"&gt;Westerlo Football Academy&lt;/a&gt;."
}