{
    "id": "64027173",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=64027173",
    "title": "Daniel de Fonseca",
    "text": "Daniel de Fonseca (1672 - ) was a distinguished &lt;a href=\"Portuguese%20people\"&gt;Portuguese&lt;/a&gt; &lt;a href=\"Marrano\"&gt;Marrano&lt;/a&gt; &lt;a href=\"Jews\"&gt;Jew&lt;/a&gt; who served as &lt;a href=\"court%20physician\"&gt;court physician&lt;/a&gt; and advisor to several notable &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an rulers. He used his influence to help secure better treatment of several Jewish communities throughout Europe.\nBiography.\nBorn in 1672 in &lt;a href=\"Porto\"&gt;Oporto&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, his grandfather had been &lt;a href=\"Death%20by%20burning\"&gt;burned at stake&lt;/a&gt; during the &lt;a href=\"Portuguese%20Inquisition\"&gt;Portuguese Inquisition&lt;/a&gt;, after which his parents, Abraham da Fonseca and Simcha Querido fled to &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, leaving their children behind in Portugal. de Fonseca, then eight years old, was baptized along with his brothers, and was entered into the &lt;a href=\"Priesthood%20in%20the%20Catholic%20Church\"&gt;Catholic priesthood&lt;/a&gt;. Although he immediately reverted to &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt; in his teenage years. This captured the attention of his &lt;a href=\"monastery\"&gt;monastery&lt;/a&gt;, who attempted to seize him. Although he managed to escape to &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, where he studied medicine, and displayed himself to be an adept learner. He later moved to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, living there for a year or two. In 1702, he moved to &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, where Jews thrived under the tolerance of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman sultanate&lt;/a&gt;. In Istanbul, that he began to publicly embrace his Judaism, later marrying a woman named Esther Franco Mendes. It was also during this time that de Fonseca exemplified himself as an excellent physician, quickly being employed by several notable Ottoman aristocrats. Word of the young physician spread throughout Europe, and the &lt;a href=\"Middle%20East\"&gt;middle east&lt;/a&gt;. After the &lt;a href=\"Battle%20of%20Poltava\"&gt;Battle of Poltava&lt;/a&gt;, de Fonseca aided &lt;a href=\"Charles%20XII%20of%20Sweden\"&gt;King Charles XII of Sweden&lt;/a&gt; in his intrigues which he sustained during the &lt;a href=\"Great%20Northern%20War\"&gt;Great Northern War&lt;/a&gt;. Subsequently, after this prestigious position, he was appointed the physician to the French embassy in Istanbul, where he played an important role as an adviser to French diplomats, regarding Ottoman customs and culture. He held this office until 1719, when in March of that year, he moved to &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; to serve as a physician and advisor to Prince &lt;a href=\"Nicholas%20Mavrocordatos\"&gt;Nicholas Mavrocordato&lt;/a&gt; of &lt;a href=\"Wallachia\"&gt;Wallachia&lt;/a&gt;. It was this relationship with Prince Nicholas, that allowed de Fonseca to secure the relative civil liberties of local Jewish communities. During &lt;a href=\"Ottoman%E2%80%93Habsburg%20wars\"&gt;Ottoman–Habsburg wars&lt;/a&gt;, de Fonseca expressed his constant support of the Ottoman and French governments, and in return, the Austrian diplomat &lt;a href=\"Ambrosius%20Franz%2C%20Count%20of%20Virmont\"&gt;Ambrosius Franz&lt;/a&gt;, stated that de Fonseca was \"a shrewd intriguer, whom I distrust very much\" leading de Fonseca experiencing great unpopularity in &lt;a href=\"Habsburg%20Monarchy\"&gt;Austria&lt;/a&gt;. He later returned to Istanbul, where he was appointed physician to &lt;a href=\"Ahmed%20III\"&gt;Sultan Ahmad III&lt;/a&gt;. Although after the deposition of Ahmad III in 1730, de Fonseca decided to retire in Paris, where he became a close friend of &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;, who described de Fonseca as \"the only philosopher of his people\". It was in Paris that he died around 1740."
}