{
    "id": "6407718",
    "revid": "300735",
    "url": "https://en.wikipedia.org/wiki?curid=6407718",
    "title": "Ilfracombe, Queensland",
    "text": "Ilfracombe is a rural town and &lt;a href=\"Suburbs%20and%20localities%20%28Australia%29\"&gt;locality&lt;/a&gt; in the &lt;a href=\"Longreach%20Region\"&gt;Longreach Region&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia. In the , the locality of Ilfracombe had a population of 259 people.\nIlfracombe calls itself \"The Hub of the West\". The main industry is &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; rearing, mainly for &lt;a href=\"wool\"&gt;wool&lt;/a&gt;. \nGeography.\nIlfracombe is situated on the &lt;a href=\"Landsborough%20Highway\"&gt;Landsborough Highway&lt;/a&gt;, about east of &lt;a href=\"Longreach%2C%20Queensland\"&gt;Longreach&lt;/a&gt;, above sea level.\nMount Rodney is in the north-east of the locality (). It was named in 1861 by &lt;a href=\"Frederick%20Walker%20%28native%20police%20commandant%29\"&gt;Frederick Walker&lt;/a&gt; after Rodney, an Aboriginal member of Walker's expedition. It rises to .\nThe &lt;a href=\"Central%20Western%20railway%20line%2C%20Queensland\"&gt;Central Western railway line&lt;/a&gt; passes through the locality with a number of rail stops in the locality (from west to east):\nHistory.\nSheep stations were established in the area from 1864.\nThe townsites of Ilfracombe and &lt;a href=\"Longreach%2C%20Queensland\"&gt;Longreach&lt;/a&gt; were amongst resumed portions of &lt;a href=\"Wellshot%20Station\"&gt;Wellshot Station&lt;/a&gt;. In 1892, Wellshot was known as the biggest sheep station in the world, not because of the area it occupied but because of the number of sheep it ran; 460,000. 40,000 two-year-old wethers were sold off from the property later the same year.\nThe &lt;a href=\"Central%20Western%20railway%20line%2C%20Queensland\"&gt;Central Western railway line&lt;/a&gt; reached Ilfracombe in 1891 and the Post Office opened on 7 December 1891.\nOn 1 July 1892, the town was renamed from \"Wellshot\" was renamed \"Ilfracombe\" after the coastal town of &lt;a href=\"Ilfracombe\"&gt;Ilfracombe&lt;/a&gt; in &lt;a href=\"North%20Devon\"&gt;North Devon&lt;/a&gt;, England.\nIlfracombe Provisional School opened on 3 May 1893. On 28 June 1899 it became Ilfracombe State School.\nOn 27 December 1902, part of the &lt;a href=\"Aramac%20Division\"&gt;Aramac Division&lt;/a&gt; was excised to create a new local government area &lt;a href=\"Ilfracombe%20Division\"&gt;Ilfracombe Division&lt;/a&gt;, becoming Shire of Ilfracombe in 1903. Ilfracombe was the &lt;a href=\"Administrative%20centre\"&gt;seat&lt;/a&gt; of the division/shire. On 15 March 2008, the Shire of Ilfracombe merged with the Shires of &lt;a href=\"Shire%20of%20Isisford\"&gt;Isisford&lt;/a&gt; and &lt;a href=\"Shire%20of%20Longreach\"&gt;Longreach&lt;/a&gt; to form the &lt;a href=\"Longreach%20Region\"&gt;Longreach Region&lt;/a&gt;.\nIn April 1910, &lt;a href=\"Isisford\"&gt;Isisford&lt;/a&gt; became the first town in Australia to be serviced by a motorised mail delivery from Ilfracombe, a journey of .\nThe town was much larger in the past. It once had three hotels instead of the single hotel and two general stores as at 2012.\nIn the , the locality of Ilfracombe had a population of 259 people. 84.3% of people were born in Australia and 89.3% of people spoke only English at home. The most common response for religion was Anglican at 39.5%.\nA 1.9-metre metal sculpture of &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; player &lt;a href=\"Matt%20Scott%20%28rugby%20league%29\"&gt;Matt Scott&lt;/a&gt;, who grew up in Ilfracombe, was unveiled in the town on 24 September 2021. It was created by scrap metal artist Milynda Rogers who was commissioned by the Ilfracombe District Progress Association with the aim of inspiring the region's youth while also giving the town a focus of pride. Approximately 200 people attended the official unveiling.\nHeritage listings.\nIlfracombe has a number of &lt;a href=\"heritage-listed\"&gt;heritage-listed&lt;/a&gt; sites, including:\nEducation.\nIlfracombe State School is a government primary (Prep-6) school for boys and girls at 20 McMaster Drive (). In 2018, the school had an enrolment of 10 students with 2 teachers (1 full-time equivalent) and 5 non-teaching staff (3 full-time equivalent). It is organised into multi-age classes.\nThere is no secondary school in Ilfracombe. The nearest secondary schools are Longreach State High School in neighbouring &lt;a href=\"Longreach%2C%20Queensland\"&gt;Longreach&lt;/a&gt; to west and Barcaldine State High School in neighbouring &lt;a href=\"Barcaldine%2C%20Queensland\"&gt;Barcaldine&lt;/a&gt; to the east. As some parts of the locality of Ilfracombe are a long distance by road from these schools, other options are distance education and boarding schools.\nAmenities.\nIlfracombe Post Office is at 20 Main Avenue. The &lt;a href=\"Longreach%20Regional%20Council\"&gt;Longreach Regional Council&lt;/a&gt; operates a public library at the post office using the &lt;a href=\"Rural%20Libraries%20Queensland\"&gt;Rural Libraries Queensland&lt;/a&gt; service. The library offers public access to &lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt;.\nOther attractions and facilities in the town include swimming pool, a 14-hole golf course, racecourse and caravan park.\nAttractions.\nThe Great Machinery Mile is a open-air display of a range of antique agricultural machinery from the local area spread alongside the Landsborough Highway within the town (). It is part of the Ilfracombe Machinery and Heritage Museum.\nGuided tours are available of the heritage-listed Langenbacker House in Mitchell Street ().\nNotable people.\nNotable people from the area include:"
}