{
    "id": "64143497",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=64143497",
    "title": "Paisley Football and Shinty Club",
    "text": "Paisley Royal Football and Shinty Club was a &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; &lt;a href=\"shinty\"&gt;shinty&lt;/a&gt; and &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club in &lt;a href=\"Renfrewshire\"&gt;Renfrewshire&lt;/a&gt; of the nineteenth century. It was initially formed as a 'football and shinty' club in 1855. it is the only club known to be devoted to both sports. Its shinty arm became known as Paisley Shinty Club; its rugby union arm known as Paisley Football Club.\nFormation.\nThe club was founded on 16 November 1855. From the Paisley Herald and Renfrewshire Advertiser of 24 November 1855.\nFootball Club.—A meeting of those favourable to the formation a football club was held in the Athenaeum Directors' Room, on Friday last. The gentlemen present were not numerous, but very respectable. It was unanimously resolved to establish a club, to be willed \"The Paisley Football and Shinty Club\" and the following office-bearers were appointed:—\nPresident —Mr David Brewster;\nVice-president—Mr R. L. Henderson; \nTreasurer—Mr Matthew Muir; \nSecretary—Mr Jas. H. Dunn \nCommittee —Messrs John Abercrombie, A. Clark, A. Turriff junior, and T. McRobert. \nA park, about 200.yards in length, has been leased at Greenhill, and an effort is to be made to arrange match with the militia officers and men. Owing to the little expense the club will be put to the subscription was fixed at almost a nominal sum (2s. 6d). It was agreed to commence operations on Saturday first, but, owing to the sacramental Sabbath, the formal opening day has been postponed to Saturday week. If the office-bearers go about the matter in earnest, they have sufficient influence to ensure the club's success.\nOffice-bearers were elected in 1856, William Murray becoming President; and John Greenlees as Vice-President; John Abercrombie promoted from the committee to Secretary and Muir remaining Treasurer. Henderson drops to the committee, Turriff remains there but others are elected: Mackie, Dunn, Miller, McFadyen and another Muir.\nThe 'football' in the club's name is doubtless an early version, predating &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; or &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; rules. The historian of the Scottish Football Museum, Richard Brearty notes:\nThese clubs were all formed long before a general uniformity in playing rules existed, and would originally have played to their own individual code. \nIt is clear however, by the references to Paisley Football Club from the 1870s onwards that the club was playing &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; rules.\nWriting in 1898 the \"Paisley and Renfrewshire Gazette\" of Saturday 25 October, the columnist W.L.C. gives a history of rugby union in Paisley. He states that over 30 years ago, association football was unheard of in the town. The Paisley Football Club - playing rugby union - had its own ground at Craigielea. They then moved to Blackhall. W.L.C. notes that Paisley Football Club became defunct around 1878; however there is evidence of the club being extant in 1880.\nShinty.\nBy 1856, the club was had seemingly gained royal approval. It was now deemed the Paisley Royal Football and Shinty Club. At the start the shinty club had no competition to play; and so the club divided its player squad into two sides and played their matches in that manner. The split that they decided on was that of the church; the Free Church of Scotland were one side, and the Church of Scotland and others were on the other.\nBetting on the matches made the Free Church of Scotland players favourites, bookmakers giving them odds of 3 to 1 for winning the match on 22 March 1856. More than a hundred people turned out to spectate, and largely cheered on the favourites having invested in them. Nevertheless the match ended in a draw with 3 hales each. Although the players were nominally from the same club, it was a very hard fought match and one of the players had his thumb shattered in the battle.\nCrowds watching the shinty escalated rapidly and two months later their matches were being watched by over a thousand spectators.\nThe shinty club became known as Paisley Shinty Club. It lasted longer than the rugby club, the Post Office directory having an entry for the Paisley Shinty Club in 1924.\nRugby Union.\nThe rugby union club was known as Paisley Football Club.\nIn March 1871 a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; match was played between &lt;a href=\"Ardrossan%20Castle%20Foot-Ball%20Club\"&gt;Ardrossan Castle&lt;/a&gt; and Paisley. This match ended in a no-scoring draw; but the return match was won by Paisley by a try to zero.\nIn 1872 a match between the 2XVs of Paisley and St. Vincent was recorded by the \"North British Daily Mail\" edition of 2 December. The Paisley 2XV team was recorded as:- J. Pinkerton [captain], A. Abercrombie, W. Brunton, D. Campbell, S. Dougall, W. Fullerton, J. McKean, Duncan Campbell, J. Barr, J. Lyle, R. Andrews, W. Y. King, P. Ronald, D. Lang, J. Hogg.\nIn 1873 they were playing &lt;a href=\"Merchistonian%20FC\"&gt;Merchistonians&lt;/a&gt;.\nOne of the fixtures of the 1875-76 season was the 1XV match between Paisley Football Club and Osborne on 27 November 1875 held at Paisley.\nIn 1876 they were playing against &lt;a href=\"Royal%20HSFP\"&gt;Royal HSFP&lt;/a&gt;.\nBoth Paisley and &lt;a href=\"Greenock%20Wanderers\"&gt;Greenock Wanderers&lt;/a&gt; had 1XV and 2XVs in 1878.\nPaisley played Regent F.C. in a rugby match at the end of November 1879. This was Paisley's 2XV.\nIn a match of 1880 against &lt;a href=\"Glasgow%20University%20RFC\"&gt;Glasgow University&lt;/a&gt; it was noted that Pinkerton and Glen played well for Paisley.\nNotable former rugby union players.\n&lt;a href=\"West%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;West of Scotland District&lt;/a&gt; players.\nThe following former Paisley Football Club players have represented &lt;a href=\"West%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;West of Scotland District&lt;/a&gt; at provincial level."
}