{
    "id": "64185674",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=64185674",
    "title": "Mero Site",
    "text": "The Mero Site is a &lt;a href=\"Stratification%20%28archaeology%29\"&gt;stratified&lt;/a&gt;, multicomponent &lt;a href=\"Prehistory\"&gt;Prehistoric&lt;/a&gt; site located on the &lt;a href=\"Door%20Peninsula\"&gt;Door Peninsula&lt;/a&gt; in &lt;a href=\"Door%20County%2C%20Wisconsin\"&gt;Door County&lt;/a&gt;, &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;, United States. It was excavated in 1960 by Ronald and Carol Mason under the auspices of the &lt;a href=\"Neville%20Public%20Museum%20of%20Brown%20County\"&gt;Neville Public Museum&lt;/a&gt; in &lt;a href=\"Green%20Bay%2C%20Wisconsin\"&gt;Green Bay, Wisconsin&lt;/a&gt;, with financial backing from the landowner, Peter Mero.\nResults of Data Analysis.\nExcavations at the site yielded Prehistoric &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artifacts&lt;/a&gt; and animal bone.\nThree stratified areas were identified at the site:\nAdditional material from all time periods was also plentiful in the unstratified portions of the site.\nComponents.\nSeveral Prehistoric components were present at the site:\nAnimal Remains.\nRemains from several species were recovered from the site. The main species present were &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt;, &lt;a href=\"porcupine\"&gt;porcupine&lt;/a&gt;, &lt;a href=\"dog\"&gt;dog&lt;/a&gt;, &lt;a href=\"bear\"&gt;bear&lt;/a&gt;, &lt;a href=\"otter\"&gt;otter&lt;/a&gt;, &lt;a href=\"fish\"&gt;fish&lt;/a&gt; (esp. &lt;a href=\"sturgeon\"&gt;sturgeon&lt;/a&gt;, &lt;a href=\"channel%20catfish\"&gt;channel catfish&lt;/a&gt;, and &lt;a href=\"smallmouth%20bass\"&gt;smallmouth bass&lt;/a&gt;), &lt;a href=\"marten\"&gt;marten&lt;/a&gt;, &lt;a href=\"common%20loon\"&gt;common loon&lt;/a&gt;, &lt;a href=\"Fisher%20%28animal%29\"&gt;fisher&lt;/a&gt; and &lt;a href=\"mink\"&gt;mink&lt;/a&gt;. These remains were not modified into tools like the bone tools described in the Artifacts section below, and may be considered food remains or, in the case of the dog and bear, possibly the remains of &lt;a href=\"Ceremony\"&gt;ceremonial&lt;/a&gt; activities. Dog sacrifice and dog meat consumption was observed to have ceremonial and &lt;a href=\"Religion\"&gt;religious&lt;/a&gt; implications in early &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; tribes. &lt;a href=\"Bear%20worship\"&gt;Bear worship&lt;/a&gt; and ceremonialism has also been recorded in the ethnological record.\nArtifacts.\nPottery Artifacts.\nArchaeologists often find pottery to be a very useful tool in analyzing a prehistoric culture. It is usually very plentiful at a site and the details of manufacture and decoration are very sensitive indicators of time, space and culture.\nNo whole or reconstructable vessels were recovered from the site, so the analysis was based upon examination of rim and body sherds. Due to the large number of very small sherds, an effort was made to convert a raw sherd count into an estimated minimum number of vessels present. This provided a more accurate estimate of the relative proportions of pottery types represented.\n11,835 sherds overall were recovered, representing a minimum of 501 vessels. Within the North Bay I and II Complexes, there were 951 sherds representing 59 vessels. For the Late Woodland, there were 2,256 sherds representing 111 vessels. The Upper Mississippian component had 8,628 sherds (of which only 146 were decorated) representing 331 vessels (205 shell-tempered and 126 grit-tempered).\nSeveral pottery types from different time periods were present. Some of them are listed below:\nOther Artifacts.\nNon-pottery artifacts recovered from the site included:\nSignificance.\nThe cultural sequence at the Mero site reveals a long series of occupations from 500 B.C. to A.D. 1400, or almost 2,000 years. The pottery record indicates an in situ evolution from the Middle Woodland North Bay culture to the Late Woodland Heins Creek culture; but after A.D. 1000 there is an intrusive Upper Mississippian presence characterized by Oneota pottery.\nThe Oneota Mero Complex (aka Green Bay Focus) is unique due to its high proportion of grit-tempered pottery and the low incidence of decoration. It is also unique that the site does not have many of the traits usually found in Oneota contexts such as arrowshaft straighteners, smoking pipes, sherd discs, storage pits or evidence of agriculture. The reason may be that the site was not a village but rather a temporary site for a specialized activity such as fishing."
}