{
    "id": "6422621",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=6422621",
    "title": "Adam Woolnough",
    "text": "Adam Woolnough (born 24 May 1982) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. Woolnough played as a for nine seasons at the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;, &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt; and the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; in the &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt;.\nBackground.\nWoolnough was born in &lt;a href=\"Taree%2C%20New%20South%20Wales\"&gt;Taree, New South Wales, Australia&lt;/a&gt;. He was educated at &lt;a href=\"Taree%20High%20School\"&gt;Taree High School&lt;/a&gt; and was &lt;a href=\"Australian%20Schoolboys%20rugby%20league%20team\"&gt;1999 Australian Schoolboys&lt;/a&gt; representative.\nPlaying career.\nWoolnough made his debut in 2002 for his junior club, the Newcastle Knights. This game was against the New Zealand Warriors on 17 May, a significant day as it is also his mother's birth date. After 6 seasons and 117 games, and 1 as captain, Woolnough made the decision to leave and head to the Penrith Panthers on a 3-year deal.\nAfter 2 injury and form ravaged seasons, the 2009 NRL season was supposed to be his last. Woolnough announced his retirement on 19 August 2009, effective of his final 2009 NRL game against his old club, the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; on Round 26, 2009. However, after a year out, Woolnough returned to the NRL in 2011. This was made possible by a chance meeting with former team-mate, Clint Newton in the UK. Newton was playing for Hull KR, when the conversation turned to the Melbourne Storm. From this conversation, Woolnough spoke with Head Coach Craig Bellamy about the possibility of joining Melbourne for the 2011 season. Woolnough later signed in July 2011 at a Paris Hotel, but was encouraged to complete his trip before reporting to training in October 2011.\nNewcastle Rugby League.\nIn 2012, Woolnough played for &lt;a href=\"Lakes%20United\"&gt;Lakes United&lt;/a&gt; &lt;a href=\"Newcastle%20Rugby%20League\"&gt;Newcastle Rugby League&lt;/a&gt; Team.\nPost Rugby League career.\nUpon retirement, Woolnough worked in the underground coal mines near Newcastle, N.S.W. Woolnough was employed for 3 1/2 yrs until a desire to return to the sporting industry come about. Since 2015, Woolnough has been employed at The Queensland Academy of Sport, working with their World and Olympic athlete in Personal Development (Career and Education, Welfare, Transitions, Community Engagements)"
}