{
    "id": "64234408",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=64234408",
    "title": "Alexey Falkin",
    "text": "Alexey Sergeevich Falkin (born 1982), also known as The &lt;a href=\"Ministry%20of%20Emergency%20Situations%20%28Russia%29\"&gt;EMERCOM&lt;/a&gt; Maniac, is a Russian &lt;a href=\"serial%20killer\"&gt;serial killer&lt;/a&gt; and rapist responsible for four murders and eight rapes from 2004 to 2017, in &lt;a href=\"Yekaterinburg\"&gt;Yekaterinburg&lt;/a&gt; and &lt;a href=\"Verkhnyaya%20Pyshma\"&gt;Verkhnyaya Pyshma&lt;/a&gt;. Following his arrest for the murder of Irina Vakhrusheva, he was connected to previous crimes and sentenced to &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt;.\nEarly life.\nLittle is known about Falkin's early life. Born in Yekaterinburg, he served in the army before finding a job as a firefighter for the Ministry of Emergency Situations. He was married, had two children and was perceived as an ordinary family man by those who knew him.\nCrimes.\nBetween October 2004 to April 2017, Falkin assaulted six women and two underage girls in the &lt;a href=\"Nizhneserginsky%20District\"&gt;Nizhneserginsky District&lt;/a&gt;, Yekaterinburg's Ordzhonikidzevsky City District and in Verkhnyaya Pyshma. From these attacks, three of the victims died from their injuries: a 20-year-old in 2004, a 43-year-old in 2014 and a 30-year-old in 2017. No details on their killings are available at present.\nIn 2012, two significant events occurred on unspecified dates: in the first instance, Falkin tried to kill a woman using a screwdriver, but the victim's frightened screams drew the attention of two men, causing Falkin to flee. In the second case, near the end of the year, Falkin picked up a hitchhiking young teacher from &lt;a href=\"Beryozovsky%2C%20Sverdlovsk%20Oblast\"&gt;Beryozovsky&lt;/a&gt; in his car, agreeing to drive her to her home in exchange for 400 &lt;a href=\"ruble\"&gt;ruble&lt;/a&gt;s. After offering to have sex with her to pay for the fair, since he believed the woman didn't have the necessary amount of money on her, and after his advances were refused, Falkin slammed her head into the car window, dragged her into the back seat and raped her. Six months later, he was arrested for the crime, but since he expressed apparent remorse, he was given a meager 3.5 years sentence. Following his arrest, he lost his job and his family abandoned him. After spending two years behind bars, he was paroled. Not long after, Falkin found himself a new girlfriend and got a job as a &lt;a href=\"Turning\"&gt;turner&lt;/a&gt; at a factory, but continued to prowl the city in search of new victims.\nMurder of Irina Vakhrusheva.\nOn April 15, 2017, at about 8:25 PM, the highly intoxicated Falkin was driving around in Verkhnyaya Pyshma in his &lt;a href=\"Dacia%20Logan\"&gt;Dacia Logan&lt;/a&gt;. While passing by Mashinostroiteley Street, he came across 31-year-old Irina Vakhrusheva, who had gone out to visit a friend at a neighboring house. Acting on impulse, Falkin attacked her while she was talking on the phone, grabbing Vakhrusheva by the neck and holding up a knife to it, draggin her to a nearby abandoned basement, where he proceeded to violate her on the stairs. Then, using a knife, he stabbed her at least 40 times in the head, neck, elbows, torso and legs. After he was finished, he put the bloodied corpse in the trunk of his car, drove out to a nearby forest and proceeded to cut off the genitals from the body, which he put in a bag, before burying it in a shallow grave. Falkin then disposed of the bag and the knife, washed off his clothes, went home and directly went to sleep.\nArrest, trial and imprisonment.\nAfter Vakhrusheva failed to arrive at her friend's house or return home, her husband alerted the authorities. Nearly all residents from the area went out to search for any trace of the missing woman, scouring through backyards, porches, parks, manholes and attics. One day after the search, drops of blood were found on one of the basement stairs.\nWhen witnesses were interrogated, they testified to seeing an unfamiliar man driving a Dacia Logan in the area. After examining all of the known owners of such cars, investigators arrived at the doorstep of Alexey Falkin. Upon closer inspection, blood spots were found in his car. Caught red-handed, Falkin immediately admitted to all of his crimes and offered to help locate Vakhrusheva's burial site, but claimed to be mentally ill and unable to control his urges.\nAt trial, he said before the court: \nThese claims of insanity were scrutinized heavily by outraged citizens, who signed a petition to apply the death sentence for Falkin, which would eventually be signed. In this petition, the authors expressed concern that Falkin was faking his mental illness to avoid punishment, citing as evidence his steady jobs prior to his conviction, and the fact that a few years prior, he had successfully sued his employer in court. He was later examined by Professor Alexander Thostov, from the Department of Neuro and Pathopsychology of the &lt;a href=\"Moscow%20State%20University\"&gt;Moscow State University&lt;/a&gt;, and he ascertained that Falkin was sane.\nIn 2018, in two separate trials, Alexey Falkin was convicted and sentenced to two terms of life imprisonment. A year later, authorities successfully connected him to three additional sexual assaulted, committed in February and July 2006, and in August 2012. For these crimes, he was given another 20 years imprisonment, to be run consecutively with his other sentences. Authorities have publicly stated that if Falkin is responsible for any crimes, they would be outside Sverdlovsk Oblast."
}