{
    "id": "64275333",
    "revid": "40581682",
    "url": "https://en.wikipedia.org/wiki?curid=64275333",
    "title": "1972 West Bengal Legislative Assembly election",
    "text": "&lt;a href=\"Vidhan%20Sabha\"&gt;Legislative Assembly&lt;/a&gt; elections were held in the &lt;a href=\"India\"&gt;India&lt;/a&gt;n state of &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt; on March 11, 1972.\nBackground.\nThe election was the 4th assembly election in West Bengal within six years. &lt;a href=\"President%27s%20Rule\"&gt;President's Rule&lt;/a&gt; had been introduced soon after the &lt;a href=\"1971%20West%20Bengal%20Legislative%20Assembly%20election\"&gt;1971 West Bengal Legislative Assembly election&lt;/a&gt;.\nContenders.\nThere were two main fronts in the election; the alliance between the Congress(R) and CPI and the alliance led by CPI(M). The Congress(R)-CPI alliance was known as the Progressive Democratic Alliance. The PDA had a seven-point programme. At the time of the election Indira Gandhi's popularity peaked, with the victory in the &lt;a href=\"Bangladesh%20Liberation%20War\"&gt;Bangladesh Liberation War&lt;/a&gt; and electoral promises of land reform. The CPI had also gained significant prestige in West Bengal due to the Soviet support to the Bangladeshi cause in the war.\nThe CPI(M)-led alliance included the &lt;a href=\"Revolutionary%20Socialist%20Party%20%28India%29\"&gt;Revolutionary Socialist Party&lt;/a&gt;, the &lt;a href=\"Socialist%20Unity%20Centre%20of%20India\"&gt;Socialist Unity Centre&lt;/a&gt;, the &lt;a href=\"Revolutionary%20Communist%20Party%20of%20India\"&gt;Revolutionary Communist Party of India&lt;/a&gt;, the &lt;a href=\"Marxist%20Forward%20Bloc\"&gt;Marxist Forward Bloc&lt;/a&gt;, the &lt;a href=\"Workers%20Party%20of%20India\"&gt;Workers Party of India&lt;/a&gt;, the &lt;a href=\"Biplobi%20Bangla%20Congress\"&gt;Biplobi Bangla Congress&lt;/a&gt; and some independents. Just before the vote there was a seat-sharing arrangement between the CPI(M)-led alliance and the &lt;a href=\"All%20India%20Forward%20Bloc\"&gt;All India Forward Bloc&lt;/a&gt;. A minor third front, the West Bengal Democratic Alliance, was led by the &lt;a href=\"Indian%20National%20Congress%20%28Organisation%29\"&gt;Congress (O)&lt;/a&gt; and included &lt;a href=\"Sushil%20Kumar%20Dhara\"&gt;Sushil Kumar Dhara&lt;/a&gt;'s &lt;a href=\"Bangla%20Congress\"&gt;Bangla Congress&lt;/a&gt; faction, the rebel &lt;a href=\"Samyukta%20Socialist%20Party\"&gt;Samyukta Socialist Party&lt;/a&gt; faction and the &lt;a href=\"Indian%20Awami%20League\"&gt;Indian Awami League&lt;/a&gt;.\nResults.\nThe Congress(R)-CPI alliance won an overwhelming majority in the assembly and formed a new state government, led by &lt;a href=\"Siddhartha%20Shankar%20Ray\"&gt;Siddhartha Shankar Ray&lt;/a&gt;. Several &lt;a href=\"Indian%20Youth%20Congress\"&gt;Indian Youth Congress&lt;/a&gt; leaders were found among the newly elected legislators. 14 CPI(M) candidates were declared elected, but they refused to participate in the Legislative Assembly during the period of 1972-1977 as they accused that the elections had been rigged.\nReception.\nWhile there were several killings during the election campaign, electoral violence had declined compared to previous elections in West Bengal.\nThe elections were marred by accusations of rigging. CPI(M) and its allies refused to accept the election result. The left parties argued that in 172 constituencies the election had not been free and fair, accusing the Congress(R) of letting loose 'semi-fascist terror' in West Bengal. They protested by interrupting the President's speech in the &lt;a href=\"Lok%20Sabha\"&gt;Lok Sabha&lt;/a&gt; and in the &lt;a href=\"Rajya%20Sabha\"&gt;Rajya Sabha&lt;/a&gt;. The Congress(O) also made accusations of rigging. The former Chief Minister &lt;a href=\"Prafulla%20Chandra%20Sen\"&gt;Prafulla Chandra Sen&lt;/a&gt; on the other hand alleged that the election had been rigged in at least 45 constituencies.\nReferences.\n "
}