{
    "id": "64344023",
    "revid": "1062342023",
    "url": "https://en.wikipedia.org/wiki?curid=64344023",
    "title": "Xicomecoatl",
    "text": "Xicomecoatl, Chicomácatl, or as he was referred to as by the &lt;a href=\"Spanish%20conquistador\"&gt;Spanish conquistador&lt;/a&gt; &lt;a href=\"Bernal%20D%C3%ADaz%20del%20Castillo\"&gt;Bernal Díaz del Castillo&lt;/a&gt;, \"Cacique Gordo\" (in &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;, Fat &lt;a href=\"Cacique\"&gt;Cacique&lt;/a&gt;), was the ruler of the city of &lt;a href=\"Cempoala\"&gt;Cempoala&lt;/a&gt; while it was under control of the &lt;a href=\"Aztec%20Empire\"&gt;Mexica Empire&lt;/a&gt;.\nHe was known for his alliance with the &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; &lt;a href=\"captain\"&gt;captain&lt;/a&gt; &lt;a href=\"Hern%C3%A1n%20Cort%C3%A9s\"&gt;Hernán Cortés&lt;/a&gt;, formed in 15 July &lt;a href=\"1519\"&gt;1519&lt;/a&gt;, which made him one of the first allies of the Spanish during the &lt;a href=\"Spanish%20conquest%20of%20the%20Aztec%20Empire\"&gt;conquest of the Mexica Empire&lt;/a&gt;.\nHis political position as ruler of Cempoala made him a highly important person in the empire, as the city is sometimes referred to as \"the capital of the &lt;a href=\"Totonac\"&gt;Totonac&lt;/a&gt; empire\", due to its influence over other Totonac settlements.\nName and physical appearance.\nBernal Díaz del Castillo refers to the ruler of Cempoala as \"Fat Cacique\" in his book \"&lt;a href=\"Historia%20verdadera%20de%20la%20conquista%20de%20la%20Nueva%20Espa%C3%B1a\"&gt;Historia verdadera de la conquista de la Nueva España&lt;/a&gt;\" (True history of the conquest of New Spain), due to his physical aspect. He was described as being overwhelmingly corpulent by the Spaniards, and was likely tall. Díaz del Castillo writes:\nLet's stop joking around, and let's say how we got to the rooms, and the Fat Cacique came out to receive us next to the yard, and because he was very fat, that's how i'll call him [...]\nThe Spanish &lt;a href=\"16th%20century\"&gt;16th-century&lt;/a&gt; &lt;a href=\"historian\"&gt;historian&lt;/a&gt; &lt;a href=\"Francisco%20L%C3%B3pez%20de%20G%C3%B3mara\"&gt;Francisco López de Gómara&lt;/a&gt; writes:\nThese indians were very different from the rest they had seen, because they had taller bodies, [...] because Cortés wished to be very informed about the land and that great king &lt;a href=\"Moctezuma%20II\"&gt;Moctezuma&lt;/a&gt;, and the sire was very tough, though fat, when demanding points and asking questions.\nHistorians commonly refer to him as Xicomecoatl (), but nobody knows for sure if this was his actual name. Chicomácatl () is also one of the names used to refer to him. The oldest known mention of this name used to refer to him was done by the &lt;a href=\"New%20Spain\"&gt;new Spanish&lt;/a&gt; historian &lt;a href=\"Fernando%20de%20Alva%20Cort%C3%A9s%20Ixtlilx%C3%B3chitl\"&gt;Fernando de Alva Cortés Ixtlilxóchitl&lt;/a&gt;. This name's origin is possibly from a plant used for medical purposes described in the \"&lt;a href=\"Libellus%20de%20Medicinalibus%20Indorum%20Herbis\"&gt;Libellus de Medicinalibus Indorum Herbis&lt;/a&gt;\" (in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, Little book of the Medicinal Herbs of the Indians).\nAlliance with Spain.\nAccording to various chroniclers, Motecuhzoma Xocoyotzin (also known as Moctezuma II), &lt;a href=\"tlatoani\"&gt;tlatoani&lt;/a&gt; of &lt;a href=\"Tenochtitlan\"&gt;Tenochtitlan&lt;/a&gt;, capital of the Mexica Empire, had forced the city of Cempoala into submission before making contact with the &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;ans, and forced its people into paying large tributes for the tlatoani. Cortés wrote to emperor &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Carlos I of Spain&lt;/a&gt; in his &lt;a href=\"Second%20relation%20letter%20from%20Hern%C3%A1n%20Cort%C3%A9s%20to%20emperor%20Charles%20V\"&gt;second relation letter&lt;/a&gt;, dated 30 October &lt;a href=\"1520\"&gt;1520&lt;/a&gt;:\nAnd I left that province of Cempoal along with all the towns in the mound, which might be up to fifty thousand warriors and fifty towns and fortresses, very safe, peaceful and loyal &lt;a href=\"vassal\"&gt;vassal&lt;/a&gt;s of your majesty as so far they have been and are, because they were subjects of that sire Muteezuma , and according to what I was informed, they were forced into being so, and not too long ago.\nMeeting Cortés.\nXicomecoatl met Cortés in 15 July 1519. Upon hearing about the news about the \"towers\" or \"temples\" that had arrived at the sea that were filled with strange foreign men who were now going to the capital, Xicomecoatl sent 12 ambassadors to meet these new people and welcome them into Cempoala. At first, Cortés asked some questions to make sure the arrival would be safe, supposedly asking:\n\"If your town was so close to us, why did it take that long to tell us about it?\"\nTo this they responded that they wanted to make sure that \"no Mexicans would enter, since they do much damage to their people\".\nThey accepted the offer and went to the city the following day using the ambassadors to guide them into the city, sending half of them back into Cempoala to tell Xicomecoatl that they were going in peace. For the first time, the Spanish were going to enter into territory within the borders of the empire.\nWhen first arriving at the city, the Spaniards were amazed by its size, as it was the first city of high importance they had seen during their travels. Cortés and some of his soldiers decided to name this city after &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt;, while others named it \"Villa-viciosa\" (Busy-town). Díaz del Castillo wrote:\nAnd as we were entering between the houses, as we saw such a big city, because we haven't seen any bigger, we were very amazed about it, and as we saw how busy it was, filled with men and women in the streets coming out to see us, we praised &lt;a href=\"God\"&gt;God&lt;/a&gt; because of the lands we had discovered.\nXicomecoatl and Cortés finally met in the main square of Cempoala, outside the palace of the city. There, Cortés and Xicomecoatl hugged each other as a sign of friendship. Xicomecoatl offered them a large place to reside during their stay in the city. He offered them food, such a cornbread and \"plums\", as Díaz del Castillo wrote (possibly referring to &lt;a href=\"Opuntia%23Regional%20food%20uses\"&gt;prickly pear fruit&lt;/a&gt;?). They began to give each other gifts, such as jewelry, clothes and gold. Cortés, alongside his translators and interpreters, &lt;a href=\"La%20Malinche\"&gt;Doña Marina&lt;/a&gt; (also known as &lt;a href=\"La%20Malinche\"&gt;La Malinche&lt;/a&gt;) and &lt;a href=\"Ger%C3%B3nimo%20de%20Aguilar\"&gt;Gerónimo de Aguilar&lt;/a&gt;, told the ruler that they would return the favor by helping them with whatever they wanted:\nAnd Cortés told him, with Doña Marina and Aguilar, that we would pay him with favors, because we are vassals of a great sire, who is the emperor Don Carlos, who rules over many kingdoms and states, and he sent us to solve grievances, to punish the evil, and to stop the &lt;a href=\"Human%20sacrifice%20in%20Aztec%20culture\"&gt;sacrifice&lt;/a&gt; of any more souls.\nAccording to Díaz del Castillo, upon hearing these claims, Xicomecoatl began to complain about Moctezuma, claiming that his people used to live in peace and freedom before he forced them into submission, and now they had to pay tributes to him, and that he took almost all of the city's gold and jewelry, and there was nothing they could do about it because they feared that he would kill them all if they tried. Other members of the court described that all the lands around belonged to Moctezuma, and though most of them had their own ruler, they were all vassals of the tlatoani, and some were treated like slaves for him. Cortés stated that he understood the ruler perfectly, and they would do something to help.\nSupposedly, after complaining, Xicomecoatl told Cortés about Moctezuma's allies and enemies, a simple description of how Tenochtitlan looked and where it was, and how the &lt;a href=\"Tlaxcala%20%28Nahua%20state%29\"&gt;Republic of Tlaxcallan&lt;/a&gt; was the empire's worst enemy, alongside &lt;a href=\"Huejotzingo\"&gt;Huexotzinco&lt;/a&gt; and other places, and suggested that if he wanted to bring him down, he could try to make an alliance with those places. However, Díaz del Castillo claims that the idea of the rebellion against Moctezuma was not suggested until long after this meeting took place.\nThis meeting would begin an alliance between the Spanish Empire and Cempoala that would become a turning point in the conquest of the Mexica Empire, as Xicomecoatl saw the new alliance as an opportunity for the city to be liberated from the Mexica oppression, though several historians have proposed the theory that the story of the oppression was actually a lie, that Cempoala was not as oppressed as Xicomecoatl claimed, and that he claimed this so other towns and regions friendly to him could get more allies and strength, and several of these historians even propose the theory that the alliance was made for religious reasons, but this is unlikely.\nThe alliance.\nXicomecoatl showed himself to be very friendly to the Spaniards. The morning after the meeting took place, he gave them 400 workers, or \"&lt;a href=\"tlamemeh\"&gt;tlamemeh&lt;/a&gt;s\", to help them with any tasks they desired, which surprised the Europeans.\nSoon after the meeting, Cortés decided to go to the city of Quiahuiztlan (in modern-day State of Veracruz. Not to be confused with the &lt;a href=\"Quiahuiztlan\"&gt;Tlaxcallan polity&lt;/a&gt;). According to Francisco López de Gómara, he had planned to go to this city before he arrived at Cempoala, but he stayed in the city for 15 days. Díaz del Castillo claims this to be untrue, and that they actually went to Quiahuiztlan the day after receiving the tlamemehs from Cempoala. Whatever the case was, Cortés left Cempoala to get to Quiahuiztlan.\nInitially, Cortés had his concerns about Quiahuiztlan due to the powerful fortifications of the city, but once they finally arrived, they found it to be completely empty. It took a while before Cortés finally got to see some people coming out. The first people who came to see Cortés were a group of 15 noblemen, who clarified that the city was empty because most people ran away from it upon receiving the news of the arrival of the Spaniards, and would not come back until they knew who they were. After the clarification, they asked for forgiveness for not welcoming them before and made a large welcoming ceremony for them. Cortés, again, explained that they were vassals of Carlos I of Spain and gave a few gifts and jewelry to the people of the city, to which they responded by giving them food.\nXicomecoatl decided to follow Cortés into the city soon after he had left Cempoala, despite not telling him about it. Cortés received the news of the incoming arrival of Xicomecoatl during the welcoming ceremony, as he was talking to the members of Quiahuiztlan's court. He arrived shortly after the Spaniards received the news, alongside many other members of Cempoala's court. Upon his arrival, he continued to show complaints about Moctezuma, to which the ruler and court of Quiahuiztlan joined in. Supposedly, the complaints were so many, Xicomecoatl actually began to tear up in anger as he was trying to speak. He claimed that Moctezuma would ask for children and young women to be sacrificed or enslaved as tribute each year, and that Moctezuma's tribute collectors would sometimes even rape their women if they found them too beautiful, according to Díaz del Castillo. Cortés attempted to calm him and the other sires down, claiming that he would make sure to protect them.\nWhile the Spaniards and Totonacs from Cempoala and Quiahuiztlan were having a discussion, the news came that a group of Moctezuma's tribute collectors had arrived at Quiahuiztlan, to which the sires responded with fear. Cortés initially did not know who the men were and was confused because of the rather extreme reaction of the people upon seeing them. López de Gómara mentions 20 of them, while Díaz del Castillo mentions five, who were being escorted by people from other Totonac towns. Supposedly, they got so scared from the arrival of these men that they began to tremble. Immediately upon receiving the news, the rulers left Cortés alone and went as quickly as they could to the tribute collectors with the most valuable items they could get. Xicomecoatl and other rulers were then called upon by the collectors for an important meeting. Once they arrived to the place of the meeting, the collectors began to threaten him and the other rulers with Moctezuma's forces, claiming that Moctezuma would not accept the Spaniards being settled in his domains without his previous permission, and demanded for 20 people, men and women, to be given to them by the following morning, so they could be sacrificed to &lt;a href=\"Hu%C4%ABtzil%C5%8Dp%C5%8Dchtli\"&gt;Huītzilōpōchtli&lt;/a&gt;, as punishment for allowing the Spaniards in without permission, according to Díaz del Castillo. Cortés decided to try to understand the situation, asking Malinche about what was going on. Once he understood, he called Xicomecoatl and the other rulers and told them that the tlatoani would not worry about him being in the territory because he was \"friends with Moctezuma\", and he would not be upset about the presence of the Spaniards.\nLater, Cortés decided to demonstrate his loyalty to Xicomecoatl and the rest of the Totonacs by ordering the arrest of the collectors to let Moctezuma know that such behavior would not be tolerated. He told Xicomecoatl about his plans, but he was very worried that if he did so, Moctezuma would attack the city, but Cortés managed to convince him and the arrest was made. All five of the collectors were arrested and brought to the court of Cempoala. According to López de Gómara, Cortés told Xicomecoatl:\n\"To show you what my men and I can do, send your men to punish and arrest those collectors from Mexico, because I'll be here with you, and Moteczuma won't be angry, because of my respect.\"\nUpon the arrival of the prisoners, Xicomecoatl and many other members of the court suggested for all of them to be sacrificed, but Cortés told them that such measures would not be necessary, and instead, he would personally imprison them. The prisoners were then sent to one of the rooms in which the Spaniards were settled, which was used as a cell for them. Upon the arrests, Cortés ordered the people of Cempoala, Quiahuiztlan and the rest of the over 30 Totonac cities in the empire to not pay tributes to Moctezuma anymore and to begin a rebellion against him. Some court members of Cempoala continued showing concerns about the arrests, believing Moctezuma would kill them all, but he claimed that nothing would happen. The mission at first appeared to be a success, but Cortés had other plans. That same day, at midnight, Cortés made a meeting with several of his soldiers, and said, according to Díaz del Castillo:\n\"Look, free the two of them you find the most useful, and do it so that the other indians won't notice.\"\nThey snuck up to the cell of two of the five prisoners, where Cortés told them that he would help them flee from their prison as long as they obeyed his orders. They agreed, and he ordered them to go back to Tenochtitlan, and tell Moctezuma that the Spaniards were not an enemy, but that they were, in fact, loyal to him and willing to become his allies. The prisoners agreed to send this message, and so, illegally, Cortés helped the prisoners flee. The following day, Xicomecoatl noticed the lack of two prisoners, which made him upset. Cortés pretended to be angered by this fact, to prevent the rise of suspicions. Upon this, Xicomecoatl suggested the rest of the prisoners to be sacrificed, but Cortés intervened again, suggesting the rest of the prisoners to be imprisoned within the Spanish ships ashore, arguing that they did not deserve to be killed because they were only following orders of the emperor. They accepted, and the prisoners were chained up and sent to the ships. Again, the prisoners did not appear the next day. The court of Cempoala told Cortés that now Moctezuma would discover the conspiracy because the prisoners managed to flee, to which he continued to respond claiming that nothing would happen.\nThe news of the arrests of the collectors were heard in multiple places across the empire, and supposedly, it was in this moment when many Totonacs began to believe the Spaniards were gods, although it appears as though Xicomecoatl did not believe in such a thing. The arrests did, however, begin a massive alliance between the Spanish Empire and over 30 different Totonac towns across the Mexica Empire that rose up against Moctezuma, and Cortés had made his first allies for the war. However, tensions would appear between Spain and Cempoala not long after.\nTensions rise.\nThe Tizapancinca problem.\nNot long after the arrests, Xicomecoatl decided to ask Cortés for a favor related to a situation of \"great emergency\". He told Cortés that there was a town nearby called Tizapancinca, a dangerous barbarian town filled with &lt;a href=\"Mexica\"&gt;Mexica&lt;/a&gt; soldiers who were planning a conspiracy against Cortés and his men, and who had been also causing a lot of problems to the people of Cempoala, as they had ransacked the city in multiple occasions, and asked Cortés to do something about it. Cortés initially was not sure if it would be a good idea to try to invade a land he did not know anything about, but eventually said to his men, according to Díaz:\n\"You know what, men? It seems as if we are famous in this lands for our efforts, and because of what these people saw what was done with Montezuma's collectors, they believe we are gods or something like their &lt;a href=\"Idolatry\"&gt;idols&lt;/a&gt;. I thought about how we can make them believe only one of us is needed to defeat those indian warriors that they say are in that enemy fortress town. Let's send Heredia the elder.\"\nUsing that soldier, Heredia, Cortés decided to make a demonstration of European weaponry, by taking Xicomecoatl and other members of the court to a nearby river and demonstrate how the &lt;a href=\"arquebus\"&gt;arquebus&lt;/a&gt; works and how \"they'll use it against the enemy\", to elevate the Spanish reputation amongst the Totonacs. Once Xicomecoatl and the rest were brought, Cortés claimed that that soldier would kill all of the Mexica soldiers who were in that town. Then the gun was shot to the air, and the sires were amazed, and told other towns how they had a \"Teule\" (the word used by the Totonacs to refer to the Spaniards or gods, according to Díaz) that would destroy all of the Mexica soldiers of Tizapancinca. This likely helped elevate the reputation of the Spaniards among the Totonac people.\nAfter they came back to Cempoala, Cortés said that he would go to that town in person and help the people himself, alongside some of his soldiers, asking for some tlamemehs to help carry the guns.\nTwo days later, Cortés marched towards Tizapancinca with 400 Spaniards and about 2000 Totonacs divided between four captains. It took two days to reach the town, but once they arrived, they did not see what they expected.\nAccording to Bernal Díaz del Castillo and various historians, once they were close to the entrance of the city, a group of eight people came out crying and begging for mercy, asking \"Why do you want to kill us? We haven't done anything wrong.\" They then clarified the situation, explaining that it was possible that Xicomecoatl had sent the Spaniards to the town because of conflicts they had had with Cempoala a long time ago over territorial disputes or other kinds of issues. Upon hearing this, Cortés ordered his men to stop the advance of the Totonac soldiers that were sent with them, but once they found them, they were already sacking the town. This severely angered Cortés, who called upon the captains of the Totonacs that were sent, and ordered them to return all of the stolen goods they got from the sacking, threatening them saying he would kill them all because of their acts if they did not obey. The captains asked for forgiveness, and returned all of the stolen objects they got. Cortés then apologized to the people of Tizapancinca for the trouble, asked them to never sin, and went back to Cempoala. They arrived at the city the next day, where several huts were made, and Xicomecoatl was in one of them. He offered the Spaniards food and asked for forgiveness because of the problems that occurred during their mission. He claimed that he understood he did the wrong thing by sending them to invade a peaceful town. Cortés accepted the apology and there they slept. The following morning they came back to the city.\nFrancisco López de Gómara mentions a different version of the story. Gómara claims that as Cortés began to approach the city of Tizapancinca, many Mexica soldiers came out believing they would only fight the Totonacs, but upon seeing the Spaniards approaching, they began to run away back to their fortress, and after Cortés failed to take them out, he entered into the town by force, and as the forces from Spain and Cempoala were entering into the town, Cortés ordered that no civilians or innocents shall be killed. The forces of the town quickly surrendered and the Mexica were expelled from the place, which made the Spanish reputation even higher. After their victory, Cortés went back to &lt;a href=\"Veracruz%20%28city%29\"&gt;Villa Rica de la Vera cruz&lt;/a&gt;, where he celebrated his victory.\nDíaz del Castillo denies such a battle taking place, openly criticizing Gómara's writings in his book:\nThat [story] of Cingapacinga was the first entrance that Cortés made into &lt;a href=\"New%20Spain\"&gt;New Spain&lt;/a&gt;, and it was not like the Chronicler Gómara said. [He said] that we killed and captured thousands of men in Cingapacinga. And look, the curious ones who are reading this, as well written as his chronicle is, not everything that he writes happened as he said it did.\nHe sent a tribute to the king of Spain, which included multiple pieces of gold, shoes decorated with gold, silver and pearls, clothes made out of cotton with beautiful colors and paint, headdresses decorated with beautiful feathers, a pair of books (possibly referring to the &lt;a href=\"Madrid%20Codex%20%28Maya%29\"&gt;Madrid Codex&lt;/a&gt;?), and more. The day after sending this tribute, Cortés ordered for his own ships to be destroyed, so in that way, those who did not want to follow him into Tenochtitlan would not have any other options. Cortés then came back to Cempoala, eight or ten days after sinking the ships.\nWhichever story is correct, tensions would continue to rise soon after Cortés returned to Cempoala.\nXicomecoatl's sexuality and the sacrifices.\nMost historians and chroniclers believe that Xicomecoatl did not have any women or children, but instead was openly &lt;a href=\"Homosexuality\"&gt;homosexual&lt;/a&gt;, and had &lt;a href=\"Sexual%20intercourse\"&gt;sexual relations&lt;/a&gt; with men, and he was not the only homosexual member of the court, as there were many others who also had sexual relations with men. In fact, homosexuality was described as being very common in Cempoala. According to the Mexican historian José Antonio Crespo, Xicomecoatl had in his court 50 men, who were around the ages of 20, and served him for his sexual pleasure. Díaz del Castillo writes:\n[...] because they had men dressed up like women, who were going to gain in that damned job, [...] and according to what we were told and got to know, those priests were sons of sires, and did not have women, instead they had the damned job of &lt;a href=\"sodomy\"&gt;sodomy&lt;/a&gt; [...]\nXicomecoatl's homosexuality was not tolerated by the &lt;a href=\"Catholic%20Church\"&gt;catholic&lt;/a&gt; Spaniards, who considered it a &lt;a href=\"sin\"&gt;sin&lt;/a&gt;. However, this was the least of their concerns. Chroniclers like Bernal Díaz del Castillo and others describe that human sacrifices were highly common in Cempoala:\n[...] and everyday, they sacrificed three, four or five indians in front of us, and the hearts were offered to their idols, their blood plastered over the walls, and they cut off the legs, arms and thighs [...]\nDíaz also claims that &lt;a href=\"cannibalism\"&gt;cannibalism&lt;/a&gt; was common in Cempoala too, and even says that he thinks he remembers how human flesh was sold in markets as steaks. The Spaniards described being horrified by these practices, and Cortés would try to stop them.\nDesecration of the temples.\nWhen Cortés returned to Cempoala, according to Díaz del Castillo, some of the city's noblemen told Cortés that they did not want the Spaniards to leave, as they feared what Moctezuma would do to them without his protection. Therefore, to legitimize their alliance, Cortés suggested that the Spanish captains should now marry noblewomen of the city, to consider their alliance not only as a friendship, but a legitimate brotherhood. The people accepted, and Xicomecoatl offered eight women to the Spaniards, two of which were relative to him: one of the women, later &lt;a href=\"Baptism\"&gt;baptized&lt;/a&gt; with the name Doña Catalina, was Xicomecoatl's niece, and the other, later baptized with the name Doña Francisca, was the daughter of Xicomecoatl's nephew, Cuesco. Xicomecoatl offered the women, and told Cortés, according to Díaz del Castillo:\n\"Sir, these seven women are for your captains, and this, my own niece, is for you. She's the ruler of regions and vassals.\"\nCortés gladly accepted the women, but told Xicomecoatl that if they truly wanted to consider them their wives, they had to convert to &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; and abandon their indigenous practices; and for their alliance to truly be a brotherhood, they had to stop the human sacrifices, prohibit sodomy, stop worshipping their gods and abandon the &lt;a href=\"Aztec%20religion\"&gt;Aztec religion&lt;/a&gt; as a whole. If they did so, they would even give them Spanish provinces and lands. However, they refused to do so, arguing that the gods were the ones who brought happiness, health and well-being to everybody, and if they stopped the sacrifices and worship, a catastrophe worse than any sacrifice they could make would occur. Cortés, upon receiving this answer, began to speak to his men:\nAnd after Cortés and all of us got such a loathed answer, and we had seen so much cruelty and foolishness, as I had mentioned before, we couldn't suffer them anymore. And then Cortés began to talk to us about it, and reminded us about good doctrines, and how could we do anything well without doing it in God's honour, and without removing the sacrifices they make for their idols?\nThe Spaniards then decided to begin the destruction of the representations of the Aztec gods right in that moment. The Spaniards got their weapons and armor. Cortés gave the people of Cempoala an &lt;a href=\"ultimatum\"&gt;ultimatum&lt;/a&gt;, claiming that the idols must be destroyed. Xicomecoatl reacted instantly and sent his soldiers to the main square of the city to protect the temples. The Spaniards were now planning to get to the main temple of the city, which would prove to be difficult for them due to its height and fortifications. Xicomecoatl attempted to convince Cortés to stop, telling him that he understands his intentions, but that if they stop praising their gods everyone shall perish, including the Spaniards. Cortés reacted violently to this claim, yelling that he had already ordered them to stop sacrificing people before, and that they were being fooled into sacrificing people for their idols, and ordered them to remove them themselves, otherwise the Spaniards would do it instead, and also began to shout threats, claiming that he would kill all of the soldiers who were in the temple if they did not get out of the way. The soldiers of Cempoala, tired of the Spanish threats, finally told the Spaniards that they were not worthy of the gods, and therefore they could destroy those representations if they really wanted to, but it would not be with their consent. Upon hearing this, the Spaniards immediately rushed into the temple and began to destroy as many statues as they could find in it, throwing them down the stairs of the building as they crumbled. Many of the devout Totonacs and priests who were watching the scene closed their eyes or started to cry, praying to the gods for forgiveness for allowing the destruction to happen. After a while, multiple soldiers got outside of the temple and got prepared to shoot their arrows and throw their spears at the Spaniards, preparing to fight and kill them. Upon seeing this, Cortés immediately rushed to get to Xicomecoatl, and he was told that if he did not order his soldiers to not shoot, he would kill him and everyone else around him. Xicomecoatl got up as soon as possible and ran in front of the soldiers, ordering them to not shoot or kill the Spaniards. The soldiers obeyed him and stopped the attack. After this, Cortés decided to try to make peace again.\nPeace restored.\nThe following morning, Cortés ordered for the pieces of the crumbled statues to be burned and buried in \"a place where they won't be found again\". Some Totonac people began to take the rest of the representations of the gods away from the temple. Cortés now claimed that Cempoala and Spain were officially allied as a brotherhood, and the rebellion against Moctezuma would be a success. He ordered for a representation of &lt;a href=\"Mary%2C%20mother%20of%20Jesus\"&gt;Mary, mother of Jesus&lt;/a&gt;, to be placed in the main temple, for all the blood in the temples to be cleaned, and for a wooden cross to be built in the main square. He also ordered the temple to be converted into a catholic &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt;, and for four priests to work for the church, under the supervision of a Spanish soldier named Juan de Torres de Córdova, and for an altar to be made. The next day, &lt;a href=\"Fray%20Bartolom%C3%A9%20de%20Olmedo\"&gt;Fray Bartolomé de Olmedo&lt;/a&gt; did &lt;a href=\"Mass%20%28liturgy%29\"&gt;mass&lt;/a&gt; in the city, where the eight women previously offered by XIcomecoatl were baptized and given to the Spanish military captains.\nThis would be the end of the conflicts between Cortés and Xicomecoatl, but it would not be the last conflict Cempoala would face.\nCortés left Cempoala to go to Tenochtitlan a few days after peace was restored. He asked him to take good care of the church and cross that were left in the city, and asked for 200 tlamamehs and 50 captains to defend himself during the travel to Tenochtitlan. He initially had planned to go directly to Tenochtitlan, and had been told to not go to Tlaxcallan by Moctezuma's ambassadors earlier, but XIcomecoatl and other members of the court suggested him to not listen to those ambassadors, since he could make an alliance with them to help with the rebellion. Cortés listened to this suggestion instead, and he left in August 1519. The women he had offered to them had to stay, as the Spaniards did not want them to be in danger during battles. Throughout the following months, Cortés sent several gifts to Xicomecoatl, such as clothes and a few pieces of gold.\nInitially the Spaniards were attacked by the Tlaxcalans once they arrived, facing multiples battles since early September by the local &lt;a href=\"Otomi\"&gt;Otomi&lt;/a&gt; populations and by warriors under the command of prince Xicotencatl Axayacatl of &lt;a href=\"Tizatlan\"&gt;Tizatlan&lt;/a&gt; (also known as Xicotencatl the Younger and &lt;a href=\"Xicotencatl%20II\"&gt;Xicotencatl II&lt;/a&gt;). However, by 23 September 1519, the Spanish and Tlaxcalans agreed to make peace, and the Spaniards entered Tlaxcala for the first time that day. By 25 September, the lords of Tlaxcala had offered gifts and their daughters and relatives to the Spaniards, who were then baptized. The Spaniards stayed in Tlaxcala for 20 days, during which the Spaniards sent messengers to Chicomácatl requesting clothes and food to be sent to Tlaxcala, so that it could be gifted to the lords and ensure the alliance between Spain and Tlaxcala, as he had previously suggested. He agreed to this, and decided to go to Tlaxcala himself, along with the Spaniards left in the city and 200 tlamemehs to carry the gifts.\nMexica attack on the Totonacs and Spaniards.\nRepeatedly, multiple Mexica regions sent threats to the people of Cempoala and other Totonacs for their rebellion against Moctezuma. Cortés always claimed everything would be fine as long as the Spaniards were there. Xicomecoatl always expressed his concerns, despite being highly supportive of Cortés.\nOn 8 November 1519, Cortés arrived at Tenochtitlan, along with about 400 soldiers from Cempoala a few thousands more from Tlaxcallan, and got to meet Moctezuma II for the first time. Cortés was received with many honours and a large welcoming ceremony, which was described to have lasted for more than an hour.\nAnother day after I arrived at this city [of &lt;a href=\"Iztapalapa\"&gt;Iztapalapa&lt;/a&gt;], I left, and after walking half a &lt;a href=\"League%20%28unit%29\"&gt;league&lt;/a&gt;, I entered through a road in the middle of that lake I mentioned, two leagues until arriving in the great city of Temixtitan , which was founded in the middle of that lake, [...] Here, up to a thousand principal men, citizens of this city, came out to see me and speak to me, all dressed up in a very rich manner, according to their customs, and they came out to speak to me one by one. They came to me with a ceremony they use a lot between each other, in which they place their hand on the floor and kiss it, and I stood there waiting for nearly an hour until everyone finished their ceremony. [...] After crossing over the bridge, that sire Mutezuma came out to receive us with up to two hundred men, all barefoot and dressed up in another very rich manner for their customs.\nMoctezuma received Cortés with many honours and allowed them to reside in the city, but only six days after his arrival, Cortés ordered for him to be imprisoned. Cortés claimed that the arrest was made due to an attack against Totonac and Spanish men which occurred in the province of &lt;a href=\"Nautla%2C%20Veracruz\"&gt;Nautla&lt;/a&gt; shortly after arriving in the city.\nA Spanish captain, &lt;a href=\"Juan%20de%20Escalante\"&gt;Juan de Escalante&lt;/a&gt;, the main captain of Veracruz, had been killed by a Mexica general and local tribute collector, &lt;a href=\"Qualpopoca\"&gt;Qualpopoca&lt;/a&gt;, alongside several men. López de Gómara claims that nine Spaniards were killed, while Díaz del Castillo and Cortés claimed that seven, including Escalante, were killed.\nEarlier, Escalante had been ordered to protect Veracruz and the rest of the allied Totonac regions from any danger.\nThe battle went as follows, according to Díaz: the attack occurred as the result of the rebellion against Moctezuma that had begun earlier. Qualpopoca, a tribute collector of Nautla, a Totonac province under the rule of the empire referred to as Almería by the Spaniards, ordered for the Totonacs of &lt;a href=\"Tuxpan\"&gt;Tuxpan&lt;/a&gt; to give tribute to Moctezuma, but they refused to do so, arguing they had been told by Cortés that Moctezuma did not have an issue with the lack of tributes. Qualpopoca was angered by this response, and began to send threats to the people of the region, claiming that they would destroy their city and kill everyone if they did not obey. Escalante eventually received the news of the recent threats on his allies, so he decided to send a group of messengers to tell him that Moctezuma was not bothered by the lack of tributes, and the issue could be solved without violence. However, Qualpopoca did not listen to this argument, and challenged Escalante to a battle.\nAccording to Cortés, Escalante sent four messengers specifically. Two of them died and the other two disappeared. He claimed that Qualpopoca had killed them all and then made it look like an accident.\nEscalante prepared for the attack with two cannons, two arquebuses, three crossbows, 40 Spaniards and about 2,000 Totonacs. They eventually found Qualpopoca and his troops sacking a city. Escalante quickly was overwhelmed by Qualpopoca's force, after most of the Totonacs soldiers he had brought ran away in fear of the Mexica, after they began to shoot arrows at them, leaving the Spanish mostly alone in the fight. Escalante attempted to use all the &lt;a href=\"gunpowder\"&gt;gunpowder&lt;/a&gt; he had by firing from the arquebuses and cannons as much as possible in an attempt to scare the Mexica away. Eventually, Escalante managed to get to Almería, where he burned down the town. However, by this time, his forces had been severely weakened; he had been fatally wounded during the fight, he was beginning to run out of gunpowder, a horse had been killed and one of his soldiers, Argüello de León, was captured by the Mexica and was later beheaded for sacrifice. Escalante returned to Veracruz, where he and six wounded Spanish soldiers died shortly after.\nUpon receiving the news of the battle, Xicomecoatl became very worried. This was the first time he had heard about the Spanish being defeated or weakened by the Mexica, and the Totonacs began to be concerned about the rebellion, as it appeared to be less likely for Cortés to fulfill his promises of protection. Because of this, he decided to prohibit the Spaniards from entering into Cempoala until the issue with the tribute collectors had been resolved. This worried the Spanish greatly, claiming that they did not know what to do, so they decided to send a message to Cortés by sending a letter to Tlaxcallan. Pedro de Hircia, one of the soldiers, was the one who wrote the letter and sent it. Once they received the letter, the Tlaxcalans sent a pair of spies to give the letter to Cortés while in Tenochtitlan. Cortés received this letter on the morning of 14 November; therefore he told Moctezuma about the incident, and consequently was arrested for it.\nAccording to Gómara, Cortés had been planning to make an excuse to imprison Moctezuma so he could conquer the empire, possibly before he got to meet him, and used the story of the attack on Escalante to commit this act, though Cortés claims he did not plan to arrest Moctezuma until he heard about the attack, though he did have the intention of turning Tenochtitlan into a subject of the Spanish Empire.\nUpon the arrest, Moctezuma claimed that he did not know about the atrocity that had happened in the region, and allowed Cortés to capture and punish Qualpopoca for what he did. About 20 days after this, Qualpopoca was captured and executed for his crimes against the Totonac and Spanish of that area. Before the execution, Cortés interrogated Qualpopoca, asking him if he was a vassal for Moctezuma, to which he responded sarcastically:\n\"Is there any other lord I can be a vassal for?\"\nThen he confessed that Moctezuma was innocent, and was not informed or gave permission for the attack. After this confession, he was burned to death, but Moctezuma continued to be imprisoned afterwards, though he was granted more rights and privileges as time went on.\nBattle of Cempoala.\nHowever, what Xicomecoatl did not know is that Cortés was in trouble with the &lt;a href=\"Governorate%20of%20Cuba\"&gt;Governorate of Cuba&lt;/a&gt;. Previously in that year, the governor of Cuba, &lt;a href=\"Diego%20Vel%C3%A1zquez%20de%20Cu%C3%A9llar\"&gt;Diego Velázquez de Cuéllar&lt;/a&gt;, had ordered the arrest of Cortés after he set sail for the &lt;a href=\"Yucat%C3%A1n%20Peninsula\"&gt;Yucatán Peninsula&lt;/a&gt; without his permission, and in March 1520, he had sent another Spanish captain to capture him, that man being &lt;a href=\"P%C3%A1nfilo%20de%20Narv%C3%A1ez\"&gt;Pánfilo de Narváez&lt;/a&gt;. He arrived with 19 ships, carrying between 600 and 800 Spanish soldiers, around 1000 &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;indigenous people from Cuba&lt;/a&gt;, about 10 artillery pieces, 80 rifles and 80 &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s for the expedition. However, 50 men died before arriving at Mexico due to several storms, which caused the sinking of six ships. Narváez arrived 22 April, and decided to go to the city of Cempoala and install himself in a camp.\nNarváez repeatedly claimed that Cortés was nothing but a liar and criminal who would betray the people of Mexico as soon as he got what he wanted. He also began to send messages to Moctezuma, claiming that Cortés was planning to kill him and take the empire for himself. Supposedly, many did believe Narváez and began to doubt Hernán's intentions, specially since Narváez was also a Spaniard. However, Xicomecoatl stayed loyal to Cortés, claiming that he was not the type of person who would betray someone he was allied to.\nAccording to Díaz del Castillo and Cortés, once Pánfilo arrived, he sacked the court, stealing Hernán's gifts and kidnapping the women who had been offered to his men. Xicomecoatl tried to stop him, stating that Cortés would kill him the moment he knew about what he was doing. Narváez ignored this and continued.\nCortés, who was still in Tenochtitlan, upon receiving the news of Narváez being in Cempoala, decided to return to the city to defeat him, and left the troops that stayed in Tenochtitlan in charge of one of his soldiers, &lt;a href=\"Pedro%20de%20Alvarado\"&gt;Pedro de Alvarado&lt;/a&gt;.\nThe battle began in the night of 27 May 1520, but his force was small in comparison to Pánfilo's, only having 266 Spaniards and a few natives. According to Díaz, Cortés, after arriving at Cempoala, ordered the capture of artillery weapons of Narváez, capturing 18 &lt;a href=\"cannonball\"&gt;cannonball&lt;/a&gt;s. The mission was led by a captain named Pizarro (not to be confused with &lt;a href=\"Francisco%20Pizarro\"&gt;Francisco Pizarro&lt;/a&gt;). Cortés found out Narváez was in one of the temples of the city thanks to a captured &lt;a href=\"spy\"&gt;spy&lt;/a&gt;, Gonzalo Carrasco, so he ordered one of his captains, &lt;a href=\"Gonzalo%20de%20Sandoval\"&gt;Gonzalo de Sandoval&lt;/a&gt;, with around 40 men, to capture him, and to kill him if necessary. This would be a dangerous task, due to the height of the temple, and the protection of it from other temples with soldiers in them.\nSome tried to warn Narváez about Cortés going to the city, including Gonzalo, but at first, he did not believe the warnings about Hernán's arrival, believing that he would not be willing to actually go to war with him just because \"a fat indian\" asked him to do it. Pánflo's troops failed to notice Cortés earlier due to the heavy rain of that night, but as soon as Pánfilo's soldiers noticed Hernán's troops approaching, they immediately warned Narváez about it.\nAs soon as Pánfilo received the news, he ordered for &lt;a href=\"cannon\"&gt;cannon&lt;/a&gt;s to be shot at Hernán's troops, but they only had time to fire four times, out of which only one shot managed to hit the troops, killing three men, according to Díaz, though Cortés claimed this shot only killed two.\nMany horsemen attempted to charge against Pizarro's troops, but failed to push them back. Six or seven horsemen were defeated.\nNarváez then ordered his &lt;a href=\"Rifleman\"&gt;riflemen&lt;/a&gt; to fire upon Pizarro's squadron, wounding seven men. Sandoval managed to successfully get to the temple where Narváez was settled, forcing him to divide his troops to fire against Sandoval's soldiers. It was then when the captured artillery was aimed towards the temple, forcing Narváez to get down from it. Hernán's &lt;a href=\"Pike%20%28weapon%29\"&gt;pikemen&lt;/a&gt; rushed in to fight against the last remaining troops of Narváez.\nThe battle ended after some of Pánfilo's most important soldiers, like his second lieutenant, Fulano de Fuentes, and a captain, Rojas de Castilla la Vieja, were killed, and when Pánfilo de Narváez was stabbed in eye by one of Hernán's pikemen, leaving him badly wounded. He was captured soon after.\nDuring the battle, Xicomecoatl was stabbed by a soldier of Narváez as he was trying to hide in his palace. He was found after the battle ended, and Cortés, upon being notified about it, ordered for him to be taken to his room immediately for his wounds to be cured.\nAfter Pánfilo's capture, he was held prisoner in Veracruz for two years for his crimes against the people of Cempoala. He was sent back to Cuba afterwards. Cortés then convinced the remaining troops of Narváez to join him and go to Tenochtitlan. \nDespite being largely outnumbered, the battle was a success for Cortés, but it would have unexpected consecuences. During his absence, Pedro de Alvarado had ordered a &lt;a href=\"Massacre%20in%20the%20Great%20Temple%20of%20Tenochtitlan\"&gt;massacre of civilians in Tenochtitlan&lt;/a&gt;, disobeying Cortés. This atrocity would lead to the Battle of &lt;a href=\"La%20Noche%20Triste\"&gt;La Noche Triste&lt;/a&gt; taking place, in 30 June 1520. Also, it turned out that one of Pánfilo's men had contracted &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt; before arriving at Mexico. During the battle, some of Hernán's men contracted the disease and carried it unintentionally to Tenochtitlan, leading to the deaths of millions of people in the consequent &lt;a href=\"pandemic\"&gt;pandemic&lt;/a&gt;.\nLater in the war.\nXicomecoatl survived from his wounds and continued to support Cortés after the battle, sending reinforcements and support to Cortés after Noche Triste and the &lt;a href=\"Battle%20of%20Otumba\"&gt;Battle of Otumba&lt;/a&gt;, upon receiving the news about the heavy casualties suffered by the Spaniards as the result of those battles. His alliance became one of the most important ones throughout the course of the war, as it led to Cortés knowing more about the land he was in, about the empire's enemies he could make alliances with, and offering multiple soldiers who protected him during his battles against Tlaxcallan, Cuba and other places. Facts such as when he died or what happened to him after the conquest are unknown."
}