{
    "id": "64380963",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=64380963",
    "title": "Slayback's Missouri Cavalry Regiment",
    "text": "Slayback's Missouri Cavalry Regiment was a &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; &lt;a href=\"regiment%23United%20States%20Army\"&gt;regiment&lt;/a&gt; of the &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate States Army&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. Originally formed as Slayback's Missouri Cavalry Battalion, the unit consisted of men recruited in &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; by &lt;a href=\"Lieutenant%20Colonel%20%28United%20States%29\"&gt;Lieutenant Colonel&lt;/a&gt; &lt;a href=\"Alonzo%20W.%20Slayback\"&gt;Alonzo W. Slayback&lt;/a&gt; during &lt;a href=\"Price%27s%20Raid\"&gt;Price's Raid&lt;/a&gt; in 1864. The &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;'s first action was at the &lt;a href=\"Battle%20of%20Pilot%20Knob\"&gt;Battle of Pilot Knob&lt;/a&gt; on September 27; it later participated in actions at &lt;a href=\"Sedalia%2C%20Missouri\"&gt;Sedalia&lt;/a&gt;, &lt;a href=\"Lexington%2C%20Missouri\"&gt;Lexington&lt;/a&gt;, and the &lt;a href=\"Little%20Blue%20River%20%28Missouri%29\"&gt;Little Blue River&lt;/a&gt;. In October, the unit was used to find an alternate river crossing during the &lt;a href=\"Battle%20of%20the%20Big%20Blue%20River\"&gt;Battle of the Big Blue River&lt;/a&gt;. Later that month, Slayback's unit saw action at the battles of &lt;a href=\"Battle%20of%20Westport\"&gt;Westport&lt;/a&gt;, &lt;a href=\"Battle%20of%20Marmiton%20River\"&gt;Marmiton River&lt;/a&gt;, and &lt;a href=\"Second%20Battle%20of%20Newtonia\"&gt;Second Newtonia&lt;/a&gt;. The battalion was briefly &lt;a href=\"furlough\"&gt;furlough&lt;/a&gt;ed in &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt; before rejoining &lt;a href=\"Major%20General%20%28CSA%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Sterling%20Price\"&gt;Sterling Price&lt;/a&gt; in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; in December. Probably around February 1865, the battalion reached official regimental strength after more recruits joined.\nOn June 2, 1865, the Confederate &lt;a href=\"Trans-Mississippi%20Department\"&gt;Trans-Mississippi Department&lt;/a&gt; surrendered. The men of the regiment were located at different points in &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; and Arkansas when they were &lt;a href=\"parole\"&gt;parole&lt;/a&gt;d twelve days later, leading the historian James McGhee to believe that the regiment had disbanded before the surrender.\nBackground.\nAt the outset of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; in April 1861, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; was a &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slave state&lt;/a&gt;. &lt;a href=\"Governor%20of%20Missouri\"&gt;Governor&lt;/a&gt; &lt;a href=\"Claiborne%20Fox%20Jackson\"&gt;Claiborne Fox Jackson&lt;/a&gt; supported &lt;a href=\"Secession%20in%20the%20United%20States\"&gt;secession&lt;/a&gt; from the United States, and activated the pro-secession &lt;a href=\"Militia%20in%20the%20United%20States\"&gt;state militia&lt;/a&gt;. The militia were sent to the vicinity of &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;, where &lt;a href=\"Brigadier%20General%20%28United%20States%29\"&gt;Brigadier General&lt;/a&gt; &lt;a href=\"Nathaniel%20Lyon\"&gt;Nathaniel Lyon&lt;/a&gt; dispersed the group using &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; troops in the &lt;a href=\"Camp%20Jackson%20affair\"&gt;Camp Jackson affair&lt;/a&gt; on May 10. A pro-secession &lt;a href=\"riot\"&gt;riot&lt;/a&gt; in St. Louis followed later that day, in which several military personnel and civilians were killed or wounded. Jackson formed a secessionist militia unit known as the &lt;a href=\"Missouri%20State%20Guard\"&gt;Missouri State Guard&lt;/a&gt;; he placed &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; &lt;a href=\"Sterling%20Price\"&gt;Sterling Price&lt;/a&gt; in command on May 12. In June, Lyon moved against the state capital of &lt;a href=\"Jefferson%20City%2C%20Missouri\"&gt;Jefferson City&lt;/a&gt; and evicted Jackson and the pro-secession group of &lt;a href=\"Missouri%20General%20Assembly\"&gt;state legislators&lt;/a&gt;. Jackson's party moved to &lt;a href=\"Boonville%2C%20Missouri\"&gt;Boonville&lt;/a&gt;, although Lyon captured that city after the &lt;a href=\"Battle%20of%20Boonville\"&gt;Battle of Boonville&lt;/a&gt; on June 17.\nIn July, anti-secession state legislators held a vote rejecting secession. Brigadier General &lt;a href=\"Ben%20McCulloch\"&gt;Ben McCulloch&lt;/a&gt; of the &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate States Army&lt;/a&gt; joined Price's militia forces; the combined group defeated Lyon at the &lt;a href=\"Battle%20of%20Wilson%27s%20Creek\"&gt;Battle of Wilson's Creek&lt;/a&gt; in southwestern Missouri on August 10. After Wilson's Creek, Price drove northwards, &lt;a href=\"Siege%20of%20Lexington\"&gt;capturing the city of Lexington&lt;/a&gt;. The Missouri State Guard later retreated in the face of &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt; reinforcements, falling back to southwestern Missouri. In November, while at &lt;a href=\"Neosho%2C%20Missouri\"&gt;Neosho&lt;/a&gt;, Jackson and the pro-secession legislators voted to secede, and joined the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States of America&lt;/a&gt;, functioning as a &lt;a href=\"government-in-exile\"&gt;government-in-exile&lt;/a&gt;. In February 1862, Price abandoned Missouri for &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt; in the face of Union pressure, joining forces commanded by &lt;a href=\"Major%20General%20%28CSA%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Earl%20Van%20Dorn\"&gt;Earl Van Dorn&lt;/a&gt;. In March, Price officially joined the Confederate States Army, receiving a &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;commission&lt;/a&gt; as a major general. That same month, Van Dorn was defeated at the &lt;a href=\"Battle%20of%20Pea%20Ridge\"&gt;Battle of Pea Ridge&lt;/a&gt;, giving the Union control of Missouri. By July 1862, most of the men of the Missouri State Guard had left to join Confederate States Army units. Missouri was then plagued by &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; throughout 1862 and 1863.\nOrganization.\nSlayback's Missouri Cavalry Regiment originated when &lt;a href=\"Lieutenant%20Colonel%20%28United%20States%29\"&gt;Lieutenant Colonel&lt;/a&gt; &lt;a href=\"Alonzo%20W.%20Slayback\"&gt;Alonzo W. Slayback&lt;/a&gt;, a veteran of the Missouri State Guard, was authorized by Brigadier General &lt;a href=\"Joseph%20O.%20Shelby\"&gt;Joseph O. Shelby&lt;/a&gt; to recruit a &lt;a href=\"Regiment%23United%20States%20Army\"&gt;regiment&lt;/a&gt; for the Confederate States Army on August 14, 1864. In September, Slayback entered Missouri and began recruiting as part of &lt;a href=\"Price%27s%20Raid\"&gt;Price's Raid&lt;/a&gt;. Accompanying the &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt; of Brigadier General &lt;a href=\"John%20S.%20Marmaduke\"&gt;John S. Marmaduke&lt;/a&gt;, Slayback was able to recruit a small group of men, which became part of Marmaduke's forces on September 23, while the men were at &lt;a href=\"Zalma%2C%20Missouri\"&gt;Zalma, Missouri&lt;/a&gt;. &lt;a href=\"John%20Newman%20Edwards\"&gt;John Newman Edwards&lt;/a&gt;, an &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt; serving with Shelby, stated that a stop in the town of Union gleaned many recruits for the unit. The unit grew in strength over the course of Price's Raid, reaching &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt; strength in October 1864. It was expanded to full regimental strength around February 1865. By this point, Slayback was the regiment's &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt;, Caleb W. Dorsey was lieutenant colonel, and John H. Guthrie was the regiment's &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;. At full strength, the regiment comprised ten &lt;a href=\"company%20%28military%20unit%29\"&gt;companies&lt;/a&gt;, all Missouri-raised, designated with the letters AI and K.\nService history.\nIn the &lt;a href=\"1864%20United%20States%20presidential%20election\"&gt;1864 United States presidential election&lt;/a&gt;, incumbent president &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; supported continuing the war, while former Union general &lt;a href=\"George%20B.%20McClellan\"&gt;George B. McClellan&lt;/a&gt; promoted ending it. By the beginning of September 1864, events in the eastern United States, especially the Confederate defeat in the Atlanta campaign, gave Lincoln an edge in the election over McClellan. At this point, the Confederacy had very little chance of victory. Meanwhile, in the &lt;a href=\"Trans-Mississippi%20Theater%20of%20the%20American%20Civil%20War\"&gt;Trans-Mississippi Theater&lt;/a&gt;, the Confederates had defeated Union attackers in the &lt;a href=\"Red%20River%20campaign\"&gt;Red River campaign&lt;/a&gt; in &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; in March through May. As events east of the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; turned against the Confederates, &lt;a href=\"General%20officers%20in%20the%20Confederate%20States%20Army%23General\"&gt;General&lt;/a&gt; &lt;a href=\"Edmund%20Kirby%20Smith\"&gt;Edmund Kirby Smith&lt;/a&gt;, commander of the Confederate &lt;a href=\"Trans-Mississippi%20Department\"&gt;Trans-Mississippi Department&lt;/a&gt;, was ordered to transfer the &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; under his command to the fighting in the &lt;a href=\"Eastern%20Theater%20of%20the%20American%20Civil%20War\"&gt;Eastern&lt;/a&gt; and &lt;a href=\"Western%20Theater%20of%20the%20American%20Civil%20War\"&gt;Western&lt;/a&gt; Theaters. This proved to be impossible, as the &lt;a href=\"Union%20Navy\"&gt;Union Navy&lt;/a&gt; controlled the Mississippi River, preventing a large-scale crossing. Despite having limited resources for an offensive, Smith decided that an attack designed to divert Union troops from the principal theaters of combat would have the same effect as the proposed transfer of troops. Price and the new &lt;a href=\"Confederate%20government%20of%20Missouri\"&gt;Confederate Governor of Missouri&lt;/a&gt; &lt;a href=\"Thomas%20Caute%20Reynolds\"&gt;Thomas Caute Reynolds&lt;/a&gt; suggested that an invasion into Missouri would be an effective operation; Smith approved the plan and appointed Price to command it. Price expected that the offensive would create a popular uprising against Union control of Missouri, divert Union troops away from principal theaters of combat (many of the Union troops defending Missouri had been transferred out of the state, leaving the &lt;a href=\"Missouri%20State%20Militia%20%28Union%29\"&gt;Missouri State Militia&lt;/a&gt; as the state's primary defensive force), and aid McClellan's chance of defeating Lincoln; on September 19, Price's column entered the state.\nOn September 27, 1864, Slayback's unit made a minor assault against the defenses of &lt;a href=\"Fort%20Davidson\"&gt;Fort Davidson&lt;/a&gt; during the &lt;a href=\"Battle%20of%20Pilot%20Knob\"&gt;Battle of Pilot Knob&lt;/a&gt;; it suffered light casualties. After the fighting ended for the day, Slayback sent a note to the Union &lt;a href=\"garrison\"&gt;garrison&lt;/a&gt; commander Brigadier General &lt;a href=\"Thomas%20Ewing%20Jr.\"&gt;Thomas Ewing Jr.&lt;/a&gt; suggesting that Ewing's &lt;a href=\"African%20Americans%20in%20the%20American%20Civil%20War\"&gt;African American soldiers&lt;/a&gt; would be massacred in events similar to the &lt;a href=\"Fort%20Pillow%20Massacre\"&gt;Fort Pillow Massacre&lt;/a&gt; if the fort fell, as Price might not be able to restrain his soldiers. Slayback's unit was then positioned north of the fort to detect any potential Union movement. That night, the Union garrison retreated without being detected by Slayback's force and blew up the fort's &lt;a href=\"Magazine%20%28artillery%29\"&gt;magazine&lt;/a&gt;. Other elements of Price's army had suffered bloody repulses at Pilot Knob; the defeat led Price to abandon a planned movement against St. Louis and instead aim for Jefferson City. On October 2, while stationed at &lt;a href=\"Union%2C%20Missouri\"&gt;Union&lt;/a&gt;, Slayback's unit, now known as Slayback's Missouri Cavalry Battalion, was assigned to Brigadier General &lt;a href=\"M.%20Jeff%20Thompson\"&gt;M. Jeff Thompson&lt;/a&gt;'s brigade of Shelby's division. The Confederate column reached Jefferson City on October 7, but the sight of strong defenses and faulty intelligence that inflated the number of Union defenders in the city led Price to cancel his attempt on the city and head west. While the Confederates were moving through Missouri, a Union force was reported to have left Jefferson City; Slayback's battalion was detached on October 13 to scout for the approach of this force. By the next day, Slayback's battalion had reached &lt;a href=\"Longwood%2C%20Missouri\"&gt;Longwood&lt;/a&gt;, where it was joined by other Confederate units.\nNeeding supplies, Price ordered two side raids, one of which targeted the town of &lt;a href=\"Glasgow%2C%20Missouri\"&gt;Glasgow&lt;/a&gt;; the other was a thrust by Thompson towards &lt;a href=\"Sedalia%2C%20Missouri\"&gt;Sedalia&lt;/a&gt;. On October 15, Slayback's battalion, along with &lt;a href=\"Collins%27%20Missouri%20Battery\"&gt;Collins' Missouri Battery&lt;/a&gt;, the &lt;a href=\"5th%20Missouri%20Cavalry%20Regiment%20%28Confederate%29\"&gt;5th Missouri Cavalry Regiment&lt;/a&gt;, and &lt;a href=\"Elliott%27s%20Missouri%20Cavalry%20Regiment\"&gt;Elliott's Missouri Cavalry Regiment&lt;/a&gt;, &lt;a href=\"Capture%20of%20Sedalia\"&gt;attacked Sedalia&lt;/a&gt;. A Union garrison defended improvised fortifications, but a cavalry charge quickly overran the positions. After Collins' artillery opened fire, the remaining defenders were completely dispersed; the town was then &lt;a href=\"looted\"&gt;looted&lt;/a&gt;. Slayback's unit performed guard duty after the fighting, as it was in a better state of organization than the other regiments that had participated in the skirmish. Meanwhile, the main Confederate body was moving steadily westwards towards &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City&lt;/a&gt;; Thompson's men rejoined Price's main column near &lt;a href=\"Marshall%2C%20Missouri\"&gt;Marshall&lt;/a&gt;. The battalion next fought at the &lt;a href=\"Second%20Battle%20of%20Lexington\"&gt;Second Battle of Lexington&lt;/a&gt; on October 19, in which the unit was engaged as Shelby's division brushed aside a small Union force. Two days later, the battalion was part of a Confederate force that &lt;a href=\"Battle%20of%20Little%20Blue%20River\"&gt;forced a crossing&lt;/a&gt; of the &lt;a href=\"Little%20Blue%20River%20%28Missouri%29\"&gt;Little Blue River&lt;/a&gt;. On October 22, during the &lt;a href=\"Battle%20of%20the%20Big%20Blue%20River\"&gt;Battle of the Big Blue River&lt;/a&gt;, Shelby ordered the 5th Missouri Cavalry and Slayback's battalion to search for a secondary crossing of the river, as Byram's Ford, the primary crossing, was strongly defended. Slayback's battalion quickly found an alternate &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt;, and crossed the river, attacking Colonel &lt;a href=\"Charles%20R.%20Jennison\"&gt;Charles R. Jennison&lt;/a&gt;'s brigade in the &lt;a href=\"flank%20%28military%29\"&gt;flank&lt;/a&gt;. Jennison's brigade scattered, but the Union line was able to reform. Later that day, the Confederates again moved against the Union position, with Slayback himself in the lead. The Union forces withdrew before any action occurred.\nAt the &lt;a href=\"Battle%20of%20Westport\"&gt;Battle of Westport&lt;/a&gt; on October 23, Slayback's battalion, which was part of Thompson's brigade, along with another battalion commanded by Major Rector Johnson, was initially aligned to the rear of the center of Shelby's line. After being pressed by a Union attack, Shelby then ordered Thompson to charge, and the cavalrymen, including Slayback's battalion, were soon engaged in a &lt;a href=\"melee\"&gt;melee&lt;/a&gt;. The Confederate forces were forced to fall back in a state that Shelby described as \"weak and staggering\". Slayback's battalion retreated to a stone fence, where it rallied. The defense held, and Union forces fell back, allowing Shelby to retreat from the field. Price's entire army was decisively defeated at Westport, and began retreating through &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, hoping to escape. After a Confederate disaster at the &lt;a href=\"Battle%20of%20Mine%20Creek\"&gt;Battle of Mine Creek&lt;/a&gt; on October 25, Shelby's division, including Slayback's battalion, were recalled from detached duty to serve as a &lt;a href=\"rear%20guard\"&gt;rear guard&lt;/a&gt; for Price. Slayback's unit was initially posted on the Confederate left, with the intention of threatening the Union flank, but Price ordered the rear guard to fall back to behind the line of the &lt;a href=\"Little%20Osage%20River\"&gt;Little Osage River&lt;/a&gt;. Shelby's division fought by forming a series of weak lines, each briefly holding up the Union pursuit, and then falling back some distance in turn; these tactics gave Price some space to continue his retreat. Slayback's battalion saw some action during the rear guard efforts.\nThe unit next fought at the &lt;a href=\"Battle%20of%20Marmiton%20River\"&gt;Battle of Marmiton River&lt;/a&gt; late on the 25th. The Confederate position at Marmiton River initially consisted of two ranks. \nThe rear rank contained disorganized elements of the divisions of Marmaduke and Major General &lt;a href=\"James%20F.%20Fagan\"&gt;James F. Fagan&lt;/a&gt; and the brigade of &lt;a href=\"Sidney%20D.%20Jackman\"&gt;Sidney D. Jackman&lt;/a&gt;, as well as Collins' Battery. The front rank, from right to left, was held by elements of Marmaduke's division, then Fagan's, then Thompson's brigade; Slayback's battalion was on the far left, with its flank anchored on a small stream. An initial Confederate stand was successful, but another Union charge was made. After 15 minutes of fighting, the Confederate line, including Slayback's unit, withdrew in a fashion Shelby described as \"melting away\". The fighting ended as Jackman's brigade, along with Slayback's rallied battalion and Elliott's regiment, counterattacked to repulse a charge by the &lt;a href=\"4th%20Iowa%20Cavalry%20Regiment\"&gt;4th Iowa Cavalry Regiment&lt;/a&gt;. Despite repulsing the Iowans, the Confederate assailants came under Union artillery fire and broke off the attack, bringing the Battle of Marmiton River to an end. Shelby reported that fatigue was an element in the defeat. At the &lt;a href=\"Second%20Battle%20of%20Newtonia\"&gt;Second Battle of Newtonia&lt;/a&gt; on October 28, Slayback's battalion fought dismounted to the left of Thompson's brigade. Thompson then attacked and gained some ground, but was halted by fire from Union &lt;a href=\"mountain%20howitzers\"&gt;mountain howitzers&lt;/a&gt;. After a repositioning of the Union line, the Confederates pressed the attack farther, gaining more ground. Union reinforcements commanded by Brigadier General &lt;a href=\"John%20B.%20Sanborn\"&gt;John B. Sanborn&lt;/a&gt; stabilized the line and then charged. Shelby withdrew due to the arrival of the fresh Union troops.\nAfter the defeat at Newtonia, Price's &lt;a href=\"Army%20of%20Missouri\"&gt;Army of Missouri&lt;/a&gt; retreated to Arkansas, where Slayback's unit was &lt;a href=\"furlough\"&gt;furlough&lt;/a&gt;ed on October 30. The unit, by then 300 men strong, rejoined Price in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; in December. Probably around February 1865, Slayback's command was combined with a group of recruits commanded by Dorsey, creating a full regiment of ten companies. &lt;a href=\"Battle%20of%20Palmito%20Ranch\"&gt;The last battle of the war&lt;/a&gt; was fought in mid-May and, on June 2, Smith surrendered the Trans-Mississippi Department. On June 23, Confederate Brigadier General &lt;a href=\"Stand%20Watie\"&gt;Stand Watie&lt;/a&gt; surrendered, becoming the last Confederate general officer to surrender his command. When the men of the regiment were &lt;a href=\"parole\"&gt;parole&lt;/a&gt;d on June 14, 1865, part of the unit was located at &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport, Louisiana&lt;/a&gt;, while another part was at &lt;a href=\"Wittsburg%2C%20Arkansas\"&gt;Wittsburg, Arkansas&lt;/a&gt;. Historian James McGhee interpreted this arrangement as suggesting that the regiment was disbanded before the surrender. Specific casualties suffered by the unit are unknown, as Slayback did not issue casualty reports. Edwards later claimed that the regiment was issued flag-decorated &lt;a href=\"lances\"&gt;lances&lt;/a&gt; instead of &lt;a href=\"firearm\"&gt;firearm&lt;/a&gt;s, although McGhee considers that to be improbable."
}