{
    "id": "64455518",
    "revid": "31534067",
    "url": "https://en.wikipedia.org/wiki?curid=64455518",
    "title": "Beau Fermor",
    "text": "Beau Fermor (born 15 August 1998) is an Australian professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a for the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;.\nBackground.\nBorn in &lt;a href=\"Dalby%2C%20Queensland\"&gt;Dalby, Queensland&lt;/a&gt;, Fermor played his junior rugby league for the Dalby Devils.\nPlaying career.\nIn 2014, Fermor played for the &lt;a href=\"Toowoomba%20Clydesdales\"&gt;Toowoomba Clydesdales&lt;/a&gt; &lt;a href=\"Cyril%20Connell%20Cup\"&gt;Cyril Connell Cup&lt;/a&gt; side, moving up to their &lt;a href=\"Mal%20Meninga%20Cup\"&gt;Mal Meninga Cup&lt;/a&gt; side a year later before being signed by the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;. In 2016, he played for Melbourne's &lt;a href=\"NRL%20Under-20s\"&gt;under-20&lt;/a&gt; side, playing 27 games over two seasons, scoring 11 tries. \nIn 2018, Fermor signed with the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt;, joining their &lt;a href=\"Jersey%20Flegg%20Cup\"&gt;Jersey Flegg Cup&lt;/a&gt; side. In July 2018, he represented the &lt;a href=\"Queensland%20under-20%20rugby%20league%20team\"&gt;Queensland under-20&lt;/a&gt; side in their win over New South Wales. At the end of the 2018 season, Fermor was named the Jersey Flegg Cup Player of the Year and signed a two-year extension with the Newcastle club. In 2019, he spent the season playing for the Knights' &lt;a href=\"NSW%20Cup\"&gt;NSW Cup&lt;/a&gt; side.\n2020.\nOn 30 January, Fermor was granted a release by Newcastle and signed with the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt; on a three-year deal.\nIn Round 8 of the &lt;a href=\"2020%20NRL%20season\"&gt;2020 NRL season&lt;/a&gt;, Fermor made his NRL debut against the &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland Sharks&lt;/a&gt;, replacing the injured &lt;a href=\"Kevin%20Proctor\"&gt;Kevin Proctor&lt;/a&gt;.\n2021.\nFermor played 15 games for the Gold Coast in the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt; including the club's elimination final loss against the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;."
}