{
    "id": "64469543",
    "revid": "4564448",
    "url": "https://en.wikipedia.org/wiki?curid=64469543",
    "title": "Mary Bushnell Williams",
    "text": "Mary Bushnell Williams (1826 – July 3, 1891) was a creole American author, poet, and translator. She resided in &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; her entire life except for a brief period when she removed to &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;civil war&lt;/a&gt;. A pupil of &lt;a href=\"Alexander%20Dimitry\"&gt;Alexander Dimitry&lt;/a&gt;, her translations from different languages were admired, and her poems were held in high esteem. Besides poetry, she wrote sketches in prose.\nEarly life and education.\nMary (sometimes, \"Marie\") Bushnell was born in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge, Louisiana&lt;/a&gt;, in 1826. Her father, Judge Charles Bushnell, a native of &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, came to &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; within the first decade after the &lt;a href=\"Louisiana%20Purchase\"&gt;Louisiana Purchase&lt;/a&gt; had been accomplished. In due time, he married into a &lt;a href=\"Creole%20peoples\"&gt;Creole&lt;/a&gt; family, one of the most prominent families of Baton Rouge, that settled in Louisiana under the Spanish regime. Judge Bushnell was a member of the bar of Louisiana. He also found time to cultivate the his knowledge of literature.\nEarly in her life, Williams manifested a studious disposition. Her parents being wealthy and ambitious, bestowed the greatest care upon her education; and for many years she enjoyed the instruction of the linguist and teacher, Professor Alexander Dimitry. She was that professor's favourite pupil, and under his instruction, became familiar with the modern languages usually taught, and developed a decided taste for literature. He also imparted to her a deep and profound reverence for learning akin to that which he felt himself. This relation of teacher and scholar continued for several years.\nCareer.\nThough Williams was occupied with the responsibilities of a wife and mother, this did not lessen her interest in literary pursuits. For her own amusement and that of a choice coterie of literary friends —her constant visitors— she became accustomed to weave together legends of Louisiana, both in prose and verse, which soon established her reputation among those who were admitted into the literary circle. She did not, however, fancy the plaudits of the world. For years, she refused to appear in print, but when at length, a few of her articles found their way into literary journals, she was acknowledged as a poet and a teacher. With a vast fund of acquired knowledge and a mastery of language when force of style was necessary, she found it easy to participate in the lighter phases of literary effort. \nWilliams contributed to periodical literature, including, for years, to the New Orleans \"Sunday Times\". Her poetry was admired, notably the verses entitled \"The Serfs of Chateney\". Williams was translator from the French, German, and Spanish. She published a translation from the German, of &lt;a href=\"Adelbert%20von%20Chamisso\"&gt;Adelbert von Chamisso&lt;/a&gt;'s &lt;a href=\"Peter%20Schlemihl\"&gt;“Man without a Shadow\"&lt;/a&gt;. In 1874, it was reported that Williams was working on a translation of Heine's poems from the German; a new rendering of Goethe into English verse, and a collection of legends illustrating the history of Old Louisiana. She was the author of \"Tales and Legends of Louisiana\", a lyrical poem.\nPersonal life.\nIn 1843, she married Josiah P. Williams, a planter of &lt;a href=\"Rapides%20Parish%2C%20Louisiana\"&gt;Rapides Parish, Louisiana&lt;/a&gt;, and they resided near &lt;a href=\"Alexandria%2C%20Louisiana\"&gt;Alexandria, Louisiana&lt;/a&gt;, on &lt;a href=\"Red%20River%20of%20the%20South\"&gt;Red River of the South&lt;/a&gt;. J. P. was a sugar planter and owned one of the largest sugar plantations in the state. J.P.'s father, Archie P. Williams, was in his time one of the most extensive sugar planters in Louisiana and the owner of Willow Glen sugar plantation, near Alexandria. He was a native of &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt; and in politics a whig. J. P. was also a whig, taking an active interest in politics, but would never accept a public office. \nThere were nine children in the family including Austin D. Williams, Josephine M. Williams, Archibald P. Williams, Charles Bushnell Williams, Annette Williams, Elizabeth Williams, and Pintard Davidson Williams. \nJ.P. died before the civil war, and it was Mrs. Williams' first great sorrow. She suffered severely by the reverses which marked the latter years of the war. The destruction of her residence, \"The Oaks\", by the vandal followers of the &lt;a href=\"Red%20River%20Campaign\"&gt;Red River Campaign&lt;/a&gt; in 1864; the wounding of one son; the untimely death of another; the material misfortunes which reduced her from aflluence to poverty were great difficulties for her to deal with, but her faith was strong and it was this which aided her during difficult times. \nFor some time during the war, she was a refugee in Texas. In 1869, she removed to &lt;a href=\"Opelousas%2C%20Louisiana\"&gt;Opelousas, Louisiana&lt;/a&gt;, and frequently resided some portion of the year in the city of &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;.\nIn religion, Williams was a member of the Episcopal Church. She died July 3, 1891, and was buried at &lt;a href=\"Opelousas%2C%20Louisiana\"&gt;Opelousas, Louisiana&lt;/a&gt;."
}