{
    "id": "6446605",
    "revid": "1062998887",
    "url": "https://en.wikipedia.org/wiki?curid=6446605",
    "title": "George Stiles (composer)",
    "text": "George William Stiles (born 9 August 1961) is an &lt;a href=\"English%20people\"&gt;English&lt;/a&gt; composer of musicals for the stage.\nEducation.\nFrom 1974 to 1979, he was educated at &lt;a href=\"Gresham%27s%20School\"&gt;Gresham's School&lt;/a&gt; in &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt;.\nIn 1983 Stiles graduated in music at &lt;a href=\"Exeter%20University\"&gt;Exeter University&lt;/a&gt;, where performance in organ formed part of his final examinations. It was here that he met his writing partner &lt;a href=\"Anthony%20Drewe\"&gt;Anthony Drewe&lt;/a&gt;.\nCollaboration with Anthony Drewe.\nFor more than 30 years, Stiles has worked with the lyricist &lt;a href=\"Anthony%20Drewe\"&gt;Anthony Drewe&lt;/a&gt;. Together they have written eleven shows (see below). Projects currently in development include: \"Soap Dish\"; an adaptation of Graham Greene's \"Travels with My Aunt\"; and a new project with the director and choreographer Jerry Mitchell.\nTutankhamun.\n\"Tutankhamun\" was first performed at the Northcott Theatre and Imagination Buildings in 1984.\nJust So.\n&lt;a href=\"Just%20So%20%28musical%29\"&gt;\"Just So\"&lt;/a&gt; was co-produced by &lt;a href=\"Cameron%20Mackintosh\"&gt;Cameron Mackintosh&lt;/a&gt; at the &lt;a href=\"Watermill%20Theatre\"&gt;Watermill&lt;/a&gt; in 1989 where it was directed by &lt;a href=\"Julia%20McKenzie\"&gt;Julia McKenzie&lt;/a&gt;. A further production was mounted in 1990 directed by Mike Ockrent at the &lt;a href=\"Tricycle%20Theatre\"&gt;Tricycle Theatre&lt;/a&gt;s in the &lt;a href=\"UK\"&gt;UK&lt;/a&gt;. The &lt;a href=\"Goodspeed%20Opera%20House\"&gt;Goodspeed Opera House&lt;/a&gt; in Connecticut produced a new version of the show in 1996.\nIn 2002, &lt;a href=\"Anthony%20Drewe\"&gt;Anthony Drewe&lt;/a&gt; directed an extensively reworked version at Boston’s &lt;a href=\"North%20Shore%20Music%20Theatre\"&gt;North Shore Music Theatre&lt;/a&gt; in the USA, with designs by &lt;a href=\"Peter%20McKintosh\"&gt;Peter McKintosh&lt;/a&gt; and choreography by &lt;a href=\"Stephen%20Mear\"&gt;Stephen Mear&lt;/a&gt;. With the same team, Anthony directed the 2004 &lt;a href=\"Chichester%20Festival%20Theatre\"&gt;Chichester Festival Theatre&lt;/a&gt; production.\nHonk!\n\"&lt;a href=\"Honk%21\"&gt;Honk!&lt;/a&gt;\" was commissioned by the &lt;a href=\"Watermill%20Theatre\"&gt;Watermill Theatre&lt;/a&gt; (1993). Under the direction of &lt;a href=\"Julia%20McKenzie\"&gt;Julia McKenzie&lt;/a&gt; it was developed at the &lt;a href=\"Stephen%20Joseph%20Theatre\"&gt;Stephen Joseph Theatre&lt;/a&gt; (1997) in a production designed by &lt;a href=\"Peter%20McKintosh\"&gt;Peter McKintosh&lt;/a&gt; and choreographed by Aletta Collins. In 1999, during &lt;a href=\"Trevor%20Nunn\"&gt;Trevor Nunn&lt;/a&gt;'s time as artistic director at the &lt;a href=\"Royal%20National%20Theatre\"&gt;National Theatre&lt;/a&gt;, &lt;a href=\"Julia%20Mackenzie\"&gt;Julia Mackenzie&lt;/a&gt; was invited to restage her production in the &lt;a href=\"Olivier%20Theatre\"&gt;Olivier Theatre&lt;/a&gt;. It was the first new British musical to be produced in the history of the National Theatre.\n&lt;a href=\"Honk%21\"&gt;Honk!&lt;/a&gt; won three Best Musical awards – the 2000 &lt;a href=\"Laurence%20Olivier%20Award\"&gt;Laurence Olivier Award&lt;/a&gt;, the FNB VITA Award in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, and the &lt;a href=\"Elliot%20Norton%20Award\"&gt;Elliot Norton Award&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The National Theatre production toured the &lt;a href=\"UK\"&gt;UK&lt;/a&gt; in 2001.\nIt is frequently produced by schools and community theatre groups. &lt;a href=\"Honk%21\"&gt;Honk!&lt;/a&gt; has been seen by more than 6 million people all over the world in over 8,000 productions in more than 20 languages.\nPeter Pan.\n\"\" won both Best Song (When I Kill Peter Pan, performed by &lt;a href=\"Denis%20Quilley\"&gt;Denis Quilley&lt;/a&gt;) and the Orchestra's Award for Best Musical at the 1997 International Musical of the Year. It premiered in 1999 at the &lt;a href=\"Det%20Ny%20Theater\"&gt;Ny Theater&lt;/a&gt;, &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;.\nIn 2001, it was performed at the &lt;a href=\"Royal%20Festival%20Hall\"&gt;Royal Festival Hall&lt;/a&gt;, starring &lt;a href=\"John%20Thaw\"&gt;John Thaw&lt;/a&gt;, &lt;a href=\"Jenna%20Russell\"&gt;Jenna Russell&lt;/a&gt;, Joe MacFadden and &lt;a href=\"Sheila%20Hancock\"&gt;Sheila Hancock&lt;/a&gt; accompanied by the &lt;a href=\"BBC%20Concert%20Orchestra\"&gt;BBC Concert Orchestra&lt;/a&gt;. The performance also boasted a first in that Wendy, Michael and John were played by three real-life siblings, &lt;a href=\"Laura%20Michelle%20Kelly\"&gt;Laura Michelle Kelly&lt;/a&gt; and her brothers Jorim and Nathan. The &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; broadcast the concert on &lt;a href=\"New%20Year%27s%20Eve\"&gt;New Year's Eve&lt;/a&gt; 2001. Following the concert’s success, a fuller semi-staged version, with the &lt;a href=\"Royal%20Philharmonic%20Orchestra\"&gt;Royal Philharmonic Orchestra&lt;/a&gt;, ran for 6 weeks at the &lt;a href=\"Royal%20Festival%20Hall\"&gt;Royal Festival Hall&lt;/a&gt; over Christmas 2002 starring &lt;a href=\"Richard%20Wilson%20%28Scottish%20actor%29\"&gt;Richard Wilson&lt;/a&gt; and &lt;a href=\"James%20Gillan%20%28actor%29\"&gt;James Gillan&lt;/a&gt;, with &lt;a href=\"Susannah%20York\"&gt;Susannah York&lt;/a&gt; as the Storyteller and Lottie Meyer as Wendy.\nIn 2007, the show was given its British theatrical premiere in a fully-fledged production at the &lt;a href=\"Birmingham%20Repertory%20Theatre\"&gt;Birmingham Repertory Theatre&lt;/a&gt; as directed by Rachel Kavanaugh. In the summer of 2011, it made its American premiere at the Tri-County Performing Arts Center in Pottstown, Pennsylvania, recently renamed Steel River Playhouse. The production made its Canadian premiere with the St. Albert Children's Theatre in &lt;a href=\"St.%20Albert%2C%20Alberta\"&gt;St. Albert, Alberta&lt;/a&gt; in November 2011.\nIn October 2015 a concert version directed by Jonathan Butterell was performed at London's &lt;a href=\"Adelphi%20Theatre\"&gt;Adelphi Theatre&lt;/a&gt; starring &lt;a href=\"Bradley%20Walsh\"&gt;Bradley Walsh&lt;/a&gt; as Hook, &lt;a href=\"Ray%20Quinn\"&gt;Ray Quinn&lt;/a&gt; as Peter Pan, &lt;a href=\"Sheila%20Hancock\"&gt;Sheila Hancock&lt;/a&gt; as The Storyteller and &lt;a href=\"Jenna%20Russell\"&gt;Jenna Russell&lt;/a&gt; as Mrs Darling.\nMary Poppins.\nGeorge Stiles and Anthony Drewe were commissioned by &lt;a href=\"Cameron%20Mackintosh\"&gt;Cameron Mackintosh&lt;/a&gt; and &lt;a href=\"Disney\"&gt;Disney&lt;/a&gt; to write additional material augmenting the &lt;a href=\"Sherman%20Brothers\"&gt;Sherman Brothers&lt;/a&gt;' original &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt; winning Disney's classic 1964 film song score for \"&lt;a href=\"Mary%20Poppins%20%28film%29\"&gt;Mary Poppins&lt;/a&gt;\". The stage musical featured a new book by &lt;a href=\"Downton%20Abbey\"&gt;Downton Abbey&lt;/a&gt; writer and &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt; winner &lt;a href=\"Julian%20Fellowes\"&gt;Julian Fellowes&lt;/a&gt;. The stage version of \"&lt;a href=\"Mary%20Poppins%20%28musical%29\"&gt;Mary Poppins&lt;/a&gt;\" opened at the &lt;a href=\"Prince%20Edward%20Theatre\"&gt;Prince Edward Theatre&lt;/a&gt; in December 2004 where it had a hugely successful 3-year run before embarking on a UK national tour in 2008. It opened on Broadway in 2006 where it ran for 6 years at the &lt;a href=\"New%20Amsterdam%20Theatre\"&gt;New Amsterdam Theatre&lt;/a&gt;. A US tour hit the road in 2009, touring for over 2 years. A new production opened at The Ronacher Theatre in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; in 2014. In the autumn of 2015 it embarked on a new UK Tour.\nBetty Blue Eyes.\n\"&lt;a href=\"Betty%20Blue%20Eyes\"&gt;Betty Blue Eyes&lt;/a&gt;\" opened at the &lt;a href=\"Novello%20Theatre\"&gt;Novello Theatre&lt;/a&gt; in April 2011 produced by &lt;a href=\"Cameron%20Mackintosh\"&gt;Cameron Mackintosh&lt;/a&gt;, starring &lt;a href=\"Sarah%20Lancashire\"&gt;Sarah Lancashire&lt;/a&gt; and &lt;a href=\"Reece%20Shearsmith\"&gt;Reece Shearsmith&lt;/a&gt;. It received rave reviews from critics and audiences alike and received nominations for ‘Best New Musical’ in the 2012 &lt;a href=\"Laurence%20Olivier%20Awards\"&gt;Laurence Olivier Awards&lt;/a&gt;, The Evening Standard Awards and the WhatsOnStage.com Awards.\nThe show received its US premiere at the Music Theatre of Wichita, Kansas in July 2013.\nA UK tour of ran from March–August 2014.\nSoho Cinders.\n\"&lt;a href=\"Soho%20Cinders\"&gt;Soho Cinders&lt;/a&gt;\" was premiered at a sold-out concert performance at the &lt;a href=\"Sondheim%20Theatre\"&gt;Queen's Theatre&lt;/a&gt; in October 2011 in aid of The &lt;a href=\"Teenage%20Cancer%20Trust\"&gt;Teenage Cancer Trust&lt;/a&gt;. \nA full staged production opened at the &lt;a href=\"Soho%20Theatre\"&gt;Soho Theatre&lt;/a&gt; in the summer of 2012. \nFurther productions have been staged in Dallas, Texas, at the Arts Educational School, London, University of Cumbria, University of West England, Newcastle College and it opened in 2015 in Belgium.\nThere have been two London revivals, at the Union Theatre and the Charing Cross Theatre.\nThree Little Pigs.\n\"&lt;a href=\"Three%20Little%20Pigs\"&gt;Three Little Pigs&lt;/a&gt;\" was commissioned by the &lt;a href=\"Singapore%20Repertory%20Theatre\"&gt;Singapore Repertory Theatre&lt;/a&gt; for their Little Company and forms the first in a “trilogy of trios” (along with \"Goldilocks and the Three Bears\" and \"The Three Billy Goats Gruff\"). It premiered for 70 sell-out performances at the DBS Arts Centre in Singapore in March 2012 (in English), and returned for a further four week run at the same venue in July 2013 (in Mandarin).\nIn October 2013 it was selected for the NAMT Festival in New York – the first children’s show ever to receive that honour. Since then, there have been productions at The Greenwich Theatre, London, a hit season at Emerald City Theatre, Chicago and productions in Finland and China.\nIn the summer of 2015 \"Three Little Pigs\" had its West End premiere at London's &lt;a href=\"Palace%20Theatre%2C%20London\"&gt;Palace Theatre&lt;/a&gt; starring &lt;a href=\"Simon%20Webbe\"&gt;Simon Webbe&lt;/a&gt; as the Big Bad Wolf, &lt;a href=\"Alison%20Jiear\"&gt;Alison Jiear&lt;/a&gt; as Mummy Pig and Leanne Jones, Taofique Folarin and Daniel Buckley as the three piglets.\nA studio cast recording featuring &lt;a href=\"Gareth%20Gates\"&gt;Gareth Gates&lt;/a&gt;, &lt;a href=\"Alison%20Jiear\"&gt;Alison Jiear&lt;/a&gt;, &lt;a href=\"Clive%20Rowe\"&gt;Clive Rowe&lt;/a&gt;, Amy Lennox and Lewis Barnshaw was released in 2012.\nGoldilocks and the Three Bears.\n\"&lt;a href=\"Goldilocks%20and%20the%20Three%20Bears\"&gt;Goldilocks and the Three Bears&lt;/a&gt;\" was commissioned by the Singapore Repertory Theatre and premiered there in 2013. The Mandarin production opened that same year.\nA studio cast recording featuring David Bedella, James Gillan, Leanne Jones, Amy Lennox and Michael Xavier was released in 2015.\nThe Three Billy Goats Gruff.\n\"&lt;a href=\"Three%20Billy%20Goats%20Gruff\"&gt;Three Billy Goats Gruff&lt;/a&gt;\" was commissioned by the Singapore Repertory Theatre and premiered there in 2015.\nHalf a Sixpence.\nFollowing the success of &lt;a href=\"Mary%20Poppins%20%28musical%29\"&gt;\"Mary Poppins\"&lt;/a&gt;, Stiles and Drewe were reunited with producer &lt;a href=\"Cameron%20Mackintosh\"&gt;Cameron Mackintosh&lt;/a&gt; and book writer &lt;a href=\"Julian%20Fellowes\"&gt;Julian Fellowes&lt;/a&gt; to create a new musical version of &lt;a href=\"Half%20a%20Sixpence%20%282016%20musical%29\"&gt;\"Half a Sixpence\"&lt;/a&gt; based on the &lt;a href=\"Half%20a%20Sixpence\"&gt;original musical&lt;/a&gt;, using the original songs by &lt;a href=\"David%20Heneker\"&gt;David Heneker&lt;/a&gt;. The production premiered at &lt;a href=\"Chichester%20Festival%20Theatre\"&gt;Chichester Festival Theatre&lt;/a&gt; in July 2016 before transferring to London's West End in October 2016.\nThe Wind in the Willows.\nCommissioned by producer &lt;a href=\"Jamie%20Hendry\"&gt;Jamie Hendry&lt;/a&gt; in 2011, \"&lt;a href=\"The%20Wind%20in%20the%20Willows%20%28musical%29\"&gt;The Wind in the Willows&lt;/a&gt;\", a musical adaptation of &lt;a href=\"Kenneth%20Grahame\"&gt;Kenneth Grahame&lt;/a&gt;'s novel, opened at the &lt;a href=\"Theatre%20Royal%2C%20Plymouth\"&gt;Theatre Royal, Plymouth&lt;/a&gt; in October 2016 before heading to &lt;a href=\"The%20Lowry\"&gt;The Lowry&lt;/a&gt; in Salford and London's West End.\nThe book was written by &lt;a href=\"Julian%20Fellowes\"&gt;Julian Fellowes&lt;/a&gt; who Stiles and Drewe previously worked with on &lt;a href=\"Mary%20Poppins%20%28musical%29\"&gt;\"Mary Poppins\"&lt;/a&gt; and &lt;a href=\"Half%20a%20Sixpence%20%282016%20musical%29\"&gt;\"Half a Sixpence\"&lt;/a&gt;. The production is directed by Rachel Kavanaugh (who also directed &lt;a href=\"Half%20a%20Sixpence%20%282016%20musical%29\"&gt;\"Half a Sixpence\"&lt;/a&gt;) with set and costume design by &lt;a href=\"Peter%20McKintosh\"&gt;Peter McKintosh&lt;/a&gt; and lighting design by Howard Harrison.\nBecoming Nancy.\nThe musical, based on the novel \"&lt;a href=\"Becoming%20Nancy\"&gt;Becoming Nancy&lt;/a&gt;\" by &lt;a href=\"Terry%20Ronald\"&gt;Terry Ronald&lt;/a&gt; and with a book by Elliot Davis, will debut in 2019 at the &lt;a href=\"Alliance%20Theatre\"&gt;Alliance Theatre&lt;/a&gt; in Atlanta from Sept. 5 to Oct. 6, directed by &lt;a href=\"Jerry%20Mitchell\"&gt;Jerry Mitchell&lt;/a&gt;. \nIdentical.\nBased on the 1949 novel \"&lt;a href=\"Lottie%20and%20Lisa\"&gt;Lottie and Lisa&lt;/a&gt;\" by &lt;a href=\"Erich%20K%C3%A4stner\"&gt;Erich Kästner&lt;/a&gt; (also known as the basis for &lt;a href=\"Disney%27s\"&gt;Disney's&lt;/a&gt; &lt;a href=\"The%20Parent%20Trap%20%28film%20series%29\"&gt;\"The Parent Trap\"&lt;/a&gt;), \"&lt;a href=\"Identical%20%28musical%29\"&gt;Identical&lt;/a&gt;\" will premiere at the &lt;a href=\"Nottingham%20Playhouse\"&gt;Nottingham Playhouse&lt;/a&gt; and &lt;a href=\"Theatre%20Royal%2C%20Bath\"&gt;Theatre Royal, Bath&lt;/a&gt; in summer 2020 with a book by Stuart Paterson and will be directed by &lt;a href=\"Sir%20Trevor%20Nunn\"&gt;Sir Trevor Nunn&lt;/a&gt;.\nOutside Stiles &amp; Drewe.\nIndependently, Stiles is the composer of \"Moll Flanders\" (winner of Best Musical in the 1995 TMA Awards), \"Tom Jones\" (Theatre Royal, York, North Shore Music Theatre, NYMF New York), and \"The Three Musketeers\" (Stadttheater, St. Gallen, Switzerland; American Musical Theatre of San Jose; Chicago Shakespeare Theatre). Stiles' other projects include the score for &lt;a href=\"Sam%20Mendes\"&gt;Sam Mendes&lt;/a&gt;' productions of \"Habeas Corpus\", \"&lt;a href=\"Twelfth%20Night\"&gt;Twelfth Night&lt;/a&gt;\", and \"&lt;a href=\"Uncle%20Vanya\"&gt;Uncle Vanya&lt;/a&gt;\" at the &lt;a href=\"Donmar%20Warehouse\"&gt;Donmar Warehouse&lt;/a&gt; and working as Dame Edna Everage's musical director and arranger.\nOther.\nStiles and Drewe are founding members of &lt;a href=\"Mercury%20Musical%20Developments\"&gt;Mercury Musical Developments&lt;/a&gt; (MMD), a charity devoted to nurturing new musical theatre in the United Kingdom. They have also written other revues and songs for theatre, TV, and radio, including the &lt;a href=\"Royal%20Shakespeare%20Company\"&gt;RSC&lt;/a&gt;'s \"Shakespeare Revue\", \"The Challenge\", and &lt;a href=\"Dame%20Edna%20Everage\"&gt;Dame Edna Everage&lt;/a&gt;'s \"Look at Me When I'm Talking to You\".\nAwards.\nAwards include Best Musical for \"Moll Flanders\" in the 1995 &lt;a href=\"TMA%20Awards\"&gt;TMA Awards&lt;/a&gt;, the &lt;a href=\"Laurence%20Olivier%20Award\"&gt;Laurence Olivier Award&lt;/a&gt; for Best New Musical (\"&lt;a href=\"Honk%21\"&gt;Honk!&lt;/a&gt;\"), an Elliot Norton Award for Outstanding Musical Production (\"&lt;a href=\"Honk%21\"&gt;Honk!&lt;/a&gt;\"), and a host of awards for \"Mary Poppins\" around the world. As a founding board member of &lt;a href=\"Mercury%20Musical%20Developments\"&gt;Mercury Musical Developments&lt;/a&gt;, George also awards the annual Stiles and Drewe Prize for a new song written for the musical stage.\nSources.\nhttp://americantheatrewing.org/biography/detail/george_stiles/"
}