{
    "id": "64498406",
    "revid": "42973839",
    "url": "https://en.wikipedia.org/wiki?curid=64498406",
    "title": "2022 United States House of Representatives elections in Alabama",
    "text": "The 2022 United States House of Representatives elections in Alabama will be held on November 8, 2022, to elect the seven &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. Representatives&lt;/a&gt; from the &lt;a href=\"U.S.%20state\"&gt;state&lt;/a&gt; of &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, one from each of the state's seven &lt;a href=\"Alabama%27s%20congressional%20districts\"&gt;congressional districts&lt;/a&gt;. The elections will coincide with &lt;a href=\"United%20States%20House%20of%20Representatives%20elections%2C%202022\"&gt;other elections&lt;/a&gt; to the House of Representatives, &lt;a href=\"2022%20United%20States%20Senate%20elections\"&gt;elections&lt;/a&gt; to the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; and various &lt;a href=\"2022%20United%20States%20elections%23State%20elections\"&gt;state&lt;/a&gt; and &lt;a href=\"2022%20United%20States%20elections%23Local%20elections\"&gt;local elections&lt;/a&gt;.\nBackground.\nFollowing redistricting as a result of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, the Republican-controlled &lt;a href=\"Alabama%20Legislature\"&gt;Alabama Legislature&lt;/a&gt; adopted a new congressional map in the autumn of 2021. The map drew one of Alabama's seven congressional districts with an African-American majority population; a single African-American majority congressional district has been the case for over 30 years. Three federal judges denied this map on January 24, 2022, stating that Alabama, which has an African-American population of 27% as of 2022, needed two congressional districts that were likely to elect African-American representatives, in accordance with the &lt;a href=\"Voting%20Rights%20Act%20of%201965\"&gt;Voting Rights Act of 1965&lt;/a&gt;. John Wahl, the chairman of the &lt;a href=\"Alabama%20Republican%20Party\"&gt;Alabama Republican Party&lt;/a&gt;, said he expected the court's decision to be appealed. The office of the &lt;a href=\"Attorney%20General%20of%20Alabama\"&gt;Attorney General of Alabama&lt;/a&gt; began the process of an appeal on January 25, 2022. The qualifying deadline for congressional candidates was also extended from January 28 to February 11.\n\"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" predicted that the appeal could go to the &lt;a href=\"U.S.%20Supreme%20Court\"&gt;U.S. Supreme Court&lt;/a&gt; to address the practice of &lt;a href=\"racial%20gerrymandering%20in%20the%20United%20States\"&gt;racial gerrymandering in the United States&lt;/a&gt;. If a second African-American majority district is upheld and passed, it would likely be a significant pick-up for Democrats in Alabama. In response to the federal ruling, Representative &lt;a href=\"Jerry%20Carl\"&gt;Jerry Carl&lt;/a&gt; stated during a radio interview that his campaign was considering alternative strategies in the event that he was forced to run against fellow Representative &lt;a href=\"Barry%20Moore%20%28Alabama%20politician%29\"&gt;Barry Moore&lt;/a&gt;. Chairman Wahl stated on January 28 that the Republican Party would plan to win all seven congressional seats if a new map created two competitive seats with slight African-American majorities, rather than one district guaranteed for a Democratic victory.\nDistrict 1.\nThe 1st district encompasses &lt;a href=\"Washington%20County%2C%20Alabama\"&gt;Washington&lt;/a&gt;, &lt;a href=\"Mobile%20County%2C%20Alabama\"&gt;Mobile&lt;/a&gt;, &lt;a href=\"Baldwin%20County%2C%20Alabama\"&gt;Baldwin&lt;/a&gt;, &lt;a href=\"Escambia%20County%2C%20Alabama\"&gt;Escambia&lt;/a&gt; and &lt;a href=\"Monroe%20County%2C%20Alabama\"&gt;Monroe&lt;/a&gt; counties. The incumbent is Republican &lt;a href=\"Jerry%20Carl\"&gt;Jerry Carl&lt;/a&gt;, who has represented the district since 2021 and was elected with 64.4% of the vote in 2020.\nDistrict 2.\nThe 2nd district encompasses most of the &lt;a href=\"Montgomery%2C%20Alabama\"&gt;Montgomery&lt;/a&gt; metropolitan area, and stretches into the &lt;a href=\"Wiregrass%20Region\"&gt;Wiregrass Region&lt;/a&gt; in the southeastern portion of the state, including &lt;a href=\"Andalusia%2C%20Alabama\"&gt;Andalusia&lt;/a&gt;, &lt;a href=\"Dothan%2C%20Alabama\"&gt;Dothan&lt;/a&gt;, &lt;a href=\"Greenville%2C%20Alabama\"&gt;Greenville&lt;/a&gt;, and &lt;a href=\"Troy%2C%20Alabama\"&gt;Troy&lt;/a&gt;. The incumbent is Republican &lt;a href=\"Barry%20Moore%20%28Alabama%20politician%29\"&gt;Barry Moore&lt;/a&gt;, who was elected with 65.2% of the vote in 2020.\nDistrict 3.\nThe 3rd district is based in eastern Alabama, taking in small parts of &lt;a href=\"Montgomery%2C%20Alabama\"&gt;Montgomery&lt;/a&gt;, as well as, &lt;a href=\"Talladega%2C%20Alabama\"&gt;Talladega&lt;/a&gt;, &lt;a href=\"Tuskegee%2C%20Alabama\"&gt;Tuskegee&lt;/a&gt; and &lt;a href=\"Auburn%2C%20Alabama\"&gt;Auburn&lt;/a&gt;. The incumbent is Republican &lt;a href=\"Mike%20Rogers%20%28Alabama%20politician%29\"&gt;Mike Rogers&lt;/a&gt;, who was re-elected with 67.5% of the vote in 2020.\nDistrict 4.\nThe 4th district is located in rural north-central Alabama, spanning the &lt;a href=\"Bible%20Belt\"&gt;Evangelical belt&lt;/a&gt; area. The incumbent is Republican &lt;a href=\"Robert%20Aderholt\"&gt;Robert Aderholt&lt;/a&gt;, who was re-elected with 82.2% of the vote in 2020.\nDistrict 5.\nThe 5th district is based in northern Alabama, including the city of &lt;a href=\"Huntsville%2C%20Alabama\"&gt;Huntsville&lt;/a&gt;. The incumbent is Republican &lt;a href=\"Mo%20Brooks\"&gt;Mo Brooks&lt;/a&gt;, who was re-elected with 95.8% of the vote in 2020, without major-party opposition. On March 22, 2021, Brooks announced his retirement and intention to run for U.S. Senate.\nDistrict 6.\nThe 6th district encompasses &lt;a href=\"Birmingham%20metropolitan%20area%2C%20Alabama\"&gt;Greater Birmingham&lt;/a&gt;, taking in parts of &lt;a href=\"Birmingham%2C%20Alabama\"&gt;Birmingham&lt;/a&gt;, as well as the surrounding suburbs, including &lt;a href=\"Bibb%20County%2C%20Alabama\"&gt;Bibb&lt;/a&gt;, &lt;a href=\"Blount%20County%2C%20Alabama\"&gt;Blount&lt;/a&gt;, &lt;a href=\"Chilton%20County%2C%20Alabama\"&gt;Chilton&lt;/a&gt;, &lt;a href=\"Coosa%20County%2C%20Alabama\"&gt;Coosa&lt;/a&gt;, and &lt;a href=\"Shelby%20County%2C%20Alabama\"&gt;Shelby&lt;/a&gt; counties. The incumbent is Republican &lt;a href=\"Gary%20Palmer%20%28politician%29\"&gt;Gary Palmer&lt;/a&gt;, who was re-elected with 97.1% of the vote in 2020, without major-party opposition.\nDistrict 7.\nThe 7th district encompasses the &lt;a href=\"Black%20Belt%20%28region%20of%20Alabama%29\"&gt;Black Belt&lt;/a&gt;, including &lt;a href=\"Selma%2C%20Alabama\"&gt;Selma&lt;/a&gt; and &lt;a href=\"Demopolis%2C%20Alabama\"&gt;Demopolis&lt;/a&gt;, as well as taking in majority-black areas of &lt;a href=\"Birmingham%2C%20Alabama\"&gt;Birmingham&lt;/a&gt;, &lt;a href=\"Tuscaloosa%2C%20Alabama\"&gt;Tuscaloosa&lt;/a&gt;, and &lt;a href=\"Montgomery%2C%20Alabama\"&gt;Montgomery&lt;/a&gt;. The incumbent is Democrat &lt;a href=\"Terri%20Sewell\"&gt;Terri Sewell&lt;/a&gt;, who was re-elected with 97.2% of the vote in 2020, without major-party opposition."
}