{
    "id": "64520956",
    "revid": "4460308",
    "url": "https://en.wikipedia.org/wiki?curid=64520956",
    "title": "Ferdinand Marcos's cult of personality",
    "text": "&lt;a href=\"Ferdinand%20Marcos\"&gt;Ferdinand Marcos&lt;/a&gt; developed a &lt;a href=\"cult%20of%20personality\"&gt;cult of personality&lt;/a&gt; as a way of remaining &lt;a href=\"President%20of%20the%20Philippines\"&gt;President of the Philippines&lt;/a&gt; for 21 years, in a way that political scientists have compared to other authoritarian and totalitarian leaders such as &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; and &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt;, but also to more contemporary dictators such as &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt; &amp; &lt;a href=\"Suharto\"&gt;Suharto&lt;/a&gt; in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Saddam%20Hussein\"&gt;Saddam Hussein&lt;/a&gt; in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, and the &lt;a href=\"Kim%20dynasty%20%28North%20Korea%29\"&gt;Kim dynasty&lt;/a&gt; of North Korea.\nThe propaganda techniques used, either by himself or by others, to mythologize Ferdinand Marcos, began with local political machinations in &lt;a href=\"Ilocos%20Norte\"&gt;Ilocos Norte&lt;/a&gt; while Ferdinand was still the young son of politician &lt;a href=\"Mariano%20Marcos\"&gt;Mariano Marcos&lt;/a&gt;, and persist today in the efforts to revise the way Marcos is portrayed in Philippine history. According to members of his administration, such as &lt;a href=\"Adrian%20Cristobal\"&gt;Adrian Cristobal&lt;/a&gt;, Marcos's intent was to project an image of himself \"the only patron, the king\" of Philippine society, which he still saw as a society of tribes.\" Cristobal furthers that \"Marcos and the First Lady wanted more than anything else [...] to be king and queen. They wished to shape the kingdom in their own image; [...] Marcos wanted to be able to say, 'L'état c'est moi.'\" In some extreme cases where Marcos encouraged the formation of cults so that they could serve as a political weapon, Marcos came to be thought of as a God.\nThese propaganda narratives and techniques include: using red scare tactics such as &lt;a href=\"red-tagging%20in%20the%20Philippines\"&gt;red-tagging&lt;/a&gt; to portray activists as communists and to exaggerate the threat represented by the &lt;a href=\"Communist%20Party%20of%20the%20Philippines\"&gt;Communist Party of the Philippines&lt;/a&gt;; using martial law to take control of mass media and silence criticism; the use of &lt;a href=\"Edifice%20complex\"&gt;foreign-funded government development projects and construction projects&lt;/a&gt; as propaganda tools; creating an entire propaganda framework around a \"new society\" in which he would rule under a system of \"constitutional authoritarianism\"; the perpetuation of hagiographical books and films; the perpetuation of propaganda narratives about Marcos's activities during World War II, which have since been proven false by historical documents; the creation of myths and stories around himself and his family; and portrayals of himself in coinage and even a Mount Rushmore type monument; among others.\"\nSince Ferdinand Marcos's death, propaganda efforts have been made to &lt;a href=\"Whitewashing%20%28censorship%29\"&gt;whitewash&lt;/a&gt; his place in Philippine history, an act of &lt;a href=\"historical%20negationism\"&gt;historical negationism&lt;/a&gt; commonly referred to using the more popular term \"historical revisionism.\"\nTerminology.\nWhile the widely used term for a supporter of Ferdinand Marcos or the other members of the &lt;a href=\"Marcos%20family\"&gt;Marcos family&lt;/a&gt; is \"Marcos loyalist,\" the term \"cult of personality\" refers not to people specifically, but in a broader sense to the mechanism, including the techniques and structures, used to create a heroic or idealized image of a ruler. The term \"Marcos revisionism\" or \"Marcos &lt;a href=\"Historical%20negationism\"&gt;historical revisionism&lt;/a&gt;\" have been used to refer to the Marcos family's propaganda after their return to Philippine politics, if it is intended to revise or reframe the historical facts of Marcos's life and rule.\nEarly political career (1949–1965).\n&lt;a href=\"Clientelism\"&gt;Clientelism&lt;/a&gt;.\nAs with most Philippine politicians of his era Ferdinand Marcos achieved success largely by taking advantage of the client-patron relationships which dominated Philippine politics after Philippine independence.\nAmong Ilocos politicians.\nOnce he achieved government authority, he used it to reward his supporters while limiting the power of other social groups and institutions.\nHe styled himself as the Ilocos region's ticket to political prominence. In his first campaign, running for congressman of his family's already-established bailiwick, Ilocos Norte, \"This is only a first step. Elect me a congressman now, and I pledge you an Ilocano president in 20 years.\"\nIn the Philippine military.\nOn a more personal level, Marcos established relationships with the graduate officers and junior officers of the &lt;a href=\"Philippine%20Military%20Academy\"&gt;Philippine Military Academy&lt;/a&gt; early on. When he became president, Marcos appointed mostly Ilocano commanders to &lt;a href=\"Chief%20of%20Staff%20of%20the%20Armed%20Forces%20of%20the%20Philippines\"&gt;head the armed forces&lt;/a&gt;, such that 18 out of 22 generals of the &lt;a href=\"Philippine%20Constabulary\"&gt;Philippine Constabulary&lt;/a&gt; came from the Ilocos region and House Speaker &lt;a href=\"Jose%20B.%20Laurel%20Jr.\"&gt;Jose B. Laurel&lt;/a&gt; was alarmed enough to file a 1968 bill calling for the equal representation of all regions in the armed forces.\nAmong the Marcos cronies.\nHe also established a small group of supporters in the business sector, whom he would later enable to establish monopolies in key economic sectors, wresting control from the political families which held them prior.\nExaggerations of WWII exploits.\nOne early propaganda technique used by Marcos was to exaggerate his wartime activities during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nMarcos claimed to have led a guerrilla force called \"Ang Mahárlika\" (&lt;a href=\"Tagalog%20language\"&gt;Tagalog&lt;/a&gt;, \"The Freeman\") in northern &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt; after the fall of Bataan. According to Marcos's claim, this force had a strength of 9,000 men. His account of events was later cast into doubt after a United States military investigation exposed many of his claims as either false or inaccurate. Meanwhile, Marcos claimed that he was able to get the United States &lt;a href=\"Adjutant%20General\"&gt;Adjutant General&lt;/a&gt; to recognize 3,500 individual claims of soldiers then under his command. Marcos also used \"Maharlika\" as his personal \"&lt;a href=\"nom%20de%20guerre\"&gt;nom de guerre&lt;/a&gt;\", and in 1970, a film entitled \"Maharlika\" was produced to feature his \"war exploits\". Communications from American military officers detailed their disapproval in recognizing the guerrilla unit. A memorandum sent to the Adjutant General, Lt. Col. Parker Calvert relayed the order of Col. Russell Volckmann to inform Marcos that his request for release from the 14th Infantry to rejoin his guerrilla group was disapproved. This was precisely because the \"Ang Manga Maharlika\" was not among the units recognized by the higher headquarters of the military. This was reiterated by Major R.G. Langham on behalf of the Regimental Commander of the 5th Cavalry. In a May 1945 memorandum, Langham wrote to the Commanding General for Ang Mga Maharlika not to be \"recommended for recognition because of the limited military value of their duties.\"\nIn 1962, Marcos would claim to be the \"most decorated war hero of the Philippines\" by garnering almost every medal and decoration that the Filipino and American governments could give to a soldier. Among his 27 supposed war medals and decorations were the &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20States%29\"&gt;Distinguished Service Cross&lt;/a&gt; (allegedly pinned by General &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt;) and the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt; (allegedly pinned by General &lt;a href=\"Jonathan%20M.%20Wainwright%20%28general%29\"&gt;Jonathan M. Wainwright&lt;/a&gt;).\nResearchers later found that stories about the wartime exploits of Marcos were mostly propaganda, being inaccurate or untrue. The following discredit the claims made about his supposed exploits: \nIn 1986, research by historian &lt;a href=\"Alfred%20W.%20McCoy\"&gt;Alfred W. McCoy&lt;/a&gt; into &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; records showed that most of Marcos's medals were fraudulent. According to Dr. Ricardo T. Jose, former chair of the department of history of the &lt;a href=\"University%20of%20the%20Philippines\"&gt;University of the Philippines&lt;/a&gt;, Marcos's claims in his self-commissioned autobiography \"Marcos of the Philippines\" that Gen. &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt; pinned on him the &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20States%29\"&gt;Distinguished Service Cross&lt;/a&gt; medal for delaying Japanese at &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt; for 3 months was highly improbable. Marcos claimed he received the medal from MacArthur in 1945, but the latter, following his retreat to Bataan, then to Australia, was only able to return to the Philippines in 1944, when his troops landed in Leyte. The following year, after the surrender of Japan, MacArthur was installed as the &lt;a href=\"Supreme%20Commander%20of%20the%20Allied%20Forces\"&gt;Supreme Commander of the Allied Forces&lt;/a&gt; and was tasked with demobilizing Japan and framing its constitution, allowing little to no time to meet Marcos. No archival sources or published works related to MacArthur allude to him personally pinning the medal on Marcos as well. Jose further said that if Marcos did indeed single-handedly delay the advances of the Japanese, he would have likely been bestowed with the Medal of Honor, as was the case with Jose Calugas, whose actions in 1942 impeded Japanese forces by two days. Indeed, as of August 2021, searching through the list of recipients of the Medal of Honor, Purple Heart, and Silver Star yields no result for Ferdinand Marcos.\nJohn Sharkey of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" found records that Marcos was on the list of those that were released due to either \"having severe health problems and those whose families have cooperated with the Japanese military authorities.\" Since Marcos's name did not appear in the 1942 \"Manila Tribune\" list of ailing prisoners that were released by the Japanese, Sharkey believed that Marcos may have been freed due to his connections with his father. &lt;a href=\"Mariano%20Marcos\"&gt;Mariano Marcos&lt;/a&gt; was known to have collaborated with Japanese authorities, and at the end of the war was caught by &lt;a href=\"Philippine%20resistance%20against%20Japan\"&gt;Filipino guerrillas&lt;/a&gt; and was tied to four water buffalos and was &lt;a href=\"Dismembered\"&gt;quartered&lt;/a&gt;. His remains were also displayed in public by the guerrillas.\nFerdinand Marcos in turn had strong affiliations with the Japanese-sponsored President &lt;a href=\"Jose%20P.%20Laurel\"&gt;Jose P. Laurel&lt;/a&gt;. There are accounts of Marcos being a member of Presidential Security Group. It was Laurel who single-handedly penned the reversal of the conviction of the young Marcos's case over the murder of &lt;a href=\"Julio%20Nalundasan\"&gt;Julio Nalundasan&lt;/a&gt;. American guerrillas who operated in the Ilocos region, the likes of &lt;a href=\"Robert%20Lapham\"&gt;Robert Lapham&lt;/a&gt; also wrote that Ferdinand Marcos was not a guerrilla leader of a group called \"Ang Maharlika\", but a Japanese collaborator propagandist.\nElection propaganda book and film.\nA notable propaganda technique used by both candidates in the 1965 Philippine presidential election was the use of hagiographies, so much so that it was dubbed a \"battle of books and film.\"\nMarcos was the first to use this tactic with the book \"For Every Tear a Victory: The Story of Ferdinand E. Marcos,\" which was quickly followed by a film adaptation \"Iginuhit ng Tadhana (Destined).\" One of the highlights of the film was that it portrayed Ferdinand Marcos's alibi for the murder of &lt;a href=\"Julio%20Nalundasan\"&gt;Julio Nalundasan&lt;/a&gt;; the film showed how Ferdinand was supposedly studying for his law classes at the time.\nDiosdado Macapagal countered with his own propaganda film, \"Daigdig ng Mga Api (World of the Oppressed),\" but it was Marcos who won the election.\nFirst two presidential terms (1965–1972).\nEarly \"Macho\" persona.\nGenerally recognized as a \"master of populist imagery,\" Marcos actively sought to create a \"macho\" image, associating his public image with symbols of masculinity, indirectly through stories of wartime escapades and by making sure he was photographed joining farmers in planting their rice crops; and more directly by casting himself in masculine roles in commissioned works of art, including poems, paintings, and photographs.\nMarcos also associated himself and his wife Imelda with the Filipino creation myth of \"Malakas and Maganda.\" One often-cited instance of this was an Evan Cosayco painting the couple commissioned in which Marcos was portrayed as the muscular Adam-figure Malakas (\"malakas\" means strong in the &lt;a href=\"Tagalog%20language\"&gt;Tagalog language&lt;/a&gt;), and Imelda was portrayed as the pure and beautiful Eve-figure Maganda (\"maganda\" means \"beautiful\" in Tagalog).\nPresidential Arm on Community Development.\nIn an effort to strengthen the influence of the Office of the President and simultaneously weaken the strong patronage bonds which rural Filipinos had with their local leaders, Marcos created the \"Presidential Arm on Community Development\" (PACD), which would initiate development projects at the barrio level without going through the Barrio and Municipal governments.\nConstruction projects as propaganda.\nMarcos projected himself to the Philippine public as having spent a lot on construction projects. This focus on infrastructure, which critics saw as a propaganda technique, eventually earned the colloquial label \"edifice complex\".\nMost of these infrastructure projects and monuments were paid for using foreign currency loans and at great taxpayer cost. This greatly increased the Philippines's foreign deficit – from $360 million when Marcos became president, to around $28.3 billion when he was overthrown.\nThe earliest examples of the Marcos era edifice complex projects include the buildings of the &lt;a href=\"Cultural%20Center%20of%20the%20Philippines%20Complex\"&gt;Cultural Center of the Philippines Complex&lt;/a&gt; (conceived in 1966), and the &lt;a href=\"San%20Juanico%20Bridge\"&gt;San Juanico Bridge&lt;/a&gt; (conceived in 1969). Later examples include the &lt;a href=\"Philippine%20International%20Convention%20Center\"&gt;Philippine International Convention Center&lt;/a&gt; (conceived in 1974), the &lt;a href=\"Philippine%20Heart%20Center\"&gt;Philippine Heart Center&lt;/a&gt; (conceived in 1975), the &lt;a href=\"National%20Arts%20Center\"&gt;National Arts Center&lt;/a&gt; in &lt;a href=\"Los%20Ba%C3%B1os%2C%20Laguna\"&gt;Los Baños, Laguna&lt;/a&gt; (inaugurated in 1976), the &lt;a href=\"Coconut%20Palace\"&gt;Coconut Palace&lt;/a&gt; (conceived in 1978), the &lt;a href=\"Lung%20Center%20of%20the%20Philippines\"&gt;Lung Center of the Philippines&lt;/a&gt; (conceived in 1981), the &lt;a href=\"National%20Kidney%20and%20Transplant%20Institute\"&gt;National Kidney and Transplant Institute&lt;/a&gt; (conceived in 1981), and Terminal 1 of &lt;a href=\"Ninoy%20Aquino%20International%20Airport\"&gt;Manila International Airport&lt;/a&gt; (completed in 1981). The \"designer hospitals\" were particularly criticized as wrongly prioritized healthcare projects, draining public funds for the benefit of only a handful of patients, while underfunded basic health institutions, such as the Quezon Institute for Tuberculosis Patients, were overflowing and underfunded.\nThe 1976 Tondo evictions which were part of the \"Tondo Urban Renewal Project\" and the deaths of construction workers at the &lt;a href=\"Manila%20Film%20Center\"&gt;Manila Film Center&lt;/a&gt; are also associated with the \"edifice complex\" phenomenon.\n\"Red scare\" tactics.\nWhen Marcos became president in 1965, Philippine policy and politics functioned under a post–World War II geopolitical framework. After gaining independence from the US after the war, the Philippines had retained strong economic, political and military ties to the United States, manifested in a Mutual Defense Treaty (MDT), Military Assistance Agreement (MAA), a US Military Advisory Group (JUSMAG), and the physical presence of several Military Bases where the US Military could conduct \"unhampered US military operations\" for 99 years (later reduced to 50). Filipino presidents were very politically dependent on US Support, and this did not change until the end of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; in 1989, and the termination of the 1947 US Military Bases Treaty, in 1992.\nWith its close ties to the US, the Philippines was ideologically caught up in the anticommunist scare perpetuated by the US during the Cold War. The government was not yet strongly-established, and it was \"fearful of being swept away by [communism]'s rising tide\", so in 1957, it passed Republic Act No. 1700, known as the \"Anti-Subversion Act of 1957\", which made mere membership in any communist party illegal. The Philippines would take three and a half decades to repeal it, through Republic Act 7636, in 1992.\nThe Anti-Subversion Act was originally meant to counter the &lt;a href=\"Partido%20Komunista%20ng%20Pilipinas-1930\"&gt;Partido Komunista ng Pilipinas&lt;/a&gt; (PKP) and its armed force, the &lt;a href=\"Hukbalahap\"&gt;Hukbalahap&lt;/a&gt;, also called the Huks. The campaign against the PKP and the Huks was bloody, but it had basically ended by 1954. Throughout the 1960s, the remnants of the PKP pursued \"a course of peaceful action\" while working to rebuild their organization, but, this was later challenged by a youth-based &lt;a href=\"Maoism\"&gt;Maoist&lt;/a&gt; group within the organization created by university professor &lt;a href=\"Jose%20Maria%20Sison\"&gt;Jose Maria Sison&lt;/a&gt;, who joined the PKP in 1962. Clashing with the PKP party leaders's view that armed struggle was an exercise in futility, Sison and his group were expelled from the PKP in 1967, and on December 26, 1968, founded the &lt;a href=\"Communist%20Party%20of%20the%20Philippines\"&gt;Communist Party of the Philippines&lt;/a&gt; (CPP) along Maoist lines. While the PKP sought to marginalize this new group, it soon became the leading communist party in the Philippines.\nBy the time Marcos became president in 1965, the PKP was a weakened organization, and the Hukbalahap reduced to \"what amounted to banditry.\" But Marcos immediately made noise about the supposed \"communist threat\" – drawing on images of the bloody Huk encounters of the 1950s, and courting the Johnson administration's political support in light of the Us's recent &lt;a href=\"Joint%20warfare%20in%20South%20Vietnam%2C%201963%E2%80%931969\"&gt;entry into the Vietnam war&lt;/a&gt;.\nMarcos continued using communism as bogeyman after 1968, as the PKP faded into obscurity and the nascent CPP became more prominent. The Armed Forces of the Philippines did likewise in 1969, when the CPP allied with Huk commander &lt;a href=\"Bernabe%20Buscayno\"&gt;Bernabe Buscayno&lt;/a&gt; to create the nascent &lt;a href=\"New%20People%27s%20Army\"&gt;New People's Army&lt;/a&gt; (NPA). Although the NPA was only a small force at the time, the AFP hyped up its formation, partly because doing so was good for building up the AFP budget. As a result, notes Security Specialist Richard J. Kessler, \"the AFP mythologized the group, investing it with a revolutionary aura that ony attracted more supporters.\"\nEven in the days immediately before Marcos's declaration of Martial Law on September 23, 1972, the Philippine National Security Council did not consider the two communist movements to represent a sizable threat. At around that time, the US Senate Committee on Foreign Relations received notice that as of September 19, 1972, the Philippine Council had set their threat assessment at \"between 'normal' and 'Internal Defense Condition 1'\" on a scale where 3 was the highest Defense condition. One of the generals serving under General Fabian Ver of the National Intelligence and Security Authority later recalled that \"even when Martial Law was declared, the communists were not a real threat. The military could handle them.\"\n\"Today's Revolution: Democracy\".\n1971 saw the publication of \"Today's Revolution: Democracy,\" purportedly written by Marcos himself but later revealed to have been written by &lt;a href=\"ghostwriter\"&gt;ghostwriter&lt;/a&gt;.\nNoted as an early effort to lay down the justifications for martial law, \"Today's Revolution: Democracy\" portrayed Marcos as heroically trying to create a viable economy despite opposition from his supposed enemies: communists, \"oligarch families\" and elitist politicians. Coming on the heels of the &lt;a href=\"First%20Quarter%20Storm\"&gt;First Quarter Storm&lt;/a&gt;, it was also an effort to capture the discourse of \"Unfinished Revolution\" which was the catchphrase of the activist youth of the period, attempting to project Marcos as the rightful heir to the Philippine Revolution.\nDuring Martial Law (1972–1981).\nAn ideology of \"constitutional authoritarianism\".\nAmong Marcos's rationalizations for the declaration of martial law were the linked ideologies of the \"bagong lipunan\" (\"new society\") and of \"constitutional authoritarianism.\"\nMarcos said that there was a need to \"reform society\" by placing it under the control of a \"benevolent dictator\" in a \"constitutional authority\" which could guide the undisciplined populace through a period of chaos.\nSocial engineering under the \"Bagong Lipunan\".\nMarcos supported the ideology of \"constitutional authoritarianism\" with various exercises in social engineering, united under the banner of the \"bagong lipunan\" or \"new society.\"\nThe Philippine education system underwent a major period of restructuring in after the declaration of Martial Law in 1972, in which the teaching of civics and history was reoriented so that it would reflect values which supported the Bagong Lipunan and its ideology of constitutional authoritarianism. In addition, it attempted to synchronize the educational curriculum with the administration's economic strategy of labor export.\nThe Marcos administration also produced an array of propaganda materials – including speeches, books, lectures, slogans, and numerous propaganda songs – to promote it.\nControl of mass media.\nMarcos took control of the mass media to silence public criticism during what was considered the \"dark days of martial law.\" Upon declaring martial law, Marcos arrested journalists and took control of media outlets. This allowed him to have the final say on what passed as truth. According to journalism professor Luis Teodoro, the martial law period savaged the Bill of Rights and institutions of liberal democracy, such as the press. Challenges to the dictatorship in the media would come from the underground press and, later on, from the above-ground mosquito press.\nShutdown of media outlets and the attack on journalists.\nOn the morning of September 23, 1972, Marcos's soldiers arrested journalists and raided and padlocked media outlets across the Philippines. &lt;a href=\"Chino%20Roces\"&gt;Joaquin Roces&lt;/a&gt;, Teodoro Locsin Sr., &lt;a href=\"Max%20Soliven\"&gt;Maximo Soliven&lt;/a&gt;, Amando Doronila, and other members of the media were rounded up and detained in &lt;a href=\"Camp%20Crame\"&gt;Camp Crame&lt;/a&gt; together with members of the political opposition.\nMarcos's order to take over newspapers, magazines, radio and television facilities under Letter of Instruction No. 1 was done with the express purpose of preventing the undermining of the people's faith and confidence in the regime.\nDuring martial law, the dictator shut down 7 major English and 3 Filipino newspapers, 1 English-Filipino newspaper, 11 English weekly magazines, 1 Spanish daily, 4 Chinese newspapers, 3 business publications, 1 news service, 7 television stations, 66 community newspapers, and 292 radio stations around the country. Journalists were jailed, tortured, killed, or \"&lt;a href=\"Forced%20disappearance\"&gt;disappeared&lt;/a&gt;\" by the dictatorship.\nThe crony press and censorship.\nThe dictatorship also exercised blanket censorship through Letter of Instruction No. 1 and the Department of Public Information's Order No. 1, issued on September 25, 1972. Only news outlets owned by Marcos's cronies were allowed to resume operations, such as the &lt;a href=\"Philippines%20Daily%20Express\"&gt;Philippine Daily Express&lt;/a&gt; owned by crony &lt;a href=\"Roberto%20Benedicto\"&gt;Roberto Benedicto&lt;/a&gt;.\nRewriting of Philippine history.\nThe \"Apo\" persona.\nTaking off from his early efforts to portray himself as a virile, macho figure, Marcos later associated himself with idealized images of the leaders of precolonial Philippine settlements – the \"Apo\", \"Datu\", and \"Lakan\". And he furthered this image of himself as the strong masculine leader by glamorizing the early historical Barangay settlements and the Maharlika warrior class.\nThe \"Tadhana\" History Project.\nIn the 1970s, the Marcos administration embarked on a project to publish multi-volume \"new history of the Filipino people\" called \"Tadhana\" (Destiny) which, along with the ideology of constitutional authoritarianism and Marcos's efforts to cast himself in the vein of the archipelago's precolonial leaders, was intended to help lend legitimacy to the legitimacy of Marcos's authoritarian rule. Three volumes from the project, which was never completed, were eventually published – with Volume 1 and 2 published in several separate parts in 1976, 1977, and 1980, and a \"compressed\" volume published under the title \"Tadhana: The Formation of the National Community (1565–1896)\" published in 1976.\nHistoriographers agree that the publication of Tadhana did contribute to the growth of the discourse of Philippine history, but that the project was ultimately flawed due to its explicitly political nature.\nPropaganda as \"The King of Maharlika\".\nMarcos's purpose in rewriting Philippine history is expounded upon by his primary speechwriter, Adrian Cristobal, as quoted by journalist Ian Baruma:\nBaruma further cited Cristobal, saying \"…what Marcos and the First Lady wanted more than anything else was to be king and queen. They wished to shape the kingdom in their own image; like the Sun King, Louis XIV, Marcos wanted to be able to say, 'L'état c'est moi.'\"\nMartial law propaganda books.\n\"Today's Revolution:Democracy\" was later followed by several books published under Marcos's name from 1970 to 1983, which are believed to have been written by &lt;a href=\"ghostwriter\"&gt;ghostwriter&lt;/a&gt;s, notably &lt;a href=\"Adrian%20Cristobal\"&gt;Adrian Cristobal&lt;/a&gt;.\nOne final book would be published after his death, in 1990.\nThe five peso Bagong Lipunan coin.\nFrom 1975 to 1982, the &lt;a href=\"Bangko%20Sentral%20ng%20Pilipinas\"&gt;Bangko Sentral ng Pilipinas&lt;/a&gt; (BSP) introduced a five peso coin in line with the new 'Ang Bagong Lipunan' series issued in commemoration of Marcos's declaration of Martial Law. The obverse bears the inscription 'Ang Bagong Lipunan,' year of minting, and a profile of Marcos, who was the president throughout the circulation of the coins, faced to the left. Marcos himself approved the coins with his own face. The denomination, the inscription 'Republika ng Pilipinas', and the official &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; are all on the reverse. The coin along with the other denominations of the &lt;a href=\"Ang%20Bagong%20Lipunan%20Series\"&gt;Ang Bagong Lipunan Series&lt;/a&gt; were demonetized by the BSP on January 2, 1998.\nThe Marcos bust.\nAmong the most prominent symbols of Marcos's rule over the Philippines was the &lt;a href=\"Bust%20of%20Ferdinand%20Marcos\"&gt;30-metre (98 ft) concrete bust&lt;/a&gt; of himself constructed in 1978 by the &lt;a href=\"Philippine%20Tourism%20Authority\"&gt;Philippine Tourism Authority&lt;/a&gt; near the peak of Mt. Shontoug in &lt;a href=\"Tuba%2C%20Benguet\"&gt;Tuba&lt;/a&gt;, &lt;a href=\"Benguet\"&gt;Benguet&lt;/a&gt;, along the &lt;a href=\"Aspiras-Palispis%20Highway\"&gt;Aspiras-Palispis Highway&lt;/a&gt; on the tourist route to &lt;a href=\"Baguio%20City\"&gt;Baguio City&lt;/a&gt;. Controversial as a symbol of &lt;a href=\"Cult%20of%20personality\"&gt;self-glorification&lt;/a&gt;, its construction was noted for having displaced indigenous &lt;a href=\"Ibaloi%20people\"&gt;Ibaloi&lt;/a&gt; from their lands.\nThe bust was destroyed on December 29, 2002, by suspected treasure hunters who thought that the bust contained parts of the rumored &lt;a href=\"Yamashita%27s%20gold\"&gt;Yamashita treasure&lt;/a&gt;, although early speculation was that the &lt;a href=\"New%20People%27s%20Army\"&gt;New People's Army&lt;/a&gt; was behind the bombing of the monument.\nDuring the Fourth Republic (1981–1986).\nConcealing of illness.\nTowards the end of his 21-year administration, Marcos's health began to degrade. But because he had built his image around the mythical Filipino Adam-figure \"Malakas,\" his administration continued to portray him as a \"Filipino superman,\" going to great lengths to conceal his illnesses.\nGlobal Reputation.\nIt is also common among Marcos &lt;a href=\"propagandist\"&gt;propagandist&lt;/a&gt; and &lt;a href=\"historical%20revisionist\"&gt;historical revisionist&lt;/a&gt; to portray Marcos as \"the only President who stood up against the &lt;a href=\"United%20States%20of%20America\"&gt;United States of America&lt;/a&gt;.\" This is a post-colonial mindset makes a presumption that the Philippines was not respected among the community of nations, and portray Marcos as a foreign policy genius. However, one can clearly look at the relations of Marcos and the various US presidency, especially with &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; and it was clear that Marcos deferred to Washington during the latter part of his presidency. It was CIA Director Adm. &lt;a href=\"William%20Casey\"&gt;William Casey&lt;/a&gt; himself who suggested that Marcos should hold a snap election, and Sen. &lt;a href=\"Paul%20Laxalt\"&gt;Paul Laxalt&lt;/a&gt; during the last night of the &lt;a href=\"EDSA%20Revolution\"&gt;EDSA Revolution&lt;/a&gt; for Marcos to \"Cut. Cut clean. The time has come.\"\nInterestingly, Marcos in 1988 published his own account of the EDSA Revolution titled \"\"A Trilogy on the Transformation of Philippine Society\".\" Marcos himself would write that he would consult the US Ambassador &lt;a href=\"Stephen%20Bosworth\"&gt;Stephen Bosworth&lt;/a&gt; and Washington on critical decisions that came about in the early part of 1986.\nDistortionism and propaganda after Marcos's death.\nAfter Ferdinand Marcos's death in 1989, propaganda efforts have been made to whitewash his place in Philippine history and facilitate the &lt;a href=\"Marcos%20family\"&gt;Marcos family&lt;/a&gt;'s return to power – an act which human rights advocates and historiographers refer to as historical distortionism or &lt;a href=\"historical%20negationism\"&gt;historical denialism&lt;/a&gt; (often wrongly using the academically imprecise term \"historical revisionism\").\nAt first, this mostly involved simple &lt;a href=\"Denialism\"&gt;denial&lt;/a&gt; or trivializing of the human rights violations and economic plunder that took place during the Marcos administration, as well as the role played by the Marcos children in the administration.\nWith the popularization of social media during the 2010s, several bloggers and content creators have made videos and articles supposedly debunking the corruption and atrocities of Marcos. Notable examples include the political blog Get Real Philippines and &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel Pinoy Monkey Pride. A 2018 study later discovered that these efforts at historical distortion were linked to a \"professionalized and hierarchized group of political operators,\" with advertising and Public Relations executives at the top, \"who design disinformation campaigns, mobilize click armies, and execute innovative \"digital black ops\" and \"signal scrambling\" techniques for any interested political client.\"\nHistorical denialism.\nAfter Ferdinand Marcos's death, the remaining members of the Marcos family returned to the Philippines and re-entered politics and public life. They and their followers have been noted for instances of &lt;a href=\"historical%20revisionism\"&gt;historical revisionism&lt;/a&gt;, and the &lt;a href=\"Denialism\"&gt;denial&lt;/a&gt; or trivializing of the human rights violations and economic plunder that took place during the Marcos administration, as well as the role played by the Marcos children in the administration.\nDistortionism and disinformation efforts.\nOrganized \"networked disinformation\".\nIn 2018, Dr. Jason Cabañes of the &lt;a href=\"University%20of%20Leeds\"&gt;University of Leeds&lt;/a&gt; School of Media and Communication and Dr. Jonathan Corpus Ong of the &lt;a href=\"University%20of%20Massachusetts%20Amherst\"&gt;University of Massachusetts Amherst&lt;/a&gt; released a study of organized disinformation efforts in the Philippines, titled \"Architects of Networked Disinformation: Behind the Scenes of Troll Accounts and Fake News Production in the Philippines.\" Based on participant observation in Facebook community groups and Twitter accounts, as well as key informant interviews with 20 \"disinformation architects,\" conducted from December 2016 to December 2017, the study described a \"professionalized and hierarchized group of political operators who design disinformation campaigns, mobilize click armies, and execute innovative \"digital black ops\" and \"signal scrambling\" techniques for any interested political client.\" This network had \"ad and PR strategists at the top.\"\nOne of the revelations from the Ong and Cabañes's 2018 study was that techniques for \"personal branding\" were used to \"tell a revisionist account of the 20-year Marcos regime as 'the golden age of the Philippines,'\" using such tools as YouTube videos \"in a bid to restore the political luster of the Marcos family.\"\nIt also revealed the existence of \"Ilibing Na\" (\"Bury now\") campaign designed to create public support for &lt;a href=\"Burial%20of%20Ferdinand%20Marcos\"&gt;a hero's burial for Ferdinand Marcos&lt;/a&gt; using \"diversionary tactics to elude allegations of &lt;a href=\"human%20rights%20abuses%20of%20the%20Marcos%20dictatorship\"&gt;human rights violations&lt;/a&gt; and corruption during the term of Ferdinand Marcos\" and launching \"digital black ops that targeted prominent critics\" of the Marcoses, particularly vice president Leni Robredo.\nSpread of disinformation using social media.\nAlthough there is a perception that disinformation about the Marcos regime comes mostly from \"propaganda books\" written by Marcos allies, a 2020 study noted that an estimated 72% of confirmed Marcos disinformation originated directly from social media, rather than print sources.\nThe study examined 119 claims about the Marcoses which had been debunked by various news organizations. The study found that 21% of these were \"distributed via social media\" and \"not attributable to pro-Marcos books\"; 20% of them came from a person quoted by Media, which cannot traced to a preexisting text; and about 31% were about recent events. Only about 15% could be traced to text in various propaganda books, while a remaining 13% consisted of \"general claims.\"\nCommon propaganda narratives.\n\"Golden Age\" propaganda.\nVarious Marcos supporters, most notably his immediate family, have also denied the negative economic impacts of authoritarian rule, and of Marcos's policies specifically, portraying the initial gains in the period immediately following the declaration of Martial Law as proof of a Philippine economic \"golden age\" while downplaying the series of economic collapses that began in the mid to late 1970s.\nThe 2018 study of Networked Disinformation by Ong and Cabañes has identified \"Golden age\" propaganda as one of the tactics used by professional propagandists to further the political comeback of the Marcos siblings during the mid-2010s. Investigative journalists and media organizations have also agreed that \"Golden age\" propaganda as intentional disinformation.\nThe propagation of \"Golden age\" propaganda has led numerous groups of economists, historians, and other academics to debunk it, but some reports have noted that the use of \"deceptive nostalgia\" as propaganda has been effective in misleading the public.\n\"Regional Military Power \" propaganda.\nThe &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; was not a regional military power during the Marcos years but neither was it the weakest, with the &lt;a href=\"Armed%20Forces%20of%20the%20Philippines\"&gt;Armed Forces of the Philippines&lt;/a&gt; saying it \"was one of the most well-equipped militaries in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;\" at that time. While Marcos did invest a lot in the military during his term, other countries in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; such as &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; were ahead of the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; in terms of military capabilities at that time. The &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; also depended greatly on the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; for its own external defense then.\nAccording to a 2004 paper by Andrew Tan for the &lt;a href=\"International%20Institute%20for%20Strategic%20Studies\"&gt;Institute of Defence and Strategic Studies Singapore&lt;/a&gt;, the &lt;a href=\"Military\"&gt;militaries&lt;/a&gt; of &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; and the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; \"could be described as militarily weak, with small numbers of major weapon systems.\" Tan, a strategic analyst who specializes in defense and security studies, cites \"The Military Balance 1974–75\" for a snapshot of military capabilities of &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;n states in 1974 that shows the Philippines trailing Thailand in personnel, 274,000 to 396,000.\nThe &lt;a href=\"Armed%20Forces%20of%20the%20Philippines\"&gt;AFP&lt;/a&gt; was also behind the militaries of &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt;, &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; and &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; in &lt;a href=\"Military%20aircraft\"&gt;combat aircraft&lt;/a&gt;. The &lt;a href=\"Philippine%20Air%20Force\"&gt;Philippine Air Force&lt;/a&gt; had 36 aircraft units in 1974, putting at par with &lt;a href=\"Royal%20Malaysian%20Air%20Force\"&gt;Malaysia&lt;/a&gt;. &lt;a href=\"Royal%20Thai%20Air%20Force\"&gt;Thailand&lt;/a&gt; had 105 combat aircraft. &lt;a href=\"Royal%20Lao%20Air%20Force\"&gt;Laos&lt;/a&gt;, which was fighting a &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; at the time, had 85 planes, with \"most of the combat aircraft consisted of US-supplied &lt;a href=\"North%20American%20T-28%20Trojan\"&gt;T-28&lt;/a&gt; ground &lt;a href=\"attack%20aircraft\"&gt;attack aircraft&lt;/a&gt;,\" wrote Tan. &lt;a href=\"Republic%20of%20Singapore%20Air%20Force\"&gt;Singapore&lt;/a&gt; had 65 and &lt;a href=\"Royal%20Cambodian%20Air%20Force\"&gt;Cambodia&lt;/a&gt; had 64.\nIn a joint 1973 study conducted by the &lt;a href=\"Defense%20Intelligence%20Agency\"&gt;Defense Intelligence Agency&lt;/a&gt; (DIA) and the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA), America's security establishment also said that the \"Philippines has little capability to provide materiel for its armed forces…. All other military materiel is imported primarily through the US &lt;a href=\"Mutual%20Defense%20Assistance%20Act\"&gt;Military Assistance Program&lt;/a&gt;.\" The joint DIA-CIA study noted as well that the Philippine military has been \"plagued continuously by serious deficiencies in their supply and maintenance system, including an ineffective accounting system, haphazard distribution, inadequate storage facilities, and poor maintenance.\"\nA 2017 article published by the &lt;a href=\"The%20Philippine%20Star\"&gt;Philippine Star&lt;/a&gt; also said US military presence, particularly in Clark and Subic, and the assistance resulting from that presence represented the \"biggest weapons in Marcos's arsenal\"."
}