{
    "id": "64525913",
    "revid": "36161818",
    "url": "https://en.wikipedia.org/wiki?curid=64525913",
    "title": "Mozilla Manifesto",
    "text": "The Mozilla Manifesto lays out the guiding principles of the &lt;a href=\"Mozilla%20Foundation\"&gt;Mozilla Foundation&lt;/a&gt;, the non-profit that leads the &lt;a href=\"Open-source%20software\"&gt;open-source&lt;/a&gt; &lt;a href=\"Mozilla\"&gt;Mozilla&lt;/a&gt; project best-known for its &lt;a href=\"Firefox\"&gt;Firefox&lt;/a&gt; &lt;a href=\"web%20browser\"&gt;web browser&lt;/a&gt;. Penned in 2007 by &lt;a href=\"Mitchell%20Baker\"&gt;Mitchell Baker&lt;/a&gt;, with adjustments in 2018, it promotes &lt;a href=\"free%20software\"&gt;free software&lt;/a&gt;, universal access to the &lt;a href=\"internet\"&gt;internet&lt;/a&gt;, and interoperable technologies, and emphasizes values of &lt;a href=\"internet%20privacy\"&gt;privacy&lt;/a&gt;, openness, and a belief in the ability of the internet to enrich the lives of people.\nHistory.\nThe manifesto, adapted from principles &lt;a href=\"Mozilla\"&gt;Mozilla&lt;/a&gt; had held since it was founded in 1998, was written by &lt;a href=\"Mitchell%20Baker\"&gt;Mitchell Baker&lt;/a&gt; and originally published in 2007. As a result of the subsequent evolution of the internet, which led Baker to believe that \"the power of the internet [has been] used to magnify divisiveness, incite violence, promote hatred, and intentionally manipulate fact and reality\", the manifesto was updated on the 20th anniversary of the founding of Mozilla in 2018 to add values of human dignity, tolerance, and civil discourse.\nContent.\nThe manifesto outlines the guiding principles of the &lt;a href=\"Mozilla%20Foundation\"&gt;Mozilla Foundation&lt;/a&gt; and includes a pledge for how it will further those principles. It also asserts Mozilla's commitment to the &lt;a href=\"internet\"&gt;internet&lt;/a&gt;, saying: \"The open, global internet is the most powerful communication and collaboration resource we have ever seen. It embodies some of our deepest hopes for human progress.\"\nPrinciples.\nThe manifesto lays out 10 key principles:\nPledge.\nThe manifesto also includes a pledge outlining Mozilla's commitments. These are to:"
}