{
    "id": "64530405",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=64530405",
    "title": "2020–21 Reading F.C. season",
    "text": "The 2020–21 season was &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt;'s 150th year in existence and eighth consecutive season in the &lt;a href=\"EFL%20Championship\"&gt;Championship&lt;/a&gt;, and covers the period from 23 July 2020 to 30 June 2021.\nSeason review.\nPre-season.\nOn 24 July, the &lt;a href=\"English%20Football%20League\"&gt;EFL&lt;/a&gt; confirmed that the Championship would begin on the weekend of Saturday 12 September 2020.\nTransfers and contracts.\nOn 28 July, Reading announced the signing of &lt;a href=\"Josh%20Laurent\"&gt;Josh Laurent&lt;/a&gt; to a two-year contract, after his &lt;a href=\"Shrewsbury%20Town%20F.C.\"&gt;Shrewsbury Town&lt;/a&gt; contract expired at the end of the &lt;a href=\"2019%E2%80%9320%20Shrewsbury%20Town%20F.C.%20season\"&gt;2019–20&lt;/a&gt; season.\nOn 3 August, Reading confirmed that &lt;a href=\"Gabriel%20Osho\"&gt;Gabriel Osho&lt;/a&gt; had declined a new contract with the club after his old contract had expired on 31 July, and had left the club.\nOn 28 August, Reading confirmed the signing of &lt;a href=\"Ovie%20Ejaria\"&gt;Ovie Ejaria&lt;/a&gt; to a four-year contract from &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;.\nAugust.\nReading announced their first pre-season friendly on 13 August, an away trip on 28 August to &lt;a href=\"Tottenham%20Hotspur%20Stadium\"&gt;Tottenham Hotspur Stadium&lt;/a&gt; to face &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt;.\nOn 18 August, Reading were drawn at home against &lt;a href=\"Colchester%20United%20F.C.\"&gt;Colchester United&lt;/a&gt; in the first round of the &lt;a href=\"2020%E2%80%9321%20EFL%20Cup\"&gt;EFL Cup&lt;/a&gt;. The following day Reading announced they'd play &lt;a href=\"Gillingham%20F.C.\"&gt;Gillingham&lt;/a&gt; at home on 22 August in their first pre-season friendly game.\nOn 21 August, the &lt;a href=\"2020%E2%80%9321%20EFL%20Championship\"&gt;EFL Championship&lt;/a&gt; fixture list was released, with Reading starting their campaign with an away trip to &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; on 12 September. The following day, Reading faced &lt;a href=\"Gillingham%20F.C.\"&gt;Gillingham&lt;/a&gt; in a friendly at the &lt;a href=\"Madejski%20Stadium\"&gt;Madejski Stadium&lt;/a&gt;. Two quick-fire goals from &lt;a href=\"Lucas%20Jo%C3%A3o\"&gt;Lucas João&lt;/a&gt; and &lt;a href=\"Andy%20Rinomhota\"&gt;Andy Rinomhota&lt;/a&gt; gave Reading a 2–0 half time lead. In the second half, &lt;a href=\"John%20Akinde\"&gt;John Akinde&lt;/a&gt; pulled one back for Gillingham from the penalty with the games ended 2–1 to Reading.\nOn 28 August, Reading faced &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; at the &lt;a href=\"Tottenham%20Hotspur%20Stadium\"&gt;Tottenham Hotspur Stadium&lt;/a&gt;. Tottenham opened the scoring through an &lt;a href=\"Omar%20Richards\"&gt;Omar Richards&lt;/a&gt; own goal, before goals from &lt;a href=\"Dele%20Alli\"&gt;Dele Alli&lt;/a&gt; and &lt;a href=\"Son%20Heung-min\"&gt;Son Heung-min&lt;/a&gt; saw Tottenham take a 3–0 first half lead. In the second half &lt;a href=\"Erik%20Lamela\"&gt;Erik Lamela&lt;/a&gt; scored a free-kick before a late &lt;a href=\"George%20Pu%C8%99ca%C8%99\"&gt;George Pușcaș&lt;/a&gt; penalty gave Reading a consolation goal to finish the game 4–1 to Tottenham. After the game the club announced that their planned friendly with &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; on 1 September was cancelled.\nOn 29 August, Reading announced the appointment of &lt;a href=\"Veljko%20Paunovi%C4%87\"&gt;Veljko Paunović&lt;/a&gt; as manager.\nOn 31 August, Reading announced that as part of their Portuguese training camp, they would face &lt;a href=\"Portimonense%20S.C.\"&gt;Portimonense&lt;/a&gt; in a friendly at the &lt;a href=\"Est%C3%A1dio%20Municipal%20de%20Portim%C3%A3o\"&gt;Estádio Municipal de Portimão&lt;/a&gt; on 1 September. On the same day, the club confirmed that &lt;a href=\"Mark%20Bowen%20%28footballer%29\"&gt;Mark Bowen&lt;/a&gt; had left the club after turning down a new role after being replaced as manager.\nSeptember.\nReading started the season with a 3–1 home victory over &lt;a href=\"Colchester%20United%20F.C.\"&gt;Colchester United&lt;/a&gt; in the First Round &lt;a href=\"2020%E2%80%9321%20EFL%20Cup\"&gt;EFL Cup&lt;/a&gt; under the leadership of &lt;a href=\"Eddie%20Niedzwiecki\"&gt;Eddie Niedzwiecki&lt;/a&gt; whilst &lt;a href=\"Veljko%20Paunovi%C4%87\"&gt;Veljko Paunović&lt;/a&gt; completed his quarantine period. After initially going 1–0 down to a &lt;a href=\"Jevani%20Brown\"&gt;Jevani Brown&lt;/a&gt;, &lt;a href=\"Lucas%20Jo%C3%A3o\"&gt;Lucas João&lt;/a&gt; scored a hat trick to ensure victory and Reading progressed to the Second round of the cup. The following day Reading where drawn at home against &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town&lt;/a&gt; in the Second round of the EFL Cup, with a home time against &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; in the third round if they defeat Luton.\nOn 8 September, Reading announced the appointment of &lt;a href=\"Quinton%20Fortune\"&gt;Quinton Fortune&lt;/a&gt; and &lt;a href=\"Nuno%20Gomes%20%28footballer%2C%20born%201978%29\"&gt;Nuno Gomes&lt;/a&gt; as First Team coaches.\nOn 10 September, Jordan Holsgrove left the club to sign permanently for &lt;a href=\"RC%20Celta%20de%20Vigo\"&gt;Celta Vigo&lt;/a&gt;.\nReading's first &lt;a href=\"2020%E2%80%9321%20EFL%20Championship\"&gt;league&lt;/a&gt; game of the season took place on 12 September, against &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; at &lt;a href=\"Pride%20Park\"&gt;Pride Park&lt;/a&gt;. Lucas João opened the scoring in the 40th minute, for his fourth goal in two matches, before providing the assist for &lt;a href=\"Ovie%20Ejaria\"&gt;Ovie Ejaria&lt;/a&gt; to double Reading's lead in the 1st minute of added on time at the end of the First Half, and giving Reading a 2–0 victory, to end the first round of games Second in the league.\nOn 15 September, Reading faced &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town&lt;/a&gt; at home in the second round of the EFL Cup. A 24th minute goal from &lt;a href=\"Jordan%20Clark%20%28English%20footballer%29\"&gt;Jordan Clark&lt;/a&gt; saw Luton run out winners against a youthful Reading team that saw first team debuts for &lt;a href=\"Dejan%20Tetek\"&gt;Dejan Tetek&lt;/a&gt;, &lt;a href=\"Nelson%20Abbey\"&gt;Nelson Abbey&lt;/a&gt; and &lt;a href=\"Lynford%20Sackey\"&gt;Lynford Sackey&lt;/a&gt;.\nReading's second league game of the season took place on 19 September, with Reading hosting &lt;a href=\"Barnsley%20F.C.\"&gt;Barnsley&lt;/a&gt;. Barnsley defender &lt;a href=\"Micha%C5%82%20Helik\"&gt;Michał Helik&lt;/a&gt; saw a straight red card in the 42nd minute after pulling back &lt;a href=\"Lucas%20Jo%C3%A3o\"&gt;Lucas João&lt;/a&gt;, before substitute &lt;a href=\"Yakou%20M%C3%A9%C3%AFt%C3%A9\"&gt;Yakou Méïté&lt;/a&gt; opened the scoring in the 67th minute. One minute later, &lt;a href=\"Mads%20Juel%20Andersen\"&gt;Mads Juel Andersen&lt;/a&gt; was shown a second yellow card, after handling ball, seeing Barnsley down to nine men. Ten minutes later, in the 77th minute, &lt;a href=\"Michael%20Olise\"&gt;Michael Olise&lt;/a&gt; struck a first time volley from the edge of the area to score his first Reading goal and to make it two wins out of two for Reading in the league.\nOn 22 September, &lt;a href=\"Lewis%20Gibson%20%28footballer%29\"&gt;Lewis Gibson&lt;/a&gt; joined Reading on a season-long loan deal from &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt;.\nOn 23 September, &lt;a href=\"Marc%20McNulty\"&gt;Marc McNulty&lt;/a&gt; was arrested as part of a &lt;a href=\"Match%20fixing%20in%20association%20football\"&gt;match fixing&lt;/a&gt; prob by &lt;a href=\"Police%20Scotland\"&gt;Police Scotland&lt;/a&gt;.\nReading won their third league game in a row on 26 September, defeating &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt; 2–1 at the &lt;a href=\"Cardiff%20City%20Stadium\"&gt;Cardiff City Stadium&lt;/a&gt;. &lt;a href=\"Michael%20Morrison%20%28footballer%29\"&gt;Michael Morrison&lt;/a&gt; gave Reading the lead just after halftime with a header from a Michael Olise free kick, with &lt;a href=\"Lucas%20Jo%C3%A3o\"&gt;Lucas João&lt;/a&gt; doubling the lead just after the hour mark. &lt;a href=\"Lee%20Tomlin\"&gt;Lee Tomlin&lt;/a&gt; pulled one back for Cardiff City with ten minutes to go, but Reading held out to maintain their one-hundred percent start to the Championship season.\nOn 30 September, &lt;a href=\"Jeriel%20Dorsett\"&gt;Jeriel Dorsett&lt;/a&gt; signed a new contract with Reading until the summer of 2022.\nOctober.\nOn 3 October, Reading hosted &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; at the Madejski Stadium and maintained their perfect start to the Championship season, with a 1–0 victory thanks to a goal from &lt;a href=\"George%20Pu%C8%99ca%C8%99\"&gt;George Pușcaș&lt;/a&gt;.\nOn 4 October, &lt;a href=\"Alfa%20Semedo\"&gt;Alfa Semedo&lt;/a&gt; joined Reading on a season-long loan deal from &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt;. The following day, 5 October, Reading signed &lt;a href=\"Tom%C3%A1s%20Esteves\"&gt;Tomás Esteves&lt;/a&gt; on loan from &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt; for the remainder of the season, whilst &lt;a href=\"Marc%20McNulty\"&gt;Marc McNulty&lt;/a&gt; joined &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt; on loan for the season.\nOn 9 October, manager &lt;a href=\"Veljko%20Paunovi%C4%87\"&gt;Veljko Paunović&lt;/a&gt; was announced as the Championships manager of the month for September.\nOn 16 October, domestic transfer deadline-day, &lt;a href=\"Sam%20Smith%20%28footballer%2C%20born%201998%29\"&gt;Sam Smith&lt;/a&gt; moved to &lt;a href=\"Tranmere%20Rovers%20F.C.\"&gt;Tranmere Rovers&lt;/a&gt; on loan until 7 January 2021. Reading travelled to &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt; on 17 October, playing out a 0–0 draw to drop their first points of the season. Three days later, they hosted &lt;a href=\"Wycombe%20Wanderers%20F.C.\"&gt;Wycombe Wanderers&lt;/a&gt; at the &lt;a href=\"Madejski%20Stadium\"&gt;Madejski Stadium&lt;/a&gt;, after a goalless first half, &lt;a href=\"Lucas%20Jo%C3%A3o\"&gt;Lucas João&lt;/a&gt; scored in the 64th minute with their only shot on target to take all three points.\nMatchday 7 saw Reading host &lt;a href=\"Rotherham%20United%20F.C.\"&gt;Rotherham United&lt;/a&gt; at the Madejski Stadium on 24 October. &lt;a href=\"Yakou%20M%C3%A9%C3%AFt%C3%A9\"&gt;Yakou Méïté&lt;/a&gt; opened the scoring shortly before halftime, before he doubled the lead in the 79th minute with a bicycle kick from a corner, before an injury time &lt;a href=\"Lucas%20Jo%C3%A3o\"&gt;Lucas João&lt;/a&gt; penalty finished the game off.\nOn 27 October, &lt;a href=\"J%C3%B6kull%20Andr%C3%A9sson\"&gt;Jökull Andrésson&lt;/a&gt; joined &lt;a href=\"Exeter%20City%20F.C.\"&gt;Exeter City&lt;/a&gt; on an emergency seven-day loan deal.\nReading lost their first league game of the season on 30 October, falling to a 3–2 defeat away to &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt; at &lt;a href=\"St%20Andrew%27s%20%28stadium%29\"&gt;St Andrew's&lt;/a&gt;. Coventry took the lead through &lt;a href=\"Gustavo%20Hamer\"&gt;Gustavo Hamer&lt;/a&gt; in the first half, before &lt;a href=\"Lucas%20Jo%C3%A3o\"&gt;Lucas João&lt;/a&gt; scored his ninth goal of the season to tie the game in the 66th minute. &lt;a href=\"Matt%20Godden\"&gt;Matt Godden&lt;/a&gt; and &lt;a href=\"Sam%20McCallum\"&gt;Sam McCallum&lt;/a&gt; both scored late in the game to give Coventry City a 3–1 lead heading in to injury time, where &lt;a href=\"George%20Pu%C8%99ca%C8%99\"&gt;George Pușcaș&lt;/a&gt; scored to finish the game 3–2.\nTowards the end of October, Reading signed teenage &lt;a href=\"Guinea-Bissau\"&gt;Guinea-Bissau&lt;/a&gt; winger Mamadi Camará to a two-year contract from &lt;a href=\"C.D.%20Feirense\"&gt;Feirense&lt;/a&gt;.\nNovember.\nOn 2 November, Andrésson's loan at Exeter City was extended for a further week.\nReading lost their second league game in a row on 4 November, with &lt;a href=\"Preston%20North%20End%20F.C.\"&gt;Preston North End&lt;/a&gt; running out 3–0 winners at &lt;a href=\"Madejski%20Stadium\"&gt;Madejski Stadium&lt;/a&gt;. 3 days later, Reading suffered their third defeat in a row, and second 3–0 defeat in a row as &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt; came away from the Madejski Stadium with the win.\nAndrésson extended his loan at Exeter City for a third week on 10 November, a fourth on 17 November, and for a fifth time on 24 November.\nDecember.\nOn 15 December, &lt;a href=\"Nelson%20Abbey\"&gt;Nelson Abbey&lt;/a&gt; signed his first professional contract with Reading, until the summer of 2022, and Reading confirmed that &lt;a href=\"Omri%20Luzon\"&gt;Omri Luzon&lt;/a&gt; had joined the U23 squad on a contract until June 2021.\nOn 23 December, &lt;a href=\"Sam%20Walker%20%28footballer%29\"&gt;Sam Walker&lt;/a&gt; joined &lt;a href=\"Blackpool%20F.C.\"&gt;Blackpool&lt;/a&gt; on a seven-day emergency loan. After making his debut for Blackpool in 29 December, Walkers loan deal was extended for a further seven days.\nJanuary.\nOn 12 January, Reading's &lt;a href=\"EFL%20Championship\"&gt;EFL Championship&lt;/a&gt; game against &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt; scheduled for 16 January, was postponed due to the &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; cases within the Brentford squad.\nTransfers.\nOn 11 January, &lt;a href=\"Sam%20Walker%20%28footballer%29\"&gt;Sam Walker&lt;/a&gt; moved to &lt;a href=\"AFC%20Wimbledon\"&gt;AFC Wimbledon&lt;/a&gt; on loan for the remainder of the season.\nOn 22 January, &lt;a href=\"J%C3%B6kull%20Andr%C3%A9sson\"&gt;Jökull Andrésson&lt;/a&gt; joined &lt;a href=\"Morecambe%20F.C.\"&gt;Morecambe&lt;/a&gt; on a week-long emergency loan deal. After facing &lt;a href=\"Exeter%20City%20F.C.\"&gt;Exeter City&lt;/a&gt; in his second and final game whilst on loan for Morecambe, Andrésson returned to Exeter City on loan for the remainder of the season on 29 January. On the same day, &lt;a href=\"Sam%20Smith%20%28footballer%2C%20born%201998%29\"&gt;Sam Smith&lt;/a&gt; joined &lt;a href=\"Cheltenham%20Town%20F.C.\"&gt;Cheltenham Town&lt;/a&gt; on loan for the remainder of the season.\nFebruary.\nOn 3 February, &lt;a href=\"Mamadi%20Camar%C3%A1%20%28footballer%2C%20born%202003%29\"&gt;Mamadi Camará&lt;/a&gt; signed his first professional contract with Reading, until the summer of 2022.\nOn 25 February, &lt;a href=\"Nahum%20Melvin-Lambert\"&gt;Nahum Melvin-Lambert&lt;/a&gt; signed his first professional contract with the Reading, until the summer of 2022 before joining &lt;a href=\"St%20Patrick%27s%20Athletic%20F.C.\"&gt;St Patrick's Athletic&lt;/a&gt; on loan until June.\nApril.\nOn 30 April, &lt;a href=\"Michael%20Olise\"&gt;Michael Olise&lt;/a&gt; was named as the \"EA Sports Young Player of the Season\" and listed in the \"Sky Bet Championship Team of the Season\".\nMay.\nOn 7 May, Reading announced that &lt;a href=\"Luke%20Southwood\"&gt;Luke Southwood&lt;/a&gt; had signed a new two-year contract, keeping him at the club until the summer of 2023.\nPrior to Reading's last game of the season, on 8 May, &lt;a href=\"Josh%20Laurent\"&gt;Josh Laurent&lt;/a&gt; was announced as the clubs &lt;a href=\"Reading%20F.C.%20Player%20of%20the%20Season\"&gt;player of the season&lt;/a&gt;.\nOn 11 May, Reading announced that &lt;a href=\"Michael%20Morrison%20%28footballer%29\"&gt;Michael Morrison&lt;/a&gt; had signed a new one-year contract wit the club, whilst new contracts had also been offered to &lt;a href=\"Tom%20McIntyre\"&gt;Tom McIntyre&lt;/a&gt;, &lt;a href=\"Omar%20Richards\"&gt;Omar Richards&lt;/a&gt;, James Holden, Thierry Nevers and &lt;a href=\"Femi%20Azeez\"&gt;Femi Azeez&lt;/a&gt; with &lt;a href=\"Ethan%20Bristow\"&gt;Ethan Bristow&lt;/a&gt; having a clause triggered in his contract to keep him at the club. Scholars Kian Leavy, Harvey Collins, &lt;a href=\"Kelvin%20Ehibhatiomhan\"&gt;Kelvin Ehibhatiomhan&lt;/a&gt;, Malachi Talent-Aryeety and &lt;a href=\"Lynford%20Sackey\"&gt;Lynford Sackey&lt;/a&gt; were all offered professional contracts too. Reading also announced that &lt;a href=\"Sone%20Aluko\"&gt;Sone Aluko&lt;/a&gt;, &lt;a href=\"Sam%20Baldock\"&gt;Sam Baldock&lt;/a&gt;, &lt;a href=\"Sam%20Walker%20%28footballer%29\"&gt;Sam Walker&lt;/a&gt;, &lt;a href=\"Tennai%20Watson\"&gt;Tennai Watson&lt;/a&gt;, &lt;a href=\"Ryan%20East\"&gt;Ryan East&lt;/a&gt;, &lt;a href=\"Conor%20Lawless\"&gt;Conor Lawless&lt;/a&gt;, &lt;a href=\"Oliver%20Pendlebury\"&gt;Oliver Pendlebury&lt;/a&gt;, &lt;a href=\"Jayden%20Onen\"&gt;Jayden Onen&lt;/a&gt;, &lt;a href=\"Sam%20Smith%20%28footballer%2C%20born%201998%29\"&gt;Sam Smith&lt;/a&gt;, Joseph Ajose, Josh Hewitt, &lt;a href=\"Omri%20Luzon\"&gt;Omri Luzon&lt;/a&gt;, Augustus McGiff, Alfie Anderson, Jordan Hamilton-Olise and Yaw Turkson would all leave the club at the end of their contracts. The following day, 12 May, James Holden joined &lt;a href=\"Maidenhead%20United%20F.C.\"&gt;Maidenhead United&lt;/a&gt; on loan for the remainder of the season.\nOn 25 May, Reading announced that they had activated a clause in Thierry Nevers' contract, extending his contract until the summer of 2022 whilst also confirming he would be joining &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; for an undisclosed fee once the transfer window opens on 9 June.\nCompetitions.\nFA Cup.\nThe third round draw was made on 30 November, with &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; and &lt;a href=\"EFL%20Championship\"&gt;EFL Championship&lt;/a&gt; clubs all entering the competition."
}