{
    "id": "6459680",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=6459680",
    "title": "John Doughty",
    "text": "John Doughty (July 25, 1754September 16, 1826) was an American military officer who briefly served as the &lt;a href=\"Commanding%20General%20of%20the%20United%20States%20Army\"&gt;senior officer of the United States Army&lt;/a&gt; in 1784. Holding the rank of &lt;a href=\"major\"&gt;major&lt;/a&gt; at the time, he bears the distinction of being the lowest ranked individual ever to serve as the senior most United States Army officer.\nBiography.\nBorn in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; on July 25, 1754, he graduated from King's College (&lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;) in 1770 and entered military service through New Jersey state channels in January 1776.\nAmerican Revolution.\nHe served as adjutant general of two &lt;a href=\"Morris%20County%2C%20New%20Jersey\"&gt;Morris County&lt;/a&gt; battalions and was appointed &lt;a href=\"captain%20lieutenant\"&gt;captain lieutenant&lt;/a&gt; of the &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; Eastern Artillery Company in March 1776. Doughty became a captain of the &lt;a href=\"2nd%20Continental%20Artillery%20Regiment\"&gt;2nd Continental Artillery Regiment&lt;/a&gt; in January 1777 and served as an &lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt; to &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; &lt;a href=\"Philip%20Schuyler\"&gt;Philip Schuyler&lt;/a&gt;. Later, he was assigned to command the New York State Artillery Company in March 1777.\nDoughty would participate in the battles of &lt;a href=\"Battle%20of%20Brandywine\"&gt;Brandywine&lt;/a&gt; (1777), &lt;a href=\"Battle%20of%20Germantown\"&gt;Germantown&lt;/a&gt; (1777), &lt;a href=\"Battle%20of%20Monmouth\"&gt;Monmouth&lt;/a&gt; (1778), &lt;a href=\"Battle%20of%20Springfield%20%281780%29\"&gt;Springfield&lt;/a&gt; (1780), and &lt;a href=\"Siege%20of%20Yorktown\"&gt;Yorktown&lt;/a&gt; (1781). He was appointed brigade major of the Corps of Artillery in 1779 and was appointed fort major for the &lt;a href=\"West%20Point\"&gt;West Point&lt;/a&gt; garrison in 1782. He was transferred to the Corps of Artillery in June 1783 and was promoted to brevet &lt;a href=\"major\"&gt;major&lt;/a&gt; in September. Doughty's artillery company was attached to Henry Jackson's &lt;a href=\"1st%20American%20Regiment%20%281783%E2%80%931784%29\"&gt;1st American Regiment&lt;/a&gt; following in the disbanding of the &lt;a href=\"Continental%20Army\"&gt;Continental Army&lt;/a&gt; late in 1783.\nPost Revolution.\nDoughty became the Army's senior ranking officer following the discharge of Jackson's regiment in June 1784, leaving Doughty in command of a company of 55 artillerymen at &lt;a href=\"West%20Point\"&gt;West Point&lt;/a&gt; and a detachment of 25 men at &lt;a href=\"Fort%20Pitt%20%28Pennsylvania%29\"&gt;Fort Pitt&lt;/a&gt; in Pennsylvania guarding military stores left over from the Continental Army.\nOn August 12 of the same year, an &lt;a href=\"First%20American%20Regiment\"&gt;Infantry regiment&lt;/a&gt; was organized under Brevet Brigadier General &lt;a href=\"Josiah%20Harmar\"&gt;Josiah Harmar&lt;/a&gt;, who then became the senior officer in the United States Army. On that date, Doughty was promoted to major and placed in command of a battalion of two companies of artillery. In this position he superintended the construction of &lt;a href=\"Fort%20Harmar\"&gt;Fort Harmar&lt;/a&gt; (1785) and &lt;a href=\"Fort%20Washington%20%28Cincinnati%2C%20Ohio%29\"&gt;Fort Washington&lt;/a&gt; (1789) on the Ohio frontier.\nDoughty was designated major commandant of the &lt;a href=\"Early%20U.S.%20Artillery%20formations\"&gt;Battalion of Artillery&lt;/a&gt; in September 1789, and then was dispatched by &lt;a href=\"George%20Washington\"&gt;President Washington&lt;/a&gt; to the frontier to negotiate with the &lt;a href=\"Choctaw\"&gt;Choctaw&lt;/a&gt; Nation for trading post sites in 1789. He was repelled with serious losses when attacked by &lt;a href=\"Cherokee\"&gt;Cherokee&lt;/a&gt;, &lt;a href=\"Shawnee\"&gt;Shawnee&lt;/a&gt;, and &lt;a href=\"Muscogee\"&gt;Muscogee&lt;/a&gt; people, while leading a detachment up the &lt;a href=\"Tennessee%20River\"&gt;Tennessee River&lt;/a&gt; on a negotiating mission to the &lt;a href=\"Chickasaw\"&gt;Chickasaw&lt;/a&gt; Nation in 1790.\nIn March 1791 Doughty was offered the position of lieutenant colonel commandant (i.e. commanding officer) of the newly formed &lt;a href=\"2nd%20Infantry%20Regiment%20%28United%20States%29\"&gt;2nd Infantry Regiment&lt;/a&gt;. Doughty declined the appointment and decided to retire from the Army instead.\nDoughty was appointed brigadier general of artillery, 2d Division, New Jersey militia in 1793 and was appointed lieutenant colonel, &lt;a href=\"Early%20U.S.%20Artillery%20formations\"&gt;2d Regiment of Artillerists and Engineers&lt;/a&gt;, as &lt;a href=\"Quasi-War\"&gt;war with France&lt;/a&gt; threatened in June 1798.\nIn May 1800 Doughty resigned from the Army and returned to private life on his estate at &lt;a href=\"Morristown%2C%20New%20Jersey\"&gt;Morristown, New Jersey&lt;/a&gt;, to engage in agriculture and pursue literary studies. He died there on September 16, 1826. He is buried in the First Presbyterian Church Cemetery in Morristown."
}