{
    "id": "64625116",
    "revid": "22461183",
    "url": "https://en.wikipedia.org/wiki?curid=64625116",
    "title": "Seminaryjna Street",
    "text": "Seminaryjna street is located between Wilczak, Błonie, Downtown districts in &lt;a href=\"Bydgoszcz\"&gt;Bydgoszcz&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. Laid in the late 1870s, its winding path offer a view on the old town nested down in the &lt;a href=\"Brda%20%28river%29\"&gt;Brda river&lt;/a&gt;. Many frontages and edifices display architectural and historic interests, one of them is registered on the &lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kuyavian-Pomeranian Voivodeship&lt;/a&gt; Heritage List.\nLocation.\nSeminaryjna street is a path linking the low-downtown part of the city to the southern heights overlooking the valley. It stems from the original \"Plac Poznański\" and winds its way along the edge of the hill up to the low-altitude urban &lt;a href=\"plateau\"&gt;plateau&lt;/a&gt;.\nHistory.\nThe road appears on a 1857 map, without naming: it follows the actual path and linked at the time \"down-town\" to the shooting range () and the exercise area () of the 3rd &lt;a href=\"Neumark\"&gt;Neumark&lt;/a&gt; &lt;a href=\"Cavalry\"&gt;Cavalry&lt;/a&gt; &lt;a href=\"Grenadier\"&gt;Grenadier&lt;/a&gt; (&lt;a href=\"Dragoon\"&gt;Dragoon&lt;/a&gt;) regiment \"\"&lt;a href=\"Georg%20von%20Derfflinger\"&gt;Freiherr von Derfflinger&lt;/a&gt;\"\" of the 4th Royal Cavalry Brigade.\n\"Seminaryjna street\" is first registered on the 1908 Bromberg's Address book, as \"Naumanns Höhe\" (). The name referred to Johann Gottlieb August Naumann, who was president of the Bromberg &lt;a href=\"Regierungsbezirk\"&gt;region&lt;/a&gt; of the &lt;a href=\"Province%20of%20Posen\"&gt;Province of Posen&lt;/a&gt; from 1864 to 1870.\nAt the time, only the catholic seminary (today's building at No.3) was identified in the street. The other and much older edifice, the &lt;a href=\"Deaconess\"&gt;Deaconess&lt;/a&gt;es House () -today's clinic at No.1-, was registered at \"1 Schubiner straße\" (today's \"Szubińska street\").\nAfter an administrative reorganization of the street mapping, the \"Diakonissenhaus\" moved to \"Naumanns Höhe\" in 1915, while most of the buildings still standing nowadays were already completed.\nThrough history, the street bore the following names:\n\"Seminaryjna street\" refers to the first edifice listed in the avenue, the &lt;a href=\"Catholic%20Church\"&gt;catholic&lt;/a&gt; &lt;a href=\"seminary\"&gt;seminary&lt;/a&gt; at No.3.\nMain areas and edifices.\n&lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kujawsko-Pomorskie&lt;/a&gt; pulmonary care hospital at No.1.\nThe hospital is one of the oldest in Bydgoszcz: it was established on December 9, 1885, with funds donated by Luiza Gisse-Rafalska - the owner of a large estate in Rupienica, today's \"Wzgórze Wolności\" district,\nwith the proviso that deaconess sisters from the nearby Evangelical Church would take care of the patients. The terrain for the construction of the hospital was handed out by municipal authorities. Luiza Gisse-Rafalska also funded a caring facility for elders at 1, Szubińska street, today's .\nThe design of the edifice was realized by a city counselor for buildings, &lt;a href=\"Bydgoszcz%20Architects%20%281850-1970s%29%23Wilhelm%20Lincke%20%281878%E2%80%931885%29\"&gt;Wilhelm Lincke&lt;/a&gt;. The new institution comprised 40 beds distributed in two departments, surgical and internal. In 1900, the facility expanded to 68 beds and in 1902, an additional building housing 25 beds for contagious patients was erected contiguously, with funds from German donors and city authorities.\nAt the rise of the &lt;a href=\"Second%20Polish%20Republic\"&gt;Second Polish Republic&lt;/a&gt;, the institution fall under the responsibility of &lt;a href=\"Bydgoszcz\"&gt;Bydgoszcz&lt;/a&gt; &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt;. In 1925, the 90-bed hospital was managed by 3 doctors, 14 deaconess sisters and 2 nurses. In 1926, a new 30-bed pavilion was built in the vicinity, dedicated for patients with &lt;a href=\"Typhoid%20fever\"&gt;Typhoid fever&lt;/a&gt;, &lt;a href=\"Scarlet%20fever\"&gt;Scarlet fever&lt;/a&gt;, &lt;a href=\"Influenza\"&gt;Influenza&lt;/a&gt; and &lt;a href=\"Sexually%20transmitted%20infection\"&gt;STIs&lt;/a&gt;. In 1938, the hospital housed 128 beds.\nDuring the &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;nazi occupation&lt;/a&gt;, the establishment was used for &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; soldiers. After &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt;, since the main building was still occupied as a military facility, the hospital was reorganized for a few months around two barracks by Dr. Władysław Baranowski, head of the city health department. In 1949, the infectious diseases ward was moved to the Hospital for Infectious Diseases at 10 &lt;a href=\"%C5%9Awi%C4%99tego%20Floriana%20Street\"&gt;Świętego Floriana Street&lt;/a&gt; and the institution transformed into the \"Municipal Pulmonary Hospital\": with 144 beds, Władysław Baranowski was raised to the position of director.\nIn 1953, the hospital was named after \"Dr. &lt;a href=\"Alfred%20Soko%C5%82owski\"&gt;Alfred Sokołowski&lt;/a&gt;\", a pioneer in studying and treating &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. In 1954, Władysław Baranowski unsuccessfully requested the clinic to expand to the neighboring building of the Seminary at No.3. In 1959, the barracks were razed and the erection of a modern extension to the historic building started. During the works, which lasted till 1964, patients were received with difficulties in an edifice at Stawowa street. In 1975, a branch of the &lt;a href=\"Pulmonology\"&gt;Pulmonology&lt;/a&gt; faculty of the &lt;a href=\"Medical%20University%20of%20Gda%C5%84sk\"&gt;Medical University of Gdańsk&lt;/a&gt; was housed there: it became in 1985 the new \"Medical University in Bydgoszcz\". At that time, the medical ensemble encompassed three facilities:\nIn 1992, the foundation took the name of \"Provincial Hospital of Tuberculosis and Lung Diseases\". In 2000, the hospital received the direction of the Smukała sanatorium and moved there the \"Tuberculosis Treatment Department\", together with the \"Rehabilitation Department\" and the \"Tuberculosis and Lung Diseases Department\" (in 2004).\nIn 2003, the institution changed its name to \"&lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kujawsko-Pomorskie&lt;/a&gt; Pulmonology Centre in Bydgoszcz\". In 2020, Bydgoszcz authorities announced further investments in the centre, in particular to erect additional building extensions.\nThe historic building displays &lt;a href=\"Historicism%20%28art%29\"&gt;historicist&lt;/a&gt; red brick facades, leaning to &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Neo-gothic&lt;/a&gt; forms: many other instances of this architecture can be found in the city (&lt;a href=\"Main%20Post%20Office%20building%20in%20Bydgoszcz\"&gt;Main Post Office building&lt;/a&gt;, 18 &lt;a href=\"Grodzka%20Street%20in%20Bydgoszcz\"&gt;Grodzka Street&lt;/a&gt;, 10/18 &lt;a href=\"%C5%9Awi%C4%99tego%20Floriana%20Street\"&gt;Świętego Floriana Street&lt;/a&gt;). The multi-storey edifice comprised two rectangular-shape buildings, linked by the extension of the right side gabled wing. One can appreciate &lt;a href=\"avant-corps\"&gt;avant-corps&lt;/a&gt; turrets or &lt;a href=\"Pointed%20arch%20%28architecture%29\"&gt;pointed arches&lt;/a&gt; &lt;a href=\"Portal%20%28architecture%29\"&gt;portal&lt;/a&gt;s still bearing the Christian cross as a remembrance of the religious origin of the clinic.\nStatue of the &lt;a href=\"Sacred%20Heart\"&gt;Sacred Heart of Jesus&lt;/a&gt;.\nThe original statue has been realized in the early 1930s by Teodor Gajewski and Piotr Triebler. The former was the author of the &lt;a href=\"Szwederowo%20district%2C%20Bydgoszcz%23Monumental%20cross%20%281935%29\"&gt;monumental cross&lt;/a&gt; in Szwederowo district (1935). The latter, more fertile, created among others, the statue of &lt;a href=\"Tadeusz%20Ko%C5%9Bciuszko\"&gt;Tadeusz Kościuszko&lt;/a&gt; (on the facade at 2 &lt;a href=\"Kr%C3%B3lowej%20Jadwigi%20Street%20in%20Bydgoszcz\"&gt;Królowej Jadwigi Street&lt;/a&gt;), the statue of &lt;a href=\"Mary%2C%20mother%20of%20Jesus\"&gt;Mary&lt;/a&gt; standing outside the &lt;a href=\"Church%20of%20the%20Holy%20Trinity%2C%20Bydgoszcz\"&gt;Church of the Holy Trinity&lt;/a&gt; or the sculpture of &lt;a href=\"Louise%20de%20Marillac\"&gt;Louise de Marillac&lt;/a&gt; in &lt;a href=\"Saint%20Vincent%20de%20Paul%20Basilica%2C%20Bydgoszcz\"&gt;Saint Vincent de Paul Basilica&lt;/a&gt;.\nTheir artwork was made of white sandstone of &lt;a href=\"Szyd%C5%82owiec\"&gt;Szydłowiec&lt;/a&gt;, it stood on a foundation stone laid on March 30, 1930: the monument was high, the figure itself tall. Official consecration happened on October 2, 1932, by Kazimierz Stepczyński, then parish priest at the &lt;a href=\"Church%20of%20the%20Sacred%20Heart%20of%20Jesus%2C%20Bydgoszcz\"&gt;Church of the Sacred Heart of Jesus&lt;/a&gt; located downtown.\nOn the plinthe, the following inscription was carved: \nOn November 7, 1939, the monument was demolished by Nazi armed forces. In September 1945, an oak cross standing on a concrete base was set up on the very place where the statue used to be. In 1987, the rebuilding of \"Poznański square\" required to move up the cross to Seminaryjna street, close to the pulmonary care hospital.\nIn the late 2000s, the idea to re-create the original statue took off: the project was finalised in 2010.\nThe official unveiling ceremony was carried out on June 24, 2010, chaired by the &lt;a href=\"mayor\"&gt;president&lt;/a&gt; of Bydgoszcz. The new sculpture, replicating the original one, was realized by Marek Rona, a local artist. \nTenement at No.2, corner with &lt;a href=\"Lublin%20Voivodeship\"&gt;Lubelska&lt;/a&gt; street.\n1910\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nLocated at the corner with another street, the tenement was initially at registered \"Prinzenhöhe straße\" and not \"Naumanns Höhe straße\". Hence the first landlord, Gustav Kott, lived at 1, Prinzenhöhe straße. In 1910, the address shifted to 15, Naumanns Höhe straße.\nAncient seminary building at No.3/5/7.\nRegistered on &lt;a href=\"Kuyavian-Pomeranian%20Voivodeship\"&gt;Kuyavian-Pomeranian Voivodeship&lt;/a&gt; Heritage List, No.601400 A/809/1-2 September 30, 1992\nThe building was erected from 1905 to 1907 for the \"Teachers Catholic &lt;a href=\"Seminary\"&gt;Seminary&lt;/a&gt;\", as one of the state secondary schools in &lt;a href=\"Bydgoszcz\"&gt;Bromberg&lt;/a&gt;. The project was designed by the architect Lehwesse and carried out by building inspector Heumann.\nThe seminary was established in 1907 with state funds, comprising a training and preparation school to enter the institution. Although a Catholic religious organisation in German language, it welcomed Germans as well as Poles.\nAt the start of the &lt;a href=\"Second%20Polish%20Republic\"&gt;Second Polish Republic&lt;/a&gt;, on January 20, 1920, the seminary was taken over from the German hands: in January 1920, a first exam in Polish was conducted and the 73 successful students composed the first 5 seminar classes of the Polish era. The school building provided a boarding house for non-local students at the school and a residential house for teachers.\nStudies at the seminary lasted 5 years and fees were charged; the &lt;a href=\"curriculum\"&gt;curriculum&lt;/a&gt; included general education topics, similar in scope to lower secondary school education, and basic pedagogical subjects. Artistic and technical themes (music, singing, drawings, &lt;a href=\"handicraft\"&gt;handicraft&lt;/a&gt;) were also quite widely covered: an \"exercise school\" accepted students for apprenticeships and was accessible to all children.\nThe institution was housing around 200-250 seminarians at the same time: during its existence, the school graduated 449 students, mostly from petty-bourgeois and rural extraction.\nThe seminary ceased its activities following the &lt;a href=\"J%C4%99drzejewicz%20reform\"&gt;1932 education reform&lt;/a&gt;. The edifice first harboured a private &lt;a href=\"gymnasium%20%28school%29\"&gt;gymnasium&lt;/a&gt; of the \"Polish School Society\" () but in September 1938, a \"State Pedagogical Secondary School\" took over, admitting 26 students on the first grade. Be there as it may, the school development was interrupted by the outset of &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt; the following year.\nDuring &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;Nazi occupation&lt;/a&gt; the school building was periodically occupied by military units. The &lt;a href=\"relief\"&gt;relief&lt;/a&gt; of the &lt;a href=\"National%20symbols%20of%20Poland%23Coat%20of%20arms\"&gt;Polish eagle&lt;/a&gt; hanging above the main entrance was hammered down. In 1943, a \"Women's Teachers' Seminary\" was installed in the building, as part of the &lt;a href=\"Germanisation%20in%20Poland%20%281939%E2%80%931945%29\"&gt;Germanisation&lt;/a&gt; policy: during school year 1943-1944, 230 girls attended such a program.\nAfter the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the organisation resumed its operation as \"State Pedagogical Secondary School\", but initially from another facility: on September 1, 1945, lessons were located at &lt;a href=\"Tenement%20at%20Gdanska%20street%2022%2C%20Bydgoszcz\"&gt;22 Gdańska street&lt;/a&gt; and moved back to Seminaryjna on September 1, 1946. The ground floor was occupied by the \"exercise School\", the first floor was devoted to high school classes and the second floor harboured an auditorium and a dormitory, enlarged in the 1950s beneath the &lt;a href=\"attic\"&gt;attic&lt;/a&gt;. In 1951, a commemorative plaque was placed inside the building in memory of 5 teachers murdered during Nazi occupation.\nFrom 1950 to 1954, school headmaster was Ludwik Bandura, later rector of the &lt;a href=\"University%20of%20Gda%C5%84sk\"&gt;University of Gdańsk&lt;/a&gt;. The activity slowly declined, to cease definitely in 1964. Since 1945, the institution had educated 1384 graduates, among whom was Edmund Trempała, later rector of &lt;a href=\"Kazimierz%20Wielki%20University%20in%20Bydgoszcz\"&gt;Kazimierz Wielki University in Bydgoszcz&lt;/a&gt;.\nIn 1967, municipal authorities took charge of the building, handing it over to the \"Engineering Colledge of Bydgoszcz\" () which housed there the \"Faculty of Chemical Technology\" and the university main library. In 1974, the \"Engineering Colledge\" merged with the Bydgoszcz branch of the &lt;a href=\"University%20of%20Life%20Sciences%20in%20Pozna%C5%84\"&gt;Agricultural Academy of Poznań&lt;/a&gt; and changed its name to \"University of Technology and Agriculture\". In 2006, it was renamed \"&lt;a href=\"Jan%20%C5%9Aniadecki\"&gt;Jan&lt;/a&gt; &amp; &lt;a href=\"J%C4%99drzej%20%C5%9Aniadecki\"&gt;Jędrzej Śniadecki&lt;/a&gt;\" \" &lt;a href=\"University%20of%20Technology%20and%20Life%20Sciences%20in%20Bydgoszcz\"&gt;University of Technology and Life Sciences&lt;/a&gt;\". In 1978, the main library left Seminaryjna Street to move to a more recent facility in &lt;a href=\"Fordon%20%28Bydgoszcz%20district%29\"&gt;Fordon district&lt;/a&gt;.\nThe three-storey building displays &lt;a href=\"Historicism%20%28art%29\"&gt;historicist&lt;/a&gt; style. Its footprint is an elongated rectangle, with a middle &lt;a href=\"avant-corps\"&gt;avant-corps&lt;/a&gt; at the front and side &lt;a href=\"Wing%20%28architecture%29\"&gt;wings&lt;/a&gt;. Most of the complex parts are equipped with a basement, a &lt;a href=\"gym\"&gt;gym&lt;/a&gt; area occupies the eastern wing.\nThe buildings have all a &lt;a href=\"Mansard%20roof\"&gt;Mansard roof&lt;/a&gt;. The main entrance portrays an &lt;a href=\"arch\"&gt;arch&lt;/a&gt;, as well as three openings at the third floor. Above the middle window stands a &lt;a href=\"Cartouche%20%28design%29\"&gt;cartouche&lt;/a&gt; bearing \"1907\", the inauguration date.\nA renovation of the building started in 2016: during the works, in April 2017, several documents from 1906 were found: newspapers (\"Ilustrierte Zeitung fur Blechindustrie\"), leaflets, a letter and a business card.\nTenement at No.4.\n1908\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nThe building was first registered at \"1a Prinzenhöhe straße\". The first landlord at this address was Rudolf Fredrich in 1908. Like No.2, the edifice changed its registration in 1910, to \"14 Naumanns Höhe straße\".\nThe neighbouring area at No.6, still untouched, has never been built.\nTenement at No.8.\n1910\n&lt;a href=\"Eclecticism%20in%20architecture\"&gt;Eclecticism&lt;/a&gt;\nThe first landlord was Stephan Sarnowski, registered as a journeyman blacksmith, who lived at the contiguous \"Prinzenhöhe straße\". After 1910, Sarnowski moved to the tenement he owned and stayed there at least till 1933. Located on the ridge of the hill, the southern elevation of this building faces downtown district and the valley of the Brda river.\nTenements at No.12 and No.14.\n1910\nThese two buildings, together with the one at No.10 (today non-existent), had a sole landlord, Alexander Grylewicz, a blacksmith. Their address under Prussian rule was \"8/9 Naumanns Höhe straße\". After &lt;a href=\"WWI\"&gt;WWI&lt;/a&gt;, Grylewicz is registered in 1925 as an \"invalid person\", living in \"Bielicka street\" in &lt;a href=\"Szwederowo%20district%2C%20Bydgoszcz\"&gt;Szwederowo district&lt;/a&gt;. Both edifices turn their southern frontage towards downtown district.\nOnly the tenement at No.12 kept architectural traits. Early &lt;a href=\"Modern%20architecture\"&gt;modernist&lt;/a&gt; features can be noticed on the facade, following a recent restoration."
}