{
    "id": "64638567",
    "revid": "7279272",
    "url": "https://en.wikipedia.org/wiki?curid=64638567",
    "title": "Raph Graybill",
    "text": "Raphael \"Raph\" Jeffrey Carlisle Graybill (born February 20, 1989) is an American attorney who has served as chief legal counsel to &lt;a href=\"Steve%20Bullock%20%28American%20politician%29\"&gt;Steve Bullock&lt;/a&gt;, the Governor of Montana, since 2017. Graybill was a candidate for &lt;a href=\"Attorney%20General%20of%20Montana\"&gt;Attorney General of Montana&lt;/a&gt; in the 2020 general election.\nEarly life and education.\nGraybill is a fifth-generation native of &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;. He was born and raised in &lt;a href=\"Great%20Falls%2C%20Montana\"&gt;Great Falls&lt;/a&gt; and graduated from &lt;a href=\"Great%20Falls%20High%20School\"&gt;Great Falls High School&lt;/a&gt;. In 2010, Graybill earned a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree in &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; from &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;. He then studied as a &lt;a href=\"Rhodes%20Scholarship\"&gt;Rhodes Scholar&lt;/a&gt; at &lt;a href=\"Magdalen%20College%2C%20Oxford\"&gt;Magdalen College, Oxford&lt;/a&gt;, where he earned a Master of Philosophy (MPhil) degree in &lt;a href=\"political%20theory\"&gt;political theory&lt;/a&gt; in 2012. Graybill received a &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; from &lt;a href=\"Yale%20Law%20School\"&gt;Yale Law School&lt;/a&gt; in 2015.\nGraybill served as an Auxiliary &lt;a href=\"Police%20officer\"&gt;Police Officer&lt;/a&gt; with the &lt;a href=\"New%20York%20City%20Police%20Department\"&gt;New York City Police Department&lt;/a&gt; for four years while studying at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;.\nCareer.\nIn 2008, Graybill was elected as a &lt;a href=\"Democratic%20National%20Committee\"&gt;Democratic National Committee&lt;/a&gt; delegate and had the distinction of being the youngest DNC delegate elected to the Montana Delegation.\nAfter graduating from &lt;a href=\"Yale%20Law%20School\"&gt;Yale Law School&lt;/a&gt; in 2015, Graybill served as the &lt;a href=\"law%20clerk\"&gt;law clerk&lt;/a&gt; to Chief Judge &lt;a href=\"Sidney%20R.%20Thomas\"&gt;Sidney R. Thomas&lt;/a&gt; of the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Ninth%20Circuit\"&gt;U.S. Court of Appeals for the 9th Circuit&lt;/a&gt; in &lt;a href=\"Billings%2C%20Montana\"&gt;Billings, Montana&lt;/a&gt;. He then worked in private practice for the firm Susman Godfrey LLP, representing small businesses harmed by unfair business practices.\nChief Legal Counsel to the Governor.\nIn 2017, Montana Governor Steve Bullock appointed Graybill as Chief Legal Counsel. As the lead attorney in the Montana Executive Branch, he represented the legal interests of the administration and its constituents. In this role, Graybill has represented cases in the &lt;a href=\"Montana%20Supreme%20Court\"&gt;Supreme Court of Montana&lt;/a&gt; and &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;United States Supreme Court&lt;/a&gt; and set precedents in easements and public land access, veto powers, and election laws including mail in ballots and dark money disclosure requirements.\nNotable cases:\nCOVID-19 response.\nAs Chief Legal Counsel, Graybill helped design Montana’s response to the &lt;a href=\"COVID-19%20pandemic%20in%20Montana\"&gt;COVID-19 pandemic in Montana&lt;/a&gt;. Graybill participated in drafting the Governor’s Executive Orders, including No. 2-2020, that shaped new rules in the state designed to limit the spread of the virus. He also coordinated investigations and enforcement through the Montana Department of Health and Human Services.\nGraybill was also charged with defending Montana's &lt;a href=\"mail-in%20ballot\"&gt;mail-in ballot&lt;/a&gt;s for the &lt;a href=\"2020%20Montana%20elections\"&gt;November 3, 2020 election&lt;/a&gt; as part of the &lt;a href=\"COVID-19%20pandemic%20in%20Montana\"&gt;state's COVID-19 measures&lt;/a&gt; to protect voter and election worker safety during the pandemic. &lt;a href=\"Donald%20Trump\"&gt;President Donald Trump's&lt;/a&gt; campaign brought a lawsuit against &lt;a href=\"Steve%20Bullock%20%28American%20politician%29\"&gt;Montana Governor Bullock's&lt;/a&gt; mail-in ballot directive. Governor Bullock's directive allowed Montana counties to conduct elections using mail-in ballots if counties determined that in-person polling stations posed a significant public health risk. Graybill won the case for Montana in the U.S. District Court, and, when the Trump Campaign attempted to contest the decision in a petition to the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt;, the U.S. Supreme court sided with Graybill and the State of Montana, which allowed counties to proceed with their plans to send out mail-in ballots.\n2020 Montana Attorney General campaign.\nOn May 8, 2019, Graybill announced his candidacy for &lt;a href=\"Montana%20Attorney%20General\"&gt;Montana Attorney General&lt;/a&gt;. Graybill won the &lt;a href=\"2020%20Montana%20Attorney%20General%20election\"&gt;June 2, 2020 Democratic primary&lt;/a&gt;, defeating &lt;a href=\"Kimberly%20Dudik\"&gt;Kimberly Dudik&lt;/a&gt;. On November 3, 2020, Graybill lost the general election to Republican &lt;a href=\"Austin%20Knudsen\"&gt;Austin Knudsen&lt;/a&gt;.\nPersonal life.\nIn December 2017, Graybill married Marisa Meredith Franklin, the Mathematics Instructional Coordinator at the &lt;a href=\"Montana%20Office%20of%20Public%20Instruction\"&gt;Montana Office of Public Instruction&lt;/a&gt;. They have one daughter, Genevieve."
}