{
    "id": "64634204",
    "revid": "11329025",
    "url": "https://en.wikipedia.org/wiki?curid=64634204",
    "title": "2020–21 North West Counties Football League",
    "text": "The 2020–21 North West Counties Football League season was the 39th in the history of the &lt;a href=\"North%20West%20Counties%20Football%20League\"&gt;North West Counties Football League&lt;/a&gt;, a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in &lt;a href=\"England\"&gt;England&lt;/a&gt;, and the third season following the split of the lower level into two geographically separated divisions. Teams are divided into three divisions: Premier Division, at Step 5, and Divisions One North and South, at Step 6.\nThe allocations for Steps 5 and 6 for season 2020–21 were announced by the Football Association on 21 July, and were subject to appeal. On 6 August, it was announced by the League that the season would start no earlier than Saturday 3 October. The season was later suspended in December as a result of the &lt;a href=\"COVID-19%20pandemic%20in%20England\"&gt;COVID-19 pandemic in England&lt;/a&gt;. It was subsequently abandoned on 24 February 2021. \nPremier Division.\nThe Premier Division comprised 20 teams, the same set of teams which competed in the previous season's aborted competition. \nRylands changed its name to &lt;a href=\"Warrington%20Rylands%201906%20F.C.\"&gt;Warrington Rylands 1906&lt;/a&gt;.\nPremier Division table.\nPrior to the first match(es) being played the \"Pos\" column shows alphanumeric sequence of teams rather than league position.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nDivision One North.\nDivision One North comprised 19 clubs, 18 of which were in the division the previous season.\nDivision One North table.\nPrior to the first match(es) being played the \"Pos\" column shows alphabetic sequence of teams rather than league position.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nDivision One South.\nDivision One South comprised 20 clubs, 19 of which were in the division the previous season.\nDivision One South table.\nPrior to the first match(es) being played the \"Pos\" column shows alphabetic sequence of teams rather than league position.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nLeague Challenge Cup.\nAlso called the &lt;a href=\"Macron%20%28sportswear%29\"&gt;Macron&lt;/a&gt; Challenge Cup for sponsorship reasons.\nThis competition is open to all teams in the league. However, due to irregularities in the previous season, &lt;a href=\"A.F.C.%20Darwen\"&gt;AFC Darwen&lt;/a&gt; forfeited a place in the competition this season\nThe competition was suspended for this season and eventually cancelled in February 2021. \nDivision One Trophy.\nThe competition was also suspended for this season and later cancelled in February 2021.\nDivision One Champions Cup.\nThis would have been played at the end of the season between the winners of Division One North and Division One South. It too was cancelled in February 2021."
}