{
    "id": "64648025",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=64648025",
    "title": "Defelê F.C.",
    "text": "Departamento de Força e Luz Futebol Clube, also known as Defelê Futebol Clube, was a Brazilian &lt;a href=\"Sports%20club\"&gt;football club&lt;/a&gt;, based in &lt;a href=\"Bras%C3%ADlia\"&gt;Brasília&lt;/a&gt;, &lt;a href=\"Federal%20District%20%28Brazil%29\"&gt;Federal District&lt;/a&gt;. Founded on December 25, 1959. Your colors's badge were &lt;a href=\"red\"&gt;red&lt;/a&gt; and &lt;a href=\"white\"&gt;white&lt;/a&gt;.\nHistory.\nIn the beginning, the &lt;a href=\"Campeonato%20Brasiliense\"&gt;Campeonato Brasiliense de Futebol&lt;/a&gt; were based with clubs from companies that &lt;a href=\"Construction%20of%20Brasilia\"&gt;constructed Brasília&lt;/a&gt;. Wander Marques Abdala, made a team with employees from the Departamento de Força e Luz. The broadcaster Jorge Curi trying to read the name of the team said \"Defelê\", and the supporters approved it. The Defelê were champion of the &lt;a href=\"Campeonato%20Brasiliense\"&gt;Campeonato Brasiliense&lt;/a&gt; three times straight, in 1960, 1961 and 1962. In 1963, Defelê played the &lt;a href=\"Ta%C3%A7a%20Brasil\"&gt;Taça Brasil&lt;/a&gt; in a period that the teams from the Federal District started to become professional. The team was eliminated by &lt;a href=\"Vila%20Nova%20Futebol%20Clube\"&gt;Vila Nova-GO&lt;/a&gt;. In 1968, the team won the championship beating your rival Rabelo. In 1970, Defelê played your last championship, staying in the last position, and after that ceased operations.\nCampeonato Brasiliense.\nFirst title.\nThe 1960 Campeonato Brasiliense only started in November. In the inaugural game, they lost to Rabello. His first victory came against Paderneiras. They had other four victories and in the last round they defeated the &lt;a href=\"CR%20Guar%C3%A1\"&gt;CR Guará&lt;/a&gt; and lifted the trophy.\nStadium.\nThe Defelê Stadium is a stadium in Vila Planalto, em &lt;a href=\"Bras%C3%ADlia\"&gt;Brasília&lt;/a&gt;. The stadium was founded in 1959. Until 2013 the field was propriety of Novacap, when they transferred to &lt;a href=\"Federal%20District%20%28Brazil%29\"&gt;the Governo do Distrito Federal&lt;/a&gt;. Since 1992, the stadium is a Clube Social Unidade de Vizinhança.\nToday the stadium is home of the &lt;a href=\"Real%20Bras%C3%ADlia%20F.C.\"&gt;Real Brasília FC&lt;/a&gt;."
}