{
    "id": "6468",
    "revid": "1068559396",
    "url": "https://en.wikipedia.org/wiki?curid=6468",
    "title": "Country Liberal Party",
    "text": "The Country Liberal Party (CLP), officially the Country Liberals (Northern Territory), is a &lt;a href=\"Liberal%20conservatism\"&gt;liberal conservative&lt;/a&gt; &lt;a href=\"list%20of%20political%20parties%20in%20Australia\"&gt;political party in Australia&lt;/a&gt; founded in 1974, which operates solely in the &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt;, however due to &lt;a href=\"Christmas%20Island\"&gt;Christmas Island&lt;/a&gt; and the &lt;a href=\"Cocos%20%28Keeling%29%20Islands\"&gt;Cocos (Keeling) Islands&lt;/a&gt; forming part of the &lt;a href=\"Division%20of%20Lingiari\"&gt;Division of Lingiari&lt;/a&gt; they also vote for the Country Liberal Party.\nThe CLP first fielded candidates at the &lt;a href=\"1975%20Australian%20federal%20election\"&gt;1975 federal election&lt;/a&gt;, winning one seat in the Senate and the non-voting seat in the House of Representatives. Since 1979, the CLP has been formally affiliated with both the federal &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal Party of Australia&lt;/a&gt; and the &lt;a href=\"National%20Party%20of%20Australia\"&gt;National Party of Australia&lt;/a&gt; (previously the Country Party and National Country Party), the two partners in the federal &lt;a href=\"Coalition%20%28Australia%29\"&gt;Coalition&lt;/a&gt;. The CLP has full voting rights within the National Party and observer status with the Liberal Party. Currently, the CLP has one representative in federal parliament, &lt;a href=\"Australian%20Senate\"&gt;Senator&lt;/a&gt; &lt;a href=\"Sam%20McMahon\"&gt;Sam McMahon&lt;/a&gt;, who sits with the parliamentary National Party.\nThe CLP dominated the &lt;a href=\"Northern%20Territory%20Legislative%20Assembly\"&gt;Northern Territory Legislative Assembly&lt;/a&gt; from its establishment in 1974 until the &lt;a href=\"2001%20Northern%20Territory%20general%20election\"&gt;2001 general election&lt;/a&gt;, when the CLP lost government winning only 10 of the 25 seats, and was reduced further to four parliamentary members at the &lt;a href=\"2005%20Northern%20Territory%20general%20election\"&gt;2005 election&lt;/a&gt;. At the &lt;a href=\"2008%20Northern%20Territory%20general%20election\"&gt;2008 election&lt;/a&gt; it increased its numbers, winning 11 seats.\nThe CLP returned to office following the &lt;a href=\"2012%20Northern%20Territory%20general%20election\"&gt;2012 election&lt;/a&gt;, winning 16 of 25 seats, and leader &lt;a href=\"Terry%20Mills%20%28Australian%20politician%29\"&gt;Terry Mills&lt;/a&gt; became &lt;a href=\"Chief%20Minister%20of%20the%20Northern%20Territory\"&gt;Chief Minister of the Northern Territory&lt;/a&gt;. Less than a year later, Mills was replaced as Chief Minister and CLP leader by &lt;a href=\"Adam%20Giles\"&gt;Adam Giles&lt;/a&gt; at the &lt;a href=\"Country%20Liberal%20Party%20leadership%20spill%2C%202013\"&gt;2013 CLP leadership ballot&lt;/a&gt; on 13 March. Giles was the first &lt;a href=\"indigenous%20Australian\"&gt;indigenous Australian&lt;/a&gt; to lead a state or territory government in Australia. Giles was defeated at the &lt;a href=\"Country%20Liberal%20Party%20leadership%20spill%2C%202015\"&gt;2015 CLP leadership ballot&lt;/a&gt; but managed to survive in the aftermath. Multiple defections saw the CLP reduced to &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt; a few months later. At the &lt;a href=\"2016%20Northern%20Territory%20general%20election\"&gt;27 August 2016 Territory election&lt;/a&gt;, the CLP was resoundingly defeated, winning just two of 25 seats. &lt;a href=\"Gary%20Higgins\"&gt;Gary Higgins&lt;/a&gt; became CLP leader and &lt;a href=\"Leader%20of%20the%20Opposition%20%28Northern%20Territory%29\"&gt;opposition leader&lt;/a&gt; on 2 September, with &lt;a href=\"Lia%20Finocchiaro\"&gt;Lia Finocchiaro&lt;/a&gt; as his deputy. On 20 January 2020, Higgins stood down as party leader and announced his retirement at the next election. Finocchiaro became CLP leader and leader of the opposition on 1 February 2020.\nHistory.\nOrigins.\nA &lt;a href=\"party%20system\"&gt;party system&lt;/a&gt; did not develop in the Northern Territory until the 1960s, due to its small population and lack of regular elections. The &lt;a href=\"Australian%20Labor%20Party%20%28Northern%20Territory%20Branch%29\"&gt;Australian Labor Party&lt;/a&gt; (ALP) contested elections as early as 1905, but rarely faced an organised opposition; anti-Labor candidates usually stood as &lt;a href=\"Independent%20politician\"&gt;independents&lt;/a&gt;. The regionalist &lt;a href=\"North%20Australia%20Party\"&gt;North Australia Party&lt;/a&gt; (NAP), established by &lt;a href=\"Alfred%20Lionel%20Rose\"&gt;Lionel Rose&lt;/a&gt; for the &lt;a href=\"Northern%20Territory%20Legislative%20Council\"&gt;Legislative Council&lt;/a&gt; elections in 1965, has been cited as a predecessor of the CLP.\nA Darwin branch of the &lt;a href=\"Australian%20Country%20Party\"&gt;Country Party&lt;/a&gt; was established on 20 July 1966, following by an Alice Springs branch on 29 July. The creation of the branches was spurred by the upcoming &lt;a href=\"1966%20Australian%20federal%20election\"&gt;1966 federal election&lt;/a&gt; and the announcement by the Northern Territory's federal MP &lt;a href=\"Jock%20Nelson\"&gt;Jock Nelson&lt;/a&gt; that he would be retiring from politics. The Country Party achieved its first electoral success with the election of &lt;a href=\"Sam%20Calder\"&gt;Sam Calder&lt;/a&gt; as Nelson's replacement. It subsequently won four out of eleven seats at the 1968 Legislative Council elections. A third branch of the party was established in &lt;a href=\"Katherine%2C%20Northern%20Territory\"&gt;Katherine&lt;/a&gt; in February 1971. The branches affiliated with the Federal Council of the Australian Country Party in July 1971, establishing a formal entity with a central council, executive and annual conference. The party was formally named the \"Australian Country Party – Northern Territory\".\nThe Country Party primarily drew its support from Alice Springs, small towns, and the pastoral industry, including \"a fair proportion of the non-urban Aboriginal vote\". The party did not have a strong presence in Darwin. A branch of the &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal Party&lt;/a&gt;, the Country Party's &lt;a href=\"Coalition%20%28Australia%29\"&gt;coalition partner&lt;/a&gt; at a federal level, had been established in Darwin in 1966, representing commercial interests and urban professionals. The Liberals fielded candidates at the 1968 Legislative Council elections, but by 1970 the local branch had ceased to function. In 1973, the Country Party began actively working to include Liberal supporters within its organisation, spurred by the &lt;a href=\"Whitlam%20Government\"&gt;Whitlam Government&lt;/a&gt;'s announcement of a fully elective &lt;a href=\"Northern%20Territory%20Legislative%20Assembly\"&gt;Northern Territory Legislative Assembly&lt;/a&gt;. Following informal negotiations led by &lt;a href=\"Goff%20Letts\"&gt;Goff Letts&lt;/a&gt;, a joint committee was established to determine changes to the Country Party's constitution and policy. These were officially approved, along with the adoption of the name Country Liberal Party, at the party's annual conference in Alice Springs on 20 July 1974.\n1974–2001: Foundation and early dominance.\nThe &lt;a href=\"Whitlam%20Government\"&gt;Whitlam Government&lt;/a&gt; passed legislation in 1974 to establish a fully elected &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; &lt;a href=\"Northern%20Territory%20Legislative%20Assembly\"&gt;Northern Territory Legislative Assembly&lt;/a&gt;, replacing the previous partly elected Legislative Council, which had been in existence since 1947. The CLP won 17 out of 19 seats at &lt;a href=\"1974%20Northern%20Territory%20general%20election\"&gt;the inaugural elections&lt;/a&gt; in October 1974, with independents holding the other two seats. Goff Letts became the inaugural majority leader, a title changed to &lt;a href=\"Chief%20Minister%20of%20the%20Northern%20Territory\"&gt;chief minister&lt;/a&gt; after the granting of self-government in 1978. The CLP governed the Northern Territory from 1974 until the &lt;a href=\"2001%20Northern%20Territory%20general%20election\"&gt;2001 election&lt;/a&gt;. During this time, it never faced more than nine opposition members. Indeed, the CLP's dominance was so absolute that its internal politics were seen as a bigger threat than any opposition party. This was especially pronounced in the mid-1980s, when a series of party-room coups resulted in the Territory having three Chief Ministers in four years and also saw the creation of the &lt;a href=\"Northern%20Territory%20Nationals\"&gt;Northern Territory Nationals&lt;/a&gt; as a short-lived splinter group under the leadership of former CLP chief minister &lt;a href=\"Ian%20Tuxworth\"&gt;Ian Tuxworth&lt;/a&gt;.\nThe Whitlam Government also passed legislation to give the Northern Territory and &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt; (ACT) representation in the federal &lt;a href=\"Australian%20Senate\"&gt;Senate&lt;/a&gt;, with each territory electing two senators. &lt;a href=\"Bernie%20Kilgariff\"&gt;Bernie Kilgariff&lt;/a&gt; was elected as the CLP's first senator at the &lt;a href=\"1975%20Australian%20federal%20election\"&gt;1975 federal election&lt;/a&gt;, sitting alongside Sam Calder in the parliamentary National Country Party. On 3 February 1979 a special conference of the CLP resolved that \"the Federal CLP Parliamentarians be permitted to sit in the Party Rooms of their choice in Canberra\". Despite personal misgivings, Kilgariff chose to sit with the parliamentary Liberal Party from 8 March 1979 in order that the CLP have representation in both parties, a practice which has been maintained where possible.\n2001–2012: In opposition.\nAt the &lt;a href=\"2001%20Northern%20Territory%20general%20election\"&gt;2001 election&lt;/a&gt; the Australian Labor Party won government by one seat, ending 27 years of CLP government. The loss marked a major turning point in Northern Territory politics, a result which was exacerbated when, at the &lt;a href=\"2005%20Northern%20Territory%20general%20election\"&gt;2005 election&lt;/a&gt;, the ALP won the second-largest majority government in the history of the Territory, reducing the once-dominant party to just four members in the Legislative Assembly. This result was only outdone by the 1974 election, in which the CLP faced only two independents as opposition. The CLP even lost two seats in &lt;a href=\"Palmerston%2C%20Northern%20Territory\"&gt;Palmerston&lt;/a&gt;, an area where the ALP had never come close to winning any seats before.\nIn the &lt;a href=\"2001%20Australian%20federal%20election\"&gt;2001 federal election&lt;/a&gt;, the CLP won the newly formed seat of &lt;a href=\"Division%20of%20Solomon\"&gt;Solomon&lt;/a&gt;, based on Darwin/Palmerston, in the House of Representatives.\nIn the &lt;a href=\"2004%20Australian%20federal%20election\"&gt;2004 federal election&lt;/a&gt;, the CLP held one seat in the House of Representatives, and one seat in the Senate. The CLP lost its federal lower house seat in the &lt;a href=\"2007%20Australian%20federal%20election\"&gt;2007 federal election&lt;/a&gt;, but regained it when Palmerston deputy mayor &lt;a href=\"Natasha%20Griggs\"&gt;Natasha Griggs&lt;/a&gt; won back Solomon for the CLP. She sat with the Liberals in the House.\nThe &lt;a href=\"2008%20Northern%20Territory%20general%20election\"&gt;2008 election&lt;/a&gt; saw the CLP recover from the severe loss it suffered three years earlier, increasing its representation from four to 11 members. Following the 2011 decision of ALP-turned-independent member &lt;a href=\"Alison%20Anderson\"&gt;Alison Anderson&lt;/a&gt; to join the CLP, this increased CLP's representation to 12 in the Assembly, leaving the incumbent Henderson Government to govern in minority with the support of Independent MP &lt;a href=\"Gerry%20Wood\"&gt;Gerry Wood&lt;/a&gt;.\nHistorically, the CLP has been particularly dominant in the Territory's two major cities, &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt;/Palmerston and &lt;a href=\"Alice%20Springs\"&gt;Alice Springs&lt;/a&gt;. However, in recent years the ALP has pulled even with the CLP in the Darwin area; indeed, its 2001 victory was fueled by an unexpected swing in Darwin.\n2012–2016: Return to government and internal conflict.\nThe CLP under the leadership of &lt;a href=\"Terry%20Mills%20%28Australian%20politician%29\"&gt;Terry Mills&lt;/a&gt; returned to power in the &lt;a href=\"2012%20Northern%20Territory%20general%20election\"&gt;2012 election&lt;/a&gt; with 16 of 25 seats, defeating the incumbent Labor Government led by &lt;a href=\"Paul%20Henderson%20%28politician%29\"&gt;Paul Henderson&lt;/a&gt;. In the lead up to the Territory election, CLP Senator &lt;a href=\"Nigel%20Scullion\"&gt;Nigel Scullion&lt;/a&gt; sharply criticised the &lt;a href=\"Gillard%20Government\"&gt;Federal Labor Government&lt;/a&gt; for its suspension of the live cattle trade to Indonesia - an economic mainstay of the territory.\nThe election victory ended 11 years of ALP rule in the Northern Territory. The victory was also notable for the support it achieved from &lt;a href=\"indigenous%20Australians\"&gt;indigenous people&lt;/a&gt; in pastoral and remote electorates. Large swings were achieved in remote Territory electorates (where the indigenous population comprised around two-thirds of voters) and a total of five Aboriginal CLP candidates won election to the Assembly. Among the indigenous candidates elected were high-profile Aboriginal activist &lt;a href=\"Bess%20Price\"&gt;Bess Price&lt;/a&gt; and former ALP member &lt;a href=\"Alison%20Anderson\"&gt;Alison Anderson&lt;/a&gt;. Anderson was appointed Minister for Indigenous Advancement. In a nationally reported speech in November 2012, Anderson condemned welfare dependency and a culture of entitlement in her first ministerial statement on the status of Aboriginal communities in the Territory and said the CLP would focus on improving education and on helping create real jobs for indigenous people.\nLeadership spills.\n&lt;a href=\"Adam%20Giles\"&gt;Adam Giles&lt;/a&gt; replaced Mills as &lt;a href=\"Chief%20Minister%20of%20the%20Northern%20Territory\"&gt;Chief Minister of the Northern Territory&lt;/a&gt; and party leader at the &lt;a href=\"Country%20Liberal%20Party%20leadership%20spill%2C%202013\"&gt;2013 CLP leadership ballot&lt;/a&gt; on 13 March while Mills was on a trade mission in Japan. Giles was sworn in as Chief Minister on 14 March, becoming the first indigenous head of government of an Australian state or territory.\n&lt;a href=\"Willem%20Westra%20van%20Holthe\"&gt;Willem Westra van Holthe&lt;/a&gt; challenged Giles at the &lt;a href=\"Country%20Liberal%20Party%20leadership%20spill%2C%202015\"&gt;2015 CLP leadership ballot&lt;/a&gt; on 2 February and was elected leader by the party room in a late night vote conducted by phone. However, Giles refused to resign as Chief Minister following the vote. On 3 February, \"&lt;a href=\"ABC%20News%20%28Australia%29\"&gt;ABC News&lt;/a&gt;\" reported that officials were preparing an &lt;a href=\"Statutory%20Instrument%23Other%20countries\"&gt;instrument&lt;/a&gt; for Giles' removal by the &lt;a href=\"Administrator%20of%20the%20Northern%20Territory\"&gt;Administrator&lt;/a&gt;. The swearing-in of Westra van Holthe, which had been scheduled for 11:00 local time (01:30 UTC), was delayed. After a meeting of the parliamentary wing of the CLP, Giles announced that he would remain as party leader and Chief Minister, and that Westra van Holthe would be his deputy.\nDefections and minority government.\nAfter four defections during the parliamentary term, the CLP was reduced to &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt; by July 2015. Giles raised the possibility of an early election on 20 July stating that he would \"love\" to call a snap poll, but that it was \"pretty much impossible to do\". &lt;a href=\"Crossbencher\"&gt;Crossbencher&lt;/a&gt;s dismissed the notion of voting against a &lt;a href=\"confidence%20motion\"&gt;confidence motion&lt;/a&gt; to bring down the government.\n2016–present: In opposition.\nTerritory government legislation passed in February 2016 changed the voting method of &lt;a href=\"single-member%20electorates\"&gt;single-member electorates&lt;/a&gt; from &lt;a href=\"full-preferential%20voting\"&gt;full-preferential voting&lt;/a&gt; to &lt;a href=\"optional%20preferential%20voting\"&gt;optional preferential voting&lt;/a&gt; ahead of the &lt;a href=\"2016%20Northern%20Territory%20general%20election\"&gt;2016 territory election&lt;/a&gt; held on 27 August.\nFederally, a &lt;a href=\"Opinion%20polling%20for%20the%20Australian%20federal%20election%2C%202016%23Northern%20Territory\"&gt;MediaReach seat-level opinion poll&lt;/a&gt; of 513 voters in the seat of &lt;a href=\"Division%20of%20Solomon\"&gt;Solomon&lt;/a&gt; conducted 22−23 June ahead of the &lt;a href=\"2016%20Australian%20federal%20election\"&gt;2016 federal election&lt;/a&gt; held on 2 July surprisingly found Labor candidate &lt;a href=\"Luke%20Gosling\"&gt;Luke Gosling&lt;/a&gt; heavily leading two-term CLP incumbent &lt;a href=\"Natasha%20Griggs\"&gt;Natasha Griggs&lt;/a&gt; 61–39 on the &lt;a href=\"Two-party-preferred%20vote\"&gt;two-party&lt;/a&gt; vote from a large 12.4 percent &lt;a href=\"Swing%20%28Australian%20politics%29\"&gt;swing&lt;/a&gt;. The CLP lost Solomon to Labor at the election, with Gosling defeating Griggs 56–44 on the two-party vote from a 7.4 percent swing.\nPolling ahead of the &lt;a href=\"2016%20Northern%20Territory%20general%20election\"&gt;2016 Territory election&lt;/a&gt; indicated a large swing against the CLP, including a near-total collapse in Darwin/Palmerston. By the time the writs were dropped, commentators had almost universally written off the CLP. At 27 August Territory election, the CLP was swept from power in a massive Labor landslide, suffering easily the worst defeat of a sitting government in Territory history and one of the worst defeats a governing party has ever suffered at the state or territory level in Australia. The party not only lost all of the bush seats it picked up in 2012, but was all but shut out of Darwin/Palmerston, winning only one seat there. All told, the CLP only won two seats, easily its worst showing in an election. Giles himself lost his own seat, becoming the second Majority Leader/Chief Minister to lose his own seat. Even before Giles' defeat was confirmed, second-term MP &lt;a href=\"Gary%20Higgins\"&gt;Gary Higgins&lt;/a&gt;—the only surviving member of the Giles cabinet—was named the party's new leader, with &lt;a href=\"Lia%20Finocchiaro\"&gt;Lia Finocchiaro&lt;/a&gt; as his deputy. On 20 January 2020, Higgins announced his resignation as party leader and announced his retirement at the next election. Finocchiaro succeeded him as CLP leader and leader of the opposition on 1 February 2020.\nFinocchiaro led the CLP to a modest recovery at the &lt;a href=\"2020%20Northern%20Territory%20general%20election\"&gt;2020 Territory election&lt;/a&gt;. The CLP picked up a six-seat swing, boosting its seat count to eight. However, it failed to make significant inroads in Darwin/Palmerston, winning only two seats there, including that of Finocchiaro.\nThe CLP lost the seat of &lt;a href=\"Electoral%20division%20of%20Daly\"&gt;Daly&lt;/a&gt; to Labor in a &lt;a href=\"2021%20Daly%20by-election\"&gt;2021 by-election&lt;/a&gt;, the first time an incumbent government had won a seat from the opposition in territory history.\nIn January 2022, Sam McMahon resigned from the party, and will remain as an Independent for the remainder of her term, effectively causing the party to lose its representation in the senate with the loss of the 1 seat held by McMahon.\nIdeology.\nThe CLP stands for office in the Northern Territory Assembly and &lt;a href=\"Federal%20Parliament%20of%20Australia\"&gt;Federal Parliament of Australia&lt;/a&gt; and primarily concerns itself with representing Territory interests. It is a regionally based party, that has parliamentary representation in both the Federal Parliament and at the Territory level. It brands as a party with strong roots in the Territory.\nThe CLP competes against the &lt;a href=\"Australian%20Labor%20Party%20%28Northern%20Territory%20Branch%29\"&gt;Australian Labor Party (Northern Territory Branch)&lt;/a&gt; (the local branch of Australia's &lt;a href=\"social%20democracy\"&gt;social-democratic&lt;/a&gt; party). It is closely affiliated with, but is independent from the &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal Party of Australia&lt;/a&gt; (a mainly urban, pro-business party comprising mainly &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; membership) and the &lt;a href=\"National%20Party%20of%20Australia\"&gt;National Party of Australia&lt;/a&gt; (a &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; &lt;a href=\"agrarianism\"&gt;agrarian&lt;/a&gt; and regional interests party).\nThe party promotes traditional Liberal Party values such as &lt;a href=\"individualism\"&gt;individualism&lt;/a&gt; and &lt;a href=\"private%20enterprise\"&gt;private enterprise&lt;/a&gt;, and what it describes as \"progressive\" political policy such as &lt;a href=\"Proposed%20Northern%20Territory%20statehood\"&gt;full statehood&lt;/a&gt; for the Northern Territory.\nOrganisation.\nBranch delegates and members of the party's Central Council attend the Annual Conference of the Country Liberal Party to decide the party's platform. The Central Council is composed of the party's office bearers, its leaders from the Territory Assembly and the Federal Parliament and representatives of party branches.\nThe Annual Conference of the Country Liberal Party, attended by branch delegates and members of the party's Central Council, decides matters relating to the party's platform and philosophy. The Central Council administers the party and makes decisions on &lt;a href=\"pre-selection\"&gt;pre-selection&lt;/a&gt;s. It is composed of the party's office bearers, its leaders in the Northern Territory Legislative Assembly, members in the Federal Parliament, and representation from each of the party's branches.\nThe CLP president has full voting rights with the National Party and observer status with the Liberal Party. Both the Liberals and Nationals receive Country Liberal delegations at their conventions. After federal elections, the CLP directs its federal members and senators as to which of the two other parties they should sit with in the parliamentary chamber. In practice, CLP House members usually sit with the Liberals, while CLP Senators sit with the Nationals."
}