{
    "id": "64698063",
    "revid": "32005",
    "url": "https://en.wikipedia.org/wiki?curid=64698063",
    "title": "Popular Movement (Montenegro)",
    "text": "The Popular Movement of Montenegro (, NP), commonly known as simply Popular Movement, is a &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; &lt;a href=\"Regionalism%20%28politics%29\"&gt;regionalist&lt;/a&gt; &lt;a href=\"List%20of%20political%20parties%20in%20Montenegro\"&gt;political party&lt;/a&gt; in &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, formed in February 2021 from the political alliance of the same name. The alliance, which was formed back in May 2020 prior to the &lt;a href=\"2020%20Montenegrin%20parliamentary%20election\"&gt;August parliamentary election&lt;/a&gt;, ran within the common opposition \"&lt;a href=\"For%20the%20Future%20of%20Montenegro\"&gt;For the Future of Montenegro&lt;/a&gt;\" list. The party also seeks to represent &lt;a href=\"Serbs%20of%20Montenegro\"&gt;Serb ethnic interests&lt;/a&gt;. Party founder and current leader is Montenegrin-Serbian businessman &lt;a href=\"Miodrag%20Davidovi%C4%87\"&gt;Miodrag \"Daka\" Davidović&lt;/a&gt;, who is known as a great benefactor of the &lt;a href=\"Serbian%20Orthodox%20Church\"&gt;Serbian Orthodox Church&lt;/a&gt; and a longtime financier of the Montenegrin &lt;a href=\"Opposition%20%28politics%29\"&gt;opposition&lt;/a&gt; during the a thirty-year long &lt;a href=\"Democratic%20Party%20of%20Socialists\"&gt;DPS-led regime&lt;/a&gt; in Montenegro. NP has no seats in the &lt;a href=\"Parliament%20of%20Montenegro\"&gt;national parliament&lt;/a&gt; and is yet to contest the elections, its currently operating regionally within the country's second-largest municipality of &lt;a href=\"Nik%C5%A1i%C4%87%20Municipality\"&gt;Nikšić&lt;/a&gt; and its surronding areas.\nHistory.\nPolitical alliance.\nIn July 2020 &lt;a href=\"United%20Montenegro\"&gt;United Montenegro&lt;/a&gt; (UCG), &lt;a href=\"Workers%27%20Party%20%28Montenegro%29\"&gt;Workers' Party&lt;/a&gt; (RP) and &lt;a href=\"Independent%20politician\"&gt;Independent group&lt;/a&gt; in &lt;a href=\"Parliament%20of%20Montenegro\"&gt;the parliament&lt;/a&gt; (composed of former members of &lt;a href=\"Socialist%20People%27s%20Party%20of%20Montenegro\"&gt;SNP&lt;/a&gt; and &lt;a href=\"DEMOS%20%28Montenegro%29\"&gt;DEMOS&lt;/a&gt; parties), agreed to form a new &lt;a href=\"cultural%20conservative\"&gt;cultural conservative&lt;/a&gt; political alliance under the name \"Popular Movement\", continuing its activity within the joint coalition with &lt;a href=\"Democratic%20Front%20%28Montenegro%29\"&gt;Democratic Front&lt;/a&gt; (DF), &lt;a href=\"Socialist%20People%27s%20Party%20of%20Montenegro\"&gt;Socialist People's Party&lt;/a&gt; (SNP) and the &lt;a href=\"True%20Montenegro\"&gt;True Montenegro&lt;/a&gt; (PCG). During July 2020, Popular Movement was joined by another minor right-wing parties, such as &lt;a href=\"Democratic%20Party%20of%20Unity\"&gt;Democratic Party of Unity&lt;/a&gt; (DSJ) and &lt;a href=\"Democratic%20Serb%20Party%20%28Montenegro%29\"&gt;Democratic Serb Party&lt;/a&gt; (DSS). The newly founded coalition initiator and de facto leader is controversial &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;-based Montenegrin businessman &lt;a href=\"Miodrag%20Davidovi%C4%87\"&gt;Miodrag Davidović&lt;/a&gt;. \nOn 2 August 2020, the Popular Movement officially decided to enter the common opposition electoral list with Democratic Front and the SNP, in order to participate at the forthcoming &lt;a href=\"2020%20Montenegrin%20parliamentary%20election\"&gt;parliamentary election&lt;/a&gt;, forming big tent \"&lt;a href=\"For%20the%20Future%20of%20Montenegro\"&gt;For the Future of Montenegro&lt;/a&gt;\" pre-election coalition. At the joint electoral list, NP leading candidate was &lt;a href=\"United%20Montenegro\"&gt;United Montenegro&lt;/a&gt; (UCG) member &lt;a href=\"Vladimir%20Dobri%C4%8Danin\"&gt;Vladimir Dobričanin&lt;/a&gt;, by holding seventh position on the list, their other candidate was &lt;a href=\"Maksim%20Vu%C4%8Dini%C4%87\"&gt;Maksim Vučinić&lt;/a&gt;, leader of the &lt;a href=\"Workers%27%20Party%20%28Montenegro%29\"&gt;Workers' Party&lt;/a&gt; (RP), who hold only the twenty-seventh place on common electoral list. The founding members in July 2020 were:\nAll constituent members of newly founded alliance employed a more significant cultural and socially conservative discourse, advocating &lt;a href=\"Serbian%20Orthodox%20Church\"&gt;Serbian Orthodox Church&lt;/a&gt; rights in Montenegro, due to the &lt;a href=\"2019-2020%20Clerical%20protests%20in%20Montenegro\"&gt;2020 Montenegrin political crisis&lt;/a&gt;, and an open conflict between the &lt;a href=\"Serbian%20Orthodox%20Church%20in%20Montenegro\"&gt;Serbian Orthodox Church in Montenegro&lt;/a&gt; and the &lt;a href=\"Democratic%20Party%20of%20Socialists\"&gt;Democratic Party of Socialists&lt;/a&gt;-led &lt;a href=\"Markovi%C4%87%20Cabinet\"&gt;Government of Montenegro&lt;/a&gt;, following the adoption of the disputed law on the status of religious communities in the country.\nThe August 2020 election resulted in a victory for the opposition parties and the fall from power of the ruling &lt;a href=\"Democratic%20Party%20of%20Socialists\"&gt;DPS&lt;/a&gt;, which has ruled the country since the introduction of the multi-party system in 1990. Dobričanin and Vučinić both was elected to the Parliament, after the coalition won 32.55% of popular vote and 27 seats in the parliament, while Montenegrin professor close to &lt;a href=\"Serbian%20Orthodox%20Church%20in%20Montenegro\"&gt;Serbian Orthodox Church in Montenegro&lt;/a&gt; and Davidović's alliance, &lt;a href=\"Zdravko%20Krivokapi%C4%87\"&gt;Zdravko Krivokapić&lt;/a&gt; was selected new &lt;a href=\"prime%20minister-designate\"&gt;prime minister-designate&lt;/a&gt; of Montenegro by the new parliamentary majority in September 2020, announcing economical reforms, fight against corruption, as well as withdrawal of the disputed law on religious communities. During October and November, Davidović repeatedly stated that the leaders of the populist &lt;a href=\"Democratic%20Front%20%28Montenegro%29\"&gt;Democratic Front&lt;/a&gt; (of which he was one of the founders in 2012, as well as longtime financier) were trying to obstruct the political agreement on forming a new government, by unfoundedly accusing him and the &lt;a href=\"Serbian%20Orthodox%20Church%20in%20Montenegro\"&gt;Serbian Orthodox Church in Montenegro&lt;/a&gt; of influencing Prime Minister-designate Krivokapić decisions and the composition of the &lt;a href=\"Krivokapi%C4%87%20Cabinet\"&gt;new cabinet of the Government of Montenegro&lt;/a&gt;. He told the media that the Democratic Front would not succeed in that because, as he said, \"the prime minister-designate has the support of the people of Montenegro.\"\nPolitical party.\nOn 21 November 2020, at the church's holiday of Holy Archangel Michael, the businessman &lt;a href=\"Miodrag%20Davidovi%C4%87\"&gt;Miodrag Davidović&lt;/a&gt; announced that he is founding a political party under the name the Popular Movement (of Montenegro). Davidović announced new party founding in front of the at the near &lt;a href=\"Nik%C5%A1i%C4%87\"&gt;Nikšić&lt;/a&gt;, which is his endowment. He said that the new party practically emerged from the short-lived &lt;a href=\"For%20the%20Benefit%20of%20All\"&gt;For the Benefit of All&lt;/a&gt; coalition, which he initiated in 2019, and which consisted of the &lt;a href=\"Socialist%20People%27s%20Party%20of%20Montenegro\"&gt;Socialist People's Party&lt;/a&gt; (SNP), &lt;a href=\"United%20Montenegro\"&gt;United Montenegro&lt;/a&gt; (UCG), the &lt;a href=\"Workers%27%20Party%20%28Montenegro%29\"&gt;Workers' Party&lt;/a&gt; (RP) and the independent parliamentary club in the parliamentary led by Aleksandar Damjanović. Davidović announced that the high-ranking members of the new party will be the members of the &lt;a href=\"Matica%20srpska\"&gt;Matica Srpska in Montenegro&lt;/a&gt;, NGO &lt;a href=\"Zdravko%20Krivokapi%C4%87\"&gt;\"We won't give you, Montenegro\"&lt;/a&gt;, as well as some of members of the &lt;a href=\"Krivokapi%C4%87%20Cabinet\"&gt;cabinet&lt;/a&gt; of &lt;a href=\"Zdravko%20Krivokapi%C4%87\"&gt;Zdravko Krivokapić&lt;/a&gt;. On 1 February 2021 in Nikšić, Davidović and his associates presented the program and ideological identity of the new party, announcing participation in the March &lt;a href=\"2021%20Montenegrin%20municipal%20elections\"&gt;2021 local elections in Nikšić&lt;/a&gt;, as well expressing support for Prime Minister Krivokapić and his government. Since its foundation party accepted a &lt;a href=\"Centre-right%20politics\"&gt;centre-right&lt;/a&gt;, &lt;a href=\"populist\"&gt;populist&lt;/a&gt; discourse, advocating &lt;a href=\"Liberal%20conservatism\"&gt;moderate&lt;/a&gt; and &lt;a href=\"cultural%20conservatism\"&gt;cultural conservatism&lt;/a&gt;, &lt;a href=\"anti-corruption\"&gt;anti-corruption&lt;/a&gt;, &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Eastern Orthodox Church&lt;/a&gt; &lt;a href=\"Freedom%20of%20religion%20in%20Montenegro\"&gt;rights in Montenegro&lt;/a&gt;, &lt;a href=\"rule%20of%20law\"&gt;rule of law&lt;/a&gt;, &lt;a href=\"decentralisation\"&gt;decentralisation&lt;/a&gt;, &lt;a href=\"labour%20rights\"&gt;labour rights&lt;/a&gt; and &lt;a href=\"agrarianism\"&gt;agrarianism&lt;/a&gt;. Party failed to achieve a significant result in competition with another right-wing populist list led by &lt;a href=\"Democratic%20Front%20%28Montenegro%29\"&gt;Democratic Front&lt;/a&gt; alliance, which enjoyed support by the &lt;a href=\"Serbian%20Progressive%20Party\"&gt;SNS-led regime in Serbia&lt;/a&gt;. SNS-controlled media and its affiliated political outlets in Serbia, Montenegro and &lt;a href=\"Republika%20Srpska\"&gt;Republika Srpska&lt;/a&gt; publicly supported Democratic Front-led list, launching a negative campaign to discredit Davidović and his newly-formed party, as direct competition seeking support from the same voter base, among local Serb community. Davidović's party continued to operate locally within Nikšić municipality, where it currently has a single representative in the 41-seat assembly."
}