{
    "id": "64705647",
    "revid": "7061136",
    "url": "https://en.wikipedia.org/wiki?curid=64705647",
    "title": "Japanese submarine I-166",
    "text": "I-66, later I-166, was a &lt;a href=\"cruiser%20submarine\"&gt;cruiser submarine&lt;/a&gt; of the KD5 &lt;a href=\"ship%20class\"&gt;sub-class&lt;/a&gt; completed for the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; in 1932. She served during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, supporting the &lt;a href=\"Japanese%20invasion%20of%20Malaya\"&gt;Japanese invasion of Malaya&lt;/a&gt; and the invasion of &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt;, taking part in the &lt;a href=\"Battle%20of%20Midway\"&gt;Battle of Midway&lt;/a&gt;, and conducting numerous war patrols in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; before was sunk in July 1944.\nDesign and description.\nThe submarines of the KD5 sub-class were improved versions of the preceding KD4 sub-class. They &lt;a href=\"Displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; surfaced and submerged. The submarines were long, had a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . The boats had a diving depth of \nFor surface running, the boats were powered by two &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s, each driving one &lt;a href=\"propeller%20shaft\"&gt;propeller shaft&lt;/a&gt;. When submerged each propeller was driven by a &lt;a href=\"electric%20motor\"&gt;electric motor&lt;/a&gt;. They could reach on the surface and underwater. On the surface, the KD5s had a range of at ; submerged, they had a range of at .\nThe boats were armed with six internal &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s, four in the bow and two in the stern. They carried a total of 14 &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es. They were also armed with one &lt;a href=\"deck%20gun\"&gt;deck gun&lt;/a&gt; for combat on the surface, as well as a &lt;a href=\"Hotchkiss%20M1929%20machine%20gun\"&gt;&lt;/a&gt; &lt;a href=\"anti-aircraft%20machinegun\"&gt;anti-aircraft machinegun&lt;/a&gt;.\nConstruction and commissioning.\nBuilt by the &lt;a href=\"Sasebo%20Navy%20Yard\"&gt;Sasebo Navy Yard&lt;/a&gt; at &lt;a href=\"Sasebo\"&gt;Sasebo&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, \"I-66\" was &lt;a href=\"Keel-laying\"&gt;laid down&lt;/a&gt; on 8 November 1929 and &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 2 June 1931. She was completed and accepted into Imperial Japanese Navy service on 10 November 1932.\nService history.\nPre-World War II.\nUpon commissioning, \"I-66\" was assigned to Submarine Division 30 in the &lt;a href=\"Sasebo%20Naval%20District\"&gt;Sasebo Naval District&lt;/a&gt;. She was &lt;a href=\"Ship%20decommissioning\"&gt;decommissioned&lt;/a&gt; on 1 November 1934 and placed in &lt;a href=\"Reserve%20fleet\"&gt;reserve&lt;/a&gt;. Recommissioned on or about 1 December 1936, she was in active service for a year before again decommissioning on 1 December 1937 and going back into reserve. She again was recommissioned on or about 1 September 1939.\nOn 11 October 1940, \"I-66\" took part along with 97 other Japanese warships and 527 Japanese naval aircraft in an Imperial Naval Review in &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt;. A little over a year later, early on the morning of 21 October 1941, she collided with the submarine in &lt;a href=\"Saeki%20Bay\"&gt;Saeki Bay&lt;/a&gt; during naval maneuvers. Both submarines suffered only light damage.\nAs the Imperial Japanese Navy began to deploy in preparation for the impending &lt;a href=\"Pacific%20War\"&gt;conflict&lt;/a&gt; in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt;, \"I-66\" — which together with made up Submarine Division 30, a part of Submarine &lt;a href=\"Squadron%20%28naval%29\"&gt;Squadron&lt;/a&gt; 5 — departed Sasebo on 26 November 1941 bound for &lt;a href=\"Palau\"&gt;Palau&lt;/a&gt; along with the rest of Submarine Squadron 5, namely \"I-65\", the submarines of Submarine Division 29, and the squadron's &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt;, the &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt; . While en route, the entire squadron was reassigned to the Southern Force on 28 November 1941 and accordingly was diverted to &lt;a href=\"Sanya\"&gt;Samah&lt;/a&gt; on &lt;a href=\"Hainan%20Island\"&gt;Hainan Island&lt;/a&gt; in &lt;a href=\"China\"&gt;China&lt;/a&gt;. \"I-66\" and \"I-65\" arrived at Samah on 2 December 1941.\nWorld War II.\nFirst war patrol.\nOn 5 December 1941, \"I-66\" departed Samah to begin what would become her first war patrol. When the &lt;a href=\"Japanese%20invasion%20of%20Malaya\"&gt;Japanese invasion of Malaya&lt;/a&gt; began on 8 December 1941 — the first day of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt; — \"I-66\" was in the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt; off &lt;a href=\"Trengganu\"&gt;Trengganu&lt;/a&gt;, &lt;a href=\"British%20Malaya\"&gt;British Malaya&lt;/a&gt;, operating on a patrol line with the submarines , , , and . On 15 December 1941, \"I-66\" and \"I-65\" were detached from this duty to conduct a reconnaissance of the approaches to &lt;a href=\"Kuching\"&gt;Kuching&lt;/a&gt; in support of the invasion of &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt; in &lt;a href=\"British%20North%20Borneo\"&gt;British North Borneo&lt;/a&gt;, which began on 16 December 1941. The two submarines received a warning that &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; submarines were operating off Kuching. While preparing to surface to recharge her batteries northwest of Kuching on 24 December 1941, \"I-66\" sighted the &lt;a href=\"Royal%20Netherlands%20Navy\"&gt;Royal Netherlands Navy&lt;/a&gt; submarine on the surface on her &lt;a href=\"Port%20and%20starboard\"&gt;starboard&lt;/a&gt; &lt;a href=\"Bow%20%28ship%29\"&gt;bow&lt;/a&gt; at a range of . After a submerged approach, \"I-66\" fired a single torpedo at 10:28. It struck \"K XVI\", which broke in two and sank at with the loss of her entire crew of 36. On 4 October 2011, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n divers located the wreck of \"K XVI\", broken in half and at a depth of .\nReassigned to Patrol Unit \"B\" on 25 December 1941, \"I-66\" concluded her patrol by arriving at &lt;a href=\"Cam%20Ranh%20Bay\"&gt;Cam Ranh Bay&lt;/a&gt; in Japanese-occupied &lt;a href=\"French%20Indochina\"&gt;French Indochina&lt;/a&gt; on 27 December 1941.\nSecond war patrol.\nAs a unit of Patrol Group \"B,\" \"I-66\" was among submarines tasked with attacking &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; shipping in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; west of the &lt;a href=\"106th%20meridian%20east\"&gt;106th meridian east&lt;/a&gt;, operating from a new base at newly captured &lt;a href=\"Penang%20Island\"&gt;Penang&lt;/a&gt; in Japanese-occupied British Malaya. Accordingly, on 5 January 1942 \"I-66\" departed Cam Ranh Bay to begin her second war patrol, during which she was to operate in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; south of &lt;a href=\"Lombok%20Strait\"&gt;Lombok Strait&lt;/a&gt;, in the &lt;a href=\"Andaman%20Sea\"&gt;Andaman Sea&lt;/a&gt;, and in the &lt;a href=\"Bay%20of%20Bengal\"&gt;Bay of Bengal&lt;/a&gt;. She was in the &lt;a href=\"Java%20Sea\"&gt;Java Sea&lt;/a&gt; southwest of &lt;a href=\"Lombok%20Strait\"&gt;Lombok Strait&lt;/a&gt; on 11 January 1942 when she torpedoed the 6,211-ton &lt;a href=\"United%20States%20Army%20Transport\"&gt;United States Army Transport&lt;/a&gt; — which was en route from &lt;a href=\"Tanjung%20Priok\"&gt;Tanjung Priok&lt;/a&gt; in the &lt;a href=\"Netherlands%20East%20Indies\"&gt;Netherlands East Indies&lt;/a&gt; with a cargo of &lt;a href=\"rubber\"&gt;rubber&lt;/a&gt; and &lt;a href=\"explosive\"&gt;explosive&lt;/a&gt;s — at 04:15. \"Liberty\" was badly damaged and went dead in the water at . The &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; and the Dutch destroyer attempted to &lt;a href=\"Towing\"&gt;tow&lt;/a&gt; \"Liberty\" to &lt;a href=\"Singaraja\"&gt;Singaraja&lt;/a&gt; on the north coast of &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt;, but \"Liberty\" began taking on so much water that she had to be beached on the northeast coast of Bali off &lt;a href=\"Tulamben\"&gt;Tulamben&lt;/a&gt;, and she &lt;a href=\"capsize\"&gt;capsize&lt;/a&gt;d on 14 January 1942, becoming a &lt;a href=\"total%20loss\"&gt;total loss&lt;/a&gt;.\nAt 15:16 on 21 January 1942, \"I-66\" torpedoed the &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;nian 3,193-&lt;a href=\"gross%20register%20ton\"&gt;gross register ton&lt;/a&gt; &lt;a href=\"merchant%20ship\"&gt;merchant ship&lt;/a&gt; \"Nord\" — bound from &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, to &lt;a href=\"Rangoon\"&gt;Rangoon&lt;/a&gt;, &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt;, with a cargo of 2,500 tons of &lt;a href=\"coal\"&gt;coal&lt;/a&gt; — in the &lt;a href=\"Preparis\"&gt;Preparis&lt;/a&gt; North Channel in the &lt;a href=\"Andaman%20Sea\"&gt;Andaman Sea&lt;/a&gt;. \"Nord\" sank at without loss of life. On 22 January 1942, \"I-66\" torpedoed the British 2,358-ton &lt;a href=\"Cargo%20liner\"&gt;passenger-cargo&lt;/a&gt; &lt;a href=\"Steamship\"&gt;steamer&lt;/a&gt; \"Chak Sang\" — which was proceeding in ballast from &lt;a href=\"Madras\"&gt;Madras&lt;/a&gt;, India, to Rangoon — in the Bay of Bengal southwest of &lt;a href=\"Pathein\"&gt;Bassein&lt;/a&gt;, Burma, at 05:25. \"I-66\" then surfaced and sank \"Chak Sang\" with gunfire at . Five of the 66-member crew of \"Chak Sang\" perished. \"I-66\" completed her patrol with her arrival at Penang on 29 January 1942.\nThird war patrol.\nDuring \"I-66\"′s stay at Penang, the commander of Submarine Division 30 transferred his &lt;a href=\"Flagship\"&gt;flag&lt;/a&gt; to her. On 9 February 1942, she set out from Penang to begin her third war patrol, during which she was to patrol in the Indian Ocean off Ceylon. On 14 February 1942 at 08:17, while she was operating east of &lt;a href=\"Trincomalee\"&gt;Trincomalee&lt;/a&gt;, Ceylon, she torpedoed the British 2,076-gross register ton Straits Steamship Company steamer \"Kamuning\" — which was carrying a cargo of &lt;a href=\"rice\"&gt;rice&lt;/a&gt; from Rangoon to &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt;, Ceylon — at . She then surfaced and opened fire on \"Kamuning\" with her deck gun. Six of \"Kamuning\"′s 69-member crew were killed. The disabled steamer remained afloat, but while under tow to Trincomalee she sank at . \"I-66\" returned to Penang on 2 March 1942.\nMarch–May 1942.\nOn 15 March 1942, \"I-66\" departed Penang for Sasebo, where she arrived on 28 March 1942. She departed Sasebo on 15 May 1942 bound for &lt;a href=\"Kwajalein\"&gt;Kwajalein&lt;/a&gt;, deploying in support of Operation MI, the planned invasion of &lt;a href=\"Midway%20Atoll\"&gt;Midway Atoll&lt;/a&gt;. During her voyage, she was renumbered I-166 on 20 May 1942. She arrived at Kwajalein on 24 May 1942.\nFourth war patrol: The Battle of Midway.\nOn 26 May 1942, \"I-166\" departed Kwajalein for her fourth war patrol, operating in support of Operation MI, the planned Japanese invasion of &lt;a href=\"Midway%20Atoll\"&gt;Midway Atoll&lt;/a&gt; in the &lt;a href=\"Northwestern%20Hawaiian%20Islands\"&gt;Northwestern Hawaiian Islands&lt;/a&gt;, in which Submarine Squadron 5 formed part of the Advance Expeditionary Force. She operated in a patrol line between and which also included the submarines , , , , , and . The Japanese suffered a decisive defeat on 4 June 1942 during the &lt;a href=\"Battle%20of%20Midway\"&gt;Battle of Midway&lt;/a&gt;, and that day the &lt;a href=\"commander-in-chief\"&gt;commander-in-chief&lt;/a&gt; of the &lt;a href=\"6th%20Fleet%20%28Imperial%20Japanese%20Navy%29\"&gt;6th Fleet&lt;/a&gt;, &lt;a href=\"Vice%20Admiral\"&gt;Vice Admiral&lt;/a&gt; &lt;a href=\"Teruhisa%20Komatsu\"&gt;Teruhisa Komatsu&lt;/a&gt;, ordered the 15 submarines in the Japanese submarine patrol line to move westward.\nAfter the commander-in-chief of the Combined Fleet, &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; &lt;a href=\"Isoroku%20Yamamoto\"&gt;Isoroku Yamamoto&lt;/a&gt;, ordered Komatsu to interpose his submarines between the retreating Japanese fleet and the opposing &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s, the Japanese submarines, including \"I-166\", began a gradual movement to the north-northwest, moving at by day and after dark. \"I-166\" made no contact with enemy forces during the battle, and her patrol concluded with her arrival at Sasebo on 26 June 1942.\nJune–August 1942.\n\"I-166\" underwent an overhaul while at Sasebo. During her stay, Submarine Squadron 5 was disbanded on 10 July 1942 and her division, Submarine Division 30, was reassigned to the &lt;a href=\"Southwest%20Area%20Fleet\"&gt;Southwest Area Fleet&lt;/a&gt;. With her overhaul complete, she departed Sasebo on 22 July 1942 bound for Penang, where she arrived on 6 August 1942.\nFifth war patrol.\n\"I-166\" began her fifth war patrol on 11 August 1942, departing Penang for an operating area in the Indian Ocean. During the patrol she reported sinking two Allied merchant ships, on 16 and 17 August 1942. She returned to Penang on 31 August 1942.\nSixth war patrol.\nOn 18 September 1942, \"I-166\" set out from Penang for her sixth war patrol, bound for an operating area in the Indian Ocean. She attacked an unidentified Allied merchant ship on 29 September 1942, but her torpedoes missed and the ship escaped. On 1 October 1942, she landed three &lt;a href=\"Indian%20National%20Army\"&gt;Indian National Army&lt;/a&gt; agents on Ceylon. Later that day, she attacked the Panamanian 1,201-gross register ton armed merchant ship \"Camila\" with gunfire at 13:10 at . The attack set \"Camila\" on fire and she was beached, becoming a &lt;a href=\"total%20loss\"&gt;total loss&lt;/a&gt;. \"I-166\" returned to Penang on 11 October 1942.\nSeventh war patrol.\n\"I-166\" departed Penang on 5 November 1942 to begin her seventh war patrol, again in the Indian Ocean. She attacked an unidentified Allied merchant ship in the &lt;a href=\"Arabian%20Sea\"&gt;Arabian Sea&lt;/a&gt; on 13 November 1942, but scored no hits, and the ship escaped. On 23 November 1942, while in the Arabian Sea south of &lt;a href=\"Cape%20Comorin\"&gt;Cape Comorin&lt;/a&gt;, India, she torpedoed the British 5,332-gross register ton armed merchant ship \"Cranfield\", which was on a voyage from Calcutta to &lt;a href=\"Suez\"&gt;Suez&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;. \"Cranfield\" sank at with the loss of nine lives; there were 67 survivors. \"I-166\" returned to Penang on 28 November 1942.\nEighth war patrol.\nOn 5 December 1942, \"I-166\" left Penang for her eighth war patrol, assigned an operating area in the Indian Ocean off the northwest coast of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Soon after she left, she received orders to divert from her patrol to bombard &lt;a href=\"Cocos%20Island\"&gt;Cocos Island&lt;/a&gt;. She shelled the island on 25 December 1942, but otherwise saw no action, and concluded her patrol by arriving at &lt;a href=\"Surabaya\"&gt;Surabaya&lt;/a&gt;, &lt;a href=\"Java\"&gt;Java&lt;/a&gt;, on 27 December 1942.\nJanuary–July 1943.\n\"I-166\" soon departed Surabaya bound for Sasebo, where she arrived on 19 January 1943. She was &lt;a href=\"drydock\"&gt;drydock&lt;/a&gt;ed there. With repairs and an overhaul complete, she departed Sasebo in early July 1943 and proceeded to Surabaya, which she reached in mid-July 1943.\nNinth and tenth war patrols.\nNot long after her arrival at Surabaya, \"I-166\" embarked on her ninth war patrol, assigned an operating area in the Indian Ocean between &lt;a href=\"Fremantle\"&gt;Fremantle&lt;/a&gt;, Australia, and &lt;a href=\"Lombok%20Strait\"&gt;Lombok Strait&lt;/a&gt;. The patrol was uneventful and concluded with her arrival at &lt;a href=\"Balikpapan\"&gt;Balikpapan&lt;/a&gt;, &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;, on 10 September 1943. On 11 September 1943 she departed Balikpapan bound for &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, where she arrived on 13 September 1943. Reassigned to the Southwest Area Fleet, she got underway from Singapore on 23 September 1943 and arrived at Penang on 25 September 1943.\nOn 9 October 1943, \"I-166\" departed Penang and, after refueling at &lt;a href=\"Sabang%2C%20Aceh\"&gt;Sabang&lt;/a&gt; on the northern coast of Sumatra, headed into the Indian Ocean for her tenth war patrol. In late October 1943 she attacked an unidentified Allied merchant ship off Colombo, Ceylon, but scored no hits. She returned to Penang on 13 November 1943.\nEleventh and twelfth war patrols.\n\"I-166\" began her eleventh war patrol on 7 December 1943, getting underway from Penang for an operating area in the Indian Ocean. She diverted from her patrol duties on 24 December 1943 to participate in &lt;a href=\"Operation%20YO\"&gt;Operation YO&lt;/a&gt; by landing six Indian National Army agents — all Ceylonese natives — at &lt;a href=\"Kirinda\"&gt;Kirinda&lt;/a&gt; on the west coast of Ceylon. British &lt;a href=\"counterintelligence\"&gt;counterintelligence&lt;/a&gt; had detected the operation, which ended in failure when all six agents were captured soon after coming ashore; all six later were executed. Meanwhile, \"I-166\" proceeded to a patrol area in the vicinity of &lt;a href=\"Eight%20Degree%20Channel\"&gt;Eight Degree Channel&lt;/a&gt;. She made no attacks on shipping, and returned to Penang on 9 January 1944.\nDeparting Penang on 7 February 1944, \"I-166\" conducted her twelfth war patrol in the Indian Ocean and Bay of Bengal. On 19 February 1944, she fired two torpedoes at the British 6,943-gross register ton armed &lt;a href=\"Tanker%20%28ship%29\"&gt;tanker&lt;/a&gt; \"British Fusilier\", but both missed and \"British Fusilier\" escaped. \"I-166\" returned to Penang on 13 March 1944.\nMarch–July 1944.\nOn 25 March 1944, \"I-166\"′s division, Submarine Division 3, was reassigned to Submarine Squadron 8. On 27 April 1944, she got underway to carry out a supply mission, Operation RI, and she returned to Penang on 1 June 1944. On the afternoon of 16 July 1944, she departed Penang to rendezvous with &lt;a href=\"Vice%20Admiral\"&gt;Vice Admiral&lt;/a&gt; &lt;a href=\"Takeo%20Kurita\"&gt;Takeo Kurita&lt;/a&gt;′s First Diversion Attack Force at &lt;a href=\"Lingga%20Roads\"&gt;Lingga Roads&lt;/a&gt; so that she and the submarine could serve as &lt;a href=\"antisubmarine%20warfare\"&gt;antisubmarine warfare&lt;/a&gt; targets for Japanese destroyers during &lt;a href=\"2nd%20Fleet%20%28Imperial%20Japanese%20Navy%29\"&gt;2nd Fleet&lt;/a&gt; exercises.\nLoss.\nOn 17 July 1944, the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; submarine was on patrol at &lt;a href=\"periscope\"&gt;periscope&lt;/a&gt; depth in the &lt;a href=\"Strait%20of%20Malacca\"&gt;Strait of Malacca&lt;/a&gt; southeast of &lt;a href=\"One%20Fathom%20Bank%20Lighthouse\"&gt;One Fathom Bank&lt;/a&gt; in limited visibility when at 07:08 she sighted \"I-166\" heading toward her on the surface at a range of , bearing 325 degrees, and making an estimated . \"Telemachus\" also established &lt;a href=\"Passive%20sonar\"&gt;sound contact&lt;/a&gt; on \"I-166\" shortly afterwards. At 0720, \"Telemachus\" fired six torpedoes at a range of , \"Telemachus\" &lt;a href=\"Broach%20%28nautical%29\"&gt;broaching&lt;/a&gt; briefly because the torpedoes were of a new, heavier type than \"Telemachus\"′s crew was accustomed to firing. After 92 seconds, one torpedo hit \"I-166\"′s &lt;a href=\"stern\"&gt;stern&lt;/a&gt;, causing a violent explosion. \"I-166\" sank in of water at . Ten members of her crew were blown overboard and survived. The other 88 men on board were killed.\nThe Japanese 15th Special Base Unit at Penang sent the &lt;a href=\"minelayer\"&gt;minelayer&lt;/a&gt; and two &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s, assisted by an &lt;a href=\"Imperial%20Japanese%20Army%20Air%20Force\"&gt;Imperial Japanese Army Air Force&lt;/a&gt; &lt;a href=\"Mitsubishi%20Ki-21\"&gt;Mitsubishi Ki-21&lt;/a&gt; (&lt;a href=\"World%20War%20II%20Allied%20names%20for%20Japanese%20aircraft\"&gt;Allied reporting name&lt;/a&gt; \"Sally\") &lt;a href=\"heavy%20bomber\"&gt;heavy bomber&lt;/a&gt;, to find and sink \"Telemachus\". \"Wa-4\" dropped 12 &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt;s and the Ki-21 dropped two general-purpose bombs, but \"Telemachus\" escaped without damage.\nOn 10 September 1944, \"I-166\" was stricken from the Navy List."
}