{
    "id": "647131",
    "revid": "44443",
    "url": "https://en.wikipedia.org/wiki?curid=647131",
    "title": "Greenlandic language",
    "text": "Greenlandic (; () , ()) is an &lt;a href=\"Eskimo%E2%80%93Aleut%20languages\"&gt;Eskimo–Aleut language&lt;/a&gt; with about 56,000 speakers, mostly &lt;a href=\"Greenlandic%20Inuit\"&gt;Greenlandic Inuit&lt;/a&gt; in &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt;. It is closely related to the &lt;a href=\"Inuit%20languages\"&gt;Inuit languages&lt;/a&gt; in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; such as &lt;a href=\"Inuktitut\"&gt;Inuktitut&lt;/a&gt;. It is the most widely spoken Eskimo–Aleut language.\nThe main variety, &lt;a href=\"West%20Greenlandic\"&gt;Kalaallisut&lt;/a&gt;, or West Greenlandic, has been the official language of the Greenlandic autonomous territory since June 2009, which is a move by the &lt;a href=\"Naalakkersuisut\"&gt;Naalakkersuisut&lt;/a&gt;, the government of Greenland, to strengthen the language in its competition with the colonial language, &lt;a href=\"Danish%20language\"&gt;Danish&lt;/a&gt;. The second variety is &lt;a href=\"Tunumiit%20language\"&gt;Tunumiit oraasiat&lt;/a&gt;, or East Greenlandic. The language of the Thule Inuit of Greenland, &lt;a href=\"Inuktun\"&gt;Inuktun&lt;/a&gt; or Polar Eskimo, is a recent arrival and a dialect of &lt;a href=\"Inuktitut\"&gt;Inuktitut&lt;/a&gt;.\nGreenlandic is a &lt;a href=\"polysynthetic%20language\"&gt;polysynthetic language&lt;/a&gt; that allows the creation of long words by stringing together &lt;a href=\"root%20%28linguistics%29\"&gt;roots&lt;/a&gt; and &lt;a href=\"suffixes\"&gt;suffixes&lt;/a&gt;. The language's &lt;a href=\"morphosyntactic%20alignment\"&gt;morphosyntactic alignment&lt;/a&gt; is &lt;a href=\"ergative%E2%80%93absolutive%20language\"&gt;ergative&lt;/a&gt;, treating (by noun case) the argument (\"subject\") of an intransitive verb and the object of a transitive verb (but not the agent of a transitive verb) the same way. For example, \"he plays the guitar\" would be in the ergative case as a transitive agent, whereas \"I bought a guitar\" and \"as the guitar plays\" (the latter being the intransive sense of the same verb \"to play\") would both be in the absolutive case.\nNouns are inflected by one of eight cases and for possession. Verbs are inflected for one of eight &lt;a href=\"grammatical%20mood\"&gt;moods&lt;/a&gt; and for the &lt;a href=\"grammatical%20number\"&gt;number&lt;/a&gt; and &lt;a href=\"grammatical%20person\"&gt;person&lt;/a&gt; of its &lt;a href=\"Subject%20%28grammar%29\"&gt;subject&lt;/a&gt; and &lt;a href=\"object%20%28grammar%29\"&gt;object&lt;/a&gt;. Both nouns and verbs have complex derivational morphology. The basic &lt;a href=\"word%20order\"&gt;word order&lt;/a&gt; in &lt;a href=\"transitivity%20%28grammar%29\"&gt;transitive&lt;/a&gt; &lt;a href=\"clause\"&gt;clause&lt;/a&gt;s is &lt;a href=\"subject%E2%80%93object%E2%80%93verb\"&gt;subject–object–verb&lt;/a&gt;. The subordination of clauses uses special subordinate moods. A so-called fourth-person category enables &lt;a href=\"switch-reference\"&gt;switch-reference&lt;/a&gt; between main clauses and subordinate clauses with different subjects.\nGreenlandic is notable for its lack of a system of &lt;a href=\"grammatical%20tense\"&gt;grammatical tense&lt;/a&gt;; and temporal relations are expressed normally by context but also by the use of temporal particles such as \"yesterday\" or \"now\" or sometimes by the use of derivational suffixes or the combination of affixes with &lt;a href=\"grammatical%20aspect\"&gt;aspectual&lt;/a&gt; meanings with the semantic &lt;a href=\"lexical%20aspect\"&gt;lexical aspect&lt;/a&gt; of different verbs. However, some linguists have suggested that Greenlandic always marks &lt;a href=\"future%20tense\"&gt;future tense&lt;/a&gt;.\nAnother question is whether the language has &lt;a href=\"noun%20incorporation\"&gt;noun incorporation&lt;/a&gt; or whether the processes that create complex predicates that include nominal roots are derivational in nature.\nWhen adopting new concepts or technologies, Greenlandic usually constructs new words made from Greenlandic roots, but modern Greenlandic has also taken many loans from Danish and &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;. The language has been written in the &lt;a href=\"Latin%20script\"&gt;Latin script&lt;/a&gt; since Danish colonization began in the 1700s. Greenlandic's first orthography was developed by &lt;a href=\"Samuel%20Kleinschmidt\"&gt;Samuel Kleinschmidt&lt;/a&gt; in 1851, but within 100 years, it already differed substantially from the spoken language because of a number of &lt;a href=\"sound%20changes\"&gt;sound changes&lt;/a&gt;. An extensive orthographic reform was undertaken in 1973 and made the script much easier to learn. That resulted in a boost in Greenlandic literacy, which is now among the highest in the world.\nHistory.\nGreenlandic was brought to Greenland by the arrival of the &lt;a href=\"Thule%20people\"&gt;Thule people&lt;/a&gt; in the 1200s. The languages that were spoken by the earlier &lt;a href=\"Saqqaq%20culture\"&gt;Saqqaq&lt;/a&gt; and &lt;a href=\"Dorset%20culture\"&gt;Dorset culture&lt;/a&gt;s in Greenland are unknown.\nThe first descriptions of Greenlandic date from the 1600s. With the arrival of Danish missionaries in the early 1700s and the beginning of Danish colonization of Greenland, the compilation of dictionaries and description of grammar began. The missionary &lt;a href=\"Paul%20Egede\"&gt;Paul Egede&lt;/a&gt; wrote the first Greenlandic dictionary in 1750 and the first grammar in 1760.\nFrom the Danish colonization in the 1700s to the beginning of Greenlandic home rule in 1979, Greenlandic experienced increasing pressure from the Danish language. In the 1950s, Denmark's linguistic policies were directed at strengthening Danish. Of primary significance was the fact that post-primary education and official functions were conducted in Danish.\nFrom 1851 to 1973, Greenlandic was written in a complicated orthography devised by the missionary linguist Samuel Kleinschmidt. In 1973, a new orthography was introduced, intended to bring the written language closer to the spoken standard, which had changed considerably since Kleinschmidt's time. The reform was effective, and in the years following it, Greenlandic literacy has received a boost.\nAnother development that has strengthened Greenlandic language is the policy of \"Greenlandization\" of Greenlandic society that began with the home rule agreement of 1979. The policy has worked to reverse the former trend towards marginalization of the Greenlandic language by making it the official language of education. The fact that Greenlandic has become the only language used in primary schooling means that monolingual Danish-speaking parents in Greenland are now raising children bilingual in Danish and Greenlandic. Greenlandic now has several dedicated news media: the Greenlandic National Radio, &lt;a href=\"Kalaallit%20Nunaata%20Radioa\"&gt;Kalaallit Nunaata Radioa&lt;/a&gt;, which provides television and radio programming in Greenlandic. The newspaper \"&lt;a href=\"Sermitsiaq%20%28newspaper%29\"&gt;Sermitsiaq&lt;/a&gt;\" has been published since 1958 and merged in 2010 with the other newspaper \"&lt;a href=\"Atuagagdliutit/Gr%C3%B8nlandsposten\"&gt;Atuagagdliutit/Grønlandsposten&lt;/a&gt;\", which had been established in 1861 to form a single large Greenlandic language publishing house.\nBefore June 2009, Greenlandic shared its status as the official language in Greenland with Danish. Since then, Greenlandic has become the sole official language. That has made Greenlandic a unique example of an &lt;a href=\"indigenous%20languages%20of%20the%20Americas\"&gt;indigenous language of the Americas&lt;/a&gt; that is recognized by law as the only official language of a semi-independent country. Nevertheless, it is still considered to be in a \"vulnerable\" state by the UNESCO &lt;a href=\"Red%20Book%20of%20Endangered%20Languages\"&gt;Red Book of Language Endangerment&lt;/a&gt;. The country has a 100% literacy rate. As the Western Greenlandic standard has become dominant, a &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; report has labelled the other dialects as endangered, and measures are now being considered to protect the Eastern Greenlandic dialect.\nClassification.\n&lt;a href=\"West%20Greenlandic\"&gt;Kalaallisut&lt;/a&gt; and the other Greenlandic dialects belong to the &lt;a href=\"Eskimo%E2%80%93Aleut%20languages\"&gt;Eskimo–Aleut family&lt;/a&gt; and are closely related to the &lt;a href=\"Inuit%20languages\"&gt;Inuit languages&lt;/a&gt; of &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;. Illustration 1 shows the locations of the different Inuit languages, among them the three main dialects of Greenlandic.\nThe most prominent Greenlandic dialect is Kalaallisut, which is the official language of Greenland. The name \"Kalaallisut\" is often used as a cover term for all of Greenlandic. The northern dialect, \"&lt;a href=\"Inuktun\"&gt;Inuktun&lt;/a&gt; (Avanersuarmiutut)\", is spoken in the vicinity of the city of &lt;a href=\"Qaanaaq\"&gt;Qaanaaq&lt;/a&gt; (Thule) and is particularly closely related to Canadian Inuktitut. The eastern dialect \"(&lt;a href=\"Tunumiit%20language\"&gt;Tunumiit oraasiat&lt;/a&gt;)\", spoken in the vicinity of &lt;a href=\"Ammassalik%20Island\"&gt;Ammassalik Island&lt;/a&gt; and &lt;a href=\"Ittoqqortoormiit\"&gt;Ittoqqortoormiit&lt;/a&gt;, is the most innovative of the Greenlandic dialects since it has &lt;a href=\"Assimilation%20%28phonology%29\"&gt;assimilated&lt;/a&gt; &lt;a href=\"consonant%20cluster\"&gt;consonant cluster&lt;/a&gt;s and vowel sequences more than West Greenlandic.\nKalaallisut is further divided into four subdialects. One that is spoken around &lt;a href=\"Upernavik\"&gt;Upernavik&lt;/a&gt; has certain similarities to East Greenlandic, possibly because of a previous migration from eastern Greenland. A second dialect is spoken in the region of &lt;a href=\"Uummannaq\"&gt;Uummannaq&lt;/a&gt; and the &lt;a href=\"Disko%20Bay\"&gt;Disko Bay&lt;/a&gt;. The standard language is based on the central Kalaallisut dialect spoken in &lt;a href=\"Sisimiut\"&gt;Sisimiut&lt;/a&gt; in the north, around &lt;a href=\"Nuuk\"&gt;Nuuk&lt;/a&gt; and as far south as &lt;a href=\"Maniitsoq\"&gt;Maniitsoq&lt;/a&gt;. Southern Kalaallisut is spoken around &lt;a href=\"Narsaq\"&gt;Narsaq&lt;/a&gt; and &lt;a href=\"Qaqortoq\"&gt;Qaqortoq&lt;/a&gt; in the south. Table 1 shows the differences in the pronunciation of the word for \"humans\" in the three main dialects. It can be seen that Inuktun is the most conservative by maintaining \"gh\", which has been elided in Kalaallisut, and Tunumiisut is the most innovative by further simplifying its structure by eliding .\nPhonology.\nLetters between slashes indicate &lt;a href=\"phoneme\"&gt;phonemic&lt;/a&gt; transcription, letters in square brackets indicate &lt;a href=\"phonetic%20transcription\"&gt;phonetic transcription&lt;/a&gt; and letters in triangular brackets indicate standard Greenlandic orthography.\nVowels.\nThe Greenlandic three-&lt;a href=\"vowel\"&gt;vowel&lt;/a&gt; system, composed of , , and , is typical for an Eskimo–Aleut language. Double vowels are analyzed as two &lt;a href=\"mora%20%28linguistics%29\"&gt;morae&lt;/a&gt; and so they are phonologically a vowel sequence and not a long vowel. They are also orthographically written as two vowels. There is only one diphthong, , which occurs only at the ends of words. Before a &lt;a href=\"uvular%20consonant\"&gt;uvular consonant&lt;/a&gt; ( or ), is realized &lt;a href=\"allophonic\"&gt;allophonic&lt;/a&gt;ally as , or , and is realized &lt;a href=\"allophonic\"&gt;allophonic&lt;/a&gt;ally as or , and the two vowels are written \"e, o\" respectively (as in some orthographies used for &lt;a href=\"Quechuan%20languages\"&gt;Quechua&lt;/a&gt; and &lt;a href=\"Aymara%20language\"&gt;Aymara&lt;/a&gt;). becomes retracted to in the same environment. is rounded to before labial consonants. is fronted to between two coronal consonants.\nThe allophonic lowering of and before uvular consonants is shown in the modern orthography by writing and as and respectively before uvulars and . For example:\nConsonants.\nGreenlandic has &lt;a href=\"consonant\"&gt;consonant&lt;/a&gt;s at five points of articulation: &lt;a href=\"Labial%20consonant\"&gt;labial&lt;/a&gt;, &lt;a href=\"Alveolar%20consonant\"&gt;alveolar&lt;/a&gt;, &lt;a href=\"palatal\"&gt;palatal&lt;/a&gt;, &lt;a href=\"velar%20consonant\"&gt;velar&lt;/a&gt; and &lt;a href=\"uvular%20consonant\"&gt;uvular&lt;/a&gt;. It distinguishes stops, fricatives, and nasals at the labial, alveolar, velar, and uvular points of articulation. The earlier palatal sibilant has merged with in all but a few dialects. The labiodental fricative is contrastive only in &lt;a href=\"loanword\"&gt;loanword&lt;/a&gt;s. The alveolar stop is pronounced as an affricate before the high front vowel . Often, Danish loanwords containing preserve these in writing, but that does not imply a change in pronunciation, for example \"beer\" and \"God\"; these are pronounced exactly as .\nPhonotactics.\nThe Kalaallisut &lt;a href=\"syllable\"&gt;syllable&lt;/a&gt; is simple, allowing syllables of , where C is a consonant and V is a vowel and VV is a double vowel or word-final . Native words may begin with only a vowel or and may end only in a vowel or or rarely . Consonant clusters occur only over syllable boundaries, and their pronunciation is subject to regressive assimilations that convert them into geminates. All non-nasal consonants in a cluster are voiceless.\nProsody.\nGreenlandic prosody does not include &lt;a href=\"Stress%20%28linguistics%29\"&gt;stress&lt;/a&gt; as an autonomous category; instead, &lt;a href=\"Prosody%20%28linguistics%29\"&gt;prosody&lt;/a&gt; is determined by &lt;a href=\"Tone%20%28linguistics%29\"&gt;tonal&lt;/a&gt; and durational parameters. &lt;a href=\"Intonation%20%28linguistics%29\"&gt;Intonation&lt;/a&gt; is influenced by syllable weight: heavy syllables are pronounced in a way that may be perceived as stress. Heavy syllables include syllables with long vowels and syllables before consonant clusters. The last syllable is stressed in words with fewer than four syllables and without long vowels or consonant clusters. The antepenultimate syllable is stressed in words with more than four syllables that are all light. In words with many heavy syllables, syllables with long vowels are considered heavier than syllables before a consonant cluster.\nGeminate consonants are pronounced long, almost exactly with the double duration of a single consonant.\nIntonation in indicative clauses usually rises on the antepenultimate syllable, falls on the penult and rises on the last syllable. Interrogative intonation rises on the penultimate and falls on the last syllable.\nMorphophonology.\nGreenlandic phonology distinguishes itself phonologically from the other Inuit languages by a series of assimilations.\nGreenlandic phonology allows clusters, but it does not allow clusters of two different consonants unless the first one is . In all other cases the first consonant in a cluster is assimilated to the second one resulting in a geminate consonant. Geminate is pronounced and written . Geminate is pronounced . Geminate is pronounced but is written . Geminate is pronounced . Geminate is pronounced and written . is also pronounced and written after .\nThese assimilations mean that one of the most recognizable Inuktitut words, \"iglu\" (\"house\"), is \"illu\" in Greenlandic, where the consonant cluster of Inuktitut is assimilated into a &lt;a href=\"voiceless%20alveolar%20lateral%20fricative\"&gt;voiceless alveolar lateral fricative&lt;/a&gt;. And the word \"Inuktitut\" itself, when translated into Kalaallisut, becomes \"Inuttut\". The Old Greenlandic diphthong has assimilated to .\nThe consonant has disappeared between and or . Therefore, affixes beginning with \"-va\" or \"-vi\" have forms without when they are suffixed to stems that end in .\nThe vowel of modern Greenlandic is the result of a historic merger of the Proto-Eskimo–Aleut vowels *i and *ɪ. The fourth vowel was still present in Old Greenlandic, as attested by Hans Egede. In modern West Greenlandic, the difference between the two original vowels can be discerned &lt;a href=\"morphophonology\"&gt;morphophonologically&lt;/a&gt; only in certain environments. The vowel that was originally *ɪ has the variant when preceding another vowel and sometimes disappears before certain suffixes.\nThe degree to which the assimilation of consonant clusters has taken place is an important dialectal feature separating Polar Eskimo, &lt;a href=\"Inuktun\"&gt;Inuktun&lt;/a&gt;, which still allows some ungeminated consonant clusters, from West and East Greenlandic. East Greenlandic (\"Tunumiit oraasiat\") has shifted some geminate consonants, such as to . Thus, for example, the East Greenlandic name of a particular town is &lt;a href=\"Ittoqqortoormiit\"&gt;Ittoqqortoormiit&lt;/a&gt;, which would appear as \"Illoqqortoormiut\" in Kalaallisut.\nGrammar.\nMorphology.\nThe &lt;a href=\"morphology%20%28linguistics%29\"&gt;morphology&lt;/a&gt; of Greenlandic is highly &lt;a href=\"polysynthetic\"&gt;synthetic&lt;/a&gt; and exclusively suffixing except for a single highly-limited and fossilized demonstrative prefix. The language creates very long words by means of adding strings of suffixes to a stem. In principle, there is no limit to the length of a Greenlandic word, but in practice, words with more than six derivational suffixes are not so frequent, and the average number of morphemes per word is three to five. The language has around 318 inflectional suffixes and between 400 and 500 derivational suffixes.\nThere are few compound words but many derivations. The grammar uses a mixture of &lt;a href=\"head-marking%20language\"&gt;head&lt;/a&gt; and &lt;a href=\"dependent-marking%20language\"&gt;dependent marking&lt;/a&gt;. Both &lt;a href=\"agent%20%28grammar%29\"&gt;agent&lt;/a&gt; and &lt;a href=\"patient%20%28grammar%29\"&gt;patient&lt;/a&gt; are marked on the predicate, and the possessor is marked on nouns, with dependent &lt;a href=\"noun%20phrases\"&gt;noun phrases&lt;/a&gt; inflecting for case. The primary &lt;a href=\"morphosyntactic%20alignment\"&gt;morphosyntactic alignment&lt;/a&gt; of full noun phrases in Kalaallisut is &lt;a href=\"ergative%20language\"&gt;ergative-absolutive&lt;/a&gt;, but verbal morphology follows a &lt;a href=\"nominative%E2%80%93accusative%20language\"&gt;nominative-accusative&lt;/a&gt; pattern and pronouns are syntactically neutral.\nThe language distinguishes four persons (1st, 2nd, 3rd and 4th or 3rd reflexive (see &lt;a href=\"%23Obviation%20and%20switch-reference\"&gt;Obviation and switch-reference&lt;/a&gt;); two numbers (singular and plural but no &lt;a href=\"dual%20%28grammatical%20number%29\"&gt;dual&lt;/a&gt;, unlike Inuktitut); eight moods (indicative, interrogative, imperative, optative, conditional, causative, contemporative and participial) and eight cases (absolutive, ergative, equative, instrumental, locative, allative, ablative and prolative).\nDeclension.\nVerbs carry a bipersonal inflection for subject and object. Possessive noun phrases inflect for both possessor and case case.\nIn this section, the examples are written in Greenlandic standard orthography except that morpheme boundaries are indicated by a hyphen\nSyntax.\nGreenlandic distinguishes three &lt;a href=\"Open%20class%20%28linguistics%29\"&gt;open word classes&lt;/a&gt;: &lt;a href=\"nouns\"&gt;nouns&lt;/a&gt;, &lt;a href=\"verbs\"&gt;verbs&lt;/a&gt; and &lt;a href=\"grammatical%20particle\"&gt;particles&lt;/a&gt;. Verbs inflect for person and number of subject and object as well as for mood. Nouns inflect for possession and for case. Particles do not inflect.\nThe verb is the only word that is required in a sentence. Since verbs inflect for number and person of both subject and object, the verb is in fact a clause itself. Therefore, clauses in which all participants are expressed as free-standing noun phrases are rather rare. The following examples show the possibilities of leaving out the verbal arguments:\nIntransitive clause with no subject noun phrase:\nIntransitive clause with subject noun phrase:\nTransitive clause with no overt arguments:\nTransitive clause with agent noun phrase:\nTransitive clause with patient noun phrase:\nMorphosyntactic alignment.\nThe Greenlandic language uses &lt;a href=\"case%20%28grammar%29\"&gt;case&lt;/a&gt; to express grammatical relations between participants in a sentence. Nouns are inflected with one of the two core cases or one of the six oblique cases.\nGreenlandic is an ergative–language and so instead of treating the &lt;a href=\"morphosyntax\"&gt;grammatical relations&lt;/a&gt;, as in English and most other &lt;a href=\"Indo-European%20languages\"&gt;Indo-European languages&lt;/a&gt;, whose grammatical &lt;a href=\"subject%20%28grammar%29\"&gt;subjects&lt;/a&gt; are marked with the nominative case and &lt;a href=\"object%20%28grammar%29\"&gt;objects&lt;/a&gt; with the accusative case, Greenlandic grammatical roles are defined differently. Its ergative case is used for &lt;a href=\"agent%20%28grammar%29\"&gt;agents&lt;/a&gt; of transitive verbs and for possessors. The absolutive case is used for patients of transitive verbs and subjects of intransitive verbs. Research into Greenlandic as used by the younger generation has shown that the use of ergative alignment in Kalaallisut may be becoming obsolete, which would convert the language into a &lt;a href=\"nominative%E2%80%93accusative%20language\"&gt;nominative–accusative language&lt;/a&gt;.\nIntransitive:\nTransitive with agent and object:\nWord order.\nIn transitive clauses whose object and subject are expressed as free noun phrases, the basic pragmatically-neutral word order is &lt;a href=\"subject%E2%80%93object%E2%80%93verb\"&gt;SOV / SOXV&lt;/a&gt; in which X is a noun phrase in one of the oblique cases. However, word order is fairly free. &lt;a href=\"Topic%20%28linguistics%29\"&gt;Topical&lt;/a&gt; noun phrases occur at the beginning of a clause. New or emphasized information generally come last, which is usually the verb but can also be a &lt;a href=\"focus%20%28linguistics%29\"&gt;focal&lt;/a&gt; subject or object. As well, in the spoken language, \"afterthought\" material or clarifications may follow the verb, usually in a lowered pitch.\nOn the other hand, the noun phrase is characterized by a rigid order in which the head of the phrase precedes any modifiers and the possessor precedes the possessed.\nIn &lt;a href=\"copula%20%28linguistics%29\"&gt;copula&lt;/a&gt; clauses, the word order is usually subject-copula-complement.\nAn attribute appears after its head noun.\nAn attribute of an incorporated noun appears after the verb:\nCoordination and subordination.\nSyntactic &lt;a href=\"coordination%20%28linguistics%29\"&gt;coordination&lt;/a&gt; and &lt;a href=\"subordination%20%28linguistics%29\"&gt;subordination&lt;/a&gt; is built by combining predicates in the superordinate moods (indicative, interrogative, imperative and optative) with predicates in the subordinate moods (conditional, causative, contemporative and participial). The contemporative has both coordinative and subordinative functions, depending on the context. The relative order of the main clause and its coordinate or subordinate clauses is relatively free and is subject mostly to &lt;a href=\"pragmatics\"&gt;pragmatic&lt;/a&gt; concerns.\nObviation and switch-reference.\nThe Greenlandic pronominal system includes a distinction known as &lt;a href=\"obviative\"&gt;obviation&lt;/a&gt; or &lt;a href=\"switch-reference\"&gt;switch-reference&lt;/a&gt;. There is a special so-called fourth person to denote a third person subject of a subordinate verb or the possessor of a noun that is coreferent with the third person subject of the matrix clause. Here are examples of the difference between third and the fourth persons:\nIndefiniteness construction.\nThere is no category of &lt;a href=\"definiteness\"&gt;definiteness&lt;/a&gt; in Greenlandic and so information on whether participants are already known to the listener or they are new to the discourse is encoded by other means. According to some authors, morphology related to transitivity such as the use of the construction sometimes called &lt;a href=\"antipassive%20voice\"&gt;antipassive&lt;/a&gt; or intransitive object conveys such meaning, along with strategies of noun incorporation of non-topical noun phrases. That view, however, is controversial.\nActive:\nAntipassive/intransitive object:\nVerbs.\nThe morphology of Greenlandic verbs is enormously complex. The main processes are &lt;a href=\"inflection\"&gt;inflection&lt;/a&gt; and &lt;a href=\"derivation%20%28linguistics%29\"&gt;derivation&lt;/a&gt;. Inflectional morphology includes the processes of obligatory inflection for mood, person and &lt;a href=\"voice%20%28grammar%29\"&gt;voice&lt;/a&gt; (tense and &lt;a href=\"grammatical%20aspect\"&gt;aspect&lt;/a&gt; are not inflectional categories in Kalaallisut). Derivational morphology modifies the meaning of verbs similarly to English &lt;a href=\"adverbs\"&gt;adverbs&lt;/a&gt;. There are hundreds of such derivational suffixes. Many of them are so semantically salient and so they are often referred to as &lt;a href=\"postbase\"&gt;postbase&lt;/a&gt;s, rather than suffixes, particularly in the American tradition of Eskimo grammar. Such semantically \"heavy\" suffixes may express concepts such as \"to have\", \"to be\", \"to say\" or \"to think\". The Greenlandic verb word consists of a root, followed by derivational suffixes/postbases and then inflectional suffixes. Tense and aspect are marked by optional suffixes between the derivational and the inflectional suffixes.\nInflection.\nGreenlandic verbs inflect for &lt;a href=\"agreement%20%28linguistics%29\"&gt;agreement&lt;/a&gt; with agent and patient and for mood and for voice. There are eight moods, four of which are used in independent clauses the others in subordinate clauses. The four independent moods are &lt;a href=\"indicative\"&gt;indicative&lt;/a&gt;, &lt;a href=\"interrogative%20mood\"&gt;interrogative&lt;/a&gt;, &lt;a href=\"imperative%20mood\"&gt;imperative&lt;/a&gt; and &lt;a href=\"optative\"&gt;optative&lt;/a&gt;. The four dependent moods are causative, conditional, contemporative and participial. Verbal roots can take transitive, intransitive or &lt;a href=\"negation%20%28linguistics%29\"&gt;negative&lt;/a&gt; inflections and so all eight mood suffixes have those three forms. The inflectional system is even more complex since transitive suffixes encode both agent and patient in a single morpheme, with up to 48 different suffixes covering all possible combinations of agent and patient for each of the eight transitive paradigms. As some moods do not have forms for all persons (imperative has only 2nd person, optative has only 1st and 3rd person, participial mood has no 4th person and contemporative has no 3rd person), the total number of verbal inflectional suffixes is about 318.\nIndicative and interrogative moods.\nThe indicative mood is used in all independent expository clauses. The interrogative mood is used for &lt;a href=\"Question%23Grammar\"&gt;questions&lt;/a&gt; that do not have the question particle \"immaqa\" \"maybe\".\ninterrogative mood:\nindicative mood:\nTable 5 shows the intransitive indicative inflection for patient person and number of the verb \"neri-\" \"to eat\" in the indicative and interrogative moods (question marks mark interrogative intonation; questions have falling intonation on the last syllable, unlike English and most other Indo-European languages, whose questions are marked by rising intonation). Both the indicative and the interrogative mood have a transitive and an intransitive inflection, but only the intransitive inflection is given here. &lt;a href=\"Consonant%20gradation\"&gt;Consonant gradation&lt;/a&gt; like in &lt;a href=\"Finnish%20language\"&gt;Finnish&lt;/a&gt; appears to occur in the verb conjugation (with strengthening to \"pp\" in the 3rd person plural and weakening to \"v\" elsewhere).\nTable 6 shows the transitive indicative inflection for patient person and number of the verb \"asa-\" \"to love\" (an asterisk means that the form does not occur as such but uses a different reflexive inflection).\nImperative and optative moods.\nThe imperative mood is used to issue orders and is always combined with the second person. The optative is used to express wishes or exhortations and is never used with the second person. There is a negative imperative form used to issue prohibitions. Both optative and imperative have transitive and intransitive paradigms. There are two transitive positive imperative paradigms: a standard one and another that is considered rude and is used usually to address children.\nConditional mood.\nThe &lt;a href=\"conditional%20mood\"&gt;conditional mood&lt;/a&gt; is used to construct subordinate clauses that mean \"if\" or \"when\".\nCausative mood.\nThe causative mood (sometimes called the \"conjunctive\") is used to construct subordinate clauses that mean \"because\", \"since\" or \"when\" and is also sometimes used to mean \"that\". The causative is used also in main clauses to imply some underlying cause.\nContemporative mood.\nThe contemporative mood is used to construct subordinate clauses with the meaning of simultaneity and is used only if the subject of the subordinate clause and of the main clause are identical. If they differ, the participial mood or the causative mood is used. The contemporative can also be used to form complement clauses for verbs of speaking or thinking.\nParticipial mood.\nThe participial mood is used to construct a subordinate clause describing its subject in the state of carrying out an activity. It is used when the matrix clause and the subordinate clause have different subjects. It is often used in appositional phrases such as &lt;a href=\"relative%20clauses\"&gt;relative clauses&lt;/a&gt;.\nDerivation.\nVerbal derivation is extremely productive, and Greenlandic has many hundreds of derivational suffixes. Often, a single verb uses more than one derivational suffix, resulting in very long words. Here are some examples of how derivational suffixes can change the meaning of verbs:\nTime reference and aspect.\nGreenlandic grammar has morphological devices to mark a distinction between the recent and distant past, but their use is optional and so they should be understood as parts of Greenlandic's extensive derivational system, rather than as a system of &lt;a href=\"tense%20%28grammar%29\"&gt;tense&lt;/a&gt;-markers. Rather than by morphological marking, fixed temporal distance is expressed by temporal adverbials:\nAll other things being equal and in the absence of any explicit adverbials, the indicative mood is interpreted as complete or incomplete, depending on the verbal &lt;a href=\"lexical%20aspect\"&gt;lexical aspect&lt;/a&gt;.\nHowever, if a sentence with an atelic verbal phrase is embedded within the context of a past-time narrative, it would be interpreted as past.\nGreenlandic has several purely-derivational devices of expressing meaning related to aspect and lexical aspect such as \"sar\", expressing \"habituality\", and , expressing, \"stop to\". Also, there are at least two major perfect markers: \"sima\" and \"nikuu\". \"sima\" can occur in several positions with obviously-different functions. The last position indicates evidential meaning, but that can be determined only if several suffixes are present.\nWith &lt;a href=\"telicity\"&gt;atelic verbs&lt;/a&gt;, there is a regular contrast between indirective &lt;a href=\"evidentiality\"&gt;evidentiality&lt;/a&gt;, marked by \"sima\", and witnessed evidentiality, marked by \"nikuu\". Its evidential meaning causes the combination of first person and \"sima\" to be sometimes marked.\nIn the written language and more recently also in the spoken language, especially by younger speakers, \"sima\" and \"nikuu\" can be used together with adverbials to refer to a particular time in the past. That is, they can arguably mark time reference but do not yet do so systematically.\nJust as Greenlandic does not systematically mark past tense, the language also does not have a future tense. Rather, it employs three different strategies to express future meaning:\nThe status of the perfect markers as aspect is not very controversial, but some scholars have claimed that Greenlandic has a basic temporal distinction between future and &lt;a href=\"nonfuture%20tense\"&gt;nonfuture&lt;/a&gt;. Especially, the suffix \"-ssa\" and handful of other suffixes have been claimed to be obligatory future markers. However, at least for literary Greenlandic, the suffixes have been shown to have other semantics, which can be used to refer to the future by the strategies that have just been described.\nNoun incorporation.\nThere is also a debate in the linguistic literature on whether Greenlandic has &lt;a href=\"noun%20incorporation\"&gt;noun incorporation&lt;/a&gt;. The language does not allow the kind of incorporation that common in many other languages in which a noun root can be incorporated into almost any verb to form a verb with a new meaning. On the other hand, Greenlandic often forms verbs that include noun roots. The question then becomes whether to analyse such verb formations as incorporation or as denominal derivation of verbs. Greenlandic has a number of &lt;a href=\"morpheme\"&gt;morpheme&lt;/a&gt;s that require a noun root as their host and form &lt;a href=\"complex%20predicate\"&gt;complex predicate&lt;/a&gt;s, which correspond closely in meaning to what is often seen in languages that have canonical noun incorporation. Linguists who propose that Greenlandic had incorporation argue that such morphemes are in fact verbal roots, which must incorporate nouns to form grammatical clauses. That argument is supported by the fact that many of the derivational morphemes that form denominal verbs work almost identically to canonical noun incorporation. They allow the formation of words with a semantic content that correspond to an entire English clause with verb, subject and object. Another argument is that the morphemes that derive denominal verbs come from historical noun incorporating constructions, which have become fossilized.\nOther linguists maintain that the morphemes in question are simply derivational morphemes that allow the formation of denominal verbs. That argument is supported by the fact that the morphemes are always latched on to a nominal element. These examples illustrate how Greenlandic forms complex predicates including nominal roots:\nNouns.\nNouns are always inflected for case and number and sometimes for number and person of possessor. Singular and plural are distinguished and eight cases are used: absolutive, ergative (relative), instrumental, allative, locative, ablative, prosecutive (also called vialis or prolative) and equative. Case and number are marked by a single suffix. Nouns can be derived from verbs or from other nouns by a number of suffixes: - \"to read\" + - \"place\" becomes \"school\" and + - \"something good\" becomes \"good school\".\nSince the possessive agreement suffixes on nouns and the transitive agreement suffixes on verbs in a number of instances have similar or identical shapes; there is even a theory that Greenlandic has a distinction between transitive and intransitive nouns, which id parallel to the same distinction in the verbs.\nPronouns.\nThere are personal pronouns for first, second, and third person singular and plural. They are optional as subjects or objects but only when the verbal inflection refers to such arguments.\nPersonal pronouns are, however, required in the oblique case:\nCase.\nBoth grammatical core cases, ergative and absolutive, are used to express grammatical and syntactical roles of participant noun phrases. The oblique cases express information related to movement and manner.\nThe &lt;a href=\"instrumental%20case\"&gt;instrumental case&lt;/a&gt; is versatile. It is used for the instrument with which an action is carried out, for oblique objects of intransitive verbs (also called &lt;a href=\"antipassive\"&gt;antipassive&lt;/a&gt; verbs) and for secondary objects of transitive verbs.\nIt is also used to express the meaning of \"give me\" and to form adverbs from nouns:\nThe &lt;a href=\"allative%20case\"&gt;allative case&lt;/a&gt; describes movement towards something.\nIt is also used with numerals and the question word \"qassit\" to express the time of the clock and in the meaning \"amount per unit\":\nThe &lt;a href=\"locative%20case\"&gt;locative case&lt;/a&gt; describes spatial location:\nThe &lt;a href=\"ablative%20case\"&gt;ablative case&lt;/a&gt; describes movement away from something or the source of something:\nThe &lt;a href=\"prosecutive%20case\"&gt;prosecutive case&lt;/a&gt; describes movement through something and the medium of writing or a location on the body. It is also used to describe a group of people such as a family as belonging to the modified noun.\nThe &lt;a href=\"equative%20case\"&gt;equative case&lt;/a&gt; describes similarity of manner or quality. It is also used to derive language names from nouns denoting nationalities: \"like a person of x nationality [speaks]\".\nPossession.\nIn Greenlandic, &lt;a href=\"possession%20%28linguistics%29\"&gt;possession&lt;/a&gt; is marked on the noun that agrees with the person and the number of its possessor. The possessor is in the ergative case. There are different possessive paradigms for each different case. Table 4 gives the possessive paradigm for the absolutive case of \"illu\" \"house\". Here are examples of the use of the possessive inflection, the use of the ergative case for possessors and the use of fourth person possessors.\nNumerals.\nThe numerals and lower numbers are,\nVocabulary.\nMost of Greenlandic's &lt;a href=\"vocabulary\"&gt;vocabulary&lt;/a&gt; is inherited from &lt;a href=\"Proto-Eskimo%E2%80%93Aleut\"&gt;Proto-Eskimo–Aleut&lt;/a&gt;, but there are also a large number of loans from other languages, especially from Danish. Early loans from Danish have often become acculturated to the Greenlandic phonological system: the Greenlandic word \"priest\" is a loan from the Danish . However, since Greenlandic has an enormous potential for the derivation of new words from existing roots, many modern concepts have Greenlandic names that have been invented rather than borrowed: \"computer\" which literally means \"artificial brain\". The potential for complex derivations also means that Greenlandic vocabulary is built on very few roots, which, combined with affixes, form large word families. For example, the root for \"tongue\" is used to derive the following words:\nLexical differences between dialects are often considerable because of the earlier cultural practice of imposing a &lt;a href=\"taboo\"&gt;taboo&lt;/a&gt; on words that had served as names for a deceased person. Since people were often named after everyday objects, many of them have changed their name several times because of taboo rules, another cause of the divergence of dialectal vocabulary.\nOrthography.\nGreenlandic is written with the &lt;a href=\"Latin%20script\"&gt;Latin script&lt;/a&gt;. The alphabet:\nTo spell loanwords from other languages, especially from Danish and English, the additional letters \"B\", \"C\", \"D\", \"H\", \"W\", \"X\", \"Y\", \"Z\", \"Æ\", \"Ø\" and \"Å\" are used. Greenlandic uses the symbols \"...\" and »...« as &lt;a href=\"non-English%20usage%20of%20quotation%20marks\"&gt;quotation marks&lt;/a&gt;.\nFrom 1851 until 1973, Greenlandic was written in the alphabet invented by &lt;a href=\"Samuel%20Kleinschmidt\"&gt;Samuel Kleinschmidt&lt;/a&gt;. This alphabet employed the special character \"&lt;a href=\"Kra%20%28letter%29\"&gt;kra&lt;/a&gt;\" (Κʼ / ĸ) which was replaced by &lt;a href=\"q\"&gt;q&lt;/a&gt; in the 1973 reform. In the Kleinschmidt alphabet, long vowels and geminate consonants were indicated by means of diacritics on the vowels (in the case of consonant gemination, the diacritics were placed on the vowel preceding the affected consonant). For example, the name \"Kalaallit Nunaat\" was spelled \"Kalâdlit Nunât\". This scheme uses a &lt;a href=\"circumflex%20accent\"&gt;circumflex accent&lt;/a&gt; ( ˆ ) to indicate a long vowel (\"e.g.\", \"ât/ît/ût\", modern: \"aat\", \"iit\", \"uut\"), an &lt;a href=\"acute%20accent\"&gt;acute accent&lt;/a&gt; ( ´ ) to indicate gemination of the following consonant: (\"i.e.\", \"á\", \"í\", \"ú\" modern: , , )] and, finally, a &lt;a href=\"tilde\"&gt;tilde&lt;/a&gt; ( ˜ ) or a &lt;a href=\"grave%20accent\"&gt;grave accent&lt;/a&gt; ( ` ), depending on the author, indicates vowel length \"and\" gemination of the following consonant (\"e.g.\", \"ãt\", \"ĩt\", \"ũt\" or \"àt\", \"ìt\", \"ùt\", modern: , , ). The letters \"ê\" and \"ô\", used only before \"r\" and \"q\", are now written \"ee\" and \"oo\" in Greenlandic. The spelling system of &lt;a href=\"Nunatsiavummiutut\"&gt;Nunatsiavummiutut&lt;/a&gt;, spoken in &lt;a href=\"Nunatsiavut\"&gt;Nunatsiavut&lt;/a&gt; in northeastern &lt;a href=\"Labrador\"&gt;Labrador&lt;/a&gt;, is derived from the old Greenlandic system.\nTechnically, the Kleinschmidt orthography focused upon morphology: the same derivational affix would be written in the same way in different contexts, despite its being pronounced differently in different contexts. The 1973 reform replaced this with a phonological system: Here, there was a clear link from written form to pronunciation, and the same suffix is now written differently in different contexts. The differences are due to phonological changes. It is therefore easy to go from the old orthography to the new (cf. the online converter) whereas going the other direction would require a full lexical analysis.\nSample text.\n\"All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.\" (Article 1 of the &lt;a href=\"Universal%20Declaration%20of%20Human%20Rights\"&gt;Universal Declaration of Human Rights&lt;/a&gt;)\nNotes.\nAbbreviations.\nFor affixes about which the precise meaning is the cause of discussion among specialists, the suffix itself is used as a gloss, and its meaning must be understood from context: -SSA (meaning either future or expectation), -NIKUU and -SIMA.\n&lt;section begin=\"list-of-glossing-abbreviations\"/&gt;\n4:fourth (reflexive or obviative) person\nPART:participial mood\nEQU:equative case\nCONT:contemporative mood\nINT:intransitive\nINSTR:instrumental case\nPOSS:possessor\nCAU:causative mood\n&lt;section end=\"list-of-glossing-abbreviations\"/&gt;"
}