{
    "id": "64755041",
    "revid": "21327649",
    "url": "https://en.wikipedia.org/wiki?curid=64755041",
    "title": "Solidarity Alliance of Georgia",
    "text": "Solidarity Alliance of Georgia ( \"\") is a political party in &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; established on June 7, 2020, by the six Independent Members of the &lt;a href=\"Parliament%20of%20Georgia\"&gt;Parliament of Georgia&lt;/a&gt; and the &lt;a href=\"Tbilisi%20City%20Assembly\"&gt;Tbilisi City Council&lt;/a&gt;, which include Mariam Jashi, Beka Natsvlishvili, Levan Gogichaishvili, Zviad Kvachantiradze, Gedevan Popkhadze and Jaba Jishkariani.\nHistory.\nSolidarity Alliance of Georgia party was created on June 7, 2020, by independent MPs who left the majority during 2019 due to a fundamental disagreement on a number of issues. The most notorious of these issues were the issue of the selection of &lt;a href=\"Supreme%20Court%20of%20Georgia%20%28country%29\"&gt;Supreme Court&lt;/a&gt; judges and the fall of the constitutional reform by the ruling party in November 2019 regarding the proportional electoral system.\nAfter the fall of constitutional amendment, the Independent Deputies formed the new faction \"Independent Lawmakers\" on November 28, 2019, which initially consisted of 6 members. &lt;a href=\"Mariam%20Jashi\"&gt;Mariam Jashi&lt;/a&gt;, chairwoman of the \"Independent Lawmakers\" faction, took part in the political &lt;a href=\"dialogue\"&gt;dialogue&lt;/a&gt; between the ruling party and the opposition in February–March 2020. This political dialogue ended with the March 8 agreement on better electoral conditions for political parties and a less polarized environment.\n5 Members of faction \"Independent Lawmakers\" later became the founders of the Solidarity Alliance of Georgia.\nThe party held its first convention on June 7, during which delegates approved the election of Beka Natsvlishvili as chairman of the party, Zviad Kvachantiradze as chairman of the political council and Mariam Jashi as secretary-general of the party. Additionally, the party's name was approved both in &lt;a href=\"Georgian%20language\"&gt;Georgian&lt;/a&gt; and English.\nPolitical views.\nThe founders of the political party and their partners from scientific and professional communities and representatives of the &lt;a href=\"Georgia%20%28country%29\"&gt;Georgian&lt;/a&gt; society are united with a common vision to establish a country of &lt;a href=\"freedom\"&gt;freedom&lt;/a&gt;, &lt;a href=\"justice\"&gt;justice&lt;/a&gt; and strong political institutions.\nThe party has the vision that values and respects the &lt;a href=\"knowledge\"&gt;knowledge&lt;/a&gt;, &lt;a href=\"Work%20%28human%20activity%29\"&gt;labour&lt;/a&gt; and potential of every citizen and is based on the values of &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt;, &lt;a href=\"solidarity\"&gt;solidarity&lt;/a&gt;, economic &lt;a href=\"prosperity\"&gt;prosperity&lt;/a&gt;, accelerations of &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;’s Euro-Atlantic integration and strengthening of the democracy and &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt; of the country.\nAccording to the party, the &lt;a href=\"state%20%28polity%29\"&gt;state&lt;/a&gt; should not be a system of &lt;a href=\"Political%20repression\"&gt;repression&lt;/a&gt;, but the main mechanism of universal development. Party members believe that a strong and just state based on the principle of &lt;a href=\"solidarity\"&gt;solidarity&lt;/a&gt; serves the interests not of the units but of society as a whole. The founders of Solidarity Alliance of Georgia think that a polarized society in &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; needs consolidation, solidarity and humanism.\nAccording to the party members, they will always contribute to closing the page of the country's 30-year political history, which is full of personal controversies, and to establish more content and reasoning in the interests of the people in &lt;a href=\"Politics%20of%20Georgia%20%28country%29\"&gt;Georgian politics&lt;/a&gt;, which they believe will change the public's nihilism towards politicians.\nThe Solidarity Alliance of Georgia is running for &lt;a href=\"2020%20Georgian%20parliamentary%20election\"&gt;2020 Parliamentary elections&lt;/a&gt; and is planning to nominate candidates of Majoritarian &lt;a href=\"Member%20of%20parliament\"&gt;MPs&lt;/a&gt; in all 30 electoral districts."
}