{
    "id": "64786949",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=64786949",
    "title": "Brittial Bania",
    "text": "The Brittial Bania/Bania is an ethnic community in &lt;a href=\"Assam\"&gt;Assam, India&lt;/a&gt;. The group traces its roots to a merchant community who reached Assam (Ancient Kamarupa) in ancient times. Some historians claim that after the Austric group migrated to ancient Assam, the next group of people who arrived was the Dravidian group, who are represented by the Bania and Kaibbartas today. Unlike the mainland Baniya community, this community of Assam is recognized as &lt;a href=\"Schedule%20Caste\"&gt;Schedule Caste&lt;/a&gt; by the government of India.\nOrigin.\n&lt;a href=\"Chand%20Sadagar\"&gt;Chand Sadagar&lt;/a&gt;, (Assamese:চান্দ সদাগৰ) who was a Merchant (\"Bania\" in Assamese) is believed to be the ancient descendant of the ethnic Bania community of Assam. He was a rich and powerful river and sea merchant of Champak Nagar, &lt;a href=\"Kamarupa\"&gt;Kamarupa&lt;/a&gt; who lived between 200 and 300 AD. Narayan Dev gave an account in his \"Manasamangal\" about the merchant ship of the trader Chand Saudagar proceeding to the sea from ancient Champaknagar of Assam passing through &lt;a href=\"Saptagram\"&gt;Saptagram&lt;/a&gt; and &lt;a href=\"Tribeni%2C%20Hooghly\"&gt;Tribeni&lt;/a&gt;, the tri-junction of the &lt;a href=\"Hooghly%20River\"&gt;Ganges&lt;/a&gt;, &lt;a href=\"Saraswati%20River%20%28Bengal%29\"&gt;Saraswati&lt;/a&gt; and &lt;a href=\"Jamuna%20River%20%28West%20Bengal%29\"&gt;Jamuna River&lt;/a&gt;.\nIn the Padmapuran (Hindu Scriptures), account of Chand Bania (Sadagar) is specifically mentioned. Narayan Dev also have mentioned in Padmapuran about the father of Behula who was called as Sahe Bania. Sahe Bania established his kingdom at Udalguri/Tangla area of the old Kamarupa.Further, it has been established in the history book \"Mangaldai Buranji\" by the historian Dineswar Sarma that Chand Sadagar belonged to ancient Bania community whose predecessors are represented by the Assamese Bania community today. These people later got scattered all over Brahmaputra valley. However, people with direct lineage of Chand Sadagar are still there in Udalguri and Tangla district of Assam.\nThe ruins and statue of Chand Sadagar are found in Chhaygaon Area of Assa m.It is proved genuine by the Archaeological Department of India. Moreover, Champak Nagar is still found in Chaigaon of Kamarupa.\nMedieval history.\nDuring the Medieval Period, most of the people from Bania community accepted &lt;a href=\"Vaishnavism\"&gt;Vaishnavism&lt;/a&gt; under the patronage of &lt;a href=\"Srimanta%20Sankardeva\"&gt;Srimanta Sankardeva&lt;/a&gt;. Hari Das Baniya, a prominent Vaishnav Saint during the 14th century, was a devotee and a very close disciple of Srimanta Sankardeva. Hari Das Bania Ata later took patronage at the Barpeta Satra although he originally belonged to &lt;a href=\"Nagaon\"&gt;Nagaon&lt;/a&gt;. He played a significant role in the Vaishnav movement led by Srimanta Samkardeva. The famous historian of the Ahom King &lt;a href=\"Purandar%20Singha\"&gt;Purandar Singha&lt;/a&gt;, Swarnakar Dutiram Hazarika was from this community. One of his well known history books is \"Kali Bharat Buranji\". It is the one and only history book written in the form of poetry in Assam.\nHe also wrote several other important books in the 18th century like \"Rasik Puran\" (about the evil effect of opium in Assamese society) and \"Baniya Xokol Axomoloi Oha Vrittanto\" (an account of the Advent of Baniyas to Assam). The Baniyas of Assam were offered good ranks in the Ahom Administration/Army: Pani Phukan, Hazarika, Boruah, Borah, Mudoi etc.\nThe Bania people like the &lt;a href=\"Jalia%20Kaibarta\"&gt;Kaibarta&lt;/a&gt; were considered as lower class by the &lt;a href=\"Kayastha\"&gt;Kayastha&lt;/a&gt; &amp; &lt;a href=\"Brahmin\"&gt;Brahmin&lt;/a&gt; community of Assam during the medieval period. The system is still prevalent in some parts of Assam. Like, the Kaibbarta community, the Baniya community of upper Assam also joined the &lt;a href=\"Moamoria%20rebellion\"&gt;Moamoria Rebellion&lt;/a&gt; (1769–1805) as they were followers of &lt;a href=\"Aniruddhadev\"&gt;Aniruddhadev&lt;/a&gt;. They took patronage under the satras that followed the &lt;a href=\"Ekasarana%20Dharma%23Kala%20sanghati\"&gt;Kala Sanghati&lt;/a&gt; (mayamara cult which allowed people from all castes and tribes equal status and opportunities in preaching and practicing the Vaishnav Dharma) like the Dihing Satra, Mayamara Satra etc.\nPost-Colonisation era.\nDuring the late 1980s Sjt. Sonadhar Senapati who was a well educated Assamese man and was working in a good position at the Assam Secretariat at Shillong represented the problems of the oppressed castes and tribes of Assam in front of the British. During the meeting he met Mr. Mahi Miri who represented the Mising Tribe in the meeting. Sonadhar Senapati was impressed with the Charming personality of Mr. Mahi Miri. Sonadhar Senapati breaking all the stereotypes of the society during that time, arranged his daughter's (Indira Senapati's) marriage with Mr. Mahi Miri who later became the Chief Conservator of &lt;a href=\"Kaziranga%20National%20Park\"&gt;Kaziranga National Park&lt;/a&gt;.Sonadhar Senapati was also the founder of [Asom Bania Sabha] , a dalit organization of Assam during the early period of 19th Century. \nIt was under the leadership of Sonadhar Senapati, that these indigenous community from the Brahmaputra Valley was inserted in the &lt;a href=\"Schedule%20Caste\"&gt;Schedule Caste&lt;/a&gt; category by the Govt. of India. Indira Senapati alias Indira Miri is also one of the famous personality of the Assamese Bania community. &lt;a href=\"Indira%20Miri\"&gt;Indira Miri&lt;/a&gt; who did her master's degree at University of Edinburgh, UK during that time was appointed as the Chief Education Officer of NEFA with her base at Sadiya, a small Assamese town and worked among the tribals for ten years. During the earthquake of 1950, Miri and her fellow teachers were known to have worked for bringing relief to the people of the region. She resigned from NEFA service in 1957 to join the Jorhat BT College as it principal and worked there till her retirement in 1969. She also served the Guwahati University as a member of its executive council., the renowned Indian educationist, awardee of Padmashree award.\nPeople from this community are found in various districts of Brahmaputra Valley, Kamrup, Udalguri, Darrang, Lakhimpur, Nagaon, &lt;a href=\"Majuli\"&gt;Majuli&lt;/a&gt;, Jorhat, Sivasagar, Dibrugarh etc. Notable persons of the Assamese Bania community of the 20th/ 21st century are &lt;a href=\"Indra%20Bania\"&gt;Indra Bania&lt;/a&gt; (Actor), Kumar Sanjay Krishna (IAS officer) etc."
}