{
    "id": "64804151",
    "revid": "7583140",
    "url": "https://en.wikipedia.org/wiki?curid=64804151",
    "title": "Raushan Yazdani",
    "text": "Mohammad Raushan Yazdani () was a Bengali author and researcher of folk literature. As a folklorist, his work was crucial due to his discoveries of tales and poems from the remotest villages of eastern Bengal (now &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;). His most celebrated work is Momenshahir Loka-Sahitya dedicated to folk literature in Momenshahi (&lt;a href=\"Mymensingh%20Division\"&gt;Mymensingh&lt;/a&gt;) Yazdani was one of the most popular Bengali poets in the &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; period.\nEarly life and education.\nYazdani was born in the village of Bidyaballabh, &lt;a href=\"Kendua%20Upazila\"&gt;Kendua&lt;/a&gt; in the District of Mymensingh (now in &lt;a href=\"Netrokona%20District\"&gt;Netrokona District&lt;/a&gt;) on 27 February 1918. His father, Shaykh Ali Kabir, was a practitioner of &lt;a href=\"alternative%20medicine\"&gt;alternative medicine&lt;/a&gt;. After completing primary education at a local Old Scheme &lt;a href=\"madrasa\"&gt;madrasa&lt;/a&gt;, Yazdani studied in Ashujia High School until class 10. Around this time at the age of 18, his mother died and Yazdani became negligent of his education and started accompanying syncretic mystics. Yazdani eventually left these mystics, returning to orthodox &lt;a href=\"Sunni%20Islam\"&gt;Sunni Islam&lt;/a&gt; after marrying Zubaydah Akhtar Khatun, a &lt;a href=\"Bengali%20Muslim\"&gt;Bengali Muslim&lt;/a&gt; woman with whom he started a family.\nCareer.\nYazdani had took on multiple career paths throughout his life. He started working as a primary school teacher at a village in 1940. Shortly afterwards, he became a clerk of the Debt Settlement Board. He later began his career in grade one &lt;a href=\"proofreading\"&gt;proofreading&lt;/a&gt; for Franklin Publications in 1956 as well as &lt;a href=\"The%20Azad\"&gt;The Azad&lt;/a&gt;. He left his job as a proofreader in 1959 due to ill health and returned to his village home and devoted himself to literary pursuits. He was inspired by the likes of &lt;a href=\"Kazi%20Nazrul%20Islam\"&gt;Kazi Nazrul Islam&lt;/a&gt; and &lt;a href=\"Jasimuddin\"&gt;Jasimuddin&lt;/a&gt; as well as the rich &lt;a href=\"puthi\"&gt;puthi&lt;/a&gt; literature (&lt;a href=\"Dobhashi\"&gt;Dobhashi&lt;/a&gt; poetry) of Bengal. His poetry focused much on the glory of &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; as well as village life. Poems about the latter include Chinu Bibi and Rongila Bondhu. Some of his poems were about rebellion like Bojrobani.\nWith a growing hobby of collecting &lt;a href=\"Bengali%20language\"&gt;Bengali language&lt;/a&gt; folk literature, Yazdani became known as a folklorist. He started writing up essays on folk literature which were published in popular journals and newspapers. He was awarded the &lt;a href=\"Adamjee%20Literary%20Award\"&gt;Adamjee Literary Award&lt;/a&gt; by the &lt;a href=\"President%20of%20Pakistan\"&gt;President of Pakistan&lt;/a&gt; &lt;a href=\"Ayub%20Khan%20%28general%29\"&gt;Ayub Khan&lt;/a&gt; in 1959. This was for writing Khatamun Nabiyyeen (Seal of the Prophets), a biographical poem on &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;, the final &lt;a href=\"Islamic%20prophet\"&gt;Islamic prophet&lt;/a&gt; in verse. This poem was later translated to English as \"The Word of God\".\nWorks.\nYazdani has published 27 books and 18 unpublished books. His most famous works are those relating to folk literature:\nHe also wrote poems, namely:\nOther writings:\nDeath and legacy.\nYazdani died in his native village on 23 June 1967 at 8:30am. Prior to his death, he had been invited to the world's first folklore conference at &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; in 1968 as a researcher, collector and composer of East Pakistani folklore. He left behind two sons and a daughter.\nAn educational institution in his name was established in Kendua in the year 1965 - the Rowshan Ijdani Academy. Thousands of fans gathered at an evening celebrating his works at the Raushan Yazdani Academy in his village in 2013. His grandson, Muhammad Mizanur Rahman Yazdani, is also a poet."
}