{
    "id": "64839234",
    "revid": "1938651",
    "url": "https://en.wikipedia.org/wiki?curid=64839234",
    "title": "Vasily Askalepov",
    "text": "Vasily Semyonovich Askalepov ( 1 January 1900 – 24 April 1948) was a &lt;a href=\"Red%20Army\"&gt;Soviet military&lt;/a&gt; officer, who participated in the Civil War in Russia and World War II.\nEarly life and the Civil War in Russia.\nAskalepov was born on January 1, 1900, in &lt;a href=\"Ermakovskaya%20%28Rostov%20region%29\"&gt;Ermakovskaya&lt;/a&gt;, &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. He graduated from elementary school and worked as a miner before World War I.\nIn early February 1918 Askalepov joined the red partisan detachment of Mikhail Fedoseevich Blinov, a Soviet military leader during the Civil War in Russia, in &lt;a href=\"Morozovsk\"&gt;Morozovsk&lt;/a&gt;.\nAt the end of February Askalepov enlisted in the Red Army. The detachment was formed into the 1st Don Revolutionary Cavalry Regiment of the 23rd Infantry Division. Askalepov's unit was deployed in the cavalry group of the &lt;a href=\"9th%20Army%20%28RSFSR%29\"&gt;9th Army&lt;/a&gt; and in the 2nd Cavalry Division of the &lt;a href=\"Southern%20Front%20%28RSFSR%29\"&gt;Southern Front&lt;/a&gt;.\nStarting in March 1920, Askalepov was promoted from Red Army soldier to assistant platoon leader and later on platoon leader of the 5th Zaamur Cavalry Regiment of the 2nd Stavropol Cavalry Division named after Mikhail Fedoseevich Blinov.\nHe participated in operations against the Kuban army, the army of &lt;a href=\"Anton%20Denikin\"&gt;Anton Denikin&lt;/a&gt; on the southern front, detachments of &lt;a href=\"Nestor%20Makhno\"&gt;Nestor Makhno&lt;/a&gt; and troops of &lt;a href=\"Pyotr%20Wrangel\"&gt;Pyotr Wrangel&lt;/a&gt; in the &lt;a href=\"Siege%20of%20Perekop%20%281920%29\"&gt;Perekop-Chongar Operation&lt;/a&gt;.\nAskalepov was wounded on November 20, 1920.\nFrom April 1921 to September 1922 Askalepov was leader of a cavalry platoon of the 28th Taman Cavalry Regiment in the &lt;a href=\"North%20Caucasus%20Military%20District\"&gt;North Caucasus Military District&lt;/a&gt;. He participated in the elimination of banditry in the Stavropol province and Terek region.\nService in the interwar period.\nAskalepov studied at the Rostov Infantry School where he graduated in 1924. Afterwards he returned to the 28th Taman Cavalry Regiment as platoon leader and later on as squadron leader until August 1929. In 1927 he graduated from the cavalry advanced training course for the command staff of the Red Army in &lt;a href=\"Novocherkassk\"&gt;Novocherkassk&lt;/a&gt;. Starting in 1929 Askalepov studied at the &lt;a href=\"Frunze%20Military%20Academy\"&gt;Frunze Military Academy&lt;/a&gt; where he graduated in 1934.\nIn 1934 he became head of the regimental school of the 30th Saratov Cavalry Regiment of the &lt;a href=\"Kiev%20Military%20District\"&gt;Kiev Military District&lt;/a&gt; (Zhytomyr). In November 1935 Askalepov became chief of the 2nd section of the headquarters of the &lt;a href=\"7th%20Cavalry%20Corps%20%28Soviet%20Union%29\"&gt;7th Cavalry Corps&lt;/a&gt; (&lt;a href=\"Shepetivka\"&gt;Shepetivka&lt;/a&gt;). Askalepov becamecommander of the 29th Cavalry Regiment of the 5th Cavalry Division named after Mikhail Fedoseevich Blinov (Kiev Military District) in November 1936.\nAskalepov was promoted to &lt;a href=\"major\"&gt;major&lt;/a&gt; in 1936.\nOn July 1, 1937, he was arrested and under investigation for a prolonged time. Askalepov was released due to the termination of the case on June 5, 1938, and subsequently reinstated in the Red Army.\nIn July 1938 Askalepov became teacher of tactics of the cavalry courses for the improvement of the command staff of the Red Army in Novocherkassk. Since January 1940 he was commander of the 118th Cavalry Regiment, 15th Kuban Cavalry Division (&lt;a href=\"Transbaikal%20Military%20District\"&gt;Transbaikal Military District&lt;/a&gt;, Dauria station). On October 8, 1940, Askalepov was promoted to &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt;. In May 1941 he was appointed as deputy commander of the 152nd Rifle Division, &lt;a href=\"32nd%20Rifle%20Corps\"&gt;32nd Rifle Corps&lt;/a&gt;, &lt;a href=\"16th%20Army%20%28Soviet%20Union%29\"&gt;16th Army&lt;/a&gt; (&lt;a href=\"Transbaikal%20Military%20District\"&gt;Transbaikal Military District&lt;/a&gt;).\nWorld War II.\nAskalepov was deployed in World War II beginning in June 1941. As part of the 16th Army, &lt;a href=\"Western%20Front%20%28Soviet%20Union%29\"&gt;Western Front&lt;/a&gt; he took part in the &lt;a href=\"Battle%20of%20Smolensk%20%281941%29\"&gt;Battle of Smolensk&lt;/a&gt;. In August 1941 he was appointed commander of the &lt;a href=\"46th%20Rifle%20Division\"&gt;46th Rifle Division&lt;/a&gt; and was slightly wounded on August 18, 1941. Askalepov's entire family died in 1941.\nIn September 1941 he was recalled from the front and sent to the &lt;a href=\"Central%20Asian%20Military%20District\"&gt;Central Asian Military District&lt;/a&gt; to form the 108th Cavalry Division (from April 1942 the &lt;a href=\"107th%20Cavalry%20Division\"&gt;107th Cavalry Division&lt;/a&gt;). Askalepov formed the division in the &lt;a href=\"Kirghiz%20SSR\"&gt;Kirghiz SSR&lt;/a&gt; and in August 1942 arrived with it in the Moscow Military District. However, the division was disbanded there and the troops were transferred to other units. Colonel Askalepov was appointed commander of the &lt;a href=\"292nd%20Rifle%20Division\"&gt;292nd Rifle Division&lt;/a&gt; in the &lt;a href=\"1st%20Guards%20Army%20%28Soviet%20Union%29\"&gt;1st Guards Army&lt;/a&gt; and &lt;a href=\"24th%20Army%20%28Soviet%20Union%29\"&gt;24th Army&lt;/a&gt; of the &lt;a href=\"Stalingrad%20Front\"&gt;Stalingrad&lt;/a&gt; and &lt;a href=\"Don%20Front\"&gt;Don fronts&lt;/a&gt; in September 1942. The division under his command held a bridgehead on the Don to the northwest Stalingrad, suffered heavy losses and was disbanded on November 5, 1942.\nLater in November 1942 Askalepov was appointed commander of the &lt;a href=\"77th%20Guards%20Rifle%20Division\"&gt;173rd Rifle Division&lt;/a&gt; in the &lt;a href=\"North%20Western%20Operational%20Command\"&gt;65th&lt;/a&gt; and &lt;a href=\"21st%20Army%20%28Soviet%20Union%29\"&gt;21st armies&lt;/a&gt; at the Don Front. For outstanding distinctions in the &lt;a href=\"Battle%20of%20Stalingrad\"&gt;Battle of Stalingrad&lt;/a&gt;, especially during the destruction of the &lt;a href=\"6th%20Army%20%28Wehrmacht%29\"&gt;6th Army of the Wehrmacht&lt;/a&gt; surrounded in Stalingrad, the 173rd Rifle Division, by order of the &lt;a href=\"Minister%20of%20Defence%20%28Soviet%20Union%29\"&gt;People's Commissar of Defence of the USSR&lt;/a&gt; on March 1, 1943, received the rank of the Guards and was renamed the 77th Guards Rifle Division. At the same time, the division commander, Colonel V.S.Askalepov, was awarded the military rank of Major General. Since March 1943, the division operated as part of the &lt;a href=\"61st%20Army%20%28Soviet%20Union%29\"&gt;61st Army&lt;/a&gt; of the &lt;a href=\"Bryansk%20Front\"&gt;Bryansk&lt;/a&gt; and &lt;a href=\"Central%20Front\"&gt;Central fronts&lt;/a&gt;.\nHe distinguished himself in the &lt;a href=\"Battle%20of%20Kursk\"&gt;Battle of Kursk&lt;/a&gt;, in particular in &lt;a href=\"Operation%20Kutuzov\"&gt;Operation Kutuzov&lt;/a&gt;, during the liberation of the &lt;a href=\"Left-Bank%20Ukraine\"&gt;Left-Bank Ukraine&lt;/a&gt; and during the Chernigov-Pripyat Offensive operation from late August to early September 1943 during the &lt;a href=\"Battle%20of%20the%20Dnieper\"&gt;Battle of the Dnieper&lt;/a&gt;.\nIn less than a month, the division fought over 250 kilometers westward, liberating over 40 settlements. The 77th Guards Rifle Division distinguished itself during the liberation of the city of &lt;a href=\"Chernihiv\"&gt;Chernigov&lt;/a&gt; on September 21, 1943, for which it was awarded the honorary name \"Chernigov\". On September 27, 1943, General Askalepov's division was one of the first to reach the Dnieper, its forward detachments were among the first in the army on the move across the Dnieper near the village of Dymarka (then part of the Repkinsky district of the Chernigov region, Ukrainian SSR). The next day, September 28, 1943 the entire division crossed the river under German fire and continued the offensive to expand the bridgehead. The division's actions contributed to the success of the entire army.\n\"For the exemplary performance of the combat missions of the Command for forcing the Dnieper River and the courage and heroism shown at the same time,\" by the Decree of the Presidium of the Supreme Soviet of the USSR dated January 15, 1944, Guards Major General Vasily Semyonovich Askalepov was awarded the title of &lt;a href=\"Hero%20of%20the%20Soviet%20Union\"&gt;Hero of the Soviet Union&lt;/a&gt; with the award of the &lt;a href=\"Order%20of%20Lenin\"&gt;Order of Lenin&lt;/a&gt; and the medal \"Gold Star\" (No. 2928).\nAskalepov and his unit participated in the Gomel-Rechitsa Offensive, the Kalinkovichsko-Mozyr Offensive, &lt;a href=\"Operation%20Bagration\"&gt;Operation Bagration&lt;/a&gt;, &lt;a href=\"Vistula%E2%80%93Oder%20Offensive\"&gt;Vistula–Oder Offensive&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Berlin\"&gt;Battle of Berlin&lt;/a&gt;. The division met the victory on the Elbe River. Under the command of General Askapelov, the 77th Guards Rifle Division was awarded the honorary titles Chernigovskaya on September 21, 1943, the Order of the Red Banner on January 15, 1944, the Order of Suvorov II degree on August 9, 1944 and the Order of Lenin on February 19, 1945.\nOn September 17, 1945, Askalepov who was Major General and commanding general of the 77th Guards Rifle Division at the time, signed the &lt;a href=\"Wanfried%20Agreement\"&gt;Wanfried Agreement&lt;/a&gt; in his capacity as representative of the Soviet High Command. The treaty enforced boundary changes between the U.S. and Soviet zone of occupation in Germany.\nLater life.\nAfter World War II he continued to command the &lt;a href=\"77th%20Guards%20Rifle%20Division\"&gt;77th Guards Rifle Division&lt;/a&gt; in the &lt;a href=\"Group%20of%20Soviet%20Forces%20in%20Germany\"&gt;Group of Soviet Forces in Germany&lt;/a&gt;. In February 1946 the division was transferred to the &lt;a href=\"Arkhangelsk%20Military%20District\"&gt;Arkhangelsk Military District&lt;/a&gt; and stationed in the city of &lt;a href=\"Severodvinsk\"&gt;Molotovsk&lt;/a&gt;. In June 1946 due to the reduction of the armed forces, the division was transformed into the 10th Separate Guards Rifle Brigade where Askalepov remained as its commander. Since January 1948 he commanded the 11th Separate Rifle Brigade in the Arkhangelsk military district.\nHe lived in the city of Molotovsk in the Arkhangelsk region.\nAskalepov died on April 24, 1948 in Moscow and was buried at the &lt;a href=\"Donskoye%20Cemetery\"&gt;Donskoye Cemetery&lt;/a&gt;."
}