{
    "id": "6489651",
    "revid": "5702516",
    "url": "https://en.wikipedia.org/wiki?curid=6489651",
    "title": "Electric sitar",
    "text": "An electric sitar is a type of &lt;a href=\"electric%20guitar\"&gt;electric guitar&lt;/a&gt; designed to mimic the sound of the &lt;a href=\"sitar\"&gt;sitar&lt;/a&gt;, a traditional &lt;a href=\"musical%20instrument\"&gt;musical instrument&lt;/a&gt; of &lt;a href=\"India\"&gt;India&lt;/a&gt;. Depending on the manufacturer and model, these instruments bear varying degrees of resemblance to the traditional sitar. Most resemble the &lt;a href=\"electric%20guitar\"&gt;electric guitar&lt;/a&gt; in the style of the &lt;a href=\"Solid%20body\"&gt;body&lt;/a&gt; and &lt;a href=\"headstock\"&gt;headstock&lt;/a&gt;, though some have a body shaped to resemble that of the sitar (such as a model made by &lt;a href=\"Danelectro\"&gt;Danelectro&lt;/a&gt;).\nHistory.\nThe instrument was developed in the late 1960s by session guitarist &lt;a href=\"Vinnie%20Bell\"&gt;Vinnie Bell&lt;/a&gt; in partnership with &lt;a href=\"Danelectro\"&gt;Danelectro&lt;/a&gt;. At the time, many &lt;a href=\"Western%20world\"&gt;western&lt;/a&gt; musical groups began to use the sitar, which is generally considered a difficult instrument to learn. By contrast, the electric sitar, with its standard guitar fretboard and tuning, is a more familiar fret arrangement for a guitarist to play. The twangy sitar-like tone comes from a flat bridge adding the necessary buzz to the guitar strings.\nConfiguration.\nIn addition to the six playing strings, most electric sitars have &lt;a href=\"sympathetic%20string\"&gt;sympathetic string&lt;/a&gt;s, typically located on the left side of the instrument (though some do not have these). These strings have their own &lt;a href=\"Pickup%20%28music%20technology%29\"&gt;pickups&lt;/a&gt; (typically &lt;a href=\"lipstick%20pickup\"&gt;lipstick pickup&lt;/a&gt;s are used for both sets of strings), and are usually tuned with a harp wrench (a difficult process). A unique type of &lt;a href=\"Bridge%20%28instrument%29\"&gt;bridge&lt;/a&gt;, a \"buzz bridge\", developed by Vinnie Bell, helps give the instrument its distinctive &lt;a href=\"Jivari\"&gt;sound&lt;/a&gt;. Some electric sitars have &lt;a href=\"Drone%20%28music%29\"&gt;drone&lt;/a&gt; strings in lieu of sympathetic strings. A few models, such as the Jerry Jones \"Baby\" sitar, lack both sympathetic and drone strings, while still retaining the distinctive buzz bridge.\nThe \"sympathetic\" strings on most electric sitars do not resonate strongly enough to match the effect of an acoustic sitar. There are resonant chambers in the solid-body instruments that have Masonite tops, however it is not enough to excite the 13 strings into true sympathy. The strings are tensioned over two rosewood bridges with fret material as saddles so the sound is more like an &lt;a href=\"autoharp\"&gt;autoharp&lt;/a&gt; than a sitar.\nVersions of the electric sitar were also developed mainly in India. These are smaller sized sitars that look like a sitar. These sitars are tuned the same way as the original classical sitar would be tuned.\nUsage.\nBecause the tone quality and playing technique differ significantly from that of the sitar, it is typically used in rock, jazz, and &lt;a href=\"Fusion%20%28music%29\"&gt;fusion&lt;/a&gt; styles. Notable early hit singles featuring electric sitar include &lt;a href=\"Eric%20Burdon%20and%20the%20Animals\"&gt;Eric Burdon and the Animals&lt;/a&gt;' \"&lt;a href=\"Monterey%20%28Eric%20Burdon%20and%20the%20Animals%20song%29\"&gt;Monterey&lt;/a&gt;\", &lt;a href=\"Joe%20South\"&gt;Joe South&lt;/a&gt;'s \"&lt;a href=\"Games%20People%20Play%20%28Joe%20South%20song%29\"&gt;Games People Play&lt;/a&gt;\", &lt;a href=\"The%20Supremes\"&gt;The Supremes&lt;/a&gt;'s \"&lt;a href=\"No%20Matter%20What%20Sign%20You%20Are\"&gt;No Matter What Sign You Are&lt;/a&gt;\" (played by &lt;a href=\"Eddie%20Willis\"&gt;Eddie Willis&lt;/a&gt;) and &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt;'s \"&lt;a href=\"Signed%2C%20Sealed%2C%20Delivered%20I%27m%20Yours\"&gt;Signed, Sealed, Delivered&lt;/a&gt;\", &lt;a href=\"B.J.%20Thomas\"&gt;B.J. Thomas&lt;/a&gt;' \"&lt;a href=\"Hooked%20on%20a%20Feeling\"&gt;Hooked on a Feeling&lt;/a&gt;\" (played by &lt;a href=\"Reggie%20Young\"&gt;Reggie Young&lt;/a&gt;), The &lt;a href=\"The%20Spinners%20%28American%20band%29\"&gt;Spinners&lt;/a&gt;' \"&lt;a href=\"It%27s%20a%20Shame%20%28The%20Spinners%20song%29\"&gt;It's a Shame&lt;/a&gt;\", &lt;a href=\"The%20Box%20Tops\"&gt;The Box Tops&lt;/a&gt; \"&lt;a href=\"Cry%20Like%20a%20Baby\"&gt;Cry Like a Baby&lt;/a&gt;\" as well as some sides by &lt;a href=\"The%20Stylistics\"&gt;The Stylistics&lt;/a&gt; and &lt;a href=\"The%20Delfonics\"&gt;The Delfonics&lt;/a&gt;.\nOther recording artists who have featured the electric sitar include:\nElvis Presley \" 1969 America Sound recording sessions\" \"Stranger In My Hometown\", \"You'll Think Of Me\"\nAlthough &lt;a href=\"George%20Harrison\"&gt;George Harrison&lt;/a&gt; is generally credited with introducing the sitar into popular music, he is not known to have played a bona fide electric version on any recording.\nOn his award-winning 1969 instrumental rendition of the &lt;a href=\"Joe%20South\"&gt;Joe South&lt;/a&gt; tune \"&lt;a href=\"Games%20People%20Play%20%28Joe%20South%20song%29\"&gt;Games People Play&lt;/a&gt;\" saxophonist &lt;a href=\"King%20Curtis\"&gt;King Curtis&lt;/a&gt; teamed with guitarist &lt;a href=\"Duane%20Allman\"&gt;Duane Allman&lt;/a&gt; on the electric sitar (he also played &lt;a href=\"slide%20guitar\"&gt;slide guitar&lt;/a&gt;). This can be found on the Duane Allman album \"&lt;a href=\"An%20Anthology%20%28Duane%20Allman%20album%29\"&gt;An Anthology&lt;/a&gt;\".\nThe 1971 album \"Somethin' Else\" recorded by &lt;a href=\"Danny%20Davis%20%28country%20musician%29\"&gt;Danny Davis and the Nashville Brass&lt;/a&gt; prominently featured an electric sitar, a first for the country music industry. The instrument provided accompaniment on such songs as \"Snowbird\", \"Rose Garden\", \"Are You from Dixie?\" and others.\nOn &lt;a href=\"ABBA\"&gt;ABBA&lt;/a&gt;’s 1979 recording of \"&lt;a href=\"I%20Have%20a%20Dream%20%28song%29\"&gt;I Have A Dream&lt;/a&gt;\" the refrain is played on an electric sitar. However the recording for the 2008 &lt;a href=\"Mamma%20Mia%21%20%28film%29\"&gt;movie version&lt;/a&gt; of \"&lt;a href=\"Mamma%20Mia%20%28ABBA%20song%29\"&gt;Mamma Mia&lt;/a&gt;\" featured a real &lt;a href=\"bouzouki\"&gt;bouzouki&lt;/a&gt;.\nThe 1992 album \"&lt;a href=\"Bloody%20Kisses\"&gt;Bloody Kisses&lt;/a&gt;\" by &lt;a href=\"Type%20O%20Negative\"&gt;Type O Negative&lt;/a&gt; used an electric sitar in the song \"Can't Lose You\" played by Paul Bento from the band &lt;a href=\"Carnivore%20%28band%29\"&gt;Carnivore&lt;/a&gt;.\n&lt;a href=\"Glass%20Hammer\"&gt;Glass Hammer&lt;/a&gt; guitarist Kamran Alan Shikoh performed electric sitar in the band's song from 2009 to his departure in 2018.\nIn 2010, &lt;a href=\"MGMT\"&gt;MGMT&lt;/a&gt; released their album \"&lt;a href=\"Congratulations%20%28album%29\"&gt;Congratulations&lt;/a&gt;\", where the electric sitar was played on many tracks by lead singer and guitarist &lt;a href=\"Andrew%20VanWyngarden\"&gt;Andrew VanWyngarden&lt;/a&gt;.\nBlues musician &lt;a href=\"Buddy%20Guy\"&gt;Buddy Guy&lt;/a&gt; played, among other guitars, a Coral electric sitar in shows on his 2010 tour.\nThe 2014 album \"&lt;a href=\"Black%20Messiah%20%28album%29\"&gt;Black Messiah&lt;/a&gt;\" by American neo-soul singer &lt;a href=\"D%27Angelo\"&gt;D'Angelo&lt;/a&gt; and backing band The Vanguard, features use of the electric sitar on tracks such as \"Another Life\" and \"The Charade\".\nThe 2015 song \"Multi-Love\" by &lt;a href=\"Unknown%20Mortal%20Orchestra\"&gt;Unknown Mortal Orchestra&lt;/a&gt; makes use of the electric sitar.\nThe 2020 album \"¡En Seguida!\" by French Jazz guitarist and composer &lt;a href=\"Didier%20Verna\"&gt;Didier Verna&lt;/a&gt; features use of a &lt;a href=\"http%3A//www.jerryjonesguitars.com\"&gt;Jerry Jones&lt;/a&gt; Supreme Sitar model on two tracks: \"¡En Seguida!\" and \"La Deuxième Valse\"."
}