{
    "id": "6495582",
    "revid": "32381689",
    "url": "https://en.wikipedia.org/wiki?curid=6495582",
    "title": "Ministry of Foreign Affairs (Luxembourg)",
    "text": "The Ministry of Foreign Affairs (, MAE) is a ministry of the government of &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, headquartered in the \"Bâtiment Mansfeld\" in &lt;a href=\"Luxembourg%20City\"&gt;Luxembourg City&lt;/a&gt;.\nIt is headed by the Minister for Foreign Affairs (), a position in the Luxembourgian &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;. This post is currently held by &lt;a href=\"Jean%20Asselborn\"&gt;Jean Asselborn&lt;/a&gt;. The Minister for Foreign Affairs is responsible for determining Luxembourg's &lt;a href=\"foreign%20policy\"&gt;foreign policy&lt;/a&gt; and representing the government abroad.\nHistory.\nThe position of Minister for Foreign Affairs has been in continuous existence since the promulgation of Luxembourg's first &lt;a href=\"Constitution%20of%20Luxembourg\"&gt;constitution&lt;/a&gt;, in 1848. Until 1937, the position was held concurrently by the &lt;a href=\"Prime%20Ministers%20of%20Luxembourg\"&gt;Prime Minister&lt;/a&gt;, thus ridding it of any true significance as an office. However, in 1937, &lt;a href=\"Joseph%20Bech\"&gt;Joseph Bech&lt;/a&gt; resigned as Prime Minister, but was immediately reappointed as Minister for Foreign Affairs upon &lt;a href=\"Pierre%20Dupong\"&gt;Pierre Dupong&lt;/a&gt;'s premiership. When Bech became Prime Minister again, in 1953, the two jobs were united once more. Over the next twenty-six years, the jobs were separated and united another two times. However, since 1979, the two positions have been kept in separate hands.\nSeveral times since World War II, the Minister for Foreign Affairs has also been the &lt;a href=\"Deputy%20Prime%20Minister%20of%20Luxembourg\"&gt;Deputy Prime Minister&lt;/a&gt; and leader of the smaller party in a coalition government; this has especially been the case since the 1980s. This is not the case for the current Minister, Jean Asselborn, however.\nSince 24 March 1936, the title of \"Minister for Foreign Affairs\" has been an official one, although the position had been unofficially known by that name since its creation. From the position's creation until 28 November 1857, the Minister went by the title of \"Administrator-General\". From 1857 until 1936, the Minister went by the title of \"Director-General\".\nOrganisation.\nAs of 2017, the Ministry consists of a general secretariat and 8 Directorates:"
}