{
    "id": "65014968",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=65014968",
    "title": "National Farm Radio Forum",
    "text": "The National Farm Radio Forum was a weekly radio show that aired on the &lt;a href=\"CBC%20radio\"&gt;CBC&lt;/a&gt; from 1941 until 1965. The program was targeted at rural audiences, who were encouraged to form local listening groups (\"forums\"). Forums would meet weekly to listen to the broadcast together and discuss its content. The program was praised for its effectiveness as a form of adult education, and for encouraging socialization and community improvement projects.\nIn 1949, at the height of its popularity, the \"Farm Radio Forum\" had over 1,600 registered forums comprising over 21,000 registered listeners. It aired 20 weekly 30-minute broadcasts per year, from November to March.\nBackground.\nThe \"National Farm Radio Forum\" was the result of a partnership between three recently created organizations: the &lt;a href=\"Canadian%20Association%20for%20Adult%20Education\"&gt;Canadian Association for Adult Education&lt;/a&gt;, the &lt;a href=\"Canadian%20Broadcasting%20Corporation\"&gt;Canadian Broadcasting Corporation&lt;/a&gt;, and the &lt;a href=\"Canadian%20Federation%20of%20Agriculture\"&gt;Canadian Federation of Agriculture&lt;/a&gt;. It was intended to improve the dire condition of farming families in the wake of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; of the 1930s. Provinces had previously experimented with sending university-educated experts to instruct farmers in scientific farming techniques, but this was considered to have been ineffective.\n&lt;a href=\"Ned%20Corbett\"&gt;Ned Corbett&lt;/a&gt;, director of the CAAE, is generally credited as founder of the \"Forum\".\nForum format.\nA typical local forum consisted of between 10 and 30 individuals. Meetings would typically rotate between the homes of members, though they could also be held in a local church or community hall. Before the Monday broadcast, members received a supplementary publication called the \"Farm Forum Guide\" by mail, which they were encouraged to read in advance. \nAfter listening to the half hour broadcast together, the forum would engage in discussion. The \"Guide\" included a set of suggested questions for discussion for each broadcast. For example: \"Has the war caused a farm labour shortage in your community? Has the farm labor shortage affected production?\" The forum's secretary would summarize the group's response, and it would be mailed to the provincial office. The provincial office would then read selected feedback on the following week's broadcast. Summaries of forum feedback would also sometimes be forwarded to government agencies.\nIn addition, meetings would often include time for short speeches and socialization, often centred around card games.\nContent.\nEach week's broadcast was themed around a particular issue. A wide range of topics were covered, some relating directly to farming (soil erosion, mechanization, tariffs), but also including more general topics of interest to rural audiences, including health, the family, and the household. Women were encouraged to accompany their husbands to meetings, and certain broadcasts were specifically devoted to \"women's issues\", including titles such as: \"Farm Women in Public Life\", \"More Attractive Homesteads\", and \"The Teacher in the Community\".\nContent was delivered in a variety of formats. Early broadcasts made heavy use of dramatizations, with actors playing neighbours on the fictional \"Sunnybridge Farm\", who would discuss the pros and cons of the week's topic. The show also used panel discussions, speeches, and interviews.\nDecline.\nThe \"National Farm Radio Forum\" reached its height of popularity around 1949 with over 1,600 registered groups. Following this peak, the number of groups began to fall at a rate of around 100–150 per year, reaching around 500 in 1958, and 230 in 1965, the program's final year. The show's decline has been attributed to the contemporaneous decline in Canada's rural population, the displacement of family farms by big business agriculture, and the diverging aims of the three organizations behind the \"Forum\" (the CAAE, CBC and CFA). The program went off the air on April 30 1965.\nLegacy.\nThe show's success inspired a study commission by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;, which resulted in a detailed and complimentary report published in 1954. Though not the first of its kind, the show served as a model for similar community listening groups in countries such as &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;, and &lt;a href=\"France\"&gt;France&lt;/a&gt;. A number of founding \"National Farm Radio Forum\" went on to form &lt;a href=\"Farm%20Radio%20Forum%20International\"&gt;Farm Radio Forum International&lt;/a&gt; in 1979, a non-profit dedicated to promulgating the format internationally.\nThe \"Farm Radio Forum\" was praised for spurring thousands of \"Action Projects\" across communities. Examples included co-operative hospitalization schemes, fighting insect infestations, extending telephone service, and the creation of &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; enterprises, such as credit unions, creameries, and mutual fire insurance.\nIn 2009, the \"Forum\" was designated as a &lt;a href=\"National%20Historic%20Event\"&gt;National Historic Event&lt;/a&gt; for \"pioneer[ing] interactive distance education\"."
}