{
    "id": "65066698",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=65066698",
    "title": "Turki Al-Khudhayr",
    "text": "Turki Mohammed Al-Khudayr (; born in 1980) is a Saudi Arabian &lt;a href=\"soccer\"&gt;football&lt;/a&gt; referee. He has refereed in the &lt;a href=\"Saudi%20Professional%20League\"&gt;Saudi Professional League&lt;/a&gt; since 2009 and has been a full international referee for FIFA since 2014. He refereed at the &lt;a href=\"2019%20AFC%20Asian%20Cup\"&gt;2019 AFC Asian Cup&lt;/a&gt; and also refereed the &lt;a href=\"2015%20Saudi%20Crown%20Prince%20Cup%20Final\"&gt;2015 Saudi Crown Prince Cup Final&lt;/a&gt;.\nCareer.\nOn 17 March 2015, he was summoned at the &lt;a href=\"2018%20FIFA%20World%20Cup%20qualification\"&gt;2018 FIFA World Cup qualification&lt;/a&gt; match in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; during the match between &lt;a href=\"Brunei%20national%20football%20team\"&gt;Brunei&lt;/a&gt; and &lt;a href=\"Chinese%20Taipei%20national%20football%20team\"&gt;Chinese Taipei&lt;/a&gt;.\nOn 16 December 2019, after the match between &lt;a href=\"Indian%20Super%20League\"&gt;Indian Super League&lt;/a&gt; clubs &lt;a href=\"Bengaluru\"&gt;Bengaluru&lt;/a&gt; and &lt;a href=\"Mumbai%20City%20FC\"&gt;Mumbai City FC&lt;/a&gt; (which Mumbai City FC won 3–2 against Bengaluru), Mumbai City FC coach, &lt;a href=\"Jorge%20Costa\"&gt;Jorge Costa&lt;/a&gt; of Portugal, has launched an allegation against Al-Khudayr for calling a Mumbai City FC player &lt;a href=\"S%C3%A8rge%20Kevyn\"&gt;Sèrge Kevyn&lt;/a&gt;, of Gabon, with racist slurs as a “monkey” in Al-Khudayr's perspective of Anguoue making “disrespectful gestures”. On 17 December 2019, the allegations were reported to the &lt;a href=\"All%20India%20Football%20Federation\"&gt;All India Football Federation&lt;/a&gt;, and an the investigation will be launched by the federation against Al-Khudayr. \"The AIFF follows a zero toleration policy against racism and the complaint has been forwarded to the Disciplinary Committee to investigate into the matter and take appropriate action if found guilty,\" the AIFF stated."
}