{
    "id": "65067258",
    "revid": "41846969",
    "url": "https://en.wikipedia.org/wiki?curid=65067258",
    "title": "Wolf (2021 Irish-Polish film)",
    "text": "Wolf is a 2021 &lt;a href=\"psychological%20drama\"&gt;psychological drama&lt;/a&gt; film written and directed by Nathalie Biancheri. An international co-production of Ireland and Poland, it stars &lt;a href=\"George%20MacKay%20%28actor%29\"&gt;George MacKay&lt;/a&gt;, &lt;a href=\"Lily-Rose%20Depp\"&gt;Lily-Rose Depp&lt;/a&gt;, &lt;a href=\"Paddy%20Considine\"&gt;Paddy Considine&lt;/a&gt;, &lt;a href=\"Eileen%20Walsh\"&gt;Eileen Walsh&lt;/a&gt;, &lt;a href=\"Fionn%20O%27Shea\"&gt;Fionn O'Shea&lt;/a&gt; and &lt;a href=\"Lola%20Petticrew\"&gt;Lola Petticrew&lt;/a&gt;.\n\"Wolf\" had its world premiere at the &lt;a href=\"2021%20Toronto%20International%20Film%20Festival\"&gt;2021 Toronto International Film Festival&lt;/a&gt; on 17 September 2021. It had a limited theatre release in the United States on 3 December 2021, by &lt;a href=\"Focus%20Features\"&gt;Focus Features&lt;/a&gt;.\nPlot.\nA boy named Jacob who suffers from &lt;a href=\"species%20dysphoria\"&gt;species dysphoria&lt;/a&gt;, believing he is a &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;, is committed to a &lt;a href=\"mental%20asylum\"&gt;mental asylum&lt;/a&gt; following an attack on his brother. There he meets and befriends the other patients, who also believe themselves to be animals. He forms a close bond with an enigmatic patient known only as \"&lt;a href=\"Wildcat\"&gt;Wildcat&lt;/a&gt;\", and together they roam the hallways at night. After witnessing the brutal methods of treatment performed by the head of the asylum, the &lt;a href=\"Zookeeper\"&gt;Zookeeper&lt;/a&gt;, Jacob becomes frustrated and attacks an orderly, resulting in him being caged and gagged. Wildcat sneaks into his cage one night and &lt;a href=\"Sexual%20intercourse\"&gt;makes love&lt;/a&gt; to him, but they are caught by a nurse and Jacob is punished with a &lt;a href=\"cattle%20prod\"&gt;cattle prod&lt;/a&gt;, causing the other patients to lash out at the Zookeeper. Disgusted by Zookeeper and the Nurse, Wildcat frees Jacob from his cage, allowing him to escape into the forest.\nProduction.\nIn February 2020, it was announced &lt;a href=\"George%20MacKay%20%28actor%29\"&gt;George MacKay&lt;/a&gt; and &lt;a href=\"Lily-Rose%20Depp\"&gt;Lily-Rose Depp&lt;/a&gt; had joined the cast of the film, with Nathalie Biancheri directing from a screenplay she wrote. In September 2020, &lt;a href=\"Paddy%20Considine\"&gt;Paddy Considine&lt;/a&gt;, &lt;a href=\"Eileen%20Walsh\"&gt;Eileen Walsh&lt;/a&gt;, &lt;a href=\"Fionn%20O%27Shea\"&gt;Fionn O'Shea&lt;/a&gt;, &lt;a href=\"Lola%20Petticrew\"&gt;Lola Petticrew&lt;/a&gt; and Senan Jennings joined the cast of the film.\n&lt;a href=\"Principal%20photography\"&gt;Principal photography&lt;/a&gt; began in August 2020. Production was initially set to begin in April 2020, but was delayed due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. Principal photography ended by October 2020.\nRelease.\n&lt;a href=\"Focus%20Features\"&gt;Focus Features&lt;/a&gt; acquired distribution rights to the film in October 2020. The film had a theatrical release in the U.S. on 3 December 2021, after premiering at the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt; on 17 September 2021 as the entry for &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;.\nReception.\nBox office.\nIn the United States and Canada, the film earned $82,640 from 308 theaters in its opening weekend and $15,160 in its second before ending its theatrical run.\nCritical response.\n On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, which uses a weighted average, the film has a score of 52 based on 15 reviews, indicating \"mixed or average reviews.\""
}