{
    "id": "651300",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=651300",
    "title": "Wardroom",
    "text": "The wardroom is the &lt;a href=\"mess\"&gt;mess cabin or compartment&lt;/a&gt; on a warship or other military ship for commissioned naval &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;officers&lt;/a&gt; above the rank of &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt;. Although the term typically applies to officers in a &lt;a href=\"navy\"&gt;navy&lt;/a&gt;, it is also applicable to marine officers and coast guard officers in those nations that have such service branches. Typically, the mess compartment aboard a naval or coast guard vessel, and on larger vessels, such as aircraft carriers of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, there may be more than one wardroom. It may also be used on &lt;a href=\"stone%20frigate\"&gt;stone frigate&lt;/a&gt;s to refer to similar officer mess facilities at naval, marine, and coast guard installations ashore.\nTerminology.\nThe term \"the wardroom\" is also used (&lt;a href=\"Metonymy\"&gt;metonymically&lt;/a&gt;) to refer to those individuals with the right to occupy that wardroom, meaning 'the officers of the wardroom'. \nUsage.\nThe wardroom provides a place of rest, relaxation and recreation, as well as being an officers' &lt;a href=\"dining%20room\"&gt;dining room&lt;/a&gt;. Usually, a &lt;a href=\"galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; or &lt;a href=\"scullery%20%28room%29\"&gt;scullery&lt;/a&gt; adjoins the wardroom. Table service is provided by &lt;a href=\"Chief%20Steward\"&gt;stewards&lt;/a&gt;, now known in some services as mess specialists or culinary specialists.\nOn warships other than those of the U.S. Navy, there is usually a &lt;a href=\"Bar%20%28counter%29\"&gt;bar&lt;/a&gt; where alcoholic drinks may be purchased. Ships may be either 'wet' or 'dry': the former allowing the consumption of alcohol whilst at sea (though may still be prohibited during &lt;a href=\"action%20stations\"&gt;action stations&lt;/a&gt;), whilst a dry ship only allows alcohol to be consumed when alongside at port, if at all. Ships of the United States Navy have not allowed alcohol consumption onboard since 1913, although since 1980 unique, by exception, single-day waivers have been granted to vessels deployed in excess of 60 days without a port call.\nEtiquette.\nWardrooms have rules governing &lt;a href=\"etiquette\"&gt;etiquette&lt;/a&gt; \"and\" military customs. Traditionally considered taboo are three topics: politics, religion, and sex (earlier guidebooks referred to the latter as 'ladies', this being changed as increasing numbers of female officers joined the wardrooms of warships and coast guard cutters). On large ships in peacetime, talking about professional business is also frowned upon. It is also considered inappropriate to perform work, or to meet with subordinates in a wardroom. Typically, upon entering the wardroom at meal time, members ask permission from the most senior officer present before joining the table.\nThe ship's &lt;a href=\"executive%20officer\"&gt;executive officer&lt;/a&gt; is usually the \"mess president\". On warships and coast guard vessels, the &lt;a href=\"commanding%20officer\"&gt;commanding officer&lt;/a&gt; is normally not a member of the wardroom, but is invited to join the members for special occasions.\nOf significant note in ships wardrooms of the Royal Navy is the daily &lt;a href=\"Loyal%20toast\"&gt;toast&lt;/a&gt; to the monarch. In all other circumstances and settings, those toasting the monarch would first rise to their feet and face the monarch before raising their glass and declaring their affirmation. In ships wardrooms, officers remain seated to toast the monarch. This practice came about following the permission of &lt;a href=\"William%20IV%20of%20the%20United%20Kingdom\"&gt;King William IV&lt;/a&gt;; when the King who was dining in a wardroom aboard a warship himself rose to return the compliment and banged his head, due to the low headroom height between warship decks of the period."
}