{
    "id": "651620",
    "revid": "37017085",
    "url": "https://en.wikipedia.org/wiki?curid=651620",
    "title": "Potosí",
    "text": "Potosí, known as Villa Imperial de Potosí in the colonial period, is the capital city and a municipality of the &lt;a href=\"Potos%C3%AD%20Department\"&gt;Department of Potosí&lt;/a&gt; in &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;. It is one of the &lt;a href=\"list%20of%20highest%20cities%20in%20the%20world\"&gt;highest cities&lt;/a&gt; in the world at a nominal . For centuries, it was the location of &lt;a href=\"National%20Mint%20of%20Bolivia\"&gt;the Spanish colonial silver mint&lt;/a&gt;. A considerable amount of the city's colonial architecture has been preserved in the historic center of the city, which - along with the globally important Cerro Rico de Potosí - are part of a designated UNESCO World Heritage Site.\nPotosí lies at the foot of the \"&lt;a href=\"Cerro%20Rico\"&gt;Cerro de Potosí&lt;/a&gt;\" —sometimes referred to as the \"Cerro Rico\" (\"rich mountain\")— a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; popularly conceived of as being \"made of\" &lt;a href=\"silver\"&gt;silver&lt;/a&gt; ore that dominates the city. The Cerro Rico is the reason for Potosí's historical importance since it was the major supply of silver for the &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt; until &lt;a href=\"Guanajuato%20City\"&gt;Guanajuato&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; surpassed it in the 18th century.\nThe silver was taken by &lt;a href=\"llama\"&gt;llama&lt;/a&gt; and &lt;a href=\"Mule%20train%20%28transport%29\"&gt;mule train&lt;/a&gt; to the Pacific coast, shipped north to &lt;a href=\"Panama%20City\"&gt;Panama City&lt;/a&gt;, and carried by mule train across the isthmus of Panama to &lt;a href=\"Nombre%20de%20Dios%2C%20Col%C3%B3n\"&gt;Nombre de Dios&lt;/a&gt; or &lt;a href=\"Portobelo%2C%20Col%C3%B3n\"&gt;Portobelo&lt;/a&gt;, whence it was taken to Spain on the &lt;a href=\"Spanish%20treasure%20fleets\"&gt;Spanish treasure fleets&lt;/a&gt;. Some of the silver also made its way east to &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, via the &lt;a href=\"R%C3%ADo%20de%20la%20Plata\"&gt;Rio de la Plata&lt;/a&gt;.\nCerro de Potosí's peak is &lt;a href=\"Above%20mean%20sea%20level\"&gt;above sea level&lt;/a&gt;.\nGeology.\nLocated in the Bolivian Tin Belt, Cerro Rico de Potosí is the world's largest silver deposit and has been mined since the sixteenth century, producing up to 60,000 &lt;a href=\"tonnes\"&gt;tonnes&lt;/a&gt; by 1996. Estimates are that much silver still remains in the mines. Potosí became the second largest city, and the site of the first mint, in the Americas. By 1891, low silver prices prompted the change to mining tin, which continued until 1985. At peak production in the sixteenth and seventeenth centuries, the &lt;a href=\"ore\"&gt;ore&lt;/a&gt; contained up to 40% silver.\nThe ore deposits reside in &lt;a href=\"vein%20%28geology%29\"&gt;veins&lt;/a&gt; present in the &lt;a href=\"dacite\"&gt;dacite&lt;/a&gt; &lt;a href=\"volcanic%20dome\"&gt;volcanic dome&lt;/a&gt;. The hill is \"honeycombed\" with underground workings, reaching from the summit to depths of . The conical hill has a reddish-brown &lt;a href=\"gossan\"&gt;gossan&lt;/a&gt; cap of iron-oxides and quartz, with grayish-blue altered dacite and many &lt;a href=\"mine%20dump\"&gt;mine dump&lt;/a&gt;s below.\n&lt;a href=\"Basement%20rock\"&gt;Basement rock&lt;/a&gt;s consist of &lt;a href=\"Ordovician\"&gt;Ordovician&lt;/a&gt; &lt;a href=\"clastic%20sediment\"&gt;clastic sediment&lt;/a&gt;s consisting of &lt;a href=\"phyllite\"&gt;phyllite&lt;/a&gt; with some &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; &lt;a href=\"interbedding\"&gt;interbedding&lt;/a&gt;. At about 13.8 &lt;a href=\"myr\"&gt;Ma&lt;/a&gt;, the dome was &lt;a href=\"extrusive%20%28geology%29\"&gt;extruded&lt;/a&gt;. During the explosive process, the Venus &lt;a href=\"breccia\"&gt;breccia&lt;/a&gt; formed when the ascending dacite &lt;a href=\"magma\"&gt;magma&lt;/a&gt; reacted with &lt;a href=\"groundwater\"&gt;groundwater&lt;/a&gt; to produce a &lt;a href=\"phreatic%20eruption\"&gt;phreatic eruption&lt;/a&gt;. The released pressure allowed the formation of the Caracoles &lt;a href=\"tuff%20ring\"&gt;tuff ring&lt;/a&gt; on top of the breccia. The magma then extruded outward from a &lt;a href=\"dike%20%28geology%29\"&gt;dike&lt;/a&gt; to form a &lt;a href=\"volcanic%20dome\"&gt;volcanic dome&lt;/a&gt; over the &lt;a href=\"tuff\"&gt;tuff&lt;/a&gt;. The dacite dome is by at the surface and narrows down to the wide dike at depth. &lt;a href=\"Hydrothermal%20circulation\"&gt;Hydrothermal circulation&lt;/a&gt; and &lt;a href=\"fracture%20%28geology%29\"&gt;fracturing&lt;/a&gt; soon followed, altering the dacite and depositing ore minerals and &lt;a href=\"gangue\"&gt;gangue&lt;/a&gt; in the veins.\nHistory.\nColonial silver boom.\nFounded in 1545 as a mining town, it soon produced fabulous wealth, and the population eventually exceeded 200,000 people. The city gave rise to a &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; expression, still in use: \"valer un Potosí\" (\"to be worth a Potosí\"), meaning \"to be of great value\". The rich mountain, &lt;a href=\"Cerro%20Rico\"&gt;Cerro Rico&lt;/a&gt;, produced an estimated 60% of all silver mined in the world during the second half of the 16th century.\nPotosí miners at first mined the rich oxidized ores with &lt;a href=\"native%20silver\"&gt;native silver&lt;/a&gt; and silver chloride (&lt;a href=\"cerargyrite\"&gt;cerargyrite&lt;/a&gt;) that could be fed directly into smelting furnaces. Especially successful were the small clay \"flower pot\" furnaces called \"guayras\", which had been used by the Incas. But by 1565, the miners had exhausted the direct-smelting ore, and silver production plummeted. Silver production was revived by the introduction of the &lt;a href=\"patio%20process\"&gt;patio process&lt;/a&gt;, invented in Mexico in 1554. The patio process used mercury amalgamation to extract silver from lower-grade ores, and those containing silver sulfide (&lt;a href=\"argentite\"&gt;argentite&lt;/a&gt;), as was typical of the unoxidized ores found deeper in the mountain. In 1609, another mercury amalgamation method, the &lt;a href=\"pan%20amalgamation\"&gt;pan amalgamation&lt;/a&gt; process was invented in Potosí, and proved better-adapted to the conditions at Potosí.\nSpanish American mines were the world's most abundant sources of silver during this time period. Spanish America's ability to supply a great amount of silver and China's strong demand for this commodity resulted in a spectacular mining boom. The true champion of this boom in the silver industry was indeed the Spanish crown. By allowing private-sector entrepreneurs to operate mines under license and placing high taxes on mining profits, the Spanish empire was able to extract the greatest benefits. An example of a tax that was levied includes the \"quinto\", a 20% severance tax on gross value. From the raw materials extracted from the mines, coins called &lt;a href=\"Spanish%20dollar\"&gt;pieces of eight&lt;/a&gt; were fashioned at the Potosí mint.\nFor Europeans, Peru–&lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt; was located in the &lt;a href=\"Viceroyalty%20of%20Peru\"&gt;Viceroyalty of Peru&lt;/a&gt; and was known as \"&lt;a href=\"Upper%20Peru\"&gt;Alto Perú&lt;/a&gt;\" before becoming independent as part of &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;. Potosí was a mythical land of riches, it is mentioned in &lt;a href=\"Miguel%20de%20Cervantes\"&gt;Miguel de Cervantes&lt;/a&gt;' famous novel, \"&lt;a href=\"Don%20Quixote\"&gt;Don Quixote&lt;/a&gt;\" (second part, chap. LXXI) as a land of \"extraordinary richness\". One theory holds that the &lt;a href=\"mint%20mark\"&gt;mint mark&lt;/a&gt; of Potosí (the letters \"PTSI\" superimposed on one another) is the origin of the &lt;a href=\"Dollar%20sign%23Potosi%20mint%20mark\"&gt;dollar sign&lt;/a&gt;.\nThe urban complex in the remote Andes was important enough to be designated a \"Villa Imperial\" in the hierarchy of Spanish urban settlements. Although in mountainous terrain, the core of Potosí was laid out in the standard Spanish grid pattern, where by 1610 some 3,000 Spaniards and 35,000 creoles, mostly male, were resident. Indigenous settlements outside the core were more haphazard. The villa was governed by a Spanish &lt;a href=\"corregidor%20%28position%29\"&gt;corregidor&lt;/a&gt; and town council. Some 40 notaries documented and recorded commercial transactions as well as last wills and testaments. Since Potosí was of such economic importance to the &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt;, the crown bureaucracy was a significant presence. Large churches, lavishly decorated inside, were built, and friars from the Dominican, Franciscans, Augustinians, Mercederians, and Jesuits were present, but no convent for women. There was an ecclesiastical court for legal issues regarding the clergy.\nLabor.\nIndigenous laborers were required to work in Potosí's silver mines through the Spanish \"&lt;a href=\"Mita%20%28Inca%29\"&gt;mita&lt;/a&gt;\" system of forced labor, based on an analogous \"mit'a\" system traditional to pre-Hispanic Andean society (though the mit'a directed labor for public works and collective agricultural projects). Laborers were drawn from the native population of an area that encompassed almost 200,000 square miles. Thirteen thousand men were conscripted each year, constituting about one out of every seven adult males in the indigenous population. These \"mitayos\" faced harsh conditions in the mines, where they were often given the least desirable jobs. While more skilled laborers extracted the ore, \"mitayos\" were tasked with carrying it back to the surface in baskets, leather bags, or cloth sacks. These loads often weighed between 100 and 300 lbs, and the workers had to carry them up rickety ladders in steep, narrow shafts lit only by a candle tied to their foreheads. Many of them died or were seriously injured due to falls, accidents, and the harsh conditions of the mine life. Illness was another danger: at such a high altitude, pneumonia was always a concern, especially given the extreme and rapid changes of temperature experienced by workers climbing from the heat of the deep shafts to the freezing elements of the surface at 16,000 feet, and mercury poisoning took the lives of many involved in the refining process.\nThe Potosí \"mita\" caused dramatic demographic shifts in the local indigenous population as wives and children moved with workers to Potosí while thousands more fled their traditional villages, forfeiting their \"&lt;a href=\"ayllu\"&gt;ayllu&lt;/a&gt;\" land rights in order to escape the labor draft. By the late 17th century, upper Peru had lost nearly 50% of its indigenous population compared to a little over a century earlier. This only increased the burden on the remaining natives, and at some point in the 1600s, up to half of the eligible male population might find themselves working at Potosí. Nevertheless, the number of \"mitayos\" dropped to about 4,000 by 1689, prompting the Viceroy &lt;a href=\"Melchor_de_Navarra%2C_Duke_of_Palata\"&gt;Duke of Palata&lt;/a&gt; to raise the number again through a new census and inclusion of new populations not subject to the mita (\"forasteros\"). The reform failed, and the Duke's successor set the official number to 4,108 mitayos (1,367 active each week). In reality, the number of \"mitayos\" was even lower due to the increasing practice of buying oneself out of the obligation. For the remaining mita workforce, however, conditions remained harsh. Mine and mill owners notoriously ignored official regulations on provisions and especially withheld the money the Indiands should receive as recompensation for their travel. Just the cost of traveling to Potosí and back could be more than a \"mitayo\" was paid in a year, and so many of them chose to remain in Potosí as wage workers when their \"mita\" was finished. Former \"mitayos\" living in Potosí were not only exempt from the draft, but usually earned considerably more due to the valuable skills they had gained in permanent services.\nAccording to historian Noble David Cook, \"A key factor in understanding the impact of the Potosi mita on the Indians is that mita labor was only one form of work at the mines. A 1603 report stated that of 58,800 Indians working at Potosi, 5100 were \"mitayos\", or fewer than one in ten. In addition to the mitayos there were 10,500 \"mingas\" (contractual workers) and 43,200 free wage earners.\" However, historian Peter Bakewell emphasizes the role of mita labor in Potosí to a greater extent. According to his research, though as few as 4500 \"mitayos\" were actively laboring in the mines at any given time, this was due to the \"mita ordinaria\" system, in which the up to 13,500 men conscripted per year were divided into three parts, each working one out of every three weeks. In addition, many of the remaining \"mingas\" and wage workers were either \"mita ordinaria\" workers on their off weeks or former \"mitayos\" who remained in Potosí.\nColonial-era society.\nPotosí was a multiracial society, with native Andeans, Spanish settlers, and black slaves. The largest sector of the population were native men, forced to labor underground mining the silver ore, but there were considerable opportunities for merchants and native traders, who became wealthy. Suppliers of food as well holders of urban and rural real estate prospered in Potosí. Women, particularly widows, held property, since they were guaranteed a portion of their husband's estate under Spanish law. Small-scale female vendors dominated street markets and stalls, selling food, &lt;a href=\"coca\"&gt;coca&lt;/a&gt; leaves, and &lt;a href=\"chicha\"&gt;chicha&lt;/a&gt; (maize beer). A portion of the female population were sex workers, which is a typical phenomenon in mining towns generally.\nBy the early 17th century, &lt;a href=\"History%20of%20the%20Basques%23Modern%20period\"&gt;Basques&lt;/a&gt; were well established in the city and made up for a substantial number of the inhabitants in Potosí. They gathered in a confederation opposed to another one, the \"Vicuñas\", a melting pot of natives and non-Basque Spanish and Portuguese colonists, fighting for control over ore extraction from the mines and its management. Eventually, tension among both factions came to a head, resulting in the eruption of &lt;a href=\"War%20of%20the%20Vicu%C3%B1as%20and%20Basques\"&gt;overt armed conflict&lt;/a&gt; starting 1622 up to 1625. The Spanish Crown intervened, siding at one point with the Basques. Finally, both factions reached a settlement sealed with a wedding between the son and daughter of the leaders in either side, the Basque Francisco Oyanume and the Vicuña general Castillo. One of the most famous Basque residents in Potosí (1617–19) was &lt;a href=\"Catalina%20de%20Erauso\"&gt;Catalina de Erauso&lt;/a&gt;, a nun who escaped her convent and dressed as a man, becoming a driver of llamas and a soldier.\nIndependence era.\nDuring the &lt;a href=\"Bolivian%20War%20of%20Independence\"&gt;Bolivian War of Independence&lt;/a&gt; (1809–1825), Potosí frequently passed between the control of Royalist and Patriot forces. Major leadership mistakes came when the First Auxiliary Army arrived from &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; (under the command of &lt;a href=\"Juan%20Jos%C3%A9%20Castelli\"&gt;Juan José Castelli&lt;/a&gt;), which led to an increased sense that Potosí required its own independent government.\nLater, the Second Auxiliary Army (under the command of &lt;a href=\"Manuel%20Belgrano\"&gt;Manuel Belgrano&lt;/a&gt;) was forced to retreat, Belgrano made the decision to blow up the &lt;a href=\"Casa%20de%20la%20Moneda%20de%20Bolivia\"&gt;Casa de la Moneda&lt;/a&gt;. The natives undid the fuse, as many refused to evacuate and would have lost their lives. Two more expeditions from Buenos Aires would seize Potosí.\nModern era.\nPotosí continues to be an important administrative center, mining town, tourist attraction, and population center in modern Bolivia.\nOrigin of the name.\nThere is no authoritative etymology for the word \"Potosí\". According to legend, in about 1462, &lt;a href=\"Huayna%20Capac\"&gt;Huayna Capac&lt;/a&gt;, the eleventh &lt;a href=\"Sapa%20Inca\"&gt;Sapa Inca&lt;/a&gt; of what by then was known as the &lt;a href=\"Inca%20Empire\"&gt;Inca Empire&lt;/a&gt; \"set out for Ccolque Porco and Andaccaua, the location of his mines from which were taken innumerable &lt;a href=\"arroba\"&gt;arroba&lt;/a&gt;s of silver\" (an arroba is a Spanish unit of weight equivalent to approximately ). Before leaving there, he saw Potosí, and admiring its beauty and grandeur, he said (speaking to those of his Court):\nIt is believed that \"Potosí\" is a &lt;a href=\"Quechua%20languages\"&gt;Quechua&lt;/a&gt; word. However, in Quechua the root \"p'otoj\" does not refer to a thunderous noise, whereas it does in &lt;a href=\"Aymara%20language\"&gt;Aymara&lt;/a&gt;. Thus, if \"Potosí\" encompasses the idea of a thunderous noise, the location would have an Aymaran root rather than a Quechuan.\nThe actual sharp structure of the term is contrary to the nature of both Aymara and Quechua. Another explanation, given by several Quechua speakers, is that \"potoq\" is an &lt;a href=\"onomatopoeic\"&gt;onomatopoeic&lt;/a&gt; word that reproduces the sound of the hammer against the ore, and oral tradition has it that the town derived its name from this word.\nClimate.\nPotosí features a rare climate for a city of its size, due to its extreme elevation at over 4000m. Semi-arid and with average temperatures in its warmest month sitting right on the 10 °C threshold, the city's climate straddles that of the &lt;a href=\"subtropical%20highland%20climate\"&gt;subtropical highland climate&lt;/a&gt; (\"Cwc\", according to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;), with &lt;a href=\"Oceanic%20climate%23Subpolar%20variety%20%28Cfc%29\"&gt;subpolar oceanic&lt;/a&gt; characteristics and an &lt;a href=\"alpine%20climate\"&gt;alpine climate&lt;/a&gt; (E). Summers are cool and wet with daily highs rarely rising above 20 °C, while winters feature cooler days with much colder nights averaging −4 °C. These low temperatures are a result of the extreme precipitation deficit during the winter months with the resulting aridity leading to an increased diurnal temperature variation.\nSports.\nPotosí is home to football teams &lt;a href=\"Real%20Potos%C3%AD\"&gt;Real&lt;/a&gt; and &lt;a href=\"Nacional%20Potos%C3%AD\"&gt;Nacional&lt;/a&gt;, which play their matches at the 32,000-capacity multi-purpose stadium &lt;a href=\"Estadio%20V%C3%ADctor%20Agust%C3%ADn%20Ugarte\"&gt;Estadio Víctor Agustín Ugarte&lt;/a&gt;, one of the highest stadiums in the world.\nTransportation.\nThe city is served by &lt;a href=\"Captain%20Nicolas%20Rojas%20Airport\"&gt;Aeropuerto Capitán Nicolas Rojas&lt;/a&gt;, with commercial airline flights by &lt;a href=\"Boliviana%20de%20Aviaci%C3%B3n\"&gt;Boliviana de Aviación&lt;/a&gt;, Bolivia's flag air carrier. There is also a railroad, the &lt;a href=\"Rio%20Mulatos-Potos%C3%AD%20line\"&gt;Rio Mulatos-Potosí line&lt;/a&gt;.\nLegacy.\nThe city of &lt;a href=\"San%20Luis%20Potos%C3%AD%2C%20San%20Luis%20Potos%C3%AD\"&gt;San Luis Potosí&lt;/a&gt; in Mexico was named after Potosí in Bolivia. In the United States, the name Potosi was optimistically given to lead-mining towns of &lt;a href=\"Potosi%2C%20Wisconsin\"&gt;Potosi, Wisconsin&lt;/a&gt;, and &lt;a href=\"Potosi%2C%20Missouri\"&gt;Potosi, Missouri&lt;/a&gt;, and also to the silver-mining town of &lt;a href=\"Potosi%2C%20Nevada\"&gt;Potosi, Nevada&lt;/a&gt;."
}