{
    "id": "65161727",
    "revid": "6114512",
    "url": "https://en.wikipedia.org/wiki?curid=65161727",
    "title": "Rickey McGill",
    "text": "Rickey Isiah Justin McGill Jr. (born June 19, 1997) is an American professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player for &lt;a href=\"Soproni%20KC\"&gt;Soproni KC&lt;/a&gt; of the &lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20I/A%20%28men%27s%20basketball%29\"&gt;Nemzeti Bajnokság I/A&lt;/a&gt;. He played &lt;a href=\"college%20basketball\"&gt;college basketball&lt;/a&gt; for the &lt;a href=\"Iona%20Gaels%20men%27s%20basketball\"&gt;Iona Gaels&lt;/a&gt;.\nHigh school career.\nMcGill attended &lt;a href=\"Spring%20Valley%20High%20School%20%28New%20York%29\"&gt;Spring Valley High School&lt;/a&gt;. He helped lead Spring Valley to a 23-2 record during his senior season and an appearance in the state final four, earning Section 1's Mr. Basketball honors. McGill averaged 23.3 points per game. In the Class A regional final against &lt;a href=\"Saugerties%20High%20School\"&gt;Saugerties High School&lt;/a&gt;, McGill hit the game-winning buzzer-beating three-pointer and finished with 21 points and four assists. He finished second on Rockland County's all-time scoring list with 1,463 points.\nCollege career.\nMcGill averaged 2.8 points per game as a freshman at &lt;a href=\"Iona%20Gaels%20men%27s%20basketball\"&gt;Iona&lt;/a&gt; and remained with the program even though coach &lt;a href=\"Tim%20Cluess\"&gt;Tim Cluess&lt;/a&gt; advised him to transfer. McGill entered the starting lineup in his following season. On February 25, 2018, he scored a career-high 40 points in a 110–101 loss to &lt;a href=\"Rider%20Broncs%20men%27s%20basketball\"&gt;Rider&lt;/a&gt;. As a junior, McGill averaged 13.4 points, 5.6 assists and four rebounds per game, earning Second Team All-&lt;a href=\"Metro%20Atlantic%20Athletic%20Conference\"&gt;Metro Atlantic Athletic Conference&lt;/a&gt; (MAAC) honors. In his senior season, after leading Iona to the &lt;a href=\"2019%20MAAC%20Men%27s%20Basketball%20Tournament\"&gt;2019 MAAC Tournament&lt;/a&gt; title and winning &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt; accolades, he became the first player in conference history to appear in the &lt;a href=\"NCAA%20Division%20I%20Men%27s%20Basketball%20Tournament\"&gt;NCAA Tournament&lt;/a&gt; for four straight years. McGill averaged 15.8 points, 4.8 assists and 4.5 rebounds per game and was named to the First Team All-MAAC.\nProfessional career.\nOn August 22, 2019, McGill signed his first professional contract with &lt;a href=\"Panionios%20B.C.\"&gt;Panionios&lt;/a&gt; of the &lt;a href=\"Greek%20Basket%20League\"&gt;Greek Basket League&lt;/a&gt;. He averaged 7.6 points, 2.7 rebounds and 3.5 assists per game and parted ways with the club after the league was suspended indefinitely due to the &lt;a href=\"COVID-19%20pandemic%20in%20Greece\"&gt;COVID-19 pandemic&lt;/a&gt;. On August 27, McGill signed with the &lt;a href=\"Plymouth%20Raiders\"&gt;Plymouth Raiders&lt;/a&gt; of the &lt;a href=\"British%20Basketball%20League\"&gt;British Basketball League&lt;/a&gt;.\nMcGill began the 2021–22 season with &lt;a href=\"Rapla%20KK\"&gt;Rapla KK&lt;/a&gt; of the Estonian league. He averaged 17.8 points, 3.4 rebounds, 6.0 assists and 2.4 steals per game in five games. On November 8, 2021, McGill signed with &lt;a href=\"Soproni%20KC\"&gt;Soproni KC&lt;/a&gt; of the Hungarian &lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20I/A%20%28men%27s%20basketball%29\"&gt;Nemzeti Bajnokság I/A&lt;/a&gt;."
}