{
    "id": "65171128",
    "revid": "1979668",
    "url": "https://en.wikipedia.org/wiki?curid=65171128",
    "title": "Uniqa Tower",
    "text": "The Uniqa Tower (owner's spelling: \"UNIQA Tower\") is an office building on the &lt;a href=\"Danube%20Canal\"&gt;Danube Canal&lt;/a&gt; in &lt;a href=\"Leopoldstadt\"&gt;Leopoldstadt&lt;/a&gt;, the 2nd district of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. The building received the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; \"Green Building\" label. It is the first building in Austria and one of the first buildings in Europe to bear the label.\nArchitecture.\nThe tower is 75 meters high, has 21 upper floors and five basement floors. The shape of the floor plan is a stylized \"Q\", as it corresponds to the logo of &lt;a href=\"Uniqa%20Insurance%20Group\"&gt;Uniqa Insurance Group&lt;/a&gt; located in the building. The more than 7,000 square meter facade was designed as a media facade with a dot matrix of LEDs. It consists of more than 40,000 pixels, based on approximately 160,000 individual &lt;a href=\"LED\"&gt;LED&lt;/a&gt;s. The system works on a video component basis with 25 frames per second. The concept was provided by the lighting design office \"Licht Kunst Licht\" in cooperation with the German media artists Holger Mader, Alexander Stublic and Heike Wiermann. The technical implementation was carried out by the Belgian technology company &lt;a href=\"Barco%20%28manufacturer%29\"&gt;Barco&lt;/a&gt;. The media façade is also occasionally used as a large billboard. The Uniqa Tower was built between October 2001 and June 2004 for approximately 70 million euros. \nThe official opening took place on 25 June 2005. The architect of the building is Heinz Neumann from Vienna. When it was built, the Tower was the first new office building in Austria to be awarded the EU label &lt;a href=\"Green%20Building\"&gt;Green Building&lt;/a&gt;. One third of the building's energy consumption is provided for by a heat pump and geothermal heating."
}