{
    "id": "651932",
    "revid": "1067962459",
    "url": "https://en.wikipedia.org/wiki?curid=651932",
    "title": "Robin Ventura",
    "text": "Robin Mark Ventura (born July 14, 1967) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; former professional baseball &lt;a href=\"third%20baseman\"&gt;third baseman&lt;/a&gt; and &lt;a href=\"Manager%20%28baseball%29\"&gt;manager&lt;/a&gt;. Ventura played 16 seasons in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt;, &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; and &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;. He was also the manager for the White Sox for five seasons. The White Sox selected Ventura with the tenth overall pick in the &lt;a href=\"1988%20Major%20League%20Baseball%20draft\"&gt;1988 amateur draft&lt;/a&gt; from &lt;a href=\"Oklahoma%20State%20University\"&gt;Oklahoma State University&lt;/a&gt; (OSU). He is a six-time &lt;a href=\"Rawlings%20Gold%20Glove%20Award\"&gt;Rawlings Gold Glove&lt;/a&gt; winner, two-time &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;MLB All-Star&lt;/a&gt; selection and a &lt;a href=\"National%20College%20Baseball%20Hall%20of%20Fame\"&gt;National College Baseball Hall of Fame&lt;/a&gt; inductee.\nWhile playing &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; for the &lt;a href=\"Oklahoma%20State%20Cowboys%20baseball\"&gt;Cowboys&lt;/a&gt; at OSU, Ventura was a three-time &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt;n who authored a &lt;a href=\"NCAA%20Division%20I\"&gt;Division I&lt;/a&gt;-record 58-game &lt;a href=\"hitting%20streak\"&gt;hitting streak&lt;/a&gt;. In 1988, he won the &lt;a href=\"Dick%20Howser%20Trophy\"&gt;Dick Howser Trophy&lt;/a&gt; and &lt;a href=\"Golden%20Spikes%20Award\"&gt;Golden Spikes Award&lt;/a&gt; and played for the gold medal-winning &lt;a href=\"Baseball%20at%20the%201988%20Summer%20Olympics\"&gt;Olympic&lt;/a&gt; baseball team. In his MLB career, he hit 18 &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slams&lt;/a&gt;, ranking fifth all-time. In Game 5 of the &lt;a href=\"1999%20National%20League%20Championship%20Series\"&gt;1999 National League Championship Series&lt;/a&gt;, Ventura hit the \"&lt;a href=\"Grand%20Slam%20Single\"&gt;Grand Slam Single&lt;/a&gt;\" that won the game but did not actually become a &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt; because he was unable to complete the circuit around the base paths. Later in his playing career, cartilage and arthritis issues in his ankle hampered his abilities in the field. After the 2011 season, the White Sox hired him to be their manager, making him the 17th former White Sox player to manage the club.\nAmateur career.\nBorn to parents John and Darlene Ventura on July 14, 1967 in Santa Maria, California, Ventura is of Italian and Portuguese descent. After attending &lt;a href=\"Ernest%20Righetti%20High%20School\"&gt;Righetti High School&lt;/a&gt; in &lt;a href=\"Orcutt%2C%20California\"&gt;Orcutt, California&lt;/a&gt;, Ventura was a 3-time All-American at &lt;a href=\"Oklahoma%20State%20University\"&gt;Oklahoma State University&lt;/a&gt;. \nHe led the nation in runs (107), RBI (96) and total bases (204) in 69 games as a freshman in 1986. In 1987, he had an &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt;-record 58-game hitting streak, breaking the previous record of 47; he also led &lt;a href=\"NCAA%20Division%20I\"&gt;Division I&lt;/a&gt; in RBIs two years in a row. His hitting streak remains the Division I record, though his mark was surpassed in 2003 by &lt;a href=\"Damian%20Costantino\"&gt;Damian Costantino&lt;/a&gt; of &lt;a href=\"NCAA%20Division%20III\"&gt;Division III&lt;/a&gt; &lt;a href=\"Salve%20Regina%20University\"&gt;Salve Regina University&lt;/a&gt;, who had a 60-game streak. \nVentura helped OSU reach the finals of the &lt;a href=\"1987%20College%20World%20Series\"&gt;1987 College World Series&lt;/a&gt;, although they lost the championship game to a &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt; team that included future teammate &lt;a href=\"Jack%20McDowell\"&gt;Jack McDowell&lt;/a&gt;. Ventura collected four hits – including a pair of doubles – in the final game and batted .364 for the series. That summer, he played for the &lt;a href=\"Hyannis%20Harbor%20Hawks\"&gt;Hyannis Mets&lt;/a&gt; in the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt; (CCBL), hitting .370 and led the league in runs batted in with 37. On January 19, 2002, Ventura was inducted into the &lt;a href=\"Cape%20Cod%20Baseball%20League%23Hall%20of%20Fame%20and%20Museum\"&gt;CCBL Hall of Fame&lt;/a&gt; as a member of the class of 2001. In January 2020, Ventura returned to Oklahoma State to complete his degree and serves as a student assistant coach for the baseball team.\nIn 1988 he earned a spot on the gold medal-winning &lt;a href=\"1988%20Summer%20Olympics\"&gt;Olympic&lt;/a&gt; baseball team, batting .409 during the tournament. He won both the &lt;a href=\"Golden%20Spikes%20Award\"&gt;Golden Spikes Award&lt;/a&gt; and the &lt;a href=\"Dick%20Howser%20Trophy\"&gt;Dick Howser Trophy&lt;/a&gt; for outstanding collegiate play, concluding his 3-year OSU career with a .428 batting average, a .792 &lt;a href=\"slugging%20percentage\"&gt;slugging percentage&lt;/a&gt;, and 302 RBIs. On July 4, 2006, Ventura was inducted into the College Baseball Hall of Fame as a member of its inaugural class.\nProfessional career.\nChicago White Sox.\nAfter being picked tenth in the &lt;a href=\"1988%20Major%20League%20Baseball%20draft\"&gt;1988 Major League Baseball draft&lt;/a&gt; by the White Sox, Ventura spent much of at &lt;a href=\"Birmingham%20Barons\"&gt;AA Birmingham&lt;/a&gt; before joining the Sox that September. While in Birmingham, he earned a spot in the &lt;a href=\"Southern%20League%20All-Star%20Game\"&gt;Southern League All-Star Game&lt;/a&gt; and was voted the league's top defensive third baseman. He was named to the &lt;a href=\"Topps%20All-Star%20Rookie%20Rosters\"&gt;1990 Topps All-Star Rookie Roster&lt;/a&gt; and earned the starting third base role with the White Sox the next spring. While his rookie year was marred by an 0-for-41 slump and 25 errors, his 123 hits were the most by a White Sox rookie since &lt;a href=\"Ozzie%20Guill%C3%A9n\"&gt;Ozzie Guillén&lt;/a&gt; in 1985; he also led AL rookies with 150 games played. The next year he won his first &lt;a href=\"Gold%20Glove%20Award\"&gt;Gold Glove Award&lt;/a&gt; for fielding excellence, set a team record for RBIs at third base, and led the AL in putouts. In , Ventura won another Gold Glove and earned a spot on the &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star&lt;/a&gt; team.\nIn , Ventura saw his batting average drop 20 points to .262, though both his slugging and &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt;s rose slightly. He also collected his 500th hit that May and won his third straight Gold Glove, while becoming the first AL third baseman with three consecutive 90-RBI campaigns since &lt;a href=\"Graig%20Nettles\"&gt;Graig Nettles&lt;/a&gt; (1975–78). On August 4, 1993, during a game against the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt;, Ventura was hit by a pitch thrown by &lt;a href=\"Nolan%20Ryan\"&gt;Nolan Ryan&lt;/a&gt;. Ventura charged the mound, where Ryan, 20 years Ventura's senior, placed Ventura in a headlock and punched him several times, causing a bench-clearing brawl. This brawl was voted the top baseball brawl of all time by &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;'s \"&lt;a href=\"SportsCenter\"&gt;SportsCenter&lt;/a&gt;\". The White Sox won the &lt;a href=\"American%20League%20West\"&gt;AL West&lt;/a&gt; that year, which resulted in Ventura's only playoff trip while in Chicago. They would lose in the &lt;a href=\"1993%20American%20League%20Championship%20Series\"&gt;ALCS&lt;/a&gt; to the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt;.\nWhen play resumed in following the &lt;a href=\"1994-95%20Major%20League%20Baseball%20strike\"&gt;1994 strike&lt;/a&gt;, Ventura had ten errors in the first ten games. He spent some time at &lt;a href=\"first%20baseman\"&gt;first base&lt;/a&gt; that year amid trade rumors, but ended the year with a career-high .295 average, and on September 4 hit two &lt;a href=\"grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt;s in one game, the eighth player in history to do so and the first since &lt;a href=\"Frank%20Robinson\"&gt;Frank Robinson&lt;/a&gt; in 1970. The next season, he won his fourth Gold Glove, reached new highs in &lt;a href=\"fielding%20percentage\"&gt;fielding percentage&lt;/a&gt;, homers and RBIs, and set team records in career homers by a third baseman (142) and grand slams (9).\nWhen spring training began in the White Sox were picked by many to win their division. In a spring training game at &lt;a href=\"Ed%20Smith%20Stadium\"&gt;Ed Smith Stadium&lt;/a&gt;, Ventura slid into home plate and caught his foot in the mud, suffering a compound fracture and dislocation to his right ankle. The initial prognosis was that he would be lost for the season. However, Ventura was able to return on July 24, more than a week ahead of the most optimistic predictions. He collected the game-winning hit that night, and homered in his first at-bat the next evening. The White Sox did not make the playoffs, in part due to the \"&lt;a href=\"White%20Flag%20Trade\"&gt;White Flag Trade&lt;/a&gt;\".\nIn , Ventura's final season with the Sox, he won his fifth Gold Glove, but only hit .263. His homer and RBI totals were close to his career averages, but the Sox attempted repeatedly to trade him and declined to renew his contract, with owner &lt;a href=\"Jerry%20Reinsdorf\"&gt;Jerry Reinsdorf&lt;/a&gt; claiming that he was \"deteriorating\".\nNew York Mets.\n Ventura departed Chicago in December 1998 when the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; signed him to a four-year deal. In his first year in New York, Ventura hit .301 with 32 homers, 120 RBIs and made only nine errors. On May 20, he became the first player (and, as of the end of the 2019 MLB season, the only player) ever to hit a grand slam in both games of a doubleheader. In 1999, he and fellow infielders &lt;a href=\"Edgardo%20Alfonzo\"&gt;Edgardo Alfonzo&lt;/a&gt;, &lt;a href=\"Rey%20Ord%C3%B3%C3%B1ez\"&gt;Rey Ordóñez&lt;/a&gt;, and &lt;a href=\"John%20Olerud\"&gt;John Olerud&lt;/a&gt; were featured on the cover of \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" as the \"Best Infield Ever.\" However, Ventura injured his left knee in August; when the problem finally came to light, just before the postseason, it had worsened to torn cartilage. He took the phrase \"&lt;a href=\"Mojo%20Risin\"&gt;Mojo Risin&lt;/a&gt;\" from &lt;a href=\"The%20Doors\"&gt;The Doors&lt;/a&gt;' \"&lt;a href=\"L.A.%20Woman\"&gt;L.A. Woman&lt;/a&gt;\" and made it the rally cry for the Mets that year, meeting Doors lead singer &lt;a href=\"Jim%20Morrison\"&gt;Jim Morrison&lt;/a&gt;'s widow &lt;a href=\"Patricia%20Kennealy-Morrison\"&gt;Patricia Kennealy-Morrison&lt;/a&gt; when the Mets invited her to a game just before the playoffs.\nDespite his injury, Ventura provided the game-winning, bases-loaded, two-out single in the eleventh inning against the Pirates on the final weekend of the regular season to propel the Mets back into the National League Wild Card chase. In Game 5 of the &lt;a href=\"1999%20National%20League%20Championship%20Series\"&gt;1999 NLCS&lt;/a&gt;, with the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt; up 3-2 in the fifteenth inning, a bases-loaded walk to &lt;a href=\"Todd%20Pratt\"&gt;Todd Pratt&lt;/a&gt; forced in the tying run and brought Ventura to the plate. Ventura hit a home run into right-center field. Pratt, however, did not see the ball leave the park and ran back to first base, hoisting Ventura into the air and lugging him off the field before he could round the bases. The hit was officially scored an RBI single, commonly referred to as the \"&lt;a href=\"Grand%20Slam%20Single\"&gt;Grand Slam Single&lt;/a&gt;\". The Mets eventually lost the series. He won his first NL Gold Glove that fall, bringing his career total to six.\nIn , still recovering from off-season surgery on both his knee and right shoulder, he hit .232 with 24 homers and 84 RBIs. He spent part of July on the disabled list with inflammation in his repaired shoulder, and was plagued with errors; but rebounded to hit .320 with three homers and 13 RBIs in the last two weeks of the season. When the Mets reached the &lt;a href=\"2000%20World%20Series\"&gt;World Series&lt;/a&gt;, he hit his only World Series home run against the Yankees' &lt;a href=\"Orlando%20Hern%C3%A1ndez\"&gt;Orlando Hernández&lt;/a&gt;. In , he batted .237 with 21 homers and 61 RBIs.\nNew York Yankees.\nAt the end of the season, the Mets traded him to the Yankees for &lt;a href=\"David%20Justice\"&gt;David Justice&lt;/a&gt;. In , Ventura batted .247 with 27 homers and 93 RBIs, the eighth time he topped 90 RBI. He was selected to his second and final All-Star team, along with all other members of the Yankees infield. In that year, Ventura had the lowest fielding percentage of all third basemen in the major leagues at .941. The Yankees lost the &lt;a href=\"American%20League%20Division%20Series\"&gt;Division Series&lt;/a&gt;, where Ventura hit .286 with four RBIs. In , he was platooned at third base with &lt;a href=\"Todd%20Zeile\"&gt;Todd Zeile&lt;/a&gt;, another former New York Met. Ventura struggled through the first few months of the year; by late July he hit nine homers and 42 RBIs. He tied &lt;a href=\"Shea%20Hillenbrand\"&gt;Shea Hillenbrand&lt;/a&gt; for the major league lead in errors by a third baseman, with 23.\nLos Angeles Dodgers.\nOn July 31, , Ventura was traded to the Los Angeles Dodgers in exchange for &lt;a href=\"Bubba%20Crosby\"&gt;Bubba Crosby&lt;/a&gt; and &lt;a href=\"Scott%20Proctor\"&gt;Scott Proctor&lt;/a&gt;. On August 3, he hit an &lt;a href=\"inside-the-park%20home%20run\"&gt;inside-the-park home run&lt;/a&gt; in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; for his first home run as a member of the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Dodgers&lt;/a&gt;. He spent most of the remainder of the season on the bench.\nRe-signed by the Dodgers in December, Ventura entered with a chance to be the Dodgers' starting first baseman, but that changed during the last week of spring training when new general manager &lt;a href=\"Paul%20DePodesta\"&gt;Paul DePodesta&lt;/a&gt; traded for &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland&lt;/a&gt; outfielder &lt;a href=\"Milton%20Bradley%20%28baseball%29\"&gt;Milton Bradley&lt;/a&gt;. This set off a &lt;a href=\"domino%20effect\"&gt;domino effect&lt;/a&gt; that ended in Ventura being relegated to a bench role as a backup infielder and pinch hitter. He had a game-winning RBI in the second game of the season against the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt;. He only hit five home runs in the season. Two of which were pinch-hit game-winning home runs: on July 17 against the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt; and on August 1 against the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt;. He also hit his 17th career grand slam on August 29 against the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; and his 18th career grand slam on September 7 against the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;. Ventura made his pitching debut on June 25 during a blowout loss against the &lt;a href=\"Anaheim%20Angels\"&gt;Anaheim Angels&lt;/a&gt;, allowing a single amid three fly ball outs. The Dodgers made it to the &lt;a href=\"National%20League%20Division%20Series\"&gt;NLDS&lt;/a&gt;, but lost in four games. The Dodgers went a perfect 10-0 in games that he hit a home run. Ventura retired after the season due to &lt;a href=\"arthritis\"&gt;arthritis&lt;/a&gt; in his right ankle.\nPost-playing career.\nRetirement.\n Ventura's 1997 ankle injury—a compound fracture and dislocation—also affected his leg muscles, which began to atrophy following the accident. Full strength in his leg never returned, and the daily pain from his ankle and leg contributed to Ventura's decision to retire from baseball. After retirement, Ventura limped badly and was forced to walk with a cane regularly. On November 18, 2005, Ventura underwent an ankle &lt;a href=\"allograft\"&gt;allograft&lt;/a&gt;. Following the surgery and rehabilitation, he now walks without pain and without a limp.\nHe returned to &lt;a href=\"Shea%20Stadium\"&gt;Shea Stadium&lt;/a&gt; for the final game on September 28, 2008, for the closing ceremonies with ex-teammates &lt;a href=\"Edgardo%20Alfonzo\"&gt;Edgardo Alfonzo&lt;/a&gt;, &lt;a href=\"John%20Franco\"&gt;John Franco&lt;/a&gt;, &lt;a href=\"Todd%20Zeile\"&gt;Todd Zeile&lt;/a&gt; and &lt;a href=\"Mike%20Piazza\"&gt;Mike Piazza&lt;/a&gt;.\nVentura’s first year of eligibility for the &lt;a href=\"Baseball%20Hall%20of%20Fame\"&gt;Baseball Hall of Fame&lt;/a&gt; was in 2010, when he received just 1.3% of the votes, failing to reach the 5.0% threshold to stay on the ballot. His next opportunity for Hall of Fame consideration will be in 2023 by the Expansion Era Committee.\nIn January 2020, Ventura returned to Oklahoma State to complete his degree and serves as a student assistant coach for the baseball team.\nManagerial career.\nVentura was named the 39th manager for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; on October 6, 2011, succeeding interim manager &lt;a href=\"Don%20Cooper\"&gt;Don Cooper&lt;/a&gt; (who succeeded &lt;a href=\"Ozzie%20Guill%C3%A9n\"&gt;Ozzie Guillén&lt;/a&gt; for two games). Ventura was the 17th former White Sox player to manage the club. In his first season as their manager, the &lt;a href=\"2012%20Chicago%20White%20Sox%20season\"&gt;White Sox&lt;/a&gt; finished 85–77, just three games behind the AL Central champion &lt;a href=\"2012%20Detroit%20Tigers%20season\"&gt;Detroit Tigers&lt;/a&gt;. Ventura's first ejection as a manager came on May 30, 2012, when he was thrown out by umpire &lt;a href=\"Mark%20Wegner\"&gt;Mark Wegner&lt;/a&gt; while protesting Wegner's ejection of White Sox pitcher &lt;a href=\"Jos%C3%A9%20Quintana\"&gt;José Quintana&lt;/a&gt;. Ventura was a finalist to be the American League &lt;a href=\"Major%20League%20Baseball%20Manager%20of%20the%20Year%20Award\"&gt;Manager of the Year&lt;/a&gt;, which was ultimately awarded to &lt;a href=\"2012%20Oakland%20Athletics%20season\"&gt;Oakland Athletics&lt;/a&gt; manager &lt;a href=\"Bob%20Melvin\"&gt;Bob Melvin&lt;/a&gt;.\nAfter four straight losing seasons, Ventura resigned after the 2016 season.\nBroadcasting.\nVentura has provided color commentary for the &lt;a href=\"College%20World%20Series\"&gt;College World Series&lt;/a&gt;. In 2010, he worked as a color commentator for the &lt;a href=\"Southwest%20Region%20%28Little%20League%20World%20Series%29\"&gt;Little League Southwest Region Finals&lt;/a&gt; on &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; with &lt;a href=\"Carter%20Blackburn\"&gt;Carter Blackburn&lt;/a&gt;. Ventura also occasionally appeared on &lt;a href=\"ESPNU\"&gt;ESPNU&lt;/a&gt; as an anchor.\nCareer rankings.\nThird basemen with most 90-RBI seasons\n\"Note: Schmidt also had one 90-RBI season as a first baseman; Jones had two 90-RBI seasons as a left fielder.\"\nThird basemen with highest career slugging average\n\"(Minimum 1500 games at 3B)\""
}