{
    "id": "6519022",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=6519022",
    "title": "Telmessos",
    "text": "Telmessos or Telmessus (), also Telmissus (), later Anastasiopolis (), then Makri or Macre (), was the largest city in &lt;a href=\"Lycia\"&gt;Lycia&lt;/a&gt;, near the &lt;a href=\"Caria\"&gt;Caria&lt;/a&gt;n border, and is sometimes confused with &lt;a href=\"Telmessos%20%28Caria%29\"&gt;Telmessos in Caria&lt;/a&gt;. It was called Telebehi in the &lt;a href=\"Lycian%20language\"&gt;Lycian language&lt;/a&gt;. The well-protected harbor of Telmessos is separated from the &lt;a href=\"Gulf%20of%20Fethiye\"&gt;Gulf of Telmessos&lt;/a&gt; by an island.\nThe name of the modern town on the site is &lt;a href=\"Fethiye\"&gt;Fethiye&lt;/a&gt;.\nHistory.\nTelmessos was a flourishing city in the west of Lycia, on the &lt;a href=\"Gulf%20of%20Fethiye\"&gt;Gulf of Fethiye&lt;/a&gt;. It was famed for its school of diviners, consulted among others by the Lydian king &lt;a href=\"Croesus\"&gt;Croesus&lt;/a&gt;, prior to declaring war against &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus&lt;/a&gt;, and by &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, when he came to the town after the siege of &lt;a href=\"Halicarnassus\"&gt;Halicarnassus&lt;/a&gt;.\nTelmessos was a member of the &lt;a href=\"Delian%20League\"&gt;Delian League&lt;/a&gt; in the 5th century BC. It was taken by Alexander in 334 BC.\nTelmessos was renamed Anastasiopolis in the 8th century AD, apparently in honour of Emperor &lt;a href=\"Anastasios%20II\"&gt;Anastasios II&lt;/a&gt;, but this name did not persist. The city came to be called \"Makri\", after the name of the island at the entrance to the harbor. This name is attested for the first time in 879 AD.\nHowever, an inscription of the 7th century found in Gibraltar and bearing the ethnonym \"Makriotes\" (from Makri) may indicate an earlier existence of name \"Makri\".\nIts ruins are located at &lt;a href=\"Fethiye\"&gt;Fethiye&lt;/a&gt;.\nChurch history.\n&lt;a href=\"Michel%20Le%20Quien\"&gt;Le Quien&lt;/a&gt; (\"Oriens christianus\", I, 971) mentions two bishops of Telmessus: Hilary (370) and Zenodotus, at the &lt;a href=\"Council%20of%20Chalcedon\"&gt;Council of Chalcedon&lt;/a&gt; (451). The latter is called \"Bishop of the Metropolis of Telmessaei and the Isle of Macra\". The \"&lt;a href=\"Notitiae%20Episcopatuum\"&gt;Notitiae Episcopatuum&lt;/a&gt;\" mentions Telmessus among the suffragans of &lt;a href=\"Myra\"&gt;Myra&lt;/a&gt; until the 10th century, when it is no longer called Macra; in 1316 mention is made of the See of \"Macra and Lybysium\". &lt;a href=\"Lybysium\"&gt;Lybysium&lt;/a&gt; or Levissi, about four miles south-west of Makri, had in the early 20th century 3000 inhabitants, nearly all Greeks.\nThe see is included, under the name Telmissus, in the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;'s list of &lt;a href=\"titular%20see\"&gt;titular see&lt;/a&gt;s. The historically important former Bishop of Montreal, &lt;a href=\"Ignace%20Bourget\"&gt;Ignace Bourget&lt;/a&gt;'s first epsicopal title was as bishop of the Catholic &lt;a href=\"titular%20see\"&gt;titular see&lt;/a&gt; of Telmessos. In the &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Eastern Orthodox Church&lt;/a&gt;, Telmessos is also a titular episcopal see of the &lt;a href=\"Ecumenical%20Patriarchate%20of%20Constantinople\"&gt;Ecumenical Patriarchate of Constantinople&lt;/a&gt;. The current holder of the see, &lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt; Job, is primate of the &lt;a href=\"Patriarchal%20Exarchate%20for%20Orthodox%20Parishes%20of%20Russian%20Tradition%20in%20Western%20Europe\"&gt;Patriarchal Exarchate for Orthodox Parishes of Russian Tradition in Western Europe&lt;/a&gt;, based in Paris."
}