{
    "id": "65233399",
    "revid": "36510957",
    "url": "https://en.wikipedia.org/wiki?curid=65233399",
    "title": "Morgan Pigg",
    "text": "R. Morgan Pigg (born Robert Morgan Pigg, Jr.) is a Professor Emeritus at the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt; Department of Health Education and Behavior and has worked in academia and &lt;a href=\"health%20education\"&gt;health education&lt;/a&gt; for 40-years. He has been recognized as a Fellow of the American School Health Association and Eta Sigma Gamma, the U.S. national health education honorary. As of September 2020, Pigg was the longest serving Editor in-Chief for the &lt;a href=\"Journal%20of%20School%20Health\"&gt;Journal of School Health&lt;/a&gt; (a leading academic journal in school health education).\nEarly life and education.\nPigg grew up in central Tennessee and was the first in his family to go to college. He graduated with a bachelor's degree in Health, Physical Education, and Recreation from &lt;a href=\"Middle%20Tennessee%20State%20University\"&gt;Middle Tennessee State University&lt;/a&gt; in 1969, where he also received a &lt;a href=\"Master%20of%20Education\"&gt;Master of Education&lt;/a&gt;. Pigg then attended Indiana University where he graduated with his H.S.D. (Doctor of Health and Safety) in 1974, and later received his &lt;a href=\"Master%20of%20public%20health\"&gt;MPH&lt;/a&gt; in 1980.\nCareer.\nFrom 1974 to 1980, Pigg was an Assistant and Associate Professor of Health Education at the &lt;a href=\"University%20of%20Georgia\"&gt;University of Georgia&lt;/a&gt;. For one year (1980 to 1981) he was an Associate Professor of Health Education at &lt;a href=\"Western%20Kentucky%20University\"&gt;Western Kentucky University&lt;/a&gt; before returning to his alma mater, Indiana University, as an Associate Professor of Health Education. Pigg would stay at Indiana University until 1987, two years after being promoted to the rank of Professor of Health Education.\nOn March 1, 1984, Pigg became the 11th Editor in-Chief of the Journal of Health (now known as &lt;a href=\"Journal%20of%20School%20Health\"&gt;Journal of School Health&lt;/a&gt;). Pigg served in this role for two decades, publishing 209 issues of the journal, and stepped down from the post on December 31, 2004. As of September 2020, he is the longest serving editor for this journal.\nPigg joined the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt; faculty in 1987 as Professor in the Department of Health Science Education (which would later become the Department of Health Education and Behavior) in the &lt;a href=\"University%20of%20Florida%20College%20of%20Health%20and%20Human%20Performance\"&gt;College of Health and Human Performance&lt;/a&gt;. He served as chair of the department from 1987 to 1996, and again from 2007 to 2008. In addition, he was the graduate program coordinator for the department from 2001 to 2006, and again from 2011 to 2012.\nOn May 14, 2014, Pigg entered retirement and became Professor Emeritus. He continued to teach in the graduate program of the Department of Health Education and Behavior, as the instructor for \"Philosophy and Principles of Health Education\", until the end of fall 2019.\nAwards and Honors.\nPigg has received the following honors and awards for his contribution to the field of school health education, adolescent health, and health education/promotion."
}