{
    "id": "65231152",
    "revid": "27089876",
    "url": "https://en.wikipedia.org/wiki?curid=65231152",
    "title": "Khin Maung Yin",
    "text": "Khin Maung Yin (; born Maung Tin 1902 – 1946) was a Burmese actor and singer. He is best known for starring in film \"&lt;a href=\"Bo%20Aung%20Din\"&gt;Bo Aung Din&lt;/a&gt;\" (1941) as the character Bo Aung Din.\nBiography.\nKhin Maung Yin was born in &lt;a href=\"Ma-ubin\"&gt;Ma-ubin&lt;/a&gt;, &lt;a href=\"Ayeyarwady%20Region\"&gt;Irrawaddy Division&lt;/a&gt;, &lt;a href=\"British%20rule%20in%20Burma\"&gt;British Burma&lt;/a&gt; in 1902 to &lt;a href=\"Burmese%20names%23Honorifics\"&gt;U&lt;/a&gt; Kyaw Hla and &lt;a href=\"Burmese%20names%23Honorifics\"&gt;Daw&lt;/a&gt; Thaung May. He was the eldest of five siblings.\nHe was still in high school in Ma-ubin when he participated in the First Nationwide Student Protests against the British in 1920. He then continued his education at Mandalay National High School and the Wesleyan Missionary School. After high school, he worked as a teacher at the National School in Yezakyo.\nAfter that, he worked for 10 years at the Lithographic Department of Rangoon Government Printing Press. It was then that he became acquainted with Ba Nyein, the owner of the Burma Photo Play Film Company. He made his acting debut in the film \"Ekapāduka\" (ဧကပါဒုက) at the urging of Ba Nyein. Shortly after, he married Than Than.\nKhin Maung Yin was a hit in his debut. He decided to pursue a film career, and quit his job. He starred in a number of silent films and &lt;a href=\"sound%20films\"&gt;sound films&lt;/a&gt; produced by British Burma Films, including \"Sun and Moon, Gold and Emerald\" (နေနှင့်လ ရွှေနှင့်မြ), \"Duty\" (ဝတ္တရား), \"Beloved\" (အချစ်ဆုံး), \"&lt;a href=\"Bo%20Aung%20Din\"&gt;Bo Aung Din&lt;/a&gt;\" (ဗိုလ်အောင်ဒင်) and \"Moe Khaung Kyaw-Swa\" (မိုးခေါင်ကျော်စွာ). \"Moe Khaung Kyaw-Swa\" turned out to be Khin Maung Yin's last film.\nKhin Maung Yin proved to be a good singer as well. His movie songs such as \"Setkya Thaik\" (စကြာသိုက်), \"Bo Bo Aung\" (ဘိုးဘိုးအောင်), \"Naga Ni\" (နဂါးနီ), \"Kuthawadi\" (ကုသဝတီ), \"Seikkan Tha\" (ဆိပ်ကမ်းသာ) are still popular today.\nKhin Maung Yin sang not only contemporary songs but also traditional Burmese classical songs. He learned to sing Burmese classical music during his school days in Mandalay. He played several musical instruments but was most proficient with the violin.\nWhen the Red Dragon Book Society was formed in 1937, Khin Maung Yin sang the \"Naga Ni\" song. He also enjoyed sports. While he was working at the government printing press, he played for the French Union football club.\nIn 1939, Khin Maung Yin left British Burma Films due to his deteriorating health. During World War II, he returned to Ma-ubin and stayed with her siblings. Khin Maung Yin died of typhoid fever in early 1946.\nKhin Maung Yin was a patriotic person. He is remembered as friendly, generous and happy-go-lucky. Khin Maung Yin's films and songs are still popular today."
}