{
    "id": "65271636",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=65271636",
    "title": "2020 Tennessee elections",
    "text": "Tennessee state elections in 2020 were held on Tuesday, November 3, 2020. Primary elections for U.S Senate, U.S. House of Representatives, Tennessee Senate, and Tennessee House of Representatives were held on August 6, 2020.\nFederal offices.\nPresident of the United States.\nTennessee, a stronghold for the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party (United States)&lt;/a&gt; and thus a reliable \"&lt;a href=\"red%20state\"&gt;red state&lt;/a&gt;\", has 11 electoral votes in the &lt;a href=\"Electoral%20college\"&gt;Electoral college&lt;/a&gt;. The presidential primaries were held on March 3, 2020. Incumbent United States &lt;a href=\"Donald%20Trump\"&gt;President Donald Trump&lt;/a&gt; won the Republican primary in a landslide victory over former governor &lt;a href=\"Bill%20Weld\"&gt;Bill Weld&lt;/a&gt; of Massachusetts and former congressman &lt;a href=\"Joe%20Walsh%20%28American%20politician%29\"&gt;Joe Walsh&lt;/a&gt; of Illinois. &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President&lt;/a&gt; &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; garnered the Democratic nomination, beating out &lt;a href=\"Bernie%20Sanders\"&gt;Bernie Sanders&lt;/a&gt; of Vermont.\nUnited States Senate.\nEnvironmentalist, activist and Democratic nominee &lt;a href=\"Marquita%20Bradshaw\"&gt;Marquita Bradshaw&lt;/a&gt;, the first black woman to win a major political party nomination in any statewide race in Tennessee, was defeated by Republican nominee &lt;a href=\"Bill%20Hagerty\"&gt;Bill Hagerty&lt;/a&gt;, former United States Ambassador to Japan and former Commissioner of the Tennessee Department of Economic and Community Development.\nUnited States House of Representatives.\nTennessee elected nine &lt;a href=\"US%20Representatives\"&gt;US Representatives&lt;/a&gt;, each representing one of Tennessee's nine &lt;a href=\"Congressional%20district\"&gt;Congressional Districts.&lt;/a&gt;\nState offices.\nState Senate.\nThere were a total of 16 senate seats up for election in 2020 with 1 open seat. 15 incumbents were running for re-election. In December 2018, Senator &lt;a href=\"Lamar%20Alexander\"&gt;Lamar Alexander&lt;/a&gt;, a Republican incumbent who has held a seat since 2003, said he would not run for a fourth term in 2020."
}