{
    "id": "65315808",
    "revid": "19014806",
    "url": "https://en.wikipedia.org/wiki?curid=65315808",
    "title": "Killing of Yacoub Abu Al-Qia'an",
    "text": "Yacoub Mousa Abu Al-Qia'an (also translit: al-Kiyan, Qi'an, Alkian, and al-Kaeean) was a 47-year-old Israeli Bedouin schoolteacher who was killed by the police while houses in his home village &lt;a href=\"Umm%20al-Hiran\"&gt;Umm al-Hiran&lt;/a&gt; were being demolished in January 2017. Following his killing, the police and several Israeli ministers, including Prime Minister &lt;a href=\"Benjamin%20Netanyahu\"&gt;Benjamin Netanyahu&lt;/a&gt;, falsely accused Abu Al-Qia'an of having been a terrorist and affiliated with the &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20the%20Levant\"&gt;Islamic State&lt;/a&gt;. In September 2020, Netanyahu apologized to Abu al-Qia'an's family, claiming that the police had misled him.\nThe police were not only faulted on for shooting Abu Al-Qia'an and then not providing medical assistance, thereby, allowing him to bleed to death but also for labeling him a terrorist without proof, for allegedly shooting a sponge-tipped bullet at the head of Arab-Israeli politician &lt;a href=\"Ayman%20Odeh\"&gt;Ayman Odeh&lt;/a&gt; who was at the scene, and for suppressing evidence that would have cleared Abu Al-Qia'an.\nBackground.\nAbu Al-Qia'an lived in the village of &lt;a href=\"Umm%20al-Hiran\"&gt;Umm al-Hiran&lt;/a&gt; in the &lt;a href=\"Negev\"&gt;Negev&lt;/a&gt; desert in southern Israel. Like the other villagers, Abu Al-Qia'an was a Bedouin. Bedouins have the lowest &lt;a href=\"socioeconomic%20status\"&gt;socioeconomic status&lt;/a&gt; of any group in Israel. Abu Al-Qia'an worked as a math teacher and was the first Israeli Bedouin with a PhD in chemistry.\nThe villagers in Umm al-Hiran belong to the &lt;a href=\"Abu%20Alkian\"&gt;Abu Alkian&lt;/a&gt; tribe. Israel undertook a program of relocating Negev Bedouins in the 1950s, causing the tribe to end up in the &lt;a href=\"Yatir%20Forest\"&gt;Wadi Atir&lt;/a&gt; area, northeast of &lt;a href=\"Beersheba\"&gt;Beersheba&lt;/a&gt;, in 1956. The tribe was allowed to settle there and it built two villages; Umm al-Hiran and Atir. Despite permitting the tribe to settle Umm al-Hiran, the authorities classifies it as an &lt;a href=\"Unrecognized%20Bedouin%20villages%20in%20Israel\"&gt;unrecognized Bedouin village&lt;/a&gt;, meaning that they consider it illegally built. For years they had tried to destroy the village to make room for two planned Jewish towns, Kesif and Hiran, and to transfer the villagers into the nearby Bedouin town &lt;a href=\"Hura\"&gt;Hura&lt;/a&gt;. Most of the villagers resisted the attempts to remove them from Umm al-Hiran.\nOn January 18, 2017 a demolition team, escorted by police, was scheduled to tear down Abu Al-Qia'an's house and other houses in Umm al-Hiran. A non-violent protest had been organized, by, among others, &lt;a href=\"Ayman%20Odeh\"&gt;Ayman Odeh&lt;/a&gt;, leader of the Arab-dominated &lt;a href=\"Joint%20List\"&gt;Joint List&lt;/a&gt; party, to meet the demolition team.\nIncident.\nBefore dawn, Wednesday January 18, 2017, the demolition team arrived at the village to carry out the demolitions. They were met by a large group of protesters.\nAccording to a relative of Abu Al-Qia'an, he was sleeping when another relative of his called him to warn him about the imminent demolitions. He took the valuables out of his home and packed them into his SUV. He said he couldn't bear watching his home being razed and got in his car to drive away. At 5:57 am, as he was leaving, driving at a speed of less than 10 km/h, police shot at least four times at his car and hit him twice. The bullet wounds caused him to lose control of his car which accelerated, careened downhill and hit a group of police officers, killing 34-year-old 1st Sgt Erez Levi and moderately wounding another officer. The car came to a stop a few seconds later and its horn started blaring. Medical teams rushed around Levi, pronounced him dead, and attended to the wounded officer. A policeman opened the door of Abu Al-Qia'an's car and partially removed his body to stop the blaring, but he was otherwise left unattended, only 10 meters from the spot where his car had hit Levi. There, he bled to death while police prevented an ambulance from reaching him. According to the autopsy report, Abu Al-Qia'an was hit with two bullets; one in the right knee, shattering it, and one in an artery in his chest, causing his death due to blood loss about fifteen minutes later.\nOdeh claimed that the police had used extreme levels of violence against the protestors. He was shot in the forehead and in the back with sponge-tipped bullets when he and other protestors tried to approach Abu Al-Qia'an's car and had to be taken to a hospital. The police falsely claimed that Odeh's head injury was caused by protesters throwing stones and accidentally hitting him.\nDuring the day, five Arab-Israeli politicians, &lt;a href=\"Hanin%20Zoabi\"&gt;Hanin Zoabi&lt;/a&gt;, &lt;a href=\"Jamal%20Zahalka\"&gt;Jamal Zahalka&lt;/a&gt;, &lt;a href=\"Osama%20Saadi\"&gt;Osama Saadi&lt;/a&gt;, &lt;a href=\"Ahmad%20Tibi\"&gt;Ahmad Tibi&lt;/a&gt;, and &lt;a href=\"Aida%20Touma-Sliman\"&gt;Aida Touma-Sliman&lt;/a&gt; arrived in the village to show solidarity with the protesters. The police prevented everyone else from entering the village.\nImmediate responses.\nJanuary 18.\nWitnesses at the scene claimed that Abu Al-Qia'an had lost control of his car after policemen had fired on it. But the police claimed that they had fired at his car because he had attempted a car-ramming attack.\nNetanyahu wrote: \"I send my condolences to the family 1st Sgt. Erez Levi. Erez was an outstanding policeman, the son of a policeman, and he was killed this morning in a ramming attack.\" Later, adding in a statement that \"[h]e was killed in a vehicular terror attack.\"\n&lt;a href=\"Ministry%20of%20Public%20Security%20%28Israel%29\"&gt;Public Security Minister&lt;/a&gt; &lt;a href=\"Gilad%20Erdan\"&gt;Gilad Erdan&lt;/a&gt; wrote on Facebook that Levi had been murdered: \"Erez [Levi] was murdered while performing his duties at the mere age of 34.\" He also accused Odeh and other members of the Joint List of being accomplices to the presumed terrorist: \"This blood is on your hands too. This is a serious statement, I know. But not serious like your actions on this day, you are a disgrace to the country.\"\nLater that day, the police posted an aerial &lt;a href=\"Thermography\"&gt;thermal imaging&lt;/a&gt; video of the incident on Facebook, writing: \"In the film you can see the terrorist standing on the side of the road with the lights of his car off, and the minute he notices the team of [police] he accelerates at them and hits them.\" In the video, Abu Al-Qia'an's car was seen driving slowly and cautiously along a dirt track until being fired upon by the police. Then the car suddenly accelerated and veered down a steep slope, hitting a group of police officers. Since the video was taken with a thermal imaging camera, it was impossible to see if the lights were on or off. Witnesses insisted that the video corroborated their testimonies, but police and Israeli officials maintained that it showed that the car-ramming was deliberate.\nPolice Deputy Commander &lt;a href=\"Peretz%20Amar\"&gt;Peretz Amar&lt;/a&gt; said that the incident was a terror attack: \"This is clear. This is a fact. There is no other explanation, and anyone who tries to offer an alternative explanation wasn't here at the time and doesn't understand.\" \"A vehicle driven by a terrorist from the Islamic Movement intended to strike a number of officers and carry out an attack,\" police spokesperson &lt;a href=\"Mickey%20Rosenfeld\"&gt;Mickey Rosenfeld&lt;/a&gt; said in a statement. Erdan, referring to the aerial video, attacked the media: \"Why, for God's sake, your instincts, your part, is always in favor of the attacker? ... Just this minute the video that was taken from the air and documented the terrorist attack was released. The film refutes the lies. I hope you will have the courage and decency to apologize for the unholy balance you made between the police forces acting in all our names to enforce the law and the violent thieves who are backing a disgusting murder.\"\nLevi's funeral was held in the afternoon. At the funeral, Police Commissioner &lt;a href=\"Roni%20Alsheikh\"&gt;Roni Alsheikh&lt;/a&gt; asserted that Levi was the victim of a terror attack: \"[Abu al-Qia'an] spread incitement at a school where six other teachers have been arrested for they affiliation with the Islamic State ... The terrorist looked for a group of police officers, accelerated and then hit them.\" Meanwhile, the &lt;a href=\"High%20Follow-Up%20Committee%20for%20Arab%20Citizens%20of%20Israel\"&gt;High Follow-Up Committee for Arab Citizens of Israel&lt;/a&gt; convened in Umm al-Hiran and declared three days of mourning as well as a day-long general strike for the next day.\nLast December, the Supreme Court had ordered the evacuation of the &lt;a href=\"Amona%2C%20Mateh%20Binyamin\"&gt;Amona&lt;/a&gt; &lt;a href=\"Israeli%20outpost\"&gt;outpost&lt;/a&gt; (type of &lt;a href=\"Israeli%20settlement\"&gt;Israeli settlement&lt;/a&gt;). The outpost was illegally built on private Palestinian-owned land in the &lt;a href=\"West%20Bank\"&gt;West Bank&lt;/a&gt;. The Joint List alleged the demolitions in Umm al-Hiram and other Arab towns were carried out to appease the right-wing that was unhappy with losing a settlement. According to Odeh, the villagers had tried to negotiate with the authorities the night before and were close to reaching a deal, but Netanyahu had turned them down: \"We reached a compromise that the residents of Umm al-Hiran accepted. But Prime Minister Benjamin Netanyahu, who has already marked the Arab population as public enemy number one, cruelly decided to destroy an entire village, to shoot and kick men, women, and children.\" The Prime Minister's office declined to comment on Odeh's allegations.\nJanuary 19.\nErdan in an interview with Israeli &lt;a href=\"Army%20Radio\"&gt;Army Radio&lt;/a&gt; accused Abu Al-Qia'an of having been a terrorist. He said that police had found newspaper headlines about car-ramming attacks and the Islamic State in Abu Al-Qia'an's home:\nWhen asked whether he was jumping to conclusions, Erdan insisted that Israeli media should trust the police's version: \"I think that Israeli media, and I specifically mean Israel's media, should first take the version of events of those who represent Israel's citizens and are charged with law enforcement, which is the police, [and the not the version] of outlaws and place them side by side.\"\nJanuary 20.\nOn Friday, thousands of Palestinians gathered in Umm al-Hiran to bury Abu Al-Qia'an. However, the police still suspected him of terrorism and therefore refused to hand over his body. Abu Al-Qia'an's brother accused the Israeli police of holding his brothers body hostage, \"to make more convincing their ridiculous story that he is a terrorist.\"\nOn Twitter, Odeh shared a two-minute-long video analysis titled \"Visual Investigation: Police shooting, car ramming at Umm el-Hiran (Jan 18, 2017)\". The video had been produced by British &lt;a href=\"Forensic%20Architecture\"&gt;Forensic Architecture&lt;/a&gt;, led by &lt;a href=\"Eyal%20Weizman\"&gt;Eyal Weizman&lt;/a&gt; of &lt;a href=\"Goldsmiths%2C%20University%20of%20London\"&gt;Goldsmiths, University of London&lt;/a&gt;, and &lt;a href=\"Activestills\"&gt;Activestills&lt;/a&gt; and published the day before by the Israeli peace group \"&lt;a href=\"%2B972%20Magazine\"&gt;+972 Magazine&lt;/a&gt;\". The police replied to Odeh's tweet: \"Manipulative edit will not change reality. The documentation of the killing proves an intention to murder policemen. This has one name: terror. No clip that distorts evidence will change that.\"\nIn the evening, &lt;a href=\"Channel%2010%20%28Israeli%20TV%20channel%29\"&gt;Channel 10&lt;/a&gt; reported on Abu Al-Qia'an's leaked autopsy report which challenged the police's version of the incident. The report concluded that Abu Al-Qia'an bled to death, leading &lt;a href=\"Ksenia%20Svetlova\"&gt;Ksenia Svetlova&lt;/a&gt; of &lt;a href=\"Zionist%20Union\"&gt;Zionist Union&lt;/a&gt; to comment that \"it's Azaria case number two,\" a reference to the &lt;a href=\"Hebron%20shooting%20incident\"&gt;Hebron shooting incident&lt;/a&gt; where an Israeli medic executed a subdued Palestinian attacker.\nJanuary 21.\nThousands of primarily Palestinian citizens of Israel demonstrated in the northern &lt;a href=\"Wadi%20Ara\"&gt;Wadi Ara&lt;/a&gt; against house demolitions and over the killing of Abu Al-Qia'an. Odeh spoke at the demonstrations and called for an official committee of inquiry \"to uncover the lies of Netanyahu, Erdan and the police.\"\nInvestigations.\nIn early February 2017, more clips of the killing of Abu Al-Qia'an surfaced. In one of them, he is seen driving with his lights on, contradicting the police's claim that they were off.\nIn August 2017, an investigation by the Israeli Police Internal Investigations Department (PIID) cleared the officer who shot Abu Al-Qia'an of any wrongdoing. Two months later, a new investigation led by State Prosecutor &lt;a href=\"Shai%20Nitzan\"&gt;Shai Nitzan&lt;/a&gt; was opened. But in April 2018, that investigation too cleared the officer of any wrongdoing. It further stated that it could not rule out that Abu Al-Qia'an had attempted a terrorist attack. Nitzan's decision to close the investigation disappointed members of Abu Al-Qia'an's family. Odeh said that Alsheikh had \"orchestrated a campaign of incitement\" by accusing Abu Al-Qia'an of terrorism.\nA third investigation was conducted by Ariel Livneh of Forensic Architecture, based on documents from &lt;a href=\"Shin%20Bet\"&gt;Shin Bet&lt;/a&gt; and the Police Investigations Department. The investigation's report was released in February 2020. It concluded that the only evidence of Abu Al-Qia'an's alleged terror ties were Islamic education material found in his home. It further asserted that Abu Al-Qia'an was shot for no reason and would have survived had he received treatment. But the police denied him that and fired on activists who approached his car, including Odeh.\nFurther evidence of police misconduct came in September when Channel 12 reporte &lt;a href=\"Amit%20Segal\"&gt;Amit Segal&lt;/a&gt; revealed that Nitzan suppressed evidence that would have challenged Alsheikh's assertion that Abu Al-Qia'an was a terrorist.\nShooting of Odeh.\nAnother point of contention was over Odeh's head injury. He claimed that police had shot him in the forehead with a sponge-tipped bullet, and as he turned around in pain, another time in the back. The police disputed that and, initially, claimed that Odeh was hit with stray stones thrown by protestors and that the officers in Umm al-Hiran weren't even equipped with weapons firing sponge-tipped bullets. The police's story was refuted by a witness, Rabbi &lt;a href=\"Arik%20Ascherman\"&gt;Arik Ascherman&lt;/a&gt;, who wrote:\nThe police later denied that any statement had ever been issued regarding the circumstances of Odeh's injury.\nThe report of a forensic probe into the Umm al-Hiran incident by the &lt;a href=\"Abu%20Kabir%20Forensic%20Institute\"&gt;Abu Kabir Forensic Institute&lt;/a&gt; was released on January 31, 2017. Regarding Odeh's head injuries, it stated that \"the injuries 'were consistent' with injuries caused by sponge-tipped bullets\", though \"[i]t is not possible to nail down [with certainty] the form of the injurious objects, but at the same time, the location of the injury and the form could have been caused as [Odeh] claimed.\" Erdan hailed the report as a vindication, asserting that Odeh was a \"lying lawbreaker who has fanned the flames and stood at the head of a violent group\".\nPIID opened an investigation into the matter after Odeh filed a complaint. But closed the investigation in September 2018 with the motivation that \"[e]ven with the assumption that the object that hit [Odeh] was fired by police, it could not be determined who of the officers had done so.\" Odeh appealed the closure of the investigation in March 2019.\nIn 2018, Forensic Architecture released a documentary about the killing of Abu Al-Qia'an called \"The Long Duration of a Split Second\". The documentary was based on new evidence obtained by the &lt;a href=\"Public%20Committee%20Against%20Torture%20in%20Israel\"&gt;Public Committee Against Torture in Israel&lt;/a&gt; and included &lt;a href=\"body%20camera\"&gt;body camera&lt;/a&gt; footage from the police officers. One of the police officers was heard shouting \"Give them sponge! Give the sponge!\" The following 47 seconds of the footage was redacted and the group believed that is when Odeh was shot. In conjunction with the release of the documentary, Weizman stated that both the policeman that shot Abu Al-Qia'an and the one that shot Odeh should be put on trial.\nForensic Architecture was nominated for the 2018 &lt;a href=\"List%20of%20Turner%20Prize%20winners%20and%20nominees\"&gt;Turner Prize&lt;/a&gt; for their work relating to Al-Qia'an's killing.\nApologies.\nOn March 6, 2017, Minister of Agriculture, &lt;a href=\"Uri%20Ariel\"&gt;Uri Ariel&lt;/a&gt;, became the first politician to issue an apology over having accused Abu Al-Qia'an of terrorism. On September 8, 2020, Netanyahu also apologized to Abu Al-Qia'an's family, claiming that the police had misled him: \"I would like to express, in my name, my apologies to the Al-Qi’an family. They [the police] said he was a terrorist. Yesterday, it turned out that he wasn't a terrorist.\" Netanyahu also used the moment to connect the terrorism allegations against Abu Al-Qia'an with the ongoing &lt;a href=\"Trial%20of%20Benjamin%20Netanyahu\"&gt;corruption investigation&lt;/a&gt; against himself. \"What we’ve seen is an amazing thing: There are [existing] political investigations, investigations that were tainted from the get-go,\" he said, implying that he too was the victim of a coverup.\nTouma-Suleiman accused Netanyahu of opportunism, noting that the evidence exonerating Abu Al-Qia'an had been there for three years: \"Netanyahu and his associates were the ones who turned Abu al-Qia’an into a ‘terrorist’ — them and their racist incitement against Arabs.\" She called for him to resign: \"If Netanyahu really wants to apologize, he has only one option — to resign.\"\n&lt;a href=\"Bezalel%20Smotrich\"&gt;Bezalel Smotrich&lt;/a&gt; of the &lt;a href=\"Jewish%20Home\"&gt;Jewish Home&lt;/a&gt; party also apologized for calling Abu al-Qia’an a terrorist. As of 2020, Alsheikh, Erdan, and Nitzan, who also publicly called Abu al-Qia’an a terrorist has not apologized.\nAbu Al-Qia'an's widow said the apology was \"better late than never\" but complained that her family was still homeless after the authorities had demolished their home over three years ago. Abu Al-Qia'an's brother said Yacoub was murdered: \"We know the truth. We knew it from the first moment, because we all know who Yaqoub was. Yaqoub — a beloved leader, educator, father and brother — was murdered in cold blood.\""
}