{
    "id": "65363529",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=65363529",
    "title": "Edward Bigelow (ice hockey)",
    "text": "Edward Livingston Bigelow (April 19, 1899 – August 20, 1975) was an American ice hockey player and coach for &lt;a href=\"Harvard%20Crimson%20men%27s%20ice%20hockey\"&gt;Harvard&lt;/a&gt; who was active in the 1910s and 1920s.\nCareer.\nAfter graduating from &lt;a href=\"St.%20Mark%27s%20School%20%28Massachusetts%29\"&gt;St. Mark's School&lt;/a&gt;, Bigelow began attending &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; in 1917 while much of the student body had left for &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; to fight in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. Due to the lack of available athletes, Harvard had suspended both its varsity and freshman ice hockey teams for the duration of the war and only an informal agglomeration existed. In November of the following year the war ended with the &lt;a href=\"Armistice%20of%2011%20November%201918\"&gt;1918 armistice&lt;/a&gt; and the surviving undergraduates began to return to their respective colleges. Harvard, as well as several other colleges, were quick to restart their ice hockey programs and Bigelow was among the players that appeared for the team in &lt;a href=\"1918%E2%80%9319%20Harvard%20Crimson%20men%27s%20ice%20hockey%20season\"&gt;1919&lt;/a&gt;. Harvard finished the season with an undefeated record (7–0), however, because the team played only three intercollegiate games and many schools had yet to return, no championship was either conferred or claimed for the season.\nThe next year ice hockey returned for a full season and Harvard was expected to be among the top programs in the nation. Unfortunately, the Crimson started slow, losing their first three contests. This was due in part to having to use the Pavilion ice rink, a much smaller surface that could only fit six players for each team rather than the normal seven. Because none of those games were intercollegiate matches, Harvard's chances for a National Championship were not affected and, when the team met &lt;a href=\"Yale%20Bulldogs%20men%27s%20ice%20hockey\"&gt;Yale&lt;/a&gt; for the first collegiate game of the season, Harvard had grown accustomed enough to the rink to eek out a 5–4 win. Bigelow was one of the team's stars as the Crimson went on a winning streak that extended until the end of the season. Harvard won 10 consecutive games and finished undefeated in collegiate play, earning themselves the Triangular Hockey League Championship (also called the \"Big Three\" Championship) and were the Intercollegiate Champions.\nBigelow was named &lt;a href=\"Captain%20%28ice%20hockey%29\"&gt;team captain&lt;/a&gt; for his senior season and the team continued to dominate their opponents. They won their first six games of the season but had their winning streak snapped at 16 with a pair of losses to the St. Patrick's Hockey Club of &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;. Because their losses were to an amateur team Harvard's collegiate standings were again unaffected and after they finished the season with two more intercollegiate wins (including the largest victory the program has ever produced over Yale) Harvard won its second consecutive Intercollegiate Title. Because the western schools had yet to play a significant amount of intercollegiate games, this was also the last time that one program could claim a unified Intercollegiate Championship until after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nAfter graduating, Bigelow played amateur hockey in the &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; area before returning to his &lt;a href=\"alma%20mater\"&gt;alma mater&lt;/a&gt; to take over head coaching duties. In the interim Harvard, as well as all college programs, had fundamentally changed their playing style by adopting the modern 6-on-6 format. In his first season Bigelow didn't seem affected by the change in style, continuing the staunch defensive game plan that had been emphasized at Harvard for well over a decade. Aside from a pair of losses to two amateur clubs, Harvard won each of their first six games, allowing more than two goals only once. They even provided defending champion Yale with their first loss of the season and entered the game on February 14 with a chance at an Intercollegiate title. The Bulldogs, however, were able to get their revenge and even the season series with a 3–2 win of their own and Harvard's offense failed to score in the rubber match, giving Yale the Eastern Intercollegiate Championship.\nBigelow's second year as coach was much like his second season as a player. The team began with an uninspired win over &lt;a href=\"MIT%20Engineers\"&gt;MIT&lt;/a&gt; and then dropped their next three games. With panic setting in for the Crimson faithful, Harvard's offense woke up just in time for the match with &lt;a href=\"Princeton%20Tigers%20men%27s%20ice%20hockey\"&gt;Princeton&lt;/a&gt; and the team proceeded to win seven consecutive matches, sweeping their conference schedule and finishing with an 8–1 record against collegiate opponents. They were able to dethrone Yale as the Eastern champions, winning their first title in four years. In his third season behind the bench, Bigelow's defense was overpowering and held their opponents to less than two goals in half of their games. Only the Canadian clubs were able to get more than two goals behind the Crimson netminders and Harvard dominated their opposition. The team finished undefeated in intercollegiate play, going 9–1–2 in all matches, and won their second consecutive Eastern Intercollegiate Championship.\nAfter the season, Bigelow announced that he was resigning as head coach to devote himself fully to his business career. He finished with a sterling record and was even more impressive against collegiate opponents (22–3–1).\nBigelow eventually became president of the &lt;a href=\"State%20Street%20Corporation\"&gt;State Street Bank&lt;/a&gt; in 1950 and then &lt;a href=\"Chairperson\"&gt;Chairman of the Board&lt;/a&gt; before retiring in 1965.\nHe died of &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; at &lt;a href=\"Massachusetts%20General%20Hospital\"&gt;Massachusetts General Hospital&lt;/a&gt; in 1975."
}