{
    "id": "65361413",
    "revid": "25080539",
    "url": "https://en.wikipedia.org/wiki?curid=65361413",
    "title": "Onshore oil and gas fields in the United Kingdom",
    "text": "The &lt;a href=\"Onshore%20%28hydrocarbons%29\"&gt;onshore&lt;/a&gt; oil and gas resources in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; are located in a number of provinces corresponding to prospective sedimentary basins. Provinces and Basins (from south to north) include the Wessex-Channel Basin, &lt;a href=\"Weald%20Basin\"&gt;Weald Basin&lt;/a&gt;, &lt;a href=\"Worcester%20Basin\"&gt;Worcester Basin&lt;/a&gt;, &lt;a href=\"Cheshire%20Basin\"&gt;Cheshire Basin&lt;/a&gt;, East Midlands Province, West Lancashire Basin, NE England Province, Northumberland-Solway Basin, Midland Valley of Scotland, and the &lt;a href=\"Orcadian%20Basin\"&gt;Orcadian Basin&lt;/a&gt;.\nBackground.\nThe &lt;a href=\"Petroleum%20Act%201998\"&gt;Petroleum Act 1998&lt;/a&gt; confers all rights to the UK's petroleum resources to the Crown. These rights are devolved to governments and government bodies. The licensing of exploration and development of England's onshore oil and gas resources is regulated by the &lt;a href=\"Oil%20and%20Gas%20Authority\"&gt;Oil &amp; Gas Authority&lt;/a&gt;. The OGA can grant licences that confer exclusive rights to search and bore for and get petroleum, over a limited area for a limited time. \nThe &lt;a href=\"Scotland%20Act%202016\"&gt;Scotland Act 2016&lt;/a&gt; devolved oil and gas licensing powers to the Scottish Government with effect from 9 February 2018.\nIn addition, the Office of Unconventional Gas and Oil (OUGO), is a UK Government office that promotes the safe, responsible and environmentally sound recovery of the UK's unconventional reserves of gas and oil.\nThe onshore oil and gas industry is represented by the United Kingdom Onshore Oil and Gas (UKOOG) &lt;a href=\"industry%20body\"&gt;industry body&lt;/a&gt;.\nUK onshore oil and gas fields.\nA list of current and historic UK onshore oil and gas fields is given in the table."
}