{
    "id": "6536261",
    "revid": "13514090",
    "url": "https://en.wikipedia.org/wiki?curid=6536261",
    "title": "Covestro",
    "text": "Covestro AG is a German company which produces a variety of &lt;a href=\"polyurethane\"&gt;polyurethane&lt;/a&gt; and &lt;a href=\"polycarbonate\"&gt;polycarbonate&lt;/a&gt; based raw materials. Products include isocyanates and polyols for cellular foams, &lt;a href=\"thermoplastic%20polyurethanes\"&gt;thermoplastic polyurethane&lt;/a&gt; and polycarbonate pellets, as well as polyurethane based additives used in the formulation of coatings and adhesives. It is a &lt;a href=\"Bayer\"&gt;Bayer&lt;/a&gt; spin off formed in the fall of 2015 and was formerly called Bayer MaterialScience, Bayer's &lt;a href=\"materials%20science\"&gt;materials science&lt;/a&gt; division.\nCovestro shares were first offered on the &lt;a href=\"Frankfurt%20Stock%20Exchange\"&gt;Frankfurt Stock Exchange&lt;/a&gt; in October 2015. Bayer sold its entire remaining stake in May 2018, Bayer's pension fund had a 6.8% stake managed separately.\nThe main industries served are &lt;a href=\"automotive%20manufacturing\"&gt;automotive manufacturing&lt;/a&gt; and supply, electrical engineering and electronics, &lt;a href=\"construction\"&gt;construction&lt;/a&gt; and home products, and sports and leisure. Their products include &lt;a href=\"coating\"&gt;coating&lt;/a&gt;s and &lt;a href=\"adhesives\"&gt;adhesives&lt;/a&gt;, &lt;a href=\"polyurethanes\"&gt;polyurethanes&lt;/a&gt; that are used in &lt;a href=\"thermal%20insulation\"&gt;thermal insulation&lt;/a&gt;, electrical housings, and as a component of &lt;a href=\"footwear\"&gt;footwear&lt;/a&gt; and &lt;a href=\"mattress\"&gt;mattress&lt;/a&gt;es, and &lt;a href=\"polycarbonates\"&gt;polycarbonates&lt;/a&gt; such as Covestro's &lt;a href=\"Makrolon\"&gt;Makrolon&lt;/a&gt;, which are highly impact-resistant plastics. Covestro polyurethane was used in the 2014 official &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; football. Before 2019, Covestro enjoyed rapid earnings growth following supply shortages of chemicals used in foams.\nFinancials.\nIn 2015, the company netted USD revenues of $13.46B, net income of $382M and an operating margin of 5.1%. In 2018, the company's revenues were $16.29B, net income of $2B, and operating margin of 15.5%.\nIn Q1 of 2019, a drop in revenue and net income was seen, with revenues down at $3.54B compared to 2018's Q1 of $4.21B, a 16% drop. Q2 2019 revenues also saw a 16.9% drop from Q2 2018's $4.3B to $3.58B. Likewise with Net income, Q2 2019 also dropped from Q2 2018's $672M to $210M.\nAmong the 3 key segments of the company, Polyurethanes (PUs), Polycarbonates (PCs), and Coatings/Adhesives/Specialties, Polyurethanes experienced 70.5% drop in EBITDA Q2 2019 compared to Q2 2018 due to needing to drop prices from increased supply and competition. Revenues dropped from $2.19B to $1.66B in Q2 2019 as a result. The next biggest drop in key segments was Polycarbonates from revenues $1.18B to $1B Q2 2019 over past year. The price drop of PUs and PCs were -26.8% and -18.8% respectively. According to the report, demand drop of the auto industry led to a drop in volumes for PCs while construction and electronics industries grew."
}