{
    "id": "65369927",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=65369927",
    "title": "Cruise ship pollution in Europe",
    "text": "Cruise ship pollution in Europe is a major part of the &lt;a href=\"environmental%20impact%20of%20shipping\"&gt;environmental impact of shipping&lt;/a&gt;. Most &lt;a href=\"cruise%20ship\"&gt;cruise ship&lt;/a&gt; &lt;a href=\"cruise%20lines\"&gt;companies&lt;/a&gt; operating in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an &lt;a href=\"exclusive%20economic%20zone\"&gt;exclusive economic zone&lt;/a&gt;s (EEZs) are part of two megacorporations: &lt;a href=\"Carnival%20Corporation%20%26amp%3B%20plc\"&gt;Carnival Corporation &amp; plc&lt;/a&gt; and the &lt;a href=\"Royal%20Caribbean%20Group\"&gt;Royal Caribbean Group&lt;/a&gt;. In 2017, Carnival's cruise ships alone caused ten times more &lt;a href=\"sulphur%20oxide\"&gt;sulphur oxide&lt;/a&gt; (SOx) air pollution than all of Europe's cars (over 260 million) combined, as the ship fuel emits about 2,000 times more sulphur oxides than normal &lt;a href=\"diesel%20fuel\"&gt;diesel fuel&lt;/a&gt;. All cruise ships together also accounted for 15% of the &lt;a href=\"nitrogen%20oxide\"&gt;nitrogen oxide&lt;/a&gt; (NOx) particles emitted by all of Europe's passenger vehicles, and released large amounts of &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; (CO2), &lt;a href=\"phosphorus\"&gt;phosphorus&lt;/a&gt; (P4), &lt;a href=\"soot\"&gt;soot&lt;/a&gt;, heavy metals and other &lt;a href=\"particulates\"&gt;particulates&lt;/a&gt; into the atmosphere as well.\nBackground.\nModern cruise ships evolved from &lt;a href=\"ocean%20liners\"&gt;ocean liners&lt;/a&gt;, which were the most common mode of transportation between Europe and the Americas until the &lt;a href=\"Post-war%20aviation\"&gt;rise&lt;/a&gt; of &lt;a href=\"commercial%20aviation\"&gt;commercial aviation&lt;/a&gt; in the 1950s. &lt;a href=\"Airliner\"&gt;Airliner&lt;/a&gt;s drastically cut trans-Atlantic travel times and formed unbeatable competition for ocean liners in terms of speed. To survive, the sector began to transform its ocean liners into cruise ships in the mid-1960s by attracting passengers by focusing the voyage on &lt;a href=\"recreation\"&gt;recreation&lt;/a&gt; and &lt;a href=\"sightseeing\"&gt;sightseeing&lt;/a&gt;, and less on getting travellers from A to B. &lt;a href=\"Cruise%20line\"&gt;Cruise line&lt;/a&gt;s such as &lt;a href=\"Norwegian%20Cruise%20Line\"&gt;Norwegian&lt;/a&gt; (1966), &lt;a href=\"Royal%20Caribbean%20International\"&gt;Royal Caribbean International&lt;/a&gt; (1968) and &lt;a href=\"Carnival%20Cruise%20Line\"&gt;Carnival Cruise Line&lt;/a&gt; (1972) were founded in rapid succession, and over the course of years managed to expand by building ever larger cruise ships with more and more passengers (21 million globally in 2013), which increasingly negatively impacted the environment.\nMost polluted port cities and countries.\nAccording to a 2019 study by &lt;a href=\"Transport%20%26amp%3B%20Environment\"&gt;Transport &amp; Environment&lt;/a&gt;, the following European port cities were most polluted by cruise ships docking there (data from 2017):\nThe following European countries have been most exposed to air pollution by cruise ships (data from 2017):\nFuel.\nThe most commonly used fuel type for cruise ships is so-called &lt;a href=\"heavy%20fuel%20oil\"&gt;heavy fuel oil&lt;/a&gt; (also called &lt;a href=\"bunker%20oil\"&gt;bunker oil&lt;/a&gt; or marine fuel), which is relatively cheap, but highly pollutive. Although &lt;a href=\"diesel%20fuel\"&gt;diesel fuel&lt;/a&gt; (also known as gas oil) can work as a low-sulphur alternative, this tends to be 33–35% more expensive on average. According to &lt;a href=\"Deutsche%20Welle\"&gt;Deutsche Welle&lt;/a&gt;, 'an average-sized cruise ship carrying 2,000 passengers uses 150 tonnes a day when it's at sea; in port, it requires an average of 50 tonnes to meet the liner's electricity demands.' &lt;a href=\"TRT%20World\"&gt;TRT World&lt;/a&gt; stated that ships like the &lt;a href=\"Harmony%20of%20the%20Seas\"&gt;Harmony of the Seas&lt;/a&gt; burn 'up to 4,900 litres of fuel per hour, 249,000 litres of fuel per day'. Clean Air Southampton claimed that giant vessels such as &lt;a href=\"Navigator%20of%20the%20Seas\"&gt;Navigator of the Seas&lt;/a&gt; require as much power as a town of 50,000 inhabitants when docked.\nA 2018 study carried out by &lt;a href=\"Naturschutzbund%20Deutschland\"&gt;Naturschutzbund Deutschland&lt;/a&gt; (Nature Protection League Germany, NABU) reviewed the emissions of 77 cruise ships (almost the entire fleet in European waters), concluding that only one of them, &lt;a href=\"AIDAnova\"&gt;AIDAnova&lt;/a&gt;, was not powered by highly polluting heavy fuel, but relatively 'clean' &lt;a href=\"liquefied%20natural%20gas\"&gt;liquefied natural gas&lt;/a&gt; (LNG), which reduces NOx and particulate emissions by about 80%. However, even though shifting all cruise ships to LNG would be very beneficial to human health, LNG also emits &lt;a href=\"methane\"&gt;methane&lt;/a&gt;, which is a very potent &lt;a href=\"greenhouse%20gas\"&gt;greenhouse gas&lt;/a&gt; and would increase &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt; significantly.\nWaste streams.\nAside from air pollution, cruise ships produce various &lt;a href=\"List%20of%20waste%20types\"&gt;waste streams&lt;/a&gt;, namely &lt;a href=\"wastewater\"&gt;wastewater&lt;/a&gt; from &lt;a href=\"sink\"&gt;sink&lt;/a&gt;s, &lt;a href=\"shower\"&gt;shower&lt;/a&gt;s, and &lt;a href=\"galley%20%28kitchen%29\"&gt;galley&lt;/a&gt;s (&lt;a href=\"grey%20water\"&gt;grey water&lt;/a&gt;), &lt;a href=\"hazardous%20waste\"&gt;hazardous waste&lt;/a&gt;s, solid waste, oily &lt;a href=\"bilge%20water\"&gt;bilge water&lt;/a&gt;, and &lt;a href=\"ballast%20water\"&gt;ballast water&lt;/a&gt;.\nRisks.\nHuman health.\nSulphur oxide (SOx) emissions form &lt;a href=\"sulphate\"&gt;sulphate&lt;/a&gt; (SO4) aerosols that contribute to health risks in humans. SOx, &lt;a href=\"Particulates\"&gt;fine particles&lt;/a&gt; (PM2.5) and nitrogen oxides (NOx) cause premature death by various means such as &lt;a href=\"lung%20cancer\"&gt;lung cancer&lt;/a&gt;, &lt;a href=\"throat%20cancer\"&gt;throat cancer&lt;/a&gt;, &lt;a href=\"chronic%20obstructive%20pulmonary%20disease\"&gt;chronic obstructive pulmonary disease&lt;/a&gt; (COPD), &lt;a href=\"cardiovascular%20disease\"&gt;cardiovascular disease&lt;/a&gt;s, and &lt;a href=\"morbidity\"&gt;morbidity&lt;/a&gt; such as childhood &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;. Transport &amp; Environment estimated that about 50,000 people a year in Europe die prematurely because of pollution from the shipping sector as a whole. This primarily affects people who live in harbour cities. In some cruise ports such as Southampton, children may be exposed to the polluted air when school's playgrounds are located near the docks. In &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, residents have been diagnosed with respiratory-related cancers at abnormally high rates after the cruise industry boomed.\nAside from the locals, measuring has shown that passengers themselves are also exposed to heightened concentrations of nitrogen oxides during their voyage. For example, Canadian environmental researchers, which had secretly conducted air quality tests at various times and places aboard four Carnival Corporation cruises, reported in 2019 that they 'found that levels of ultra-fine particulate matter at the back of the ship behind the &lt;a href=\"Funnel%20%28ship%29\"&gt;smokestacks&lt;/a&gt; while the ship was moving that were comparable to some of the world's most polluted cities like &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; and &lt;a href=\"Santiago\"&gt;Santiago&lt;/a&gt;.' Carnival dismissed the claims as 'completely ridiculous', asserting its ships 'meet or exceed every requirement'. A &lt;a href=\"University%20of%20British%20Columbia\"&gt;University of British Columbia&lt;/a&gt; scientist also questioned some of the report's more drastic claims, but agreed with the group's general conclusions about cruise shipping from an air pollution and &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; perspective.\nEnvironment.\nThe emissions contribute to &lt;a href=\"ocean%20acidification\"&gt;ocean acidification&lt;/a&gt; and &lt;a href=\"soil%20acidification\"&gt;soil acidification&lt;/a&gt;. Nitrogen oxides also stimulate particle and &lt;a href=\"ozone\"&gt;ozone&lt;/a&gt; formation.\nDamage to buildings.\nIn addition to causing the third-worst air pollution in any port city in Europe, cruise ships passing through the &lt;a href=\"Giudecca%20Canal\"&gt;Giudecca Canal&lt;/a&gt; damage building foundations of historical &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;, a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;, as well as blocking the view of inhabitants and other tourists. A week after the 12 January 2012 &lt;a href=\"Costa%20Concordia%20disaster\"&gt;\"Costa Concordia\" disaster&lt;/a&gt;, &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; urged Venetian authorities to restrict the future access of cruise ships to Venice and other Italian ports with vulnerable cultural historic architecture. That year, over 600 passenger ships docked in Venice, about 300 of which were categorised as megacruises (featuring thousands of passengers and ten decks), together carrying between 1.6 to 2 million passengers. In subsequent years, the city of Venice, for whom tourism is of critical importance, tried to reach a compromise with cruise lines, but in August 2014 the Italian government interfered by prohibiting ships surpassing the weight of 96,000 tonnes from getting near the historic centre in 2015. Plans to divert a third of the cruises were announced by Transport Minister &lt;a href=\"Danilo%20Toninelli\"&gt;Danilo Toninelli&lt;/a&gt; in August 2019, after &lt;a href=\"MSC%20Opera\"&gt;MSC Opera&lt;/a&gt; crashed into a smaller river cruise ship and a quay in Venice on 2 June 2019, injuring five people; however, Toninelli's plans were criticised as unrealistic by activists and other politicians.\nRegulations.\nInternational treaties.\nThe &lt;a href=\"International%20Maritime%20Organization\"&gt;International Maritime Organization&lt;/a&gt; (IMO) is the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;' agency for the regulation of international shipping, founded in 1948. The IMO's International Convention for the Prevention of Pollution from Ships, better known as &lt;a href=\"MARPOL%2073/78\"&gt;MARPOL 73/78&lt;/a&gt; (effective since 1983, and later expanded), set the most important international standard in containing the environmental pollution of shipping. Amongst other things, it prohibited any kind of dumping within three nautical miles of a coastline, and set limits on sulphur and nitrogen oxide emissions from ships.\nIn international law, the maximum sulphur oxide concentration in cruise ship emissions at full sea is 0.5% from 1 January 2020 onwards. This standard (sometimes called \"IMO 2020\") was recommended by a United Nations subcommittee in 2008, and adopted by the IMO in 2016. Previously, the maximum concentration at full sea was set at 3.5%. Since the most commonly used heavy fuel oil was still deemed to have an average sulphur content of around 2.7% as of July 2019, this was a major shift in oil market history, and ship companies found in violation of the new regulation could face huge penalties when caught by authorities.\nThe &lt;a href=\"Ballast%20Water%20Management%20Convention\"&gt;Ballast Water Management Convention&lt;/a&gt;, aimed at preventing &lt;a href=\"Ballast%20water%20discharge%20and%20the%20environment\"&gt;problems&lt;/a&gt; such as the &lt;a href=\"Dispersal%20of%20invasive%20species%20by%20ballast%20water\"&gt;dispersal of invasive species&lt;/a&gt;, entered into force on 8 September 2017, and will fully apply on 8 September 2024.\nHowever, shipping falls outside many international agreements such as the 1997 &lt;a href=\"Kyoto%20Protocol\"&gt;Kyoto Protocol&lt;/a&gt; and the 2015 &lt;a href=\"Paris%20Agreement\"&gt;Paris Agreement&lt;/a&gt;, and ships are also excluded from many national regulations because they move between countries, often through &lt;a href=\"international%20waters\"&gt;international waters&lt;/a&gt;. These aspects make it legally difficult to assign responsibility to a particular government authority, and practically difficult to check how much (cruise) ships emit and to enforce sanctions in case of violations.\nEmission Control Areas.\n&lt;a href=\"Sulphur%20Emission%20Control%20Area\"&gt;Sulphur Emission Control Area&lt;/a&gt;s (SECAs) mandate the most stringent marine sulphur fuel emission standard, but even in these areas cruise ship air pollution can remain a major issue. Moreover, as of 2017 there were only two SECAs in Europe, namely in the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; and the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;, not in the rest of Europe's waters. The best marine sulphur standard (0.1% or 1000 parts per million) remains 100 times worse than Europe's sulphur standard for road diesel/petrol (0.001% or 10 parts per million) in place during 2004–2019. Protesters in the &lt;a href=\"Port%20of%20Antwerp\"&gt;Port of Antwerp&lt;/a&gt;, whose 2019 anti-cruise petition was supported by 15,000 citizens, noted the paradox that the &lt;a href=\"Antwerp\"&gt;city of Antwerp&lt;/a&gt; has a &lt;a href=\"low-emission%20zone\"&gt;low-emission zone&lt;/a&gt; for cars and other road vehicles, but highly pollutive cruise ships can just dock close to the city centre with only minor restrictions.\nDocking restrictions.\nWhile docking, berthing or mooring in populated places for several hours, cruise ships such as the &lt;a href=\"Harmony%20of%20the%20Seas\"&gt;Harmony of the Seas&lt;/a&gt; are required to use auxiliary engines that burn low sulphur fuel, or use abatement technologies, in order to reduce the amount of air pollution they cause to the detriment of local inhabitants. However, critics say these measures are not enough to ensure their health.\nActivists have pushed for cruises to be using electricity from the shore (known as \"&lt;a href=\"shore%20power\"&gt;shore power&lt;/a&gt;\" or \"&lt;a href=\"cold%20ironing\"&gt;cold ironing&lt;/a&gt;\") during docking hours, but cruise lines have resisted this alternative. Shore power is already common in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and some European ports (however, as of April 2019, only two European ports are able to generate enough electricity to fully cruise ships so that the engines could be turned off), and Southampton planned to become the first port in Britain to introduce it in 2020 as well. Disadvantages from shore power include the drain on &lt;a href=\"mains%20electricity\"&gt;mains electricity&lt;/a&gt; and the required financial investment in installing the necessary infrastructure. According to CLIA, 28% of cruises used shore power in April 2019. The &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; has ordered all ports in the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; to make shore power available by 2025, unless there is no demand or the costs are higher than the environmental benefits.\nCourt cases.\nIn 2016, &lt;a href=\"Princess%20Cruises\"&gt;Princess Cruises&lt;/a&gt; (a British-American subsidiary of Carnival Corporation that operates in Europe and North America) was condemned by the Court of Miami to pay 40 million U.S. dollars in damages for illegally dumping oil at sea in order to cut waste disposal costs. Initially, it was sued only for dumping 4,227 gallons (16,000 litres) of oil-contaminated waste about 20 miles (35 kilometres) off the coast of England on 26 August 2013 using a \"&lt;a href=\"magic%20pipe\"&gt;magic pipe&lt;/a&gt;\" from the &lt;a href=\"Caribbean%20Princess\"&gt;Caribbean Princess&lt;/a&gt;. But later, authorities discovered that Princess Cruises had been committing this illegal pollution since 2005, and four other ships were found guilty of the same crime, and that onboard sensors were manipulated to avoid detecting seawater pollution. For violation of the probation terms of 2016, Carnival and Princess were ordered to pay an additional $20 million penalty in 2019. The new violations included discharging plastic into waters in the Bahamas, falsifying records, and interfering with court supervision.\nIn July 2018, for the first time in the French Mediterranean, the captain of a cruise ship, &lt;a href=\"MS%20Azura\"&gt;MS Azura&lt;/a&gt;, stood trial for breaking fuel emission limits in the port of &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;.\nOther solutions.\nEmissions and waste reduction.\n&lt;a href=\"Catalytic%20converter\"&gt;Catalytic converter&lt;/a&gt;s could be installed to reduce the emissions of ships. In shipping, these are known as &lt;a href=\"Scrubber%23Scrubbers%20onships\"&gt;scrubbers&lt;/a&gt;. According to &lt;a href=\"Cruise%20Lines%20International%20Association\"&gt;Cruise Lines International Association&lt;/a&gt; (CLIA), 60% of cruise ships already had a scrubber installed as of April 2019. This installation could be made mandatory by the EU. &lt;a href=\"MSC%20Cruises\"&gt;MSC Cruises&lt;/a&gt; claims that its &lt;a href=\"MSC%20Grandiosa\"&gt;MSC Grandiosa&lt;/a&gt; (built in 2016) has several filters which reduce its &lt;a href=\"gas%20oil\"&gt;gas oil&lt;/a&gt; sulphur oxide emissions by 97%, and nitrogen oxide emissions by 80%. However, in October 2019 \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" warned that most of the recently installed scrubbers (3,756 on ships, amongst which many cruise ships) were 'open-loop scrubbers', that enable sulphur extracted from the fumes to be transformed into a liquid that can be illegally discharged into the sea. These therefore constituted \"&lt;a href=\"defeat%20device\"&gt;cheat devices&lt;/a&gt;\", intended to appear to comply with the IMO 2020 regulation, while violating it in reality. Only 65 out of the 3,756 scrubbers were closed-loop and could not be exploited for sulpher extract dumpings at sea, but only opened on land for the appropriately safe disposal there.\nThere are also &lt;a href=\"Oily%20water%20separator%20%28marine%29\"&gt;oily water separators&lt;/a&gt;. According to CLIA, 62% of cruises filtered its &lt;a href=\"wastewater\"&gt;wastewater&lt;/a&gt; (&lt;a href=\"grey%20water\"&gt;grey water&lt;/a&gt;) in April 2019.\nElectric engines.\nIt's possible to have ships run on electricity alone, especially for shorter distances such as between &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; and &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;. Electric engines do not emit any noxious gases (provided the &lt;a href=\"renewable%20energy\"&gt;electricity is clean&lt;/a&gt;), are silent and thus eliminate the &lt;a href=\"noise%20pollution\"&gt;noise pollution&lt;/a&gt; caused by internal combustion engines, and they require much less maintenance. On the other hand, electric batteries are relatively heavy, generate less power and speed overall, and need to be charged often, so they are less suitable over longer distances.\nTo reduce electricity consumption, some modern ships only use &lt;a href=\"Light-emitting%20diode\"&gt;LED lamps&lt;/a&gt;.\nRelocating terminals.\nThe relocation of cruise ship passenger terminals away from densely populated areas to near surrounding towns or villages has been proposed in ports such as Venice, Antwerp and &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; (Piet Heinkade), in order to reduce the number of local inhabitants exposed to air pollution (as well as spreading &lt;a href=\"mass%20tourism\"&gt;mass tourism&lt;/a&gt; more evenly). However, this has been met with protests from the surrounding towns and villages, who don't want the pollution and overtourism to spread to them instead, and the port cities themselves fear losing the economic benefits of tourism when the cruises dock too far away from where visitors will want to spend their money."
}