{
    "id": "65372098",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=65372098",
    "title": "Anarchism in Andorra",
    "text": "Anarchism in Andorra peaked during the 1930s, when anarchist ideas were at the forefront of revolutionary politics in the &lt;a href=\"Catalan%20countries\"&gt;Catalan countries&lt;/a&gt;.\nHistory.\nDuring the time of the &lt;a href=\"Second%20Spanish%20Republic\"&gt;Second Spanish Republic&lt;/a&gt;, the Spanish state questioned the role of co-prince of the &lt;a href=\"bishop%20of%20La%20Seu%20d%27Urgell\"&gt;bishop of La Seu d'Urgell&lt;/a&gt;, &lt;a href=\"Just%C3%AD%20Guitart%20i%20Vilardeb%C3%B3\"&gt;Justí Guitart i Vilardebó&lt;/a&gt;. The same situation was repeated as during the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;. Spain did not conceive that one of its citizens had the sovereignty of another state. The Spanish and Catalan press began to criticize the role of co-prince, exclaiming that it was possible that the Andorran people had no sovereignty and would be subject to two feudal princes.\nFrom &lt;a href=\"Catalunya\"&gt;Catalunya&lt;/a&gt;, the &lt;a href=\"Catalanist\"&gt;Catalanist&lt;/a&gt; and &lt;a href=\"anarcho-syndicalist\"&gt;anarcho-syndicalist&lt;/a&gt; atmosphere greatly influenced Andorran immigrants. In 1933, the &lt;a href=\"Joves%20Andorrans\"&gt;Joves Andorrans&lt;/a&gt; (a trade union related to the &lt;a href=\"CNT-FAI\"&gt;CNT-FAI&lt;/a&gt;) occupied the &lt;a href=\"General%20Council%20%28Andorra%29\"&gt;General Council&lt;/a&gt;, demanding &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt; for Andorran citizens - igniting the &lt;a href=\"Andorran%20Revolution\"&gt;Andorran Revolution&lt;/a&gt;, which saw the General Council elected with &lt;a href=\"universal%20male%20suffrage\"&gt;universal male suffrage&lt;/a&gt; and the implementation of &lt;a href=\"civil%20liberties\"&gt;civil liberties&lt;/a&gt;. \nThe Spanish republic denied the bishop the right to be co-prince of Andorra, with annexationist intentions behind it. The &lt;a href=\"anticlericalism\"&gt;anticlericalism&lt;/a&gt; of the Second Republic was very offensive to the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; which led to the bishop joining the &lt;a href=\"Nationalist%20faction%20%28Spanish%20Civil%20War%29\"&gt;nationalists&lt;/a&gt; When the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; broke out in July 1936 the bishop went into exile in &lt;a href=\"Sanremo\"&gt;Sanremo&lt;/a&gt;. He was in the &lt;a href=\"Aran%20Valley\"&gt;Aran Valley&lt;/a&gt; when he learned of the military coup. On the night of his escape, a group of anarchists went to wake him up by standing under the window where he was staying to sing &lt;a href=\"the%20Internationale\"&gt;the Internationale&lt;/a&gt; with their fists raised. Before leaving, he left the episcopal delegation in the hands of Miquel Mateu. Once in San Remo, the nationalists convinced him to sign the collective letter of the bishops of 1937. It was a manifesto in which the Catholic Church supported fascism.\nRefugees and border control.\nWith the outbreak of the &lt;a href=\"Spanish%20Revolution%20of%201936\"&gt;revolution&lt;/a&gt; in &lt;a href=\"Revolutionary%20Catalonia\"&gt;Catalunya&lt;/a&gt;, &lt;a href=\"libertarian%20communism\"&gt;libertarian communism&lt;/a&gt; was proclaimed in &lt;a href=\"Alt%20Urgell\"&gt;Urgell&lt;/a&gt;. The atmosphere became radicalized and many people from Urgell temporarily fled to Andorra, thinking that the coup would fail like the &lt;a href=\"Sanjurjada\"&gt;Sanjurjada&lt;/a&gt;. At first the country hosted nationalists that had fled from republican positions in Catalunya. Towards the end of the conflict, a second wave of refugees fled to Andorra, these were &lt;a href=\"Anarchism%20in%20Spain\"&gt;anarchists&lt;/a&gt;, &lt;a href=\"Republicanism%20in%20Spain\"&gt;republicans&lt;/a&gt; and &lt;a href=\"PSOE\"&gt;socialists&lt;/a&gt;, fleeing from the &lt;a href=\"Catalonia%20Offensive\"&gt;nationalist offensive&lt;/a&gt;. &lt;a href=\"Andorra\"&gt;Andorra&lt;/a&gt; welcomed everyone, on both sides of the conflict. The &lt;a href=\"Iberian%20Anarchist%20Federation\"&gt;FAI&lt;/a&gt; was even installed on the &lt;a href=\"Andorra%E2%80%93Catalunya%20border\"&gt;Andorra–Catalunya border&lt;/a&gt;, where they began to take control of smuggling operations. &lt;a href=\"Puigcerd%C3%A0\"&gt;Puigcerdà&lt;/a&gt; was also the border with the second-most escapes.\nFHASA workers and Andorrans before the war.\n&lt;a href=\"FHASA\"&gt;FHASA&lt;/a&gt; workers were affiliated with the &lt;a href=\"National%20Confederation%20of%20Labor\"&gt;CNT&lt;/a&gt; and the &lt;a href=\"Iberian%20Anarchist%20Federation\"&gt;FAI&lt;/a&gt;, they agitated in Andorra and invited their anarchist friends to stay in the country too. Once in Andorra, they took the opportunity to register the names of the nationalists who had taken refuge and then denounced them. The FHASA's director Miquel Mateu was, on the other hand, a declared fascist and helped the nationalists as best he could. In &lt;a href=\"Sant%20Juli%C3%A0%20de%20L%C3%B2ria\"&gt;Sant Julià de Lòria&lt;/a&gt; the population joined the fascist side, where &lt;a href=\"Andorra%20la%20Vella\"&gt;Andorra la Vella&lt;/a&gt; and &lt;a href=\"Escaldes-Engordany\"&gt;Escaldes-Engordany&lt;/a&gt; became anarchist refuges. Three bars of the time stand out in particular: the Hotel Mirador and the Casino d’Escaldes (republicans) and the Bar de Burgos (fascists). The lower parishes were usually more akin to the trends circulating in &lt;a href=\"Castile%20%28historical%20region%29\"&gt;Castile&lt;/a&gt; or &lt;a href=\"Catalunya\"&gt;Catalunya&lt;/a&gt; while the higher ones followed the French temperament. The constant movement of people through Andorra made it impossible to take a neutral position and its people opted for one side or the other. In Sant Julià the border was blocked during the war to prevent anarchists from entering the country. Border control was so strict that even a valid pass or passport did not guarantee escape or entry into Andorra. The Andorran youth largely sympathized with the republican cause and wanted to proclaim an \"Independent Republic of Andorra\". The older generations, on the other hand, were largely followers of fascism and hoped that it would establish \"order\" in Andorra. There were also Andorrans who helped the refugees on both sides by giving them food and sleep.\nThe two sides often settled their differences by shooting at each other in the mountains, which provided anonymity from the Andorran authorities. Within the country republicans and nationalists were waging small-scale warfare with real weapons. An improvised hospital had to be set up at FHASA to manage the arrival of all those refugees who had been shot during their entrance into Andorra.\nThe intervention of the gendarmerie.\nAccording to the Andorran authorities, the group that caused the most instability was the FHASA workers, who gathered weapons for a republican revolution in the country. The plan was to take advantage of the fact that during the winter the port on the French side was blocked. But the attempt failed after the General Council approved French intervention by a majority. Although he did not intervene in Spain, the French co-prince &lt;a href=\"Albert%20Lebrun\"&gt;Albert Lebrun&lt;/a&gt; did intervene in Andorra. The communes convened parish meetings which rejected the intervention and decided on what was to be done about it. The village itself decided to mount a troop of men with the help of the communes to prevent the &lt;a href=\"National%20Gendarmerie\"&gt;gendarmes&lt;/a&gt; from passing beyond the border of the &lt;a href=\"Pas%20de%20la%20Casa\"&gt;Pas de la Casa&lt;/a&gt;. Despite this, General René Baulard once again occupied the country.\nLists of anarchist and nationalist in Andorra were drawn up. After the occupation, many anarchists had to ask the gendarmerie for permission to stay. &lt;a href=\"Spaniards\"&gt;Spaniards&lt;/a&gt;, &lt;a href=\"Basques\"&gt;Basques&lt;/a&gt;, &lt;a href=\"Catalans\"&gt;Catalans&lt;/a&gt; or &lt;a href=\"Galicians\"&gt;Galicians&lt;/a&gt; who crossed the border thereafter were sent to &lt;a href=\"French%20concentration%20camps\"&gt;French concentration camps&lt;/a&gt;. The turn to the right caused by the war caused many political milestones to be revoked. Universal male suffrage was suspended and freedom of expression was revoked. People were afraid to talk openly about the war or about &lt;a href=\"Francoism\"&gt;Francoism&lt;/a&gt;. With the war, escape networks were created that helped &lt;a href=\"Holocaust%20survivors\"&gt;Holocaust survivors&lt;/a&gt;, among others, to leave &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; or take refuge in isolated countries, such as Andorra. &lt;a href=\"Antoni%20Forn%C3%A9%20i%20Jou\"&gt;Antoni Forné i Jou&lt;/a&gt;, a member of the &lt;a href=\"Workers%27%20Party%20of%20Marxist%20Unification\"&gt;Workers' Party of Marxist Unification&lt;/a&gt;, helped to organize the Andorran escape network."
}