{
    "id": "6537166",
    "revid": "105732",
    "url": "https://en.wikipedia.org/wiki?curid=6537166",
    "title": "Florida in the American Civil War",
    "text": "&lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; participated in the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; as a member of the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States of America&lt;/a&gt;. It had been admitted to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; as a &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slave state&lt;/a&gt; in 1845. In January 1861, Florida became the third Southern state to &lt;a href=\"secede\"&gt;secede&lt;/a&gt; from the &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt; after the &lt;a href=\"1860%20United%20States%20presidential%20election\"&gt;November 1860 presidential election&lt;/a&gt; victory of &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt;. It was admitted to the breakaway Confederate States of America in April 1861 in advance of the American Civil War.\nFlorida had by far the smallest population of the Confederate states with about 140,000 residents, nearly half of them enslaved people. As such, Florida sent around 15,000 troops to the Confederate army, the vast majority of which were deployed elsewhere during the war. The state's chief importance was as a source of cattle and other food supplies for the Confederacy, and as an entry and exit location for blockade-runners who used its many bays and small inlets to evade the Union Navy.\nAt the outbreak of war, the Confederate government seized many United States facilities in the state, though the Union retained control of &lt;a href=\"Key%20West\"&gt;Key West&lt;/a&gt;, &lt;a href=\"Fort%20Jefferson%20%28Florida%29\"&gt;Fort Jefferson&lt;/a&gt;, and &lt;a href=\"Fort%20Pickens\"&gt;Fort Pickens&lt;/a&gt; for the duration of the conflict. The Confederate strategy was to defend the vital farms in the interior of Florida at the expense of coastal areas. As the war progressed and southern resources dwindled, forts and towns along the coast were increasingly left undefended, allowing Union forces to occupy them with little or no resistance. Fighting in Florida was largely limited to small skirmishes with the exception of the &lt;a href=\"Battle%20of%20Olustee\"&gt;Battle of Olustee&lt;/a&gt;, fought near &lt;a href=\"Lake%20City%2C%20Florida\"&gt;Lake City&lt;/a&gt; in February 1864, when a Confederate army of over 5000 repelled a Union attempt to disrupt Florida's food-producing region. Wartime conditions made it easier for enslaved people to escape, and many became useful informants to Union commanders. Deserters from both sides took refuge in the Florida wilderness, often attacking Confederate units and looting farms.\nThe war ended in April 1865. By the following month, United States control of Florida had been re-established, slavery had been abolished, and Florida's Confederate governor &lt;a href=\"John%20Milton%20%28Florida%20politician%29\"&gt;John Milton&lt;/a&gt; had committed suicide by gunshot. Florida was formally readmitted to the United States in 1868.\nBackground.\nFlorida had been a &lt;a href=\"Spanish%20Florida\"&gt;Spanish territory&lt;/a&gt; for 300 years before being transferred to the United States in 1821. The population at the time was quite small, with most residents concentrated in the towns of &lt;a href=\"St.%20Augustine%2C%20Florida\"&gt;St. Augustine&lt;/a&gt; on the Atlantic coast and &lt;a href=\"Pensacola\"&gt;Pensacola&lt;/a&gt; on the western end of the panhandle. The interior of the &lt;a href=\"Florida%20Territory\"&gt;Florida Territory&lt;/a&gt; was home to the &lt;a href=\"Seminole\"&gt;Seminole&lt;/a&gt; and &lt;a href=\"Black%20Seminole\"&gt;Black Seminole&lt;/a&gt; along with scattered pioneers. Steamboat navigation was well established on the &lt;a href=\"Apalachicola%20River\"&gt;Apalachicola River&lt;/a&gt; and &lt;a href=\"St.%20Johns%20River\"&gt;St. Johns River&lt;/a&gt; and railroads were planned, but transportation through the interior remained very difficult and growth was slow. A &lt;a href=\"Seminole%20Wars\"&gt;series of wars&lt;/a&gt; to forcibly remove the Seminoles from their lands raged off and on from the 1830s until the 1850s, further slowing development. \nBy 1840, the English-speaking population of Florida outnumbered those of Spanish colonial descent. The overall population had reached 54,477 people, with African slaves making up almost one-half.\nFlorida was admitted to the union as the 27th state on March 3, 1845, when it had a population of 66,500, including about 30,000 people held in slavery. By 1861, Florida's population had increased to about 140,000, of which about 63,000 were enslaved persons. Their forced labor accounted for 85 percent of the state's cotton production, with most large slave-holding plantations concentrated in middle Florida, a swath of fertile farmland stretching across the northern panhandle approximately centered on the state capital at &lt;a href=\"Tallahassee\"&gt;Tallahassee&lt;/a&gt;.\n1860 U.S. presidential election.\n&lt;a href=\"Southern%20Democrats\"&gt;Southern Democrats&lt;/a&gt; walked out of the &lt;a href=\"1860%20Democratic%20National%20Convention\"&gt;1860 Democratic National Convention&lt;/a&gt;, and later nominated U.S. Vice President &lt;a href=\"John%20C.%20Breckinridge\"&gt;John C. Breckinridge&lt;/a&gt; to run for their party. While &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; won the &lt;a href=\"1860%20U.S.%20presidential%20election\"&gt;1860 U.S. presidential election&lt;/a&gt;, Breckinridge won in Florida. Within days the election, a large gathering of Marion County pioneers was held in Ocala to demand secession. Its motions were brought to the attention of the Florida House of Representatives by Rep. &lt;a href=\"Daniel%20A.%20Vogt\"&gt;Daniel A. Vogt&lt;/a&gt;.\nFlorida secedes.\nAlthough the &lt;a href=\"Compromise%20of%201850\"&gt;Compromise of 1850&lt;/a&gt; was unpopular in Florida, the secession movement in 1851 and 1852 did not gain much traction. A series of events in subsequent years exacerbated divisions. By January 1860, talk of conflict had progressed to the point that Senators &lt;a href=\"Stephen%20Mallory\"&gt;Stephen Mallory&lt;/a&gt; and &lt;a href=\"David%20Levy%20Yulee\"&gt;David Levy Yulee&lt;/a&gt; jointly requested from the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;War Department&lt;/a&gt; a statement of munitions and equipment in Florida forts.\nFollowing the election of Lincoln, a special secession convention formally known as the \"Convention of the People of Florida\" was called by Governor &lt;a href=\"Madison%20S.%20Perry\"&gt;Madison S. Perry&lt;/a&gt; to discuss secession from the Union. Delegates were selected in a statewide election, and met in Tallahassee on January 3, 1861. Virginia planter and firebrand &lt;a href=\"Edmund%20Ruffin\"&gt;Edmund Ruffin&lt;/a&gt; came to the convention to advocate for secession. Fifty-one of the 69 convention members held slaves in 1860. Just seven of the delegates were born in Florida.\nOn January 5, &lt;a href=\"McQueen%20McIntosh\"&gt;McQueen McIntosh&lt;/a&gt; introduced a series of resolutions defining the purpose of the convention and the constitutionality of secession. &lt;a href=\"John%20C.%20McGehee\"&gt;John C. McGehee&lt;/a&gt;, who was involved in drafting Florida's original constitution and became a judge, was elected the convention president. &lt;a href=\"Leonidas%20W.%20Spratt\"&gt;Leonidas W. Spratt&lt;/a&gt; of South Carolina gave an impassioned speech for secession. &lt;a href=\"Edward%20Bullock\"&gt;Edward Bullock&lt;/a&gt; of Alabama also spoke to conventioneers. William S. Harris was the convention's secretary. On January 7, the vote was overwhelmingly in favor of immediate secession, delegates voting sixty-two to seven to withdraw Florida from the Union.\nThe group with the most sway that opposed secession in Florida was the &lt;a href=\"Constitutional_Union_Party_%28United_States%29\"&gt;Constitutional Union Party&lt;/a&gt;, which had several supporting newspapers including Tallahassee's Florida Sentinel. The party held it's convention in June of 1860 and had nominated the editor of the Sentinel, &lt;a href=\"Benjamin%20F.%20Allen\"&gt;Benjamin F. Allen&lt;/a&gt;, for Congress. Despite being against secession, the party was composed mostly of slave-owning planters and conservative democrats. \nIndividuals who opposed secession included Conservative plantation owner and former &lt;a href=\"Seminole%20War\"&gt;Seminole War&lt;/a&gt; military commander &lt;a href=\"Richard%20Keith%20Call\"&gt;Richard Keith Call&lt;/a&gt;, who advocated for restraint and judiciousness. His daughter &lt;a href=\"Ellen%20Call%20Long\"&gt;Ellen Call Long&lt;/a&gt; wrote that upon being told of the vote outcome by its supporters, Call raised his cane above his head and told the delegates who came to his house, \"And what have you done? You have opened the gates of hell, from which shall flow the curses of the damned, which shall sink you to perdition.\" In response, Call, and others against secession, were called names like \"submissionists\" and \"Union Shriekers.\" Pro-unionists in Florida not only faced public ridicule, some could be attacked and even killed. One example was the case of William Hollingsworth who was shot at and seriously wounded by a group of secessionists who called themselves regulators.\nOrdinance of Secession &amp; Joining the Confederacy.\nA formal Ordinance of Secession was introduced for debate on January 8. The primary topic of debate was whether Florida should immediately secede or wait until other southern states such as Alabama officially chose to secede. Outspoken supporters of secession at the conference included Governor Perry and Governor-elect &lt;a href=\"John%20Milton%20%28Florida%20politician%29\"&gt;John Milton&lt;/a&gt;. &lt;a href=\"Jackson%20Morton\"&gt;Jackson Morton&lt;/a&gt; and &lt;a href=\"George%20Taliaferro%20Ward\"&gt;George Taliaferro Ward&lt;/a&gt; attempted to have the ordinance amended so that Florida would not secede before Georgia and Alabama, but their proposal was voted down. When Ward signed the Ordinance he stated \"When I die, I want it inscribed upon my tombstone that I was the last man to give up the ship.\"\nOn January 10, 1861 the delegates formally adopted the Ordinance of Secession, which declared that the \"nation of Florida\" had withdrawn from the \"American union.\" Florida was the third state to secede, following &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; and &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;. By the following month, six states had seceded; these six had the largest population of enslaved people among the Southern states.\n&lt;a href=\"Secession\"&gt;Secession&lt;/a&gt; was declared and a public ceremony held on the east steps of the &lt;a href=\"Florida%20capitol\"&gt;Florida capitol&lt;/a&gt; the following day; an &lt;a href=\"Ordinance%20of%20Secession\"&gt;Ordinance of Secession&lt;/a&gt; was signed by 69 people. The secession ordinance of Florida simply declared its severing of ties with the federal Union, without stating any causes. According to historian &lt;a href=\"William%20C.%20Davis%20%28historian%29\"&gt;William C. Davis&lt;/a&gt;, \"protection of slavery\" was \"the explicit reason\" for Florida's secession, as well as for the creation of the Confederacy itself. Supporters of secession included the \"&lt;a href=\"St.%20Augustine%20Examiner\"&gt;St. Augustine Examiner&lt;/a&gt;\". Word of the outcome in favor of secession was met with celebrations in Tampa.. The governors of Georgia and Mississippi sent telegrams affirming support for immediate secession.\nAfterward, the Florida secession convention formed a committee to draft a declaration of causes, but the committee was discharged before completing the task. Only an undated, untitled draft remains. During the secession convention, however, convention president John McGehee stated \"At the South and with our people, of course, slavery is the element of all value, and a destruction of that destroys all that is property. This party, now soon to take possession of the powers of government, is sectional, irresponsible to us, and, driven on by an infuriated, fanatical madness that defies all opposition, must inevitably destroy every vestige of right growing out of property in slaves.”\nThe delegates adopted a new state constitution and within a month the state joined other southern states to form the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States of America&lt;/a&gt;. Florida's Senator Mallory was selected to be &lt;a href=\"Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt; in the first Confederate cabinet under president &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt;. The convention had further meetings in 1861 and into 1862. There was a &lt;a href=\"Southern%20Unionist\"&gt;Unionist&lt;/a&gt; minority in the state, an element that grew as the war progressed.\nFlorida sent a three-man delegation to the 1861-62 &lt;a href=\"Provisional%20Confederate%20Congress\"&gt;Provisional Confederate Congress&lt;/a&gt;, which first met in &lt;a href=\"Montgomery%2C%20Alabama\"&gt;Montgomery, Alabama&lt;/a&gt; and then in the new capital of &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt;. The delegation consisted of Jackson Morton, &lt;a href=\"James%20Byeram%20Owens\"&gt;James Byeram Owens&lt;/a&gt;, and &lt;a href=\"James%20Patton%20Anderson\"&gt;James Patton Anderson&lt;/a&gt;, who resigned April 8, 1861 and was replaced by &lt;a href=\"G.%20T.%20Ward\"&gt;G. T. Ward&lt;/a&gt;. Ward served from May 1861 until February 1862, when he resigned and was replaced by &lt;a href=\"John%20Pease%20Sanderson\"&gt;John Pease Sanderson&lt;/a&gt;.\nIn June 1861, the Confederate government split Florida up into military districts led by Confederate commanders who were given the power to requisition soldiers from the governor, more specifically from the state's militia. By March of 1862, the state convention had abolished the state militia in an effort to create a more unified Confederate military organization.\nCivil War.\nBlockade.\nAs Florida was an important supply route for the &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate army&lt;/a&gt;, Union forces operated a &lt;a href=\"Anaconda%20Plan\"&gt;blockade&lt;/a&gt; around the entire state. The 8,436-mile coastline and 11,000 miles of rivers, streams, and waterways proved a haven for blockade runners and a daunting task for patrols by Federal warships.\nGovernor John Milton, an ardent secessionist, throughout the war stressed the importance of Florida as a supplier of goods, rather than personnel. Florida was a large provider of food (particularly beef cattle) and &lt;a href=\"salt\"&gt;salt&lt;/a&gt; for the Confederate Army. The Confederates also attempted to use the close proximity of Florida with Cuba to a) continue trade with Spain and the rest of Europe, and b) to develop relationships with the Spanish government in the hopes that they would help the Confederate war effort or, at the least, not hamper it. \nUnion troops occupied major ports such as &lt;a href=\"Port%20of%20Apalachicola\"&gt;Apalachicola&lt;/a&gt;, &lt;a href=\"Cedar%20Key%2C%20Florida\"&gt;Cedar Key&lt;/a&gt;, &lt;a href=\"Jacksonville%2C%20Florida\"&gt;Jacksonville&lt;/a&gt;, &lt;a href=\"Key%20West%2C%20Florida\"&gt;Key West&lt;/a&gt;, and &lt;a href=\"Pensacola%2C%20Florida\"&gt;Pensacola&lt;/a&gt; early in the war. had blockade duty in Apalachicola, and, in January 1862, was part of a Union naval force which landed in Cedar Key and burned several ships, a pier, and flatcars.\nSlavery during the war.\nThe majority of enslaved people, much like the majority of the white population, resided in North Florida during the war, while Southern Florida, aside from Key West, remained a largely \"undeveloped frontier.\" Confederate authorities used enslaved people as teamsters to transport supplies and as laborers in salt works and fisheries. Many enslaved people working in these coastal industries escaped to the relative safety of Union-controlled enclaves during the war. In particular, many enslaved people fled to Key West because of the relatively large free black population (the 1860 census for Key West lists 2302 white people, 435 enslaved people, and 156 free black people) and the presence of a Union garrison. However, the Union army was not above utilizing slave labor South of the Mason Dixon line. During 1861 and 1862, the Department of War's payroll showed that &lt;a href=\"Fort%20Zachary%20Taylor\"&gt;Fort Zachary Taylor&lt;/a&gt; averaged forty-five slave laborers per month. Beginning in 1862, Union military activity in East and West Florida encouraged enslaved people in plantation areas to flee their owners in search of freedom. Planter fears of uprisings by enslaved people increased as the war went on.\nSome worked on Union ships and, beginning in 1863, more than a thousand enlisted as soldiers in the &lt;a href=\"United%20States%20Colored%20Troops\"&gt;United States Colored Troops&lt;/a&gt; (USCT) or as sailors in the &lt;a href=\"Union%20Navy\"&gt;Union Navy&lt;/a&gt;. Companies D and I of the 2nd USCT were moved from their station at Key West to Fort Myers on April 20, 1864. These men would go on to help disrupt the Confederate cattle supply and help free enslaved people in the area. In mid-May of 1864, a delegation of &lt;a href=\"Miccosukee\"&gt;Miccosukee&lt;/a&gt; entered Fort Myers and told Union officers there that they had been lied to and treated poorly by the Confederates. The appearance of black soldiers as part of the garrison there helped further convince the Native Americans to work with Federal troops rather than their Confederate counterparts. \nIn January 1865, Union General &lt;a href=\"William%20T.%20Sherman\"&gt;William T. Sherman&lt;/a&gt; issued &lt;a href=\"Special%20Field%20Orders%20No.%2015\"&gt;Special Field Orders No. 15&lt;/a&gt; that set aside a portion of Florida as designated territory for runaway and freed former enslaved people who had accompanied his command during its &lt;a href=\"Sherman%27s%20March%20to%20the%20Sea\"&gt;March to the Sea&lt;/a&gt;. These controversial orders were not enforced in Florida, and were later revoked by President &lt;a href=\"Andrew%20Johnson\"&gt;Andrew Johnson&lt;/a&gt;.\nDeserters.\nGrowing public dissatisfaction with Confederate conscription and impressment policies encouraged desertion by Confederate soldiers. Several Florida counties became havens for Florida deserters, as well as deserters from other Confederate states. Deserter bands attacked Confederate patrols, launched raids on plantations, confiscated slaves, stole cattle, and provided intelligence to Union army units and naval blockaders. Although most deserters formed their own raiding bands or simply tried to remain free from Confederate authorities, other deserters and Unionist Floridians, joined regular Federal units for military service in Florida.\nBattles.\nOverall, the state raised some 15,000 troops for the Confederacy, which were organized into twelve &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;s of &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; and two of &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt;, as well as several &lt;a href=\"artillery%20battery\"&gt;artillery batteries&lt;/a&gt; and supporting units. The state's small population (140,000 residents making it last in size in the Confederacy), relatively remote location, and meager industry limited its overall strategic importance. The battles in Florida are mostly numerous small skirmishes, as neither army aggressively sought control of the state.\nForts.\nGovernor Milton also worked to strengthen the state &lt;a href=\"militia\"&gt;militia&lt;/a&gt; and to improve fortifications and key defensive positions. Confederate forces moved quickly to seize control of many of Florida's U.S. Army forts, succeeding in most cases, with the significant exceptions of &lt;a href=\"Fort%20Jefferson%2C%20Florida\"&gt;Fort Jefferson&lt;/a&gt;, &lt;a href=\"Fort%20Pickens\"&gt;Fort Pickens&lt;/a&gt; and &lt;a href=\"Fort%20Zachary%20Taylor\"&gt;Fort Zachary Taylor&lt;/a&gt;, which stayed firmly in Federal control throughout the war.\nOn January 10, 1861, the day Florida declared its secession from the Union, &lt;a href=\"Adam%20J.%20Slemmer\"&gt;Adam J. Slemmer&lt;/a&gt; destroyed over of gunpowder at &lt;a href=\"Fort%20McRee\"&gt;Fort McRee&lt;/a&gt;. He then &lt;a href=\"Touch%20hole%23Spiking%20the%20guns\"&gt;spiked the guns&lt;/a&gt; at &lt;a href=\"Fort%20Barrancas\"&gt;Fort Barrancas&lt;/a&gt; and moved his force to Fort Pickens. &lt;a href=\"Braxton%20Bragg\"&gt;Braxton Bragg&lt;/a&gt; commanded the &lt;a href=\"Battle%20of%20Pensacola%20%281861%29\"&gt;Battle of Pensacola&lt;/a&gt;. \nOn October 9, Confederates, including the &lt;a href=\"1st%20Florida%20Infantry\"&gt;1st Florida Infantry&lt;/a&gt;, commanded by convention delegate James Patton Anderson, tried to take the fort at the &lt;a href=\"Battle%20of%20Santa%20Rosa%20Island\"&gt;Battle of Santa Rosa Island&lt;/a&gt;. They were unsuccessful, and &lt;a href=\"Harvey%20Brown%20%28officer%29\"&gt;Harvey Brown&lt;/a&gt; planned a counter. On November 22, all Union guns at Fort Pickens and two ships, the and , targeted Fort McRee.\nOn January 1, there was an artillery duel in Pensacola. Twenty-eight gunboats commanded by Commodore &lt;a href=\"Samuel%20Francis%20Du%20Pont\"&gt;Samuel Dupont&lt;/a&gt; occupied &lt;a href=\"Fort%20Clinch\"&gt;Fort Clinch&lt;/a&gt; at &lt;a href=\"Fernandina%20Beach%2C%20Florida\"&gt;Fernandina Beach&lt;/a&gt; in March 1862. On March 11, the Union captured &lt;a href=\"St.%20Augustine%20in%20the%20American%20Civil%20War\"&gt;St. Augustine&lt;/a&gt; and &lt;a href=\"Fort%20Marion\"&gt;Fort Marion&lt;/a&gt;.\nSkirmish of the Brick Church.\nThe first land engagement in Northeast Florida and first Confederate victory in Florida was the &lt;a href=\"Skirmish%20of%20the%20Brick%20Church\"&gt;Skirmish of the Brick Church&lt;/a&gt;, fought by the &lt;a href=\"3rd%20Florida%20Infantry\"&gt;3rd Florida Infantry&lt;/a&gt;, commanded by convention delegate Col. William S. Dilworth. Delegate Arthur J.T. Wright was an officer.\nEastern Theater.\nAs a result of Florida's limited strategic importance, the &lt;a href=\"2nd%20Florida%20Infantry\"&gt;2nd&lt;/a&gt;, &lt;a href=\"5th%20Florida%20Infantry\"&gt;5th&lt;/a&gt;, and &lt;a href=\"8th%20Florida%20Infantry\"&gt;8th&lt;/a&gt; Florida Infantries were sent to serve in the &lt;a href=\"Eastern%20Theater%20of%20the%20American%20Civil%20War\"&gt;Eastern Theater&lt;/a&gt; in &lt;a href=\"Robert%20E.%20Lee\"&gt;Robert E. Lee&lt;/a&gt;'s &lt;a href=\"Army%20of%20Northern%20Virginia\"&gt;Army of Northern Virginia&lt;/a&gt;. They fought at &lt;a href=\"Second%20Manassas\"&gt;Second Manassas&lt;/a&gt;, &lt;a href=\"Battle%20of%20Antietam\"&gt;Antietam&lt;/a&gt;, &lt;a href=\"Battle%20of%20Fredericksburg\"&gt;Fredericksburg&lt;/a&gt;, &lt;a href=\"Battle%20of%20Chancellorsville\"&gt;Chancellorsville&lt;/a&gt; and &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Gettysburg&lt;/a&gt;. \nThe 2nd Florida Infantry was first commanded by convention delegate G. T. Ward. He participated in the &lt;a href=\"Battle%20of%20Yorktown%20%281862%29\"&gt;Yorktown siege&lt;/a&gt;, and died after being shot at the &lt;a href=\"Battle%20of%20Williamsburg\"&gt;Battle of Williamsburg&lt;/a&gt;, the first battle of the &lt;a href=\"Peninsula%20Campaign\"&gt;Peninsula Campaign&lt;/a&gt;.\nRichard K. Call's son-in-law &lt;a href=\"Theodore%20W.%20Brevard%20Jr.\"&gt;Theodore W. Brevard Jr.&lt;/a&gt; was captain of the 2nd's Company D, the \"Leon Rifles\" at Yorktown and Williamsburg, leaving shortly afterwards. &lt;a href=\"Francis%20P.%20Fleming\"&gt;Francis P. Fleming&lt;/a&gt; was a private in the 2nd. Convention delegate Thomas M. Palmer was the 2nd's surgeon.\nRoger A. Pryor commanded the 2nd during the &lt;a href=\"Seven%20Days%20Battles\"&gt;Seven Days Battles&lt;/a&gt;. After Second Manassas, Pryor wrote “The Second, Fifth and Eighth (Florida) Regiments, though never under fire, exhibited the cool and collected courage of veterans.\"\nDelegate Andrew J. Lea was captain of the 5th's Company D. Delegates Thompson Bird Lamar and William T. Gregory served with the 5th at Antietam. Lamar was wounded and Gregory was killed.\nPerry's Florida Brigade.\nAfter Antietam, the 2nd, 5th, and 8th were grouped together under &lt;a href=\"Brigadier%20general\"&gt;Brig. Gen.&lt;/a&gt; &lt;a href=\"Edward%20A.%20Perry\"&gt;Edward A. Perry&lt;/a&gt;. Perry's Florida Brigade served in &lt;a href=\"Richard%20H.%20Anderson\"&gt;Anderson’s&lt;/a&gt; Division of the &lt;a href=\"First%20Corps%2C%20Army%20of%20Northern%20Virginia\"&gt;First Corps&lt;/a&gt; under Lt. Gen. &lt;a href=\"James%20Longstreet\"&gt;James Longstreet&lt;/a&gt;.\nAt Fredericksburg, the 8th regiment, whose Company C was commanded by &lt;a href=\"David%20Lang%20%28colonel%29\"&gt;David Lang&lt;/a&gt; protected the city from General &lt;a href=\"Ambrose%20Burnside\"&gt;Ambrose Burnside&lt;/a&gt;, contesting Federal attempts to lay pontoon bridges across the &lt;a href=\"Rappahannock%20River\"&gt;Rappahannock River&lt;/a&gt;. An artillery shell fragment struck the chimney of the building that Lang occupied, and a large chunk of masonry struck him in the head, gravely injuring him. He was promoted to commander of the 8th.\nAfter Chancellorsville, Perry was stricken with &lt;a href=\"typhoid%20fever\"&gt;typhoid fever&lt;/a&gt;. Perry wrote \"The firm and steadfast courage exhibited, especially by the Fifth and Second Florida Regiments, in the charge at Chancellorsville, attracted my attention.\"\nLang took command of the Florida Brigade. The Florida Brigade served through the &lt;a href=\"Gettysburg%20Campaign\"&gt;Gettysburg Campaign&lt;/a&gt; and twice charged &lt;a href=\"Cemetery%20Ridge\"&gt;Cemetery Ridge&lt;/a&gt; at Gettysburg, including supporting &lt;a href=\"Pickett%27s%20Charge\"&gt;Pickett's Charge&lt;/a&gt;. It suffered heavy fire from Lt. Col. &lt;a href=\"Freeman%20McGilvery\"&gt;Freeman McGilvery&lt;/a&gt;'s line of artillery, and lost about 60% of its 700 plus soldiers when attacked on one flank by the &lt;a href=\"2nd%20Vermont%20Brigade\"&gt;2nd Vermont Brigade&lt;/a&gt; of Brig. Gen. &lt;a href=\"George%20J.%20Stannard\"&gt;George J. Stannard&lt;/a&gt;.\nPerry then returned to command of the Florida Brigade, leading it in the &lt;a href=\"Bristoe%20Campaign\"&gt;Bristoe&lt;/a&gt; and &lt;a href=\"Mine%20Run%20Campaign\"&gt;Mine Run&lt;/a&gt; campaigns.\nWestern Theater.\nIn early 1862, the Confederate government pulled General Bragg's small army from Pensacola following successive Confederate defeats in &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt; at &lt;a href=\"Battle%20of%20Fort%20Donelson\"&gt;Fort Donelson&lt;/a&gt; and &lt;a href=\"Battle%20of%20Fort%20Henry\"&gt;Fort Henry&lt;/a&gt; and the fall of New Orleans. It sent them to the &lt;a href=\"Western%20Theater%20of%20the%20American%20Civil%20War\"&gt;Western Theater&lt;/a&gt; for the remainder of the war. Florida native &lt;a href=\"Edmund%20Kirby%20Smith\"&gt;Edmund Kirby Smith&lt;/a&gt; fought with Bragg.\nThe 1st and 3rd Florida Infantry Regiments joined Bragg in Tennessee. Convention delegate &lt;a href=\"William%20G.%20M.%20Davis\"&gt;W. G. M. Davis&lt;/a&gt; raised the &lt;a href=\"1st%20Florida%20Cavalry\"&gt;1st Florida Cavalry&lt;/a&gt; and joined General &lt;a href=\"Joseph%20E.%20Johnston\"&gt;Joseph E. Johnston&lt;/a&gt; in Tennessee. In December 1863, the 4th Florida Infantry was consolidated with the 1st Cavalry. Convention delegate Daniel D. McLean was a 2nd lieutenant in the 4th's Company H, and died in service. The &lt;a href=\"7th%20Florida%20Infantry\"&gt;7th Florida Infantry&lt;/a&gt; also fought with the &lt;a href=\"Army%20of%20Tennessee\"&gt;Army of Tennessee&lt;/a&gt;.\nBattles in Florida.\nAfter Bragg's troops left for Tennessee, the only Confederate forces remaining in Florida at that time were a variety of independent companies, several infantry battalions, and the &lt;a href=\"2nd%20Florida%20Cavalry\"&gt;2nd Florida Cavalry&lt;/a&gt;, commanded by &lt;a href=\"John%20Jackson%20Dickison\"&gt;J. J. Dickison&lt;/a&gt;. On May 20, Confederates ambushed a Union landing party in Crooked River.\nTampa.\nThe Union gunboat sailed up &lt;a href=\"Tampa%20Bay\"&gt;Tampa Bay&lt;/a&gt; to bombard &lt;a href=\"Fort%20Brooke\"&gt;Fort Brooke&lt;/a&gt; under the command of &lt;a href=\"John%20William%20Pearson\"&gt;John William Pearson&lt;/a&gt; on June 30, 1861. Representatives from both sides met under a flag of truce on a launch in the bay, where Pearson refused a Union demand that he unconditionally surrender. The \"Sagamore\" began bombarding the town that evening and the fort's defenders returned fire, opening the &lt;a href=\"Battle%20of%20Tampa\"&gt;Battle of Tampa&lt;/a&gt;. The steamship moved out of range of the fort's guns the next morning and resumed fire for several hours before withdrawing. The engagement was inconclusive, as neither side scored a direct hit and there were no casualties.\nSt. Johns Bluff.\nJacksonville was occupied after the &lt;a href=\"Battle%20of%20St.%20Johns%20Bluff\"&gt;Battle of St. Johns Bluff&lt;/a&gt;, a bluff designed to stop the movement of Federal ships up the St. Johns River, was won by &lt;a href=\"John%20Milton%20Brannan\"&gt;John Milton Brannan&lt;/a&gt; and about 1,500 infantry.\nThe flotilla arrived at the mouth of the St. John' s River on October 1, where Cdr. Charles Steedman' s gunboats—Paul Jones, Cimarron, Uncas, Patroon, Hale, and Water Witch—joined them. Brannan landed troops at Mayport Mills. The Bluff held off the Naval squadron until the troops were landed to come up behind it, the Confederates quietly abandoned the work.\nIn January 1863, there was a skirmish at Township Landing with the &lt;a href=\"1st%20South%20Carolina%20Volunteer%20Infantry%20Regiment%20%28Colored%29\"&gt;1st South Carolina Volunteer Infantry&lt;/a&gt;. On March 9, 1863, 80 Confederates were driven off by 120 men of the 7th New Hampshire Volunteers near St. Augustine.\nOn 28 July 1863, \"Sagamore\" and attacked &lt;a href=\"New%20Smyrna%20Beach%2C%20Florida\"&gt;New Smyrna&lt;/a&gt;.\nFort Brooke.\nThe &lt;a href=\"Battle%20of%20Fort%20Brooke\"&gt;Battle of Fort Brooke&lt;/a&gt; in October 1863 was the second and largest skirmish in Tampa during the Civil War. On October 15, two Union Navy ships, and , bombarded &lt;a href=\"Fort%20Brooke\"&gt;Fort Brooke&lt;/a&gt; from positions in &lt;a href=\"Tampa%20Bay\"&gt;Tampa Bay&lt;/a&gt; out of the range of Confederate artillery. Under the cover of shelling that continued intermittently for three days, a detachment of Union forces landed in secret and marched several miles to where two blockade running ships owned by former Tampa mayor &lt;a href=\"James%20McKay%20Sr.\"&gt;James McKay Sr.&lt;/a&gt; were hidden along the &lt;a href=\"Hillsborough%20River%20%28Florida%29\"&gt;Hillsborough River&lt;/a&gt;. The \"Scottish Chief\", a steamship, and the sloop \"Kate Dale\" were burned at their moorings near present day &lt;a href=\"ZooTampa%20at%20Lowry%20Park\"&gt;Lowry Park&lt;/a&gt;. Their mission accomplished, Union troops made their way to their landing point but were intercepted near present day &lt;a href=\"Ballast%20Point%20Park\"&gt;Ballast Point Park&lt;/a&gt; by a small force consisting of Confederate cavalry from Fort Brooke along with local militia. A brief but sharp skirmish erupted as the raiding party attempted to board their boats and row back to the \"Tahoma\", with the ship supporting the troops in the water by firing shells over their heads at the Confederates on shore. Most of the landing party successfully returned to the ship and both sides suffered about 20 casualties.\n\"Tahoma\" returned to Tampa Bay and again shelled Fort Brooke on Christmas Day 1863. The defenders prepared for another landing but none was forthcoming, and the ship steamed away at nightfall.\nBy May 1864, all regular Confederate troops had been withdrawn from Tampa to reinforce beleaguered forces in more active theaters of war. Union forces landed without opposition on May 5 and seized or destroyed all artillery pieces and other supplies left behind at Fort Brooke. They occupied the fort for about six weeks, but as the town of Tampa had been largely abandoned, they left in June, leaving the fort unoccupied for the duration of the war.\nFinal years.\nThe force remaining in Florida were reinforced in 1864 by troops from neighboring Georgia. &lt;a href=\"Andersonville%20National%20Historic%20Site\"&gt;Andersonville Prison&lt;/a&gt; began in February 1864. Convention delegate John C. Pelot was its lead surgeon.\nOlustee.\n&lt;a href=\"Quincy%20Gillmore\"&gt;Quincy Gillmore&lt;/a&gt; selected &lt;a href=\"Truman%20Seymour\"&gt;Truman Seymour&lt;/a&gt; for an invasion of Florida, landing in Jacksonville on February 7. &lt;a href=\"Joseph%20Finegan\"&gt;Joseph Finegan&lt;/a&gt; skirmished with Union forces at Barber's Ford and Lake City on February 10 and 11. The only major engagement in Florida was at Olustee near Lake City. Union forces under Seymour were repulsed by Finegan's Florida and Georgia troops and retreated to their fortifications around Jacksonville. Brevard's Battalion fought with Finegan's Brigade at Olustee.\nSeymour's relatively high losses caused &lt;a href=\"Northern%20United%20States\"&gt;Northern&lt;/a&gt; lawmakers and citizens to question the necessity of any further Union actions in militarily insignificant Florida. Many of the Federal troops were withdrawn and sent elsewhere. Throughout the balance of 1864 and into the following spring, the 2nd Florida Cavalry repeatedly thwarted Federal raiding parties into the Confederate-held northern and central portions of the state.\nThe &lt;a href=\"Skirmish%20at%20Cedar%20Creek\"&gt;Skirmish at Cedar Creek&lt;/a&gt; soon followed. Perry had suffered wounds, and the three regiments of Perry's Brigade were consolidated into Finegan's Brigade, which included the &lt;a href=\"9th%20Florida%20Infantry\"&gt;9th&lt;/a&gt;, &lt;a href=\"10th%20Florida%20Infantry\"&gt;10th&lt;/a&gt; and &lt;a href=\"11th%20Florida%20Infantry\"&gt;11th&lt;/a&gt; Infantries. Convention delegate Green H. Hunter was captain of the 9th's Company E. There was a skirmish at McGirt's Creek on March 1, 1864.\nIn March 1864, James McKay wrote the state to say he was unable to secure cattle as his blockade runners had been destroyed during the Battle of Fort Brooke.. &lt;a href=\"Charles%20James%20Munnerlyn\"&gt;C. J. Munnerlyn&lt;/a&gt; organized the &lt;a href=\"1st%20Florida%20Special%20Cavalry%20Battalion\"&gt;1st Florida Special Cavalry Battalion&lt;/a&gt; or \"Cow Cavalry\" in April made up of &lt;a href=\"Florida%20crackers\"&gt;Florida crackers&lt;/a&gt;, including &lt;a href=\"John%20T.%20Lesley\"&gt;John T. Lesley&lt;/a&gt;, &lt;a href=\"Francis%20A.%20Hendry\"&gt;Francis A. Hendry&lt;/a&gt; and &lt;a href=\"W.%20B.%20Henderson\"&gt;W. B. Henderson&lt;/a&gt;.\nHorse Landing.\nConvention delegate James O. Devall owned \"General Sumpter\", the first steamboat in Palatka, which was captured by in March 1864. Palatka was occupied, and there were two picket attacks in late March. Union troops utilized &lt;a href=\"Bronson%E2%80%93Mulholland%20House\"&gt;Sunny Point&lt;/a&gt;, and &lt;a href=\"St.%20Mark%27s%20Episcopal%20Church%20%28Palatka%2C%20Florida%29\"&gt;St. Mark's&lt;/a&gt; was used as a barracks.\nThe first mine casualty of the war was at Jacksonville on April 1, 1864. \"General Hunter\" was sunk on April 16, close to where \"Maple Leaf\" was sunk.\nOn May 19, there was a skirmish with the 17th Connecticut in &lt;a href=\"Welaka%2C%20Florida\"&gt;Welaka&lt;/a&gt;, and a skirmish in Saunders. On May 21, spy &lt;a href=\"Lola%20Sanchez%20%28Confederate%20spy%29\"&gt;Lola Sanchez&lt;/a&gt; got wind of a Union raid, and the Columbine was captured by Dickison's forces at the \"Battle of Horse Landing\".\nNew York's 14th cavalry lost in a skirmish at Cow Ford Creek on April 2. The &lt;a href=\"7th%20United%20States%20Colored%20Infantry\"&gt;7th United States Colored Infantry&lt;/a&gt; fought in a skirmish at Camp Finnegan on May 25, and on the same day there was a skirmish at Jackson's Bridge near Pensacola.\nCamp Milton was captured on June 2, and Baldwin raided on July 23. The Union would raid Florida's cattle. A skirmish at Trout Creek occurred on July 15. On July 24, &lt;a href=\"William%20Birney\"&gt;William Birney&lt;/a&gt; was attacked by &lt;a href=\"George%20Washington%20Scott\"&gt;G. W. Scott&lt;/a&gt; and the 2nd Florida Cavalry at the South Fork of Black Creek.\nThe Florida Brigade took part in the &lt;a href=\"Overland%20Campaign\"&gt;Overland Campaign&lt;/a&gt;. Perry was wounded at the &lt;a href=\"Battle%20of%20the%20Wilderness\"&gt;Battle of the Wilderness&lt;/a&gt;. The Brigade was then at the &lt;a href=\"Battle%20of%20Cold%20Harbor\"&gt;Battle of Cold Harbor&lt;/a&gt;. Afterwards, the 11th was reorganized with Brevard as commander.\nThe Brigade then fought at the &lt;a href=\"Siege%20of%20Petersburg\"&gt;Siege of Petersburg&lt;/a&gt;. At &lt;a href=\"Battle%20of%20Jerusalem%20Plank%20Road\"&gt;Weldon Railroad&lt;/a&gt;, Brevard learned of the death of his brother, Mays Brevard. The Brigade also fought at the &lt;a href=\"First%20Battle%20of%20Ream%27s%20Station\"&gt;Battle of Ream's Station&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Globe%20Tavern\"&gt;Battle of Globe Tavern&lt;/a&gt;. Lamar was shot off his horse by a Yankee sniper at Petersburg on August 30.\nGainesville.\nConfederates occupied Gainesville after the &lt;a href=\"Battle%20of%20Gainesville\"&gt;Battle of Gainesville&lt;/a&gt;. On August 15, 1864 Col. &lt;a href=\"Andrew%20L.%20Harris\"&gt;Andrew L. Harris&lt;/a&gt; of the &lt;a href=\"75th%20Ohio%20Infantry\"&gt;75th Ohio Mounted infantry&lt;/a&gt; left &lt;a href=\"Baldwin%2C%20Florida\"&gt;Baldwin&lt;/a&gt; with 173 officers and men from the Seventy-Fifth Ohio Volunteer Infantry. The Union troops on the way destroyed a picket post on the New River. At &lt;a href=\"Starke%2C%20Florida\"&gt;Starke&lt;/a&gt;, the Union troops were joined by the &lt;a href=\"4th%20Massachusetts%20Volunteer%20Cavalry\"&gt;4th Massachusetts Cavalry&lt;/a&gt; and some Florida Unionists. On August 17, 1864, Dickison was told that members of the Union Army had arrived at Starke and that they had burned Confederate train cars. Dickison proceeded to Gainesville, and attacked the Union troops from the rear.\nMarianna.\nOn September 27, 1864, General &lt;a href=\"Alexander%20Asboth\"&gt;Alexander Asboth&lt;/a&gt; led a raid in Marianna, the home of Governor Milton and an important supply depot, and a &lt;a href=\"Battle%20of%20Marianna\"&gt;battle&lt;/a&gt; ensued, with the Union stunned at first but achieving a victory. Convention delegate Adam McNealy served in the Marianna Home Guard. Asboth was wounded, as was dentist Thaddeus Hentz, not far from his mother's grave, the famed novelist &lt;a href=\"Caroline%20Lee%20Hentz\"&gt;Caroline Lee Hentz&lt;/a&gt;, who wrote \"&lt;a href=\"The%20Planter%27s%20Northern%20Bride\"&gt;The Planter's Northern Bride&lt;/a&gt;\", a pro-slavery rebuttal to &lt;a href=\"Harriet%20Beecher%20Stowe\"&gt;Harriet Beecher Stowe&lt;/a&gt;'s popular anti-slavery book, \"&lt;a href=\"Uncle%20Tom%27s%20Cabin\"&gt;Uncle Tom's Cabin&lt;/a&gt;\". The next day, Asboth's forces again ran into a battle in &lt;a href=\"Battle%20of%20Vernon%20%28Florida%29\"&gt;Vernon&lt;/a&gt;.\nOn October 18 at Pierce's Point south of Milton, Union troops were attacked by Confederates. In December 1864, there were skirmishes in Mitchell's Creek and Pine Barren Ford with the 82nd Colored Infantry.\nBraddock's Farm.\nNear Crescent City, there was the Battle of Braddock's Farm. Dickison caught the troops of the &lt;a href=\"17th%20Connecticut%20Infantry%20Regiment\"&gt;17th Connecticut Infantry&lt;/a&gt; when they had just finished a raid, and when they charged, he shot their commander Albert Wilcoxson off his horse. When Dickison asked Wilcoxson why he charged, he responded, \"Don't blame yourself, you are only doing your duty as a soldier. I alone am to blame.\"\nIn Cedar Key, there was the Battle of Station Four. The &lt;a href=\"Battle%20of%20Fort%20Myers\"&gt;Battle of Fort Myers&lt;/a&gt; is known as the \"southernmost land battle of the Civil War.\" Confederate Maj. William Footman led 275 men of the \"Cow Cavalry\" to the fort under a flag of truce to demand surrender. The fort's commander, Capt. James Doyle, refused, and the battle began.\nNatural Bridge.\nIn March 1865 &lt;a href=\"Battle%20of%20Natural%20Bridge\"&gt;Battle of Natural Bridge&lt;/a&gt;, a small band of Confederate troops and volunteers, mostly composed of teenagers from the nearby Florida Military and Collegiate Institute that would later become &lt;a href=\"Florida%20State%20University\"&gt;Florida State University&lt;/a&gt;, and the elderly, protected by breastworks, prevented a detachment of United States Colored Troops from crossing the Natural Bridge on the St. Marks River.\nBrevard took command of the Florida Brigade on March 22.\nOn April 1, Governor Milton committed &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt; rather than submit to Union occupation. In a final statement to the state legislature, he said Yankees \"have developed a character so odious that death would be preferable to reunion with them.\" He was replaced by convention delegate &lt;a href=\"Abraham%20K.%20Allison\"&gt;Abraham K. Allison&lt;/a&gt;.\nBrevard was captured at the &lt;a href=\"Battle%20of%20Sailor%27s%20Creek\"&gt;Battle of Sailor's Creek&lt;/a&gt; by General &lt;a href=\"George%20Armstrong%20Custer\"&gt;George Custer&lt;/a&gt;'s cavalry.\nSurrender and immediate aftermath.\nLang was again leading the Florida Brigade with Lee's army when it formally surrendered at &lt;a href=\"Appomattox%20Court%20House%20National%20Historical%20Park\"&gt;Appomattox Court House&lt;/a&gt; on April 9, 1865. Johnston surrendered at &lt;a href=\"Bennett%20Place\"&gt;Bennett Place&lt;/a&gt; on April 26, ending the war for the 89,270 soldiers in North Carolina, South Carolina, Georgia, and Florida.\nIn early May 1865, &lt;a href=\"Edward%20M.%20McCook\"&gt;Edward M. McCook&lt;/a&gt;'s Union &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt; was assigned to re-establish Federal control and authority in Florida. On May 13, G.W. Scott surrendered the last active Confederate troops in the state to McCook.\nOn May 20, General McCook read Lincoln's &lt;a href=\"Emancipation%20Proclamation\"&gt;Emancipation Proclamation&lt;/a&gt; during a ceremony in &lt;a href=\"Tallahassee%2C%20Florida\"&gt;Tallahassee&lt;/a&gt;, officially ending &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; in Florida. That same day, his jubilant troopers raised the U.S. flag over the state capitol building. Tallahassee was the penultimate Confederate state capital to rejoin the Union. Austin, Texas rejoined the next month.\nYulee was imprisoned for helping &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt; escape, and Lesley hid &lt;a href=\"Judah%20Benjamin\"&gt;Judah Benjamin&lt;/a&gt; in a swamp before he fled to the &lt;a href=\"Gamble%20Plantation%20Historic%20State%20Park\"&gt;Gamble Mansion&lt;/a&gt;.\nFollowing the end of the Civil War, Florida was part of the &lt;a href=\"Third%20Military%20District\"&gt;Third Military District&lt;/a&gt;.\nRestoration to Union.\nAfter meeting the requirements of &lt;a href=\"Reconstruction%20era%20of%20the%20United%20States\"&gt;Reconstruction&lt;/a&gt;, including ratifying amendments to the &lt;a href=\"United%20States%20Constitution\"&gt;US Constitution&lt;/a&gt; to abolish slavery and grant citizenship to former slaves, Florida's representatives were readmitted to Congress. The state was fully restored to the United States on June 25, 1868. Convention delegate E.C. Love was a leader in restoring the Democratic Party in Florida.\nAs part of the &lt;a href=\"Compromise%20of%201877\"&gt;Compromise of 1877&lt;/a&gt;, in which Southern Democrats would acknowledge &lt;a href=\"History%20of%20the%20Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Rutherford%20B.%20Hayes\"&gt;Rutherford B. Hayes&lt;/a&gt; as president, Republicans agreed to meet certain demands. One such demand that affected Florida was the removal of all US military forces from the former &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate states&lt;/a&gt;. At the time, US troops remained in only &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;, and &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, but the Compromise completed their withdrawal from the region."
}