{
    "id": "65373723",
    "revid": "1023175703",
    "url": "https://en.wikipedia.org/wiki?curid=65373723",
    "title": "Johnny Parth",
    "text": "Johann Ferdinand \"Johnny\" Parth (born 11 January 1930), is an &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n record producer, retired club owner, musician and artist, who founded &lt;a href=\"Document%20Records\"&gt;Document Records&lt;/a&gt;, the leading &lt;a href=\"record%20label\"&gt;record label&lt;/a&gt; in the reissue of early &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; and &lt;a href=\"blues\"&gt;blues&lt;/a&gt; recordings.\nBiography.\nBorn in the &lt;a href=\"Ottakring\"&gt;Ottakring&lt;/a&gt; district of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, Parth grew up listening to traditional &lt;a href=\"Music%20of%20Vienna\"&gt;Viennese folk music&lt;/a&gt;, but was attracted to jazz records played by friends who were active in the &lt;a href=\"Austrian%20resistance\"&gt;Austrian resistance&lt;/a&gt; movement in the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. After studying art he became a &lt;a href=\"portrait%20painter\"&gt;portrait painter&lt;/a&gt; and restorer of old paintings. He also started acquiring a library of old jazz and blues &lt;a href=\"78%20rpm\"&gt;78 rpm&lt;/a&gt; records, and became keen to share them among fellow collectors and aficionados.\nIn the mid-1950s he started the Jazz Perspective &lt;a href=\"record%20label\"&gt;record label&lt;/a&gt;, releasing short runs of &lt;a href=\"LP%20record\"&gt;LP&lt;/a&gt;s with hand printed covers, as well as two box sets, one covering the history of jazz music and a second covering the history of blues music. He also became the owner of the Hot Club de Vienne (now the Jazz Land club), setting up a second record label under that name, and organised music parties on &lt;a href=\"riverboat\"&gt;riverboat&lt;/a&gt;s on the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;. He played the &lt;a href=\"cornet\"&gt;cornet&lt;/a&gt; and led the Blue Danube Jass Band, and organised the first Catholic \"jazz &lt;a href=\"mass%20%28music%29\"&gt;mass&lt;/a&gt;\" in Europe, as well as leading the Alpha and Omega Brass Band Vienna, which played on &lt;a href=\"left%20wing\"&gt;left wing&lt;/a&gt; marches.\nWorking with his then-wife Evelyn Hruby (1941–2016), and inspired by discussions with &lt;a href=\"Chris%20Strachwitz\"&gt;Chris Strachwitz&lt;/a&gt; of &lt;a href=\"Arhoolie%20Records\"&gt;Arhoolie Records&lt;/a&gt;, he co-founded the Roots label. This initially recorded and issued albums of traditional Austrian music, but soon concentrated on reissues of vintage blues recordings by such musicians as &lt;a href=\"Blind%20Lemon%20Jefferson\"&gt;Blind Lemon Jefferson&lt;/a&gt; as well as compilations. Working with record collectors and music historians from around the world, the Roots label released about 60 LPs before folding in the 1970s.\nParth continued to work as an artist. He returned to music production in the late 1970s, when he produced recordings of Austrian folk music by Heini Griuc and others for the Earl Archives label. In the mid-1980s he began to consider the possibility of producing albums that compiled, in chronological order, the complete recorded works of pre-war musicians, particularly blues and &lt;a href=\"gospel%20music\"&gt;gospel&lt;/a&gt; singers, but excluding those whose recordings had already been reissued by other labels. After finding a record &lt;a href=\"pressing%20plant\"&gt;pressing plant&lt;/a&gt; in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt; who were prepared to produce low quantities of LPs at a reasonable cost, he set up &lt;a href=\"Document%20Records\"&gt;Document Records&lt;/a&gt; in 1985, initially releasing records on vinyl before turning to &lt;a href=\"CD\"&gt;CD&lt;/a&gt; production. Under Parth's supervision, Document's output became prolific, achieving its goal of re-issuing comprehensive sets of recordings of many early blues performers, and was also critically acclaimed.\nHe sold Document Records to an English couple, Gary and Gillian Atkinson, in 2000. In the following year, 2001, Parth won the Keeping The Blues Alive Award from the &lt;a href=\"Blues%20Foundation\"&gt;Blues Foundation&lt;/a&gt;."
}