{
    "id": "6537062",
    "revid": "19992876",
    "url": "https://en.wikipedia.org/wiki?curid=6537062",
    "title": "Linkuva",
    "text": "Linkuva (); is a &lt;a href=\"list%20of%20cities%20in%20Lithuania\"&gt;city&lt;/a&gt; in the &lt;a href=\"Pakruojis%20district%20municipality\"&gt;Pakruojis district municipality&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;. It is located north-east of &lt;a href=\"Pakruojis\"&gt;Pakruojis&lt;/a&gt;.The town is more than 500 years old. Linkuva is a state-protected urbanistic monument. It is one of the oldest towns of Lithuanian &lt;a href=\"Semigalia\"&gt;Semigalia&lt;/a&gt;. 7 streets are coming into the central square of Linkuva.\nHistory.\nThe lands were inhabited by a &lt;a href=\"Balts\"&gt;Baltic&lt;/a&gt; tribe, the &lt;a href=\"Semigallians\"&gt;Semigallians&lt;/a&gt;. Linkuva was first mentioned in 1371 in Livonian chronicles by &lt;a href=\"Hermann%20von%20Wartberge\"&gt;Hermann von Wartberge&lt;/a&gt;. Linkuva and its environs suffered from pillaging and attacks by the Livonian Order. The owner of Linkuva manor, Kotryna Mykolienė, built a church in 1500. Later it was taken over by &lt;a href=\"Calvinism\"&gt;Calvinists&lt;/a&gt;.\nIn documents from 1605, a &lt;a href=\"continental%20Reformed%20church\"&gt;continental Reformed church&lt;/a&gt; is mentioned. A parish school operated in the second part of the 16th century and in the beginning of the 19th century. In 1634, a &lt;a href=\"Carmelite\"&gt;Carmelite&lt;/a&gt; monastery was established; it closed in 1832.\nIn the spring of 1918, Linkuva hoster one of the first demonstrations for Lithuanian independence, supporting the &lt;a href=\"Council%20of%20Lithuania\"&gt;Council of Lithuania&lt;/a&gt;. In 1919 the town was taken by &lt;a href=\"Bermontians\"&gt;Bermontians&lt;/a&gt;, but Linkuva volunteers helped to regain it for Lithuania. In 1923, the gymnasium of Linkuva was established, which became well known in northern Lithuania. In 1937, a town library was established.\nIn 1940, after the occupation of Lithuania by the USSR, all the town's factories and stores were nationalized and &lt;a href=\"Soviet%20deportations%20from%20Lithuania\"&gt;deportations&lt;/a&gt; started. On June 23, 1941, after the Soviet withdrawal from Lithuania, hundreds of Jews escaping eastward from &lt;a href=\"%C5%A0iauliai\"&gt;Šiauliai&lt;/a&gt; and the neighboring towns found refuge in Linkuva and remained there. Most of the town's Jews were forcibly held in stables and warehouses, where they were brutally attacked. In the summer of 1941, 200 Jewish men were killed near the village of Dvariūkai. The victims came from Linkuva, along with Jewish refugees who had fled to the village.\nSoviet occupants in 1940–41 and in 1944–53 deported 30 people from Linkuva. After the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; the &lt;a href=\"Soviet%20Army\"&gt;Soviet Army&lt;/a&gt; stationed 150 soldiers in Lunkuva to fight Lithuanian partisans. After the &lt;a href=\"Occupation%20of%20the%20Baltic%20states%23Under%20Soviet%20rule%20%281944%E2%80%931991%29\"&gt;Soviet occupation&lt;/a&gt;, around Linkuva &lt;a href=\"Lithuanian%20partisans\"&gt;Lithuanian partisans&lt;/a&gt; of \"Resurrection\" (\"&lt;a href=\"Prisik%C4%97limas%20military%20district\"&gt;Prisikėlimas&lt;/a&gt;\") military district were active."
}