{
    "id": "65380136",
    "revid": "41359422",
    "url": "https://en.wikipedia.org/wiki?curid=65380136",
    "title": "Now Telecom",
    "text": "Now Telecom Company, Inc. (stylized as NOW Telecom) is a telecommunications firm based in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. The company provides &lt;a href=\"broadband\"&gt;broadband&lt;/a&gt; and &lt;a href=\"fiber-optic%20communication\"&gt;fiber-optic communication&lt;/a&gt; services to upper-class residential and commercial areas in &lt;a href=\"Metro%20Manila\"&gt;Metro Manila&lt;/a&gt; under the Now Fiber Air brand. The firm, along with &lt;a href=\"Now%20Corporation\"&gt;Now Corporation&lt;/a&gt; (Now Corp) and News and Entertainment Network Corporation (NEWSNET), formed the unified Now Network service.\nHistory.\nNow Telecom was founded on March 26, 1992 as Satellite Paging Systems Philippines when the &lt;a href=\"Congress%20of%20the%20Philippines\"&gt;congress&lt;/a&gt; granted a franchise to operate radio paging. Its franchise was later amended on March 1, 1995. The company began operating as Next Mobile Incorporated (NMI/Next Mobile), and since then, has under the ownership of the Velarde Group headed by former Sky Cable's executive Mel Velarde.\nIn 2005, a partial stake in NMI was acquired by Cashrounds, which Velarde took over the ownership of the company's shareholding stake. The following year, Cashrounds changed its corporate name to Information Capital Technology Ventures, Inc. (ICTV). NMI received a provisional authority license to operate cellular mobile telephony services (CMTS), but had never obtained any cellular frequencies.\nIn 2013, ICTV was officially renamed as &lt;a href=\"Now%20Corporation\"&gt;Now Corporation&lt;/a&gt; (Now Corp). Infocom would later adapted the parent firm's operations under the Now Telecom brand, replacing Next Mobile.\nIn 2018, Now Telecom's parent Now Corp decided not to submit the bid for &lt;a href=\"2018%20Philippine%20third%20telecommunications%20provider%20bidding\"&gt;the country's third telecommunications provider&lt;/a&gt;, but the congressional franchise of the firm was renewed on the same year.\nIn 2019, Now Corp inked a joint partnership with South Korean telecommunications firm &lt;a href=\"SK%20Telecom\"&gt;SK Telecom&lt;/a&gt; for the rollout of Now Telecom's 5G broadband services and becoming the fourth major telecommunications player in the Philippines.\nOn September 21, 2020, the &lt;a href=\"National%20Telecommunications%20Commission%20%28Philippines%29\"&gt;National Telecommunications Commission&lt;/a&gt; (NTC) granted Now Telecom a provisional authority to operate as the fourth major telecommunications provider in the Philippines. In October 2020, Now Telecom yet to be considered become as the fourth telco.\nOn October 2, 2020, NOW Corporation inked a joint partnership with &lt;a href=\"Viettel\"&gt;Viettel&lt;/a&gt;. On December 1, 2020, NOW Corporation inked a joint the partnership with Finnish multinational telecommunication &lt;a href=\"Nokia\"&gt;Nokia&lt;/a&gt; for the rollout of Now telecom's 5G broadband services.\nIn February 2021, the &lt;a href=\"Philippine%20Stock%20Exchange\"&gt;Philippine Stock Exchange&lt;/a&gt; (PSE) penalized Now Corporation for misleading the public investors for labeling their own communications arm as a major player with the PSE added that Now Telecom had no \"sufficient basis\" when it declared itself as a fourth major player. Now Telecom maintains the claim that they are indeed a 4th major telecommunications player.\nOwnership.\n&lt;a href=\"Now%20Corporation\"&gt;Now Corporation&lt;/a&gt; owns the majority stake at 30% in Now Telecom."
}