{
    "id": "65399882",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=65399882",
    "title": "Arzoo Lakhnavi",
    "text": "Arzoo Lakhnavi (born Syed Anwar Hussain; 16 February 1873 17 Apr 1951), also known by the honorary title &lt;a href=\"Allamah\"&gt;Allamah&lt;/a&gt; Arzoo Lakhnavi, was an &lt;a href=\"Urdu\"&gt;Urdu&lt;/a&gt; poet and lyricist. He wrote almost in every genre of &lt;a href=\"Urdu%20poetry\"&gt;Urdu poetry&lt;/a&gt; such as &lt;a href=\"marsiya\"&gt;marsiya&lt;/a&gt;, &lt;a href=\"qasida\"&gt;qasida&lt;/a&gt;, &lt;a href=\"Mathnawi%20%28poetic%20form%29\"&gt;mathnawi&lt;/a&gt;, &lt;a href=\"ruba%CA%BFi\"&gt;rubaʿi&lt;/a&gt;, &lt;a href=\"na%CA%BDat\"&gt;naʽat&lt;/a&gt;, &lt;a href=\"chronogram\"&gt;chronogram&lt;/a&gt; inscriptions and particularly &lt;a href=\"gazal\"&gt;gazal&lt;/a&gt;s and lyrics throughout his life, and by the latter wrote radio plays and scripts for several uncertain Urdu films.\nHe was born to a poet Mir Zakir Hussain 'Yas' as Syed Anwar Hussain around 16 February 1873 in &lt;a href=\"North-Western%20Provinces\"&gt;North-Western Provinces&lt;/a&gt;, &lt;a href=\"British%20Raj\"&gt;British India&lt;/a&gt; (in modern-day &lt;a href=\"Lucknow\"&gt;Lucknow&lt;/a&gt;, India). He was the elder brother of an Urdu poet, Mir Yusuf Hussain 'Qayas'.\nBiography.\nHe was associated with poetry during his school days. He was taught by &lt;a href=\"Jalal%20Lakhnavi\"&gt;Jalal Lakhnavi&lt;/a&gt;, an Urdu poet. He received his &lt;a href=\"Primary%20education\"&gt;initially schooling&lt;/a&gt; at his home and later went to Lucknow where he studied &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; and &lt;a href=\"Arabic%20language\"&gt;Arabic language&lt;/a&gt;s. He wrote his first marsiya at an apparent age of twelve. In 1942, he went to &lt;a href=\"Bombay\"&gt;Bombay&lt;/a&gt; where he established his association with &lt;a href=\"Bollywood\"&gt;Hindi film industry&lt;/a&gt;. Following the &lt;a href=\"Partition%20of%20India\"&gt;partition&lt;/a&gt;, he later &lt;a href=\"Muhajir%20%28Urdu-speaking%20people%29\"&gt;migrated to Pakistan&lt;/a&gt; where he remained associated with the &lt;a href=\"Radio%20Pakistan\"&gt;Radio Pakistan&lt;/a&gt; in Karachi. He wrote poetry in various forms, however he earned his recognition with gazals. His uncertain authorship includes seven &lt;a href=\"Diwan%20%28poetry%29\"&gt;diwan&lt;/a&gt;s such as \"Fughan-e-Arzoo\", \"Jahan-e-Arzoo\" and \"Nishan-e-Arzoo\" consisting twenty-five thousand gazals. He earned \"Allamah\" title primarily for gazal writings. Most of his work, particularly gazals revolves around &lt;a href=\"Romance%20%28love%29\"&gt;romance&lt;/a&gt;. He wrote lyrics for Hindi films such as \"Karoon Kya Aas\", \"Dushman\", \"Street Singer\" among others. He also wrote a book titled \"Sureeli Bansuri\" in &lt;a href=\"Hindustani%20language\"&gt;Hindustani language&lt;/a&gt;.\nHe died on 17 April 1951 in &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt;, Pakistan."
}