{
    "id": "65424165",
    "revid": "38473817",
    "url": "https://en.wikipedia.org/wiki?curid=65424165",
    "title": "Cai Mo",
    "text": "Cai Mo, &lt;a href=\"courtesy%20name\"&gt;courtesy name&lt;/a&gt; Daoming, was a Chinese politician during the &lt;a href=\"Jin%20dynasty%20%28266%E2%80%93420%29\"&gt;Jin dynasty (266–420)&lt;/a&gt;. He was an amorous opposer to the dynasty's attempts to reclaim the north from the &lt;a href=\"Five%20Barbarians\"&gt;barbarians&lt;/a&gt; that had overrun it during the start of the 4th century. He continued to argue against the northern expeditions made by Jin even as &lt;a href=\"Later%20Zhao\"&gt;Later Zhao's&lt;/a&gt; descended into self-destruction in 349 but in 350, he found himself in trouble for refusing an office issued by the emperor. As a result, he was banished from office as punishment and spent the rest of his life in retirement.\nEarly career.\nCai Mo was initially from Chenliu Commandery (陳留郡; around present-day Kaifeng, Henan). When he had reached adulthood, he was nominated as a &lt;a href=\"Xiaolian\"&gt;Xiaolian&lt;/a&gt; and &lt;a href=\"Xiucai\"&gt;Xiucai&lt;/a&gt;. The Prince of Donghai, &lt;a href=\"Sima%20Yue\"&gt;Sima Yue&lt;/a&gt;, wanted him to serve his government, but Cai Mo declined his offer. When the &lt;a href=\"Disaster%20of%20Yongjia\"&gt;Disaster of Yongjia&lt;/a&gt; broke out in 311, Cai Mo migrated south to &lt;a href=\"Emperor%20Yuan%20of%20Jin\"&gt;Sima Rui's&lt;/a&gt; domain. In the south, he became the future &lt;a href=\"Emperor%20Ming%20of%20Jin\"&gt;Emperor Ming of Jin's&lt;/a&gt; Army Advisor. After the establishment of Eastern Jin in 318, Cai Mo successively held several posts under Emperor Yuan of Jin and his successors.\nIn 328, the rebel &lt;a href=\"Su%20Jun\"&gt;Su Jun&lt;/a&gt; seized the Eastern Jin capital of &lt;a href=\"Jiankang\"&gt;Jiankang&lt;/a&gt;. He appointed Cai Mo as the Interior Minister of Wu after Su Jun drove out the old one, &lt;a href=\"Yu%20Bing%20%28Eastern%20Jin%29\"&gt;Yu Bing&lt;/a&gt; into hiding. Despite this, Cai Mo later joined &lt;a href=\"Wen%20Jiao\"&gt;Wen Jiao's&lt;/a&gt; loyalist coalition against Su Jun and gave Yu Bing his position back. After the rebellion was put down in 329, Cai Mo was awarded the title of 'Jiyang Nan' for his contributions. \nOpposing the northern expeditions.\nFor the next ten years, Cai Mo rose to the rank of Minister of Ceremonies by 339. That same year, the regent, &lt;a href=\"Yu%20Liang\"&gt;Yu Liang&lt;/a&gt;, proposed to hold an expedition north to reclaim Jin's former territories from &lt;a href=\"Later%20Zhao\"&gt;Later Zhao&lt;/a&gt;. Yu Liang's equal, &lt;a href=\"Chi%20Jian\"&gt;Chi Jian&lt;/a&gt; was against this, and Cai Mo would side with Chi Jian. Cai Mo presented lengthy reasoning on why the expedition should not be carried out. He pointed out Zhao's ruler, &lt;a href=\"Shi%20Hu\"&gt;Shi Hu&lt;/a&gt; was a superior administrator and general compared to Yu Liang. He also brought up the past failings of &lt;a href=\"Zu%20Ti\"&gt;Zu Ti&lt;/a&gt;'s northern expeditions and the difficulties of crossing the rivers dividing Jin and Zhao. The ministers were convinced with Cai Mo's words, so Yu Liang was unable to carry out his plans. When Yu Liang attempted his expedition later that year following Prime Minister &lt;a href=\"Wang%20Dao\"&gt;Wang Dao's&lt;/a&gt; death, he was soundly defeated by Zhao, just as Cai Mo expected.\nLater in 339, Chi Jian passed away. Before he died, Chi Jian asked Cai Mo to be promoted, and after he died, be given Chi's positions to him. The Jin court promoted him to Military-Director to the Grand Commandant and Palace Attendant and after Chi Jian died, Cai Mo succeeded to Chi Jian's titles.\nShortly after Chi Jian's death, another commander, Chen Guang (陳光), wanted to campaign against Later Zhao, so the court sent him to attack &lt;a href=\"Shouyang%20County\"&gt;Shouyang&lt;/a&gt;. Once again, Cai Mo weighed in to voice his opposition. He said that Shouyang's defences were too strong, that the Zhao army would be quick enough to respond to any intrusion, and that it would be wasteful to use the state's elite soldiers to take an area that would bring little benefit. The court once again sided with Cai Mo and the plan was called off.\nIn 346, Cai Mo was made acting Minister of the Masses and in 348, the Jin court wanted him to take up the post for real. However, Cai Mo sent petitions declining it. He said to his peers, \"If I were to become Minister Over The Masses, posterity would despise me, so I dare not accept the post.\"\nThe stalemate between the north and the south came to an end in 349, as Zhao was experiencing political unrest between its princes. After Shi Hu died, civil war between his family members followed his death. By the middle of 349, demands for an expedition became prevalent among Jin officials. Cai Mo remained sceptical at the thought of an expedition, even as he quickly became a minority in the court. When asked why, Cai Mo explained that he did not think that Jin had a capable figure to lead the state to overcome Zhao and that the expeditions would only end up depleting Jin's resources and demoralizing the people. The court remained in favour of the expeditions, first by sending &lt;a href=\"Chu%20Pou\"&gt;Chu Pou&lt;/a&gt; north in 349, and would continue to do so for the next decade with minimal success. \nDownfall and commoner life.\nCai Mo's decision to reject his position as Minister of the Masses would eventually cause his downfall. For three years, he continuously declined the position, even after &lt;a href=\"Chu%20Suanzi\"&gt;Empress Dowager Chu&lt;/a&gt; sent her messengers to order him. In 350, &lt;a href=\"Emperor%20Mu%20of%20Jin\"&gt;Emperor Mu&lt;/a&gt; sent his officials to call him to court again, but this time he feigned illness and refused to meet the emperor. Emperor Mu sent another ten messengers to call him between morning to late in the afternoon, but Cai Mo persisted. The empress dowager was about to dismiss the court when &lt;a href=\"Emperor%20Jianwen%20of%20Jin\"&gt;Sima Yu&lt;/a&gt;, angered by Cai Mo's attitude, started a petition calling for his punishment. \nMany of the ministers signed the petition, which sent Cai Mo into panic. Cai Mo brought his sons and brothers in plain clothings to present themselves to the emperor. He admitted to his faults and turned himself in to the Minister of Justice. The general, &lt;a href=\"Yin%20Hao\"&gt;Yin Hao&lt;/a&gt;, who the court had appointed to command the military expeditions, initially pushed for Cai Mo's execution, but Yin Hao's friend, &lt;a href=\"Xun%20Xian\"&gt;Xun Xian&lt;/a&gt;, successfully changed his mind, fearing Cai Mo's potential to rebel. In the end, the emperor only reduced Cai Mo to a commoner.\nCai Mo spent the rest of his days at home teaching his children. Years after his removal, the Empress Dowager offered him to return to the government as Household Counsellor with the privilege of a Separate Office with equal ceremonial to the Three Excellencies. Cai Mo expressed gratitude, but refused, as he was now genuinely ill. This time, the court tolerated him. Cai Mo died in 356 at the age of 76. He was posthumously appointed Palace Attendant and Minister of Works and posthumously named 'Wenmu'. "
}