{
    "id": "65453636",
    "revid": "3589026",
    "url": "https://en.wikipedia.org/wiki?curid=65453636",
    "title": "Bokhoven Castle",
    "text": "Bokhoven Castle was a big defendable castle in &lt;a href=\"Bokhoven\"&gt;Bokhoven&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. A moat and part of the northern wall of the &lt;a href=\"outer%20bailey\"&gt;outer bailey&lt;/a&gt; are all that reminds of the castle.\nConstruction.\nThe date that Bokhoven Castle was founded is not known, but is somewhere in the fourteenth century. A possible date is about 1365, when the Lordship Bokhoven became a loan of the &lt;a href=\"Prince-Bishopric%20of%20Li%C3%A8ge\"&gt;Prince-Bishopric of Liège&lt;/a&gt;. This allegiance also made it a buffer between the &lt;a href=\"County%20of%20Holland\"&gt;County of Holland&lt;/a&gt; to the west, the &lt;a href=\"Duchy%20of%20Brabant\"&gt;Duchy of Brabant&lt;/a&gt; and its city &lt;a href=\"%27s-Hertogenbosch\"&gt;'s-Hertogenbosch&lt;/a&gt; and the Duchy of &lt;a href=\"Guelders\"&gt;Guelders&lt;/a&gt; to the north.\nExcavations in 1988 and 2001 found that the castle had been built on a ridge created by the Meuse (). The ridge was already populated in the 12th or 13th century. A farm might have preceded the castle. The construction history was rather easy to determine. The main castle dated from the 14th century, the outer bailey from the 15th century. In about 1500 the outer bailey was extended to the west, and a gate building was added.\nThe keep consisted of a tower of 8.5 by 9 m. An inner court of 5.5 by 9 m, a hall of 9 m by 5 m and a gate building of 6.5 m square. The thickness of the walls varied from 1.6 to 2 m.\nBokhoven Castle today.\nNowadays only part of the northern wall of the &lt;a href=\"outer%20bailey\"&gt;outer bailey&lt;/a&gt; is still standing. This includes two round towers, the wall and part of the gate. All stand till about half their original height. By 1962 the outer bailey was empty.\nThe wall, towers and gate of the outer bailey were renovated in 1972, and are a national monument. In 1973 a modern house was built on the outer bailey. The reason to allow this might be that it took care of long term maintenance and that it put the terrain under surveillance. After all, by 1962 the part that was not visible from the public road had almost disappeared.\nLater archaeological excavations found and mapped the remains of the main castle south of the outer bailey. These foundations have been covered up again, but are also a protected monument. Parts of the moat are still visible in the terrain.\nHistory as center of the Lordship Bokhoven.\nThe Oem family.\nOn 8 November 1368 Jan Oem van Arkel became lord of Bokhoven. He bought the Lordship of Herlaer from Arnoud van Herlaer, probably related to the close by Lords of Herlaer on their castle &lt;a href=\"Oud%20Herlaer\"&gt;Oud Herlaer&lt;/a&gt;. Jan Oem van Arkel almost certainly constructed Bokhoven Castle. In 1392 Jan Oem built a chapel on the castle grounds, raising its prestige.\nThe Van der Aa family.\nIn 1456 Hendrik van de Aa married to Margaretha Oem became Lord of Bokhoven. In 1498 Jan van der Aa became a baron, and in 1499 the lordship became a barony. During the conflict with Gelderland that culminated in the &lt;a href=\"Guelders%20Wars\"&gt;Guelders Wars&lt;/a&gt; (1502-1543), lord Jan van der Aa (?-1540) chose the Habsburg side. &lt;a href=\"Maximilian%20I%2C%20Holy%20Roman%20Emperor\"&gt;Maximilian I, Holy Roman Emperor&lt;/a&gt; later made Jan a knight in the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order of the Golden Fleece&lt;/a&gt;. The downside was that Bokhoven Castle required many repairs after these wars.\nThe Van Immerzeel family (1570-1741).\nIn 1570 Engelbert van Immerzeel married Josina van Grevenbroeck heiress of Bokhoven and Olmen. This was Bokhoven castle was acquired by the Van Immerzeel family. In 1640 the Barony Bokhoven became a county, and Engelbert II van Immerzeel its first count. He died in 1652 and was buried in the church of Bokhoven. In 1650 &lt;a href=\"Artus%20Quellinus%20the%20Elder\"&gt;Artus Quellinus the Elder&lt;/a&gt; made a splendid funerary monument for Engelbert II and his wife Hélène de Montmorency.\nMeanwhile, Bokhoven survived the &lt;a href=\"Eighty%20Years%27%20War\"&gt;Eighty Years' War&lt;/a&gt; as a Liège enclave in the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt;. The Castle expanded to become a very large building. An inventory list of 1624 showed that the &lt;a href=\"outer%20bailey\"&gt;outer bailey&lt;/a&gt; alone contained 44 rooms. The castle itself consisted of a &lt;a href=\"keep\"&gt;keep&lt;/a&gt;, a hall of 5 by 9 meters, a small courtyard with a well, and a gate building.\nCount Thomas Ignatius of Immerzeel (?-1677) was the next Lord of Bokhoven. Probably from 1654, but his official investiture as Lord of Bokhoven came only in 1657. In 1660 he married Magdalena 't Serclaes de Tilly (?-1684). There is a drawing of Bokhoven Castle seen from across the Meuse, dated 1676. In light of what happened next, this might render an earlier situation.\nIn the first year of the 1672-1678 &lt;a href=\"Franco-Dutch%20War\"&gt;Franco-Dutch War&lt;/a&gt; invading French troops destroyed most of the castle. They blew up the castle, so that it was not only uninhabitable, but also completely ruinous. Only the outer bailey was left, but it was no longer solid. In the end only the gate with a room above it was left, and two towers and the moat. The room above the gate was used for meetings of the stewards of the county. Afterwards the outer bailey of the castle seem to have been somewhat restored.\nThe Count of Immerzeel and his wife then left to live at &lt;a href=\"Loon%20op%20Zand%20Castle\"&gt;Loon op Zand Castle&lt;/a&gt; . Their son Ferdinand Albert Hyacinthe of Immerzeel was lord from 1677 till 1696 and died childless. His retarded brother Charles succeed him in 1697. In 1702 Count Charles van Immerzeel resided in the castle with his servants, horses and whole train. This was probably due to the French troops getting too close to his castle in Loon op Zand, where he normally lived. He died in 1741.\nDe Robeq (1741-1800).\nThe Immerzeel estate was next split, with the princes of &lt;a href=\"Robecq\"&gt;Robecq&lt;/a&gt; acquiring the Lordship of Bokhoven. In 1794 Count Anne Louis Alexander de Montmorency, prince of Robeke (?-1812) was on the castle, fleeing for the French revolutionary army. The castle was permanently destroyed that year.\nHistory as a private property.\nDe Robeq (1800-?).\nIn 1800 Bokhoven became part of the Batavian Republic. The feudal rights were annulled, but the prince was allowed to retain the property of the lands and the ruins of the castle. He died childless in 1812, and was succeeded by his nephew &lt;a href=\"Anne-Adrien-Pierre%20de%20Montmorency-Laval\"&gt;Anne-Adrien-Pierre de Montmorency-Laval&lt;/a&gt;. His nephew's daughter Charlotte-Adelaide de Morency married the Duke of Mirepoix in 1817.\nDe Mirepoix.\nBy marrying the daughter of Anne de Montmorency, Athanase-Gustave-Charles-Marie de Lévis-Mirepoix (1792-1851) became owner of Bokhoven Castle."
}