{
    "id": "65567",
    "revid": "7061136",
    "url": "https://en.wikipedia.org/wiki?curid=65567",
    "title": "Japanese aircraft carrier Hiryū",
    "text": " was an &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt; built for the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; (IJN) during the 1930s. Generally regarded as the only ship of her class, she was built to a modified design. Her aircraft supported the &lt;a href=\"Japanese%20invasion%20of%20French%20Indochina\"&gt;Japanese invasion of French Indochina&lt;/a&gt; in mid-1940. She took part in the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Wake%20Island\"&gt;Battle of Wake Island&lt;/a&gt;. During the first few months of the &lt;a href=\"Pacific%20War\"&gt;Pacific War&lt;/a&gt;, the ship supported the &lt;a href=\"Dutch%20East%20Indies%20campaign\"&gt;conquest of the Dutch East Indies&lt;/a&gt; in January 1942. The following month, her aircraft &lt;a href=\"Bombing%20of%20Darwin\"&gt;bombed Darwin, Australia&lt;/a&gt;, and continued to assist in the Dutch East Indies campaign. In April, \"Hiryū\" aircraft helped sink two British &lt;a href=\"heavy%20cruiser\"&gt;heavy cruiser&lt;/a&gt;s and several merchant ships during the &lt;a href=\"Indian%20Ocean%20Raid\"&gt;Indian Ocean Raid&lt;/a&gt;.\nAfter a brief refit, \"Hiryū\" and three other fleet carriers of the &lt;a href=\"First%20Air%20Fleet\"&gt;First Air Fleet&lt;/a&gt; (\"Kido Butai\") participated in the &lt;a href=\"Battle%20of%20Midway\"&gt;Battle of Midway&lt;/a&gt; in June 1942. After bombarding American forces on &lt;a href=\"Midway%20Atoll\"&gt;the atoll&lt;/a&gt;, the carriers were attacked by aircraft from Midway and the carriers , , and . &lt;a href=\"Dive%20bomber\"&gt;Dive bomber&lt;/a&gt;s from \"Yorktown\" and \"Enterprise\" crippled \"Hiryū\" and set her afire. She was &lt;a href=\"scuttling\"&gt;scuttled&lt;/a&gt; the following day after it became clear that she could not be salvaged. The loss of \"Hiryū\" and three other IJN carriers at Midway was a crucial strategic defeat for Japan and contributed significantly to the Allies' ultimate victory in the Pacific.\nDesign.\n\"Hiryū\" was one of two large carriers approved for construction under the &lt;a href=\"2nd%20Naval%20Armaments%20Supplement%20Programme\"&gt;1931–32 Supplementary Program&lt;/a&gt;. Originally designed as the &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt; of \"Sōryū\", her design was enlarged and modified in light of the &lt;a href=\"Tomozuru%20Incident\"&gt;\"Tomozuru\"&lt;/a&gt; and &lt;a href=\"4th%20Fleet%20%28Imperial%20Japanese%20Navy%29%23The%20Fourth%20Fleet%20incident\"&gt;Fourth Fleet Incidents&lt;/a&gt; in 1934–1935 that revealed many IJN ships were top-heavy, &lt;a href=\"Stability%20conditions\"&gt;unstable&lt;/a&gt; and structurally weak. Her &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt; was raised and her &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; strengthened. Other changes involved increasing her &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt;, &lt;a href=\"displacement%20%28ship%29\"&gt;displacement&lt;/a&gt;, and armor protection.\nThe ship had a length of &lt;a href=\"length%20overall\"&gt;overall&lt;/a&gt;, a beam of and a &lt;a href=\"draft%20%28ship%29\"&gt;draft&lt;/a&gt; of . She displaced at &lt;a href=\"Displacement%20%28ship%29%23Standard%20displacement\"&gt;standard&lt;/a&gt; load and at normal load. Her crew consisted of 1,100 officers and enlisted men.\nMachinery.\n\"Hiryū\" was fitted with four geared &lt;a href=\"steam%20turbine\"&gt;steam turbine&lt;/a&gt; sets with a total of , each driving one &lt;a href=\"propeller%20shaft%20%28ship%29\"&gt;propeller shaft&lt;/a&gt;, using steam provided by eight Kampon &lt;a href=\"water-tube%20boiler\"&gt;water-tube boiler&lt;/a&gt;s. The turbines and boilers were the same as those used in the s. The ship's power and slim, cruiser-type hull with a length-to-beam ratio of 10:1 gave her a speed of and made her the fastest carrier in the world at the time of her commissioning. \"Hiryū\" carried of &lt;a href=\"fuel%20oil\"&gt;fuel oil&lt;/a&gt; which gave her a range of at . The boiler uptakes were trunked to the ship's starboard side amidships and exhausted just below &lt;a href=\"flight%20deck\"&gt;flight deck&lt;/a&gt; level through two &lt;a href=\"funnel%20%28ship%29\"&gt;funnel&lt;/a&gt;s curved downward.\nFlight deck and hangars.\nThe carrier's flight deck was wide and overhung her &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt; at both ends, supported by pairs of pillars. \"Hiryū\" was one of only two carriers ever built whose &lt;a href=\"Glossary%20of%20nautical%20terms%23island\"&gt;island&lt;/a&gt; was on the port side of the ship ( was the other). It was also positioned further to the rear and encroached on the width of the flight deck, unlike \"Sōryū\". Nine transverse &lt;a href=\"arrestor%20wire\"&gt;arrestor wire&lt;/a&gt;s were installed on the flight deck that could stop a aircraft. One group of three wires was positioned further forward to allow the ship to land aircraft over the bow, although this was never done in practice. The flight deck was only above the &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt; and the ship's designers kept this figure low by reducing the height of the hangars. The upper hangar was and had an approximate height of ; the lower was and had an approximate height of . Together they had an approximate total area of . This caused problems in handling aircraft because the wings of a &lt;a href=\"Nakajima%20B5N\"&gt;Nakajima B5N&lt;/a&gt; \"Kate\" &lt;a href=\"torpedo%20bomber\"&gt;torpedo bomber&lt;/a&gt; could neither be spread nor folded in the upper hangar.\nAircraft were transported between the hangars and the flight deck by three &lt;a href=\"Elevator%23Aircraft%20elevators\"&gt;elevators&lt;/a&gt;, the forward one abreast the island on the centerline and the other two offset to starboard. The forward platform measured , the middle one , and the rear . They were capable of transferring aircraft weighing up to . \"Hiryū\" had a designed aircraft capacity of 64, plus nine spares.\nArmament.\n\"Hiryū\"s primary &lt;a href=\"anti-aircraft%20gun\"&gt;anti-aircraft&lt;/a&gt; (AA) armament consisted of six twin-gun mounts equipped with &lt;a href=\"12.7%20cm/40%20Type%2089%20naval%20gun\"&gt;12.7-centimeter Type 89&lt;/a&gt; &lt;a href=\"dual-purpose%20gun\"&gt;dual-purpose gun&lt;/a&gt;s mounted on projecting &lt;a href=\"sponson\"&gt;sponson&lt;/a&gt;s, three on either side of the carrier's hull. When firing at surface targets, the guns had a range of ; they had a maximum ceiling of at their maximum elevation of +90 degrees. Their maximum rate of fire was 14 rounds a minute, but their sustained rate of fire was approximately eight rounds per minute. The ship was equipped with two Type 94 &lt;a href=\"Fire-control%20system%23Naval%20fire%20control\"&gt;fire-control directors&lt;/a&gt; to control the guns, one for each side of the ship; the starboard-side director was on top of the island and the other director was positioned below flight deck level on the port side.\nThe ship's light AA armament consisted of seven triple and five twin-gun mounts for &lt;a href=\"license-built\"&gt;license-built&lt;/a&gt; &lt;a href=\"25%20mm%20Hotchkiss%20anti-aircraft%20gun\"&gt;Hotchkiss&lt;/a&gt; &lt;a href=\"Type%2096%2025%20mm%20AT/AA%20Gun\"&gt;25 mm Type 96&lt;/a&gt; AA guns. Two of the triple mounts were sited on a platform just below the forward end of the flight deck. The gun was the standard Japanese light AA gun during World War II, but it suffered from severe design shortcomings that rendered it largely ineffective. According to historian Mark Stille, the weapon had many faults including an inability to \"handle high-speed targets because it could not be trained or elevated fast enough by either hand or power, its sights were inadequate for high-speed targets, it possessed excessive vibration and muzzle blast, and its magazines were too small to maintain high rates of fire\". These guns had an effective range of , and an effective ceiling of at an elevation of +85 degrees. The maximum effective rate of fire was only between 110 and 120 rounds per minute because of the frequent need to change the fifteen-round &lt;a href=\"magazine%20%28firearms%29\"&gt;magazines&lt;/a&gt;. The Type 96 guns were controlled by five Type 95 directors, two on each side and one in the bow.\nArmor.\n\"Hiryū\" had a &lt;a href=\"Belt%20armor\"&gt;waterline belt&lt;/a&gt; with a maximum thickness of over the &lt;a href=\"magazine%20%28artillery%29\"&gt;magazine&lt;/a&gt;s that reduced to over the machinery spaces and the &lt;a href=\"avgas\"&gt;avgas&lt;/a&gt; storage tanks. It was backed by an internal anti-splinter &lt;a href=\"bulkhead%20%28partition%29\"&gt;bulkhead&lt;/a&gt;. The ship's &lt;a href=\"deck%20%28ship%29\"&gt;deck&lt;/a&gt; was thick over the machinery spaces and thick over the magazines and avgas storage tanks.\nConstruction and service.\nFollowing the &lt;a href=\"Japanese%20ship-naming%20conventions\"&gt;Japanese ship-naming conventions&lt;/a&gt; for aircraft carriers, \"Hiryū\" was named \"Flying Dragon\". The ship was &lt;a href=\"Keel\"&gt;laid down&lt;/a&gt; at the &lt;a href=\"Yokosuka%20Naval%20Arsenal\"&gt;Yokosuka Naval Arsenal&lt;/a&gt; on 8 July 1936, &lt;a href=\"Ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; on 16 November 1937 and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 5 July 1939. She was assigned to the &lt;a href=\"Second%20Carrier%20Division\"&gt;Second Carrier Division&lt;/a&gt; on 15 November. In September 1940, the ship's air group was transferred to &lt;a href=\"Hainan%20Island\"&gt;Hainan Island&lt;/a&gt; to support the &lt;a href=\"Japanese%20invasion%20of%20French%20Indochina\"&gt;Japanese invasion of French Indochina&lt;/a&gt;. In February 1941, \"Hiryū\" supported the blockade of Southern China. Two months later, the 2nd Carrier Division, commanded by &lt;a href=\"Rear%20Admiral\"&gt;Rear Admiral&lt;/a&gt; &lt;a href=\"Tamon%20Yamaguchi\"&gt;Tamon Yamaguchi&lt;/a&gt;, was assigned to the &lt;a href=\"First%20Air%20Fleet\"&gt;First Air Fleet&lt;/a&gt;, or \"Kido Butai\", on 10 April. \"Hiryū\" returned to Japan on 7 August and began a short refit that was completed on 15 September. She became &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of the Second Division from 22 September to 26 October while \"Sōryū\" was refitting.\nPearl Harbor and subsequent operations.\nIn November 1941, the IJN's Combined Fleet, commanded by &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; &lt;a href=\"Isoroku%20Yamamoto\"&gt;Isoroku Yamamoto&lt;/a&gt;, prepared to participate in Japan's initiation of a formal war with the United States by conducting a preemptive strike against the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;'s &lt;a href=\"United%20States%20Pacific%20Fleet\"&gt;Pacific Fleet&lt;/a&gt; base at &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, Hawaii. On 22 November, \"Hiryū\", commanded by &lt;a href=\"Captain%20%28naval%29\"&gt;Captain&lt;/a&gt; &lt;a href=\"Tomeo%20Kaku\"&gt;Tomeo Kaku&lt;/a&gt;, and the rest of the \"Kido Butai\", under &lt;a href=\"Vice%20Admiral\"&gt;Vice Admiral&lt;/a&gt; &lt;a href=\"Chuichi%20Nagumo\"&gt;Chuichi Nagumo&lt;/a&gt; and including six fleet carriers from the First, Second, and Fifth Carrier Divisions, assembled in Hitokappu Bay at &lt;a href=\"Etorofu%20Island\"&gt;Etorofu Island&lt;/a&gt;. The fleet departed Etorofu on 26 November and followed a course across the north-central Pacific to avoid commercial shipping lanes. Now the flagship of the Second Carrier Division, the ship embarked 21 &lt;a href=\"Mitsubishi%20A6M%20Zero\"&gt;Mitsubishi A6M Zero&lt;/a&gt; fighters, 18 &lt;a href=\"Aichi%20D3A\"&gt;Aichi D3A&lt;/a&gt; \"Val\" dive bombers, and 18 Nakajima B5N \"Kate\" torpedo bombers. From a position north of &lt;a href=\"Oahu\"&gt;Oahu&lt;/a&gt;, \"Hiryū\" and the other five carriers launched two waves of aircraft on the morning of 7 December 1941 Hawaiian time.\nIn the first wave, 8 B5N torpedo bombers were supposed to attack the aircraft carriers that normally berthed on the northwest side of &lt;a href=\"Ford%20Island\"&gt;Ford Island&lt;/a&gt;, but none were in Pearl Harbor that day; 4 of the B5N pilots diverted to their secondary target, ships berthed alongside \"1010 Pier\" where the fleet flagship was usually &lt;a href=\"wikt%3Amoor\"&gt;moored&lt;/a&gt;. That ship, the battleship , was in &lt;a href=\"drydock\"&gt;drydock&lt;/a&gt; and its position was occupied by the &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt; and the &lt;a href=\"minelayer\"&gt;minelayer&lt;/a&gt; ; all four torpedoes missed. The other four pilots attacked the battleships and . The remaining 10 B5Ns were tasked to drop armor-piercing bombs on the battleships berthed on the southeast side of Ford Island (\"Battleship Row\") and may have scored one or two hits on them, in addition to causing a magazine explosion aboard the battleship that sank her with heavy loss of life. The 6 A6M Zeros &lt;a href=\"strafe\"&gt;strafe&lt;/a&gt;d parked aircraft at &lt;a href=\"Marine%20Corps%20Air%20Station%20Ewa\"&gt;Marine Corps Air Station Ewa&lt;/a&gt; (MCAS Ewa), claiming 22 aircraft destroyed.\nThe second wave consisted of 9 Zeros and 18 D3As, one of each aborting with mechanical problems. The former strafed &lt;a href=\"Marine%20Corps%20Air%20Station%20Kaneohe%20Bay\"&gt;Naval Air Station Kaneohe Bay&lt;/a&gt; before moving on to attack &lt;a href=\"Bellows%20Army%20Airfield\"&gt;Bellows Army Airfield&lt;/a&gt;. They strafed the airfield, and shot down two &lt;a href=\"Curtiss%20P-40\"&gt;Curtiss P-40&lt;/a&gt; fighters attempting to take off when the Zeros arrived and a &lt;a href=\"Boeing%20B-17%20Flying%20Fortress\"&gt;Boeing B-17 Flying Fortress&lt;/a&gt; &lt;a href=\"heavy%20bomber\"&gt;heavy bomber&lt;/a&gt; that had earlier diverted from &lt;a href=\"Hickam%20Army%20Airfield\"&gt;Hickam Army Airfield&lt;/a&gt;, and also destroyed a &lt;a href=\"Stinson%20O-49\"&gt;Stinson O-49&lt;/a&gt; observation aircraft on the ground for the loss of one of their own. The fighters with remaining ammunition expended it strafing MCAS Ewa, the rendezvous point for the second-wave fighters. The D3As attacked various ships in Pearl Harbor, but it is not possible to identify which aircraft attacked which ship. Two D3As from \"Hiryū\" were lost during the attack, one shot down by &lt;a href=\"Second%20Lieutenant\"&gt;Second Lieutenant&lt;/a&gt; &lt;a href=\"George%20Welch%20%28pilot%29\"&gt;George Welch&lt;/a&gt;.\nWhile returning to Japan after the attack, Vice Admiral &lt;a href=\"Ch%C5%ABichi%20Nagumo\"&gt;Chūichi Nagumo&lt;/a&gt;, commander of the First Air Fleet, ordered that \"Sōryū\" and \"Hiryū\" be detached on 16 December to attack the defenders of &lt;a href=\"Battle%20of%20Wake%20Island\"&gt;Wake Island&lt;/a&gt; who had already defeated the first Japanese attack on the island. The two carriers reached the vicinity of the island on 21 December and launched 29 D3As and 2 B5Ns, escorted by 18 Zeros, to attack ground targets. They encountered no aerial opposition and launched 35 B5Ns and 6 A6M Zeros the following day. They were intercepted by the 2 surviving &lt;a href=\"Grumman%20F4F%20Wildcat\"&gt;Grumman F4F Wildcat&lt;/a&gt; fighters of &lt;a href=\"United%20States%20Marine\"&gt;Marine&lt;/a&gt; Fighter Squadron &lt;a href=\"VMF-211\"&gt;VMF-211&lt;/a&gt;. The Wildcats shot down 2 B5Ns before they were shot down by &lt;a href=\"Petty%20officer%2C%20third%20class\"&gt;PO3c&lt;/a&gt; Isao Towara. The garrison surrendered the next day after Japanese troops were landed.\nThe carriers arrived at &lt;a href=\"Kure%2C%20Hiroshima\"&gt;Kure&lt;/a&gt; on 29 December. They were assigned to the Southern Force on 8 January 1942 and departed four days later for the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt;. The ships supported the invasion of the &lt;a href=\"Palau%20Islands\"&gt;Palau Islands&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Ambon\"&gt;Battle of Ambon&lt;/a&gt;, attacking Allied positions on &lt;a href=\"Ambon%20Island\"&gt;the island&lt;/a&gt; on 23 January with 54 aircraft. Four days later the carriers detached 18 Zeros and 9 D3As to operate from land bases in support of Japanese operations in the &lt;a href=\"Battle%20of%20Borneo%20%281941%E2%80%9342%29\"&gt;Battle of Borneo&lt;/a&gt;. \"Hiryū\" and \"Sōryū\" arrived at Palau on 28 January and waited for the arrival of the carriers and \"Akagi\". All four carriers departed Palau on 15 February and launched &lt;a href=\"Bombing%20of%20Darwin%20%28February%201942%29\"&gt;air strikes&lt;/a&gt; against &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin, Australia&lt;/a&gt;, four days later. \"Hiryū\" contributed 18 B5Ns, 18 D3As, and 9 Zeros to the attack. Her aircraft attacked the ships in port and its facilities, sinking or setting on fire three ships and damaging two others. The Zeros destroyed 1 P-40E as it was taking off, 2 &lt;a href=\"Consolidated%20PBY%20Catalina\"&gt;Consolidated PBY Catalina&lt;/a&gt; seaplanes on the water, and a Zero was forced to &lt;a href=\"crash%20landing\"&gt;crash land&lt;/a&gt; after being damaged by a P-40E of the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; (USAAF) &lt;a href=\"33rd%20Pursuit%20Squadron\"&gt;33rd Pursuit Squadron&lt;/a&gt;.\n\"Hiryū\" and the other carriers arrived at &lt;a href=\"Staring%20Bay\"&gt;Staring Bay&lt;/a&gt; on &lt;a href=\"Celebes%20Island\"&gt;Celebes Island&lt;/a&gt; on 21 February to resupply and rest before departing four days later to support the &lt;a href=\"Battle%20of%20Java%20%281942%29\"&gt;invasion of Java&lt;/a&gt;. On 1 March 1942, the ship's D3As damaged the destroyer badly enough for her to be caught and sunk by Japanese cruisers. Later that day the dive bombers sank the &lt;a href=\"oil%20tanker\"&gt;oil tanker&lt;/a&gt; . The four carriers launched an airstrike of 180 aircraft against &lt;a href=\"Cilacap%20Regency\"&gt;Tjilatjep&lt;/a&gt; on 5 March and set the town on fire, sinking five small ships, and damaging nine others that later had to be &lt;a href=\"scuttled\"&gt;scuttled&lt;/a&gt;. Two days later, they attacked &lt;a href=\"Christmas%20Island\"&gt;Christmas Island&lt;/a&gt; and \"Hiryū\"s aircraft sank the Dutch freighter \"Poelau Bras\" before returning to Staring Bay on 11 March to resupply and train for the impending &lt;a href=\"Indian%20Ocean%20raid\"&gt;Indian Ocean raid&lt;/a&gt;. This raid was intended to secure newly conquered Burma, Malaya, and the Dutch East Indies against any Allied attack by destroying base facilities and forces in the eastern Indian Ocean.\nIndian Ocean Raid.\nOn 26 March, the five carriers of the First Air Fleet departed from Staring Bay; they were spotted by a Catalina about southeast of &lt;a href=\"Ceylon\"&gt;Ceylon&lt;/a&gt; on the morning of 4 April. Six of \"Hiryū\"s Zeros were on &lt;a href=\"Combat%20Air%20Patrol\"&gt;Combat Air Patrol&lt;/a&gt; (CAP) and helped to shoot it down. Nagumo closed to within of &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt; before launching an airstrike the next morning. \"Hiryū\" contributed 18 B5Ns and 9 Zeros to the force; the latter encountered a flight of 6 &lt;a href=\"Fairey%20Swordfish\"&gt;Fairey Swordfish&lt;/a&gt; torpedo bombers from &lt;a href=\"788%20Naval%20Air%20Squadron\"&gt;788 Naval Air Squadron&lt;/a&gt; en route and shot them all down without loss. The Japanese aircraft encountered defending &lt;a href=\"Hawker%20Hurricane\"&gt;Hawker Hurricane&lt;/a&gt; fighters from &lt;a href=\"No.%2030%20Squadron%20RAF\"&gt;Nos. 30&lt;/a&gt; and &lt;a href=\"No.%20258%20Squadron%20RAF\"&gt;258 Squadrons RAF&lt;/a&gt; over &lt;a href=\"Ratmalana%20International%20Airport\"&gt;Ratmalana&lt;/a&gt; airfield and \"Hiryū\"s fighters claimed to have shot down 11 with 3 Zeros damaged, although the fighters from the other carriers also made claims. British losses were 21 Hurricanes shot down and 2 more forced to crash land. The D3As and B5Ns inflicted some damage to the port facilities, but a day's warning had allowed much of the shipping in the harbor to be evacuated. The British were attempting to find Nagumo's ships all morning and \"Hiryū\"s Zeros on CAP over the fleet helped to shoot down an &lt;a href=\"Royal%20Air%20Force\"&gt;RAF&lt;/a&gt; Catalina, shot down a &lt;a href=\"Fairey%20Albacore\"&gt;Fairey Albacore&lt;/a&gt; torpedo bomber and drove off another from the carrier . Later that morning the British &lt;a href=\"heavy%20cruiser\"&gt;heavy cruiser&lt;/a&gt;s and were spotted and \"Hiryū\" launched 18 D3As. They sank both ships in combination with the dive bombers from the other carriers.\nOn the morning of 9 April, \"Hiryū\"s CAP shot down another Catalina attempting to locate the fleet and, later that morning, contributed 18 B5Ns, escorted by 6 Zeros, to the &lt;a href=\"Easter%20Sunday%20Raid%23The%20attack%20on%20Trincomalee%20Harbour\"&gt;attack on Trincomalee&lt;/a&gt;. The fighters engaged &lt;a href=\"No.%20261%20Squadron%20RAF\"&gt;261 Squadron RAF&lt;/a&gt;, claiming to have shot down two with two more shared with fighters from the other carriers. British losses were only eight fighters, but the Japanese pilots claimed a total of 49 aircraft shot down when the RAF only had 16 Hurricanes in the fight. The British pilots shot down one of \"Hiryū\"s B5Ns and forced another to crash land while they were bombing the port. Meanwhile, a &lt;a href=\"floatplane\"&gt;floatplane&lt;/a&gt; from the battleship spotted the small aircraft carrier , escorted by the destroyer , and every available D3A was launched to attack the ships, escorted by nine Zeros. \"Hiryū\" contributed 18 dive bombers and 3 fighters, but they arrived too late to assist in sinking them and found two other ships further north. They sank the freighter RFA \"Athelstone\" and her escorting &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt;, . While this was going on, \"Akagi\" narrowly escaped damage when 9 British &lt;a href=\"Bristol%20Blenheim\"&gt;Bristol Blenheim&lt;/a&gt; bombers from Ceylon penetrated the CAP and dropped their bombs from . \"Hiryū\" had eight Zeros aloft, along with 12 more from the other carriers, and collectively they accounted for 5 of the British bombers for the loss of 1 of \"Hiryū\"s Zeros. The Blenheims ran into the D3As from , escorted by \"Hiryū\"s Zeros, on their way back home and lost one more bomber to the Japanese aircraft. The dive bombers claimed to have shot down two Blenheims in conjunction with the Zeros, which claimed one on their own, for the loss of one Zero shot down by the bombers' gunners and one D3A damaged. After launching the dive bombers that sank \"Hermes\" and the other ships, the First Air Fleet reversed course and headed southeast for the &lt;a href=\"Malacca%20Strait\"&gt;Malacca Strait&lt;/a&gt; and Japan.\nOn 19 April, while transiting the &lt;a href=\"Bashi%20Straits\"&gt;Bashi Straits&lt;/a&gt; between Taiwan and &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt; en route to Japan, \"Hiryū\", \"Sōryū\", and \"Akagi\" were sent in pursuit of the American carriers and , which had launched the &lt;a href=\"Doolittle%20Raid\"&gt;Doolittle Raid&lt;/a&gt; against Tokyo. They found only empty ocean, as the American carriers had immediately departed the area to return to Hawaii. The carriers quickly abandoned the chase and dropped anchor at &lt;a href=\"Hashirajima\"&gt;Hashirajima&lt;/a&gt; anchorage on 22 April. Having been engaged in constant operations for four and a half months, the ship, along with the other three carriers of the First and Second Carrier Divisions, was hurriedly refitted and replenished in preparation for the &lt;a href=\"Combined%20Fleet\"&gt;Combined Fleet&lt;/a&gt;'s next major operation, scheduled to begin one month hence. While at Hashirajima, \"Hiryū\"s air group was based ashore at Tomitaka Airfield, near &lt;a href=\"Saiki%2C%20%C5%8Cita\"&gt;Saiki, Ōita&lt;/a&gt;, and conducted flight and weapons training with the other First Air Fleet carrier units.\nMidway.\nConcerned by the American carrier strikes in the Marshall Islands, &lt;a href=\"Invasion%20of%20Lae-Salamaua\"&gt;Lae-Salamaua&lt;/a&gt;, and the Doolittle raids, Yamamoto was determined to force the U.S. Navy into a showdown to eliminate the American carrier threat. He decided to invade and occupy &lt;a href=\"Midway%20Atoll\"&gt;Midway Atoll&lt;/a&gt;, which he was sure would draw out the American carriers to defend it. The Japanese code-named the Midway invasion Operation \"MI\". Unknown to the Japanese, the U.S. Navy had divined the Japanese plan by breaking its &lt;a href=\"JN-25\"&gt;JN-25&lt;/a&gt; code and had prepared an ambush using its three available carriers, positioned northeast of Midway.\nOn 25 May 1942, \"Hiryū\" set out with the Combined Fleet's carrier striking force in the company of \"Kaga\", \"Akagi\", and \"Sōryū\", which constituted the First and Second Carrier Divisions, for the attack on Midway. Her aircraft complement consisted of 18 Zeros, 18 D3As, and 18 B5Ns. Also aboard were three A6Ms of the 6th &lt;a href=\"K%C5%8Dk%C5%ABtai\"&gt;Kōkūtai&lt;/a&gt; intended as the aerial garrison for Midway. With the fleet positioned northwest of Midway at dawn (04:45 local time) on 4 June 1942, \"Hiryū\"s portion of the 108-plane airstrike was an attack on the facilities on &lt;a href=\"Henderson%20Field%20%28East%20Midway%29\"&gt;Sand Island&lt;/a&gt; with 18 torpedo bombers, one of which aborted with mechanical problems, escorted by nine Zeros. The air group suffered heavily during the attack: Two B5Ns were shot down by fighters, with a third falling victim to antiaircraft fire. Heavy damage forced a fourth, flown by squadron leader Rokuro Kikuchi, to crash-land on Kure Atoll, where he and his crew were later discovered and killed by U.S. forces. A fifth B5N was forced to &lt;a href=\"Water%20landing\"&gt;ditch&lt;/a&gt; on its return, and five more were damaged beyond repair. In addition, two Zeros were also deemed unserviceable, although none were lost.\nThe carrier also contributed three Zeros to the total of 11 assigned to the initial CAP over the four carriers. By 07:05, the carrier had six fighters with the CAP, which helped to defend the \"Kido Butai\" from the first U.S. attackers from Midway Island at 07:10. At this time, Nagumo's carriers were attacked by six U.S. Navy &lt;a href=\"Grumman%20TBF%20Avenger\"&gt;Grumman TBF Avenger&lt;/a&gt;s and four USAAC &lt;a href=\"Martin%20B-26%20Marauder\"&gt;Martin B-26 Marauder&lt;/a&gt;s, all carrying torpedoes. The Avengers went after \"Hiryū\" while the Marauders attacked \"Akagi\". The 30 CAP Zeros in the air at this time, including the six from \"Hiryū\", immediately attacked the American airplanes, shooting down five of the Avengers and two of the B-26s. The Avengers shot down one of \"Hiryū\"s Zeros. The surviving aircraft dropped their torpedoes, but all missed.\nAt 07:15, Nagumo ordered the B5Ns on \"Kaga\" and \"Akagi\" rearmed with bombs for another attack on Midway Island. This process was slowed by the number of ordnance carts used to handle the bombs and torpedoes and the limited number of ordnance elevators. This meant that the torpedoes could not be struck below until after all the bombs were moved up from their magazine, assembled and mounted on the aircraft. This process normally took about an hour and a half; more time would be required to bring the aircraft up to the flight deck, and to warm up and launch the strike group. Around 07:40, he reversed his order when he received a message from one of his scout aircraft that American warships had been spotted. Depleted of ammunition, two of \"Hiryū\"s CAP Zeros landed aboard the carrier at 07:40.\nAt 07:55, the next American strike from Midway arrived in the form of 16 Marine &lt;a href=\"Douglas%20SBD%20Dauntless\"&gt;Douglas SBD Dauntless&lt;/a&gt; dive bombers of &lt;a href=\"VMA-241\"&gt;Marine Scout Bomber Squadron 241&lt;/a&gt; (VMSB-241) under Major &lt;a href=\"Lofton%20R.%20Henderson\"&gt;Lofton R. Henderson&lt;/a&gt;. \"Hiryū\"s three CAP fighters were among the nine still aloft that attacked Henderson's planes, shooting down six of them as they executed a fruitless glide bombing attack on \"Hiryū\". In return, the gunner of one of the Dauntlesses shot down one of \"Hiryū\"s Zeros. At roughly the same time, the Japanese carriers were attacked by 12 USAAC B-17s, bombing from . The high altitude of the B-17s gave the Japanese captains enough time to anticipate where the bombs would land, and they successfully maneuvered out of the impact area. Four B-17s attacked \"Hiryū\", but missed with all their bombs.\n\"Hiryū\" reinforced the CAP with launches of three more Zeros at 08:25. These fresh Zeros helped defeat the next American air strike from Midway, 11 &lt;a href=\"Vought%20SB2U%20Vindicator\"&gt;Vought SB2U Vindicator&lt;/a&gt; dive bombers from VMSB-241, which attacked the battleship \"Haruna\" starting around 08:30. \"Haruna\" escaped damage and three of the Vindicators were shot down. Although all the American air strikes had thus far caused negligible damage, they kept the Japanese carrier forces off-balance as Nagumo endeavored to prepare a response to news, received at 08:20, of the sighting of American carrier forces to his northeast.\n\"Hiryū\" began recovering her Midway strike force at around 09:00 and finished shortly by 09:10. The landed aircraft were quickly struck below, while the carriers' crews began preparations to spot aircraft for the strike against the American carrier forces. The preparations were interrupted at 09:18, when the first attacking American carrier aircraft were sighted. These consisted of 15 &lt;a href=\"Douglas%20TBD%20Devastator\"&gt;Douglas TBD Devastator&lt;/a&gt; torpedo bombers of VT-8, led by &lt;a href=\"Lieutenant%20Commander\"&gt;Lieutenant Commander&lt;/a&gt; &lt;a href=\"John%20C.%20Waldron\"&gt;John C. Waldron&lt;/a&gt; from the \"Hornet\". They attempted a torpedo attack on \"Soryū\", but all of the American planes were shot down by the 18 CAP fighters, leaving one &lt;a href=\"George%20H.%20Gay%2C%20Jr.\"&gt;surviving aviator&lt;/a&gt; treading water.\nShortly afterwards, 14 Devastators from &lt;a href=\"Torpedo%20Squadron%206\"&gt;Torpedo Squadron 6 (VT-6)&lt;/a&gt; from \"Enterprise\", led by Lieutenant Commander &lt;a href=\"Eugene%20E.%20Lindsey\"&gt;Eugene E. Lindsey&lt;/a&gt;, attacked. Lindsey's aircraft tried to sandwich \"Kaga\", but the CAP, reinforced by four additional Zeros launched by \"Hiryū\" at 09:37, shot down all but four of the Devastators, and \"Kaga\" dodged the torpedoes. \"Hiryū\" launched another trio of CAP Zeros at 10:13 after &lt;a href=\"VA-35%20%28U.S.%20Navy%29\"&gt;Torpedo Squadron 3 (VT-3)&lt;/a&gt; from \"Yorktown\" was spotted. Two of her Zeros were shot down by Wildcats escorting VT-3 and another was forced to ditch.\nWhile VT-3 was still attacking \"Hiryū\", American dive bombers arrived over the Japanese carriers almost undetected and began their dives. It was at this time, around 10:20, that in the words of Jonathan Parshall and Anthony Tully, the \"Japanese air defenses would finally and catastrophically fail.\" Three American dive bomber squadrons now attacked the three other carriers and set each of them on fire. \"Hiryū\" was untouched and proceeded to launch 18 D3As, escorted by six Zeros, at 10:54. \"En route\", the Zeros engaged a group of \"Enterprise\" SBDs that they had spotted. They failed to shoot down any of the dive bombers, but two of the Zeros were shot up by the bombers' rear gunners, with one Zero forced to ditch near a destroyer on its return. American &lt;a href=\"radar\"&gt;radar&lt;/a&gt; detected the incoming Japanese dive bombers at 11:52 and vectored \"Yorktown\"s CAP of 20 Wildcats against them. The Wildcats shot down three of the remaining Zeros for the loss of one of their own and engaged the D3As. Only seven of the dive bombers survived long enough to make their attack on \"Yorktown\" and two of those were shot down by flak during their dive, but they made three direct hits and two near misses that badly damaged the carrier and set her on fire.\nConfident that his men had sunk \"Yorktown\", Yamaguchi launched a second wave of ten B5Ns (including one from \"Akagi\"), escorted by six Zeros (two from \"Kaga\"), at 13:30, with the instruction that they attack a separate carrier than that hit by the first wave. However, the Americans had managed to extinguish the fires on \"Yorktown\" by 14:00, and the carrier was making by 14:30 when the second strike group approached. As a result, the strike pilots mistook her for one of her undamaged sisters, and launched the attack. At that moment, six Wildcats were on CAP duty, and four of these were vectored toward the attacking aircraft while the other two were retained to cover the takeoff of ten Wildcats fueling on deck. The Japanese were jumped at 14:38 by two Wildcats, which shot down one torpedo bomber before they were both shot down by the escorting Zeros (two Zeros were shot down later for the loss of one Wildcat). Four more B5Ns fell during the attack, but two of the survivors managed to score hits on \"Yorktown\" that damaged three boilers and knocked out all electrical power so that she could not pump fuel oil to starboard to counteract her six-degree &lt;a href=\"list%20%28watercraft%29\"&gt;list&lt;/a&gt; to port. Seventeen minutes later, after the list increased to 23 degrees, the crew was ordered to abandon ship. Of the four Zeros and five B5Ns that returned to \"Hiryū\", only two Zeros and three bombers were still airworthy.\nYamaguchi radioed his intention to Nagumo at 16:30 to launch a third strike against the American carriers at dusk (approximately 18:00), but Nagumo ordered the fleet to withdraw to the west. Unbeknownst to the Japanese, \"Enterprise\" and \"Hornet\" had already launched airstrikes well before then. \"Enterprise\" launched a total of 26 Dauntlesses at 15:25 using her own aircraft plus those from \"Yorktown\" that had been forced to recover aboard her after \"Yorktown\" was damaged, and \"Hornet\" launched 16 more of her own Dauntlesses at 16:00. At this point in the battle, \"Hiryū\" had only four airworthy dive-bombers and five torpedo-planes left. She also retained 19 of her own fighters on board, as well as a further 13 Zeros on CAP (a composite force of survivors from the other carriers). At 16:45, \"Enterprise\"s dive bombers spotted the Japanese carrier and began to maneuver for good attacking position while reducing altitude. At 16:56, just as the first Dauntlesses were beginning their dives, Nagumo ordered a change in course to 120 degrees, possibly to prepare to recover his reconnaissance floatplanes, that threw off the aim of the leading SBDs. The Japanese did not even spot the Americans until 17:01. The CAP shot down two of the American aircraft in their dives and another after it was forced to abort its dive when some of \"Yorktown\"s SBDs passed in front of it, starting their own dives. \"Hiryū\" was struck by four bombs, three on the forward flight deck and one on the forward elevator. The explosions started fires among the aircraft on the hangar deck. The forward half of the flight deck collapsed into the hangar while part of the elevator was hurled against the ship's &lt;a href=\"bridge%20%28nautical%29\"&gt;bridge&lt;/a&gt;. The fires were severe enough that the remaining American aircraft attacked the other ships escorting \"Hiryū\", albeit without effect, deeming further attacks on the carrier as a waste of time, because she was aflame from &lt;a href=\"stem%20%28ship%29\"&gt;stem&lt;/a&gt; to stern. Beginning at 17:42, two groups of B-17s attempted to attack the Japanese ships without success, although one bomber strafed \"Hiryū\"s flight deck, killing several anti-aircraft gunners.\nAlthough \"Hiryū\"s propulsion was not affected, the fires could not be brought under control. At 21:23, her engines stopped, and at 23:58 a major explosion rocked the ship. The order to abandon ship was given at 03:15, and the survivors were taken off by the destroyers and . Yamaguchi and Kaku decided to remain on board as \"Hiryū\" was torpedoed at 05:10 by \"Makigumo\" as the ship could not be salvaged. One torpedo missed and the other struck near the bow without the typical plume of water, although the detonation was quite visible. Around 07:00, one of 's &lt;a href=\"Yokosuka%20B4Y\"&gt;Yokosuka B4Y&lt;/a&gt; aircraft discovered \"Hiryū\" still afloat and not in any visible danger of sinking. The aviators could also see crewmen aboard the carrier, men who had not received word to abandon ship. They finally launched some of the carrier's boats and abandoned ship around 09:00. Thirty-nine men made it into the ship's &lt;a href=\"cutter%20%28boat%29\"&gt;cutter&lt;/a&gt; only moments before \"Hiryū\" sank around 09:12, taking the bodies of 389 men with her. The cutter drifted for 14 days before being discovered by a &lt;a href=\"Consolidated%20PBY%20Catalina\"&gt;PBY Catalina&lt;/a&gt; and rescued by the seaplane tender . Four men died of their wounds or exposure before being picked up and a fifth died that night.\nThe loss of \"Hiryū\" and the three other IJN carriers at Midway, comprising two thirds of Japan's total number of fleet carriers and the experienced core of the First Air Fleet, was a strategic defeat for Japan and contributed significantly to Japan's ultimate defeat in the war. In an effort to conceal the defeat, the ship was not immediately removed from the Navy's registry of ships, instead being listed as \"unmanned\" before finally being struck from the registry on 25 September 1942.\nThe IJN selected a modified version of the \"Hiryū\" design for mass production to replace the carriers lost at Midway. Of a planned program of 16 ships of the &lt;a href=\"Unry%C5%AB-class%20aircraft%20carrier\"&gt;\"Unryū\" class&lt;/a&gt;, only six were laid down and three were commissioned before the end of the war."
}