{
    "id": "65580915",
    "revid": "160806",
    "url": "https://en.wikipedia.org/wiki?curid=65580915",
    "title": "Edda Sveinsdottir",
    "text": "Edda Sveinsdottir is an Icelandic/Danish computer scientist, inventor, and professor. She is considered to be the first female Danish computer scientist and was the first (and currently only) female head of department at &lt;a href=\"University%20of%20Copenhagen\"&gt;University of Copenhagen&lt;/a&gt;'s Department of Computer Science.\nEarly life.\nSveinsdottir was born in 1936 to Icelandic father, Professor &lt;a href=\"Sveinn%20Bergsveinsson\"&gt;Sveinn Bergsveinsson&lt;/a&gt;, and Danish mother, architect &lt;a href=\"Anne%20Marie%20%C3%98stergaard\"&gt;Anne Marie Østergaard&lt;/a&gt;. Having been born in &lt;a href=\"Reykjav%C3%ADk\"&gt;Reykjavik&lt;/a&gt;, Sveinsdottir's parents divorced when she was three years old, and Sveinsdottir lived with her mother, grandmother, and three aunts in &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, and continued to live much of her life in Denmark.\nSveinsdottir studied at Ordrup Gymnasium, where she met &lt;a href=\"Niels%20A.%20Lassen\"&gt;Niels Alexander Lassen&lt;/a&gt;. After graduating in 1955, they married the same year and began professional collaboration. After having four sons together, they later divorced, whilst still continuing their professional relationship.\nCareer.\nSveinsdottir began studying mathematics and physics, with numerical analysis as her major, at &lt;a href=\"University%20of%20Copenhagen\"&gt;Copenhagen University&lt;/a&gt; in 1958. In 1965 she obtained her Masters in Mathematics. From 1965 to 1970 she was employed at the Department of Mathematics at Copenhagen University where she worked on the electronic calculator, GIER – Denmark's second ever computer. It was during this time Sveinsdottir was drawn to the newly forming computer environment in Denmark and learned programming at the &lt;a href=\"Technical%20University%20of%20Denmark\"&gt;Technical University of Denmark&lt;/a&gt;. When the Department of Computer Science at Copenhagen University was established in 1970, she was appointed as an associate professor and, later, head of department (during 1970-1971 and 1982-1984), making her one of the subject's early pioneers.\nSveinsdottir's field of research has focussed on computer-assisted &lt;a href=\"tomography\"&gt;tomography&lt;/a&gt;, a branch of medical technology which uses computers to develop equipment for the imaging of brain activity. She pioneered the use of computers for imaging, rather that for numbers as they has previously used.\nIn the mid-1970s, she co-founded the electronics company &lt;a href=\"Medimatic%20A%20/%20S\"&gt;Medimatic A / S&lt;/a&gt; which launched a new type of computer software.\nIn 1987, Sveinsdottir was made a professor of computer science at &lt;a href=\"Roskilde%20University\"&gt;Roskilde University Center&lt;/a&gt; (RUC). In 1976-78 she was appointed chairperson of the National Academic Committee for the Natural Sciences."
}