{
    "id": "65638",
    "revid": "7323",
    "url": "https://en.wikipedia.org/wiki?curid=65638",
    "title": "History of South Africa",
    "text": "The first modern humans are believed to have inhabited &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; more than 100,000 years ago. South Africa's prehistory has been divided into two phases based on broad patterns of technology namely the &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt; and &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;. After the discovery of hominins at &lt;a href=\"Taung\"&gt;Taung&lt;/a&gt; and australopithecine fossils in limestone caves at &lt;a href=\"Sterkfontein\"&gt;Sterkfontein&lt;/a&gt;, &lt;a href=\"Swartkrans\"&gt;Swartkrans&lt;/a&gt;, and &lt;a href=\"Kromdraai\"&gt;Kromdraai&lt;/a&gt; these areas were collectively designated a World Heritage site. The first nations of South Africa are collectively referred to as the &lt;a href=\"Khoisan\"&gt;Khoisan&lt;/a&gt;, the Khoi Khoi and the San separately. These groups were displaced or sometimes absorbed by migrating Africans (Bantus) during the &lt;a href=\"Bantu%20expansion\"&gt;Bantu expansion&lt;/a&gt; from Western and Central Africa. While some maintained separateness, others were grouped into a category known as &lt;a href=\"Coloureds\"&gt;Coloureds&lt;/a&gt;, a multiracial ethnic group which includes people with shared ancestry from two or more of these groups: &lt;a href=\"Khoisan\"&gt;Khoisan&lt;/a&gt;, &lt;a href=\"Bantus\"&gt;Bantu&lt;/a&gt;, &lt;a href=\"English%20people\"&gt;English&lt;/a&gt;, &lt;a href=\"Afrikaners\"&gt;Afrikaners&lt;/a&gt;, &lt;a href=\"Austronesians\"&gt;Austronesians&lt;/a&gt;, &lt;a href=\"East%20Asians\"&gt;East Asians&lt;/a&gt; and &lt;a href=\"South%20Asians\"&gt;South Asians&lt;/a&gt;. European exploration of the African coast began in the 13th century when Portugal committed itself to discover an alternative route to the &lt;a href=\"silk%20road\"&gt;silk road&lt;/a&gt; that would lead to China. In the 14th and 15th century, Portuguese explorers traveled down the west African Coast, detailing and mapping the coastline and in 1488 they rounded the &lt;a href=\"Cape%20of%20Good%20Hope\"&gt;Cape of Good Hope&lt;/a&gt;. The &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; established a trading post in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt; under the command of &lt;a href=\"Jan%20van%20Riebeeck\"&gt;Jan van Riebeeck&lt;/a&gt; in 1652, European workers who settled at the Cape became known as the &lt;a href=\"Free%20Burghers\"&gt;Free Burghers&lt;/a&gt; and gradually established farms in the &lt;a href=\"Dutch%20Cape%20Colony\"&gt;Dutch Cape Colony&lt;/a&gt;.\nFollowing the &lt;a href=\"Invasion%20of%20the%20Cape%20Colony\"&gt;Invasion of the Cape Colony&lt;/a&gt; in 1795 and 1806, mass migrations collectively known as the &lt;a href=\"Great%20trek\"&gt;Great Trek&lt;/a&gt; occurred during which the Voortrekkers established several &lt;a href=\"Boer\"&gt;Boer&lt;/a&gt; settlements on the interior of South Africa. The discoveries of diamonds and gold in the nineteenth century had a profound effect on the fortunes of the region, propelling it onto the world stage and introducing a shift away from an exclusively agrarian-based economy towards industrialisation and the development of urban infrastructure. The discoveries also led to new conflicts culminating in open warfare between the &lt;a href=\"Boer\"&gt;Boer&lt;/a&gt; settlers and the British Empire, fought essentially for control over the nascent South African mining industry.\nFollowing the defeat of the Boers in the Anglo–Boer or &lt;a href=\"South%20African%20War\"&gt;South African War&lt;/a&gt; (1899–1902), the &lt;a href=\"Union%20of%20South%20Africa\"&gt;Union of South Africa&lt;/a&gt; was created as a &lt;a href=\"Associated%20state\"&gt;self-governing&lt;/a&gt; dominion of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; on 31 May 1910 in terms of the &lt;a href=\"South%20Africa%20Act%201909\"&gt;South Africa Act 1909&lt;/a&gt;, which amalgamated the four previously separate British colonies: &lt;a href=\"Cape%20Colony\"&gt;Cape Colony&lt;/a&gt;, &lt;a href=\"Colony%20of%20Natal\"&gt;Colony of Natal&lt;/a&gt;, &lt;a href=\"Transvaal%20Colony\"&gt;Transvaal Colony&lt;/a&gt;, and &lt;a href=\"Orange%20River%20Colony\"&gt;Orange River Colony&lt;/a&gt;. The country became a fully sovereign &lt;a href=\"nation%20state\"&gt;nation state&lt;/a&gt; within the British Empire, in 1934 following enactment of the &lt;a href=\"Status%20of%20the%20Union%20Act\"&gt;Status of the Union Act&lt;/a&gt;. The monarchy came to an end on 31 May 1961, replaced by a &lt;a href=\"republic\"&gt;republic&lt;/a&gt; as the consequence of a &lt;a href=\"1960%20South%20African%20republic%20referendum\"&gt;1960 referendum&lt;/a&gt;, which legitimised the country becoming the &lt;a href=\"Republic%20of%20South%20Africa\"&gt;Republic of South Africa&lt;/a&gt;.\nFrom 1948–1994, South African politics was dominated by &lt;a href=\"Afrikaner%20nationalism\"&gt;Afrikaner nationalism&lt;/a&gt;. Racial segregation and white minority rule known officially as &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt;, an &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; word meaning \"separateness\", was implemented in 1948. On 27 April 1994, after decades of armed struggle, &lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt; and international opposition to apartheid, the &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC) achieved victory in the country's first democratic election. Since then, the African National Congress has governed South Africa, in an alliance with the &lt;a href=\"South%20African%20Communist%20Party\"&gt;South African Communist Party&lt;/a&gt; and the &lt;a href=\"Congress%20of%20South%20African%20Trade%20Unions\"&gt;Congress of South African Trade Unions&lt;/a&gt;.\nEarly history (before 1652).\nPrehistory.\nScientists researching the periods before written historical records were made have established that the territory of what is now referred to generically as South Africa was one of the important centers of &lt;a href=\"human%20evolution\"&gt;human evolution&lt;/a&gt;. It was inhabited by &lt;a href=\"Australopithecine\"&gt;Australopithecine&lt;/a&gt;s since at least 2.5 million years ago. &lt;a href=\"Anatomically%20modern%20humans\"&gt;Modern human&lt;/a&gt; settlement occurred around 125,000 years ago in the Middle Stone Age, as shown by archaeological discoveries at &lt;a href=\"Klasies%20River%20Caves\"&gt;Klasies River Caves&lt;/a&gt;. The first human habitation is associated with a DNA group originating in a northwestern area of southern Africa and still prevalent in the indigenous &lt;a href=\"Khoisan\"&gt;Khoisan&lt;/a&gt; (&lt;a href=\"Khoi\"&gt;Khoi&lt;/a&gt; and &lt;a href=\"San%20people\"&gt;San&lt;/a&gt;). Southern Africa was later populated by &lt;a href=\"Bantu%20peoples\"&gt;Bantu-speaking people&lt;/a&gt; who &lt;a href=\"Bantu%20expansion\"&gt;migrated from the western region of central Africa&lt;/a&gt; during the early centuries AD.\nAt the &lt;a href=\"Blombos%20cave\"&gt;Blombos cave&lt;/a&gt; Professor &lt;a href=\"Raymond%20Dart\"&gt;Raymond Dart&lt;/a&gt; discovered the skull of a 2.51 million year old &lt;a href=\"Taung%20Child\"&gt;Taung Child&lt;/a&gt; in 1924, the first example of \"&lt;a href=\"Australopithecus%20africanus\"&gt;Australopithecus africanus&lt;/a&gt;\" ever found. Following in Dart's footsteps &lt;a href=\"Robert%20Broom\"&gt;Robert Broom&lt;/a&gt; discovered a new much more robust hominid in 1938 \"&lt;a href=\"Paranthropus%20robustus\"&gt;Paranthropus robustus&lt;/a&gt;\" at &lt;a href=\"Kromdraai\"&gt;Kromdraai&lt;/a&gt;, and in 1947 uncovered several more examples of \"Australopithecus africanus\" at &lt;a href=\"Sterkfontein\"&gt;Sterkfontein&lt;/a&gt;. In further research at the Blombos cave in 2002, stones were discovered engraved with grid or cross-hatch patterns, dated to some 70,000 years ago. This has been interpreted as the earliest example ever discovered of abstract art or symbolic art created by \"&lt;a href=\"Homo%20sapiens\"&gt;Homo sapiens&lt;/a&gt;\".\nMany more species of early hominid have come to light in recent decades. The oldest is &lt;a href=\"Little%20Foot\"&gt;Little Foot&lt;/a&gt;, a collection of footbones of an unknown hominid between 2.2 and 3.3 million years old, discovered at Sterkfontein by &lt;a href=\"Ronald%20J.%20Clarke\"&gt;Ronald J. Clarke&lt;/a&gt;. An important recent find was that of 1.9 million year old \"&lt;a href=\"Australopithecus%20sediba\"&gt;Australopithecus sediba&lt;/a&gt;\", discovered in 2008. In 2015, the discovery near Johannesburg of a previously unknown species of \"Homo\" was announced, named \"&lt;a href=\"Homo%20naledi\"&gt;Homo naledi&lt;/a&gt;\". It has been described as one of the most important paleontological discoveries in modern times.\nSan and Khoikhoi.\nThe descendants of the Middle Paleolithic populations are thought to be the aboriginal &lt;a href=\"San%20people\"&gt;San&lt;/a&gt; and &lt;a href=\"Khoikhoi\"&gt;Khoikhoi&lt;/a&gt; tribes. These are collectively known as the \"&lt;a href=\"Khoisan\"&gt;Khoisan&lt;/a&gt;\", a modern European portmanteau of these two tribes' names. The settlement of southern Africa by the Khoisan corresponds to the &lt;a href=\"Early%20human%20migrations%23Within%20Africa\"&gt;earliest separation&lt;/a&gt; of the extant \"Homo sapiens\" populations altogether, associated in genetic science with what is described in scientific terms as matrilinear &lt;a href=\"Haplogroup%20L0%20%28mtDNA%29\"&gt;haplogroup L0&lt;/a&gt; (mtDNA) and patrilinear &lt;a href=\"Haplogroup%20A%20%28Y-DNA%29\"&gt;haplogroup A&lt;/a&gt; (Y-DNA), originating in a northwestern area of southern Africa.\nThe San and Khoikhoi are essentially distinguished only by their respective occupations. Whereas the San were hunter-gathers, the Khoikhoi were pastoral herders. The initial origin of the Khoikhoi remains uncertain.\nArchaeological discoveries of livestock bones on the &lt;a href=\"Cape%20Peninsula\"&gt;Cape Peninsula&lt;/a&gt; indicate that the Khoikhoi began to settle there by about 2000 years ago.\nIn the late 15th and early 16th centuries, Portuguese mariners, who were the first Europeans at the Cape, encountered pastoral Khoikhoi with livestock.\nLater, English and Dutch seafarers in the late 16th and 17th centuries exchanged metals for cattle and sheep with the Khoikhoi.\nThe conventional view is that availability of livestock was one reason why, in the mid-17th century, the Dutch East India Company established a staging post where the port city of Cape Town is today situated.\nThe establishment of the staging post by the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; at the Cape in 1652 soon brought the Khoikhoi into conflict with Dutch settlers over land ownership. Cattle rustling and livestock theft ensued, with the Khoikhoi being ultimately expelled from the peninsula by force, after a succession of wars. The first Khoikhoi–Dutch War broke out in 1659, the second in 1673, and the third 1674–1677. By the time of their defeat and expulsion from the Cape Peninsula and surrounding districts, the Khoikhoi population was decimated by a &lt;a href=\"smallpox%20epidemic\"&gt;smallpox epidemic&lt;/a&gt; introduced by Dutch sailors against which the Khoikhoi had no natural resistance or indigenous medicines.\nThe Bantu people.\nThe &lt;a href=\"Bantu%20expansion\"&gt;Bantu expansion&lt;/a&gt; was one of the major demographic movements in human prehistory, sweeping much of the African continent during the 2nd and 1st millennia BC. Bantu-speaking communities reached southern Africa from the &lt;a href=\"Congo%20basin\"&gt;Congo basin&lt;/a&gt; as early as the 4th century BC. The advancing Bantu encroached on the Khoikhoi territory, forcing the original inhabitants of the region to move to more arid areas.\nSome groups, ancestral to today's &lt;a href=\"Nguni%20people\"&gt;Nguni people&lt;/a&gt;s (the &lt;a href=\"Zulu%20people\"&gt;Zulu&lt;/a&gt;, &lt;a href=\"Xhosa%20people\"&gt;Xhosa&lt;/a&gt;, &lt;a href=\"Swazi%20people\"&gt;Swazi&lt;/a&gt;, and &lt;a href=\"Ndebele%20people%20%28South%20Africa%29\"&gt;Ndebele&lt;/a&gt;), preferred to live near the eastern coast of what is present-day South Africa. Others, now known as the &lt;a href=\"Sotho%E2%80%93Tswana\"&gt;Sotho–Tswana&lt;/a&gt; peoples (&lt;a href=\"Tswana%20people\"&gt;Tswana&lt;/a&gt;, &lt;a href=\"Pedi%20people\"&gt;Pedi&lt;/a&gt;, and &lt;a href=\"Sotho%20people\"&gt;Sotho&lt;/a&gt;), settled in the interior on the plateau known as the &lt;a href=\"Highveld\"&gt;Highveld&lt;/a&gt;, while today's &lt;a href=\"Venda%20people\"&gt;Venda&lt;/a&gt;, &lt;a href=\"Lemba%20people\"&gt;Lemba&lt;/a&gt;, and &lt;a href=\"Tsonga%20people\"&gt;Tsonga people&lt;/a&gt;s made their homes in the north-eastern areas of present-day South Africa.\nThe Kingdom of &lt;a href=\"Mapungubwe\"&gt;Mapungubwe&lt;/a&gt;, which was located near the northern border of present-day South Africa, at the confluence of the Limpopo and Shashe rivers adjacent to present-day &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt; and &lt;a href=\"Botswana\"&gt;Botswana&lt;/a&gt;, was the first indigenous kingdom in southern Africa between AD 900 and 1300. It developed into the largest kingdom in the sub-continent before it was abandoned because of climatic changes in the 14th century. Smiths created objects of iron, copper and gold both for local decorative use and for foreign trade. The kingdom controlled trade through the east African ports to &lt;a href=\"Arabia\"&gt;Arabia&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt;, and throughout southern Africa, making it wealthy through the exchange of gold and ivory for imports such as Chinese porcelain and Persian glass beads.\nSpecifics of the contact between Bantu-speakers and the indigenous &lt;a href=\"Khoisan\"&gt;Khoisan&lt;/a&gt; ethnic group remain largely unresearched, although &lt;a href=\"Linguistics\"&gt;linguistic&lt;/a&gt; proof of assimilation exists, as several southern &lt;a href=\"Bantu%20languages\"&gt;Bantu languages&lt;/a&gt; (notably &lt;a href=\"Xhosa%20language\"&gt;Xhosa&lt;/a&gt; and &lt;a href=\"Zulu%20language\"&gt;Zulu&lt;/a&gt;) are theorised in that they incorporate many &lt;a href=\"click%20consonant\"&gt;click consonant&lt;/a&gt;s from the &lt;a href=\"Khoisan%20languages\"&gt;Khoisan languages&lt;/a&gt;, as possibilities of such developing independently are valid as well.\nColonisation.\nPortuguese role.\nThe Portuguese mariner &lt;a href=\"Bartolomeu%20Dias\"&gt;Bartolomeu Dias&lt;/a&gt; was the first European to explore the coastline of South Africa in 1488, while attempting to discover a trade route to the Far East via the southernmost cape of South Africa, which he named \"Cabo das Tormentas\", meaning &lt;a href=\"Cape%20of%20Storms\"&gt;Cape of Storms&lt;/a&gt;. In November 1497, a fleet of Portuguese ships under the command of the Portuguese mariner &lt;a href=\"Vasco%20da%20Gama\"&gt;Vasco da Gama&lt;/a&gt; rounded the Cape of Good Hope. By 16 December, the fleet had passed the &lt;a href=\"Great%20Fish%20River\"&gt;Great Fish River&lt;/a&gt; on the east coast of South Africa, where Dias had earlier turned back. Da Gama gave the name &lt;a href=\"Early%20history%20of%20Natal\"&gt;Natal&lt;/a&gt; to the coast he was passing, which in Portuguese means Christmas. Da Gama's fleet proceeded northwards to Zanzibar and later sailed eastwards, eventually reaching &lt;a href=\"India\"&gt;India&lt;/a&gt; and opening the &lt;a href=\"Cape%20Route\"&gt;Cape Route&lt;/a&gt; between Europe and Asia.\nDutch colonisation (1652–1815).\nThe &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; (in the Dutch of the day: \"Vereenigde Oostindische Compagnie\", or VOC) decided to establish a permanent settlement at the Cape in 1652. The VOC, one of the major European trading houses sailing the &lt;a href=\"Spice%20trade\"&gt;spice route&lt;/a&gt; to the East, had no intention of colonising the area, instead wanting only to establish a secure base camp where passing ships could shelter and be serviced, and where hungry sailors could stock up on fresh supplies of meat, fruit, and vegetables. To this end, a small VOC expedition under the command of &lt;a href=\"Jan%20van%20Riebeeck\"&gt;Jan van Riebeeck&lt;/a&gt; reached Table Bay on 6 April 1652.\nThe VOC had settled at the Cape in order to supply their trading ships. The Khoikhoi stopped trading with the Dutch, and the Cape and the VOC had to import Dutch farmers to establish farms to supply the passing ships as well as to supply the growing VOC settlement. The small initial group of free burghers, as these farmers were known, steadily increased in number and began to expand their farms further north and east into the territory of the Khoikhoi. The free burghers were ex-VOC soldiers and gardeners, who were unable to return to Holland when their contracts were completed with the VOC. The VOC also brought some 71,000 slaves to Cape Town from India, Indonesia, East Africa, Mauritius, and Madagascar.\nThe majority of burghers had &lt;a href=\"Dutch%20%28ethnic%20group%29\"&gt;Dutch ancestry&lt;/a&gt; and belonged to the &lt;a href=\"Dutch%20Reformed%20Church\"&gt;Dutch Reformed Church&lt;/a&gt;, but there were also some Germans, who often happened to be &lt;a href=\"Lutherans\"&gt;Lutherans&lt;/a&gt;. In 1688, the Dutch and the Germans were joined by French &lt;a href=\"Huguenots\"&gt;Huguenots&lt;/a&gt;, Calvinist Protestants fleeing religious persecution in France under its Catholic ruler, &lt;a href=\"Louis%20XIV%20of%20France\"&gt;King Louis XIV&lt;/a&gt;.\nVan Riebeeck considered it impolitic to enslave the local Khoi and San aboriginals, so the VOC began to import large numbers of slaves, primarily from the &lt;a href=\"Dutch%20East%20India%20Company%20in%20Indonesia\"&gt;Dutch colonies in Indonesia&lt;/a&gt;. Eventually, van Riebeeck and the VOC began to make &lt;a href=\"indentured%20servants\"&gt;indentured servants&lt;/a&gt; out of the Khoikhoi and the San. The descendants of unions between the Dutch settlers and the Khoi-San and Malay slaves became known officially as the &lt;a href=\"Cape%20Coloureds\"&gt;Cape Coloureds&lt;/a&gt; and the &lt;a href=\"Cape%20Malays\"&gt;Cape Malays&lt;/a&gt;, respectively. A significant number of the offspring from the white and slave unions were absorbed into the local proto-&lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; speaking white population. The racially mixed genealogical origins of many so-called &lt;a href=\"White%20South%20Africans\"&gt;\"white\" South Africans&lt;/a&gt; have been traced to interracial unions at the Cape between the European occupying population and imported Asian and African slaves, the indigenous Khoi and San, and their vari-hued offspring. &lt;a href=\"Simon%20van%20der%20Stel\"&gt;Simon van der Stel&lt;/a&gt;, the first Governor of the Dutch settlement, famous for his development of the lucrative South African wine industry, was himself of mixed race-origin.\nBritish colonisation, Mfecane and Boer Republics (1815–1910).\nBritish at the Cape.\nIn 1787, shortly before the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, a faction within the politics of the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt; known as the &lt;a href=\"Patriottentijd\"&gt;Patriot Party&lt;/a&gt; attempted to overthrow the regime of &lt;a href=\"stadtholder\"&gt;stadtholder&lt;/a&gt; &lt;a href=\"William%20V%2C%20Prince%20of%20Orange\"&gt;William V&lt;/a&gt;. Though the revolt was crushed, it was resurrected after the &lt;a href=\"Flanders%20Campaign\"&gt;French invasion of the Netherlands&lt;/a&gt; in 1794/1795 which resulted in the stadtholder fleeing the country. The Patriot revolutionaries then proclaimed the &lt;a href=\"Batavian%20Republic\"&gt;Batavian Republic&lt;/a&gt;, which was closely allied to revolutionary France. In response, the stadtholder, who had taken up residence in England, issued the &lt;a href=\"Kew%20Letters\"&gt;Kew Letters&lt;/a&gt;, ordering colonial governors to surrender to the British. The British then &lt;a href=\"Invasion%20of%20the%20Cape%20Colony%20%281795%29\"&gt;seized the Cape in 1795&lt;/a&gt; to prevent it from falling into French hands. The Cape was relinquished back to the Dutch in 1803. In 1805, the British inherited the Cape as a prize during the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;, again seizing the Cape from the French controlled &lt;a href=\"Kingdom%20of%20Holland\"&gt;Kingdom of Holland&lt;/a&gt; which had replaced the Batavian Republic.\nLike the Dutch before them, the British initially had little interest in the Cape Colony, other than as a strategically located port. The &lt;a href=\"Cape%20Articles%20of%20Capitulation\"&gt;Cape Articles of Capitulation&lt;/a&gt; of 1806 allowed the colony to retain \"all their rights and privileges which they have enjoyed hitherto\", and this launched South Africa on a divergent course from the rest of the British Empire, allowing the continuance of &lt;a href=\"Roman-Dutch%20law\"&gt;Roman-Dutch law&lt;/a&gt;. British &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt; of the area was recognised at the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; in 1815, the Dutch accepting a payment of 6 million pounds for the colony. As one of their first tasks they outlawed the use of the Dutch language in 1806 with the view of converting the European settlers to the British language and culture. This had the effect of forcing more of the Dutch colonists to move (or trek) away from British administrative reach. Much later, in 1820 the British authorities persuaded about 5,000 middle-class British immigrants (most of them \"in trade\") to leave Great Britain. Many of the &lt;a href=\"1820%20Settlers\"&gt;1820 Settlers&lt;/a&gt; eventually settled in &lt;a href=\"Grahamstown\"&gt;Grahamstown&lt;/a&gt; and &lt;a href=\"Port%20Elizabeth\"&gt;Port Elizabeth&lt;/a&gt;.\nBritish policy with regard to South Africa would vacillate with successive governments, but the overarching imperative throughout the 19th century was to protect the strategic trade route to India while incurring as little expense as possible within the colony. This aim was complicated by border conflicts with the Boers, who soon developed a distaste for British authority.\nEuropean exploration of the interior.\nColonel &lt;a href=\"Robert%20Jacob%20Gordon\"&gt;Robert Jacob Gordon&lt;/a&gt; of the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; was the first European to explore parts of the interior while commanding the Dutch garrison at the renamed &lt;a href=\"Cape%20of%20Good%20Hope\"&gt;Cape of Good Hope&lt;/a&gt;, from 1780 to 1795. The four expeditions Gordon undertook between 1777 and 1786 are recorded in a series of several hundred drawings known collectively as the Gordon Atlas, as well as in his journals, which were only discovered in 1964.\nEarly relations between the European settlers and the Xhosa, the first Bantu peoples they met when they ventured inward, were peaceful. However, there was competition for land, and this tension led to skirmishes in the form of cattle raids from 1779.\nThe British explorers &lt;a href=\"David%20Livingstone\"&gt;David Livingstone&lt;/a&gt; and William Oswell, setting out from a mission station in the northern Cape Colony, are believed to have been the first white men to cross the Kalahari desert in 1849. The Royal Geographical Society later awarded Livingstone a gold medal for his discovery of &lt;a href=\"Lake%20Ngami\"&gt;Lake Ngami&lt;/a&gt; in the desert.\nZulu militarism and expansionism.\nThe Zulu people are part of the Nguni tribe and were originally a minor clan in what is today northern KwaZulu-Natal, founded ca. 1709 by &lt;a href=\"Zulu%20kaNtombela\"&gt;Zulu kaNtombela&lt;/a&gt;.\nThe 1820s saw a time of immense upheaval relating to the military expansion of the &lt;a href=\"Zulu%20Kingdom\"&gt;Zulu Kingdom&lt;/a&gt;, which replaced the original African clan system with kingdoms. &lt;a href=\"Sotho%20language\"&gt;Sotho&lt;/a&gt;-speakers know this period as the \"&lt;a href=\"difaqane\"&gt;difaqane&lt;/a&gt;\" (\"&lt;a href=\"forced%20migration\"&gt;forced migration&lt;/a&gt;\"); &lt;a href=\"Zulu%20language\"&gt;Zulu&lt;/a&gt;-speakers call it the \"mfecane\" (\"crushing\").\nVarious theories have been advanced for the causes of the \"difaqane\", ranging from ecological factors to competition in the ivory trade. Another theory attributes the epicentre of Zulu violence to the slave trade out of Delgoa Bay in Mozambique situated to the north of Zululand. Most historians recognise that the Mfecane wasn't just a series of events caused by the founding of the Zulu kingdom but rather a multitude of factors caused before and after &lt;a href=\"Shaka\"&gt;Shaka Zulu&lt;/a&gt; came into power.\nIn 1818, &lt;a href=\"Nguni%20people\"&gt;Nguni&lt;/a&gt; tribes in Zululand created a militaristic kingdom between the &lt;a href=\"Tugela%20River\"&gt;Tugela River&lt;/a&gt; and &lt;a href=\"Pongola%20River\"&gt;Pongola River&lt;/a&gt;, under the driving force of &lt;a href=\"Shaka\"&gt;Shaka&lt;/a&gt; kaSenzangakhona, son of the chief of the Zulu clan. Shaka built large &lt;a href=\"army\"&gt;armies&lt;/a&gt;, breaking from clan tradition by placing the armies under the control of his own officers rather than of hereditary chiefs. He then set out on a massive programme of expansion, killing or enslaving those who resisted in the territories he conquered. His \"&lt;a href=\"impis\"&gt;impis&lt;/a&gt;\" (warrior regiments) were rigorously disciplined: failure in battle meant death.\n The Zulu resulted in the mass movement of many tribes who in turn to tried dominate those in new territories, leading to widespread warfare and waves of displacement spread throughout southern Africa and beyond. It accelerated the formation of several new nation-states, notably those of the Sotho (present-day &lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;) and the &lt;a href=\"Swazi%20people\"&gt;Swazi&lt;/a&gt; (now &lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt; (formerly Swaziland)). It caused the consolidation of groups such as the &lt;a href=\"Northern%20Ndebele%20people\"&gt;Matebele&lt;/a&gt;, the &lt;a href=\"Mfengu\"&gt;Mfengu&lt;/a&gt; and the &lt;a href=\"Makololo\"&gt;Makololo&lt;/a&gt;.\nIn 1828 Shaka was killed by his half-brothers &lt;a href=\"Dingane\"&gt;Dingaan&lt;/a&gt; and &lt;a href=\"Umhlangana\"&gt;Umhlangana&lt;/a&gt;. The weaker and less-skilled Dingaan became king, relaxing military discipline while continuing the despotism. Dingaan also attempted to establish relations with the British traders on the Natal coast, but events had started to unfold that would see the demise of Zulu independence. Estimates for the death toll resulting from the Mfecane range from 1 million to 2 million.\nBoer people and republics.\nAfter 1806, a number of &lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt;-speaking inhabitants of the Cape Colony trekked inland, first in small groups. Eventually, in the 1830s, large numbers of Boers migrated in what came to be known as the &lt;a href=\"Great%20Trek\"&gt;Great Trek&lt;/a&gt;. Among the initial reasons for their leaving the Cape colony were the English language rule. Religion was a very important aspect of the settlers culture and the bible and church services were in Dutch. Similarly, schools, justice and trade up to the arrival of the British, were all managed in the Dutch language. The language law caused friction, distrust and dissatisfaction.\nAnother reason for Dutch-speaking white farmers trekking away from the Cape was the abolition of slavery by the British government on Emancipation Day, 1 December 1838. The farmers complained they could not replace the labour of their slaves without losing an excessive amount of money. The farmers had invested large amounts of capital in slaves. Owners who had purchased slaves on credit or put them up as surety against loans faced financial ruin. Britain had allocated the sum of 1 200 000 British Pounds as compensation to the Dutch settlers, on condition the Dutch farmers had to lodge their claims in Britain as well as the fact that the value of the slaves was many times the allocated amount. This caused further dissatisfaction among the Dutch settlers. The settlers, incorrectly, believed that the Cape Colony administration had taken the money due to them as payment for freeing their slaves. Those settlers who were allocated money could only claim it in Britain in person or through an agent. The commission charged by agents was the same as the payment for one slave, thus those settlers only claiming for one slave would receive nothing.\nSouth African Republic.\n The South African Republic (Dutch: \"Zuid-Afrikaansche Republiek\" or ZAR, not to be confused with the much later &lt;a href=\"Republic%20of%20South%20Africa\"&gt;Republic of South Africa&lt;/a&gt;), is often referred to as The Transvaal and sometimes as the Republic of Transvaal. It was an independent and internationally recognised nation-state in southern Africa from 1852 to 1902. Independent sovereignty of the republic was formally recognised by &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; with the signing of the &lt;a href=\"Sand%20River%20Convention\"&gt;Sand River Convention&lt;/a&gt; on 17 January 1852. The republic, under the premiership of &lt;a href=\"Paul%20Kruger\"&gt;Paul Kruger&lt;/a&gt;, defeated British forces in the &lt;a href=\"First%20Boer%20War\"&gt;First Boer War&lt;/a&gt; and remained independent until the end of the Second Boer War on 31 May 1902, when it was forced to surrender to the British. The territory of the South African Republic became known after this war as the Transvaal Colony.\nFree State Republic.\nThe independent Boer republic of &lt;a href=\"Orange%20Free%20State\"&gt;Orange Free State&lt;/a&gt; evolved from colonial Britain's &lt;a href=\"Orange%20River%20Sovereignty\"&gt;Orange River Sovereignty&lt;/a&gt;, enforced by the presence of British troops, which lasted from 1848 to 1854 in the territory between the Orange and Vaal rivers, named Transorange. Britain, due to the military burden imposed on it by the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt; in Europe, then withdrew its troops from the territory in 1854, when the territory along with other areas in the region was claimed by the Boers as an independent Boer republic, which they named the Orange Free State. In March 1858, after land disputes, cattle rustling and a series of raids and counter-raids, the Orange Free State declared war on the &lt;a href=\"Basotho\"&gt;Basotho&lt;/a&gt; kingdom, which it failed to defeat. A succession of wars were conducted between the Boers and the Basotho for the next 10 years. The name Orange Free State was again changed to the &lt;a href=\"Orange%20River%20Colony\"&gt;Orange River Colony&lt;/a&gt;, created by Britain after the latter occupied it in 1900 and then annexed it in 1902 during the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt;. The colony, with an estimated population of less than 400,000 in 1904 ceased to exist in 1910, when it was absorbed into the Union of South Africa as the &lt;a href=\"Orange%20Free%20State%20Province\"&gt;Orange Free State Province&lt;/a&gt;.\nNatalia.\nNatalia was a short-lived Boer republic established in 1839 by Boer &lt;a href=\"Voortrekkers\"&gt;Voortrekkers&lt;/a&gt; emigrating from the Cape Colony. In 1824 a party of 25 men under British Lieutenant F G Farewell arrived from the Cape Colony and established a settlement on the northern shore of the Bay of Natal, which would later become the port of Durban, so named after &lt;a href=\"Benjamin%20D%27Urban\"&gt;Benjamin D'Urban&lt;/a&gt;, a governor of the Cape Colony. Boer \"Voortrekkers\" in 1838 established the Republic of Natalia in the surrounding region, with its capital at &lt;a href=\"Pietermaritzburg\"&gt;Pietermaritzburg&lt;/a&gt;. On the night of 23/24 May 1842 British colonial forces attacked the \"Voortrekker\" camp at Congella. The attack failed, with British forces then retreating back to Durban, which the Boers besieged. A local trader &lt;a href=\"Dick%20King\"&gt;Dick King&lt;/a&gt; and his servant Ndongeni, who later became folk heroes, were able to escape the blockade and ride to Grahamstown, a distance of 600 km (372.82 miles) in 14 days to raise British reinforcements. The reinforcements arrived in Durban 20 days later; the siege was broken and the \"Voortrekkers\" retreated. The Boers accepted British annexation in 1844. Many of the Natalia Boers who refused to acknowledge British rule trekked over the &lt;a href=\"Drakensberg\"&gt;Drakensberg&lt;/a&gt; mountains to settle in the Orange Free State and Transvaal republics.\nCape Colony.\nBetween 1847 and 1854, &lt;a href=\"Sir%20Harry%20Smith%2C%201st%20Baronet\"&gt;Harry Smith&lt;/a&gt;, governor and high commissioner of the Cape Colony, annexed territories far to the north of original British and Dutch settlement.\nSmith's expansion of the Cape Colony resulted in conflict with disaffected Boers in the Orange River Sovereignty who in 1848 mounted an abortive rebellion at Boomplaats, where the Boers were defeated by a detachment of the Cape Mounted Rifles. Annexation also precipitated a war between British colonial forces and the indigenous Xhosa nation in 1850, in the eastern coastal region.\nStarting from the mid-1800s, the &lt;a href=\"Cape%20Colony\"&gt;Cape of Good Hope&lt;/a&gt;, which was then the largest state in southern Africa, began moving towards greater independence from Britain.\nIn 1854, it was granted its first locally elected legislature, the &lt;a href=\"Cape%20Parliament\"&gt;Cape Parliament&lt;/a&gt;.\nIn 1872, after a long political struggle, it attained &lt;a href=\"responsible%20government\"&gt;responsible government&lt;/a&gt; with a locally accountable executive and Prime Minister. The Cape nonetheless remained nominally part of the British Empire, even though it was self-governing in practice.\nThe Cape Colony was unusual in southern Africa in that its laws prohibited any discrimination on the basis of race and, unlike the Boer republics, elections were held according to the non-racial &lt;a href=\"Cape%20Qualified%20Franchise\"&gt;Cape Qualified Franchise&lt;/a&gt; system, whereby suffrage qualifications applied universally, regardless of race.\nInitially, a period of strong economic growth and social development ensued. However, an ill-informed British attempt to force the states of southern Africa into a British federation led to inter-ethnic tensions and the &lt;a href=\"First%20Boer%20War\"&gt;First Boer War&lt;/a&gt;. Meanwhile, the discovery of diamonds around &lt;a href=\"Kimberley%2C%20Northern%20Cape\"&gt;Kimberley&lt;/a&gt; and gold in the &lt;a href=\"South%20African%20Republic\"&gt;Transvaal&lt;/a&gt; led to a later return to instability, particularly because they fueled the rise to power of the ambitious colonialist &lt;a href=\"Cecil%20Rhodes\"&gt;Cecil Rhodes&lt;/a&gt;. As Cape Prime Minister, Rhodes curtailed the multi-racial franchise, and his expansionist policies set the stage for the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt;.\nNatal.\nIndian slaves from the &lt;a href=\"Dutch%20India\"&gt;Dutch colonies in India&lt;/a&gt; had been introduced into the Cape area of South Africa by the Dutch settlers in 1654.\nBy the end of 1847, following annexation by Britain of the former Boer republic of Natalia, nearly all the Boers had left their former republic, which the British renamed Natal. The role of the Boer settlers was replaced by subsidised British immigrants of whom 5,000 arrived between 1849 and 1851.\nBy 1860, with slavery having been abolished in 1834, and after the annexation of Natal as a British colony in 1843, the British colonists in &lt;a href=\"Colony%20of%20Natal\"&gt;Natal&lt;/a&gt; (now &lt;a href=\"kwaZulu-Natal\"&gt;kwaZulu-Natal&lt;/a&gt;) turned to &lt;a href=\"India\"&gt;India&lt;/a&gt; to resolve a labour shortage, as men of the local Zulu warrior nation were refusing to work on the plantations and farms established by the colonists. In that year, the &lt;a href=\"Steamship\"&gt;SS&lt;/a&gt; \"Truro\" arrived in Durban harbour with over 300 Indians on board.\nOver the next 50 years, 150,000 more &lt;a href=\"Indentured%20servitude\"&gt;indentured&lt;/a&gt; Indian servants and labourers arrived, as well as numerous free \"passenger Indians,\" building the base for what would become the largest Indian diasporic community outside India.\nBy 1893, when the lawyer and social activist &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt; arrived in Durban, Indians outnumbered whites in Natal. The &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; struggle of Gandhi's &lt;a href=\"Natal%20Indian%20Congress\"&gt;Natal Indian Congress&lt;/a&gt; failed; until the &lt;a href=\"%23Post-apartheid%20period%20%281994%E2%80%93present%29\"&gt;1994 advent of democracy&lt;/a&gt;, Indians in South Africa were subject to most of the discriminatory laws that applied to all non-white inhabitants of the country.\nGriqua people.\nBy the late 1700s, the Cape Colony population had grown to include a large number of mixed-race so-called \"&lt;a href=\"coloureds\"&gt;coloureds&lt;/a&gt;\" who were the offspring of extensive interracial relations between male Dutch settlers, Khoikhoi females, and female slaves imported from Dutch colonies in the East. Members of this mixed-race community formed the core of what was to become the Griqua people.\nUnder the leadership of a former slave named Adam Kok, these \"coloureds\" or \"Basters\" (meaning mixed race or multiracial) as they were named by the Dutch—a word derived from \"baster\", meaning \"bastard\"—started trekking northward into the interior, through what is today named Northern Cape Province. The trek of the Griquas to escape the influence of the Cape Colony has been described as \"one of the great epics of the 19th century.\" They were joined on their long journey by a number of San and Khoikhoi aboriginals, local African tribesmen, and also some white renegades. Around 1800, they started crossing the northern frontier formed by the Orange River, arriving ultimately in an uninhabited area, which they named Griqualand.\nIn 1825, a faction of the Griqua people was induced by Dr &lt;a href=\"John%20Philip%20%28missionary%29\"&gt;John Philip&lt;/a&gt;, superintendent of the &lt;a href=\"London%20Missionary%20Society\"&gt;London Missionary Society&lt;/a&gt; in Southern Africa, to relocate to a place called &lt;a href=\"Philippolis\"&gt;Philippolis&lt;/a&gt;, a mission station for the San, several hundred miles southeast of Griqualand. Philip's intention was for the Griquas to protect the missionary station there against &lt;a href=\"banditti\"&gt;banditti&lt;/a&gt; in the region, and as a bulwark against the northward movement of white settlers from the Cape Colony. Friction between the Griquas and the settlers over land rights resulted in British troops being sent to the region in 1845. It marked the beginning of nine years of British intervention in the affairs of the region, which the British named Transorange.\nIn 1861, to avoid the imminent prospect of either being colonised by the Cape Colony or coming into conflict with the expanding Boer Republic of &lt;a href=\"Orange%20Free%20State\"&gt;Orange Free State&lt;/a&gt;, most of the Philippolis Griquas embarked on a further trek. They moved about 500 miles eastward, over the Quathlamba (today known as the &lt;a href=\"Drakensberg\"&gt;Drakensberg&lt;/a&gt; mountain range), settling ultimately in an area officially designated as \"Nomansland\", which the Griquas renamed Griqualand East. East Griqualand was subsequently annexed by Britain in 1874 and incorporated into the Cape Colony in 1879.\nThe original Griqualand, north of the Orange River, was annexed by Britain's Cape Colony and renamed Griqualand West after the discovery in 1871 of the world's richest deposit of diamonds at Kimberley, so named after the British Colonial Secretary, Earl Kimberley.\nAlthough no formally surveyed boundaries existed, Griqua leader &lt;a href=\"Nicolaas%20Waterboer\"&gt;Nicolaas Waterboer&lt;/a&gt; claimed the diamond fields were situated on land belonging to the Griquas. The Boer republics of &lt;a href=\"South%20African%20Republic\"&gt;Transvaal&lt;/a&gt; and the &lt;a href=\"Orange%20Free%20State\"&gt;Orange Free State&lt;/a&gt; also vied for ownership of the land, but Britain, being the preeminent force in the region, won control over the disputed territory. In 1878, Waterboer led an unsuccessful rebellion against the colonial authorities, for which he was arrested and briefly exiled.\nCape Frontier Wars.\nIn early South Africa, European notions of national boundaries and land ownership had no counterparts in African political culture. To Moshoeshoe the BaSotho chieftain from Lesotho, it was customary tribute in the form of horses and cattle represented acceptance of land use under his authority. To European settlers in Southern Africa, the same form of tribute was believed to constitute purchase and permanent ownership of the land under independent authority.\nAs European settlers started establishing permanent farms after trekking across the country in search of prime agricultural land, they encountered resistance from the local Bantu people who had originally migrated southwards from central Africa hundreds of years earlier. The consequent frontier wars became known as the &lt;a href=\"Xhosa%20Wars\"&gt;Xhosa Wars&lt;/a&gt; (which were also referred to in contemporary discussion as the &lt;a href=\"Kaffir%20%28racial%20term%29\"&gt;Kafir&lt;/a&gt; Wars or the Cape Frontier Wars). In the southeastern part of South Africa, Boer settlers and the Xhosa clashed along the Great Fish River, and in 1779 the First Xhosa War broke out. For nearly 100 years subsequently, the Xhosa fought the settlers sporadically, first the Boers or Afrikaners and later the British. In the Fourth Xhosa War, which lasted from 1811 to 1812, the British colonial authorities forced the Xhosa back across the Great Fish River and established forts along this boundary.\nThe increasing economic involvement of the British in southern Africa from the 1820s, and especially following the discovery of first diamonds at Kimberley and gold in the Transvaal, resulted in pressure for land and African labour, and led to increasingly tense relations with Southern African states.\nIn 1818 differences between two Xhosa leaders, Ndlambe and Ngqika, ended in Ngqika's defeat, but the British continued to recognise Ngqika as the paramount chief. He appealed to the British for help against Ndlambe, who retaliated in 1819 during the Fifth Frontier War by attacking the British colonial town of Grahamstown.\nWars against the Zulu.\nIn the eastern part of what is today South Africa, in the region named Natalia by the Boer trekkers, the latter negotiated an agreement with Zulu King &lt;a href=\"Dingane%20kaSenzangakhona\"&gt;Dingane kaSenzangakhona&lt;/a&gt; allowing the Boers to settle in part of the then Zulu kingdom. Cattle rustling ensued and a party of Boers under the leadership of &lt;a href=\"Piet%20Retief\"&gt;Piet Retief&lt;/a&gt; were killed.\nSubsequent to the killing of the Retief party, the Boers defended themselves against a Zulu attack, at the Ncome River on 16 December 1838. An estimated five thousand Zulu warriors were involved. The Boers took a defensive position with the high banks of the Ncome River forming a natural barrier to their rear with their ox waggons as barricades between themselves and the attacking Zulu army. About three thousand Zulu warriors died in the clash known historically as the &lt;a href=\"Battle%20of%20Blood%20River\"&gt;Battle of Blood River&lt;/a&gt;.\nIn the later annexation of the Zulu kingdom by imperial Britain, an &lt;a href=\"Anglo-Zulu%20War\"&gt;Anglo-Zulu War&lt;/a&gt; was fought in 1879. Following Lord Carnarvon's successful introduction of federation in Canada, it was thought that similar political effort, coupled with military campaigns, might succeed with the African kingdoms, tribal areas and Boer republics in South Africa.\nIn 1874, Henry Bartle Frere was sent to South Africa as High Commissioner for the British Empire to bring such plans into being. Among the obstacles were the presence of the independent states of the South African Republic and the Kingdom of Zululand and its army. Frere, on his own initiative, without the approval of the British government and with the intent of instigating a war with the Zulu, had presented an ultimatum on 11 December 1878, to the Zulu king Cetshwayo with which the Zulu king could not comply. Bartle Frere then sent &lt;a href=\"Frederic%20Thesiger%2C%202nd%20Baron%20Chelmsford\"&gt;Lord Chelmsford&lt;/a&gt; to invade Zululand. The war is notable for several particularly bloody battles, including an overwhelming victory by the Zulu at the &lt;a href=\"Battle%20of%20Isandlwana\"&gt;Battle of Isandlwana&lt;/a&gt;, as well as for being a landmark in the timeline of imperialism in the region.\nBritain's eventual defeat of the Zulus, marking the end of the Zulu nation's independence, was accomplished with the assistance of Zulu collaborators who harboured cultural and political resentments against centralised Zulu authority. The British then set about establishing large sugar plantations in the area today named &lt;a href=\"KwaZulu-Natal%20Province\"&gt;KwaZulu-Natal Province&lt;/a&gt;.\nWars with the Basotho.\nFrom the 1830s onwards, numbers of white settlers from the Cape Colony crossed the Orange River and started arriving in the fertile southern part of territory known as the Lower Caledon Valley, which was occupied by Basotho cattle herders under the authority of the Basotho founding monarch &lt;a href=\"Moshoeshoe%20I\"&gt;Moshoeshoe I&lt;/a&gt;. In 1845, a treaty was signed between the British colonists and Moshoeshoe, which recognised white settlement in the area. No firm boundaries were drawn between the area of white settlement and Moshoeshoe's kingdom, which led to border clashes. Moshoeshoe was under the impression he was loaning grazing land to the settlers in accordance with African precepts of occupation rather than ownership, while the settlers believed they had been granted permanent land rights. Afrikaner settlers in particular were loath to live under Moshoesoe's authority and among Africans.\nThe British, who at that time controlled the area between the Orange and Vaal Rivers called the &lt;a href=\"Orange%20River%20Sovereignty\"&gt;Orange River Sovereignty&lt;/a&gt;, decided a discernible boundary was necessary and proclaimed a line named the Warden Line, dividing the area between British and Basotho territories. This led to conflict between the Basotho and the British, who were defeated by Moshoeshoe's warriors at the battle of Viervoet in 1851.\nAs punishment to the Basotho, the governor and commander-in-chief of the Cape Colony, George Cathcart, deployed troops to the Mohokare River; Moshoeshoe was ordered to pay a fine. When he did not pay the fine in full, a battle broke out on the Berea Plateau in 1852, where the British suffered heavy losses. In 1854, the British handed over the territory to the Boers through the signing of the &lt;a href=\"Sand%20River%20Convention\"&gt;Sand River Convention&lt;/a&gt;. This territory and others in the region then became the Republic of the Orange Free State.\nA succession of wars followed from 1858 to 1868 between the Basotho kingdom and the Boer republic of &lt;a href=\"Orange%20Free%20State\"&gt;Orange Free State&lt;/a&gt;. In the battles that followed, the Orange Free State tried unsuccessfully to capture Moshoeshoe's mountain stronghold at &lt;a href=\"Thaba%20Bosiu\"&gt;Thaba Bosiu&lt;/a&gt;, while the &lt;a href=\"Lesotho\"&gt;Sotho&lt;/a&gt; conducted raids in Free State territories. Both sides adopted scorched-earth tactics, with large swathes of pasturage and cropland being destroyed. Faced with starvation, Moshoeshoe signed a peace treaty on 15 October 1858, though crucial boundary issues remained unresolved. War broke out again in 1865. After an unsuccessful appeal for aid from the British Empire, Moshoeshoe signed the 1866 treaty of Thaba Bosiu, with the Basotho ceding substantial territory to the Orange Free State. On 12 March 1868, the British parliament declared the Basotho Kingdom a British protectorate and part of the British Empire. Open hostilities ceased between the Orange Free State and the Basotho. The country was subsequently named &lt;a href=\"Basutoland\"&gt;Basutoland&lt;/a&gt; and is presently named &lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;.\nWars with the Ndebele.\nIn 1836, when Boer V\"oortrekkers\" (pioneers) arrived in the northwestern part of present-day South Africa, they came into conflict with a Ndebele sub-group that the settlers named \"Matabele\", under chief Mzilikazi. A series of battles ensued, in which Mzilikazi was eventually defeated. He withdrew from the area and led his people northwards to what would later become the Matabele region of Southern Rhodesia (now Zimbabwe).\nOther members of the Ndebele ethnic language group in different areas of the region similarly came into conflict with the Voortrekkers, notably in the area that would later become the Northern Transvaal. In September 1854, 28 Boers accused of cattle rustling were killed in three separate incidents by an alliance of the Ndebele chiefdoms of Mokopane and Mankopane. Mokopane and his followers, anticipating retaliation by the settlers, retreated into the mountain caves known as Gwasa, (or Makapansgat in Afrikaans). In late October, Boer commandos supported by local Kgatla tribal collaborators laid siege to the caves. By the end of the siege, about three weeks later, Mokopane and between 1,000 and 3,000 people had died in the caves. The survivors were captured and allegedly enslaved.\nWars with the Bapedi.\nThe Bapedi wars, also known as the &lt;a href=\"Sekhukhune\"&gt;Sekhukhune wars&lt;/a&gt;, consisted of three separate campaigns fought between 1876 and 1879 against the &lt;a href=\"Pedi%20people\"&gt;Bapedi&lt;/a&gt; under their reigning monarch &lt;a href=\"Sekhukhune\"&gt;King Sekhukhune I&lt;/a&gt;, in the northeastern region known as &lt;a href=\"Sekhukhuneland\"&gt;Sekhukhuneland&lt;/a&gt;, bordering on &lt;a href=\"Swaziland\"&gt;Swaziland&lt;/a&gt;. Further friction was caused by the refusal of Sekhukhune to allow prospectors to search for gold in territory he considered to be sovereign and independent under his authority. The First Sekhukhune War of 1876 was conducted by the Boers, and the two separate campaigns of the Second Sekhukhune War of 1878/1879 were conducted by the British.\nDuring the final campaign, &lt;a href=\"Sekhukhune\"&gt;Sekukuni&lt;/a&gt; (also spelled Sekhukhune) and members of his entourage took refuge in a mountain cave where he was cut off from food and water. He eventually surrendered to a combined deputation of Boer and British forces on 2 December 1879. Sekhukhune, members of his family and some Bapedi generals were subsequently imprisoned in Pretoria for two years, with Sekhukhuneland becoming part of the Transvaal Republic. No gold was ever discovered in the annexed territory.\nDiscovery of diamonds.\nThe first diamond discoveries between 1866 and 1867 were alluvial, on the southern banks of the Orange River. By 1869, diamonds were found at some distance from any stream or river, in hard rock called blue ground, later called &lt;a href=\"kimberlite\"&gt;kimberlite&lt;/a&gt;, after the mining town of &lt;a href=\"Kimberley%2C%20Northern%20Cape\"&gt;Kimberley&lt;/a&gt; where the diamond diggings were concentrated. The diggings were located in an area of vague boundaries and disputed land ownership. Claimants to the site included the South African (Transvaal) Republic, the Orange Free State Republic, and the mixed-race &lt;a href=\"Griqua%20people\"&gt;Griqua&lt;/a&gt; nation under &lt;a href=\"Nicolaas%20Waterboer\"&gt;Nicolaas Waterboer&lt;/a&gt;. Cape Colony Governor Henry Barkly persuaded all claimants to submit themselves to a decision of an arbitrator and so Robert W Keate, Lieutenant-Governor of Natal was asked to arbitrate. Keate awarded ownership to the Griquas. Waterboer, fearing conflict with the Boer republic of Orange Free State, subsequently asked for and received British protection. Griqualand then became a separate Crown Colony renamed &lt;a href=\"Griqualand%20West\"&gt;Griqualand West&lt;/a&gt; in 1871, with a Lieutenant-General and legislative council.\nThe Crown Colony of Griqualand West was annexed into the Cape Colony in 1877, enacted into law in 1880. No material benefits accrued to the Griquas as a result of either colonisation or annexation; they did not receive any share of the diamond wealth generated at Kimberley. The Griqua community became subsequently dissimulated.\nBy the 1870s and 1880s the mines at Kimberley were producing 95% of the world's diamonds. The widening search for gold and other resources were financed by the wealth produced and the practical experience gained at Kimberley. Revenue accruing to the Cape Colony from the Kimberley diamond diggings enabled the Cape Colony to be granted responsible government status in 1872, since it was no longer dependent on the British Treasury and hence allowing it to be fully self-governing in similar fashion to the federation of &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; and some of the &lt;a href=\"Australian%20states\"&gt;Australian states&lt;/a&gt;. The wealth derived from Kimberley diamond mining, having effectively tripled the customs revenue of the Cape Colony from 1871 to 1875, also doubled its population, and allowed it to expand its boundaries and railways to the north.\nIn 1888, British mining magnate &lt;a href=\"Cecil%20John%20Rhodes\"&gt;Cecil John Rhodes&lt;/a&gt; co-founded &lt;a href=\"De%20Beers%20Consolidated%20Mines\"&gt;De Beers Consolidated Mines&lt;/a&gt; at Kimberley, after buying up and amalgamating the individual claims with finance provided by the Rothschild dynasty. Abundant, cheap African labour was central to the success of Kimberley diamond mining, as it would later also be to the success of gold mining on the &lt;a href=\"Witwatersrand\"&gt;Witwatersrand&lt;/a&gt;. It has been suggested in some academic circles that the wealth produced at Kimberley was a significant factor influencing the &lt;a href=\"Scramble%20for%20Africa\"&gt;Scramble for Africa&lt;/a&gt;, in which European powers had by 1902 competed with each other in drawing arbitrary boundaries across almost the entire continent and dividing it among themselves.\nDiscovery of gold.\nAlthough many tales abound, there is no conclusive evidence as to who first discovered gold or the manner in which it was originally discovered in the late 19th century on the Witwatersrand (meaning White Waters Ridge) of the Transvaal. The discovery of gold in February 1886 at a farm called Langlaagte on the Witwatersrand in particular precipitated a gold rush by prospectors and fortune seekers from all over the world. Except in rare outcrops, however, the main gold deposits had over many years become covered gradually by thousands of feet of hard rock. Finding and extracting the deposits far below the ground called for the capital and engineering skills that would soon result in the deep-level mines of the Witwatersrand producing a quarter of the world's gold, with the \"instant city\" of Johannesburg arising astride the main Witwatersrand gold reef.\nWithin two years of gold being discovered on the Witwatersrand, four mining finance houses had been established. The first was formed by Hermann Eckstein in 1887, eventually becoming Rand Mines. Cecil Rhodes and Charles Rudd followed, with their Gold Fields of South Africa company. Rhodes and Rudd had earlier made fortunes from diamond mining at Kimberley. In 1895 there was an investment boom in Witwatersrand gold-mining shares. The precious metal that underpinned international trade would dominate South African exports for decades to come.\nOf the leading 25 foreign industrialists who were instrumental in opening up deep level mining operations at the Witwatersrand gold fields, 15 were Jewish, 11 of the total were from Germany or Austria, and nine of that latter category were also Jewish. The commercial opportunities opened by the discovery of gold attracted many other people of European Jewish origin. The Jewish population of South Africa in 1880 numbered approximately 4,000; by 1914 it had grown to more than 40,000, mostly migrants from Lithuania.\nThe working environment of the mines, meanwhile, as one historian has described it, was \"dangerous, brutal and onerous\", and therefore unpopular among local black Africans. Recruitment of black labour began to prove difficult, even with an offer of improved wages. In mid-1903 there remained barely half of the 90,000 black labourers who had been employed in the industry in mid-1899. The decision was made to start importing Chinese indentured labourers who were prepared to work for far less wages than local African labourers. The first 1,000 indentured Chinese labourers arrived in June 1904. By January 1907, 53,000 Chinese labourers were working in the gold mines.\nFirst Anglo–Boer War.\nThe Transvaal Boer republic was forcefully annexed by Britain in 1877, during Britain's attempt to consolidate the states of southern Africa under British rule. Long-standing Boer resentment turned into full-blown rebellion in the Transvaal and the first &lt;a href=\"First%20Boer%20War\"&gt;Anglo–Boer War&lt;/a&gt;, also known as the Boer Insurrection, broke out in 1880. The conflict ended almost as soon as it began with a decisive Boer victory at &lt;a href=\"Battle%20of%20Majuba%20Hill\"&gt;Battle of Majuba Hill&lt;/a&gt; (27 February 1881).\nThe republic regained its independence as the \"Zuid-Afrikaansche Republiek\" (\"&lt;a href=\"South%20African%20Republic\"&gt;South African Republic&lt;/a&gt;\"), or ZAR. &lt;a href=\"Paul%20Kruger\"&gt;Paul Kruger&lt;/a&gt;, one of the leaders of the uprising, became President of the ZAR in 1883. Meanwhile, the British, who viewed their defeat at Majuba as an aberration, forged ahead with their desire to federate the Southern African colonies and republics. They saw this as the best way to come to terms with the fact of a white Afrikaner majority, as well as to promote their larger strategic interests in the area.\nThe cause of the Anglo–Boer wars has been attributed to a contest over which nation would control and benefit most from the &lt;a href=\"Witwatersrand%20Gold%20Rush\"&gt;Witwatersrand gold mines&lt;/a&gt;. The enormous wealth of the mines was in the hands of European \"&lt;a href=\"Randlord\"&gt;Randlord&lt;/a&gt;s\" overseeing the mainly British foreign managers, mining foremen, engineers and technical specialists, characterised by the Boers as \"uitlander\", meaning aliens. The \"aliens\" objected to being denied parliamentary representation and the right to vote, and they complained also of bureaucratic government delays in the issuing of licenses and permits, and general administrative incompetence on the part of the government.\nIn 1895, a column of mercenaries in the employ of Cecil John Rhodes' Rhodesian-based Charter Company and led by Captain &lt;a href=\"Leander%20Starr%20Jameson\"&gt;Leander Starr Jameson&lt;/a&gt; had entered the ZAR with the intention of sparking an uprising on the Witwatersrand and installing a British administration there. The armed incursion became known as the &lt;a href=\"Jameson%20Raid\"&gt;Jameson Raid&lt;/a&gt;. It ended when the invading column was ambushed and captured by Boer commandos. President Kruger suspected the insurgency had received at least the tacit approval of the Cape Colony government under the premiership of &lt;a href=\"Cecil%20John%20Rhodes\"&gt;Cecil John Rhodes&lt;/a&gt;, and that Kruger's South African Republic faced imminent danger. Kruger reacted by forming an alliance with the neighbouring Boer republic of Orange Free State. This did not prevent the outbreak of a Second Anglo–Boer war.\nSecond Anglo–Boer War.\nRenewed tensions between Britain and the Boers peaked in 1899 when the British demanded voting rights for the 60,000 foreign whites on the Witwatersrand. Until that point, President &lt;a href=\"Paul%20Kruger\"&gt;Paul Kruger&lt;/a&gt;'s government had excluded all foreigners from the &lt;a href=\"Suffrage\"&gt;franchise&lt;/a&gt;. Kruger rejected the British demand and called for the withdrawal of British troops from the borders of the South African Republic. When the British refused, Kruger declared war. This &lt;a href=\"Second%20Boer%20War\"&gt;Second Anglo–Boer War&lt;/a&gt;, also known as the &lt;a href=\"South%20African%20War\"&gt;South African War&lt;/a&gt; lasted longer than the first, with British troops being supplemented by colonial troops from Southern Rhodesia, Canada, India, Australia and New Zealand. It has been estimated that the total number of British and colonial troops deployed in South Africa during the war outnumbered the population of the two Boer Republics by more than 150,000.\nBy June 1900, &lt;a href=\"Pretoria\"&gt;Pretoria&lt;/a&gt;, the last of the major Boer towns, had surrendered. Yet resistance by Boer \"&lt;a href=\"bittereinder\"&gt;bittereinder&lt;/a&gt;s\" (meaning those who would fight to the bitter end) continued for two more years with guerrilla warfare, which the British met in turn with &lt;a href=\"scorched%20earth\"&gt;scorched earth&lt;/a&gt; tactics. The Boers kept on fighting.\nThe British suffragette Emily Hobhouse visited British concentration camps in South Africa and produced a report condemning the appalling conditions there. By 1902, 26,000 Boer women and children had died of disease and neglect in the camps.\nThe Anglo–Boer War affected all race groups in South Africa. Black people were conscripted or otherwise coerced by both sides into working for them either as combatants or non-combatants to sustain the respective war efforts of both the Boers and the British. The official statistics of blacks killed in action are inaccurate. Most of the bodies were dumped in unmarked graves. It has, however, been verified that 17,182 &lt;a href=\"Black%20people%23Southern%20Africa\"&gt;black people&lt;/a&gt; died mainly of diseases in the Cape concentration camps alone, but this figure is not accepted historically as a true reflection of the overall numbers. Concentration camp superintendents did not always record the deaths of black inmates in the camps.\nFrom the outset of hostilities in October 1899 to the signing of peace on 31 May 1902 the war claimed the lives of 22,000 imperial soldiers and 7,000 republican fighters. In terms of the peace agreement known as the &lt;a href=\"Treaty%20of%20Vereeniging\"&gt;Treaty of Vereeniging&lt;/a&gt;, the Boer republics acknowledged British sovereignty, while the British in turn committed themselves to reconstruction of the areas under their control.\nUnion of South Africa (1910–1948).\nDuring the years immediately following the Anglo–Boer wars, Britain set about unifying the four colonies including the former Boer republics into a single self-governed country called the &lt;a href=\"Union%20of%20South%20Africa\"&gt;Union of South Africa&lt;/a&gt;. This was accomplished after several years of negotiations, when the &lt;a href=\"South%20Africa%20Act%201909\"&gt;South Africa Act 1909&lt;/a&gt; consolidated the Cape Colony, Natal, Transvaal, and Orange Free State into one nation. Under the provisions of the act, the Union became an independent &lt;a href=\"Dominion\"&gt;Dominion&lt;/a&gt; of the British Empire, governed under a form of &lt;a href=\"constitutional%20monarchy\"&gt;constitutional monarchy&lt;/a&gt;, with the British monarch represented by a Governor-General. Prosecutions before the courts of the Union of South Africa were instituted in the name of the Crown and government officials served in the name of the Crown. The &lt;a href=\"High%20Commissioner%23British%20Colonial%20usage\"&gt;British High Commission territories&lt;/a&gt; of &lt;a href=\"Basutoland\"&gt;Basutoland&lt;/a&gt; (now &lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;), &lt;a href=\"Bechuanaland\"&gt;Bechuanaland&lt;/a&gt; (now &lt;a href=\"Botswana\"&gt;Botswana&lt;/a&gt;), and &lt;a href=\"Swaziland\"&gt;Swaziland&lt;/a&gt; (now &lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt;) continued under direct rule from Britain.\nAmong other harsh segregationist laws, including denial of voting rights to black people, the Union parliament enacted the 1913 Natives' Land Act, which earmarked only eight percent of South Africa's available land for black occupancy. White people, who constituted 20 percent of the population, held 90 percent of the land. The Land Act would form a cornerstone of legalised racial discrimination for the next nine decades.\nGeneral &lt;a href=\"Louis%20Botha\"&gt;Louis Botha&lt;/a&gt; headed the first government of the new Union, with General &lt;a href=\"Jan%20Smuts\"&gt;Jan Smuts&lt;/a&gt; as his deputy. Their \"South African National Party\", later known as the &lt;a href=\"South%20African%20Party\"&gt;South African Party&lt;/a&gt; or SAP, followed a generally pro-British, white-unity line. The more radical Boers split away under the leadership of &lt;a href=\"Barry%20Hertzog\"&gt;General Barry Hertzog&lt;/a&gt;, forming the &lt;a href=\"National%20Party%20%28South%20Africa%29\"&gt;National Party&lt;/a&gt; (NP) in 1914. The National Party championed Afrikaner interests, advocating separate development for the two white groups, and independence from Britain.\nDissatisfaction with British influence in the Union's affairs reached a climax in September 1914, when impoverished Boers, anti-British Boers and \"bitter-enders\" launched a rebellion. The rebellion was suppressed, and at least one officer was sentenced to death and executed by firing squad.\nIn 1924 the Afrikaner-dominated National Party came to power in a coalition government with the Labour Party. Afrikaans, previously regarded as a low-level Dutch patois, replaced Dutch as an official language of the Union. English and Dutch became the two official languages in 1925.\nThe Union of South Africa came to an end after a &lt;a href=\"South%20African%20republic%20referendum%2C%201960\"&gt;referendum on 5 October 1960&lt;/a&gt;, in which a majority of white South Africans voted in favour of unilateral withdrawal from the &lt;a href=\"British%20Commonwealth\"&gt;British Commonwealth&lt;/a&gt; and the establishment of a &lt;a href=\"Republic%20of%20South%20Africa\"&gt;Republic of South Africa&lt;/a&gt;.\nFirst World War.\nAt the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, South Africa joined Great Britain and the Allies against the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt;. Both Prime Minister &lt;a href=\"Louis%20Botha\"&gt;Louis Botha&lt;/a&gt; and Defence Minister &lt;a href=\"Jan%20Smuts\"&gt;Jan Smuts&lt;/a&gt; were former &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt; generals who had previously fought against the British, but they now became active and respected members of the &lt;a href=\"Imperial%20War%20Cabinet\"&gt;Imperial War Cabinet&lt;/a&gt;. Elements of the South African Army refused to fight against the Germans and along with other opponents of the government; they rose in an open revolt known as the &lt;a href=\"Maritz%20Rebellion\"&gt;Maritz Rebellion&lt;/a&gt;. The government declared martial law on 14 October 1914, and forces loyal to the government under the command of generals Louis Botha and Jan Smuts defeated the rebellion. The rebel leaders were prosecuted, fined heavily and sentenced to imprisonment ranging from six to seven years.\nPublic opinion in South Africa split along racial and ethnic lines. The British elements strongly supported the war, and formed by far the largest military component. Likewise the Indian element (led by &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt;) generally supported the war effort. Afrikaners were split, with some like Botha and Smuts taking a prominent leadership role in the British war effort. This position was rejected by many rural Afrikaners who supported the Maritz Rebellion. The trade union movement was divided. Many urban blacks supported the war expecting it would raise their status in society. Others said it was not relevant to the struggle for their rights. The Coloured element was generally supportive and many served in a Coloured Corps in East Africa and France, also hoping to better themselves after the war.\nWith a population of roughly 6 million, between 1914–1918, over 250,000 South Africans of all races voluntarily served their country. Thousands more served in the &lt;a href=\"British%20Army%20during%20World%20War%20I\"&gt;British Army&lt;/a&gt; directly, with over 3,000 joining the British &lt;a href=\"Royal%20Flying%20Corps\"&gt;Royal Flying Corps&lt;/a&gt; and over 100 volunteering for the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. It is likely that around 50% of &lt;a href=\"White%20South%20Africans\"&gt;white men&lt;/a&gt; of military age served during the war, more than 146,000 whites. 83,000 Blacks and 2,500 Coloureds and Asians also served in either &lt;a href=\"German%20South%20West%20Africa\"&gt;German South-West Africa&lt;/a&gt;, East Africa, the Middle East, or on the Western Front in Europe. Over 7,000 South Africans were killed, and nearly 12,000 were wounded during the course of the war. Eight South Africans won the Victoria Cross for gallantry, the Empire’s highest and prestigious military medal. The &lt;a href=\"Battle%20of%20Delville%20Wood\"&gt;Battle of Delville Wood&lt;/a&gt; and the sinking of the &lt;a href=\"SS%20Mendi\"&gt;SS \"Mendi\"&lt;/a&gt; being the greatest single incidents of loss of life.\n25,000 &lt;a href=\"Bantu%20peoples%20in%20South%20Africa\"&gt;Black South Africans&lt;/a&gt; were recruited at the request of the British War Cabinet to serve as non-combatant labourers in the South African Native Labour Contingent (SANLC). 21,000 of them were deployed to France as stevedores at French ports, where they were housed in segregated compounds. A total of 616 men from the Fifth Battalion of the SANLC drowned on 21 February 1917 when the troopship \"&lt;a href=\"SS%20Mendi\"&gt;SS Mendi&lt;/a&gt;\", on which they were being transported to France, collided with another vessel near the Isle of Wight. The &lt;a href=\"SS%20Mendi\"&gt;\"Mendi\" disaster&lt;/a&gt; was one of South Africa's worst tragedies of the Great War, second perhaps only to the &lt;a href=\"Battle%20of%20Delville%20Wood\"&gt;Battle of Delville Wood&lt;/a&gt;. The South African government issued no war service medal to the black servicemen and the special medal issued by King George V to \"native troops\" that served the Empire, the British War Medal in bronze, was disallowed and not issued to the SANLC.\nBlack and &lt;a href=\"mixed-race%20South%20Africans\"&gt;mixed-race South Africans&lt;/a&gt; who had supported the war were embittered when post-war South Africa saw no easing of white domination and racial segregation.\nThe assistance that South Africa gave the British Empire was significant. Two German African colonies were occupied, either by South Africa alone or with significant South African assistance. Manpower, from all races, helped Allied operations not just on the Western Front and Africa, but also in the &lt;a href=\"Middle%20Eastern%20theatre%20of%20World%20War%20I\"&gt;Middle East&lt;/a&gt; against the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. South Africa’s ports and harbours on the Home Front were a crucial strategic asset when conducting a war on a global scale. Providing important rest and refuelling stations, the Royal Navy could ensure vital sea lane connections to the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt;, and the Far East stayed open.\nEconomically, South Africa supplied two-thirds of &lt;a href=\"Gold%20mining\"&gt;gold production&lt;/a&gt; in the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, with most of the remainder coming from Australia. At the start of the war, &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt; officials in London worked with South Africa to block gold shipments to &lt;a href=\"German%20Empire\"&gt;Germany&lt;/a&gt;, and force mine owners to sell only to the &lt;a href=\"HM%20Treasury\"&gt;British Treasury&lt;/a&gt;, at prices set by the Treasury. This facilitated purchases of munitions and food in the &lt;a href=\"United%20States%20in%20World%20War%20I\"&gt;United States&lt;/a&gt; and neutral countries.\nSecond World War.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, South Africa's ports and harbours, such as at &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt;, and &lt;a href=\"Simon%27s%20Town\"&gt;Simon's Town&lt;/a&gt;, were important strategic assets to the British &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. South Africa's top-secret Special Signals Service played a significant role in the early development and deployment of &lt;a href=\"radio%20detection%20and%20ranging\"&gt;radio detection and ranging&lt;/a&gt; (radar) technology used in protecting the vital coastal shipping route around southern Africa. By August 1945, South African Air Force aircraft in conjunction with British and Dutch aircraft stationed in South Africa had intercepted 17 enemy ships, assisted in the rescue of 437 survivors of sunken ships, attacked 26 of the 36 enemy submarines operating the vicinity of the South African coast, and flown 15,000 coastal patrol sorties.\nAbout 334,000 South Africans volunteered for full-time military service in support of the Allies abroad. Nearly 9,000 were killed in action. On 21 June 1942 nearly 10,000 South African soldiers, representing one-third of the entire South African force in the field, were taken prisoner by German Field Marshal &lt;a href=\"Rommel\"&gt;Rommel&lt;/a&gt;'s forces in the fall of &lt;a href=\"Tobruk\"&gt;Tobruk&lt;/a&gt;, Libya. A number of South African fighter pilots served with distinction in the Royal Air Force during the &lt;a href=\"Battle%20of%20Britain\"&gt;Battle of Britain&lt;/a&gt;, including Group Captain Adolph \"Sailor\" Malan who led 74 Squadron and established a record of personally destroying 27 enemy aircraft.\nGeneral Jan Smuts was the only important non-British general whose advice was constantly sought by Britain's war-time Prime Minister &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;. Smuts was invited to the &lt;a href=\"Imperial%20War%20Cabinet\"&gt;Imperial War Cabinet&lt;/a&gt; in 1939 as the most senior South African in favour of war. On 28 May 1941, Smuts was appointed a Field Marshal of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;, becoming the first South African to hold that rank. When the war ended, Smuts represented South Africa in San Francisco at the drafting of the &lt;a href=\"United%20Nations%20Charter\"&gt;United Nations Charter&lt;/a&gt; in May 1945. Just as he had done in 1919, Smuts urged the delegates to create a powerful international body to preserve peace; he was determined that, unlike the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;, the UN would have teeth. Smuts also signed the &lt;a href=\"Paris%20Peace%20Treaty\"&gt;Paris Peace Treaty&lt;/a&gt;, resolving the peace in Europe, thus becoming the only signatory of both the treaty ending the First World War, and that which ended the Second.\nPro-German and pro-Nazi attitudes.\nAfter the suppression of the abortive, pro-German &lt;a href=\"Maritz%20Rebellion\"&gt;Maritz Rebellion&lt;/a&gt; during the South African World War I campaign against German &lt;a href=\"South%20West%20Africa\"&gt;South West Africa&lt;/a&gt; in 1914, the South African rebel General &lt;a href=\"Manie%20Maritz\"&gt;Manie Maritz&lt;/a&gt; escaped to Spain. He returned in 1923, and continued working in the Union of South Africa as a German Spy for the Third Reich.\nIn 1896, the German Kaiser &lt;a href=\"Wilhelm%20II%2C%20German%20Emperor\"&gt;Kaiser Wilhelm&lt;/a&gt; had enraged Britain by sending congratulations to Boer republican leader &lt;a href=\"Paul%20Kruger\"&gt;Paul Kruger&lt;/a&gt; after Kruger's commandos captured a column of British South Africa Company soldiers engaged in an armed incursion and abortive insurrection, known historically as the &lt;a href=\"Jameson%20Raid\"&gt;Jameson Raid&lt;/a&gt;, into Boer territory. Germany was the primary supplier of weapons to the Boers during the subsequent &lt;a href=\"Second%20Boer%20War\"&gt;Anglo–Boer war&lt;/a&gt;. Kaiser Wilhelm's government arranged for the two &lt;a href=\"Boer%20Republics\"&gt;Boer Republics&lt;/a&gt; to purchase modern &lt;a href=\"breech-loading%20weapon\"&gt;breech-loading&lt;/a&gt; &lt;a href=\"Mauser%20rifles\"&gt;Mauser rifles&lt;/a&gt; and millions of smokeless gunpowder cartridges. Germany's Ludwig Loewe company, later known as Deutsche Waffen-und Munitionfabriken, delivered 55,000 of these rifles to the Boers in 1896.\nThe early-1940s saw the pro-Nazi \"&lt;a href=\"Ossewabrandwag\"&gt;Ossewa Brandwag&lt;/a&gt;\" (OB) movement become half-a-million strong, including future prime minister &lt;a href=\"B.%20J.%20Vorster\"&gt;John Vorster&lt;/a&gt; and Hendrik van den Bergh, the future head of police intelligence. The anti-semitic \"Boerenasie\" (Boer Nation) and other similar groups soon joined them. When the war ended, the OB was one of the anti-parliamentary groups absorbed into the &lt;a href=\"National%20Party%20%28South%20Africa%29\"&gt;National Party&lt;/a&gt;.\nThe South African \"&lt;a href=\"Afrikaner%20Weerstandsbeweging\"&gt;Afrikaner Weerstandsbeweging&lt;/a&gt;\" or AWB (meaning Afrikaner Resistance Movement), a militant neo-Nazi, mainly Afrikaner white supremacist movement that arose in the 1970s, and was active until the mid-1990s, openly used a flag that closely resembled the swastika. In the early to mid-1990s, the AWB attempted unsuccessfully through various acts of public violence and intimidation to derail the country's transition to democracy. After the country's first multiracial democratic elections in 1994, a number of terrorist bomb blasts were linked to the AWB. On 11 March 1994, several hundred AWB members formed part of an armed right-wing force that invaded the nominally independent \"homeland\" territory of &lt;a href=\"Bophuthatswana\"&gt;Bophuthatswana&lt;/a&gt;, in a failed attempt to prop up its unpopular, conservative leader Chief Lucas Mangope. The AWB leader &lt;a href=\"Eug%C3%A8ne%20Terre%27Blanche\"&gt;Eugène Terre'Blanche&lt;/a&gt; was murdered by farm workers on 3 April 2010.\nA majority of politically moderate Afrikaners were pragmatic and did not support the AWB's extremism.\nApartheid era (1948–1994).\nApartheid legislation.\nThe &lt;a href=\"Racial%20segregation\"&gt;segregationist&lt;/a&gt; policies of apartheid stemmed from colonial legislation introduced during the &lt;a href=\"Dutch%20Cape%20Colony\"&gt;period of Dutch rule&lt;/a&gt; in the 17th century, which was continued and expanded upon during the &lt;a href=\"Cape%20Colony\"&gt;British colonial era&lt;/a&gt;, and reached its apogee during the Boer-dominated &lt;a href=\"Union%20of%20South%20Africa\"&gt;Union of South Africa&lt;/a&gt;.\nFrom 1948, successive &lt;a href=\"National%20Party%20%28South%20Africa%29\"&gt;National Party&lt;/a&gt; administrations formalised and extended the existing system of racial discrimination and denial of human rights into the legal system of \"apartheid\", which lasted until 1991. A key act of legislation during this time was the Homeland Citizens Act of 1970. This act augmented the Native Land Act of 1913 through the establishment of so-called \"homelands\" or \"reserves\". It authorised the forced evictions of thousands of African people from urban centres in South Africa and South West Africa (now &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;) to what became described colloquially as \"&lt;a href=\"Bantustans\"&gt;Bantustans&lt;/a&gt;\" or the \"original homes\", as they were officially referred to, of the black tribes of South Africa. The same legislation applied also to &lt;a href=\"South%20West%20Africa\"&gt;South West Africa&lt;/a&gt; over which South Africa had continued after World War I to exercise a disputed League of Nations mandate. Pro-apartheid South Africans attempted to justify the Bantustan policy by citing the &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;British government&lt;/a&gt;'s 1947 &lt;a href=\"partition%20of%20India\"&gt;partition of India&lt;/a&gt;, which they claimed was a similar situation that did not arouse international condemnation.\nAlthough many important events occurred during this period, apartheid remained the central pivot around which most of the historical issues of this period revolved, including violent conflict and the militarisation of South African society. By 1987, total military expenditure amounted to about 28% of the national budget.\nIn the aftermath of the 1976 &lt;a href=\"Soweto%20uprising\"&gt;Soweto uprising&lt;/a&gt; and the security clampdown that accompanied it, Joint Management Centres (JMCs) operating in at least 34 State-designated \"high-risk\" areas became the key element in a National Security Management System. The police and military who controlled the JMCs by the mid-1980s were endowed with influence in decision-making at every level, from the Cabinet down to local government.\nUN embargo.\nOn 16 December 1966, &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;United Nations General Assembly&lt;/a&gt; Resolution 2202 A (XXI) identified apartheid as a \"crime against humanity\".\nThe Apartheid Convention, as it came to be known, was adopted by the General Assembly on 30 November 1973 with 91 member states voting in favour, four against (Portugal, South Africa, the United Kingdom and the United States) and 26 abstentions. The convention came into force on 18 July 1976. On 23 October 1984 the UN Security Council endorsed this formal determination. The convention declared that apartheid was both unlawful and criminal because it violated the &lt;a href=\"Charter%20of%20the%20United%20Nations\"&gt;Charter of the United Nations&lt;/a&gt;.\nThe General Assembly had already suspended South Africa from the UN organisation on 12 November 1974. On 4 November 1977, the Security Council imposed a mandatory arms embargo in terms of Resolution 181 calling upon all States to cease the sale and shipment of arms, ammunition and military vehicles to South Africa. The country would only be readmitted to the UN in 1994 following its transition to democracy. Apartheid South Africa reacted to the UN arms embargo by strengthening its military ties with Israel, and establishing its own arms manufacturing industry with the help of Israel. Four hundred M-113A1 armoured personnel carriers, and 106mm recoilless rifles manufactured in the United States were delivered to South Africa via Israel.\nExtra-judicial killings.\nIn the mid-1980s, police and army death squads conducted state-sponsored assassinations of dissidents and activists. By mid-1987 the Human Rights Commission knew of at least 140 political assassinations in the country, while about 200 people died at the hands of South African agents in neighbouring states. The exact numbers of all the victims may never be known. Strict censorship disallowed journalists from reporting, filming or photographing such incidents, while the government ran its own covert disinformation programme that provided distorted accounts of the extrajudicial killings. At the same time, State-sponsored vigilante groups carried out violent attacks on communities and community leaders associated with resistance to apartheid. The attacks were then falsely attributed by the government to \"black-on-black\" or factional violence within the communities.\nThe &lt;a href=\"Truth%20and%20Reconciliation%20Commission%20%28South%20Africa%29\"&gt;Truth and Reconciliation Commission&lt;/a&gt; (TRC) would later establish that a covert, informal network of former or still serving army and police operatives, frequently acting in conjunction with extreme right-wing elements, was involved in actions that could be construed as fomenting violence and which resulted in gross human rights violations, including random and targeted killings.\nBetween 1960–1994, according to statistics from the Truth and Reconciliation Commission, the &lt;a href=\"Inkatha%20Freedom%20Party\"&gt;Inkatha Freedom Party&lt;/a&gt; was responsible for 4,500 deaths, &lt;a href=\"South%20African%20Police\"&gt;South African Police&lt;/a&gt; 2,700, and the ANC about 1,300.\nIn early 2002, a planned military coup by a white supremacist movement known as the \"&lt;a href=\"Boeremag\"&gt;Boeremag&lt;/a&gt;\" (Boer Force) was foiled by the South African police. Two dozen conspirators including senior South African Army officers were arrested on charges of treason and murder, after a bomb explosion in Soweto. The effectiveness of the police in foiling the planned coup strengthened public perceptions that the post-1994 democratic order was irreversible.\nThe TRC, at the conclusion of its mandate in 2004, handed over a list of 300 names of alleged perpetrators to the National Prosecuting Authority (NPA) for investigation and prosecution by the NPA's Priority Crimes Litigation Unit. Less than a handful of prosecutions were ever pursued.\nMilitary operations in frontline states.\nSouth African security forces during the latter part of the apartheid era had a policy of destabilising neighbouring states, supporting opposition movements, conducting sabotage operations and attacking ANC bases and places of refuge for exiles in those states. These states, forming a regional alliance of southern African states, were named collectively as the Frontline States: Angola, Botswana, Lesotho, Mozambique, Swaziland, Tanzania, Zambia and, from 1980, Zimbabwe.\nIn early-November 1975, immediately after Portugal granted independence to its former African colony of Angola, &lt;a href=\"Angolan%20Civil%20War\"&gt;civil war&lt;/a&gt; broke out between the rival &lt;a href=\"UNITA\"&gt;UNITA&lt;/a&gt; and &lt;a href=\"MPLA\"&gt;MPLA&lt;/a&gt; movements. In order to prevent UNITA's collapse and cement the rule of a friendly government, South Africa intervened on 23 October, sending between 1,500 and 2,000 troops from Namibia into southern Angola in order to fight the MPLA. In response to the South African intervention, Cuba sent 18,000 soldiers as part of a large-scale military intervention nicknamed &lt;a href=\"Operation%20Carlota\"&gt;Operation Carlota&lt;/a&gt; in support of the MPLA. Cuba had initially provided the MPLA with 230 military advisers prior to the South African intervention. The Cuban intervention was decisive in helping reverse SADF and UNITA advances and cement MPLA rule in Angola. More than a decade later 36,000 Cuban troops were deployed throughout the country helping providing support for MPLA's fight with UNITA. The civil war in Angola resulted in 550,000–1,250,000 deaths in total mostly from famine. Most of the deaths occurred between 1992 and 1993, after South African and Cuban involvement had ended.\nBetween 1975 and 1988, the SADF continued to stage massive conventional raids into Angola and Zambia to eliminate &lt;a href=\"Liberation%20Army%20of%20Namibia\"&gt;PLAN&lt;/a&gt;'s &lt;a href=\"forward%20operating%20base\"&gt;forward operating base&lt;/a&gt;s across the border from &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt; as well as provide support for UNITA. A controversial bombing and airborne assault conducted by 200 South African paratroopers on 4 May 1978 at Cassinga in southern Angola, resulted in around 700 South West Africans being killed, including PLAN militants and a large number of women and children. Colonel Jan Breytenbach, the South African parachute battalion commander, claimed it was \"recognised in Western military circles as the most successful airborne assault since World War II.\" The Angolan government described the target of the attack as a refugee camp. The United Nations Security Council on 6 May 1978 condemned South Africa for the attack. On 23 August 1981 South African troops again &lt;a href=\"Operation%20Protea\"&gt;launched an incursion into Angola&lt;/a&gt; with collaboration and encouragement provided by the American &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA). The Angolan army, in resisting what it perceived as a South African invasion, was supported by a combination of Cuban forces and PLAN and ANC guerrillas, all armed with weapons supplied by the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. The apartheid-era South African military and political intelligence services, for their part, worked closely with American, British and West German secret services throughout the Cold War.\nBoth South Africa and Cuba claimed victory at the decisive &lt;a href=\"battle%20of%20Cuito%20Cuanavale\"&gt;battle of Cuito Cuanavale&lt;/a&gt;, which have been described as \"the fiercest in Africa since World War II\". However, the South African military had lost air superiority and its technological advantage, largely due to an international arms embargo against the country. South African involvement in Angola ended formally after the signing of a United Nations-brokered agreement known as the &lt;a href=\"New%20York%20Accords\"&gt;New York Accords&lt;/a&gt; between the governments of Angola, &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and South Africa, resulting in the withdrawal of all foreign troops from Angola and also South Africa's withdrawal from South West Africa (now Namibia), which the UN regarded as illegally occupied since 1966.\nSouth Africa in the 1980s also provided logistical and other covert support to \"Resistência Nacional Moçambicana\" (&lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt;) rebels, in neighbouring Mozambique fighting the &lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt;-run government during the &lt;a href=\"Mozambique%20Civil%20War\"&gt;Mozambique Civil War&lt;/a&gt;, and it launched cross-border raids into &lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;, &lt;a href=\"Swaziland\"&gt;Swaziland&lt;/a&gt; and &lt;a href=\"Botswana\"&gt;Botswana&lt;/a&gt;, killing or capturing a number of South African exiles.\nResistance to apartheid.\nOrganised resistance to Afrikaner nationalism was not confined exclusively to activists of the oppressed, dark-skinned population. A movement known as the &lt;a href=\"Torch%20Commando\"&gt;Torch Commando&lt;/a&gt; was formed in the 1950s, led by white war veterans who had fought fascism in Europe and North Africa during World War II, only to find fascism on the rise in South Africa when they returned home. With 250,000 paid-up members at the height of its existence, it was the largest white protest movement in the country's history. By 1952, the brief flame of mass-based white radicalism was extinguished, when the Torch Commando disbanded due to government legislation under the &lt;a href=\"Suppression%20of%20Communism%20Act%2C%201950\"&gt;Suppression of Communism Act, 1950&lt;/a&gt;. Some members of the Torch Commando subsequently became leading figures in the armed wing of the banned African National Congress.\nFrom the 1940s to the 1960s, anti-apartheid resistance within the country took the form mainly of passive resistance, influenced in part by the pacifist ideology of &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt;. After the March 1960 massacre of 69 peaceful demonstrators at &lt;a href=\"Sharpeville\"&gt;Sharpeville&lt;/a&gt;, and the subsequent declaration of a state of emergency, and the banning of anti-apartheid parties including the &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC), the &lt;a href=\"Pan-Africanist%20Congress\"&gt;Pan-Africanist Congress&lt;/a&gt; (PAC), and the &lt;a href=\"Communist%20Party%20of%20South%20Africa\"&gt;Communist Party of South Africa&lt;/a&gt;, the focus of national resistance turned to &lt;a href=\"armed%20struggle\"&gt;armed struggle&lt;/a&gt; and underground activity. The armed wing of the ANC, Umkhonto weSizwe (abbreviation MK, meaning Spear of the Nation) claimed moral &lt;a href=\"Legitimacy%20%28political%29\"&gt;legitimacy&lt;/a&gt; for the resort to violence on the grounds of necessary defence and &lt;a href=\"just%20war\"&gt;just war&lt;/a&gt;. From the 1960s onwards until 1989, MK carried out numerous acts of sabotage and attacks on military and police personnel. The Truth and Reconciliation Commission noted in 2003 that, despite the ANC's stated policy of attacking only military and police targets, \"the majority of casualties of MK operations were civilians.\"\nThe national liberation movement was divided in the early 1960s when an \"Africanist\" faction within the ANC objected to an alliance between the ANC and the Communist Party of South Africa. Leaders of the Communist Party of South Africa were mostly white. The Africanists broke away from the ANC to form the Pan-Africanist Congress and its military wing named &lt;a href=\"Poqo\"&gt;Poqo&lt;/a&gt;, which became active mainly in the Cape provinces. During the early-1990s, Poqo was renamed &lt;a href=\"Azanian%20People%27s%20Liberation%20Army\"&gt;Azanian People's Liberation Army&lt;/a&gt; (APLA). Its underground cells conducted armed robberies to raise funds and obtain weapons and vehicles. Civilians were killed or injured in many of these robberies. In 1993, attacks on white civilian targets in public places increased. APLA denied the attacks were racist in character, claiming that the attacks were directed against the apartheid government as all whites, according to the PAC, were complicit in the policy of apartheid. An attack on a Christian church in Cape Town in 1993, left eleven people dead and 58 injured.\nHundreds of students and others who fled to neighbouring countries, especially Botswana, to avoid arrest after the Soweto uprising of 16 June 1976, provided a fertile recruiting ground for the military wings of both the ANC and PAC. The uprising had been precipitated by Government legislation forcing African students to accept Afrikaans as the official medium for tuition, with support from the wider &lt;a href=\"Black%20Consciousness%20Movement\"&gt;Black Consciousness Movement&lt;/a&gt;. The uprising spread throughout the country. By the time it was finally quelled, hundreds of protesters had been shot dead with many more wounded or arrested by police.\nA non-racial &lt;a href=\"United%20Democratic%20Front%20%28South%20Africa%29\"&gt;United Democratic Front&lt;/a&gt; (UDF) coalition of about 400 civic, church, student, trade union and other organisations emerged in 1983. At its peak in 1987, the UDF had some 700 affiliates and about 3,000,000 members. It pursued a non-violent strategy known as \"ungovernability\" including rent boycotts, student protests, and strike campaigns. A strong relationship existed between the &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC) and the UDF, based on the shared mission statement of the Freedom Charter. Following restrictions placed on its activities, the UDF was replaced in 1988 by the Mass Democratic Movement, a loose and amorphous alliance of anti-apartheid groups that had no permanent structure, making it difficult for the government to place a ban on its activities.\nA total of 130 political prisoners were hanged on the gallows of Pretoria Central Prison between 1960 and 1990. The prisoners were mainly members of the Pan Africanist Congress and United Democratic Front.\nPost-apartheid period (1994–present).\nThe dissolution of the Soviet Union in the late-1980s meant the African National Congress (ANC) in alliance with the South African Communist Party, could no longer depend on the Soviet Union for weaponry and political support. It also meant the apartheid government could no longer link apartheid and its purported legitimacy to the protection of Christian values and civilisation in the face of the \"rooi gevaar\", meaning \"red danger\" or the threat of communism. Both sides were forced to the negotiating table, with the result that in June 1991, all apartheid laws were finally rescinded- opening the way for the country's first multiracial democratic elections three years later. As the culmination of mounting local and international opposition to apartheid in the 1980s, including the &lt;a href=\"armed%20struggle\"&gt;armed struggle&lt;/a&gt;, widespread civil unrest, economic and cultural sanctions by the &lt;a href=\"international%20community\"&gt;international community&lt;/a&gt;, and pressure from the &lt;a href=\"Anti-Apartheid%20Movement\"&gt;anti-apartheid movement&lt;/a&gt; around the world, &lt;a href=\"State%20President%20of%20South%20Africa\"&gt;State President&lt;/a&gt; &lt;a href=\"F.%20W.%20de%20Klerk\"&gt;F. W. de Klerk&lt;/a&gt; announced the lifting of the ban on the &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt;, the &lt;a href=\"Pan%20Africanist%20Congress\"&gt;Pan Africanist Congress&lt;/a&gt; and the South African Communist Party, as well as the release of political prisoner &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt; on 2 February 1990, after twenty-seven years in prison. In a &lt;a href=\"South%20African%20referendum%2C%201992\"&gt;referendum&lt;/a&gt; held on 17 March 1992, the white electorate voted 68% in favour of democracy.\nAfter lengthy negotiations under the auspices of the &lt;a href=\"Convention%20for%20a%20Democratic%20South%20Africa\"&gt;Convention for a Democratic South Africa&lt;/a&gt; (CODESA), a draft constitution was published on 26 July 1993, containing concessions towards all sides: a federal system of regional legislatures, equal voting-rights regardless of race, and a bicameral legislature.\nFrom 26–29 April 1994, the South African population voted in the first &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt; &lt;a href=\"South%20African%20general%20election%2C%201994\"&gt;general elections&lt;/a&gt;. The African National Congress won, well ahead of the governing &lt;a href=\"National%20Party%20%28South%20Africa%29\"&gt;National Party&lt;/a&gt; and the &lt;a href=\"Inkatha%20Freedom%20Party\"&gt;Inkatha Freedom Party&lt;/a&gt;. The &lt;a href=\"Democratic%20Party%20%28South%20Africa%29\"&gt;Democratic Party&lt;/a&gt; and Pan Africanist Congress, among others, formed a &lt;a href=\"parliamentary%20opposition\"&gt;parliamentary opposition&lt;/a&gt; in the country's first non-racial &lt;a href=\"Parliament%20of%20South%20Africa\"&gt;parliament&lt;/a&gt;. &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt; was elected as President on 9 May 1994 and formed a &lt;a href=\"Government%20of%20National%20Unity\"&gt;Government of National Unity&lt;/a&gt;, consisting of the ANC, the National Party and Inkatha. On 10 May 1994 Mandela was inaugurated as South Africa's new President in Pretoria with &lt;a href=\"Thabo%20Mbeki\"&gt;Thabo Mbeki&lt;/a&gt; and F. W. De Klerk as his vice-presidents. The Government of National Unity lapsed at the end of the first parliament sitting in 1999, with the ANC becoming the sole party in power while maintaining a strategic alliance with the &lt;a href=\"Congress%20of%20South%20African%20Trade%20Unions\"&gt;Congress of South African Trade Unions&lt;/a&gt; (COSATU) and the &lt;a href=\"South%20African%20Communist%20Party\"&gt;South African Communist Party&lt;/a&gt;. After considerable debate, and following submissions from &lt;a href=\"advocacy%20group\"&gt;advocacy group&lt;/a&gt;s, individuals and ordinary citizens, the &lt;a href=\"Parliament%20of%20South%20Africa\"&gt;Parliament&lt;/a&gt; enacted a new &lt;a href=\"Constitution%20of%20South%20Africa\"&gt;Constitution&lt;/a&gt; and &lt;a href=\"Bill%20of%20Rights%20of%20South%20Africa\"&gt;Bill of Rights&lt;/a&gt; in 1996. The death penalty was abolished, land reform and redistribution policies were introduced, and equitable labour laws legislated.\nThe ANC had risen to power on the strength of a socialist agenda embodied in a Freedom Charter, which was intended to form the basis of ANC social, economic and political policies. The Charter decreed that \"the national wealth of our country, the heritage of South Africans, shall be restored to the people; the mineral wealth beneath the soil, the banks and monopoly industry shall be transferred to the ownership of the people\". ANC icon &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt;, asserted in a statement released on 25 January 1990: \"The nationalisation of the mines, banks and monopoly industries is the policy of the ANC, and a change or modification of our views in this regard is inconceivable.\"\nFollowing the ANC's electoral victory in 1994, the eradication of mass poverty through nationalisation was never implemented. The ANC-led government, in a historic reversal of policy, adopted &lt;a href=\"neoliberalism\"&gt;neoliberalism&lt;/a&gt; instead. A &lt;a href=\"wealth%20tax\"&gt;wealth tax&lt;/a&gt; on the super-rich to fund developmental projects was set aside, while domestic and international corporations, enriched by apartheid, were excused from any financial reparations. Large corporations were allowed to shift their main listings abroad. According to &lt;a href=\"Sampie%20Terreblanche\"&gt;Solomon Johannes Terreblanche&lt;/a&gt;, a South African academic economist, the government's concessions to big business represented \"treacherous decisions that [will] haunt South Africa for generations to come\".\nEmigration.\nThe immediate post-apartheid period was marked by an exodus of skilled, white South Africans amid &lt;a href=\"Crime%20in%20South%20Africa\"&gt;crime related safety&lt;/a&gt; concerns. The &lt;a href=\"South%20African%20Institute%20of%20Race%20Relations\"&gt;South African Institute of Race Relations&lt;/a&gt; estimated in 2008 that 800,000 or more white people had emigrated since 1995, out of the approximately 4,000,000 who were in South Africa when apartheid formally ended the year before. Large white South African diasporas, both English- and Afrikaans-speaking, sprouted in Australia, New Zealand, North America, and especially in the UK, to which around 550,000 South Africans emigrated. As of 2021, tens of thousands of white South Africans continue to emigrate each year.\nFinancial burdens.\nThe apartheid government had declared a moratorium on foreign &lt;a href=\"South%20Africa%20national%20debt\"&gt;debt repayments&lt;/a&gt; in the mid-1980s, when it declared a state of emergency in the face of escalating civil unrest. With the formal end of apartheid in 1994, the new democratic government was saddled with an onerous foreign debt amounting to &lt;a href=\"South%20African%20rand\"&gt;R&lt;/a&gt;86,700,000,000 (US$14,000,000,000 at then current exchange rates) accrued by the former apartheid regime. The cash-strapped post-apartheid government was obliged to repay this debt or else face a credit downgrading by foreign financial institutions. The debt was finally settled in September 2001.\nA further financial burden was imposed on the new post-apartheid government through its obligation to provide &lt;a href=\"antiretroviral\"&gt;antiretroviral&lt;/a&gt; (ARV) treatment to impoverished victims of the HIV/AIDS epidemic sweeping the country. South Africa had the highest prevalence of HIV/AIDS compared to any other country in the world, with 5,600,000 people afflicted by the disease and 270,000 HIV-related deaths were recorded in 2011. By that time, more than 2,000,000 children were orphaned due to the epidemic. The provision of ARV treatment resulted in 100,000 fewer AIDS-related deaths in 2011 than in 2005.\nLabour relations.\n Migrant labour remained a fundamental aspect of the South African mining industry, which employed half a million mostly black miners. Labour unrest in the industry resulted in a massacre in mid-August 2012, when anti-riot police shot dead 34 striking miners and wounded many more in what is known as the &lt;a href=\"Marikana%20massacre\"&gt;Marikana massacre&lt;/a&gt;. The incident was widely criticised by the public, civil society organisations and religious leaders. The migrant labour system was identified as a primary cause of the unrest. Multi-national mining corporations including &lt;a href=\"Anglo-American%20Corporation\"&gt;Anglo-American Corporation&lt;/a&gt;, &lt;a href=\"Lonmin\"&gt;Lonmin&lt;/a&gt;, and &lt;a href=\"Anglo%20Platinum\"&gt;Anglo Platinum&lt;/a&gt;, were accused of failing to address the enduring legacies of apartheid.\nPoverty.\nBy 2014, around 47% of (mostly black) South Africans continued to live in poverty, making it one of the most unequal countries in the world. Widespread dissatisfaction with the slow pace of socio-economic transformation, government incompetence and maladministration, and other public grievances in the post-apartheid era, precipitated many violent protest demonstrations. In 2007, less than half the protests were associated with some form of violence, compared with 2014, when almost 80% of protests involved violence on the part of the participants or the authorities. The slow pace of transformation also fomented tensions within the &lt;a href=\"Tripartite%20Alliance\"&gt;tripartite alliance&lt;/a&gt; between the ANC, the Communist Party and the Congress of South African Trade Unions.\nCorruption.\nDuring the administration of President &lt;a href=\"Jacob%20Zuma\"&gt;Jacob Zuma&lt;/a&gt; corruption in South Africa had also become a growing problem. Notable corruption related scandals during this period included incidents of widespread &lt;a href=\"state%20capture\"&gt;state capture&lt;/a&gt; often involving allegations against the &lt;a href=\"Gupta%20family\"&gt;Gupta family&lt;/a&gt;. These also involved corruption related financial difficulties at some state owned enterprises such as &lt;a href=\"Eskom\"&gt;Eskom&lt;/a&gt; and &lt;a href=\"South%20African%20Airways\"&gt;South African Airways&lt;/a&gt; that had a notable negative economic impact on the country's finances. Other corruption related scandals to emerge during this period included the collapse of &lt;a href=\"VBS%20Mutual%20Bank\"&gt;VBS Mutual Bank&lt;/a&gt; and &lt;a href=\"Bosasa\"&gt;Bosasa&lt;/a&gt;. The &lt;a href=\"The%20Judicial%20Commission%20of%20Inquiry%20into%20Allegations%20of%20State%20Capture\"&gt;Zondo Commission of Inquiry&lt;/a&gt; was appointed during the Presidency of &lt;a href=\"Cyril%20Ramaphosa\"&gt;Cyril Ramaphosa&lt;/a&gt; to investigate allegations of state capture related corruption.\nXenophobia.\nThe post-apartheid period has been marked by numerous outbreaks of xenophobic attacks against foreign migrants and asylum seekers from various conflict zones in Africa. An academic study conducted in 2006, found that South Africans showed levels of xenophobia greater than anywhere else in the world. The United Nations High Commissioner for Refugees (UNHCR) found that competition over jobs, business opportunities, public services and housing gave rise to tension among refugees, asylum seekers, migrants and host communities, identified as a main cause of the xenophobic violence. South Africa received more than 207,000 individual asylum applications in 2008 and a further 222,300 in 2009, representing nearly a four-fold rise in both years over the levels seen in 2007. These refugees and asylum seekers originated mainly from &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;, &lt;a href=\"Burundi\"&gt;Burundi&lt;/a&gt;, &lt;a href=\"Democratic%20Republic%20of%20the%20Congo\"&gt;Democratic Republic of the Congo&lt;/a&gt;, &lt;a href=\"Rwanda\"&gt;Rwanda&lt;/a&gt;, &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt;, &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; and &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;.\n2021 civil unrest.\n&lt;a href=\"2021%20South%20African%20unrest\"&gt;Civil unrest&lt;/a&gt; occurred in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;'s &lt;a href=\"KwaZulu-Natal\"&gt;KwaZulu-Natal&lt;/a&gt; and &lt;a href=\"Gauteng\"&gt;Gauteng&lt;/a&gt; provinces in July 2021, sparked by the imprisonment of former President &lt;a href=\"Jacob%20Zuma\"&gt;Jacob Zuma&lt;/a&gt; for &lt;a href=\"contempt%20of%20court\"&gt;contempt of court&lt;/a&gt;, after he declined to testify at the &lt;a href=\"Zondo%20Commission\"&gt;Zondo Commission&lt;/a&gt;, an inquiry into allegations of corruption during his term as president from 2009 to 2018. Protests against the incarceration triggered wider rioting and looting, further exacerbated by &lt;a href=\"Termination%20of%20employment\"&gt;job layoffs&lt;/a&gt; and economic woes worsened by the &lt;a href=\"COVID-19%20pandemic%20in%20South%20Africa\"&gt;COVID-19 pandemic&lt;/a&gt;.\n&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt; called it the worst violence that South Africa had experienced since the end of Apartheid.\nPolice and military authorities were mobilised to quell the unrest. By mid-July, the South African National Defense Forces had deployed approximately 25,000 military personnel. As of 18 July, over 3,400 people had been arrested, while as of 22 July, 337 people had died in connection with the unrest.\nThe July 2021 unrest coincided with the &lt;a href=\"2021%20Cape%20Town%20taxi%20conflict\"&gt;Cape Town taxi conflict&lt;/a&gt; and &lt;a href=\"Transnet%20ransomware%20attack\"&gt;Transnet ransomware attack&lt;/a&gt; leading to unproven speculation that they might have been connected.\nPost-apartheid heads of state.\nUnder the post-apartheid &lt;a href=\"Constitution%20of%20South%20Africa\"&gt;Constitution&lt;/a&gt; the president is head of both state and government. The president is elected by the &lt;a href=\"National%20Assembly%20of%20South%20Africa\"&gt;National Assembly&lt;/a&gt; and serves a term that expires at the next general election. A president may serve a maximum of two terms. In the event of a vacancy the &lt;a href=\"Deputy%20President%20of%20South%20Africa\"&gt;Deputy President&lt;/a&gt; serves as Acting President."
}