{
    "id": "65650885",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=65650885",
    "title": "Henryk Okarma",
    "text": "Henryk Okarma (born 12 November 1959) is a Polish biologist, professor of life sciences. His main areas of expertise are research on predatory mammals, especially &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;, &lt;a href=\"lynx\"&gt;lynx&lt;/a&gt;, &lt;a href=\"wildcat\"&gt;wildcat&lt;/a&gt;, invasive species and research on hunting biology. He is an academic teacher at the &lt;a href=\"Jagiellonian%20University\"&gt;Jagiellonian University&lt;/a&gt;, long-time director of the Institute of &lt;a href=\"Wildlife%20Conservation\"&gt;Wildlife Conservation&lt;/a&gt; of the &lt;a href=\"Polish%20Academy%20of%20Sciences\"&gt;Polish Academy of Sciences&lt;/a&gt; and a corresponding member of the Polish Academy of Sciences.\nBiography.\nOkarma was born in &lt;a href=\"Nysa%2C%20Poland\"&gt;Nysa&lt;/a&gt; and spent his childhood and youth in &lt;a href=\"Nowy%20S%C4%85cz\"&gt;Nowy Sącz&lt;/a&gt;, where he obtained his university entrance qualification. In 1983 he graduated from the Jagiellonian University in &lt;a href=\"Krakow\"&gt;Krakow&lt;/a&gt;. There he completed his doctoral studies, which ended in 1989 with a doctorate in Biology - Animal Ecology. From 1989 to 1996 he worked in the Department of Mammalian Research of the &lt;a href=\"Polish%20Academy%20of%20Sciences\"&gt;Polish Academy of Sciences&lt;/a&gt; in &lt;a href=\"Bia%C5%82owie%C5%BCa\"&gt;Białowieża&lt;/a&gt;. In 1996 he habilitated at the Faculty of &lt;a href=\"Forestry\"&gt;Forestry&lt;/a&gt; of the &lt;a href=\"University%20of%20Warsaw\"&gt;University of Warsaw&lt;/a&gt; in the field of forest ecology in Forestry Sciences. From 1997 he worked at the Institute of Nature Conservation of the Polish Academy of Sciences in Kracow, until 2003 as an associate professor. In 2003 he received the title of professor of &lt;a href=\"Biosciences\"&gt;Biosciences&lt;/a&gt;. In the Institute of Nature Conservation of the Polish Academy of Sciences he leads a team for the ecology of &lt;a href=\"predators\"&gt;large predators&lt;/a&gt; and was the director of the institute from 2002 to 2018. Since 2004 he has also been working in the Department of Hunting Research at the Institute of Environmental Sciences of the Jagiellonian University in Krakow. In 2013 he was elected a Corresponding Member of the Polish Academy of Sciences. He is a member of the Board of Trustees of the Faculty II of Bio- and Agricultural Sciences of PAN. Okarma speaks English, so Sven Herzog, in co-authorship with Okarma, could write the \"Handbook Wolf\" in German language, in which effective management plans are suggested."
}