{
    "id": "65651972",
    "revid": "42562173",
    "url": "https://en.wikipedia.org/wiki?curid=65651972",
    "title": "Ollie Lawrence",
    "text": "Ollie Lawrence (born 18 September 1999) is an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who plays for &lt;a href=\"Worcester%20Warriors\"&gt;Worcester Warriors&lt;/a&gt; in the &lt;a href=\"Premiership%20Rugby\"&gt;Premiership Rugby&lt;/a&gt;. His usual position is &lt;a href=\"Centre%20%28rugby%20union%29\"&gt;inside centre&lt;/a&gt;.\nClub career.\nLawrence burst onto the Warriors scene in November 2017 with a try on his first-team debut against &lt;a href=\"Sale%20Sharks\"&gt;Sale Sharks&lt;/a&gt; in the &lt;a href=\"Anglo-Welsh%20Cup\"&gt;Anglo-Welsh Cup&lt;/a&gt; at &lt;a href=\"Sixways%20Stadium\"&gt;Sixways Stadium&lt;/a&gt;. He went on to make three first-team appearances in 2017/18 while he impressed for Warriors Under 18s and Worcester Cavaliers - the latter where he scored two tries in six appearances which also included four try assists in a single game against Sale Jets.\nHe continued his impressive progress in 2018/19 when he made 14 senior appearances and scored two important tries which helped Warriors to successive &lt;a href=\"European%20Rugby%20Challenge%20Cup\"&gt;European Rugby Challenge Cup&lt;/a&gt; victories over &lt;a href=\"Ospreys%20%28rugby%20team%29\"&gt;Ospreys&lt;/a&gt; and &lt;a href=\"Stade%20Francais\"&gt;Stade Francais&lt;/a&gt;. \nOn 5 December 2018, Lawrence signed his first professional contract to stay with Worcester, thus promoted to the senior squad from the 2019-20 season. He scored a first-half try hat-trick in just ten minutes against &lt;a href=\"Yenisey-STM%20Krasnoyarsk\"&gt;Enisei-STM&lt;/a&gt; in the European Challenge Cup in January 2020 and a try against Wasps on his first Premiership start later that month. On 22 June 2020, Lawrence signed another contract extension with Worcester on a undisclosed length.\nInternational career.\nHaving represented &lt;a href=\"England%20national%20under-18%20rugby%20union%20team\"&gt;England U18s&lt;/a&gt;, Lawrence was promoted to the &lt;a href=\"England%20national%20under-20%20rugby%20union%20team\"&gt;England U20s&lt;/a&gt; side, aged just 18 and played one game in the &lt;a href=\"2018%20Six%20Nations%20Under%2020s%20Championship\"&gt;2018 Six Nations Under 20s Championship&lt;/a&gt;, before a call-up to train with &lt;a href=\"Eddie%20Jones%20%28rugby%20union%29\"&gt;Eddie Jones&lt;/a&gt; senior England Squad in the summer before their 2018 tour against &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt;. \nHe again represented England Under-20s in the &lt;a href=\"2019%20Six%20Nations%20Under%2020s%20Championship\"&gt;2019 Six Nations Under 20s Championship&lt;/a&gt; before an ankle injury ended his season two months early. \nLawrence was again called up to the &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; senior squad for training purposes under Eddie Jones before the rest of the &lt;a href=\"2020%20Six%20Nations%20Championship\"&gt;2020 Six Nations Championship&lt;/a&gt; and the &lt;a href=\"Autumn%20Nations%20Cup\"&gt;Autumn Nations Cup&lt;/a&gt; later this year.\nOn 31 October 2020 he made his England debut from the bench in England's delayed final Six Nations match against Italy, to become the 2020 Six Nations champions.\nOn 10 June 2021 Lawrence was named in the England squad for the upcoming &lt;a href=\"2021%20July%20rugby%20union%20tests\"&gt;July tests&lt;/a&gt;. He started England's first game against the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt;, scoring his first try for England in a 43-29 win. Lawrence was forced off of the field early with a head injury and did not appear in England's next game against &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canada&lt;/a&gt;."
}