{
    "id": "65670868",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=65670868",
    "title": "Persian Gulf desert and semi-desert",
    "text": "The Persian Gulf desert and semi-desert &lt;a href=\"ecoregion\"&gt;ecoregion&lt;/a&gt; (WWF ID:PA1323) covers the desert coastal plain of the northwest &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;, that is, on the northeast &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt;, from &lt;a href=\"Kuwait\"&gt;Kuwait&lt;/a&gt; in the north to a small coastal sector in the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt; to the southeast.\nLocation and description.\nBounded on the east by the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;, the ecoregion is effectively surrounded on its other sides by the &lt;a href=\"Arabian%20desert%20and%20East%20Sahero-Arabian%20xeric%20shrublands\"&gt;Arabian desert and East Sahero-Arabian xeric shrublands&lt;/a&gt; ecoregion. The inland reaches of the ecoregion are a flat extension of the coastal plain, ending at the red-brown dunes of the &lt;a href=\"ad-Dahna%20Desert\"&gt;ad-Dahna Desert&lt;/a&gt; and in the south at the edge of the \"Empty Quarter\" of Saudi Arabia, the &lt;a href=\"Rub%27%20al%20Khali\"&gt;Rub' al Khali&lt;/a&gt;. The maximum elevation in the ecoregion is .\nThe geology of the plains are marine sediments laid down in the &lt;a href=\"Tertiary\"&gt;Tertiary&lt;/a&gt; (66 to 3 million years ago), when the region was intermittently submerged. Because of limestone, the sands of the ecoregion are whiter than those of the other deserts of the Arabian Peninsula, which are mostly igneous and metamorphic. Along the coast there are salt-flat depressions known as &lt;a href=\"sabkha\"&gt;sabkha&lt;/a&gt;s.\nClimate.\nThe climate of the ecoregion is \"&lt;a href=\"Desert%20climate%23Hot%20desert%20climates\"&gt;Hot desert climate&lt;/a&gt;\" (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; &lt;a href=\"Desert%20climate%23Hot%20desert%20climates\"&gt;(BWk)&lt;/a&gt;). This climate features stable air and high pressure aloft, producing a hot, arid desert. Hot-month temperatures typically average . Peak temperatures of 50 have been recorded. Northerly winds often bring sandstorms. Humidity near the coast can reach 90% in the summer. Annual precipitation averages 75–150 mm/year, occurring in winter.\nFlora and fauna.\n95% of the territory is bare ground or sparse vegetation. The vegetation is small shrubs, grass &lt;a href=\"Tussock%20%28grass%29\"&gt;tussocks&lt;/a&gt;, and occasional larger shrubs of &lt;a href=\"Tamarisk\"&gt;Tamarisk&lt;/a&gt;. Vegetation near the coast is characterized by \"&lt;a href=\"Haloxylotea%20salicornici\"&gt;Haloxylotea salicornici&lt;/a&gt;\" and \"&lt;a href=\"Suaedetea%20deserti\"&gt;Suaedetea deserti&lt;/a&gt;\". Further inland the vegetation is characterized by \"&lt;a href=\"Hammadetea%20salicornici\"&gt;Hammadetea salicornici&lt;/a&gt;\". The most widespread shrubs are \"&lt;a href=\"Rhanterium%20epapposum\"&gt;Rhanterium epapposum&lt;/a&gt;\", \"&lt;a href=\"Haloxylon%20salicornicum\"&gt;Haloxylon salicornicum&lt;/a&gt;\", and \"&lt;a href=\"Calligonum\"&gt;Calligonum comosum&lt;/a&gt;\". Common grasses are \"&lt;a href=\"Panicum%20turgidum\"&gt;Panicum turgidum&lt;/a&gt;\" and Mediterranean needle-grass \"&lt;a href=\"Stipa%20capensis\"&gt;Stipa capensis&lt;/a&gt;\"; common sedges are \"&lt;a href=\"Cyperus\"&gt;Cyperus conglomeratus&lt;/a&gt;\".\nOn the coast, the inter-tidal mudflats and islands are important breeding and resting habitat for migratory birds. The vulnerable Socotra cormorant (\"&lt;a href=\"Phalacrocorax%20nigrogularis\"&gt;Phalacrocorax nigrogularis&lt;/a&gt;\") is resident in significant colonies, particularly in a protected area of the &lt;a href=\"Hawar%20Islands\"&gt;Hawar Islands&lt;/a&gt; of Bahrain. Inland, small patches of irrigated land above aquifers create wetland habitats that support migrating birds and species that include Marsh frogs (\"&lt;a href=\"Rana%20ridibunda\"&gt;Rana ridibunda&lt;/a&gt;\") and Caspian pond turtles (\"&lt;a href=\"Clemmys%20caspica\"&gt;Clemmys caspica&lt;/a&gt;\"). Characteristic mammals of the ecoregion are the Red fox (\"&lt;a href=\"Vulpes%20vulpes\"&gt;Vulpes vulpes&lt;/a&gt;\"), Cape hare (\"&lt;a href=\"Lepus%20capensis\"&gt;Lepus capensis&lt;/a&gt;\"), and Ethiopian hedgehog (\"&lt;a href=\"Paraechinus%20aethiopicus\"&gt;Paraechinus aethiopicus&lt;/a&gt;\").\nProtected areas.\nAlmost 4% of the ecoregion is officially protected. These protected areas include:\nConservation and threats.\nGulf wars.\nIn January 1991 during the &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt;, Iraqi forces released about 1.7 million m³ (11 million barrels) of oil from storage tanks and tankers directly into the Persian Gulf. In February, they also destroyed 1,164 Kuwaiti oil wells. It took nine months to extinguish these oil fires. These oil spills contaminated of Persian Gulf coast. The result of the pollution was the death of thousands of water birds and serious damage to the Persian Gulf's aquatic &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;, particularly &lt;a href=\"shrimp\"&gt;shrimp&lt;/a&gt;, &lt;a href=\"sea%20turtle\"&gt;sea turtle&lt;/a&gt;s, &lt;a href=\"dugong\"&gt;dugong&lt;/a&gt;s, &lt;a href=\"whale\"&gt;whale&lt;/a&gt;s, &lt;a href=\"dolphin\"&gt;dolphin&lt;/a&gt;s and &lt;a href=\"fish\"&gt;fish&lt;/a&gt;. The damaged wells also released 10 million m³ (60 million barrels) of oil into the desert and formed lakes (total surface of 49 square kilometers). All this damage was done to impede Coalition forces.\nJust before the 2003 Iraq War, they also set fire to various oil fields."
}