{
    "id": "65707596",
    "revid": "37498209",
    "url": "https://en.wikipedia.org/wiki?curid=65707596",
    "title": "Anondo Police Housing Society",
    "text": "Anondo Police Housing Society is a residential area in Rupganj Union being developed by Anand Police Family Welfare Cooperative Society. It is owned and managed by members of Bangladesh Police.\nHistory.\nAnand Police Family Welfare Cooperative Society was established in 2006. Anand Police Family Welfare Cooperative Society developed Anondo Police Housing Society. The society is composed of 600 members; most of whom are members of Bangladesh Police.\nAssistant inspector general of police, Gazi Mozammel Haque, represented Anondo Police Housing Society in a meeting between real estate developers and &lt;a href=\"Rajdhani%20Unnayan%20Kartripakkha\"&gt;Rajdhani Unnayan Kartripakkha&lt;/a&gt; over the &lt;a href=\"Detailed%20Area%20Plan\"&gt;Detailed Area Plan&lt;/a&gt; where he stated that &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt; did not need wetlands. In October 2018, &lt;a href=\"Kaler%20Kantho\"&gt;Kaler Kantho&lt;/a&gt; reported that 16 bigha of government land was recovered from the housing society; this was denied by the society.\nIn July 2018, members of Bangladesh Police detained Zaher Ali and his son and tortured them in detention. They were threatened with execution and forced to sign over his property in Rupganj Union and Demra to Anondo Police Housing Society. The documents were taken by Additional Deputy Inspector General of Police Gazi Mozammel Haque who is also a director of the society. On 14 March 2019, Zaher's daughter-in-law filled a case in Dhaka court against Additional Deputy Inspector General of Police Gazi Mozammel Haque, his wife, Detective Branch Inspector Dipok Kumar Das, Rupganj Police Station O.C. Moniruzzaman Monir, officials of the land office, Bangladesh Police, and &lt;a href=\"United%20Commercial%20Bank\"&gt;United Commercial Bank&lt;/a&gt;. Asaduzzaman Khan Kamal, Minister of Home Affairs stated that actions will be taken against Additional Deputy Inspector General of Police Gazi Mozammel Haque if evidence of land grabbing is found against him."
}