{
    "id": "6571077",
    "revid": "18250801",
    "url": "https://en.wikipedia.org/wiki?curid=6571077",
    "title": "Max Sedgley",
    "text": "Max Sedgley is a British &lt;a href=\"Record%20producer\"&gt;producer&lt;/a&gt;, &lt;a href=\"drummer\"&gt;drummer&lt;/a&gt; and &lt;a href=\"disc%20jockey\"&gt;disc jockey&lt;/a&gt;, currently signed to the independent record label, &lt;a href=\"Sunday%20Best%20%28company%29\"&gt;Sunday Best&lt;/a&gt; (founded by &lt;a href=\"Rob%20da%20Bank\"&gt;Rob da Bank&lt;/a&gt;), and Jalapeno Records. In 2004, Sedgley released his first single, \"Happy\", a remix of which was later used by &lt;a href=\"ITV%20Network\"&gt;ITV&lt;/a&gt; as the theme music to their coverage of the &lt;a href=\"Euro%202004\"&gt;Euro 2004&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament, was featured in the &lt;a href=\"EA%20sports\"&gt;EA sports&lt;/a&gt; game \"&lt;a href=\"FIFA%20Street\"&gt;FIFA Street&lt;/a&gt;\" as well as in a promotional advert for \"&lt;a href=\"Super%20Mario%20Galaxy\"&gt;Super Mario Galaxy&lt;/a&gt;\". It has also been used on adverts for &lt;a href=\"Ambrosia%20%28food%20brand%29\"&gt;Ambrosia&lt;/a&gt; and &lt;a href=\"Bacardi%20Rum\"&gt;Bacardi Rum&lt;/a&gt;. It reached #30 in the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; in July 2004.\nEducation.\nSedgley was educated at &lt;a href=\"Dulwich%20College\"&gt;Dulwich College&lt;/a&gt;, a boarding &lt;a href=\"independent%20school\"&gt;independent school&lt;/a&gt; for boys in &lt;a href=\"Dulwich\"&gt;Dulwich&lt;/a&gt;, in South London. Between the ages of 10 and 13, he studied percussion under &lt;a href=\"James%20Blades\"&gt;James Blades&lt;/a&gt;. At the &lt;a href=\"University%20of%20Edinburgh\"&gt;University of Edinburgh&lt;/a&gt; he studied composition, orchestration, percussion and piano, and graduated with a degree in classical music. \nLife and career.\nOn 17 July 2006, Sedgley released his 10-track debut album, \"From the Roots to the Shoots\", on the Sunday Best label, which contained the singles \"Slowly\", \"The Devil Inside\", (which both featured guest &lt;a href=\"Z-Star\"&gt;Z-Star&lt;/a&gt; on lead vocals) and \"Happy\".\nOn 6 September 2010, Sedgley released his second album, \"Suddenly Everything\", on Jalapeno Records, which contained the singles \"Soundboy\" featuring Tor, \"Something Special\" and \"Superstrong\" featuring Tasita D'mour.\nHe has played drums for many electronic musicians, most notably &lt;a href=\"Roni%20Size\"&gt;Roni Size&lt;/a&gt;.\nSedgley tours as both a &lt;a href=\"disc%20jockey\"&gt;DJ&lt;/a&gt; and in a five-piece &lt;a href=\"musical%20ensemble\"&gt;musical ensemble&lt;/a&gt;, Max Sedgley and the Shoots. The band consists of Max Sedgley (drums, percussion, keyboards), Tasita D'mour (lead vocals), Mike Buchanan (guitar, lead and backing vocals), Andy (\"V\") Valentine (guitar, lead and backing vocals) and Marcus Dods (bass guitar)."
}