{
    "id": "65719035",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=65719035",
    "title": "Medical ethnomusicology",
    "text": "Medical ethnomusicology is a subfield of &lt;a href=\"ethnomusicology\"&gt;ethnomusicology&lt;/a&gt;, which according to UCLA professor &lt;a href=\"Timothy%20Rice\"&gt;Timothy Rice&lt;/a&gt; is \"the study of how and why humans are musical.\" Medical ethnomusicology, similar to &lt;a href=\"medical%20anthropology\"&gt;medical anthropology&lt;/a&gt;, uses music-making, &lt;a href=\"Music\"&gt;musical sound&lt;/a&gt;, and &lt;a href=\"noise\"&gt;noise&lt;/a&gt; to study human health, wellness, healing and disease prevention including, but not limited to, music as &lt;a href=\"violence\"&gt;violence&lt;/a&gt;.\nIn 2008, scholars from the &lt;a href=\"Society%20for%20Ethnomusicology\"&gt;Society for Ethnomusicology&lt;/a&gt; defined medical ethnomusicology as \"a new field of integrative research and applied practice that explores holistically the roles of music and sound phenomena and related praxes in any cultural and clinical context of &lt;a href=\"health\"&gt;health&lt;/a&gt; and &lt;a href=\"healing\"&gt;healing&lt;/a&gt;.\" Medical ethnomusicology often focuses specifically on music and its effect on the &lt;a href=\"Biology\"&gt;biological&lt;/a&gt;, &lt;a href=\"Psychology\"&gt;psychological&lt;/a&gt;, &lt;a href=\"social\"&gt;social&lt;/a&gt;, &lt;a href=\"emotion\"&gt;emotion&lt;/a&gt;al, and &lt;a href=\"Spirituality\"&gt;spiritual&lt;/a&gt; realms of health. In this regard, medical ethnomusicologists have found applications of music to combat a broad range of health issues including the treatment of &lt;a href=\"autism\"&gt;autism&lt;/a&gt;, &lt;a href=\"Asperger%20syndrome\"&gt;Asperger syndrome&lt;/a&gt;, &lt;a href=\"dementia\"&gt;dementia&lt;/a&gt;, and &lt;a href=\"HIV/AIDS\"&gt;HIV/AIDS&lt;/a&gt;. Other interventions are found in social and spiritual contexts where music and sound contribute to the restoration of community or play a role in &lt;a href=\"prayer\"&gt;prayer&lt;/a&gt; and &lt;a href=\"meditation\"&gt;meditation&lt;/a&gt;. Studies have also shown how music can help to alter mood and serve as &lt;a href=\"cognitive%20therapy\"&gt;cognitive therapy&lt;/a&gt;.\nMedical ethnomusicology can involve a \"blend of &lt;a href=\"Anthropology\"&gt;anthropological&lt;/a&gt; and &lt;a href=\"Ethnology\"&gt;ethnological&lt;/a&gt;, &lt;a href=\"History\"&gt;historical&lt;/a&gt; and &lt;a href=\"List%20of%20narrative%20techniques\"&gt;literary techniques&lt;/a&gt; in eliciting its &lt;a href=\"data\"&gt;data&lt;/a&gt;\" and challenge &lt;a href=\"Western%20culture\"&gt;Western&lt;/a&gt; notions of &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt; with alternatives such as &lt;a href=\"ethnomedicine\"&gt;ethnomedicine&lt;/a&gt; found in non-&lt;a href=\"elite%20culture\"&gt;elite culture&lt;/a&gt;s or settings.\nApplications.\nNursing home communities.\nTheresa Allison served at a &lt;a href=\"nursing%20home\"&gt;nursing home&lt;/a&gt; in 2006–2007, studying the effects of music on the residents of the home. \"The Home,\" as she refers to it in her publications, was rather unusual in that music was of utmost priority: the Home has over 60 hours of music and &lt;a href=\"performing%20arts\"&gt;performing arts&lt;/a&gt; activities scheduled weekly, and dozens of residents actively participate in &lt;a href=\"Songwriter\"&gt;songwriting&lt;/a&gt; groups. The Home has produced a professional &lt;a href=\"Compact%20disc\"&gt;CD&lt;/a&gt;, \"Island on a Hill\", and an award-winning documentary, A \"'Specially Wonderful Affair\", both in 2002. With such emphasis placed in the arts, Allison concludes that the creation and performance of music has increased the residents' quality of life by allowing them to remain active in their society through songwriting. Songwriting in the Home has fostered a sense of community among the residents and a means of transcending the institution by bringing in &lt;a href=\"Memory\"&gt;memories&lt;/a&gt; and &lt;a href=\"experience\"&gt;experience&lt;/a&gt;s from outside their physical &lt;a href=\"space\"&gt;space&lt;/a&gt;.\nSpiritual healing.\nKoen's research has also extended into the realm of the spiritual; he analyzed the role of music in \"&lt;a href=\"Maddah%20%28religious%20singer%29\"&gt;maddâh&lt;/a&gt;\", a form of prayer. Koen believed in \"music-prayer dynamics\", which modeled the dynamic relationship between music, prayer, and healing. \"Maddâh\" is unique in that it encompasses all three elements of music-prayer dynamics over the course of a ceremony. Koen describes a \"maddâh\" ceremony as such: \"during a \"maddâh\" ceremony, one experiences music alone, prayer alone, music and prayer combined, and unified music-prayer\". In particular, Koen focused on the restorative properties of \"maddâh\" as it was utilized in &lt;a href=\"Badakhshan\"&gt;Badakhshan&lt;/a&gt;, Tajikistan. Being the economically poorest region of &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt;, Badakhshan's culture of &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt; is precarious at best; there is no running water or plumbing in homes, satisfactory nutrition is hard to come by, and the &lt;a href=\"Mental%20distress\"&gt;psychological distress&lt;/a&gt; that comes with these factors leads to an abundance of health issues. As a result, \"maddâh\" is utilized to maintain health and prevent illness. Koen conducted an experiment of 40 participants from Badakhshan, in which Koen assessed the stress levels of those who participated in a \"maddâh\" ceremony using physical indicators of stress such as blood pressure and heart rate. In conclusion, Koen observed an overarching de-stressing effect in those who participated in \"maddâh\", regardless of the role they assumed in the ceremony. Koen attributes this to familiarity: \"there was enough familiarity to engage a cultural &lt;a href=\"Aesthetics\"&gt;aesthetic&lt;/a&gt; and dynamic that allowed a person's consciousness to approach a flexible state, which here facilitated a state of lower stress\". Koen also noted that participants had positive feelings regarding \"maddâh\"; many of the participants commented that maddâh relieves them of their emotional burdens.\nDementia treatment.\nTreatment of Alzheimer's was historically centered around a &lt;a href=\"Biomedicine\"&gt;biomedical&lt;/a&gt;, classically mechanistic model of the &lt;a href=\"disease\"&gt;disease&lt;/a&gt;, but doctors have increasingly taken on a \"person-centered\" approach, a model through which multiple academic disciplines can contribute to an increased quality of life. Biology, psychology, spirituality, &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;, and most recently, ethnomusicology have all been combined to find the most effective, &lt;a href=\"Alternative%20medicine\"&gt;integrative&lt;/a&gt;, complementary, and native interventions for dementia. Carol Prickett provides an overview of the current state of research into &lt;a href=\"music%20therapy\"&gt;music therapy&lt;/a&gt; for dementia:\nIn 2008, &lt;a href=\"Kenneth%20Brummel-Smith\"&gt;Kenneth Brummel-Smith&lt;/a&gt; studied the state of care for those with Alzheimer's disease (AD) and found care to be largely unsatisfactory. Rather, Brummel-Smith looks toward music as the cure to Alzheimer's disease; he observes that nursing home residents with AD are capable of participating in structured music activities late into the disease, and that music can be used to enhance social, emotional, and cognitive skills in those with AD. Brummel-Smith calls for a more interdisciplinary approach to combatting AD, which may include music therapy if it may be suitable for a given AD patient.\nIn 2017, Bill Ahessy presented a music therapy case study about a 94-year-old woman with AD who participated in improvisation and song writing for 18 months, suggesting that person-centered therapy and music therapy theory and practice share valuable links and identifying song-writing as a powerful therapeutic technique for AD treatment. For the patient in the case study, music therapy helped with reminiscence and emotional self-expression, and assisted the client with experiencing herself in new ways to process her condition. Specifically, music helped her strengthen and validate her identify, verbalize her emotions, and reflect on her experience with AD.\nHIV/AIDS treatment.\n&lt;a href=\"Kathleen%20Van%20Buren\"&gt;Kathleen Van Buren&lt;/a&gt; conducted &lt;a href=\"Field%20research\"&gt;fieldwork&lt;/a&gt; in Nairobi and Sheffield with the purpose of enacting positive change in the context of HIV and AIDS in each environment. Van Buren speaks about utilizing music as an agent of social change; in Nairobi, she witnessed individuals and organizing drawing upon music and the arts to promote social change within their respective communities. In &lt;a href=\"Sheffield\"&gt;Sheffield&lt;/a&gt;, Van Buren offered a new class on \"Music and Health\" at the &lt;a href=\"University%20of%20Sheffield\"&gt;University of Sheffield&lt;/a&gt; as well as &lt;a href=\"World%20AIDS%20Day\"&gt;World AIDS Day&lt;/a&gt; event with the theme \"Hope through the Arts\". After the conclusion of these events, Van Buren published her findings and offered a to-do list for the ethnomusicology of HIV and AIDS. Namely, she urged ethnomusicologists to research and engage with the music community in order to facilitate the development of educational and therapy programs to further the fight against AIDS.\n&lt;a href=\"Gregory%20Barz\"&gt;Gregory Barz&lt;/a&gt; also investigates the usage of music in healing individuals with HIV/AIDS in &lt;a href=\"Sub-Saharan%20Africa\"&gt;Sub-saharan African&lt;/a&gt; communities like &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;, where only 10% of the population has access to medical facilities, and there is only one doctor for every 20,000 people. In Uganda, less than 2% of those who need antiretroviral drugs can afford them. He concludes that music's contributions to HIV/AIDS intervention and palliative care are a valuable, human, and imperative option to shaping the treatment landscape for these individuals. Through participation in music, socioeconomic effects of illness are reduced by supporting &lt;a href=\"caregiver\"&gt;caregiver&lt;/a&gt;s, controlling &lt;a href=\"pain\"&gt;pain&lt;/a&gt;, and providing &lt;a href=\"Counseling%20psychology\"&gt;counseling&lt;/a&gt; to caretakers and sick individuals.\nBarz notes that one of the primary ways that music can play a role in the treatment of HIV/AIDS is through performances that help educate the listeners about the disease and make it easier for them to understand, interact with, and reconcile the role that HIV/AIDS plays in their lives. For example, &lt;a href=\"Walya%20Sulaiman\"&gt;Walya Sulaiman&lt;/a&gt; is a musical activist who lives with HIV; since his diagnosis, he has dedicated his life to educating and counseling other Igangan Muslims. There is often a communication barrier between doctors who understand the biological mechanisms behind HIV/AIDS and village people, who might not have as firm of a grasp on the implications of the disease. Therefore, in musical performances meant to educate his target groups about the affliction, Sulaiman uses the term &lt;a href=\"Guarani-Kaiow%C3%A1\"&gt;kayovu&lt;/a&gt;, which is an insect that eats bananas from the inside out, to depict AIDS, and ene, which is &lt;a href=\"jackfruit\"&gt;jackfruit&lt;/a&gt;, to facilitate an understanding about how one can get stuck in the syrupy fruit, unable to wash or scrape HIV away. Thus, these linguistic localizations help facilitate a deeper, culturally relevant understanding of HIV/AIDS.\nAutism-related therapy.\n&lt;a href=\"Michael%20Bakan\"&gt;Michael Bakan&lt;/a&gt;, professor of ethnomusicology and &lt;a href=\"Florida%20State%20University\"&gt;Florida State University&lt;/a&gt;, has spearheaded research efforts to apply ethnomusicology to autism, and conceptually sees the practice as a form of &lt;a href=\"applied%20ethnomusicology\"&gt;applied ethnomusicology&lt;/a&gt;. He sees the ethnomusicology of autism as in the same realm as other similar epistemological frameworks related to the condition, including the autistic self-advocacy and neurodiversity movements, disability studies, and the anthropology of autism. In his research and publications, he utilizes a polyvocal narrative approach by splicing his words and ideas with the children on the autism spectrum who he plays and listens to music with. He also integrates the ideologies of spokespeople from the autistic &lt;a href=\"self-advocacy\"&gt;self-advocacy&lt;/a&gt; movement, and scholars, scientists, and disability rights advocates who represent a broad range of positions and &lt;a href=\"Epistemology\"&gt;epistemic&lt;/a&gt; schools of thought. He ultimately proposes an ethnographic model of disability as a complementary alternative to existing &lt;a href=\"Social%20medicine\"&gt;socio-medical&lt;/a&gt; models, further arguing that the ethnographic and relativistic principles of &lt;a href=\"applied%20ethnomusicology\"&gt;applied ethnomusicology&lt;/a&gt; can effectively promote &lt;a href=\"neurodiversity\"&gt;neurodiversity&lt;/a&gt; and autism acceptance.\nAn example of music used in the treatment of autism is the Music-Play Project (MPP). The MPP was inspired by an interaction in which &lt;a href=\"Benjamin%20Koen\"&gt;Benjamin Koen&lt;/a&gt; and Michael Bakan invited their families to eat dinner together. After dinner, Koen and Bakan took out some drums and started playing music together. Mark, a 3-year-old member of the Bakan family who has Asperger's syndrome, began engaging with the music in a way that Koen describes as \"miraculous\". Bakan describes Mark's experience as a \"remarkable and positive behavioral/emotional transformation in him\". After that moment, Koen and Bakan began hosting a six-week program in which three children, accompanied by their parents, engage in freeform improvisational music creation alongside Koen and Bakan. Participants play on &lt;a href=\"gamelan\"&gt;gamelan&lt;/a&gt; gongs, &lt;a href=\"metallophone\"&gt;metallophone&lt;/a&gt;s, and &lt;a href=\"drum\"&gt;drum&lt;/a&gt;s, which are chosen for providing rewarding sounds with minimal technique and effort from the participants. Koen and Bakan recount that the Music-Play Project has proven successful in providing &lt;a href=\"child\"&gt;child&lt;/a&gt;ren with key experiences that are particularly important in development, including forming new friendships among participants and facilitating fresh interactions between children and their &lt;a href=\"parent\"&gt;parent&lt;/a&gt;s.\nCognitive therapy.\n\"The Flexibility Hypothesis\"\nThe flexibility hypothesis posits that the mechanism behind many forms of healing and psychotherapy is the induction of positive psychological states marked by flexibility or an enhanced ability to move and shift between different cognitive sets. This hypothesis mentions that music can act as a tool, or primer, to facilitate the patient's receptibility to moving across cognitive states. These different cognitive sets can be reached by the patient by altering expectations, remoralization, and instilling &lt;a href=\"hope\"&gt;hope&lt;/a&gt; in the present and the future, with help from different primers.\nHealing practices use specific symbolic interventions called \"flexibility primers;\" these can help induce different degrees and states of cognitive and emotional flexibility. Flexibility primers can take different forms, including metaphors, images, and music and other media, which is how the flexibility hypothesis falls within the realm of medical ethnomusicology. Music is often used to prime the patients to represent, elicity, and enact cognitive and emotional flexibility in &lt;a href=\"ritual\"&gt;ritual&lt;/a&gt;s of healing. Within this practice, to truly reach the patient, it is imperative to identify psychological processes and cultural forms that facilitate and evoke cognitive and emotional flexibility to understand the cultural specificity and potential efficacy of a particular set of primers. For example, when choosing music for this ritual, it might be in one's best interest to use cultural context to match the patient with a primer that they will be particularly receptive to, through &lt;a href=\"language\"&gt;language&lt;/a&gt;, style, etc. Because cultural specificity is highly correlated with the potential efficacy of different healing practices, we can use cultural context to guide intervention/healing design to best promote well-being.\n\"Rhythmic Drumming\"\nThere has been debate since the early &lt;a href=\"1950s\"&gt;1950s&lt;/a&gt; among anthropologists and ethnomusicologists about the extent to which different psychological and socio-environmental factors play into the induction of trance states in different ritual contexts. The debate has been focused around the question: Can music (alone or in context) induce trance? &lt;a href=\"Gilbert%20Rouget\"&gt;Gilbert Rouget&lt;/a&gt;, an anthropologist, is a primary player in this debate; his 1980 book \"Music and &lt;a href=\"Trance\"&gt;Trance&lt;/a&gt;: A Theory of Relations between Music and Possession\" explores ritual trances involving music and reviews the anthropological literature on the neurophysiological effects of &lt;a href=\"drum\"&gt;drum&lt;/a&gt;ming and other repetitive &lt;a href=\"Auditory%20system\"&gt;auditory&lt;/a&gt; stimulation. Another researcher in this debate is Andrew Neher, who conducted laboratory studies about auditory driving, which is the ability of repetitive rhythmic auditory stimuli to alter brainwave activity in a one-to-one relationship. He found that if a subject hears drum rhythms at 8 beats/second, one's brainwaves will be influenced by this stimulus, producing more activity at 8 &lt;a href=\"Hertz\"&gt;Hz&lt;/a&gt; and also influencing other brainwave frequency bands to alter brain activity as a whole.\nMany researchers have also found that drumming can have mood-altering effects on the brain and nervous system. This research has been applied to developing treatments for a range of physical conditions, &lt;a href=\"Mental%20disorder\"&gt;mental illnesses&lt;/a&gt;, and &lt;a href=\"personality%20disorder\"&gt;personality disorder&lt;/a&gt;s. Bittman et al. discovered that rhythmic auditory stimulation can improve immune function and increase &lt;a href=\"Relaxation%20%28psychology%29\"&gt;relaxation&lt;/a&gt;, improve &lt;a href=\"Mood%20disorder\"&gt;mood&lt;/a&gt;, and help manage &lt;a href=\"Stress%20%28biology%29\"&gt;stress&lt;/a&gt;, Maurer et al. found that drumming or &lt;a href=\"hearing\"&gt;hearing&lt;/a&gt; music where the predominant focus is on drum beats can help enhance hypnotic susceptibility, and Mandel et al. suggested that rhythmic stimulation can induce altered &lt;a href=\"Consciousness\"&gt;states of consciousness&lt;/a&gt; for &lt;a href=\"psychotherapy\"&gt;psychotherapy&lt;/a&gt;. Additionally, many modern &lt;a href=\"Physiology\"&gt;physiological&lt;/a&gt; reports on the effects of sustained rhythmic drumming reinforce that the act of drumming can help alter affective states and induce states of consciousness, hypnosis, and meditation through the diversion of attention to consistent patterns, as well as &lt;a href=\"Neural%20oscillation\"&gt;brainwave&lt;/a&gt; synchronization and &lt;a href=\"Brainwave%20entrainment\"&gt;entrainment&lt;/a&gt;."
}