{
    "id": "65718889",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=65718889",
    "title": "Sture Gillström",
    "text": "Sture \"Stöttan\" Gillström (3 December 1908 – 28 January 1978) was a &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; and &lt;a href=\"bandy\"&gt;bandy&lt;/a&gt; player, known for representing &lt;a href=\"Hammarby%20IF\"&gt;Hammarby IF&lt;/a&gt; in all three sports.\nEarly life.\nSture Gillström grew up in a working-class home in a southern part of &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; known as &lt;a href=\"S%C3%B6dermalm\"&gt;Södermalm&lt;/a&gt;. He and his two siblings were raised by the mother, since the father died in the &lt;a href=\"Spanish%20flu\"&gt;1918 Spanish flu&lt;/a&gt; pandemic.\nAthletic career.\nFootball.\nHe started to play football with the local club &lt;a href=\"Hammarby%20Fotboll\"&gt;Hammarby IF&lt;/a&gt; as a youngster. On 2 August 1925, at the age of 16, Gillström debuted in the senior team, in the first fixture of the &lt;a href=\"Division%202%20%28Swedish%20football%29\"&gt;Division 2&lt;/a&gt; campaign, and scored two goals as Hammarby won 3–2 against &lt;a href=\"Sundbybergs%20IK\"&gt;Sundbybergs IK&lt;/a&gt;.\nGillström established himself as an important offensive player in Hammarby, competing in the Swedish second tier, and was the club's top scorer during four seasons. In total, Gillström made 159 league appearances for Hammarby, scoring 72 goals, between 1925 and 1936.\nHe enjoyed a brief stint at the &lt;a href=\"Allsvenskan\"&gt;Allsvenskan&lt;/a&gt; club AIK, during the season of 1933–34.\nAfter definitely leaving Hammarby in 1936, Gillström finished his playing career with Sundbyberg in the Swedish lower divisions.\nIce hockey.\nGillström also played &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; and won two &lt;a href=\"List%20of%20Swedish%20ice%20hockey%20champions\"&gt;Swedish championships&lt;/a&gt;, in 1932 and 1933, with &lt;a href=\"Hammarby%20IF%20Hockey%20%281921-2008%29\"&gt;Hammarby&lt;/a&gt;, the club's first domestic titles.\nBandy.\nGillström also showed promise as a bandy player, winning the Stockholm junior district championship in 1926 with &lt;a href=\"Hammarby%20IF%20Bandy\"&gt;Hammarby&lt;/a&gt;. As a player in the men's senior team, Gillström helped establish Hammarby among the top bandy clubs in Sweden at the end of the 1920s and the beginning of the 1930s.\nPersonal life.\nBesides being a sportsman, Gillström worked as a &lt;a href=\"Mechanical%20engineering\"&gt;mechanical engineer&lt;/a&gt; for &lt;a href=\"ASEA\"&gt;ASEA&lt;/a&gt; in both &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; and &lt;a href=\"V%C3%A4ster%C3%A5s\"&gt;Västerås&lt;/a&gt;."
}