{
    "id": "6576088",
    "revid": "5320876",
    "url": "https://en.wikipedia.org/wiki?curid=6576088",
    "title": "Tom Fitton",
    "text": "Thomas J. Fitton (born May 30, 1968) is an American &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; activist and the president of &lt;a href=\"Judicial%20Watch\"&gt;Judicial Watch&lt;/a&gt;. Fitton is known for pro-Trump commentary. Fitton is prominent for criticizing &lt;a href=\"Special%20Counsel%20investigation%20%282017%E2%80%932019%29\"&gt;Special Counsel Robert Mueller&lt;/a&gt;'s investigation into alleged &lt;a href=\"Russian%20interference\"&gt;Russian interference&lt;/a&gt; in the &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;2016 United States presidential election&lt;/a&gt;; he has said that the investigation was a \"coup\" against U.S. President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; and called for it to be shut down. \nFitton &lt;a href=\"Climate%20change%20denial\"&gt;rejects&lt;/a&gt; the &lt;a href=\"scientific%20consensus%20on%20climate%20change\"&gt;scientific consensus on climate change&lt;/a&gt;; under his tenure, Judicial Watch has filed lawsuits against &lt;a href=\"List%20of%20climate%20scientists\"&gt;climate scientists&lt;/a&gt;.\nEarly life.\nFitton was born in &lt;a href=\"West%20Nyack%2C%20New%20York\"&gt;West Nyack, New York&lt;/a&gt;. He graduated from &lt;a href=\"Clarkstown%20High%20School%20South\"&gt;Clarkstown High School South&lt;/a&gt; in 1986. Fitton has a bachelor's degree in English from &lt;a href=\"George%20Washington%20University\"&gt;George Washington University&lt;/a&gt;. His father was a manager at a supermarket and his mother was a nurse.\nJudicial Watch.\nFitton has been the president of Judicial Watch since August 1998. The group primarily seeks access to government records by filing &lt;a href=\"Freedom%20of%20Information%20Act%20%28United%20States%29\"&gt;Freedom of Information Act&lt;/a&gt; (FOIA) and other public records act lawsuits and engaging in other forms of civil litigation.\nIn 2006, &lt;a href=\"Larry%20Klayman\"&gt;Larry Klayman&lt;/a&gt;, Judicial Watch's former chairman, attempted to reclaim control of Judicial Watch by suing Fitton, the organization, and its other officers and directors. Most of Klayman's claims, including all of the claims against Fitton and Judicial Watch's other officers and directors, were dismissed in 2009.\nOn October 2, 2020, it was announced that Trump intended to appoint Fitton to the D.C. Commission on Judicial Disabilities and Tenure. He was officially appointed on November 10, 2020 and his term ends on July 29, 2025.\nViews.\nZimmerman trial.\nIn July 2013, Fitton falsely claimed that the &lt;a href=\"Obama%20administration\"&gt;Obama administration&lt;/a&gt;'s Department of Justice had sent representatives to &lt;a href=\"Sanford%2C%20Florida\"&gt;Sanford, Florida&lt;/a&gt;, following Trayvon Martin's death \"to help organize and manage rallies and protests against George Zimmerman.\" \nClimate change.\nFitton rejects the scientific consensus on climate change (&lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;). He said, \"There has been scandal after scandal involving climate data and we are skeptical of government agencies that won't tell people what they are up to... I’m sure scientists are concerned that funding for dubious research will be cut, but the truth will win out in the end.\" Judicial Watch, which has claimed that &lt;a href=\"climate%20science\"&gt;climate science&lt;/a&gt; is \"fraud science,\" has filed lawsuits seeking to force the &lt;a href=\"National%20Oceanic%20and%20Atmospheric%20Administration\"&gt;National Oceanic and Atmospheric Administration&lt;/a&gt; (NOAA) to release the correspondence of climate scientists who published a 2015 study in the journal \"&lt;a href=\"Science%20%28journal%29\"&gt;Science&lt;/a&gt;\". The study had debunked one of the common claims made by &lt;a href=\"climate%20change%20denial\"&gt;climate change deniers&lt;/a&gt;: that there had been &lt;a href=\"Global%20warming%20hiatus\"&gt;global warming \"hiatus\"&lt;/a&gt; from 1998 to 2012. The &lt;a href=\"Climate%20Science%20Legal%20Defense%20Fund\"&gt;Climate Science Legal Defense Fund&lt;/a&gt; (CSLDF), &lt;a href=\"American%20Meteorological%20Society\"&gt;American Meteorological Society&lt;/a&gt;, and &lt;a href=\"Union%20of%20Concerned%20Scientists\"&gt;Union of Concerned Scientists&lt;/a&gt; condemned Judicial Watch by saying that the disclosure of private communications between scientists \"would harm (or halt altogether) government scientists' ability to collaborate with colleagues, damage the government's ability to recruit or retain top scientists, and deter critically important research into politically charged fields like climate change.\" The Judicial Watch lawsuit was inspired by US Representative &lt;a href=\"Lamar%20Smith\"&gt;Lamar Smith&lt;/a&gt;, who accused the authors of the study of \"alter[ing] data\" to \"get the politically correct results they want.\"\nSupport for Breitbart News.\nJudicial Watch has advertised for years on &lt;a href=\"Breitbart%20News\"&gt;Breitbart News&lt;/a&gt;, the far-right website formerly run by &lt;a href=\"Steve%20Bannon\"&gt;Steve Bannon&lt;/a&gt;. The site was defended by Fitton against calls for advertisers to drop them for advertising. Fitton stated, \"Liberal activists want to destroy Breitbart, but we won't be cowed.\"\nVoting rights.\nFitton said about &lt;a href=\"voter%20impersonation%20%28United%20States%29\"&gt;voter fraud&lt;/a&gt;: \"We have all heard about voter fraud and the attempts by liberal media organs like the \"New York Times\" and Ivory Tower academics to dismiss it as a nonexistent problem. But it is real, widespread, and substantial to the point that it can decide elections.\" Fitton has alleged that hundreds of thousands of undocumented immigrants voted in the 2018 midterm elections. There is no evidence of widespread voter fraud in California or Texas.\nOn February 3, 2020, the day of the &lt;a href=\"Iowa%20caucuses\"&gt;Iowa caucuses&lt;/a&gt; in the Democratic presidential primary, Fitton suggested that voter fraud was afoot in Iowa by falsely claiming that \"eight Iowa counties have more voter registrations than citizens old enough to register.\" Iowa's Secretary of State, Paul Pate, a member of the Republican Party, debunked Fitton's claim by linking to official voter registration data.\nIn a video recording released in October 2020, in the lead-up to the 2020 election, Fitton called on fellow conservative activists at a conference to come up with ways to prevent mail-in-ballots from being distributed to voters.\nAt the &lt;a href=\"Conservative%20Political%20Action%20Conference\"&gt;Conservative Political Action Conference&lt;/a&gt; in February 2021, Fitton falsely claimed that on the day of the &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 United States presidential election&lt;/a&gt;, \"President Trump had the votes to win the presidency. These vote totals were changed because of unprecedented and extraordinary counting after election day\".\nRussian interference in the 2016 election.\nIn 2017, Judicial Watch helped to stoke Republican attacks against Special Counsel &lt;a href=\"Robert%20Mueller\"&gt;Robert Mueller&lt;/a&gt;'s investigation into Russian interference in the 2016 election. He has referred to the Mueller probe as a \"coup\" against Trump. Trump retweeted Fitton's remarks about a coup; PolitiFact rated the assertion that the Mueller probe was a coup as \"pants-on-fire\" false. Trump frequently listens to Fitton and had mentioned Fitton at least five times in his tweets by August 2018, including a promotion of an upcoming Fitton appearance on Fox. According to \"Politico\", \"Fitton's rhetoric is often indistinguishable from Trump's.\" Fitton called for the Special Counsel investigation to be shut down and argued that prosecutors in the probe were too biased against Trump to conduct a credible investigation. Fitton furthermore called for shutting down the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; \"because it was turned into a KGB-type operation by the Obama administration.\" \"Newsweek\" rated the claim \"false\", stating that \"there is no comparison between the FBI and KGB.\"\nWhen &lt;a href=\"Michael%20Cohen%20%28lawyer%29\"&gt;Michael Cohen&lt;/a&gt;, Trump's former personal attorney, &lt;a href=\"criminal%20charges%20brought%20in%20the%20Special%20Counsel%20investigation%20%282017%E2%80%932019%29\"&gt;pleaded guilty to crimes&lt;/a&gt; brought to light by Special Counsel Robert Mueller's probe in December 2018, Fitton dismissed the importance of the crimes. Fitton said it was \"weak tea\" and intended \"to make President Trump look bad.\"\nCoronavirus pandemic, 2020.\nDuring the &lt;a href=\"COVID-19%20pandemic\"&gt;coronavirus pandemic&lt;/a&gt;, Fitton has called on Trump to \"reopen\" the United States amid social distancing and lockdowns to prevent spread of the virus. Fitton criticized Dr. &lt;a href=\"Anthony%20Fauci\"&gt;Anthony Fauci&lt;/a&gt;, the White House's leading epidemiology expert, and amplified right-wing conspiracy theories about Fauci.\nAt an August 2020 meeting of the &lt;a href=\"Council%20for%20National%20Policy\"&gt;Council for National Policy&lt;/a&gt;, Fitton claimed that people on the American &lt;a href=\"Left-wing%20politics\"&gt;left&lt;/a&gt; are planning to delay the &lt;a href=\"2020%20election%20in%20the%20United%20States\"&gt;2020 election&lt;/a&gt; tally until January 20, 2021, to allow &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;House Speaker&lt;/a&gt; &lt;a href=\"Nancy%20Pelosi\"&gt;Nancy Pelosi&lt;/a&gt; to become acting &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt;. He later added that \"it could cause civil war\".\nAwards.\nFitton received the &lt;a href=\"American%20Conservative%20Union\"&gt;American Conservative Union&lt;/a&gt;'s 'Defender of the Constitution Award' during its annual &lt;a href=\"Conservative%20Political%20Action%20Conference\"&gt;Conservative Political Action Conference&lt;/a&gt; (CPAC) in 2015."
}