{
    "id": "65768563",
    "revid": "37084796",
    "url": "https://en.wikipedia.org/wiki?curid=65768563",
    "title": "Locatora Radio",
    "text": "Locatora Radio: A Radiophonic Novela is a feminist talk podcast created by co-hosts Ariana Rodriguez and Zoe Muñoz, known professionally as Diosa Femme and Mala Muñoz. The show focuses on the lives and experiences of &lt;a href=\"Latinx\"&gt;Latinx&lt;/a&gt; &lt;a href=\"Femme\"&gt;femmes&lt;/a&gt; through discussions on various topics like mental health, art, politics, and gender expression. The podcast is independently produced and recorded at Espacio 1839 in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. The first episode premiered online on November 15, 2016. \"Locatora Radio\" was recommended by &lt;a href=\"Los%20Angeles%20%28magazine%29\"&gt;\"Los Angeles\"&lt;/a&gt; and &lt;a href=\"O%2C%20The%20Oprah%20Magazine\"&gt;\"Oprah Magazine\"&lt;/a&gt;.\nHistory.\nDevelopment.\nThe show was created by Ariana Rodriguez and Zoe Muñoz, who are both from Los Angeles. Rodriguez is Peruvian and Mexican and a graduate of &lt;a href=\"University%20of%20California%2C%20Santa%20Barbara\"&gt;UC Santa Barbara&lt;/a&gt;. Muñoz is Mexican and Puerto Rican and attended &lt;a href=\"Tufts%20University\"&gt;Tufts University&lt;/a&gt;. The two began following each other on Twitter and Instagram before eventually meeting in person at an event hosted by &lt;a href=\"Chingona%20Fire\"&gt;Chingona Fire&lt;/a&gt;, a women of color poetry collective. \nRodriguez approached Muñoz about starting the podcast. They launched \"Locatora Radio\" in 2016 in part to address the dearth of representation of &lt;a href=\"Latinx\"&gt;Latinx&lt;/a&gt;, femmes, and assault survivors doing podcasts that intersected with academic analysis. The hosts each adopted a name to use for the podcast: Diosa Femme (Rodriguez) and Mala (Muñoz). \nThe show has a particular focus on the work of femmes of color. Diosa Femme and Muñoz also use the podcast as a method of archiving the knowledge of artists and creatives. \nThe name \"Locatora Radio\" replaces the letter \"u\" from the Spanish word locutor (a radio DJ) with an \"a\" in an effort to feminize the word. The aesthetic of the podcast is femme, and their digital marketing materials draw on Mexican film posters from El Siglo de Oro that portrayed women as villains.\nOne of the stated goals of the podcast is to \"deconstruct, decolonize and destigmatize what it means to be a \"loca\", a crazy woman.\" According to Muñoz, the word loca is often used to describe female survivors of violence, and the podcast seeks to affirm survivors.\nProduction.\nThe podcast is independently financed and produced by Diosa and Muñoz. They self-taught sound engineering to produce \"Locatora Radio\" and record the podcast at the local radio station Radio Espacio, housed at Espacio 1839, a community space located in &lt;a href=\"Mariachi%20Plaza\"&gt;Mariachi Plaza&lt;/a&gt;.\nThe first episode was released on November 15, 2016.\nFormat.\nThe podcast was described by &lt;a href=\"Latina%20%28magazine%29\"&gt;\"Latina\"&lt;/a&gt; as \"two brown college-educated Latinas breaking down queer and feminist theories and concepts in accessible language that’s relatable to the everyday, around-the-way girl and her \"hermanxs\" all while maintaining a hyper-feminine and hyper-visible presentation.\" The hosts refer to themselves as Las Mamis of Myth &amp; Bullsh**t. They sometimes interviews guests, such as Afro-Peruvian choreographer Nadia Calmet, and Linda Yvette Chavez and Marvin Lemus, the creators of the &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; series \"&lt;a href=\"Gentefied\"&gt;Gentefied&lt;/a&gt;\".\nReception.\nAs of 2019 the show had 500,000 listens overall. Fans of the show are called locamores.\n\"Locatora Radio\" was nominated for Breakout Creator of the Year, at the 2019 Tecla Awards. The podcast was recommended by &lt;a href=\"Los%20Angeles%20%28magazine%29\"&gt;\"Los Angeles\"&lt;/a&gt; and \"&lt;a href=\"O%2C%20The%20Oprah%20Magazine\"&gt;Oprah Magazine&lt;/a&gt;\". \nOther media.\nDiosa Femme and Mala Muñoz host virtual and in-person events for \"Locatora Radio\". In February 2019 they hosted a pop-up art installation called Mejor Sola Pop-Up.\nThey also hosted podcasting workshops at 11 branches of the &lt;a href=\"Los%20Angeles%20Public%20Library\"&gt;Los Angeles Public Library&lt;/a&gt; for the institution's 2020 LA Made series. "
}