{
    "id": "65809805",
    "revid": "149908",
    "url": "https://en.wikipedia.org/wiki?curid=65809805",
    "title": "Adult animation in the United States",
    "text": "In the United States, before the enforcement of the &lt;a href=\"Hays%20Code\"&gt;Hays Code&lt;/a&gt;, some cartoon shorts contained humor that was aimed at adult audience members rather than children. Following the introduction of the &lt;a href=\"Motion%20Picture%20Association%20of%20America%20film%20rating%20system\"&gt;Motion Picture Association of America film rating system&lt;/a&gt;, &lt;a href=\"independent%20animation\"&gt;independent animation&lt;/a&gt; producers attempted to establish an alternative to mainstream animation. Initially, few animation studios in the United States attempted to produce animation for adult audiences, but later examples of &lt;a href=\"adult%20animation\"&gt;animation produced for adults&lt;/a&gt; would gain mainstream attention and success. Adult animation in the United States includes shows with superhero, sci-fi, and fantasy elements. Some of the most prominent animations with these mature themes include \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\", \"&lt;a href=\"Bojack%20Horseman\"&gt;Bojack Horseman&lt;/a&gt;\", \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\", \"&lt;a href=\"Futurama\"&gt;Futurama&lt;/a&gt;\", and \"&lt;a href=\"Archer%20%282009%20TV%20series%29\"&gt;Archer&lt;/a&gt;\", along with other adult animated television series, feature films, and animation in other forms which helped the genre expand over the years.\nPre-Code animation.\nThe earliest cartoon series were based upon popular &lt;a href=\"comic%20strip\"&gt;comic strip&lt;/a&gt;s, and were directed at family audiences. Most animation produced during the &lt;a href=\"silent%20film\"&gt;silent film&lt;/a&gt; era was not intended to be shown to any specific age group, but occasionally contained humor that was directed at adult audience members, including risqué jokes. Writer Michael Tisserand argued that all animations were \"adult swims in the early days of American animation,\" with shapes which were hand-drawn, frolicking and not behaving \"correctly\" before audience members who \"reacted with shock at this new life they were witnessing.\" Some scholars, like Jason Mittel, stated that the assumed audience of these early cartoons, particularly \"&lt;a href=\"Looney%20Tunes\"&gt;Looney Tunes&lt;/a&gt;\", has alternated from their initial unspecific audience, to children, and back to general audiences as \"classics\". The earliest known instance of censorship in animation occurred when the censorship board of Pennsylvania requested that references to &lt;a href=\"Rum-running\"&gt;bootlegging&lt;/a&gt; be removed from &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt;'s 1925 short \"&lt;a href=\"Alice%20Comedies\"&gt;Alice Solves a Puzzle&lt;/a&gt;\". One of the earliest animated &lt;a href=\"pornographic%20films\"&gt;pornographic films&lt;/a&gt; was \"&lt;a href=\"Eveready%20Harton%20in%20Buried%20Treasure\"&gt;Eveready Harton in Buried Treasure&lt;/a&gt;\", produced circa 1928. It has often been suggested that the film was produced for a private party in honor of &lt;a href=\"Winsor%20McCay\"&gt;Winsor McCay&lt;/a&gt;. According to Karl F. Cohen's 1998 book, \"Forbidden Animation: Censored Cartoons and Blacklisted Animators in America\", rumor held that that the film was developed in &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; years after it was completed, because no lab in New York City would process the film. When a print was screened in San Francisco in the late 1970s, the program notes attributed the animation to &lt;a href=\"George%20Stallings\"&gt;George Stallings&lt;/a&gt;, George Canata, Rudy Zamora, Sr. and &lt;a href=\"Walter%20Lantz\"&gt;Walter Lantz&lt;/a&gt;.\nThe &lt;a href=\"Motion%20Picture%20Association%20of%20America\"&gt;Motion Picture Association of America&lt;/a&gt;, then known as the Motion Pictures Producers and Distributors Association, was established in 1922 as the result of public objection to adult content in films, and a series of guidelines were established, suggesting content that should not be portrayed in films. Until the &lt;a href=\"Hays%20Code\"&gt;Hays Code&lt;/a&gt; was enforced, many animated shorts featured suggestive content, including &lt;a href=\"sexual%20innuendo\"&gt;sexual innuendo&lt;/a&gt;, references to alcohol and drug use, and mild &lt;a href=\"profanity\"&gt;profanity&lt;/a&gt;. In the 1933 short \"&lt;a href=\"Bosko%27s%20Picture%20Show\"&gt;Bosko's Picture Show&lt;/a&gt;\", &lt;a href=\"Bosko\"&gt;Bosko&lt;/a&gt; appears to use profanity, although it has also been suggested that the character is saying \"&lt;a href=\"fox\"&gt;fox&lt;/a&gt;\", or even \"&lt;a href=\"mug\"&gt;mug&lt;/a&gt;\". Apart from this, in the 1920s and 1930s, &lt;a href=\"X%20rating%23United%20States\"&gt;X-rated&lt;/a&gt; cartoons were produced and shown, building upon the \"small non-theatrical industry\" which had developed \"around pornographic films before WWI.\"\n The latter cartoons came at time when the U.S. military began to commission animated films to train recruits. This morphed into the U.S. Army's &lt;a href=\"First%20Motion%20Picture%20Unit\"&gt;First Motion Picture Unit&lt;/a&gt;, which existed from 1942 to 1945 located at &lt;a href=\"Hal%20Roach%20Studios\"&gt;Hal Roach Studios&lt;/a&gt; in &lt;a href=\"Culver%20City%2C%20California\"&gt;Culver City, California&lt;/a&gt;. The unit included filmmakers like &lt;a href=\"Frank%20Capra\"&gt;Frank Capra&lt;/a&gt;, \"&lt;a href=\"Looney%20Tunes\"&gt;Looney Tunes&lt;/a&gt;\" creator &lt;a href=\"Rudolf%20Ising\"&gt;Rudolf Ising&lt;/a&gt;, animator &lt;a href=\"Frank%20Thomas%20%28animator%29\"&gt;Frank Thomas&lt;/a&gt;, and cartoonist &lt;a href=\"Dr.%20Seuss\"&gt;Dr. Seuss&lt;/a&gt;, and it produced hundreds of animated \"training films on a continuous schedule.\" Animation was integral in these films, helping pilots fly airplanes, soldiers learn the fine points of &lt;a href=\"military%20camouflage\"&gt;military camouflage&lt;/a&gt;, or train others how to correctly use hand-held weapons.\nThe &lt;a href=\"Betty%20Boop\"&gt;Betty Boop&lt;/a&gt; series was known for its use of jokes that would eventually be considered taboo following the enforcement of the Hays Code, including the use of nudity. Betty Boop was initially drawn as a dog, and cast as the girlfriend of another Fleischer character, &lt;a href=\"Bimbo%20%28Fleischer%29\"&gt;Bimbo&lt;/a&gt;. Betty was redesigned as a human, but the series continued to suggest a love relationship between the two that went further than the normal relationship between humans and their pets. The short \"&lt;a href=\"Is%20My%20Palm%20Read\"&gt;Is My Palm Read&lt;/a&gt;\" contains a scene in which Betty is shown as a child between the ages of four and five, bathing in the nude. In the 1970s, this scene was shown out of context in performances by &lt;a href=\"Oingo%20Boingo\"&gt;The Mystic Knights of the Oingo Boingo&lt;/a&gt;. Concert audiences were not aware that Betty was supposed to be a baby in the sequence.\nAnother short, \"&lt;a href=\"Betty%20Boop%27s%20Bamboo%20Isle\"&gt;Bamboo Isle&lt;/a&gt;\", contains a sequence in which Betty dances the &lt;a href=\"hula\"&gt;hula&lt;/a&gt; topless, wearing only a &lt;a href=\"lei%20%28garland%29\"&gt;lei&lt;/a&gt; over her breasts and a &lt;a href=\"grass%20skirt\"&gt;grass skirt&lt;/a&gt;. According to animator &lt;a href=\"Shamus%20Culhane\"&gt;Shamus Culhane&lt;/a&gt;, &lt;a href=\"Fleischer%20Studios\"&gt;Fleischer Studios&lt;/a&gt; and &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; were shocked by the sequence, but because it was a major sequence, it could not be cut out of the film. Culhane also states that he does not remember any instance in which the film was censored. Betty's hula animation was reused for a cameo appearance with &lt;a href=\"Popeye%20the%20Sailor\"&gt;Popeye the Sailor&lt;/a&gt; in his self-titled animated debut short &lt;a href=\"Popeye%20the%20Sailor%20%28film%29\"&gt;of the same name&lt;/a&gt;.\nFollowing the enforcement of the Hays Code, Betty's clothing was redesigned, and all future shorts portrayed her with a longer dress which did not emphasize her physique and sexuality. Shorts produced following the enforcement of the Hays Code were also less surreal in nature, and Betty was portrayed as a rational adult.\nAfter the Hays Code.\nBy 1968, the Hays Office had been eliminated, and the former guidelines were replaced by the &lt;a href=\"Motion%20Picture%20Association%20of%20America%20film%20rating%20system\"&gt;Motion Picture Association of America film rating system&lt;/a&gt;. The lifting of the Code meant that animated features from other countries could be distributed without censorship, and that censorship would not be required for American productions. Some underground cartoon features from the late 1960s were also aimed at an adult audience, such as \"&lt;a href=\"Bambi%20Meets%20Godzilla\"&gt;Bambi Meets Godzilla&lt;/a&gt;\" (1968), and the anti-war films \"&lt;a href=\"Escalation%20%28animated%20short%29\"&gt;Escalation&lt;/a&gt;\" (1968), and \"&lt;a href=\"Mickey%20Mouse%20in%20Vietnam\"&gt;Mickey Mouse in Vietnam&lt;/a&gt;\" (1969). \"Escalation\" in particular is interesting because it was made by Disney animator &lt;a href=\"Ward%20Kimball\"&gt;Ward Kimball&lt;/a&gt;, independently from the &lt;a href=\"Walt%20Disney%20Animation%20Studios\"&gt;Disney Studios&lt;/a&gt;. Film producer John Magnuson completed an animated short based upon an audio recording of a comedy routine by &lt;a href=\"Lenny%20Bruce\"&gt;Lenny Bruce&lt;/a&gt; titled \"&lt;a href=\"Thank%20You%20Mask%20Man\"&gt;Thank You Mask Man&lt;/a&gt;\" (1971), in which &lt;a href=\"The%20Lone%20Ranger\"&gt;The Lone Ranger&lt;/a&gt; shocks the residents of the town he saves when he tells them that he wants to have sex with &lt;a href=\"Tonto\"&gt;Tonto&lt;/a&gt;. The short was made by &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;-based company Imagination, Inc. and directed by Jeff Hale, a former member of the &lt;a href=\"National%20Film%20Board%20of%20Canada\"&gt;National Film Board of Canada&lt;/a&gt;. The film was scheduled to premiere on the opening night of \"&lt;a href=\"Z%20%281969%20film%29\"&gt;Z&lt;/a&gt;\", as a supplement preceding the main feature, but was not shown. According to a former staff member of the festival, Magnuson ran up the aisle and shouted, \"They crucified Lenny when he was alive and now that he is dead they are screwing him again!\" The festival's director told Magnuson that the producer of \"Z\" did not want any short shown that night. Rumors suggested that the wife of one of the festival's financiers hated Bruce, and threatened to withdraw her husband's money if the short was screened. \"Thank You Mask Man\" was later shown in art house screenings, and gained a following, but screenings did not perform well enough financially for Magnuson to profit from the film.\nAnimated series.\nIn the 1990s and 2000s.\n\"&lt;a href=\"Aeon%20Flux\"&gt;Aeon Flux&lt;/a&gt;\", which aired from 1991 to 1995, was American &lt;a href=\"avant-garde\"&gt;avant-garde&lt;/a&gt; &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; &lt;a href=\"Animated%20series\"&gt;animated television series&lt;/a&gt; that aired on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;. Liana Satenstein called it \"cutting edge, bizarrely sexy, and certainly not for daytime television,\" which has cult-following, while &lt;a href=\"Peter%20Chung\"&gt;Peter Chung&lt;/a&gt;, the director of the animated show, stated he was inspired by the \"very naked images of the late &lt;a href=\"Helmut%20Newton\"&gt;Helmut Newton&lt;/a&gt;.\" Dramatic series such as \"&lt;a href=\"Aeon%20Flux\"&gt;Aeon Flux&lt;/a&gt;\" and \"&lt;a href=\"Invasion%20America\"&gt;Invasion America&lt;/a&gt;\" are less common, and still rarely successful. Discussions involving a series based upon Trey Parker and &lt;a href=\"Matt%20Stone\"&gt;Matt Stone&lt;/a&gt;'s video Christmas card, \"&lt;a href=\"The%20Spirit%20of%20Christmas%20%28short%20film%29\"&gt;The Spirit of Christmas&lt;/a&gt;\", led &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; to contact Ralph Bakshi in order to produce an animated series targeted specifically toward adults. Bakshi enlisted a team of writers, including his son, Preston, to develop \"Spicy Detective\", later renamed \"&lt;a href=\"Spicy%20City\"&gt;Spicy City&lt;/a&gt;\", an &lt;a href=\"anthology%20series\"&gt;anthology series&lt;/a&gt; set in a &lt;a href=\"Film%20noir\"&gt;noir-ish&lt;/a&gt;, technology-driven future. Each episode featuring a different story narrated by a female host named Raven, voiced by &lt;a href=\"Michelle%20Phillips\"&gt;Michelle Phillips&lt;/a&gt;. The series premiered in July 1997, unexpectedly beating \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\" to television by over a month and becoming the first \"adults only\" cartoon series. Although critical reaction was mixed and largely unfavorable, \"Spicy City\" received acceptable ratings. A second season was approved, but the network wanted to fire Bakshi's writing team and hire professional &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; screenwriters. When Bakshi refused to cooperate with the network, the series was canceled. FOX's \"&lt;a href=\"The%20PJs\"&gt;The PJs&lt;/a&gt;\", airing from 1999 to 2001, featured &lt;a href=\"Eddie%20Murphy\"&gt;Eddie Murphy&lt;/a&gt; and his \"stop motion animated story of life within the projects,\" with the name an abbreviation for \"the projects.\" This show lasted three seasons, but later was cancelled in 2001, fading into obscurity.\n\"\" ran on Cartoon Network from 1994 to 2001, then on &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; from 2001 to 2004, followed by being on &lt;a href=\"GameTap\"&gt;GameTap&lt;/a&gt; from 2006 to 2008. The first two seasons of this adult animated parody &lt;a href=\"talk%20show\"&gt;talk show&lt;/a&gt; were presented as a serious talk show with subdued jokes, while the later seasons relied more on &lt;a href=\"surrealism\"&gt;surrealism&lt;/a&gt;, &lt;a href=\"non%20sequitur%20%28literary%20device%29\"&gt;non-sequitur&lt;/a&gt;, and tabloid. Not only was it said to be first original series fully produced by &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt;, but it had two &lt;a href=\"Spin-off%20%28media%29\"&gt;spinoff&lt;/a&gt; series in the form of \"&lt;a href=\"Cartoon%20Planet\"&gt;Cartoon Planet&lt;/a&gt;\" and \"&lt;a href=\"The%20Brak%20Show\"&gt;The Brak Show&lt;/a&gt;\", while inspiring series such as \"&lt;a href=\"Sealab%202021\"&gt;Sealab 2021&lt;/a&gt;\"; \"&lt;a href=\"Aqua%20Teen%20Hunger%20Force\"&gt;Aqua Teen Hunger Force&lt;/a&gt;\"; \"&lt;a href=\"Harvey%20Birdman%2C%20Attorney%20at%20Law\"&gt;Harvey Birdman, Attorney at Law&lt;/a&gt;\"; \"&lt;a href=\"Perfect%20Hair%20Forever\"&gt;Perfect Hair Forever&lt;/a&gt;\"; and \"&lt;a href=\"The%20Eric%20Andre%20Show\"&gt;The Eric Andre Show&lt;/a&gt;\". The series was described as \"zany superhero spoof\" which established a formula used on &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; and elsewhere, with a specific \"randomness and raunchy sense of humor.\"\nBeginning in the 2000s, \"&lt;a href=\"Celebrity%20Deathmatch\"&gt;Celebrity Deathmatch&lt;/a&gt;\" was an American &lt;a href=\"stop-motion\"&gt;stop-motion&lt;/a&gt; &lt;a href=\"Clay%20animation\"&gt;claymated&lt;/a&gt; series created by &lt;a href=\"Eric%20Fogel\"&gt;Eric Fogel&lt;/a&gt; for &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;. which depicts various &lt;a href=\"celebrities\"&gt;celebrities&lt;/a&gt; engaging in highly stylized &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; matches. As such, it is known for its large amount of gory violence, including combatants employing different abilities and weapons to deliver particularly brutal attacks, resulting in exaggerated physical injuries. Two &lt;a href=\"television%20pilot\"&gt;television pilot&lt;/a&gt;s were broadcast on MTV in January 1998, but the series proper premiered on May 14, 1998, and ended on June 6, 2002, airing for 75 episodes. Then, for a brief period during that year, reruns of the series aired on broadcast network &lt;a href=\"UPN\"&gt;UPN&lt;/a&gt;, the series came back for two seasons between 2006 and 2007. Later, in April 2015, MTV2 announced a reboot of the series, but in November 2016, Fogel stated via Twitter that MTV did not pick up the pilot to series. As a whole, the series was called an \"off-the-wall show\" which has goofy and edgy comedy, becoming a \"uniquely appealing romp.\"\nIn September 2001, &lt;a href=\"Time%20Warner\"&gt;Time Warner&lt;/a&gt; established &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; as a programming block on Cartoon Network, aimed for an adult audience, in contrast to the different demographic targeted for Cartoon Network, which some said was the beginning of \"great changes\" in the \"world of adult animated series\" for the next twenty years. Its schedule currently includes original programs such as \"&lt;a href=\"Rick%20and%20Morty\"&gt;Rick and Morty&lt;/a&gt;\" and \"&lt;a href=\"The%20Venture%20Bros.\"&gt;The Venture Bros.&lt;/a&gt;\", as well as more \"experimental\" shows such as \"&lt;a href=\"Aqua%20Teen%20Hunger%20Force\"&gt;Aqua Teen Hunger Force&lt;/a&gt; and\" \"&lt;a href=\"Squidbillies\"&gt;Squidbillies&lt;/a&gt;\". Some said that the programming block was inspired by shows like \"&lt;a href=\"Beavis%20and%20Butt-Head\"&gt;Beavis and Butt-Head&lt;/a&gt;\" and \"&lt;a href=\"Aeon%20Flux\"&gt;Aeon Flux&lt;/a&gt;\".\" The programming block also marked the return of \"&lt;a href=\"Space%20Ghost%20Coast%20to%20Coast\"&gt;Space Ghost Coast to Coast&lt;/a&gt;\", which ran on &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; from 1994 to 2001, Adult Swim from 2001 to 2004, and &lt;a href=\"GameTap\"&gt;GameTap&lt;/a&gt; from 2006 to 2008. In the case of \"The Venture Bros\", it became a fan favorite due to its callbacks, \"fast-paced dialogue\" and commentaries about the \"dark realities behind American television icons\" while \"Rick and Morty\" had \"tightly structured, high concept adventures.\" The creation of Adult Swim, posed in 2000 by Mike Lazzo and Michael Ouweleen after a &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; team saw how many adults were watching their channel, originally confused executives who thought that adults don't watch cartoons, leading them to begin with a small number of shows made of the cheap and aimed at young men. This effort was successful, with the programming block developing \"a cult following.\" Later, adult animation got a boost with the revival of Samurai Jack in 2017 on &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt;, followed by \"&lt;a href=\"Primal%20%28TV%20series%29\"&gt;Primal&lt;/a&gt;\" and \"\" in later years. In 2006, R. Thomas Ulmstead reported that while adult animations aired on &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt;, &lt;a href=\"Anime%20Network\"&gt;Anime Network&lt;/a&gt;, and on the website of &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt;, this animation continued to push \"television's content envelope beyond anything seen on basic cable,\" as is the video game business.\nFrom 2000 to 2005, \"&lt;a href=\"Sealab%202021\"&gt;Sealab 2021&lt;/a&gt;\", an American adult animated television series, aired first on &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; before the official inception of the &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; block on September 2, 2001, with the final episode airing on April 24, 2005. \"Sealab 2021\" is one of the four original &lt;a href=\"Williams%20Street\"&gt;Williams Street&lt;/a&gt; series that premiered in 2000 before Adult Swim officially launched, the others being \"&lt;a href=\"Aqua%20Teen%20Hunger%20Force\"&gt;Aqua Teen Hunger Force&lt;/a&gt;\", \"&lt;a href=\"The%20Brak%20Show\"&gt;The Brak Show&lt;/a&gt;\" and \"&lt;a href=\"Harvey%20Birdman%2C%20Attorney%20at%20Law\"&gt;Harvey Birdman, Attorney at Law&lt;/a&gt;\". Much like Adult Swim's \"&lt;a href=\"Space%20Ghost%20Coast%20to%20Coast\"&gt;Space Ghost Coast to Coast&lt;/a&gt;\", the animation used stock footage from a 1970s &lt;a href=\"Hanna-Barbera\"&gt;Hanna-Barbera&lt;/a&gt; cartoon, in this case the short-lived, &lt;a href=\"Natural%20environment\"&gt;environmentally&lt;/a&gt;-themed \"&lt;a href=\"Sealab%202020\"&gt;Sealab 2020&lt;/a&gt;\", along with original animation. The show was a satirical parody of both the original \"Sealab\" series and the general conventions of the 1970s animated children's series. While there was initial resistance from several of the original series' creators to the reuse of their characters, production moved forward on the series. \"Sealab 2021\" was produced by &lt;a href=\"70/30%20Productions\"&gt;70/30 Productions&lt;/a&gt;, which eventually closed on January 9, 2009. The series was noted as an \"underwater cartoon comedy\" that fans of &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; should revisit, saying there is a \"unique charm and historical significance\" to the show, as it was said to \"pioneer the modern-day trend of goofy and occasionally lude satirical animation.\" From 2006 to 2008, \"&lt;a href=\"Frisky%20Dingo\"&gt;Frisky Dingo&lt;/a&gt;\", an animation created by those who had worked on \"&lt;a href=\"Sealab%202021\"&gt;Sealab 2021&lt;/a&gt;\", aired on &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt;. It was described as having nuanced and original animation which is \"rife with crazy moments,\" while having various \"epic moments and funny action film parodies.\"\n\"&lt;a href=\"Sit%20Down%2C%20Shut%20Up%20%282009%20TV%20series%29\"&gt;Sit Down, Shut Up&lt;/a&gt;\" was cancelled after its first season in 2009. In this series, Andrew LeGustambos is a flamboyant and bisexual drama teacher whose last name in Spanish roughly translates to \"he likes both\", a reference to his sexual orientation. He is in love with Larry Littlejunk and Miracle Grohe, with whom he hopes to get into a relationship should they become a couple. In 2011, \"&lt;a href=\"Good%20Vibes%20%28American%20TV%20series%29\"&gt;Good Vibes&lt;/a&gt;\" aired on MTV, but was cancelled after one season. This &lt;a href=\"Surfing\"&gt;surfer&lt;/a&gt; &lt;a href=\"comedy\"&gt;comedy&lt;/a&gt; was described by some critics as \"criminally underappreciated,\" while equipped with engaging plotlines, hilarious gags, vibrant animation, and lamented for only lasting one season. From 2014 to 2015, &lt;a href=\"Stone%20Quackers\"&gt;Stone Quackers&lt;/a&gt; aired on &lt;a href=\"FXX\"&gt;FXX&lt;/a&gt; as part of their &lt;a href=\"Animation%20Domination%20High-Def\"&gt;Animation Domination High-Def&lt;/a&gt; block. While only running for 12 episodes, critics described it as having colorful episodes, having hilarious and memorable characters, and said it effectively mixes \"black comedy with genuine heartfelt moments,\" making it one of the \"most fun and inventive adult cartoons\" of the 2010s.\nIn the 2010s.\nIn 2017, &lt;a href=\"Rick%20Moranis\"&gt;Rick Moranis&lt;/a&gt; pitched a cartoon about him as a demon slayer titled \"The Gatekeeper\" but &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; passed on the idea. Even though the idea had been developed, even with the drawing of concept art, Adult Swim cancelled the project, concerned about their \"target audiences.\" In September 2020, a &lt;a href=\"ScreenRant\"&gt;ScreenRant&lt;/a&gt; writer, Lucas Bermudez, called on Adult Swim to consider the idea once again. The cancellation of Moranis's show came at a time that &lt;a href=\"SYFY\"&gt;SYFY&lt;/a&gt;, then owned by &lt;a href=\"NBCUniversal%20Television%20and%20Streaming\"&gt;NBC Broadcasting and Sports&lt;/a&gt;, was rebranded, with Chris McCumber, who had become SYFY's president, adding \"adult animation, live pop-culture coverage, podcasts and other programming\" to the network.\nIn 2019, &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; ordered 10 episodes of an adult animation produced by &lt;a href=\"Fremulon\"&gt;Fremulon&lt;/a&gt; and &lt;a href=\"3%20Arts%20Entertainment\"&gt;3 Arts Entertainment&lt;/a&gt; titled \"&lt;a href=\"Q-Force%20%28TV%20series%29\"&gt;Q-Force&lt;/a&gt;\", which focuses on LGBTQ superspies, as part of &lt;a href=\"List%20of%20Netflix%20original%20programming%23Adult%20animation%202\"&gt;its original programming&lt;/a&gt;, with its release date currently unknown. \"&lt;a href=\"Love%2C%20Death%20%26amp%3B%20Robots\"&gt;Love, Death &amp; Robots&lt;/a&gt;\" began streaming on Netflix in March 2019. VFX editor and supervisor Brad Minnich described it as \"an R-rated, adult animated feature\" with various different styles, and that he descovered that there are various animators, and other creatives, who don't get a chance to work on this type of subject matter. Other reviewers said that the show is an \"adult animation\" with animators deciding this means \"tits and profanity...rather than, well, stories fit for adults.\"\nIn December 2019, Reuben Baron, an animation critic for \"&lt;a href=\"Comic%20Book%20Resources\"&gt;CBR&lt;/a&gt;\" pointed out the recent negative toward adult animation, with people calling it \"being ugly, immature and generally inferior to cartoons aimed at children,\" saying that while they make some sense as criticisms of a \"lot of the cheaper Adult Swim series,\" they are exceptions, due to the wide \"variety of high-quality adult animation options.\" He argued that the common criticism of such animation, even a few years before could be true as adult cartoons were comedic while dramatic or action storylines were in children's animation. He stated that apart from the CG animation in \"\", shows like \"&lt;a href=\"Seis%20Manos\"&gt;Seis Manos&lt;/a&gt;\", \"&lt;a href=\"Love%2C%20Death%20and%20Robots\"&gt;Love, Death and Robots&lt;/a&gt;\", \"Primal\", \"Undone\", \"Outsiders\", and \"Harley Quinn\" are well animated, challenging the stereotype they are \"ugly.\" Reuben further stated that adult animation, however, has to increase the \"representation of women's perspectives\" like in &lt;a href=\"All-ages%20animation\"&gt;children's animation&lt;/a&gt;, while noting that \"Big Mouth\" has become \"the de facto punching bag for complaints about adult animation\" even though it has a female co-creator named Jennifer Flackett and it \"tries hard to be socially conscious.\" He also noted that \"old standbys\" like \"Bob's Burgers\", \"Rick and Morty\" and \"Bojack Horseman\" continue to hold weight, even as he noted the failings of \"Family Guy\" and \"South Park\", while believing that dismissal of adult cartoons is due to \"defensiveness from fans of kids' cartoons.\" He concluded by looking forward to \"existing adult animation\" to come in 2020, while stating that we might be \"in an adult animation Renaissance.\"\nFrom 2020 to Present.\nIn January 2020, &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; and an animation studio, &lt;a href=\"Titmouse%2C%20Inc.\"&gt;Titmouse, Inc.&lt;/a&gt;, came to an agreement to produce \"multiple original adult animated series\" the names of which are yet to be announced. The next month, it was reported that &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; agreed to create \"a system of defining criteria for children.\" Some criticized this as the AI they implemented viewed animated content as for children, saying this is an incorrect assumption, pointing to shows like \"&lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;\", \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\", \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\", \"&lt;a href=\"Bob%27s%20Burgers\"&gt;Bob's Burgers&lt;/a&gt;\", \"&lt;a href=\"Big%20Mouth%20%28TV%20series%29\"&gt;Big Mouth&lt;/a&gt;\", \"&lt;a href=\"Bojack%20Horseman\"&gt;Bojack Horseman&lt;/a&gt;\", and \"&lt;a href=\"Happy%20Tree%20Friends\"&gt;Happy Tree Friends&lt;/a&gt;\". She further stated that animation can cover various subjects and should be taken seriously in the ability to create a wide array of content than be labeled as \"for children.\"\nIn March 2020, a &lt;a href=\"white%20paper\"&gt;white paper&lt;/a&gt; written by John Evershed, stated that adult animation is growing thanks to streaming platforms, a continued loss of cable viewers, animations going beyond comedy, shows which are not comedies are \"easier to export,\" and the shortage of talent in this area even with \"the sheer demand for adult animation.\" Dan Sarto &lt;a href=\"Animation%20World%20Network\"&gt;Animation World Network&lt;/a&gt; also wrote about the report, stating that non-comedy adult-focused animation \"appears to be a growing part of their current and future animation development and programming plans.\" In his report, Evershed wrote that before 2020, adult animation was either irreverent, were family sitcoms, or &lt;a href=\"anime\"&gt;anime&lt;/a&gt;, but this changed by 2020. Evershed highlighted companies like &lt;a href=\"Titmouse%2C%20Inc.\"&gt;Titmouse, Inc.&lt;/a&gt;, Williams Street, and Bento Box producing adult animations, while customers are willing to pay for various streaming services. He also differented between &lt;a href=\"all-ages%20animation\"&gt;all-ages animation&lt;/a&gt; and adult animation, and noted the adult animation strategy of major streaming services, specifically pointing out that &lt;a href=\"Disney%2B\"&gt;Disney+&lt;/a&gt; eschewed adult animated content.\nIn April 2020, it was reported that Syfy was expanding its 90-minute &lt;a href=\"TZGZ\"&gt;TZGZ&lt;/a&gt; animation block with three new series and two pilots, specifically \"Hell Den\", \"&lt;a href=\"Wild%20Life%20%28TV%20series%29\"&gt;Wild Life&lt;/a&gt;\", \"Dr. Havoc’s Diary\", \"&lt;a href=\"Plutonians\"&gt;Plutonians&lt;/a&gt;\", and \"Psycho Psalms\". In June, this expanded when Syfy ordered the animated series, \"Devil May Care\". Carole Horst \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" also reported that animated featured outside the U.S. have a history of \"Telling difficult stories\" and that adult animation is increasing across the world, while noting that creators of such animation are embracing it and thinking what they can do with their ability to do effective storytelling, some even calling it \"liberating\" or a perfect medium to talk about social issues. This included \"Santa Inc.\" showrunner Alexandra Rushfield, Shadowmachine co-founders Alex Bulkley and Corey Campodonico, \"&lt;a href=\"Crossing%20Swords\"&gt;Crossing Swords&lt;/a&gt;\" creators John Harvatine IV and Tom Root, \"Fireheart\" creator Laurent Zeitoun, and Trioscope studios founders L.C. Crowley and Brandon Barr. Horst also stated that as those distributing content and streaming platforms are taking chances with these animations, it is a \"golden age of animation as creatives discover the freedom of tooning up.\" Later in November 2020, &lt;a href=\"Animation%20World%20Network\"&gt;Animation World Network&lt;/a&gt; interviewed the showrunner of \"Hell Den\", coming into its second season, Neil Garguilo. He stated that the adult animation block, &lt;a href=\"TZGZ\"&gt;TZGZ&lt;/a&gt;, encouraged them to go \"as far as we’d like in terms of the comedy\" and stated that they did not face any pushback.\nIn July 2020, critics talked about the \"boom\" in adult animation. Some highlighted new series like \"&lt;a href=\"BoJack%20Horseman\"&gt;BoJack Horseman&lt;/a&gt;\", \"&lt;a href=\"Big%20Mouth%20%28TV%20series%29\"&gt;Big Mouth&lt;/a&gt;\", \"&lt;a href=\"Solar%20Opposites\"&gt;Solar Opposites&lt;/a&gt;\", \"&lt;a href=\"Disenchantment%20%28TV%20series%29\"&gt;Disenchantment&lt;/a&gt;\", \"&lt;a href=\"F%20is%20for%20Family\"&gt;F is for Family&lt;/a&gt;\", \"&lt;a href=\"Final%20Space\"&gt;Final Space&lt;/a&gt;\", \"&lt;a href=\"Duncanville%20%28TV%20series%29\"&gt;Duncanville&lt;/a&gt;\", and \"&lt;a href=\"Harley%20Quinn%20%28TV%20series%29\"&gt;Harley Quinn&lt;/a&gt;\", adding that these series have been in the making for years due to the length of the development process. It was also reported that a comic, \"Sweet Paprika\" by Mirka Andolfo, would be developed into an adult animation in partnership with a veteran of &lt;a href=\"Dreamworks%20Animation\"&gt;Dreamworks Animation&lt;/a&gt;, Gabriele Pennacchioli, which Andolfo calls an \"urban fairy tale for adults.\" It is still in development. As of November 2020, the show is in production.\nAlso in July 2020, Chris McCarthy, an executive in charge of &lt;a href=\"ViacomCBS\"&gt;ViacomCBS&lt;/a&gt;, was quoted as saying that &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; will \"double down on adult animation in a really, really big way\" despite the number of adult animations out in the \"landscape of content.\" As \"&lt;a href=\"Rick%20and%20Morty\"&gt;Rick and Morty&lt;/a&gt;\" entered its fifth season, the company producing the show began collaborating with &lt;a href=\"Wrangler%20%28jeans%29\"&gt;Wrangler&lt;/a&gt; to create a set of show-appropriate apparel.\nIn early July 2020, &lt;a href=\"Hulu\"&gt;Hulu&lt;/a&gt; hosted the first ever Hilarious Animated Hulu Awards (HAHA) which is meant to celebrate \"adult cartoons, characters, and moments\" from those animations streaming on the streaming site. Viewers were allowed to vote on the winners, with awards for the Most Epic Battle Scene, Best Hangover Performance, Best New Show, Best Dance Performance, Best Talking Pet, Most Awkward Moment, Most Insulting Insult, Best Catchphrase, Breakout Star of the Year, and even Best Fart Performance. In later July, the HAHA winners were announced, with characters from \"&lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;\", \"&lt;a href=\"Bob%27s%20Burgers\"&gt;Bob's Burgers&lt;/a&gt;\", \"&lt;a href=\"Futurama\"&gt;Futurama&lt;/a&gt;\", \"&lt;a href=\"American%20Dad%21\"&gt;American Dad!&lt;/a&gt;\", \"&lt;a href=\"Archer%20%282009%20TV%20series%29\"&gt;Archer&lt;/a&gt;\", \"&lt;a href=\"Cake%20%282019%20TV%20series%29\"&gt;Cake&lt;/a&gt;\", and \"&lt;a href=\"Solar%20Opposites\"&gt;Solar Opposites&lt;/a&gt;\" winning awards.\nIn August 2020, it was reported that the &lt;a href=\"ViacomCBS\"&gt;ViacomCBS&lt;/a&gt; was expanding its adult animation offerings, as did &lt;a href=\"Hulu\"&gt;Hulu&lt;/a&gt;. Even so, animation critics noted that in the past, many adult animations didn't have enough momentum to \"run longer than a few seasons,\" even though they gained \"cult fan bases\" and that in &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;, unlike other parts of the entertainment industry, the idea of adult animation is seen as \"novel.\"\n\"&lt;a href=\"The%20Venture%20Bros.\"&gt;The Venture Bros.&lt;/a&gt;\" had been slated to be renewed for an eighth and final season, but was cancelled in September 2020. On September 5, an illustrator for the show, Ken Plume, said he would be sorry if the show was cancelled, which was confirmed by series creator &lt;a href=\"Jackson%20Publick\"&gt;Jackson Publick&lt;/a&gt;, with season 8 being axed. Not long after, &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; stated that they were working to \"find another way to continue the \"Venture Bros.\" story\".\" A number of creators weighed in on the decision. For instance, \"&lt;a href=\"The%20Owl%20House\"&gt;The Owl House&lt;/a&gt;\" creator &lt;a href=\"Dana%20Terrace\"&gt;Dana Terrace&lt;/a&gt; criticized the cancellation, as did animator &lt;a href=\"Bryan%20Brinkman\"&gt;Bryan Brinkman&lt;/a&gt;, \"&lt;a href=\"DuckTales%20%282017%20TV%20series%29\"&gt;DuckTales&lt;/a&gt;\" producer Frank Angones, and other fans of the show. On December 2020, Sean Cubillas of &lt;a href=\"Comic%20Book%20Resources\"&gt;Comic Book Resources&lt;/a&gt; said that \"The Venture Bros.\" should continue on &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt;.\nIn September 2020, reviewers noted the changing adult animation field in a so-called \"golden age\" and the growing demand for adult animation, thanks in part to efforts from streaming services.\nIn October 2020, Genndy Tartakovsky's \"&lt;a href=\"Primal%20%28TV%20series%29\"&gt;Primal&lt;/a&gt;\", a mature animated series, began airing on &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt;. It would be praised for its narrative approach which completely lacks dialogue. The same month, Bradley Lane wrote about the division between &lt;a href=\"All-ages%20animation\"&gt;children's entertainment&lt;/a&gt; and adult animation, noting the rise of animation which tries to be \"enjoyed equally by both young and old viewers alike\" like \"&lt;a href=\"Over%20the%20Garden%20Wall\"&gt;Over the Garden Wall&lt;/a&gt;\". Also in October 2020, Michael Price, a former writer of \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\" and creator of \"&lt;a href=\"F%20is%20for%20Family\"&gt;F is for Family&lt;/a&gt;\", talked about adult animation, adding that animation naturally \"leads to a heightened, distorted version of things,\" while stating that he did \"deeper and more emotional\" writing of \"F Is For Family\". Additionally, &lt;a href=\"Jorge%20Gutierrez%20%28animator%29\"&gt;Jorge Gutiérrez&lt;/a&gt; and Mexopolis, his production company, came to an agreement to produce new animations, including &lt;a href=\"preschool%20animation\"&gt;preschool animation&lt;/a&gt;s, &lt;a href=\"all-ages%20animation\"&gt;all-ages animation&lt;/a&gt;s, and adult animations.\nAlso, it was reported that &lt;a href=\"Seth%20MacFarlane\"&gt;Seth MacFarlane&lt;/a&gt;, who works on &lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;, was creating a team to create a \"Smokey and the Bandit\" adult animation, Genndy Tartakovsky was said to be beginning a new animation, which would be heading to &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt;, titled \"Unicorn Warriors Eternal\" and it was announced that Marvel's upcoming adult animation, \"&lt;a href=\"M.O.D.O.K.%20%28TV%20series%29\"&gt;M.O.D.O.K&lt;/a&gt;\" would \"directly advertise Marvel comic books.\"\nOn the negative site, when &lt;a href=\"Quibi\"&gt;Quibi&lt;/a&gt; shut down, it left animation projects set to be on the site in the lurch, like \"&lt;a href=\"Doomlands\"&gt;Doomlands&lt;/a&gt;\", \"Filthy Animals\", \"Futha Mucka\", \"Gloop World\", \"Micro Mayhem\" and \"Trill League\", with their status unknown.\nIn late October 2020, it was announced that &lt;a href=\"WarnerMedia\"&gt;WarnerMedia&lt;/a&gt; would be changing its \"oversight of kids and family programming for &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt;\" from a group led by the latter to one led by Tom Ascheim, a person who formerly worked at Disney and became the president of Global Kids, Young Adults and Classics section at WarnerMedia in June. It was also stated that Casey Bloys of HBO would continue to \"oversee young adult content and adult animation\" for HBO Max, while Ascheim would focus on \"&lt;a href=\"All-ages%20animation\"&gt;kid-specific originals&lt;/a&gt;\" with a priority to \"develop &lt;a href=\"Preschool%20animation\"&gt;preschool centric programming&lt;/a&gt;.\" It was also was reported that &lt;a href=\"ViacomCBS\"&gt;ViacomCBS&lt;/a&gt; was \"ramping up its adult animation programming\" with &lt;a href=\"CBS%20All%20Access\"&gt;CBS All Access&lt;/a&gt; launching in 2021 as Paramount+, welcoming series like \"&lt;a href=\"Tooning%20Out%20the%20News\"&gt;Tooning Out the News&lt;/a&gt;\" and \"\".\nIn November 2020, it was said that animation was at the front of the \"war\" between streamers like &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt;, &lt;a href=\"Apple%20TV%2B\"&gt;Apple TV+&lt;/a&gt;, &lt;a href=\"CBS%20All%20Access\"&gt;CBS All Access&lt;/a&gt;, &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt;, &lt;a href=\"Disney%2B\"&gt;Disney+&lt;/a&gt;, and &lt;a href=\"Crunchyroll\"&gt;Crunchyroll&lt;/a&gt; as all try to \"take note of animation’s foothold in our collective tastes\" even as the barrier to access for fans increases. The same month, a report by A2Z Market Research stated that some of the top companies in this market are the &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox Broadcasting Company&lt;/a&gt;, &lt;a href=\"Sony%20Pictures%20Animation\"&gt;Sony Pictures Animation&lt;/a&gt;, VIA (a division of &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt;), and &lt;a href=\"Studio%20Ghibli\"&gt;Studio Ghibli&lt;/a&gt;. Others included Sunrise Inc., &lt;a href=\"DreamWorks%20Animation\"&gt;DreamWorks Animation&lt;/a&gt;, &lt;a href=\"Illumination%20Entertainment\"&gt;Illumination Entertainment&lt;/a&gt;, &lt;a href=\"Toei%20Animation\"&gt;Toei Animation&lt;/a&gt;, &lt;a href=\"Nickelodeon%20Animation%20Studio\"&gt;Nickelodeon Animation Studio&lt;/a&gt;, and Williams Street Productions. The report covered adult animation in film and in TV series. It was also reported that one of C21 Media's events at the virtual Content London conference would be a panel titled \"Adult Animation Comes Of Age\" which would bring together three individuals in the field who would discuss the popularity of the genre and \"how their own work is pushing boundaries in the space.\" Lupus Films producer Camilla Deakin, Submarine co-founder Femke Wolting, and Trioscope Studios CEO L.C. Crowley were panelists.\nAlso in November 2020, the upcoming &lt;a href=\"Crunchyroll\"&gt;Crunchyroll&lt;/a&gt; series \"&lt;a href=\"Onyx%20Equinox\"&gt;Onyx Equinox&lt;/a&gt;\" was said have a \"serious adult aspect.\" Others reviewers stated that \"&lt;a href=\"Blood%20of%20Zeus\"&gt;Blood of Zeus&lt;/a&gt;\" was an adult animation, with some calling it \"an epic narrative with grandiose music and striking imagery\" and good use of tropes, while noting occasional choppy animation and noting it is part of Netflix's effort to have more productions which appeal to adults. It was also reported that \"&lt;a href=\"The%20Liberator%20%28miniseries%29\"&gt;The Liberator&lt;/a&gt;\", an adult animated series, was originally \"being developed by the History Channel\" but then was taken up by Trioscope Studios. Brandon Barr, chief content officer at Trioscope Studios and production coordinator behind adult animation, stated that although the project was \"particularly challenging\" and a lot of work, while saying that anime opened the door for other visual techniques and styles. He also hoped that the company could be part of \"bringing nuanced emotional drama to that broader adult animation push.\" O November 11, season 1 of \"The Liberator\", began streaming on Netflix.\nOthers reported that &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt;'s deal with &lt;a href=\"Jeff%20Dunham\"&gt;Jeff Dunham&lt;/a&gt; was part of the channels move away from live-action series and toward \"event programming, topical shows and adult animation.\" Some reported that Amazon Studios would said to be producing an animated series titled \"Oaklandia\" which would star the rapper &lt;a href=\"Snoop%20Dogg\"&gt;Snoop Dogg&lt;/a&gt; and actor &lt;a href=\"Vince%20Vaughn\"&gt;Vince Vaughn&lt;/a&gt;, with producers including Daniel Dominguez who worked on \"\". The same month, Eric Powers talked about his animation, \"Attack of the Demons\", saying he is trying to move away from being compared to \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\", adding that he wants to tell different stories and use humor differently than what \"South Park\" is doing, saying that the idea of \"what an adult animated show or movie should look like or can look like\" is open. He clarified that he doesn't want to tell stories with the \"gross-out humor\" that \"South Park\" employs. Others reported that the head of &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt;, Andy Forssell, teased that the streaming platform is working on reviving \"&lt;a href=\"The%20Venture%20Bros.\"&gt;The Venture Bros.&lt;/a&gt;\".\nOn November 23, 2020, the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" did a piece focusing on the expansion of adult animation on streaming platforms, first highlighting adult animations like \"&lt;a href=\"M.O.D.O.K.%20%28TV%20series%29\"&gt;M.O.D.O.K.&lt;/a&gt;\" on Hulu and &lt;a href=\"Invincible%20%28TV%20series%29\"&gt;\"Invincible\"&lt;/a&gt; on &lt;a href=\"Amazon%20Prime\"&gt;Amazon Prime&lt;/a&gt;. The article also stated that the number of streaming services has been a \"key catalyst for the recent boom in adult animation,\" with &lt;a href=\"Mike%20McMahan\"&gt;Mike McMahan&lt;/a&gt; quoted as saying that \"different streamers are really finding their voice\" for various shows, as streamers compete for subscribers. The article stated that of all the streaming platforms, that HULU has the \"largest library of adult animated TV shows among all the platforms,\" and quoted executives at Amazon who argued that adult animation is important to \"meet the needs of our younger viewers\" and that what is happening now \"feels like a renaissance.\" In addition, the article noted adult animations on the &lt;a href=\"Animation%20Domination\"&gt;Animation Domination&lt;/a&gt; programming block of Fox, &lt;a href=\"SYFY\"&gt;SYFY&lt;/a&gt;, &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt;, and &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt;, and that streaming has changed the business of animation on television, along with its \"narrative structure and aesthetics.\" The article concluded by noting that animation has not been affected by the pandemic as much as other industries, and quoted McMahan as hoping that what is happening now will \"open up doors\" for shows to come in the future. It was also reported that &lt;a href=\"ViacomCBS%20Domestic%20Media%20Networks\"&gt;ViacomCBS&lt;/a&gt;, which owns &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt;, is \"going all-in on adult animation\" more than before.\nIn December 2020, it was announced that &lt;a href=\"Disney%2B\"&gt;Disney+&lt;/a&gt; would add a separate section for adult content, which will be available starting in February 2021, even though Hulu has become Disney's place for \"more adult-focused programming.\" The separate section for adult animated content may be a reference to Disney Star. It allows those Canada, New Zealand, and various European countries to see series like \"&lt;a href=\"King%20of%20the%20Hill\"&gt;King of the Hill&lt;/a&gt;\", \"&lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;\", \"&lt;a href=\"American%20Dad%21\"&gt;American Dad!&lt;/a&gt;\", \"&lt;a href=\"Solar%20Opposites\"&gt;Solar Opposites&lt;/a&gt;\", \"&lt;a href=\"Archer%20%282009%20TV%20series%29\"&gt;Archer (2009 TV series)&lt;/a&gt;\", \"&lt;a href=\"Futurama\"&gt;Futurama&lt;/a&gt;\", \"&lt;a href=\"The%20Cleveland%20Show\"&gt;The Cleveland Show&lt;/a&gt;\", and \"&lt;a href=\"Bob%27s%20Burgers\"&gt;Bob's Burgers&lt;/a&gt;\" while \"Disney+ will be the home for \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\".\" In February 2021, the &lt;a href=\"Star%20%28Disney%2B%29\"&gt;Star&lt;/a&gt;, a hub within the &lt;a href=\"Disney%2B\"&gt;Disney+&lt;/a&gt; streaming service for television and film content intended for an adult audience, was launched. Other articles noted that the creator of \"\", &lt;a href=\"Mike%20McMahan\"&gt;Mike McMahan&lt;/a&gt; had inked a deal with &lt;a href=\"CBS%20Studios\"&gt;CBS Studios&lt;/a&gt; to \"produce all television content created and developed\" by him going forward.\nThe same month, it was reported that a new series, titled \"Light Year\" will focus on Buzz Lightyear in Toy Story but have a \"more adult sci-fi imprint\" In late December it was reported by &lt;a href=\"Cartoon%20Brew\"&gt;Cartoon Brew&lt;/a&gt; that ViacomCBS had created a upcoming channel known as Comedy Central Animation which will be launched by &lt;a href=\"Pluto%20TV\"&gt;Pluto TV&lt;/a&gt;, including animated series from &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; and &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt;, created as part of ViacomCBS's Adult Animation Unit. This would put the channel in direct competition with other streaming services like &lt;a href=\"Paramount%2B\"&gt;Paramount+&lt;/a&gt; (formerly CBS All Access).\nIn January 2021, a raunchy YouTube web series, \"The Chronicles of PB&amp;Jay\", by animator Christopher Cromwell, continued releasing its episodes. &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; unveiled a new landing page for some of the best animations on the streaming service, including a section on adult animation, listing series like \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\", \"&lt;a href=\"Rick%20and%20Morty\"&gt;Rick and Morty&lt;/a&gt;\", \"&lt;a href=\"Robot%20Chicken\"&gt;Robot Chicken&lt;/a&gt;\", \"\", \"&lt;a href=\"The%20Boondocks%20%282005%20TV%20series%29\"&gt;The Boondocks&lt;/a&gt;\", \"&lt;a href=\"Close%20Enough\"&gt;Close Enough&lt;/a&gt;\", \"&lt;a href=\"Watership%20Down\"&gt;Watership Down&lt;/a&gt;\" and \"&lt;a href=\"Harley%20Quinn%20%28TV%20series%29\"&gt;Harley Quinn&lt;/a&gt;\". In late January, it was announced that HBO Max had begun developing a \"Game of Thrones\" animated series, which would be an adult animation. It will likely be similar to the \"&lt;a href=\"Game%20of%20Thrones\"&gt;Game of Thrones&lt;/a&gt;\" TV series. It was also announced &lt;a href=\"List%20of%20Netflix%20original%20programming%23Adult%20animation%202\"&gt;that Netflix&lt;/a&gt; authorized a 10 episode order for an adult animation, and &lt;a href=\"animated%20sitcom\"&gt;animated sitcom&lt;/a&gt;, produced by &lt;a href=\"Roger%20Black\"&gt;Roger Black&lt;/a&gt; and Waco O’Guin titled \"Farzar\" which follows Prince Fichael and his crew as \"they venture out of their domed human city to fight the evil aliens that want to kill and/or eat them.\"\nIn February 2021, in an interview with \"&lt;a href=\"The%20Hindu\"&gt;The Hindu&lt;/a&gt;\", &lt;a href=\"Mike%20McMahan\"&gt;Mike McMahan&lt;/a&gt;, the creator of \"\" said he focused on the support crew of the ship because no one had told \"stories about the crew on the lower decks\" or about a ship that wasn't \"important,\" and that he wanted a funny show about Star Trek. He also noted that work on the show was done when everyone was \"&lt;a href=\"U.S.%20state%20and%20local%20government%20responses%20to%20the%20COVID-19%20pandemic%23State-level%20regulations\"&gt;in lockdown&lt;/a&gt;\" in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; because of the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20States\"&gt;coronavirus pandemic&lt;/a&gt; and praised the amount of detail put into the show, saying that the show's crew wanted the show to look like an adult animated comedy \"in a primetime Sunday night setting.\" He also confirmed that Mariner is named after his sister and that she he can't pick between Marine, Brad, Tendi, and Rutherford over which one is his favorite, while saying that Star Trek is about \"the friendships.\" It was also announced that the companies of &lt;a href=\"Idris%20Elba\"&gt;Idris Elba&lt;/a&gt; and Sabrina Dhowre, Idris's wife, would be developing an &lt;a href=\"Afrofuturist\"&gt;Afrofuturist&lt;/a&gt; adult animated, and &lt;a href=\"sci-fi\"&gt;sci-fi&lt;/a&gt;, series, tentatively titled \"Dantai\", for &lt;a href=\"Crunchyroll\"&gt;Crunchyroll&lt;/a&gt;, which would be about a time when &lt;a href=\"biotech\"&gt;biotech&lt;/a&gt; has \"created an ever-widening gap between the haves and have-nots.\" Additionally, it was announced that Fox had greenlighted an unnamed adult animated series by &lt;a href=\"Dan%20Harmon\"&gt;Dan Harmon&lt;/a&gt; which would be set in &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt;.\nThe same month, &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; announced four upcoming adult animated series on the streaming service: \"Hello Paul\" by musician Sean Solomon, \"Obi\" by Michael B. Jordan’s Outlier Society, \"Uncanny Valley\" by Brendan Walter and Greg Yagolnitzer, and \"Cover\" by Brian Michael Bendis and David Mack. The latter is based on a short-lived &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt; series of the same name, which ran for six issues between 2018 and 2019. It was also reported that HBO Max was adding two new series: \"&lt;a href=\"Clone%20High%23Revival\"&gt;Clone High&lt;/a&gt;\", and \"Velma\". The latter which focuses on the \"origin story of &lt;a href=\"Velma%20Dinkley\"&gt;Velma Dinkley&lt;/a&gt;\" of Scooby-Doo and will be produced by &lt;a href=\"Mindy%20Kaling\"&gt;Mindy Kaling&lt;/a&gt;. It was also reported that the streamer had ordered \"Fired on Mars\", a \"workplace comedy set on the campus of a tech company,\" which is set to feature comedian &lt;a href=\"Pete%20Davidson\"&gt;Pete Davidson&lt;/a&gt;. Lesley Goldberg of &lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt; noted that HBO content chief Casey Bloys expanded the existing \"adult animation slate\" of &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; beyond \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\", which HBO paid an \"estimated $500 million\" for exclusive streaming rights, which includes a revived \"Clone High\", \"Velma\", \"Fired on Mars\", \"Harley Quinn\", \"Game of Thrones\", \"The Boondocks\", \"Gremlins\", \"The Prince\", and four other series. Goldberg noted that HBO Max is not alone in this, as Netflix entered the \"adult-focused animation space\" with \"&lt;a href=\"BoJack%20Horseman\"&gt;BoJack Horseman&lt;/a&gt;\", \"&lt;a href=\"Big%20Mouth%20%28TV%20series%29\"&gt;Big Mouth&lt;/a&gt;\", and \"&lt;a href=\"Disenchantment%20%28TV%20series%29\"&gt;Disenchantment&lt;/a&gt;\", Disney is expanding the genre on &lt;a href=\"Hulu\"&gt;Hulu&lt;/a&gt;, Apple brought in the show, \"Central Park\", and Amazon is bringing in &lt;a href=\"Invincible%20%28TV%20series%29\"&gt;\"Invincible\"&lt;/a&gt;. Bloys told &lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt; that their adult animated slate is a \"great compliment to the fan favorites we already have on the platform and an important investment in ensuring that HBO Max is a destination for adult animation content.\" It was also announced that &lt;a href=\"AMC%20Networks\"&gt;AMC&lt;/a&gt; had greenlighted a new animated series titled \"Pantheon\".\nThe cast of \"&lt;a href=\"Critical%20Role\"&gt;Critical Role&lt;/a&gt;\" stated that they went with Amazon to develop and distribute \"&lt;a href=\"The%20Legend%20of%20Vox%20Machina\"&gt;The Legend of Vox Machina&lt;/a&gt;\" (2022) in order to keep it as an adult animation project; other potential platforms were more interested in changing the show to have a PG rating or adapting it as a children's show. &lt;a href=\"Sam%20Riegel\"&gt;Sam Riegel&lt;/a&gt; acknowledged that those changes could potentially increase the accessibility of the show, however, the cast wanted to maintain \"the original story and the original sort of vibe of the &lt;a href=\"Vox%20Machina\"&gt;Vox Machina&lt;/a&gt; characters. They were bawdy and rowdy and dirty, and we knew that we couldn’t shy away from that. We had to embrace it\". Sometime in 2022, the second season of Natasha Allegri's \"&lt;a href=\"Bee%20and%20Puppycat\"&gt;Bee and Puppycat&lt;/a&gt;\", which has \"cleanness and stylistic commonalities\" with shows like \"&lt;a href=\"Adventure%20Time\"&gt;Adventure Time&lt;/a&gt;\", will be premiering on Netflix.\nAnimated feature films.\nRalph Bakshi.\nBy the late-1960s, animator &lt;a href=\"Ralph%20Bakshi\"&gt;Ralph Bakshi&lt;/a&gt; felt that he could not continue to produce the same kind of animation as he had in the past. Bakshi was quoted in a 1971 article for the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" as saying that the idea of \"grown men sitting in cubicles drawing butterflies floating over a field of flowers, while American planes are dropping bombs in &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt; and kids are marching in the streets, is ludicrous.\" With producer &lt;a href=\"Steve%20Krantz\"&gt;Steve Krantz&lt;/a&gt;, Bakshi founded his own studio, Bakshi Productions, establishing the studio as an alternative to mainstream animation by producing animation his own way and accelerating the advancement of female and minority animators. He also paid his employees a higher salary than any other studio at that time.\nIn 1969, &lt;a href=\"Ralph%27s%20Spot\"&gt;Ralph's Spot&lt;/a&gt; was founded as a division of Bakshi Productions to produce commercials for &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; and \"&lt;a href=\"Max%2C%20the%202000-Year-Old%20Mouse\"&gt;Max, the 2000-Year-Old Mouse&lt;/a&gt;\", a series of educational shorts paid for by &lt;a href=\"Encyclop%C3%A6dia%20Britannica\"&gt;Encyclopædia Britannica&lt;/a&gt;. However, Bakshi was uninterested in the kind of animation he was producing, and wanted to produce something personal. Bakshi soon developed \"&lt;a href=\"Heavy%20Traffic\"&gt;Heavy Traffic&lt;/a&gt;\", a tale of inner-city street life. However, Krantz told Bakshi that studio executives would be unwilling to fund the film because of its content and Bakshi's lack of film experience. While browsing the East Side Book Store on &lt;a href=\"St.%20Mark%27s%20Place%20%28Manhattan%29\"&gt;St. Mark's Place&lt;/a&gt;, Bakshi came across a copy of &lt;a href=\"Robert%20Crumb\"&gt;Robert Crumb&lt;/a&gt;'s \"&lt;a href=\"Fritz%20the%20Cat\"&gt;Fritz the Cat&lt;/a&gt;\". Impressed by Crumb's sharp satire, Bakshi purchased the book and suggested to Krantz that it would work as a film.\n\"&lt;a href=\"Fritz%20the%20Cat%20%28film%29\"&gt;Fritz the Cat&lt;/a&gt;\" was the first animated film to receive an &lt;a href=\"X-rated\"&gt;X rating&lt;/a&gt; from the MPAA, and the highest grossing independent animated film of all time. While the film is widely noted in its innovation for featuring content that had not been portrayed in American animation before, such as explicit sexuality and violence, the film also offered commercial potential for alternative and independent animated films in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, as the film offered a mature, satirical portrayal of the 1960s, including portrayal of drug use, political tension and race relations. Bakshi has been credited for playing an important role in establishing animation as a medium where any story can be told, rather than a medium for children. As a result of the acceptance of Bakshi's features, the director suggested that \"&lt;a href=\"War%20and%20Peace\"&gt;War and Peace&lt;/a&gt;\" could be produced as an animated film.\nBecause of the perception that \"Fritz the Cat\" was pornographic, Krantz attempted to appeal the film's rating, but the MPAA refused to hear the appeal. Praise from \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" and \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", and the film's acceptance into the &lt;a href=\"1972%20Cannes%20Film%20Festival\"&gt;1972 Cannes Film Festival&lt;/a&gt; cleared up previous misconceptions. Bakshi then simultaneously directed a number of animated films, starting with \"&lt;a href=\"Heavy%20Traffic\"&gt;Heavy Traffic&lt;/a&gt;\". Krantz was nervous about showing too much nudity and sexual content, and had several versions of some scenes animated. Thanks to \"Heavy Traffic\", Bakshi became the first person in the animation industry since &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt; to have two financially successful films released back-to-back. Although the film was critically praised, it was banned by the film censorship board in the province of &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, Canada when it was originally released.\nBakshi's next film, \"&lt;a href=\"Coonskin%20%28film%29\"&gt;Coonskin&lt;/a&gt;\" was produced by &lt;a href=\"Albert%20S.%20Ruddy\"&gt;Albert S. Ruddy&lt;/a&gt;. The film, culled from Bakshi's interest in African-American history in America, was an attack on racism and racist stereotypes. Bakshi hired several African-American animators to work on \"Coonskin\" and another feature, \"&lt;a href=\"Hey%20Good%20Lookin%27%20%28film%29\"&gt;Hey Good Lookin'&lt;/a&gt;\", including Brenda Banks, the first African-American female animator. After the release was stalled by protests from the &lt;a href=\"Congress%20of%20Racial%20Equality\"&gt;Congress of Racial Equality&lt;/a&gt;, which accused both the film and Bakshi himself of being racist, the film was given &lt;a href=\"limited%20release\"&gt;limited distribution&lt;/a&gt;, advertised as an &lt;a href=\"exploitation%20film\"&gt;exploitation film&lt;/a&gt;, and soon disappeared from theaters.\nBakshi avoided controversy by producing &lt;a href=\"fantasy%20film\"&gt;fantasy film&lt;/a&gt;s, including \"&lt;a href=\"Wizards%20%28film%29\"&gt;Wizards&lt;/a&gt;\", \"&lt;a href=\"The%20Lord%20of%20the%20Rings%20%281978%20film%29\"&gt;The Lord of the Rings&lt;/a&gt;\" and \"&lt;a href=\"Fire%20and%20Ice%20%281983%20film%29\"&gt;Fire and Ice&lt;/a&gt;\". Bakshi did not produce another animated feature film after the 1992 release of \"&lt;a href=\"Cool%20World\"&gt;Cool World&lt;/a&gt;\". In 2015, after securing funding through a &lt;a href=\"Kickstarter\"&gt;Kickstarter&lt;/a&gt; campaign, he released the short film \"&lt;a href=\"Last%20Days%20of%20Coney%20Island\"&gt;Last Days of Coney Island&lt;/a&gt;\" on the internet.\nOther animated features.\nAlthough some adult-oriented animated films achieved success, very few animation studios in the United States produced explicitly adult animation during the 1970s, and much of the adult-oriented animation produced in the 1980s and 1990s was critically and commercially unsuccessful. Krantz produced \"&lt;a href=\"The%20Nine%20Lives%20of%20Fritz%20the%20Cat\"&gt;The Nine Lives of Fritz the Cat&lt;/a&gt;\" without Bakshi's involvement, and it was released in June 1974 to negative reviews. &lt;a href=\"Charles%20Swenson\"&gt;Charles Swenson&lt;/a&gt; developed \"&lt;a href=\"Down%20and%20Dirty%20Duck\"&gt;Down and Dirty Duck&lt;/a&gt;\" as a project for &lt;a href=\"Flo%20and%20Eddie\"&gt;Flo and Eddie&lt;/a&gt; (&lt;a href=\"Howard%20Kaylan\"&gt;Howard Kaylan&lt;/a&gt; and &lt;a href=\"Mark%20Volman\"&gt;Mark Volman&lt;/a&gt;, formerly of &lt;a href=\"The%20Turtles\"&gt;The Turtles&lt;/a&gt; and &lt;a href=\"The%20Mothers%20of%20Invention\"&gt;The Mothers of Invention&lt;/a&gt;) under the title \"Cheap!\" The film, produced by &lt;a href=\"Roger%20Corman\"&gt;Roger Corman&lt;/a&gt;, was released on 13 June 1977 under the title \"Dirty Duck\", and received negative reviews.\nHowever, in 1987, &lt;a href=\"Italian-Canadian\"&gt;Italian-Canadian&lt;/a&gt; cartoonist &lt;a href=\"Danny%20Antonucci\"&gt;Danny Antonucci&lt;/a&gt;, who would later create the television series \"&lt;a href=\"Ed%2C%20Edd%20n%20Eddy\"&gt;Ed, Edd n Eddy&lt;/a&gt;\" for &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt;, released a successful short film titled \"&lt;a href=\"Lupo%20the%20Butcher\"&gt;Lupo the Butcher&lt;/a&gt;\". The short follows the story of a psychotic, temperamental butcher who swears at his meat when the smallest things go wrong. Produced by &lt;a href=\"Marv%20Newland\"&gt;Marv Newland&lt;/a&gt;'s International Rocketship Limited, \"Lupo the Butcher\" has become a cult following and opened floodgates to irreverent adult animated series.\nAnimated films portraying serious stories began to regain notice from mainstream audiences in the beginning of the 21st century. \"&lt;a href=\"Persepolis%20%28film%29\"&gt;Persepolis&lt;/a&gt;\", a 2007 adaptation of &lt;a href=\"Marjane%20Satrapi\"&gt;Marjane Satrapi&lt;/a&gt;'s &lt;a href=\"Persepolis%20%28comics%29\"&gt;autobiographical graphic novel&lt;/a&gt;, won the &lt;a href=\"Jury%20Prize%20%28Cannes%20Film%20Festival%29\"&gt;Jury Prize&lt;/a&gt; at the &lt;a href=\"2007%20Cannes%20Film%20Festival\"&gt;2007 Cannes Film Festival&lt;/a&gt;, and was later nominated for an &lt;a href=\"Academy%20Award%20for%20Best%20Animated%20Feature\"&gt;Academy Award for Best Animated Feature&lt;/a&gt;. The &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;ian government protested the film's inclusion in the Festival, but later allowed the film to be screened in a censored version, which altered the film's sexual content. The 2008 &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i film \"&lt;a href=\"Waltz%20with%20Bashir\"&gt;Waltz with Bashir&lt;/a&gt;\", an animated &lt;a href=\"Documentary%20film\"&gt;documentary&lt;/a&gt; involving the &lt;a href=\"1982%20Lebanon%20War\"&gt;1982 Lebanon War&lt;/a&gt;, was nominated for an &lt;a href=\"Academy%20Award%20for%20Best%20Foreign%20Language%20Film\"&gt;Academy Award for Best Foreign Language Film&lt;/a&gt;.\nIn 2007, the then world-famous adult animated show \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\" generated a feature film produced by 20th Century Fox. Unlike previous films such as \"\", \"&lt;a href=\"The%20Simpsons%20Movie\"&gt;The Simpsons Movie&lt;/a&gt;\" was rated PG-13 for 'some irreverent humor throughout'. The movie was received with positive reviews by critics as well as teens and adults and grossed $536.4 million at the box office. A 2021 sequel is being planned at FOX by the title of \"&lt;a href=\"The%20Simpsons%20Movie%202\"&gt;The Simpsons Movie 2&lt;/a&gt;\".\nSome years later, in December 2015, \"&lt;a href=\"Anomalisa\"&gt;Anomalisa&lt;/a&gt;\", am American &lt;a href=\"stop%20motion\"&gt;stop-motion&lt;/a&gt; &lt;a href=\"Psychological%20fiction\"&gt;psychological&lt;/a&gt; &lt;a href=\"comedy-drama\"&gt;comedy-drama film&lt;/a&gt; was released. It was later nominated for an &lt;a href=\"Academy%20Award%20for%20Best%20Animated%20Feature\"&gt;Academy Award for Best Animated Feature&lt;/a&gt;, a &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Animated%20Feature%20Film\"&gt;Golden Globe Award for Best Animated Feature Film&lt;/a&gt;, and five &lt;a href=\"Annie%20Awards\"&gt;Annie Awards&lt;/a&gt;. It became the first animated film to win the &lt;a href=\"Grand%20Jury%20Prize%20%28Venice%20Film%20Festival%29\"&gt;Grand Jury Prize&lt;/a&gt; at the &lt;a href=\"72nd%20Venice%20International%20Film%20Festival\"&gt;72nd Venice International Film Festival&lt;/a&gt;, after premiering at the &lt;a href=\"Telluride%20Film%20Festival\"&gt;Telluride Film Festival&lt;/a&gt; on September 4, 2015. Some critics called it a meditation on \"loneliness and mental disturbance\" and reviewed it positively despite only getting less than $4 million at the box office in the U.S., saying it indicates how rare it is for \"non-Hollywood animated features\" to become a success in the U.S.\nThe 2016 film \"\" was the first film in the &lt;a href=\"DC%20Universe%20Animated%20Original%20Movies\"&gt;DC Universe Animated Original Movies&lt;/a&gt; series, and the first animated &lt;a href=\"Batman\"&gt;Batman&lt;/a&gt; film to receive an R rating from the &lt;a href=\"Motion%20Picture%20Association%20of%20America\"&gt;MPAA&lt;/a&gt;, with &lt;a href=\"Warner%20Bros.%20Animation\"&gt;Warner Bros. Animation&lt;/a&gt; president &lt;a href=\"Sam%20Register\"&gt;Sam Register&lt;/a&gt; explaining, \"From the start of production, we encouraged producer &lt;a href=\"Bruce%20Timm\"&gt;Bruce Timm&lt;/a&gt; and our team at &lt;a href=\"Warner%20Bros.%20Animation\"&gt;Warner Bros. Animation&lt;/a&gt; to remain faithful to the original story—regardless of the eventual MPAA rating... We felt it was our responsibility to present our core audience—the comics-loving community—with an animated film that authentically represented the tale they know all too well.\" The film was released in a limited theatrical screening on 25 July 2016. \"&lt;a href=\"Sausage%20Party\"&gt;Sausage Party&lt;/a&gt;\", released in 2016, became the first CGI film to be rated R by the MPAA. It grossed over $140 million worldwide, becoming the most successful R-rated animated film of all time. Following the success of \"Sausage Party\", two other adult animated movies, \"&lt;a href=\"Isle%20of%20Dogs%20%28film%29\"&gt;Isle of Dogs&lt;/a&gt;\" and \"&lt;a href=\"Loving%20Vincent\"&gt;Loving Vincent&lt;/a&gt;\", were also released theatrically. In 2019, Sony Pictures Animation announced the creation of an \"Alternative Animation Initiative\" dedicated to producing films aimed at more mature audiences.\nThe &lt;a href=\"adult%20animation\"&gt;adult animation&lt;/a&gt; film \"Cryptozoo\" by &lt;a href=\"Dash%20Shaw\"&gt;Dash Shaw&lt;/a&gt; was released at the &lt;a href=\"2021%20Sundance%20Film%20Festival\"&gt;2021 Sundance Film Festival&lt;/a&gt;. Some reviewers described it as \"gloriously colorful\" and praised the animated film.\nFestivals.\nIn 1988, &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; exhibitor &lt;a href=\"Expanded%20Cinema\"&gt;Expanded Cinema&lt;/a&gt; screened a compilation of adult-oriented animated shorts under the title \"Outrageous Animation\". Advertising the package as containing \"the wildest cartoons ever\", the screenings contained shorts produced outside the United States, as well as independently produced American shorts. Reviews of the festival were mixed. \"&lt;a href=\"San%20Francisco%20Chronicle\"&gt;San Francisco Chronicle&lt;/a&gt;\" writer &lt;a href=\"Mick%20LaSalle\"&gt;Mick LaSalle&lt;/a&gt; hated almost everything screened at the festival, with the exception of &lt;a href=\"Bill%20Plympton\"&gt;Bill Plympton&lt;/a&gt;'s \"&lt;a href=\"One%20of%20Those%20Days\"&gt;One of Those Days&lt;/a&gt;\". In \"&lt;a href=\"The%20San%20Francisco%20Examiner\"&gt;The San Francisco Examiner&lt;/a&gt;\", David Armstrong gave the show a three-star review and described the films screened as having \"some of the rude vitality of the great old Warner Bros. cartoons —and a good deal of the sexual explicitness denied those old favorites from a more cautious age.\"\nIn 1990, Mellow Manor Productions began screening films under the title \"&lt;a href=\"Spike%20and%20Mike%27s%20Sick%20and%20Twisted%20Festival%20of%20Animation\"&gt;Spike and Mike's Sick and Twisted Festival of Animation&lt;/a&gt;\". Founders Craig \"Spike\" Decker and Mike Gribble promoted their festival by handing out flyers on the streets rather than with traditional promotional techniques. In 1991, Decker and Gribble screened their first \"All Sick and Twisted Festival of Animation\", promising \"wild and zany films that could never be shown to our 'normal audience'\". The festival screened newer independent shorts, as well as older shorts such as \"Bambi Meets Godzilla\", and \"Thank You Mask Man\". Although the festival promoted works by animators who would later gain mainstream success, such as &lt;a href=\"Bill%20Plympton\"&gt;Bill Plympton&lt;/a&gt;, &lt;a href=\"Mike%20Judge\"&gt;Mike Judge&lt;/a&gt;, &lt;a href=\"Trey%20Parker\"&gt;Trey Parker&lt;/a&gt; and &lt;a href=\"Don%20Hertzfeldt\"&gt;Don Hertzfeldt&lt;/a&gt;, many reviewers dismissed the bulk of the programming as &lt;a href=\"shock%20value\"&gt;shock value&lt;/a&gt;.\nIn 2003, Judge and Hertzfeldt created a new touring festival of animation marketed towards adults and college students. &lt;a href=\"The%20Animation%20Show\"&gt;The Animation Show&lt;/a&gt; brought animated shorts into more North American theaters than any previous commercial festival.\nGrowing interest in young adult animation.\nFor years, &lt;a href=\"Young%20adult%20fiction\"&gt;young adult&lt;/a&gt; animation, known as YA animation for short, has been discussed by executives and creators, especially those in the United States. In 2000, Tom Freston, the CEO of &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;, said that his network was at the cutting-edge of young adult animation. A few years later, a H2VEntertainment, a &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;-based animation company, financed three animated features aimed \"at the teen and young adult market\" which would premiere in spring 2004.\nFast forward to the 2010s, when more critics and companies would begin talking about young adult animation. In 2015, one critic stated that the executives in the &lt;a href=\"animation%20industry\"&gt;animation industry&lt;/a&gt; in the United States weren't on board with the idea of young adult animation, leading some to do &lt;a href=\"Indiegogo\"&gt;Indiegogo&lt;/a&gt; projects instead. Others wrote about animation for young adults among &lt;a href=\"anime\"&gt;anime&lt;/a&gt; in Japan, a theme which continued in later years. A few years later, in 2019, one reviewer argued that \"&lt;a href=\"Adventure%20Time\"&gt;Adventure Time&lt;/a&gt;\" pushed the \"parameters of young-adult animation.\" The same year, &lt;a href=\"41%20Entertainment\"&gt;41 Entertainment&lt;/a&gt; partnered with &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; to produce \"animation for young adults\" like a reboot of \"\", scheduled to be released in fall 2021. Also, &lt;a href=\"Line%20Webtoon\"&gt;Webtoon&lt;/a&gt; partnered with &lt;a href=\"The%20Jim%20Henson%20Company\"&gt;The Jim Henson Company&lt;/a&gt; to develop Rachel Smythe's webcomic, \"&lt;a href=\"Lore%20Olympus\"&gt;Lore Olympus&lt;/a&gt;\" into a young adult animated series. The latter webcomic is one of the world's most popular comics\nand garners some of the highest views of any comic on Webtoon itself. The Jim Henson Company has produced animations like \"&lt;a href=\"Word%20Party\"&gt;Word Party&lt;/a&gt;\", \"&lt;a href=\"Splash%20and%20Bubbles\"&gt;Splash and Bubbles&lt;/a&gt;\", \"&lt;a href=\"Dot.\"&gt;Dot.&lt;/a&gt;\", \"&lt;a href=\"The%20Doozers\"&gt;The Doozers&lt;/a&gt;\", and \"&lt;a href=\"Dinosaur%20Train\"&gt;Dinosaur Train&lt;/a&gt;\", among &lt;a href=\"The%20Jim%20Henson%20Company%23Television\"&gt;other TV shows&lt;/a&gt;.\nThe same month, &lt;a href=\"Crunchyroll\"&gt;Crunchyroll&lt;/a&gt; and Webtoon announced a partnership to produce animated works of LINE Webtoon's catalog, with both creating a team to tackle distribution, licensing, and retail of the series produced from the partnership. Around the same time, some HBO executives claimed that &lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt; would anchor their \"young adult animation offering,\" along with a slate of &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; series, anime programming from &lt;a href=\"Crunchyroll\"&gt;Crunchyroll&lt;/a&gt;, and \"exclusive U.S. streaming rights\" to most of the films produced by &lt;a href=\"Studio%20Ghibli\"&gt;Studio Ghibli&lt;/a&gt;.\nIn 2020, young adult animation came to the forefront once more. &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; was said to have a lot of material \"oriented towards young adults\" in contrast with &lt;a href=\"Disney%2B\"&gt;Disney+&lt;/a&gt;. At the same time, some reviewers described \"&lt;a href=\"The%20Dragon%20Prince\"&gt;The Dragon Prince&lt;/a&gt;\" as a young adult animation and the &lt;a href=\"National%20Academy%20of%20Television%20Arts%20and%20Sciences\"&gt;NATAS&lt;/a&gt; gave out various &lt;a href=\"Emmy%20Award\"&gt;Emmys&lt;/a&gt; for young adult programs, like \"&lt;a href=\"Rapunzel%27s%20Tangled%20Adventure\"&gt;Tangled&lt;/a&gt;\", differentiating them from &lt;a href=\"All-ages%20animation\"&gt;children's animation&lt;/a&gt; and &lt;a href=\"preschool%20animation\"&gt;preschool animation&lt;/a&gt;. 2020 was the first year that NATAS gave a Daytime Emmy for young adult programs, which includes shows \"targeting a tween and teen audience.\" Then, on October 22, Radford \"Rad\" Sechrist, the series creator of \"&lt;a href=\"Kipo%20and%20the%20Age%20of%20Wonderbeasts\"&gt;Kipo and the Age of Wonderbeasts&lt;/a&gt;\" floated the idea of a streaming service creating \"a dedicated YA animation division,\" stating that it would have shows like \"Kipo\", along with a \"dedicated YA team to target that audience.\" He also suggested that this could be a way for smaller streaming services to distinguish themselves, saying that while animators are trying to target kids with their &lt;a href=\"all-ages%20animation\"&gt;all-ages animation&lt;/a&gt;, that \"young adult is wide open,\" calling it an \"untapped market.\" Matt Braly, creator of \"&lt;a href=\"Amphibia%20%28TV%20series%29\"&gt;Amphibia&lt;/a&gt;\", and Owen Dennis, the creator of \"&lt;a href=\"Infinity%20Train\"&gt;Infinity Train&lt;/a&gt;\", concurred. Braly stated that a lot of \"YA animated content\" is deemed too old for the 6-11 age group, but \"too young for \"adult\" animation,\" calling it a \"purgatory\" while Dennis argued that it would help creators so they would not be boxed in by executives. &lt;a href=\"Giancarlo%20Volpe\"&gt;Giancarlo Volpe&lt;/a&gt;, an &lt;a href=\"Italian-American\"&gt;Italian-American&lt;/a&gt; &lt;a href=\"animator\"&gt;animator&lt;/a&gt;, director, producer and comic creator also agreed with Sechrist's suggestion. Later on, Sechrist said that his suggestion would only become a reality if someone thought \"outside the box,\" acknowledged that the market for YA animation \"appears small,\" and noted that he had several YA shows in development, but had nowhere to \"take them.\" He also used \"&lt;a href=\"The%20Hunger%20Games%20%28film%29\"&gt;Hunger Games&lt;/a&gt;\" as an example of young adult fiction when discussing young adult animation. Others also argued that Kipo was a young adult animation, like reviewer Dean Daley.\nIn November 2020, a press release from &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; stated that it offers \"animated and live-action series for young adults.\" The same month it was reported that &lt;a href=\"ViacomCBS\"&gt;ViacomCBS&lt;/a&gt; International Studios was looking for programs which \"reflect the world authentically in which a kid lives,\" especially dramas, anthologies and \"young-adult content\" for those over age 14, which could be referring to young adult animation. The same month, Rad Sechist tweeted about young adult animation once more, arguing that &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; has potential to \"promote and keep creating for a YA market\" with shows such as \"&lt;a href=\"Infinity%20Train\"&gt;Infinity Train&lt;/a&gt;\" and \"&lt;a href=\"Close%20Enough\"&gt;Close Enough&lt;/a&gt;\" but is not doing so. He also called shows like \"Infinity Train\" hidden gems\nwhich are \"only discovered by word of mouth\" and asked people to imagine \"a slightly aged up \"[sic]\" type show\" or Kipo which was \"slightly aged up.\" Around the same time, critic Zeid Abughazaleh wrote in &lt;a href=\"Comic%20Book%20Resources\"&gt;CBR&lt;/a&gt; about the revival of \"Young Justice\", originally cancelled in 2013 but brought back in a third season titled ' and fourth season titled ', noting that it has a more serious nature like \"\", tackling \"superhero issues with grounded stories and long-term consequences.\" It was also reported that Amy Friedman, the new person heading \"kids and family programming\" for &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; would be reporting to Tom Ascheim, the president of the \"Global Kids, Young Adults, and Classics\" (GKYAC) at Warner Bros, which had been restructured in August, with Ascheim joining the company in summer 2020. Under &lt;a href=\"List%20of%20assets%20owned%20by%20WarnerMedia%23Warner%20Bros.%20Kids%2C%20Young%20Adults%20and%20Classics\"&gt;the GKYAC division&lt;/a&gt; are &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt;, &lt;a href=\"Cartoon%20Network%20Studios\"&gt;Cartoon Network Studios&lt;/a&gt;, &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt;, and &lt;a href=\"Williams%20Street\"&gt;Williams Street&lt;/a&gt;. Also, &lt;a href=\"Williams%20Street%20Records\"&gt;Williams Street Records&lt;/a&gt;, &lt;a href=\"Toonami\"&gt;Toonami&lt;/a&gt;, &lt;a href=\"Adult%20Swim%20Games\"&gt;Adult Swim Games&lt;/a&gt;, &lt;a href=\"Boomerang%20%28TV%20network%29\"&gt;Boomerang&lt;/a&gt;, and &lt;a href=\"Turner%20Classic%20Movies\"&gt;Turner Classic Movies&lt;/a&gt; are in the same division. The Warner Bros. division says that it wants to be the \"premiere global provider of kids, family, young adults, and classics content and brands.\"\nIn early December it was announced that &lt;a href=\"Adult%20Swim\"&gt;Adult Swim&lt;/a&gt; was picking up a new series titled \"Teenage Euthanasia\" co-created by &lt;a href=\"Alissa%20Nutting\"&gt;Alissa Nutting&lt;/a&gt; and &lt;a href=\"Alyson%20Levy\"&gt;Alyson Levy&lt;/a&gt;, with the network described as a \"destination for young adults.\" Around the same time, two other series aimed at young adults were noted. This included a 2D-animated series titled \"Highlands Shadow,\" directed by Paula Boffo and produced by Ojo Raro, which will be eight episodes long, at Ventana Sur’s Animation! This series addresses \"gender and LGBTIQ+ issues,\" by focusing on Juana, \"a girl from Humahuaca whose sister Marisol has been captured by a human trafficking cartel,\" who allies with \"two haunted machetes\" and becomes a &lt;a href=\"superheroine\"&gt;superheroine&lt;/a&gt;. Another series that aims at a YA audience is \"Cursed Fathers,\" a 2D &lt;a href=\"Feature%20film\"&gt;feature&lt;/a&gt; created by Matisse González of &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;. It focuses on a \"narrative comedy about an exquisitely damned family,\" including a young daughter named Kiki within a huge family and embarking on a journey to find out whether a curse afflicting his family is \"real and to put a stop to it.\" On December 8, 2020, Sechrist still expressed support for &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; creating \"a section for YA animation.\" When the upcoming animated movie for a &lt;a href=\"Diary%20of%20a%20Wimpy%20Kid\"&gt;Diary of a Wimpy Kid&lt;/a&gt; was announced, the latter was described as a \"young adult series.\" On December 14, &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; and the &lt;a href=\"National%20Black%20Justice%20Coalition\"&gt;National Black Justice Coalition&lt;/a&gt; released a comic which highlighted \"the power and importance of respecting gender identity through the use of gender pronouns,\" with the comic designed by those who were part of the NBJC Youth and Young Adult Action Council (YYAAC), those from Cartoon Network Studios, and Dr. Kia Darling-Hammond, the NBJC’s director of education programs and research. The comic features characters such as Craig from \"&lt;a href=\"Craig%20of%20the%20Creek\"&gt;Craig of the Creek&lt;/a&gt;\", Chloe from \"&lt;a href=\"We%20Bare%20Bears\"&gt;We Bare Bears&lt;/a&gt;\" and &lt;a href=\"Stevonnie\"&gt;Stevonnie&lt;/a&gt; from \"&lt;a href=\"Steven%20Universe\"&gt;Steven Universe&lt;/a&gt;\". In January 2021, &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; debuted an animation page, which included &lt;a href=\"adult%20animation\"&gt;adult animation&lt;/a&gt;, older cartoons, and \"animation dedicated to teens and young adults.\"\nIn early February 2021, HBO and HBO Max head executive Casey Bloys said that HBO Max is trying to \"build a young adult brand,\" and have an \"attractive offering to a young adult segment,\" and while animation was not listed, it was implied. Additionally, a reviewer in the \"Utah Statesman\", around the same time, described the &lt;a href=\"Legend%20of%20Korra\"&gt;Legend of Korra&lt;/a&gt; as \"the first children and young adults’ animated show to represent an LGBTQ+ romance.\"\nOn February 22, one writer argued that &lt;a href=\"anime\"&gt;anime&lt;/a&gt; was better than Western animation because anime doesn't exclude \"the interest of younger adults\" and called anime better for &lt;a href=\"young%20adults\"&gt;young adults&lt;/a&gt;.\nIn August 2021, &lt;a href=\"Animation%20World%20Network\"&gt;Animation World Network&lt;/a&gt; and &lt;a href=\"Deadline%20Hollywood\"&gt;Deadline&lt;/a&gt; described the upcoming \"\" series as a \"young adult animated show.\"\nIn October 2021, a reviewer for \"The Geekiary\" argued that \"&lt;a href=\"High%20Guardian%20Spice\"&gt;High Guardian Spice&lt;/a&gt;\" was a young adult animation.\nIn 2022, &lt;a href=\"Hugh%20Laurie\"&gt;Hugh Laurie&lt;/a&gt; and &lt;a href=\"Emilia%20Clarke\"&gt;Emilia Clarke&lt;/a&gt; are set to lead the cast in an animated film titled \"&lt;a href=\"The%20Amazing%20Maurice%20%28film%29\"&gt;The Amazing Maurice&lt;/a&gt;\" based on &lt;a href=\"Terry%20Pratchett\"&gt;Terry Pratchett&lt;/a&gt;'s 2001 novel, \"&lt;a href=\"The%20Amazing%20Maurice%20and%20His%20Educated%20Rodents\"&gt;The Amazing Maurice and His Educated Rodents&lt;/a&gt;\". It is said that this film is specifically targeted toward the young adult audience."
}