{
    "id": "6581309",
    "revid": "21797031",
    "url": "https://en.wikipedia.org/wiki?curid=6581309",
    "title": "FC Dinamo Batumi",
    "text": "FC Dinamo Batumi is a &lt;a href=\"Georgia%20%28country%29\"&gt;Georgian&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Batumi\"&gt;Batumi&lt;/a&gt;, &lt;a href=\"Adjara\"&gt;Adjara&lt;/a&gt;, and current champion of &lt;a href=\"Erovnuli%20Liga\"&gt;Erovnuli Liga&lt;/a&gt;, the top division of &lt;a href=\"Football%20in%20Georgia\"&gt;Georgian football system&lt;/a&gt;. \nThe club has earned silver medals of the league four times, also won the &lt;a href=\"Georgian%20Cup\"&gt;Georgian Cup&lt;/a&gt; and &lt;a href=\"Georgian%20Super%20Cup\"&gt;Super Cup&lt;/a&gt;. \nIn 1990 they changed the name to \"FC Batumi\" only to reverse the decision in 1994.\nDinamo plays their home games at &lt;a href=\"Batumi%20Stadium\"&gt;Batumi Stadium&lt;/a&gt;.\nHistory.\nEarly period.\nPrior to the formation of this club, there were some other teams existing in the city. In 1923 newly established two clubs called \"Mezgvauri\" (The Sailor) and \"Tsiteli Raindi\" (The Red Knight) merged and became Dinamo Batumi.\nFootball was becoming more popular in &lt;a href=\"Adjara\"&gt;Adjara&lt;/a&gt; later, although Dinamo participated only in the lower divisions of &lt;a href=\"Soviet%20Union%20football%20league%20system\"&gt;Soviet championship&lt;/a&gt;. However, there were some players in the club, who later became successful footballers in &lt;a href=\"USSR\"&gt;USSR&lt;/a&gt;, including &lt;a href=\"Revaz%20Chelebadze\"&gt;Revaz Chelebadze&lt;/a&gt;, &lt;a href=\"Nodar%20Khizanishvili\"&gt;Nodar Khizanishvili&lt;/a&gt; and &lt;a href=\"Vakhtang%20Koridze\"&gt;Vakhtang Koridze&lt;/a&gt;. The famous &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt; footballer &lt;a href=\"Andreas%20Niniadis\"&gt;Andreas Niniadis&lt;/a&gt; also started his career in the club. He later played for &lt;a href=\"Olympiacos%20F.C.\"&gt;Olympiacos&lt;/a&gt; and &lt;a href=\"Greece%20national%20football%20team\"&gt;Greece national football team&lt;/a&gt;. \nLast six seasons of 1980s the team played in &lt;a href=\"Soviet%20First%20League\"&gt;the First league&lt;/a&gt;, the second Soviet division. \n1990s and 2000s.\nThe success for the Batumi-based club came when they won &lt;a href=\"Georgian%20Cup\"&gt;Georgian Cup&lt;/a&gt; in 1998, after losing two previous finals. The club defeated &lt;a href=\"FC%20Dinamo%20Tbilisi\"&gt;Dinamo Tbilisi&lt;/a&gt; in final. The goals were scored by Aleksandre Kantidze and &lt;a href=\"Davit%20Chichveishvili\"&gt;Davit Chichveishvili&lt;/a&gt;. The club won &lt;a href=\"Georgian%20Super%20Cup\"&gt;Georgian Super Cup&lt;/a&gt; during the same year as well. They again defeated &lt;a href=\"FC%20Dinamo%20Tbilisi\"&gt;Dinamo Tbilisi&lt;/a&gt;, by 2-1. As one of the strongest teams of the league, starting from 1995 Dinamo represented the country in &lt;a href=\"UEFA\"&gt;European competitions&lt;/a&gt; for four seasons in a row.\nThe next decade turned out disappointing for Dinamo, which failed to notch up any success on either competition. Amid construction boom in &lt;a href=\"Adjara\"&gt;Adjara&lt;/a&gt;, in 2006 the club lost their stadium, located at the seaside, to be sold and demolished. \"Adeli\" stadium, which Dinamo started using as their home ground, met the same fate later on. It coincided with deteriorating performance in the league. After &lt;a href=\"2007-08%20Umaglesi%20Liga\"&gt;2007-08&lt;/a&gt; they were relegated for the first time to &lt;a href=\"Pirveli%20Liga\"&gt;Pirveli Liga&lt;/a&gt;, where as debutants the club took 8th place in an 11-team league. Overall, Dinamo spent next five seasons out of six in the second division.\nIn search for success.\nFrom &lt;a href=\"2013-14%20Pirveli%20Liga\"&gt;2013/14&lt;/a&gt; the club revived their ambitions, first to gain promotion to &lt;a href=\"Umaglesi%20Liga\"&gt;Umaglesi Liga&lt;/a&gt; and then to secure a place among the league leaders. The silver, taken in 2015, was followed by the bronze the next year, but in 2017 Dinamo entered a period of instability with a drastic change of players and replacement of managers. &lt;a href=\"Levan%20Khomeriki\"&gt;Levan Khomeriki&lt;/a&gt;, the head coach for three successive years, left to be replaced by &lt;a href=\"Ukraine\"&gt;Ukrainian&lt;/a&gt; manager &lt;a href=\"Kostyantyn%20Frolov\"&gt;Kostyantyn Frolov&lt;/a&gt;, but he stepped down five months later. &lt;a href=\"Aslan%20Baladze\"&gt;Aslan Baladze&lt;/a&gt; took charge of the team, which finished the season in the relegation zone, despite having some experienced players such as &lt;a href=\"Otar%20Martsvaladze\"&gt;Otar Martsvaladze&lt;/a&gt;, &lt;a href=\"David%20Kvirkvelia\"&gt;David Kvirkvelia&lt;/a&gt; and &lt;a href=\"Elgujja%20Grigalashvili\"&gt;Elguja Grigalashvili&lt;/a&gt; in the squad. Dinamo suffered a worse setback in the play-off as dramatic two-leg tie against &lt;a href=\"Sioni%20Bolnisi\"&gt;Sioni Bolnisi&lt;/a&gt; ended 5:5 on aggregate and the penalty shoot-out determined the winner. \nPrior to the new season in &lt;a href=\"Erovnuli%20Liga%202\"&gt;Liga 2&lt;/a&gt; Gia Geguchadze was appointed in the club and with the promotion set as their only goal, Dinamo convincingly won the league by an 11-point margin. \nProgress on the pitch and beyond.\n2019 brought some more encouraging news. 100% share of Dinamo Batumi owned by the Adjarian government was awarded to Lamini Ltd for 49 years. Besides, a new prospect emerged for the issue of football ground, which had plagued the club for so long. While Dinamo played home matches either on their training base or at Rugby Arena, in January the government inaugurated the construction of new UEFA category IV stadium with the capacity of 20,000 seats due to be completed in late 2020.\nBack in the top flight Dinamo rushed to the title-chasing battle, in which they initially performed beyond expectations. As no other newly promoted club had ever won the league, Dinamo Batumi appeared close to setting this record, although at the crucial point they slipped up, first squandering two points against relegation-bound &lt;a href=\"WIT%20Georgia\"&gt;WIT Georgia&lt;/a&gt; and then losing to another unmotivated club altogether. Yet, the second place was definitely success for Dinamo, where some national team members - &lt;a href=\"Jaba%20Jigauri\"&gt;Jaba Jigauri&lt;/a&gt;, &lt;a href=\"Giorgi%20Navalovski\"&gt;Giorgi Navalovski&lt;/a&gt;, &lt;a href=\"Vladimer%20Dvalishvili\"&gt;Vladimer Dvalishvili&lt;/a&gt; - emerged at this stage.\nMeanwhile, support for the club reached remarkable proportions by Georgian standards. While all of 1,500 seats on Angisa training base were full approximately three hours in advance, many more spectators watched the games from outside the fence. According to some estimates, an average number of fans per each match was around 6,400. \n&lt;a href=\"2020%20Erovnuli%20Liga\"&gt;The next season&lt;/a&gt;, shortened by &lt;a href=\"coronavirus\"&gt;coronavirus&lt;/a&gt;, saw a scenario resembling the previous one. After ten rounds Dinamo were unbeaten, sitting on the top of the table, but later they suffered two home defeats, including from direct rivals &lt;a href=\"Dinamo%20Tbilisi\"&gt;Dinamo Tbilisi&lt;/a&gt;, who taking this opportunity sealed the champion's fate. \nOn 27 October 2020 a long-awaited official opening ceremony was held in Batumi. Finally, the second placed club for two seasons in a row representing the second largest city have proudly moved into their home.\nIn early December UEFA announced that this stadium will host some of &lt;a href=\"2023%20UEFA%20European%20Under-21%20Championship\"&gt;U21 European championship&lt;/a&gt; matches in 2023.\nТhe champions.\nThis ultimate triumph was made possible from a third straight attempt. With the same head coach into the fourth season and a largely retained squad, the team had some advantage over their rivals from &lt;a href=\"FC%20Dinamo%20Tbilisi\"&gt;Tbilisi&lt;/a&gt; who were plagued by a frequent change of managers and key players. 1 point picked up by the latter in four head-to-head matches indicated which side looked stronger this year. Besides, an impressive European campaign boosted up the players from Adjara. As a result, seven of them were called up in early September for &lt;a href=\"Georgia%20national%20football%20team\"&gt;the national team's&lt;/a&gt; World Cup game against &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt;. \nInspired by fervent supporters, Batumi won six matches with a large margin, including 8-1, the biggest win of the season, and lifted up the Champion's Shield for the first time in their history.\nStatistics.\nEuropean campaign.\nDinamo's European history began with the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup%201995-96\"&gt;1995 Cup Winners' Cup&lt;/a&gt; competition. In a memorable home game against &lt;a href=\"Celtic%20Glasgow\"&gt;Celtic Glasgow&lt;/a&gt; more than 15,000 spectators witnessed good attacking football from both sides. The Georgians took the early lead but conceded twice in the first period. They equalized later and came close to the draw, although the &lt;a href=\"Scotland\"&gt;Scots&lt;/a&gt; scored at the end of the regular time to cruise to victory.\nA year later the draw paired Dinamo against &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt;. Even though the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; side were the ultimate winners, Batumi played decently enough to earn a point in the first game. Goals in this game were scored by &lt;a href=\"Amiran%20Mujiri\"&gt;Amiran Mujiri&lt;/a&gt; and &lt;a href=\"Luc%20Nilis\"&gt;Luc Nilis&lt;/a&gt;. \nAnother remarkable event occurred in 1998 when they beat the powerful &lt;a href=\"Yugoslavia\"&gt;Yugoslav&lt;/a&gt; team &lt;a href=\"Partizan%20Belgrade\"&gt;Partizan Belgrade&lt;/a&gt; at home.\nIn 2021 the club narrowly missed &lt;a href=\"UEFA%20Europa%20Conference%20League\"&gt;UEFA Conference League&lt;/a&gt; play-offs after an extra-time draw at &lt;a href=\"Sivasspor\"&gt;Sivasspor&lt;/a&gt; preceded by a sensational away victory over &lt;a href=\"FC%20BATE%20Borisov\"&gt;BATE Borisov&lt;/a&gt;. \nManagement.\n&lt;a href=\"Vladimer%20Dvalishvili\"&gt;Vladimer Dvalishvili&lt;/a&gt;, who spent last two years as a player for Dinamo Batumi, replaced &lt;a href=\"Aslan%20Baladze\"&gt;Aslan Baladze&lt;/a&gt; in December 2020 as &lt;a href=\"Sporting%20director\"&gt;Sporting director&lt;/a&gt;.\nHead Coach Giorgi (Gia) Geguchadze, the former manager of &lt;a href=\"FC%20Zestafoni\"&gt;Zestafoni&lt;/a&gt;, &lt;a href=\"Torpedo%20Kutaisi\"&gt;Torpedo Kutaisi&lt;/a&gt;, &lt;a href=\"Dinamo%20Tbilisi\"&gt;Dinamo Tbilisi&lt;/a&gt; and &lt;a href=\"Georgia%20national%20under-21%20football%20team\"&gt;Georgian U21&lt;/a&gt;, has been in charge since January 2018. \nCurrent squad.\n\"As of 29 October 2021.\"\n "
}