{
    "id": "65812295",
    "revid": "30162703",
    "url": "https://en.wikipedia.org/wiki?curid=65812295",
    "title": "Mollys Castle",
    "text": "Mollys Castle is a remote 5,265-foot (1,605-meter) elevation summit located near &lt;a href=\"Goblin%20Valley%20State%20Park\"&gt;Goblin Valley State Park&lt;/a&gt;, in &lt;a href=\"Emery%20County%2C%20Utah\"&gt;Emery County, Utah&lt;/a&gt;. Mollys Castle is situated east of &lt;a href=\"Wild%20Horse%20Butte\"&gt;Wild Horse Butte&lt;/a&gt;, and one-half mile outside the park's east boundary. The top of this magnificent &lt;a href=\"butte\"&gt;butte&lt;/a&gt; rises 265 feet above its surrounding terrain. Precipitation &lt;a href=\"Surface%20runoff\"&gt;runoff&lt;/a&gt; from Mollys Castle enters the &lt;a href=\"Colorado%20River\"&gt;Colorado River&lt;/a&gt; drainage basin.\nGeology.\nMollys Castle is a geological feature set within the San Rafael Desert on the southeastern edge of the &lt;a href=\"San%20Rafael%20Swell\"&gt;San Rafael Swell&lt;/a&gt;. This erosional remnant is composed of &lt;a href=\"Jurassic\"&gt;Jurassic&lt;/a&gt; rock. The thin, light-colored layer on top is &lt;a href=\"Curtis%20Formation\"&gt;Curtis Formation&lt;/a&gt; &lt;a href=\"caprock\"&gt;caprock&lt;/a&gt;, overlaying darker, reddish &lt;a href=\"Entrada%20Sandstone\"&gt;Entrada Sandstone&lt;/a&gt;, which is also the composition of the &lt;a href=\"Hoodoo%20%28geology%29\"&gt;hoodoos&lt;/a&gt; that give Goblin Valley its name.\nClimate.\nSpring and fall are the most favorable seasons to visit Mollys Castle. According to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; system, it is located in a &lt;a href=\"Cold%20semi-arid%20climate\"&gt;Cold semi-arid climate&lt;/a&gt; zone, which is defined by the coldest month having an average mean temperature below −0 °C (32 °F) and at least 50% of the total annual precipitation being received during the spring and summer. This desert climate receives less than of annual rainfall, and snowfall is generally light during the winter."
}