{
    "id": "65829598",
    "revid": "20931057",
    "url": "https://en.wikipedia.org/wiki?curid=65829598",
    "title": "Ibero-American Alliance for Peace",
    "text": "The Ibero-American Alliance for Peace (&lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;: \"Alianza Iberoamericana por la Paz\") is an international &lt;a href=\"non-governmental%20organization\"&gt;non-governmental organization&lt;/a&gt; working to promote &lt;a href=\"peacebuilding\"&gt;peacebuilding&lt;/a&gt;, &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; and &lt;a href=\"disarmament\"&gt;disarmament&lt;/a&gt; in the &lt;a href=\"Ibero-America\"&gt;Ibero-America&lt;/a&gt;n region. Co-founded in 2016 by &lt;a href=\"Angelo%20Cardona\"&gt;Angelo Cardona&lt;/a&gt; and Maria Teresa Barrios in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; during the world congress 'Disarm for a Climate of Peace' of the &lt;a href=\"International%20Peace%20Bureau\"&gt;International Peace Bureau&lt;/a&gt;. Initially the coalition was the International Peace Bureau Youth Network (IPBYN) for the region of &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; known under the name of Latin American Youth Network for Peace\"' \"\nHistory.\nIn 2018, the International Peace Bureau Youth Network began to prepare a series of pre-conferences of youth for peace around the world, which would end in the world conference, 'Transform! Towards a Culture of Peace' in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, 2019. So that the Youth Network could make their conferences in &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; with a name in Spanish, Cardona and Barrios founded the Latin American Youth Network for Peace (in Spanish: Red Latinoamericana de Jóvenes por la Paz) along with the members of the IPBYN in Latin America. The network is launched in the first pre-conference of the IPBYN, on April 25, 2018 in &lt;a href=\"Medell%C3%ADn\"&gt;Medellin&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, during the '2nd International Congress of Science and Education for development and peace' at the &lt;a href=\"University%20of%20Antioquia\"&gt;University of Antioquia&lt;/a&gt;. Then, the Latin American Youth Network for Peace, carried out the second pre-conference, on July 3, 2018, in the &lt;a href=\"Argentine%20Senate\"&gt;Senate of the Argentine Nation&lt;/a&gt;, during the international conference 'Let's Talk about Peace'. The Latin American Network held its third pre-conference, on October 9, 2018, this time at the &lt;a href=\"Monterrey%20Institute%20of%20Technology%20and%20Higher%20Education\"&gt;Tecnologico de Monterrey&lt;/a&gt; campus in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;. In 2020, the members of the IPBYN in Latin America decided to change their name to &lt;a href=\"Ibero-America\"&gt;Ibero-America&lt;/a&gt;n Alliance for Peace.\nIbero-American Forum for Peace.\nThe Ibero-American Forum for Peace is a summit of the &lt;a href=\"Spanish%20language\"&gt;spanish&lt;/a&gt; and &lt;a href=\"Portuguese%20language\"&gt;portughese&lt;/a&gt; speaking nations of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and the &lt;a href=\"Americas\"&gt;Américas&lt;/a&gt; organised by the Ibero-American Alliance for Peace. The gathering brings academics, civil society organizations, activists, human rights organizations, and governmental and non-governmental organisations around the theme of peace in the &lt;a href=\"Ibero-America\"&gt;ibero-american&lt;/a&gt; region. The Forum bills itself as \"a space for debate for citizens to have a meaningful and transformative discussion on peace, human rights, disarmament and related issues.\"\nThe summit held in 2021 in &lt;a href=\"Castell%C3%B3n%20de%20la%20Plana\"&gt;Castellón&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, was attended by people of &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt;, &lt;a href=\"Spain\"&gt;España&lt;/a&gt;, &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;, &lt;a href=\"Peru\"&gt;Perú&lt;/a&gt;, &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt;, &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt;, &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;, &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt; and other countries like &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Haiti\"&gt;Haití&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; and &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;. It was organised in cooperation with the Center for research, defense and promotion of the rights of children and adolescents (ILÊWASI, for its name in &lt;a href=\"Catalan%20language\"&gt;Catalan&lt;/a&gt;) and the &lt;a href=\"Jaume%20I%20University\"&gt;Jaume I University&lt;/a&gt; of Castellón. \nSummits.\nSince its formation in 2018, the Alliance has carried out different summits in the &lt;a href=\"Ibero-America\"&gt;Ibero-American&lt;/a&gt; region. "
}