{
    "id": "6584861",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=6584861",
    "title": "Kazohinia",
    "text": "Kazohinia is a novel written in &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; and in &lt;a href=\"Esperanto\"&gt;Esperanto&lt;/a&gt; by &lt;a href=\"S%C3%A1ndor%20Szathm%C3%A1ri\"&gt;Sándor Szathmári&lt;/a&gt; (1897–1974). It appeared first in Hungarian (1941) and was published in Esperanto by SAT (&lt;a href=\"Sennacieca%20Asocio%20Tutmonda\"&gt;Sennacieca Asocio Tutmonda&lt;/a&gt;) in 1958, and was republished in that language without change in 1998. Several Hungarian editions appeared over the decades (1946, 1957, 1972, 1980, 2009), and an English translation in Budapest in 1975 (Corvina Press). In 2012, this translation first received wide distribution outside of Hungary with its publication by New Europe Books under the title \"Voyage to Kazohinia\"—in keeping with the more descriptive titles of the novel's early Hungarian editions, including \"Gulliver utazása Kazohiniában\" (Gulliver's Travels in Kazohinia; 1941) and \"Utazás Kazohiniában\" (Travels in Kazohinia; 1946), and with the title of the Esperanto edition: \"Vojaĝo al Kazohinio.\"\n\"Kazohinia\" is a &lt;a href=\"utopia\"&gt;utopia&lt;/a&gt;/&lt;a href=\"dystopia\"&gt;dystopia&lt;/a&gt; modelled partly on \"&lt;a href=\"Gulliver%27s%20Travels\"&gt;Gulliver's Travels&lt;/a&gt;\" by the Irishman &lt;a href=\"Jonathan%20Swift\"&gt;Jonathan Swift&lt;/a&gt;, and therefore pertains to both utopian and travel genres.\nPlot and interpretations.\nAs in the Gulliverian prototype, the premise is a shipwreck with a solitary survivor, who finds himself in an unknown land, namely that of the Hins, which contains a minority group, the Behins. Accordingly, this work by a Hungarian writer relates not so much to Swift's work, but more precisely to \"&lt;a href=\"Brave%20New%20World\"&gt;Brave New World&lt;/a&gt;\" by the British writer &lt;a href=\"Aldous%20Huxley\"&gt;Aldous Huxley&lt;/a&gt;. As in that work, there coexist two dissimilar, segregated societies, one developed and the other backward.\nThe Hins are a people who have solved all economic problems: Production and usage of goods is based on need instead of money, and the standard of living is impeccable. The Hins live without any kind of government or administrative body, as their belief is that such would only hinder production. They lead their lives according to the \"pure reality of existence,\" which they call kazo. They experience no emotions, love, beauty or spiritual life.\nThere are two primary interpretations of the author's intentions:\nThe protagonist, bored with the inhuman life of the Hins, chooses to live among the insane Behins, who reportedly conform better to his outlook on life. He hopes that, living in a walled-off area among the Behins, he will meet others with human feelings.\nThe Behins, however, occupy an irrational society in which living conditions are supported by the ruling Hins while they themselves are preoccupied with what to the protagonist seem to be senseless ceremonies and all too frequent violent brawls. The Behins deliberately arrange their lives in such a way as to turn reality and logic on their heads, while among the Hins everything is arranged according to reality. While living among them, the protagonist suffers hunger, extreme misery, and even danger of death. This part of the novel is in fact satire, with each insanity of the Behins translating to facets of the Western, Christian society of the protagonist such as war, religion, etiquette, art, and philosophy.\nTo further emphasize the satire, the protagonist does not see the obvious parallels between his homeland and the Behin world. Later, however, the writer underscores this irony by having a Behin leader and a British admiral articulating the same irrational philosophy. The Behins are indeed \"real\" humans, but as their symbols and customs are superficially different from his own, the protagonist regards them as mere savage madmen.\nLiterary technique.\nHumor contrasts with the serious content in a masterful way, ensuring an easy read. While the first half of the book, describing the Hins, is a utopia of sorts despite the question surrounding the author's intentions, and uses humor to lighten the mood, the second half, about Behin society, wields humor as a merciless weapon, debunking and ridiculing every aspect of our irrational world.\nLanguage-wise, the novel is surprisingly accessible even at those points when the reader is swamped in an abundance of neologisms with which the Hins and the Behins refer to their strange notions and concepts of life.\nPublication.\nThere has been some dispute as to whether Szathmári wrote the novel first in Hungarian or in Esperanto, and this issue is unlikely to ever be fully resolved. But most leading scholars in Hungary today believe he first wrote it in his native tongue, Hungarian, and that once he became sufficiently fluent in Esperanto, he then translated the book into that language as well, with some assistance from &lt;a href=\"K%C3%A1lm%C3%A1n%20Kalocsay\"&gt;Kálmán Kalocsay&lt;/a&gt;. The less probable counter theory goes that after writing some of the book in Hungarian, Szathmári rewrote it and, with Kalocsay's help, finished it first in Esperanto. According to this view, when the Esperanto journal \"&lt;a href=\"Literatura%20Mondo\"&gt;Literatura Mondo&lt;/a&gt;\", which had accepted it, went out of business at the start of the Second World War, he rewrote it or translated it into Hungarian, resulting in its publication in that language in 1941. In any case, it seems all but certain that the author's Esperanto version was essentially complete or at least well underway before the book's first publication in Hungarian, even if the Esperanto edition did not appear formally until 1958.\nComments about the book.\nBeyond being an often overlooked classic of Hungarian literature that enjoys a cult-like status in its native land, \"Kazohinia\" is considered one of the main original novels in Esperanto, in which its title is \"Vojaĝo al Kazohinio\". &lt;a href=\"K%C3%A1lm%C3%A1n%20Kalocsay\"&gt;Kálmán Kalocsay&lt;/a&gt; called it \"insidious\"; &lt;a href=\"William%20Auld\"&gt;William Auld&lt;/a&gt; put Szathmári's work on the same level with Swift, &lt;a href=\"John%20Wells%20%28satirist%29\"&gt;John Wells&lt;/a&gt;, and &lt;a href=\"Anatole%20France\"&gt;Anatole France&lt;/a&gt;; Michel &lt;a href=\"Duc%20Goninaz\"&gt;Duc Goninaz&lt;/a&gt; finds that reading Szathmári is a \"powerful stimulus to thought\"; and Vilmos &lt;a href=\"Benczik\"&gt;Benczik&lt;/a&gt; pins down Szathmári's work with the expression \"sobering humanism.\"\nThe American novelist &lt;a href=\"Gregory%20Maguire\"&gt;Gregory Maguire&lt;/a&gt;, author of the novels \"\" and \"&lt;a href=\"Out%20of%20Oz\"&gt;Out of Oz&lt;/a&gt;\", has commented on the novel as follows for the new English edition (New Europe Books, 2012):\n\"'Tell all the Truth,\" said Emily Dickinson, 'but tell it Slant.' On such good advice do satirists and speculative sorts venture forward into worlds as varied as \"Oz, Lilliput,\" \"1984\"'s Oceania, and--now--Kazohinia. In an old world voice with postmodern tones, Sandor Szathmári's \"Voyage to Kazohinia\" takes a comic knife to our various conceptions of government, skewering our efforts to determine the most expedient social arrangement for populations to adopt. Gulliver, the belittled individual with an oversize sense of capacity, earns our fulsome affection, if leavened with our apprehension about his own blindness. Crusoe encountering Friday, Alice at a loss at the Mad Tea Party: Make room for the new Gulliver! He has brought home news out of Kazohinia.\"\nSources.\nThis entry began as a translation of the . Additional information was added from the entry on its author, and further insight came from the afterword written by Dezső Keresztury to the English translation published in Hungary in 1975, as well as discussions and correspondence in 2011 with three noted literary scholars in Hungary.\nPrecursors.\n“&lt;a href=\"Frigyes%20Karinthy\"&gt;Karinthy&lt;/a&gt; was a spiritual father to me” — Dezső Keresztury quotes Szathmári in his afterword to \"Kazohina\".\n&lt;a href=\"Aldous%20Huxley\"&gt;Aldous Huxley&lt;/a&gt;'s \"&lt;a href=\"Brave%20New%20World\"&gt;Brave New World&lt;/a&gt;\" has also been mentioned, although the author is quoted by Keresztury in his afterword, “I wrote \"Kazohinia\" two years before \"Brave New World\" appeared. I could not have imitated it more perfectly if I had tried. Anyway, it was my good fortune that it was conceived two years earlier, because there are so many similarities between the two that I would never have been so bold as to write Kazohinia had I read \"Brave New World\" first.” Although one prominent literary scholar in Hungary believes that Szathmári had probably heard or read about \"Brave New World\" prior to writing \"Kazohinia\", there is no evidence to suggest that in fact he had read the novel, whose Hungarian translation was published only after the author wrote \"Kazohinia\". Also, despite some overlapping themes and a mutual interest in describing the technology of a possible future, \"Kazohinia\" — set in the present rather than the future, and highly comic throughout — is a fundamentally different book."
}