{
    "id": "65840342",
    "revid": "11292982",
    "url": "https://en.wikipedia.org/wiki?curid=65840342",
    "title": "Yann ar Floc'h",
    "text": "Yann ar Floc'h (25 February 1881 – 2 July 1936), pseudonym of Jean Le Page, was a &lt;a href=\"Bretons\"&gt;Breton&lt;/a&gt; &lt;a href=\"Folklore%20studies\"&gt;folklorist&lt;/a&gt;. He collected the &lt;a href=\"oral%20tradition\"&gt;oral tradition&lt;/a&gt;s of the &lt;a href=\"Aulne\"&gt;Aulne&lt;/a&gt; region in the &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; of &lt;a href=\"Finist%C3%A8re\"&gt;Finistère&lt;/a&gt; and published them in Breton periodicals. He was one of the few folklorists of that time to publish this kind of material in the &lt;a href=\"Breton%20language\"&gt;Breton language&lt;/a&gt;. These texts were posthumously published in the collection \"Koñchennou eus Bro ar Ster Aon\" (\"Folk-tales from the Aulne river country\").\nPublication.\nBetween 1904 and 1911 he published the various &lt;a href=\"Breton%20language\"&gt;Breton language&lt;/a&gt; tales which form the collection \"Koñchennou eus Bro ar Ster Aon\" (\"Folk-tales from the &lt;a href=\"Aulne\"&gt;Aulne&lt;/a&gt; river country\") in periodicals, particularly ' and '. Notably, Yann ar Floc'h collected in 1905 the longest known oral version of the history of &lt;a href=\"Mark%20of%20Cornwall\"&gt;King Mark&lt;/a&gt;, a version that is of great interest in the study of this character; it blends the legend of &lt;a href=\"Ys\"&gt;Ys&lt;/a&gt;, with the premise that Marc was condemned by &lt;a href=\"Gradlon\"&gt;Gradlon&lt;/a&gt;'s daughter (or &lt;a href=\"Dahut\"&gt;Dahut&lt;/a&gt;). These tales form \"the original narration of folk traditions\" and are representative of the renewal of popular Breton literature in prose at the beginning of the 20th century. In 1950 the folktales published in the periodicals were gathered together by and published by Le Dault.\nExternal links.\n at Breton &lt;a href=\"Wikisource\"&gt;Wikisource&lt;/a&gt;"
}