{
    "id": "65870644",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=65870644",
    "title": "List of international goals scored by Ali Mabkhout",
    "text": "&lt;a href=\"Ali%20Mabkhout\"&gt;Ali Mabkhout&lt;/a&gt; is an Emirati professional footballer who has represented the &lt;a href=\"United%20Arab%20Emirates%20national%20football%20team\"&gt;United Arab Emirates national team&lt;/a&gt; since 2012. He made his first &lt;a href=\"Cap%20%28sport%29\"&gt;appearance&lt;/a&gt; for the UAE on 15 November 2009 at &lt;a href=\"Tahnoun%20bin%20Mohammed%20Stadium\"&gt;Tahnoun bin Mohammed Stadium&lt;/a&gt; in &lt;a href=\"Al%20Ain\"&gt;Al Ain&lt;/a&gt; against &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic&lt;/a&gt; in a &lt;a href=\"friendly%20match\"&gt;friendly match&lt;/a&gt;. As of December 2021, Mabkhout is the top scorer for his country with 79 goals in 101 appearances.\nSince he made his first appearance for the national team in 2012, Mabkhout has been an instrumental member of the United Arab Emirates, being part of the side during the &lt;a href=\"2015%20AFC%20Asian%20Cup\"&gt;2015&lt;/a&gt; and &lt;a href=\"2019%20AFC%20Asian%20Cup\"&gt;2019 AFC Asian Cup&lt;/a&gt;, as well as participating in &lt;a href=\"FIFA%20World%20Cup%20qualification\"&gt;FIFA World Cup qualification&lt;/a&gt; and regional tournaments like the &lt;a href=\"Arabian%20Gulf%20Cup\"&gt;Arabian Gulf Cup&lt;/a&gt;. On 31 August 2019, in a friendly game against minnows &lt;a href=\"Sri%20Lanka%20national%20football%20team\"&gt;Sri Lanka&lt;/a&gt;, Mabkhout opened the scoring with his 50th international goal, and would go on to get a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; in an eventual 5–1 win. This made Mabkhout only the second Emirati player in history to score 50 goals for the side after &lt;a href=\"Adnan%20Al%20Talyani\"&gt;Adnan Al Talyani&lt;/a&gt;. On 10 October 2019, Mabkhout scored a hat-trick against &lt;a href=\"Indonesia%20national%20football%20team\"&gt;Indonesia&lt;/a&gt; in a 5–0 win, to become UAE's all-time leading goalscorer."
}