{
    "id": "6590851",
    "revid": "1050570053",
    "url": "https://en.wikipedia.org/wiki?curid=6590851",
    "title": "Indian locomotive class WAM-4",
    "text": "The Indian locomotive class WAM-4 is a class of 25 &lt;a href=\"Volt\"&gt;kV&lt;/a&gt; &lt;a href=\"Alternating%20current\"&gt;AC&lt;/a&gt; &lt;a href=\"electric%20locomotive\"&gt;electric locomotive&lt;/a&gt;s that was developed in the 1970 by &lt;a href=\"Chittaranjan%20Locomotive%20Works\"&gt;Chittaranjan Locomotive Works&lt;/a&gt; for &lt;a href=\"Indian%20Railways\"&gt;Indian Railways&lt;/a&gt;. The model name stands for &lt;a href=\"5%20ft%206%20in%20gauge%20railway\"&gt;broad gauge (W)&lt;/a&gt;, alternating current (A), mixed traffic (M) engine, 4th generation (4). They entered service in March 1971. A total of 500 WAM-4 were built at CLW between 1970 and 1983, which made them the most numerous class of mainline electric locomotive till its successor the &lt;a href=\"Indian%20locomotive%20class%20WAG-5\"&gt;WAG-5.&lt;/a&gt;\nThe WAM-4 is one of the most successful locomotives of Indian Railways having served both passenger and freight trains for over 50 years. This class provided the basic design for a number of other locomotives like &lt;a href=\"Indian%20locomotive%20class%20WCAM%201\"&gt;WCAM-1&lt;/a&gt;, &lt;a href=\"Indian%20locomotive%20class%20WAG-5\"&gt;WAG-5A&lt;/a&gt;, &lt;a href=\"Indian%20locomotive%20class%20WCG-2\"&gt;WCG-2&lt;/a&gt;, and some &lt;a href=\"Indian%20locomotive%20class%20WAP-1\"&gt;WAP&lt;/a&gt; models. However, with the advent of new 3-phase locomotives like WAP-5 and WAP-7, the WAM-4 locomotives were relegated to hauling smaller passenger trains and now the aging fleet of WAM-4 locomotives are being rapidly scrapped and have been fully withdrawn from mainline duties.\nHistory.\nOrigins.\nIn the 1970s, the Indian Railways started a series of study projects for a high horsepower locomotive. Although the &lt;a href=\"Indian%20locomotive%20class%20WAG-1\"&gt;WAG 1&lt;/a&gt;/&lt;a href=\"Indian%20locomotive%20class%20WAG-4\"&gt;WAG-4&lt;/a&gt; was being introduced, officials believed that a much larger and more capable locomotive was needed, especially to haul Freight trains that was heavy for any existing locomotives. These studies led to initial requirements for an locomotive with a tractive effort of and a speed of .The WAM-4 was conceived while goods traffic was increasing in the 1970s. The era of &lt;a href=\"Co-Co%20locomotives\"&gt;Co-Co&lt;/a&gt; locomotives, led by the enormous popularity of the &lt;a href=\"Indian%20locomotive%20class%20WDM-2\"&gt;WDM-2&lt;/a&gt;, had revolutionized long-distance travel. With the aim of addressing the shortcomings of the previous &lt;a href=\"Indian%20locomotive%20class%20WAM-1\"&gt;WAM-1&lt;/a&gt;/&lt;a href=\"Indian%20locomotive%20class%20WAM-2/3\"&gt;2&lt;/a&gt; and &lt;a href=\"Indian%20locomotive%20class%20WAG-1\"&gt;WAG 1&lt;/a&gt;, &lt;a href=\"Indian%20locomotive%20class%20WAG-2\"&gt;WAG-2&lt;/a&gt;, &lt;a href=\"Indian%20locomotive%20class%20WAG-3\"&gt;WAG-3&lt;/a&gt;, &lt;a href=\"Indian%20locomotive%20class%20WAG-4\"&gt;WAG-4&lt;/a&gt; classes and remove &lt;a href=\"steam%20locomotive\"&gt;steam locomotive&lt;/a&gt;s from IR by a target date of 1990. The WAM-1s were not great successes as some of their advanced features were unsuitable for Indian conditions.\nso the designers at &lt;a href=\"Research%20Design%20and%20Standards%20Organisation\"&gt;RDSO&lt;/a&gt; and CLW decided to use the following\nProduction.\nProduction of these locomotives started in 1970 with #20400 and exactly 500 WAM-4s were built in 13 years with #21399 “Anant” being the last one. Production ended on August 3, 1983.WAM-4 though an indigenously produced loco was heavily inspired by French box design and naturally favoured a French TM which was the Alstom made TAO TM. A single WAM-4 can generally haul up to a 24-coach passenger rake. This class proved so successful by virtue of its ruggedness suitable for Indian conditions and simplicity of maintenance. In January 2020, the last WAM-4 units (four from Tata ELS) were withdrawn from mainline service. Currently 8 locomotive are currently doing shunting and departmental works.\nRebuilding.\nA number of locomotives were rebuilt as WAM-4B in the late 1970s to evaluate Alstom TAO 659 Traction Motors and for exclusive use on freight duties. These 'locos' were ballasted to improve traction and had excellent load-hauling capabilities, This experiment gave rise to the future &lt;a href=\"Indian%20locomotive%20class%20WAG-5\"&gt;WAG-5&lt;/a&gt; locos. \nDuties.\nThe class was designed for both passenger and freight work. Many of the original locomotives were fitted with vacuum brakes only. With the withdrawal of many WAG-1 and WAM-1 locomotives in the 1990s, the WAM-4 units were given air brakes to prolong their life into the 1990s and beyond.\nSub-classes.\nThis loco class has been seen in many variations, as a lot of workshops and sheds have carried out their own enhancements or modifications to the basic loco design. Although the code indicates a mixed-use loco, most WAM-4's ended up hauling passenger trains.\nVariants include\nThe 'DB' or 'D' generally, but perhaps not always, indicates dual-brake capability. 'HS' may be for 'high speed'.'2S', '3P', '6P', etc. indicate traction motors connected in series or parallel. The WAM-4 has six traction motors, and originally they were wired to be available in different configurations at different power settings. At notches up to 14, all motors were in series (at notch 14 all resistors dropping out); up to notch 21 in series-parallel combinations (three pairs of motors in series, the pairs themselves being in parallel); and further notches with all motors in parallel (at notch 30 all motors are in parallel with resistors dropping out). This is the original configuration of the WCAM-1 series of locomotives too.\nThe WAM-4 locomotives were later reconfigured to have all motors always in parallel (6P variants) or with the three series-connected pairs in parallel (2S 3P variants). Some WAM-4 locomotives from CLW are thought to have had the 2S 3P configuration right from the start. The 2S 3P configuration was better for the mixed traffic loads especially as it allowed the locomotives to start hauling larger loads without stalling. With increasing use of the WAM-4 locomotives for passenger traffic the all-parallel configuration was deemed more desirable since it allowed higher speeds and higher acceleration.\nLivery.\nThis loco has the widest variety of liveries, with each loco shed having its own livery\nMost of the WAM-4 locomotives now have their MU capability disabled as &lt;a href=\"Research%20Design%20and%20Standards%20Organization\"&gt;RDSO&lt;/a&gt; disapproves of these locomotives running MU'd over 100 km/h.\nNamed locomotives.\nA few WAM-4 locomotives have been named by Indian Railways\nPreserved Examples.\nAs increasing numbers of WAM-4 have been retired, some have found their way into museums or other uses.\nA few WAM-4 locomotives have been preserved by Indian Railways at various location around India"
}