{
    "id": "65925913",
    "revid": "31226230",
    "url": "https://en.wikipedia.org/wiki?curid=65925913",
    "title": "Ryder Bay Islands Important Bird Area",
    "text": "The Ryder Bay Islands Important Bird Area is a 520 ha designated site on the south-east coast of &lt;a href=\"Adelaide%20Island\"&gt;Adelaide Island&lt;/a&gt;, &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;. It has been identified as an &lt;a href=\"Important%20Bird%20Area\"&gt;Important Bird Area&lt;/a&gt; (IBA) by &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt; because it supports significant numbers of breeding seabirds, notably &lt;a href=\"south%20polar%20skua\"&gt;south polar skua&lt;/a&gt;s. The site encompasses the &lt;a href=\"L%C3%A9onie%20Islands\"&gt;Léonie Islands&lt;/a&gt; lying at the mouth of Ryder Bay, as well as &lt;a href=\"Rothera%20Point\"&gt;Rothera Point&lt;/a&gt;, the eastern headland of the bay.\nDescription.\nRyder Bay is 11 km wide at its mouth and is indented 7 km into the coast. It lies 9 km east of &lt;a href=\"Mount%20Gaudry\"&gt;Mount Gaudry&lt;/a&gt;. The bay and its islands were discovered and first surveyed in 1909 by the &lt;a href=\"French%20Antarctic%20Expedition\"&gt;French Antarctic Expedition&lt;/a&gt; under &lt;a href=\"Jean-Baptiste%20Charcot\"&gt;Jean-Baptiste Charcot&lt;/a&gt;. They were resurveyed in 1936 by the &lt;a href=\"British%20Graham%20Land%20Expedition\"&gt;British Graham Land Expedition&lt;/a&gt; (BGLE) under &lt;a href=\"John%20Rymill\"&gt;John Rymill&lt;/a&gt;, and in 1948 by the &lt;a href=\"Falkland%20Islands%20Dependencies%20Survey\"&gt;Falkland Islands Dependencies Survey&lt;/a&gt; (FIDS). The bay is named for &lt;a href=\"Lisle%20C.D.%20Ryder\"&gt;Lisle C.D. Ryder&lt;/a&gt;, second mate on the \"Penola\" during the BGLE, 1934–37.\nThe Léonie Islands are a group of small islands lying across the mouth of the bay. The largest and westernmost, &lt;a href=\"L%C3%A9onie%20Island\"&gt;Léonie Island&lt;/a&gt;, is 2 km across with a height of about 500 m and a permanent icecap. Rothera Point and most of the islands in the IBA have patches of persistent snow, but are rocky, with irregular coastlines that include beaches, steep cliffs and scattered rocks and boulders, providing ice-free ground and crevices for nesting seabirds. There are several freshwater ponds, meltwater channels and small streams. The sparse vegetation is dominated by &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s and &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es.\nRothera Point was named by the &lt;a href=\"United%20Kingdom%20Antarctic%20Place-Names%20Committee\"&gt;United Kingdom Antarctic Place-Names Committee&lt;/a&gt; (UK-APC) in 1960 for &lt;a href=\"John%20M.%20Rothera\"&gt;John M. Rothera&lt;/a&gt;, FIDS surveyor at the &lt;a href=\"Horseshoe%20Island%20%28Antarctica%29\"&gt;Horseshoe Island&lt;/a&gt; station in 1957 and at &lt;a href=\"Detaille%20Island\"&gt;Detaille Island&lt;/a&gt; in 1958. It is protected as &lt;a href=\"Antarctic%20Specially%20Protected%20Area\"&gt;Antarctic Specially Protected Area&lt;/a&gt; (ASPA) No.129 so that it could serve as a biological research site and &lt;a href=\"Scientific%20control\"&gt;control area&lt;/a&gt; against which the &lt;a href=\"environmental%20impact\"&gt;environmental impact&lt;/a&gt; of the adjacent &lt;a href=\"Rothera%20Research%20Station\"&gt;Rothera Research Station&lt;/a&gt; could be monitored in an Antarctic &lt;a href=\"fellfield\"&gt;fellfield&lt;/a&gt; &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;.\nFauna.\nRothera Point and the islands in Ryder Bay held 978 occupied territories of south polar skuas in 2018. Other birds reported as breeding in the IBA include &lt;a href=\"Antarctic%20shag\"&gt;Antarctic shag&lt;/a&gt;s, &lt;a href=\"Wilson%27s%20storm%20petrel\"&gt;Wilson's storm petrel&lt;/a&gt;s, &lt;a href=\"Antarctic%20tern\"&gt;Antarctic tern&lt;/a&gt;s and &lt;a href=\"kelp%20gull\"&gt;kelp gull&lt;/a&gt;s. &lt;a href=\"Southern%20elephant%20seal\"&gt;Southern elephant&lt;/a&gt;, &lt;a href=\"Antarctic%20fur%20seal\"&gt;Antarctic fur&lt;/a&gt;, &lt;a href=\"Weddell%20seal\"&gt;Weddell&lt;/a&gt; and &lt;a href=\"crabeater%20seal\"&gt;crabeater seal&lt;/a&gt;s &lt;a href=\"hauling-out\"&gt;haul out&lt;/a&gt; on land or adjacent floating ice at the point and the islands in the summer.\nReferences.\n "
}