{
    "id": "659413",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=659413",
    "title": "Eddie Gray (footballer, born 1948)",
    "text": "Edwin \"Eddie\" Gray (born 17 January 1948) is a Scottish former &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and coach. Gray was a cultured &lt;a href=\"Midfielder%23Winger\"&gt;winger&lt;/a&gt;, who was an integral member of the legendary &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt; team of the 1960s and 1970s, later twice becoming the club's manager.\nIn 2000, Gray was voted as the third Greatest Leeds United player of all time, surpassed only by his club captain, Billy Bremner (No. 1) and John Charles (No. 2). He was also voted into the Greatest Leeds United team of all time. His two goals against &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt; in 1970 feature in Leeds United's Greatest 100 goals – the second of which is widely regarded as the greatest Leeds United goal of all time and recently featured in \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" as one of the five greatest ever goals. On 9 May 2013, Gray was also appointed as &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt; football Ambassador. Gray was also inducted into the English Hall of Fame on 25 September 2013 at an awards evening in Manchester.\nGray played in 12 full international games for &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; between 1969 and 1977. Besides his two stints with Leeds, Gray also managed &lt;a href=\"Whitby%20Town%20F.C.\"&gt;Whitby Town&lt;/a&gt;, &lt;a href=\"Rochdale%20A.F.C.\"&gt;Rochdale&lt;/a&gt; and &lt;a href=\"Hull%20City%20A.F.C.\"&gt;Hull City&lt;/a&gt; during the 1980s.\nHe was appointed &lt;a href=\"Member%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; in the &lt;a href=\"1983%20Birthday%20Honours\"&gt;1983 Birthday Honours&lt;/a&gt;.\nPlaying career.\nGray was born in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; and brought up in the city's &lt;a href=\"Castlemilk\"&gt;Castlemilk&lt;/a&gt; district. He was a schoolboy international for &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;. He had aspirations of signing for his boyhood team &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;, but signed professional forms with &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt; at the age of 16. He made his first team debut on New Year's Day 1966, less than three weeks before his 18th birthday, and would go on to play for the club for almost 20 years. A winger in the classic mould, Gray was feted in world football for his ability to beat opposing full backs for skill, pace and thought. As the Leeds team grew in stature and experience through the 1960s, Gray became a vital component of the team.\nIn 1968, he was in the Leeds team which won the &lt;a href=\"Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; and the &lt;a href=\"UEFA%20Cup\"&gt;Fairs Cup&lt;/a&gt; double, scoring winning goals in both semi-finals, including a memorable individual goal against &lt;a href=\"Brian%20Clough\"&gt;Brian Clough&lt;/a&gt;'s &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; in the semi final of the League Cup. However injury meant he missed the second leg of the Fairs Cup final. He was then an important part of the team that won &lt;a href=\"Football%20League%20First%20Division\"&gt;League championship&lt;/a&gt; a year later, making 33 appearances and scoring five goals, during a season in which United scored a record number of championship points and lost only two matches along the way to conquering the title. However it was in 1970 that he would make his most famous appearance in a Leeds shirt.\nThe team was chasing a unique \"treble\" of League championship, &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; and &lt;a href=\"UEFA%20Champions%20League\"&gt;European Cup&lt;/a&gt; with Gray in sparkling form. He had already scored what many fans of the club call the greatest goal ever by a Leeds player – a solo run past several &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt; players which involved flicks and dragbacks as he somehow got to a shooting position from a position on the goal-line well to the left of the goal – when his day came at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley&lt;/a&gt; for the &lt;a href=\"1970%20FA%20Cup%20Final\"&gt;1970 FA Cup Final&lt;/a&gt; against &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;.\nGray's marking full back was &lt;a href=\"David%20Webb%20%28footballer%29\"&gt;David Webb&lt;/a&gt;, a steady but undistinguished defender whom, for the 90 minutes and extra-time period, Gray tormented. Webb was repeatedly left on his backside or looking the wrong way as Gray ghosted past him, including one run where he cut inside onto his 'weaker' right foot and crashed a shot against the crossbar. Though Leeds dominated the match, the game still ended 2–2 and a replay was required – Gray had taken the corner which had allowed &lt;a href=\"Jack%20Charlton\"&gt;Jack Charlton&lt;/a&gt; to open the scoring. In the replay, Chelsea changed tactics and put the more uncompromising &lt;a href=\"Ron%20Harris%20%28English%20footballer%29\"&gt;Ron Harris&lt;/a&gt; on to Gray and as a result, the danger was snuffed out – Harris badly injured Gray with a brutal tackle to the back of the knee. Chelsea won 2–1 and, in a final twist, it was Webb who scored the winner. Leeds lost the League championship race to &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; and the European Cup semi-final to Celtic, thereby ended with nothing.\nGray's frequent battles with injury started, and he missed more than half of the 1970–71 season, during which Leeds again snatched League championship defeat from the jaws of victory but won the Fairs Cup for the second time against &lt;a href=\"Juventus%20FC\"&gt;Juventus&lt;/a&gt;. He found devastating form again for part of the 1971–72 season in which he was part of the team that destroyed &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; and &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; consecutively at &lt;a href=\"Elland%20Road\"&gt;Elland Road&lt;/a&gt;, by scorelines of 5–1 and 7–0; the match footage of both games would become iconic. Later in the same season he featured in the team which won the &lt;a href=\"1972%20FA%20Cup%20Final\"&gt;1972 FA Cup Final&lt;/a&gt; against &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; and featured again in the &lt;a href=\"1973%20FA%20Cup%20Final\"&gt;following cup final&lt;/a&gt; which Leeds surprisingly lost to &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt;. He missed the controversial &lt;a href=\"1973%20UEFA%20Cup%20Winners%27%20Cup%20Final\"&gt;1973 UEFA Cup Winners' Cup Final&lt;/a&gt; defeat to &lt;a href=\"A.C.%20Milan\"&gt;A.C. Milan&lt;/a&gt;, and missed most of the season in 1973–74 when Leeds won the League title again thanks to more injury woes. These injuries had become so frequent that when Brian Clough succeeded &lt;a href=\"Don%20Revie\"&gt;Don Revie&lt;/a&gt; at Leeds United, he began his first team meeting by stating that if Eddie Gray had been a horse, he would have been shot long ago.\nHis performance on the wing earned the famous tribute from Revie that \"when he plays on snow, he doesn't leave any footprints\". Gray played in the team which reached the &lt;a href=\"1975%20European%20Cup%20Final\"&gt;1975 European Cup Final&lt;/a&gt; in Paris, featuring in the home victory against the Spanish champions &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt; in the semi-final, during which Gray tormented his marker de la Cruz and pushed Barcelona onto the back foot, allowing Leeds to dominate. However, he was left from the starting line up for the final by manager &lt;a href=\"Jimmy%20Armfield\"&gt;Jimmy Armfield&lt;/a&gt;, which Leeds would go on to lose controversially to &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt;. Also featuring in this campaign was his younger brother &lt;a href=\"Frank%20Gray\"&gt;Frank&lt;/a&gt;, who had likewise come through the ranks at Elland Road. This was the swansong of the great Don Revie team (Revie himself had left a year earlier to take over as England manager) and Gray's teammates started to leave the club. By the early 1980s, Gray was the only player from any part of the Revie era still at the club (although &lt;a href=\"Peter%20Lorimer\"&gt;Peter Lorimer&lt;/a&gt; and &lt;a href=\"David%20Harvey%20%28footballer%29\"&gt;David Harvey&lt;/a&gt; would later make comebacks). Converted to left back, Gray prolonged his career and was in the side which was relegated under former teammate &lt;a href=\"Allan%20Clarke%20%28footballer%29\"&gt;Allan Clarke&lt;/a&gt; in 1982.\nGray's unfortunate injury record meant that his Scotland career was short and infrequent. He won just 12 &lt;a href=\"cap%20%28football%29\"&gt;caps&lt;/a&gt; and missed the &lt;a href=\"1974%20FIFA%20World%20Cup\"&gt;1974 FIFA World Cup&lt;/a&gt; through injury. In an era of hard men – Bremner, Harris, Smith, etc., Gray also had the distinction of never being booked in his career.\nManagerial career.\nGray then took over as player-manager at Leeds in 1982, following their relegation from the First Division. The club had to turn to a youth policy to rebuild the team, with the emergence of players like &lt;a href=\"John%20Sheridan%20%28footballer%29\"&gt;John Sheridan&lt;/a&gt;, &lt;a href=\"Neil%20Aspin\"&gt;Neil Aspin&lt;/a&gt;, &lt;a href=\"Denis%20Irwin\"&gt;Denis Irwin&lt;/a&gt; and &lt;a href=\"Scott%20Sellars\"&gt;Scott Sellars&lt;/a&gt;. After top half finishes in his first two seasons in charge, the 1984–85 season saw a push for promotion that was lost on the final day at &lt;a href=\"Birmingham%20City\"&gt;Birmingham City&lt;/a&gt;. Following failure to gain promotion from the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt;, Gray ended association with Leeds after 20 years, 561 games and 68 goals.\nHe would later manage &lt;a href=\"Whitby%20Town%20F.C.\"&gt;Whitby Town&lt;/a&gt;. In 1986, Gray took over at &lt;a href=\"Rochdale%20A.F.C.\"&gt;Rochdale&lt;/a&gt; and in the 1986–87 season the club managed an escape from near-certain relegation from the Football League.\nGray took over at &lt;a href=\"Hull%20City%20A.F.C.\"&gt;Hull City&lt;/a&gt; for season 1988–89, following the departure of &lt;a href=\"Brian%20Horton\"&gt;Brian Horton&lt;/a&gt; the previous season. Hull managed to pull into mid-table and only five points short of the play-offs in February, and they reached the FA Cup fifth round where they lost to Liverpool. Only 1 win in the last 18 games meant that Hull finished fourth from bottom, yet clear of relegation danger, but the poor form led to his departure.\nReturn to Leeds.\nGray continued his long standing association with Leeds United by joining the club as a Youth Team coach. His work with the youth set-up nurtured a terrific generation of Leeds players such as &lt;a href=\"Harry%20Kewell\"&gt;Harry Kewell&lt;/a&gt;, &lt;a href=\"Ian%20Harte\"&gt;Ian Harte&lt;/a&gt;, &lt;a href=\"Alan%20Smith%20%28footballer%20born%201980%29\"&gt;Alan Smith&lt;/a&gt; and &lt;a href=\"Jonathan%20Woodgate\"&gt;Jonathan Woodgate&lt;/a&gt;, who all went on to become first-team regulars. In 1997, Gray was promoted to Reserve Team Manager and the following year was made new manager &lt;a href=\"David%20O%27Leary\"&gt;David O'Leary&lt;/a&gt;'s assistant.\nTo the aggravation of Leeds supporters, Gray was forced to take a back step when &lt;a href=\"Brian%20Kidd\"&gt;Brian Kidd&lt;/a&gt; was promoted from Academy Manager to Head Coach and was given all coaching responsibilities. The fans made their support known for Gray through banners at matches, whilst at the same time verbally abusing Kidd. Both Gray and Kidd were relieved of their duties in 2003 when new manager &lt;a href=\"Peter%20Reid\"&gt;Peter Reid&lt;/a&gt; took the reins.\nWhen Reid left Leeds in 2003, Gray was charged with the task of trying to preserve their &lt;a href=\"FA%20Premier%20League\"&gt;FA Premier League&lt;/a&gt; status, something which, under immense pressure, he could not do. Gray parted company once again with the club after relegation. Gray was given a one-year football consultancy role at the club before joining BBC Radio Leeds as a matchday analyst. In 2008, the BBC lost their rights to the live radio broadcast of Leeds matches; as a result, Gray left &lt;a href=\"BBC%20Radio%20Leeds\"&gt;BBC Radio Leeds&lt;/a&gt; and moved to the club's official radio station, &lt;a href=\"Yorkshire%20Radio\"&gt;Yorkshire Radio&lt;/a&gt;.\nOn 9 May 2013, Gray was appointed Football Ambassador at &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt; and would also remain in his role as Yorkshire Radio Co-Commentator. He is currently co-commentator alongside Thom Kirwin for Leeds United's own TV and Radio Channel LUTV.\nFamily football links.\nEddie Gray's son &lt;a href=\"Stuart%20Gray%20%28footballer%20born%201973%29\"&gt;Stuart&lt;/a&gt; followed his father into professional football, playing for &lt;a href=\"Celtic%20F.%20C.\"&gt;Celtic&lt;/a&gt;, the team Eddie had supported as a boy. His nephew, &lt;a href=\"Andy%20Gray%20%28footballer%20born%201977%29\"&gt;Andy Gray&lt;/a&gt;, son of his brother &lt;a href=\"Frank%20Gray\"&gt;Frank&lt;/a&gt;, was another professional footballer and also played for Leeds.\nHonours.\nLeeds United"
}