{
    "id": "65941217",
    "revid": "1061398073",
    "url": "https://en.wikipedia.org/wiki?curid=65941217",
    "title": "Bulgantamir Sergelenbaatar",
    "text": "Bulgantamir Sergelenbaatar (&lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;: Сэргэлэнбаатарын Булгантамир; Sergelenbaatariin Bulgantamir; born November 28, 1999) is a &lt;a href=\"Mongolia\"&gt;Mongolian&lt;/a&gt; female &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; player. She is the Outside Hitter and Captain of the &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;n club Enacoree Monty. She has won the Mongolian national league title (2019) and also became the MVP. Bulgantamir entered the &lt;a href=\"Mongolia%20women%27s%20national%20volleyball%20team\"&gt;Mongolia women's national volleyball team&lt;/a&gt; team for the first time in &lt;a href=\"2016%20Eastern%20Asian%20Women%27s%20Volleyball%20Championship\"&gt;2016 Eastern Asian Championship&lt;/a&gt;.\nCareer.\n2019.\nIn 2019, the new Secretary General of the Mongolian Volleyball Association, Mr. Gotov Bayarsaikhan, and his management team organized the National League for the first time since 2011. The Enacoree's new generation girls participated National League-2019 and whose players’ average age is 20.5. The team was led by Sergelenbaatar. It was her first national league. They finished the season 1st place the league table with 15 games (13 wins/2 loses) and qualified final series. Enacoree beat Hobby Ace 3 straight won (3:1, 3:0, 3:2) in the final. Sergelenbaatar named the player of the game award last 2 final matches.\nFinal matches statistics:\nGame-1: She scored 13 points (Spikes-9, Aces-2, Block-1).\nEnacoree beat 3:1 (25:21, 20:25, 25:15, 25:17)\nGame-2: She scored 22 points (Spikes-13, Aces-2, Block-1). And Player of the Game.\nEnacoree beat 3:0 (27:25, 25:23, 25:15)\nGame-3: She scored 24 points (Spikes-18, Blocks-2, Aces-4). And Player of the Game.\nEnacoree beat 3:2 (12:25, 17:25, 25:18, 25:12, 15:12) \nSergelenbaatar scored 278 points in the league all 18 games (Spikes-220, Blocks-22, Aces-36). And became the National league champion for the first time. In the 2019 National League, Enacoree team won their third gold medal of the tournament and their first League Title since 2011. Sergelenbaatararded the &lt;a href=\"Most%20Valuable%20Player\"&gt;Most Valuable Player&lt;/a&gt;.\n2020.\nEnacoree proved to be the strongest team to be reckoned with in the Championships as they have already clinched the title four times in a row in 2017, 2018, 2019 and 2020. They won the Youth National Championship undefeated this year.\nAt the 2020 Youth National Championship, Enacoree remained undefeated in the \"B\" group stage to reach the semifinals (Beat 2:0 Hobby Ace, Uurkhaichin, Dundgobi and MSUE), where they beat Erchim 3–0 to reach the final. In the final the team defeated Khilchin in straight sets to win the championship for the sixth time. Sergelenbaatar was awarded the &lt;a href=\"MVP\"&gt;MVP&lt;/a&gt; for two successive years.\nPersonal life.\nSergelenbaatar has been practicing &lt;a href=\"Sport%20of%20athletics\"&gt;athletics&lt;/a&gt;, &lt;a href=\"freestyle%20wrestling\"&gt;freestyle wrestling&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, and &lt;a href=\"handball\"&gt;handball&lt;/a&gt; when she was a child. She has been practicing &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; since she was 13 years old with her first volleyball trainer Munkhtulga.M.\nShe likes to watch &lt;a href=\"Lee%20Jae-yeong\"&gt;Lee Jae-yeong&lt;/a&gt;, the outside spiker of the &lt;a href=\"South%20Korea%20women%27s%20national%20volleyball%20team\"&gt;South Korea women's national volleyball team&lt;/a&gt; and &lt;a href=\"Incheon%20Heungkuk%20Life%20Pink%20Spiders\"&gt;Incheon Heungkuk Life Pink Spiders&lt;/a&gt;. Their body measurements are quite similar so she compares her play with her matches. Because Lee Jae-yeong is considered as one of the world's best players who takes an advantage of their shorter height in a volleyball play."
}