{
    "id": "65954764",
    "revid": "40285034",
    "url": "https://en.wikipedia.org/wiki?curid=65954764",
    "title": "Bani Khalid Emirate",
    "text": "Bani Khalid Emirate () or the Emirate of Al Hamid from the &lt;a href=\"Bani%20Khalid\"&gt;Bani Khalid&lt;/a&gt; tribe was a state that arose in the eastern region of the Arabian Peninsula in year &lt;a href=\"1669\"&gt;1669&lt;/a&gt; after Emir &lt;a href=\"Barak%20bin%20Ghurair\"&gt;Barak bin Ghurair&lt;/a&gt; made his capital in &lt;a href=\"Al-Mubarraz\"&gt;Al-Mubarraz&lt;/a&gt; then managed to defeat the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; represented by &lt;a href=\"Lahsa%20Eyalet\"&gt;Lahsa Eyalet&lt;/a&gt; and drove them out of the region. The Emirate of Al Hamid ended in the year &lt;a href=\"1796\"&gt;1796&lt;/a&gt; after the defeat of &lt;a href=\"Barak%20bin%20Abdul%20Mohsen\"&gt;Barak bin Abdul Mohsen&lt;/a&gt; at the hands of the &lt;a href=\"First%20Saudi%20State\"&gt;First Saudi State&lt;/a&gt;.\nHistory.\nFirst Khalidi Emirate.\nThe main branches of the tribe are the Al Humaid, the Juboor, the Du'um, the Al Janah, the Al suhoob, the Grusha, the Al Musallam, the 'Amayer, the Al Subaih and the Mahashir &amp; Nahood. The chieftainship of the Bani Khalid has traditionally been held by the clan of Al Humaid. The Bani Khalid dominated the deserts surrounding the Al-Hasa and &lt;a href=\"Al-Qatif\"&gt;Al-Qatif&lt;/a&gt; during the 15th and 18th century. Under &lt;a href=\"Barrak%20ibn%20Ghurayr\"&gt;Barrak ibn Ghurayr&lt;/a&gt; of the Al Humaid, the Bani Khalid were able to expel Ottoman forces from the cities and towns in 1670 and proclaim their rule over the region. Ibn Ghurayr made his capital in &lt;a href=\"Al-Mubarraz\"&gt;Al-Mubarraz&lt;/a&gt;, where remnants of his castle stand today. According to Arabian folklore, one chief of the Bani Khalid attempted to protect the prized desert &lt;a href=\"bustard\"&gt;bustard&lt;/a&gt; (&lt;a href=\"Arabian%20Bustard\"&gt;Habari&lt;/a&gt;) from extinction by prohibiting the &lt;a href=\"bedouin\"&gt;bedouin&lt;/a&gt; in his realm from poaching the bird's eggs, earning the tribe the appellation of \"protectors of the eggs of the Habari\", an allusion to the chief's absolute supremacy over his realm. The first chieftain of the \"Khawalid\" was Haddori.\nFall to the Saudis.\nThe Bani Khalid of eastern Arabia maintained ties with members of their tribe who had settled in &lt;a href=\"Nejd\"&gt;Nejd&lt;/a&gt; during their earlier migration eastwards, and also cultivated clients among the rulers of the Najdi towns, such as the Al Mu'ammar of &lt;a href=\"al-Uyayna\"&gt;al-Uyayna&lt;/a&gt;. When the emir of Uyayna adopted the ideas of &lt;a href=\"Muhammad%20ibn%20Abd%20al-Wahhab\"&gt;Muhammad ibn Abd al-Wahhab&lt;/a&gt;, the Khalidi chief ordered him to cease support for Ibn Abd al-Wahhab and expel him from his town. The emir agreed, and Ibn Abd al-Wahhab moved to neighboring &lt;a href=\"Dir%27iyyah\"&gt;Dir'iyyah&lt;/a&gt;, where he joined forces with the &lt;a href=\"Al%20Saud\"&gt;Al Saud&lt;/a&gt;. The Bani Khalid remained staunch enemies of the &lt;a href=\"Saudis\"&gt;Saudis&lt;/a&gt; and their allies and attempted to invade Nejd and &lt;a href=\"Diriyyah\"&gt;Diriyyah&lt;/a&gt; in an effort to stop Saudi expansion. Their efforts failed, however, and after conquering Nejd, the Saudis invaded the Bani Khalid's domain in al-Hasa and deposed the Al 'Ura'yir in 1793. In the early 1950s many Al Arabi people originating from Iraq migrated to Saudi Arabia Al Qassim.\nReturn and Fall from Power.\nWhen the &lt;a href=\"Ottomans\"&gt;Ottomans&lt;/a&gt; invaded Arabia and overthrew the &lt;a href=\"Al%20Saud\"&gt;Al Saud&lt;/a&gt; in 1818, they conquered al-Hasa, al-Qatif and reinstated members of the Al 'Uray'ir as rulers of the region. The Bani Khalid were no longer the potent military force they once were at this time, and tribes such as the &lt;a href=\"%27Ajman%20%28tribe%29\"&gt;Ajman&lt;/a&gt;, the &lt;a href=\"Dawasir\"&gt;Dawasir&lt;/a&gt;, &lt;a href=\"Subay%27\"&gt;Subay'&lt;/a&gt; and &lt;a href=\"Mutayr\"&gt;Mutayr&lt;/a&gt; began encroaching on the Bani Khalid's desert territories. They were also beset by internal quarrels over leadership. Though the Bani Khalid were able to forge an alliance with the &lt;a href=\"%27Anizzah\"&gt;'Anizzah&lt;/a&gt; tribe in this period, they were eventually defeated by an alliance of several tribes along with the &lt;a href=\"Al%20Saud\"&gt;Al Saud&lt;/a&gt;, who had reestablished their rule in &lt;a href=\"Riyadh\"&gt;Riyadh&lt;/a&gt; in 1823. A battle with an alliance led by the &lt;a href=\"Mutayr\"&gt;Mutayr&lt;/a&gt; and &lt;a href=\"Ajman%20%28tribe%29\"&gt;'Ajman&lt;/a&gt; tribes in 1823, and another battle with the &lt;a href=\"Subay%27\"&gt;Subay'&lt;/a&gt; and the &lt;a href=\"Al%20Saud\"&gt;Al Saud&lt;/a&gt; in 1830, brought the rule of the Bani Khalid to a close. The Ottomans appointed a governor from Bani Khalid over al-Hasa once more in 1874, but his rule also was short-lived."
}