{
    "id": "66011781",
    "revid": "24902",
    "url": "https://en.wikipedia.org/wiki?curid=66011781",
    "title": "Louise Yeoman",
    "text": "Louise Yeoman (1968 - ) is a historian and broadcaster specialising in the Scottish witch hunts and 17th century Scottish religious beliefs. \nCareer.\nYeoman completed a PhD at the &lt;a href=\"University%20of%20St%20Andrews\"&gt;University of St Andrews&lt;/a&gt; on the subject of the &lt;a href=\"Covenanters\"&gt;Covenanters&lt;/a&gt;. She worked for a year at the National Archives of Scotland and for a short time at Glasgow University Library. In 1992 she became curator of early modern manuscripts and cataloguer of the Wodrow Collection at the &lt;a href=\"National%20Library%20of%20Scotland\"&gt;National Library of Scotland&lt;/a&gt;. In 1996 she was curator of the Library's Jacobite exhibition \"A Nation Divided\". In 1996-97 she was seconded to BBC Scotland as writer and presenter of the BBC TV series \"Stirring Times.\" \nFrom 2001-2003 Yeoman was co-director of the &lt;a href=\"Survey%20of%20Scottish%20Witchcraft\"&gt;Survey of Scottish Witchcraft&lt;/a&gt; alongside &lt;a href=\"Julian%20Goodare\"&gt;Julian Goodare&lt;/a&gt;. \nIn 2014, interest in &lt;a href=\"Lilias%20Adie\"&gt;Lilias Adie&lt;/a&gt;'s story encouraged Yeoman and Douglas Speirs, an archaeologist at &lt;a href=\"Fife%20Council\"&gt;Fife Council&lt;/a&gt;, to look for her burial site. Using 19th-century historical documents, they found a seaweed-covered slab of stone exactly where the documents described: in a group of rocks near the Torryburn railway bridge lay \"the great stone doorstep that lies over the rifled grave of Lilly Eadie\", and a rock with \"the remains of an iron ring\".\nYeoman is now a producer and presenter at &lt;a href=\"BBC%20Radio%20Scotland\"&gt;BBC Radio Scotland&lt;/a&gt;, where she works on programmes including Time Travels and the Witch Hunt podcast series with &lt;a href=\"Susan%20Morrison\"&gt;Susan Morrison&lt;/a&gt;. She has spoken out about the courage of accused Scottish witches such as Adie. \nYeoman has spoken out in support of Scotland acknowledging the women killed as accused witches: “Do I think there should be a national statement that we think the witch hunt was wrong and we are sorry? Yes. Do I think there should be a national memorial? Yes, and local memorials.”"
}