{
    "id": "66034894",
    "revid": "42247205",
    "url": "https://en.wikipedia.org/wiki?curid=66034894",
    "title": "Yuntao",
    "text": "Aisin Gioro Yuntao (; 18 January 1686 - 1 September 1763) was a &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt; imperial prince and the 12th son of the &lt;a href=\"Kangxi%20Emperor\"&gt;Kangxi Emperor&lt;/a&gt;. Yuntao was rather a crony of the &lt;a href=\"Yongzheng%20Emperor\"&gt;Yongzheng Emperor&lt;/a&gt; and his &lt;a href=\"Yinxiang%2C%20Prince%20Yi\"&gt;adoptive brother&lt;/a&gt;, which helped him persist in the succession war. He became the first bearer of the &lt;a href=\"Prince%20L%C3%BC\"&gt;Prince Lü&lt;/a&gt; of the First Rank title.\nLife.\nYuntao was born on 18 January 1686 to Concubine Ding, Wanlioha Niuniu (完琉哈•妞妞). In his childhood, he was taught by &lt;a href=\"Sumalagu\"&gt;Sumalagu&lt;/a&gt;, a confidant of &lt;a href=\"Empress%20Dowager%20Xiaozhuang\"&gt;Empress Dowager Xiaozhuang&lt;/a&gt;. In 1695, Yuntao was awarded a yellow riding jacket for his excel in martial arts &lt;a href=\"Yunzhi%2C%20Prince%20Cheng\"&gt;Yunzhi&lt;/a&gt; once recalled that Yuntao addressed Sumalagu as Azhagu (阿扎姑，meaning \"careful\" in Manchu language). When Sumalagu fell critically ill in 1705, Yuntao personally took care of her. In 1709, Yuntao was granted a title of the prince of the fourth rank for his merits. After Kangxi Emperor's death, Yuntao controlled &lt;a href=\"Bordered%20Yellow%20Banner\"&gt;Bordered Yellow Banner&lt;/a&gt;, in contradiction to the earlier records claiming his control over the &lt;a href=\"Plain%20White%20Banner\"&gt;Plain White Banner&lt;/a&gt;. Yuntao did not interfere in the succession war between his brothers, which affected his future. In 1722, Yuntao was made a first bearer of the &lt;a href=\"Prince%20L%C3%BC\"&gt;Prince Lü&lt;/a&gt; of the Second Rank title. In 1723, the prince was demoted back to beizi and further downgraded to the grace defender duke for several delicts. In 1730, Yuntao was restored to the prince of the second rank. In 1735, &lt;a href=\"Qianlong%20Emperor\"&gt;Qianlong Emperor&lt;/a&gt; promoted him to Prince of the First Rank and tasked with overseeing the compilation of the imperial genealogy. In 1750, when Yuntao's heir presumptive died, his mother felt aggrieved and was later comforted by step grandson, Hongli. In 1757, Yuntao took Consort Dowager Ding to his manor for recuperation. Lady Wanlioha died at the age of 96 there, becoming the longest living imperial consort in the history of Qing. Yuntao died on 1 September 1763 and was posthumously honoured as Prince Lüyi of the First Rank (履懿亲王， meaning \"implementing in a righteous way\").\nFamily.\nParents:\nPrimary Wife:\nSecondary Wives:\nMistress:"
}