{
    "id": "6607512",
    "revid": "19321463",
    "url": "https://en.wikipedia.org/wiki?curid=6607512",
    "title": "St Cyrus",
    "text": "St Cyrus or Saint Cyrus (), formerly Ecclesgreig (from ) is a village in the far south of &lt;a href=\"Aberdeenshire\"&gt;Aberdeenshire&lt;/a&gt;, Scotland.\nGeneral information.\nTraditional salmon fishing with nets is still conducted from St Cyrus beach. Two ice houses that used to provide ice for packing salmon before transporting to market can still be seen. One is to the north end of the beach on the donkey track just below the Woodston Fishing Station, the other is further south next to Kirkside [this is now a private dwelling], not far from the St Cyrus National Nature Reserve Visitor Centre.\nSt Cyrus National Nature Reserve.\nSt Cyrus &lt;a href=\"National%20nature%20reserve%20%28Scotland%29\"&gt;National Nature Reserve&lt;/a&gt; (NNR) is situated between the village of St Cyrus and the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;. The Reserve comprises of coastal habitat in the northern third of Montrose Bay and is managed by &lt;a href=\"Scottish%20Natural%20Heritage\"&gt;Scottish Natural Heritage&lt;/a&gt; (SNH).\nThe cliffs and dunes provide a nationally important habitat for &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s and insects, many of which grow at their northern limit in Britain. The reserve is one of the most important botanical sites on the north-east coast of Scotland, supporting over 300 plant species.\nSt Cyrus NNR is also one of the best-known bird sites in Angus and Kincardine, with over 70 different species of bird being recorded there. These include waders such as &lt;a href=\"Common%20redshank\"&gt;redshank&lt;/a&gt;, &lt;a href=\"Eurasian%20oystercatcher\"&gt;oystercatcher&lt;/a&gt;, &lt;a href=\"common%20sandpiper\"&gt;common sandpiper&lt;/a&gt; and &lt;a href=\"Eurasian%20curlew\"&gt;curlew&lt;/a&gt;. The cliffs also provide a home for &lt;a href=\"common%20buzzard\"&gt;buzzard&lt;/a&gt;, &lt;a href=\"common%20kestrel\"&gt;kestrel&lt;/a&gt; and &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt;. Furthermore, the prevalence of &lt;a href=\"Ulex\"&gt;gorse&lt;/a&gt; shrub provides a nesting place for such small perching birds as &lt;a href=\"Common%20whitethroat\"&gt;whitethroat&lt;/a&gt;, &lt;a href=\"European%20stonechat\"&gt;stonechat&lt;/a&gt; and &lt;a href=\"yellowhammer\"&gt;yellowhammer&lt;/a&gt;.\nWith the abundance of wildflowers, St Cyrus NNR is also an important site for butterflies, moths and grasshoppers. One species of particular note is the &lt;a href=\"Small%20blue\"&gt;Small blue&lt;/a&gt; butterfly, a UK &lt;a href=\"Biodiversity%20Action%20Plan\"&gt;Biodiversity Action Plan&lt;/a&gt; (BAP) species at its northern habitat limit. There have also been over 200 species of moth recorded on the reserve.\nSt Cyrus NNR is also part of the St Cyrus and Kinnaber Links &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Site of Special Scientific Interest&lt;/a&gt; (SSSI).\nArea prehistory.\nThere are known prehistorical &lt;a href=\"archaeological\"&gt;archaeological&lt;/a&gt; sites in the general coastal area of St Cyrus. Examples of these features include Gourdon Hill to the north and the &lt;a href=\"Stone%20of%20Morphie\"&gt;Stone of Morphie&lt;/a&gt;, both situated slightly to the west of the &lt;a href=\"A92%20road\"&gt;A92 road&lt;/a&gt; alignment.\nIn 2004, CFA Archaeology, conducted archaeological investigations, in advance of the construction of the Aberdeen to Lochside Natural Gas Pipeline, next to the village. There they discovered the remains of three ring-ditch &lt;a href=\"Roundhouse%20%28dwelling%29\"&gt;roundhouses&lt;/a&gt; which they &lt;a href=\"Radiocarbon%20dating\"&gt;radiocarbon dated&lt;/a&gt; to the Late &lt;a href=\"Bronze%20Age%20Britain\"&gt;Bronze Age&lt;/a&gt;.\nHistory.\nThe remains of the Kaim of Mathers is located on rock pinnacles on the northernmost part of the beach. Built by the Berkeley (or Barclay) family, it was used as a refuge by David de Berkeley from the vengeance of the king when, around 1420, he was part of a group who murdered the local sheriff, John Melville of &lt;a href=\"Glenbervie\"&gt;Glenbervie&lt;/a&gt;.\n&lt;a href=\"St%20Cyrus%20railway%20station\"&gt;St Cyrus railway station&lt;/a&gt; was on the Montrose to &lt;a href=\"Inverbervie\"&gt;Inverbervie&lt;/a&gt; branch line of the &lt;a href=\"North%20British%20Railway\"&gt;North British Railway&lt;/a&gt;. Freight traffic was withdrawn from this line in 1966 as part of the &lt;a href=\"Richard%20Beeching\"&gt;Beeching&lt;/a&gt; cuts but the passenger service had ceased in 1951 ten years before Dr Beeching joined British Railways. Evidence for the line can still be seen in the viaduct over the North Esk river to the south of St Cyrus and the remains of some railway embankments and road bridges to the north.\nA &lt;a href=\"Chain%20Home%20Low\"&gt;Home Chain Low&lt;/a&gt; radar station was once situated on the cliffs immediately to the south of the village. A blockhouse can still be seen at its location.\nServices.\nSt Cyrus has a primary school with a Nursery Class and P1 to P7 classes.\nSt Cyrus has its own &lt;a href=\"telephone%20exchange\"&gt;telephone exchange&lt;/a&gt; (code ESSTC). The exchange is fully enabled for &lt;a href=\"BT%20Group\"&gt;BT&lt;/a&gt; &lt;a href=\"ADSL\"&gt;ADSL&lt;/a&gt;, both fixed speed and &lt;a href=\"ADSL%20Max\"&gt;ADSL Max&lt;/a&gt; flavours.\nSt Cyrus has a public hall located not far from the store on the A92. It was used for meetings of the local community council until it disbanded in 2015, and a range of other activities. There is a sports pavilion at the local park, with an all-weather pitch and &lt;a href=\"bowling\"&gt;bowling green&lt;/a&gt;.\nThe \"&lt;a href=\"Mearns%20Leader\"&gt;Mearns Leader&lt;/a&gt;\" is the local weekly newspaper and &lt;a href=\"The%20Courier%20%28Dundee%29\"&gt;The Courier&lt;/a&gt; is the regional newspaper, which is supplemented by a local community radio station, &lt;a href=\"Mearns%20FM\"&gt;Mearns FM&lt;/a&gt;, that broadcasts from nearby Stonehaven. The station is not-for-profit, and is volunteer run under a &lt;a href=\"Community%20Radio%20Licence\"&gt;Community Radio Licence&lt;/a&gt;. The Facebook page 'What's on St Cyrus' is the local social media page.\nTransport.\nSt Cyrus is on the &lt;a href=\"A92%20road\"&gt;A92 road&lt;/a&gt; that runs from &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt; to &lt;a href=\"Stonehaven\"&gt;Stonehaven&lt;/a&gt; where it joins the &lt;a href=\"A90%20road\"&gt;A90&lt;/a&gt; and continues to &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt; and beyond.\nSt Cyrus is on National Cycle Route 1 - &lt;a href=\"Shetland\"&gt;Shetland&lt;/a&gt; to &lt;a href=\"Dover\"&gt;Dover&lt;/a&gt;.\nThe nearest railway stations are at &lt;a href=\"Montrose%2C%20Angus\"&gt;Montrose&lt;/a&gt;, away, &lt;a href=\"Laurencekirk\"&gt;Laurencekirk&lt;/a&gt;, away and &lt;a href=\"Stonehaven\"&gt;Stonehaven&lt;/a&gt;, away.\nBuses (Nos 107, 113, 117 &amp; &lt;a href=\"X7%20Coastrider\"&gt;X7 Coastrider&lt;/a&gt;) run between Montrose, St Cyrus and other coastal settlements up to Stonehaven and onward to Aberdeen.\nThe nearest airport is at &lt;a href=\"Aberdeen%20Airport\"&gt;Aberdeen&lt;/a&gt; approximately to the north."
}