{
    "id": "66087144",
    "revid": "8999502",
    "url": "https://en.wikipedia.org/wiki?curid=66087144",
    "title": "Battle of Corycus",
    "text": "The Battle of Corycus, also known as the Battle of Kissos took place in September 191 BC. It was fought as part of the &lt;a href=\"Roman%E2%80%93Seleucid%20War\"&gt;Roman–Seleucid War&lt;/a&gt;, pitting the fleets of the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; led by Admiral &lt;a href=\"Gaius%20Livius%20Salinator\"&gt;Gaius Livius Salinator&lt;/a&gt; and its &lt;a href=\"Kingdom%20of%20Pergamon\"&gt;Pergamene&lt;/a&gt; allies under &lt;a href=\"Eumenes%20II%20of%20Pergamum\"&gt;Eumenes II&lt;/a&gt; against a &lt;a href=\"Seleucid%20Empire\"&gt;Seleucid&lt;/a&gt; fleet of &lt;a href=\"Polyxenidas\"&gt;Polyxenidas&lt;/a&gt;.\nThe battle began when Polyxenidas attacked the allied fleet off &lt;a href=\"Corycus%20%28Ionia%29\"&gt;Corycus&lt;/a&gt;. The Roman squadron maneuvered seaward, negating the initial numerical advantage the Seleucids possessed. The allies then used grappling hooks to &lt;a href=\"Naval%20boarding\"&gt;board&lt;/a&gt; the Seleucid ships and overwhelm their smaller crews with &lt;a href=\"marine%20infantry\"&gt;marine infantry&lt;/a&gt;. Polyxenidas ordered a withdrawal after losing 23 warships. The victory at Corycus, enabled the allies to blockade the remnants of the Seleucid fleet in the port of &lt;a href=\"Ephesus\"&gt;Ephesus&lt;/a&gt;.\nBackground.\nFollowing his return from his Bactrian (210-209 BC) and Indian (206-205 BC) campaigns, the &lt;a href=\"Seleucid%20Empire\"&gt;Seleucid&lt;/a&gt; King &lt;a href=\"Antiochus%20III%20the%20Great\"&gt;Antiochus III the Great&lt;/a&gt; forged an alliance with &lt;a href=\"Philip%20V%20of%20Macedon\"&gt;Philip V of Macedon&lt;/a&gt;, seeking to jointly conquer the territories of the &lt;a href=\"Ptolemaic%20Kingdom\"&gt;Ptolemaic Kingdom&lt;/a&gt;. In 198 BC, Antiochus emerged victorious in the &lt;a href=\"Syrian%20Wars\"&gt;Fifth Syrian War&lt;/a&gt;, taking over &lt;a href=\"Coele-Syria\"&gt;Coele-Syria&lt;/a&gt; and securing his south-eastern border. He then focused his attention on &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt;, launching a successful campaign against coastal Ptolemaic possessions. In 196 BC, Antiochus used the opportunity of &lt;a href=\"Attalus%20I\"&gt;Attalus I&lt;/a&gt;'s death to assault cities controlled by the &lt;a href=\"Attalid%20dynasty\"&gt;Attalid dynasty&lt;/a&gt;. Fearing that Antiochus will seize the entirety of Asia Minor, the independent cities &lt;a href=\"Smyrna\"&gt;Smyrna&lt;/a&gt; and &lt;a href=\"Lampsacus\"&gt;Lampsacus&lt;/a&gt; decided to appeal for protection from the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;. In the early spring of 196 BC, Antiochus' troops crossed to the European side of the &lt;a href=\"Hellespont\"&gt;Hellespont&lt;/a&gt; and began rebuilding the strategically important city of &lt;a href=\"Lysimachia%20%28Thrace%29\"&gt;Lysimachia&lt;/a&gt;. In October 196 BC, Antiochus met with a delegation of Roman diplomats in Lysimachia. The Romans demanded that Antiochus withdraw from Europe and restore the autonomous status of Greek city states in Asia Minor. Antiochus countered by claiming that he was simply rebuilding the empire of his ancestor &lt;a href=\"Antiochus%20II%20Theos\"&gt;Antiochus II Theos&lt;/a&gt; and criticized the Romans for meddling in the affairs of Asia Minor states, whose rights were traditionally defended by &lt;a href=\"Rhodes\"&gt;Rhodes&lt;/a&gt;.\nIn late winter 196/195 BC, Rome's erstwhile chief enemy, &lt;a href=\"Ancient%20Carthage\"&gt;Carthaginian&lt;/a&gt; general &lt;a href=\"Hannibal\"&gt;Hannibal&lt;/a&gt;, fled from &lt;a href=\"Carthage\"&gt;Carthage&lt;/a&gt; to Antiochus' court in &lt;a href=\"Ephesus\"&gt;Ephesus&lt;/a&gt; after his homeland became a Roman client state. Despite the emergence of pro-war party led by &lt;a href=\"Scipio%20Africanus\"&gt;Scipio Africanus&lt;/a&gt;, the &lt;a href=\"Roman%20Senate\"&gt;Roman Senate&lt;/a&gt; exercised restraint. The Seleucids expanded their holdings in &lt;a href=\"Thrace\"&gt;Thrace&lt;/a&gt; from &lt;a href=\"Perinthus\"&gt;Perinthus&lt;/a&gt; to &lt;a href=\"Maroneia\"&gt;Maroneia&lt;/a&gt; at the expense of &lt;a href=\"Thracians\"&gt;Thracian&lt;/a&gt; tribesmen. Negotiations between the Romans and the Seleucids resumed, coming to a standstill once again, over differences between &lt;a href=\"Ancient%20Greek%20law\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Roman%20law\"&gt;Roman law&lt;/a&gt; on the status of disputed territorial possessions. In the summer of 193 BC, a representative of the &lt;a href=\"Aetolian%20League\"&gt;Aetolian League&lt;/a&gt; assured Antiochus that the Aetolians would take his side in a future war with Rome, while Antiochus gave tacit support to Hannibal's plans of launching an anti-Roman &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; in Carthage.\nThe Aetolians began spurring Greek states to jointly revolt under Antiochus' leadership against the Romans, hoping to provoke a war between the two parties. The Aetolians then captured the strategically important port city of &lt;a href=\"Demetrias\"&gt;Demetrias&lt;/a&gt;, killing the key members of the local pro-Roman faction. In September 192 BC, Aetolian general Thoantas arrived at Antiochus' court, convincing him to openly oppose the Romans in Greece. The Seleucids selected 10,000 &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt;, 500 &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt;, 6 &lt;a href=\"war%20elephant\"&gt;war elephant&lt;/a&gt;s and 300 ships to be transferred for their campaign in Greece.\nPrelude.\nThe Seleucid fleet sailed via &lt;a href=\"Imbros\"&gt;Imbros&lt;/a&gt; and &lt;a href=\"Skiathos\"&gt;Skiathos&lt;/a&gt;, arriving at Demetrias where Antiochus' army disembarked. The &lt;a href=\"Achaean%20League\"&gt;Achaean League&lt;/a&gt; declared war on the Seleucids and Aetolians, with the Romans following suit in November 192 BC. Between December 192 and March 191 BC, Antiochus campaigned in &lt;a href=\"Ancient%20Thessaly\"&gt;Thessaly&lt;/a&gt; and &lt;a href=\"Acarnania\"&gt;Acarnania&lt;/a&gt;. A combined &lt;a href=\"Counter-offensive\"&gt;counter offensive&lt;/a&gt; conducted by the Romans and their Macedonian allies erased all of Antiochus' gains in Thessaly within a month. On 26 April 191 BC, the two sides faced off at the &lt;a href=\"Battle%20of%20Thermopylae%20%28191%20BC%29\"&gt;Battle of Thermopylae&lt;/a&gt;, Antiochus' army suffered a devastating defeat and he returned to Ephesus shortly afterwards. \nThe Romans intended to invade the Seleucid base of operations in Asia Minor which could only be done by crossing the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt;, the Hellespont being the preferable option due to logistical concerns. Antiochus saw his fleet as disposable, believing that he can still rout the Romans on land. His adversaries on the other hand, could not afford a major defeat at sea, since the manpower to commandeer a new fleet would not be available for months. All while the Roman infantry would struggle to sustain itself, while remaining grounded in mainland Greece. A Roman naval force under &lt;a href=\"Gaius%20Livius%20Salinator\"&gt;Gaius Livius Salinator&lt;/a&gt; consisting of 81 ships arrived at &lt;a href=\"Piraeus\"&gt;Piraeus&lt;/a&gt; too late to impact the campaign in mainland Greece. It was therefore dispatched to the Thracian coast, where it was to unite with the navies of the Rhodians and the Attalids. After returning to Ephesus, Antiochus transferred most of his navy to the Hellespont, simultaneously ordering Admiral &lt;a href=\"Polyxenidas\"&gt;Polyxenidas&lt;/a&gt; build a new fleet for the protection of the Asia Minor coastline. \nWhen Polyxenidas was informed that the Roman fleet had reached &lt;a href=\"Delos\"&gt;Delos&lt;/a&gt;, less than a day's sail from Ephesus he requested Antiochus to return with the fleet to the capital. Livius' force lingered at Delos for approximately three weeks, according to &lt;a href=\"Livy\"&gt;Livy&lt;/a&gt;’s \"&lt;a href=\"Ab%20Urbe%20Condita%20Libri\"&gt;Ab Urbe Condita Libri&lt;/a&gt;\" the Romans were confined to the harbor by &lt;a href=\"Etesian\"&gt;Etesian&lt;/a&gt; winds. While British historian John Graigner argues that Livius and Pergamene King &lt;a href=\"Eumenes%20II%20of%20Pergamum\"&gt;Eumenes II&lt;/a&gt; who accompanied him were busy establishing diplomatic and military contacts. Antiochus was thus able to lead the Seleucid navy from Lysimachia back to Ephesus.\nBattle.\nIn September 191 BC, Antiochus entrusted Polyxenidas with a fleet of 70 decked and 100 to 130 (merchant galleys capable of fighting). The Seleucids sailed from Ephesus north to &lt;a href=\"Phocaea\"&gt;Phocaea&lt;/a&gt; positioning themselves between the Pergamene naval base at &lt;a href=\"Elaea%20%28Aeolis%29\"&gt;Elaea&lt;/a&gt; and Delos. At Delos the Romans had 81 &lt;a href=\"quinquereme\"&gt;quinquereme&lt;/a&gt;s and 24 , while the Pergamene had three warships. The allied fleet sailed to Phanai in southern &lt;a href=\"Chios\"&gt;Chios&lt;/a&gt; and from there to its &lt;a href=\"Chios%20%28town%29\"&gt;main harbor&lt;/a&gt; to obtain supplies, while the Rhodians had just reached &lt;a href=\"Samos\"&gt;Samos&lt;/a&gt;. At Phocaea, Polyxdenidas recognized the risk of the allies could first unite with the Rhodian navy as well as the fact one could reach Elaea undetected from the side of &lt;a href=\"Lesbos\"&gt;Lesbos&lt;/a&gt;. He thus took his forces to the Kissos harbor south west of &lt;a href=\"Corycus%20%28Ionia%29\"&gt;Corycus&lt;/a&gt;, where he could intercept the allied fleet in either direction. The Chiots provided Livius with intelligence on Seleucid maneuvers, enabling the allies to safely sail to Phocaea where they were reinforced by the Pergamene navy, bringing the total of Pergamene ships to 24 &lt;a href=\"triremes\"&gt;triremes&lt;/a&gt; and 26 .\nThe allied fleet then traveled south to Corycus in order to link up with the Rhodian &lt;a href=\"Squadron%20%28naval%29\"&gt;squadron&lt;/a&gt; at Samos. After sighting the allied fleet, the Seleucids assumed battle formation and blocked its advance as it sailed along the coast. While the Seleucid navy possessed fewer large decked warships, Polyxenidas believed that it still possessed an advantage over their adversaries since the allied fleet was split into two groups; the Pergamene squadron sailing behind the Roman one. The Seleucids quickly captured one &lt;a href=\"Ancient%20Carthage\"&gt;Carthaginian&lt;/a&gt; ship sailing in the front of the allied navy and chased another one away. Livius quickly steered the Roman squadron seaward, so as to delay the engagement until the Pergamene force could join it. This maneuver foiled Polyxenidas' plans as his numerical superiority evaporated. When the battle lines closed, the Romans used &lt;a href=\"Grappling%20hook\"&gt;grappling hooks&lt;/a&gt; to &lt;a href=\"Naval%20boarding\"&gt;board&lt;/a&gt; the Seleucid ships and overwhelm their smaller crews with &lt;a href=\"marine%20infantry\"&gt;marine infantry&lt;/a&gt;. A Roman squadron on the allied right wing also turned landward to strike the Seleucid seaward flank. While the Seleucid landward flank held off the Pergamenes, Polyxenidas ordered a withdrawal; believing that the battle was lost.\nThe allies did not engage in a pursuit since their warships were loaded with supplies, allowing the Seleucids to slip into Ephesus. The following day, Livius' force united with a squadron of 25 heavy Rhodian warships under Admiral Pausistratos. The allies sailed outside Ephesus in a show of force before dispersing. Ten Seleucid ships were sunk and 13 were captured along with their crews. The allies lost a single Carthaginian ship captured.\nAftermath.\nIn the aftermath of the Pergamenes and Rhodians returned to their bases in preparation for the winter. The Romans likewise departed for their winter camp at &lt;a href=\"Canae\"&gt;Canae&lt;/a&gt;, leaving four &lt;a href=\"quinquereme\"&gt;quinquereme&lt;/a&gt;s to guard Phocaea. Polyxenidas sent the Rhodians a series of letters, feigning his intention to desert in order to gain time to reorganize his fleet. In 190 BC, Antiochus ordered Hannibal to build a new fleet in &lt;a href=\"Cilicia\"&gt;Cilicia&lt;/a&gt;, his first major military command after spending five years in the Seleucid court. The outcome of the battle of Corycus directly impacted Seleucid preparations. Hannibal believed that the Romans would continue using boarding tactics and thus focused on purchasing large, multi-oared vessels.\nIn spring 190 BC, the Rhodians dispatched 36 ships under Pausistratos to reinforce the Romans. The Rhodians were blockaded by Polyxenidas at Parormos harbor, &lt;a href=\"Samos\"&gt;Samos&lt;/a&gt;. Polyxenidas destroyed the Rhodian fleet through &lt;a href=\"perfidy\"&gt;perfidy&lt;/a&gt;. A Rhodian exile himself, he convinced Pausistratos that he intended to surrender the Seleucid fleet to the Rhodians. Polyxenidas killed the Rhodian Admiral, his erstwhile political opponent, while also capturing 20 ships and sinking 9. The Roman fleet nevertheless managed to unite with 20 Rhodian ships off Samos, where Roman Admiral &lt;a href=\"Lucius%20Aemilius%20Regillus\"&gt;Lucius Aemilius Regillus&lt;/a&gt; took overall command. In August 190 BC, a Rhodian fleet under Admiral &lt;a href=\"Eudamus%20%28admiral%29\"&gt;Eudamus&lt;/a&gt; clashed with Hannibal's fleet at the &lt;a href=\"Battle%20of%20the%20Eurymedon%20%28190%20BC%29\"&gt;Battle of the Eurymedon&lt;/a&gt;. The Rhodians managed to strike the vulnerable sides and sterns of the Seleucids through the maneuver, damaging half of his fleet. Polyxenidas now found himself outnumbered and isolated, as many independent Asia Minor states had sided with the Romans."
}