{
    "id": "66092191",
    "revid": "36752947",
    "url": "https://en.wikipedia.org/wiki?curid=66092191",
    "title": "Genesis (2021)",
    "text": "Genesis (2021) was a &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; &lt;a href=\"Impact%20Plus%20Monthly%20Specials\"&gt;event&lt;/a&gt; produced by &lt;a href=\"Impact%20Wrestling\"&gt;Impact Wrestling&lt;/a&gt; and the 12th edition in the &lt;a href=\"Impact%20Wrestling%20Genesis\"&gt;Genesis&lt;/a&gt; chronology. It took place on January 9, 2021, at Skyway Studios in &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt; and aired exclusively on &lt;a href=\"Impact%20Plus\"&gt;Impact Plus&lt;/a&gt;.\nNine matches were contested at the event. In the main event, &lt;a href=\"Willie%20Mack%20%28wrestler%29\"&gt;Willie Mack&lt;/a&gt; defeated &lt;a href=\"Moose%20%28wrestler%29\"&gt;Moose&lt;/a&gt; in an &lt;a href=\"%26quot%3BI%20Quit%26quot%3B%20Match\"&gt;\"I Quit\" Match&lt;/a&gt;. In other prominent matches, &lt;a href=\"Jordynne%20Grace\"&gt;Jordynne Grace&lt;/a&gt; defeated &lt;a href=\"Jazz%20%28wrestler%29\"&gt;Jazz&lt;/a&gt; and &lt;a href=\"Ace%20Austin\"&gt;Ace Austin&lt;/a&gt; defeated Blake Christian to win the 2021 Super X Cup Tournament.\nProduction.\nBackground.\nIn 2013, &lt;a href=\"Impact%20Wrestling\"&gt;Impact Wrestling&lt;/a&gt; (then known as Total Nonstop Action Wrestling) discontinued monthly &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; events in favor of the pre-recorded &lt;a href=\"Impact%20One%20Night%20Only\"&gt;One Night Only&lt;/a&gt; events. &lt;a href=\"Impact%20Wrestling%20Genesis\"&gt;Genesis&lt;/a&gt; was produced as a PPV from 2005 to 2013, but in 2014, Genesis was televised as an \"&lt;a href=\"Impact%20Wrestling%20%28TV%20series%29\"&gt;Impact Wrestling&lt;/a&gt;\" television special until 2018. On December 12, 2020, it was revived as a &lt;a href=\"Impact%20Plus%20Monthly%20Specials\"&gt;monthly special&lt;/a&gt; for &lt;a href=\"Impact%20Plus\"&gt;Impact Plus&lt;/a&gt;, with that year's event taking place on December 12 at Skyway Studios in &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt;.\nStorylines.\nThe event featured &lt;a href=\"Professional%20wrestling%20match%20types\"&gt;professional wrestling matches&lt;/a&gt; that involve different wrestlers from pre-existing scripted feuds and &lt;a href=\"Narrative%20thread\"&gt;storylines&lt;/a&gt;. Wrestlers portrayed &lt;a href=\"Heel%20%28professional%20wrestling%29\"&gt;villains&lt;/a&gt;, &lt;a href=\"Face%20%28professional%20wrestling%29\"&gt;heroes&lt;/a&gt;, or &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Tweener\"&gt;less distinguishable characters&lt;/a&gt; in scripted events that build tension and culminate in a wrestling match or series of matches.\nA main feature of the show was the 2021 &lt;a href=\"Super%20X%20Cup\"&gt;Super X Cup&lt;/a&gt; tournament, which has been sporadically held in Impact Wrestling since the company's formation in 2002. The winner will receive the Super X Cup trophy, and winning the Super X Cup has historically been portrayed as a stepping stone to becoming a top contender for the &lt;a href=\"Impact%20Wrestling%20X%20Division%20Championship\"&gt;Impact Wrestling X Division Championship&lt;/a&gt;. On the December 21 episode of \"Impact\", the brackets were revealed. Competitors included Impact stars (&lt;a href=\"Ace%20Austin\"&gt;Ace Austin&lt;/a&gt;, &lt;a href=\"Cousin%20Jake\"&gt;Cousin Jake&lt;/a&gt;, &lt;a href=\"Crazzy%20Steve\"&gt;Crazzy Steve&lt;/a&gt;, &lt;a href=\"Shawn%20Daivari\"&gt;Daivari&lt;/a&gt;, and &lt;a href=\"Suicide%20%28wrestling%29\"&gt;Suicide&lt;/a&gt;) and independent wrestlers (Blake Christian, KC Navarro, and Tre Lamar).\nAt &lt;a href=\"Turning%20Point%20%282020%20wrestling%29\"&gt;Turning Point&lt;/a&gt;, &lt;a href=\"Willie%20Mack%20%28wrestler%29\"&gt;Willie Mack&lt;/a&gt; defeated self-proclaimed TNA World Heavyweight Champion &lt;a href=\"Moose%20%28wrestler%29\"&gt;Moose&lt;/a&gt; by DQ after Moose repeatedly landed forearm shots on an unconscious Mack after the match. The two have been in a feud that included Mack's best friend, &lt;a href=\"Impact%20World%20Championship\"&gt;Impact World Champion&lt;/a&gt; &lt;a href=\"Rich%20Swann\"&gt;Rich Swann&lt;/a&gt;, who Moose called a \"secondary champion\". Moose would repeatedly perform the same action of the Turning Point conclusion on Mack, including a No Disqualification match the \"Impact\" after Turning Point; and a &lt;a href=\"Tag%20team%20match\"&gt;Tag team match&lt;/a&gt; on the go-home show before &lt;a href=\"Final%20Resolution%20%282020%29\"&gt;Final Resolution&lt;/a&gt;, where Mack and Swann battled Moose and &lt;a href=\"Chris%20Bey\"&gt;Chris Bey&lt;/a&gt;. On the December 15 episode of \"Impact\", Moose, who again called out Swann, instead got Mack. Furious about a referee deciding when he was done, Mack challenged Moose to an &lt;a href=\"%26quot%3BI%20quit%26quot%3B%20match\"&gt;\"I quit\" match&lt;/a&gt; so that he decides when he's done. The same night, IMPACT announced via their website that the match will happen at Genesis.\nAfter weeks of trying to find a compatible tag team partner, &lt;a href=\"Jordynne%20Grace\"&gt;Jordynne Grace&lt;/a&gt; revealed on the November 24 \"Impact\" her partner for the &lt;a href=\"Impact%20Knockouts%20Tag%20Team%20Championship\"&gt;Impact Knockouts Tag Team Championship&lt;/a&gt; Tournament, former &lt;a href=\"WWE%20Women%27s%20Championship%20%281956-2010%29\"&gt;WWE Women's Champion&lt;/a&gt; and &lt;a href=\"NWA%20World%20Women%27s%20Championship\"&gt;NWA World Women's Champion&lt;/a&gt; &lt;a href=\"Jazz%20%28wrestler%29\"&gt;Jazz&lt;/a&gt;. This would become the start of Jazz's retirement tour going through 2021. The duo would debut as a team on December 1st, defeating &lt;a href=\"Killer%20Kelly\"&gt;Killer Kelly&lt;/a&gt; and Renee Michelle in the first round, but fell to &lt;a href=\"Jessicka%20Havok\"&gt;Havok&lt;/a&gt; and &lt;a href=\"Nevaeh%20%28wrestler%29\"&gt;Nevaeh&lt;/a&gt; on January 4. Backstage, Jazz and Grace would have a talk, with Grace apologizing for having Jazz postpone retirement to fall up short, but Jazz assured her she regrets nothing. Seeing as how Jazz had more to prove, Grace challenged Jazz to a match at Genesis, and Jazz accepted.\nResults.\n2021 Super X Cup bracket.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;"
}