{
    "id": "66094334",
    "revid": "12175819",
    "url": "https://en.wikipedia.org/wiki?curid=66094334",
    "title": "Dogtanian and the Three Muskehounds (film)",
    "text": "Dogtanian and the Three Muskehounds (Spanish: D'Artacán y los Tres Mosqueperros) is a 2021 Spanish &lt;a href=\"Computer%20animation\"&gt;computer-animated&lt;/a&gt; &lt;a href=\"adventure%20film\"&gt;adventure film&lt;/a&gt; directed by Toni García and written by &lt;a href=\"Doug%20Langdale\"&gt;Doug Langdale&lt;/a&gt;, based on the 1981 &lt;a href=\"Dogtanian%20and%20the%20Three%20Muskehounds\"&gt;television series of the same name&lt;/a&gt;, in turn adapted from &lt;a href=\"Alexandre%20Dumas%20p%C3%A8re\"&gt;Alexandre Dumas&lt;/a&gt;' 1844 story of &lt;a href=\"d%27Artagnan\"&gt;d'Artagnan&lt;/a&gt; and \"&lt;a href=\"The%20Three%20Musketeers\"&gt;The Three Musketeers&lt;/a&gt;\". The film is produced by Apolo Films (&lt;a href=\"BRB%20Internacional\"&gt;BRB Internacional&lt;/a&gt;'s cinema studio) and Cosmos Maya.\nPlot.\nYoung swordsman Dogtanian dreams of joining the legendary Muskehounds. After proving his ability and earning their trust, he and the Muskehounds must battle the wicked Cardinal Richelieu to defend the King and stop the villain's plot to seize power.\nProduction.\nAccording to their main website, BRB Internacional was planning a new feature-length CGI film to be released in 2016, but it was delayed for unknown reasons. In April 2019, it was announced that Apolo Films has since taken over production of the film. On February 11, 2020, the first image of the film was revealed. It was announced that the film will be written by &lt;a href=\"Doug%20Langdale\"&gt;Doug Langdale&lt;/a&gt; and directed by Toni Garcia. The film will be released on theatres in early 2021 under the title \"Dogtanian and the Three Muskehounds\". It will also be released on &lt;a href=\"Subscription%20video%20on%20demand\"&gt;SVOD&lt;/a&gt;.\nThe film will maintain the original series opening main theme tune composed by &lt;a href=\"Guido%20%26amp%3B%20Maurizio%20De%20Angelis\"&gt;Guido and Maurizio De Angelis&lt;/a&gt;. Additionally, they have composed new songs for the film.\nThe film was released in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; on June 25, 2021."
}