{
    "id": "66098430",
    "revid": "34465229",
    "url": "https://en.wikipedia.org/wiki?curid=66098430",
    "title": "Emu Runner",
    "text": "Emu Runner is a 2018 &lt;a href=\"Australian%20independent%20film\"&gt;Australian independent film&lt;/a&gt;. It was written and directed by Imogen Thomas, who wrote the film with &lt;a href=\"Creative%20consultant\"&gt;Indigenous Script Consultant&lt;/a&gt; Frayne Barker. Thomas co-produced the film with Victor Evatt.\nThe film stars Rhae-Kye Waites, &lt;a href=\"Wayne%20Blair%20%28director%29\"&gt;Wayne Blair&lt;/a&gt;, &lt;a href=\"Rob%20Carlton\"&gt;Rob Carlton&lt;/a&gt;, Georgia Blizzard, Maurial Spearim, Stella Carter, Mary Waites, Lindsay Waites, Letisha Boney and Rodney McHughes.\nPlot.\nThe film centres around 9-year-old &lt;a href=\"Ngiyampaa\"&gt;Ngemba&lt;/a&gt; girl Gemma \"Gem\" Daniels (played by 11-year-old Rhae-Kye Waites) who lives in the remote New South Wales town of &lt;a href=\"Brewarrina\"&gt;Brewarrina&lt;/a&gt;.\nFollowing a fishing trip on the banks of the &lt;a href=\"Barwon%20River%20%28New%20South%20Wales%29\"&gt;Barwon River&lt;/a&gt; with her mother Darlene (Spearim) and older sister Valerie (Boney), Darlene unexpectedly collapses. Despite &lt;a href=\"sprinting\"&gt;sprinting&lt;/a&gt; into town to get help from her father Jay Jay (Blair) and older brother Ecker (McHughes), there is little they can do.\nAs the family grieve following Darlene's death, Gemma finds comfort by spending time and bonding with a wild &lt;a href=\"emu\"&gt;emu&lt;/a&gt;, her mother's &lt;a href=\"totem%23Aboriginal%20Australians%20and%20Torres%20Strait%20Islanders\"&gt;Totem animal&lt;/a&gt;.\nDespite having great potential at being a junior athletics champion as a talented runner, Gemma begins to &lt;a href=\"truancy\"&gt;wag&lt;/a&gt; school to spend time with the emu, stealing food for the emu to eat, which brings her to the attention of local police officer Stan (Carlton) and social worker Heidi (Blizzard) who make their own assumptions about Jay Jay's ability to look after his family. Gemma's older brother Ecker is facing issues of his own when he develops an alcohol problem, gets involved in drugs and is hospitalised after being assaulted, which leads to Jay Jay becoming involved in a scuffle outside the local hotel and arrested for &lt;a href=\"affray\"&gt;affray&lt;/a&gt;.\nHeidi attempts to remove Gemma from her family but after being forced to take a detour on an unsealed backroad due to an accident on the highway, she and Gemma become stranded after almost colliding with an emu, which damages the car. After spending the night together on the deserted road, Heidi begins to understand Gemma's behaviour and realises that she belongs with her family. The following morning, Gemma sprints the long distance back into town to get help for Heidi. \nProduction.\nProduction of the film commenced in Brewarrina in 2017.\nThe film was made with a very limited budget and relied on two crowd funding campaigns, and a \"goodwill arrangement\" of much of the cast and crew. More than $40,000 was raised on crowdfunding platform &lt;a href=\"Pozible\"&gt;Pozible&lt;/a&gt; with completion funding obtained from &lt;a href=\"Screen%20Australia\"&gt;Screen Australia&lt;/a&gt;. Additional post production funding consisted of grants from the Aboriginal Benefits Foundation and individual donations. Blair worked on the film between shooting days for \"&lt;a href=\"Mystery%20Road%20%28TV%20series%29\"&gt;Mystery Road&lt;/a&gt;\".\nMuch of the cast, including Rhae-Kye Waites, were Brewarrina locals who had little or no acting experience, some of whom were also family members of Waites. Waites' grandmother Mary Waites played Gemma's grandmother in the film, her grandfather Lindsay Waites played Gemma's uncle, and her cousin, Letisha Boney, played Gemma's sister.\nRelease.\nThe &lt;a href=\"world%20premiere\"&gt;world premiere&lt;/a&gt; of \"Emu Runner\" was held at the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt; on 7 September 2018, prior to its Australian premiere at the &lt;a href=\"Adelaide%20Film%20Festival\"&gt;Adelaide Film Festival&lt;/a&gt; on 14 October 2018.\n\"Emu Runner\" was commercially released in a small number of Australian cinemas more than a year later on 7 November 2019.\nThe film was released on DVD on 5 February 2020.\nReception.\nThe film received mostly favourable reviews.\n&lt;a href=\"David%20Stratton\"&gt;David Stratton&lt;/a&gt; awarded the film four stars in \"&lt;a href=\"The%20Australian\"&gt;The Australian&lt;/a&gt;\". He described the film as a \"simple but evocative yarn beautifully told by Thomas and her cast\" and praised the cinematography by Michael Gibbs which Stratton said proved to be a \"major asset\".\nEddie Cockrell praised the film in \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" for being a \"serene and finely detailed coming of age tale\" and credited Thomas for her \"deep, rich meditation on family on family, community, country and racial tensions\". He also praised cameraman Michael Gibbs for capturing the \"magisterial vastness of the plains surrounding the town\" with a \"sobering yet beautiful effect\" and the editors for seamlessly blending the emu footage (which was shot separately at an emu farm in &lt;a href=\"Tooraweenah\"&gt;Tooraweenah&lt;/a&gt;) into the movie.\nSandra Hall awarded the film three and a half stars in \"&lt;a href=\"The%20Sydney%20Morning%20Herald\"&gt;The Sydney Morning Herald&lt;/a&gt;\". She said despite there being few surprises and \"a slightly heavy-handed predictability in the way the denouement plays out\", the viewer gains \"a clear insight into the way racial prejudice can precipitate a rush to judgement by even the seemingly enlightened\".\nIn her review for \"Seventh Row\", Gillie Collins described the film as \"an uplifting tale of communal solidarity in the face of personal, yet politically charged, hardship\".\nStephanie Bunbury in \"&lt;a href=\"The%20Age\"&gt;The Age&lt;/a&gt;\" said that \"in an ostensibly simple story, Thomas subtly explores complex themes of family and identity\". Bunbury singled out Blair for praise describing him being \"at his brusque best as Jay Jay\" but also praising the Brewarrina locals who played their roles with \"tremendous feeling\".\nIn a more critical review, \"&lt;a href=\"Cinema%20Scope%20%28magazine%29\"&gt;Cinema Scope&lt;/a&gt;\"'s Sarah-Tai Black said that the film \"stalls out\" because of the lack of a \"stronger directional construction\". Black also described the presence of an \"unfortunate parallel\" between the idealistic &lt;a href=\"European%20Australian\"&gt;white&lt;/a&gt; social worker and the film's white director Imogen Thomas. Black also wrote that the film's biggest fault was that \"it takes more than it gives back\" and suggested that it may have fared better if it had been directed by an &lt;a href=\"Indigenous%20Australian\"&gt;Indigenous Australian&lt;/a&gt; filmmaker.\nRecognition.\nThe film won the Best Australian Independent Film Peer Award at the &lt;a href=\"Gold%20Coast%20Film%20Festival\"&gt;Gold Coast Film Festival&lt;/a&gt; in 2019.\nIt was nominated for the People's Choice Award at the 2018 Toronto International Film Festival, for Best Asia Pacific Film at the 2018 &lt;a href=\"Hawaii%20International%20Film%20Festival\"&gt;Hawaii International Film Festival&lt;/a&gt;, for the Michel Award for Best Children's Film at the 2019 &lt;a href=\"Hamburg%20Film%20Festival\"&gt;Hamburg Film Festival&lt;/a&gt;, and for \"The Age\" Critic's Award at the 2019 &lt;a href=\"Melbourne%20International%20Film%20Festival\"&gt;Melbourne International Film Festival&lt;/a&gt;.\n\"Emu Runner\" was also nominated for Best Indie Release at the &lt;a href=\"9th%20AACTA%20Awards\"&gt;9th AACTA Awards&lt;/a&gt; in 2019.\nExternal links.\n "
}