{
    "id": "66123249",
    "revid": "1035219455",
    "url": "https://en.wikipedia.org/wiki?curid=66123249",
    "title": "Muhammad Sani",
    "text": "Muhammad Sani (also called Parsena Lanjingland Muhamadani or Mangal Ningthou Sayi in &lt;a href=\"Meitei%20language\"&gt;Meitei&lt;/a&gt;) was a 17th-century nobleman who led the first settlement of &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;s (regionally known as &lt;a href=\"Pangal\"&gt;Pangal&lt;/a&gt;s) into the &lt;a href=\"Manipur%20%28princely%20state%29\"&gt;Manipur Kingdom&lt;/a&gt;, what is now the &lt;a href=\"India\"&gt;India&lt;/a&gt;n state of &lt;a href=\"Manipur\"&gt;Manipur&lt;/a&gt;. After invading the region in alliance with a renegade prince, Sani and his troops were captured by King &lt;a href=\"Khagemba\"&gt;Khagemba&lt;/a&gt;, who integrated them into Manipuri society. Sani eventually became a prominent figure in the royal court and aided in the establishment of subsequent Muslim migrants. He and his family are the ancestors of a number of present-day Pangal clans.\nHistoriography.\nThe arrival of the &lt;a href=\"Pangal\"&gt;Pangal&lt;/a&gt; community into &lt;a href=\"Manipur%20%28princely%20state%29\"&gt;Manipur&lt;/a&gt; during the 17th century was mainly recorded in indigenous primary sources such as the \"&lt;a href=\"Cheithalon%20Kumpapa\"&gt;Cheithalon Kumpapa&lt;/a&gt;\" (the court chronicle of the &lt;a href=\"List%20of%20Manipuri%20kings\"&gt;kings of Manipur&lt;/a&gt;) and the \"&lt;a href=\"Nongsamei%20Puya\"&gt;Nongsamei Puya&lt;/a&gt;\". These extensively discuss the initial invasion led by Muhammad Sani, the community's establishment in the region and the interactions which were subsequently enabled between Manipur and &lt;a href=\"Taraf%20%28Bengal%29\"&gt;Taraf&lt;/a&gt;, where the early Pangals had originated. However, the histories of Taraf (as well as that of &lt;a href=\"Sylhet%20Division\"&gt;Sylhet&lt;/a&gt; in general) are silent about these events. Moreover, it is notable that the descriptions of Taraf provided by the \"Nongsamei Puya\" erroneously place it on the banks of the &lt;a href=\"Surma%20River\"&gt;Surma River&lt;/a&gt;, which is actually of considerable distance from the former's present-day location of &lt;a href=\"Habiganj%20District\"&gt;Habiganj District&lt;/a&gt;.\nBackground.\nMuhammad Sani was a descendant of Mirza Malik Muhammad Turani, a 14th century &lt;a href=\"Persians\"&gt;Persian&lt;/a&gt; noble from whom the rulers of the &lt;a href=\"Pratapgarh%20Kingdom\"&gt;Pratapgarh Kingdom&lt;/a&gt; also traced their ancestry. His elder brother, named Muhammad Nazir or &lt;a href=\"Bayazid%20of%20Sylhet\"&gt;Bayazid Karrani&lt;/a&gt;, was the ruler of &lt;a href=\"Taraf%20%28Bengal%29\"&gt;Taraf&lt;/a&gt; in &lt;a href=\"Sylhet%20Division\"&gt;Sylhet&lt;/a&gt;.\nInvasion of Manipur.\nIn 1606, the Taraf king was approached by the Manipuri prince &lt;a href=\"Shanongba\"&gt;Shanongba&lt;/a&gt; for aid in an invasion against his brother, the reigning monarch &lt;a href=\"Khagemba\"&gt;Khagemba&lt;/a&gt;. 1000 &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; soldiers were dispatched under Sani's command, in addition to several other military leaders, including his younger brothers Shah Kusum, Sheikh Juned and Kourif Sheikh.\nThe army invaded Manipur in conjunction with troops from the &lt;a href=\"Dimasa%20Kingdom\"&gt;Kingdom of Kachar&lt;/a&gt;, who Shanongba had also allied with. They entered the region of &lt;a href=\"Khoupom\"&gt;Khoupom&lt;/a&gt;, with the Taraf soldiers establishing a base on the banks of the &lt;a href=\"Sarel%20Yangoi%20River\"&gt;Sarel Yangoi River&lt;/a&gt; while the Kachari remained on the upper hills. However, upon observing the arriving Manipuri army, the Kachari became intimidated by their military arsenal and retreated during the night, returning to their homeland without informing the Muslims. The latter subsequently chose to engage with the Manipuri alone and in the ensuing battle at Toubul (in present-day &lt;a href=\"Bishnupur%20district\"&gt;Bishnupur district&lt;/a&gt;), successfully defeated them. This prompted Khagemba to approach Sani diplomatically, sending his courtier Nongshamei to negotiate a mutual withdrawal of troops. However, upon Sani's agreement, the Manipuri force surrounded the now-unarmed Taraf troops and forced them to surrender on pain of death.\nPangal settlement in Manipur.\nThe defeated soldiers opted (or were perhaps forced) to settle in Manipur and Sani was allocated fertile territory on the bank of the &lt;a href=\"Imphal%20River\"&gt;Imphal&lt;/a&gt; and &lt;a href=\"Iril%20River\"&gt;Iril rivers&lt;/a&gt;, in what is present-day &lt;a href=\"Moirangkhom%20Yaiskul\"&gt;Moirangkhom Yaiskul&lt;/a&gt;, to establish his people. They were given work depending on their respective skills, married to &lt;a href=\"Meitei%20people\"&gt;Meitei&lt;/a&gt; wives and in time adopted the regions dress, traditions and &lt;a href=\"Meitei%20language\"&gt;language&lt;/a&gt;, eventually becoming known as Pangals. It has been generally accepted that this was the first settlement of Muslims in Manipur.\nSani himself received 12 acres of land and two Meitei wives named Nongthombam Maitek and Chakpram Melei. He was favoured by Khagemba and had a privileged position in the royal court. Appointed as \"&lt;a href=\"Qadi\"&gt;Qazi-ul-Qazat&lt;/a&gt;\" (chief judge) of the nascent Muslim community, Sani served the dual role of supervising the judiciary and being a \"lalchingba\" (&lt;a href=\"major\"&gt;major&lt;/a&gt;), leading Pangal soldiers during times of war. He was also one of the \"&lt;a href=\"Pongba%20Tara\"&gt;Pongba Tara&lt;/a&gt;\", the ten ministers who assisted the king in administration, and was further entrusted with translating correspondence from Taraf due to his fluency in &lt;a href=\"Bengali%20language\"&gt;Bengali&lt;/a&gt; and &lt;a href=\"Urdu\"&gt;Urdu&lt;/a&gt;.\nIn later years, Sani aided in the establishment of further Muslim migrants in the kingdom. In 1608, Syed Ambiya, Syed Abdullah and Syed Khalka Hussain, brothers of the Taraf king's spiritual advisor Syed Auriya, were honoured and settled by Khagemba on Sani's advice. Much later, during the reign of King Paikhomba (r.1666–1697), Sani introduced a further 37 Muslims who, in return for gifts of gold and elephants, were also permitted to reside in Manipur. Among them were Sunarphool, Miliya Sheikh, Phuleicha Sandulla Sheikh, Leithou and Sheikh Jali. Many of these individuals are the founders of extant Manipuri Pangal clans.\nSani's descendants subsequently continued to hold a place in the royal court. The present-day &lt;a href=\"Touthongmayum%20clan\"&gt;Touthongmayum&lt;/a&gt;, &lt;a href=\"Khullakpam%20clan\"&gt;Khullakpam&lt;/a&gt;, &lt;a href=\"Tampakmayum%20clan\"&gt;Tampakmayum&lt;/a&gt; and &lt;a href=\"Chesabam%20clan\"&gt;Chesabam&lt;/a&gt; clans trace their ancestry from Sani and his younger brothers."
}