{
    "id": "6614595",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6614595",
    "title": "Bien Nacido Vineyards",
    "text": "Bien Nacido Vineyards is cool-climate vineyard on the central coast of California. Located midway up the Santa Maria Valley, it is known for growing &lt;a href=\"Burgundy%20wine\"&gt;Burgundian&lt;/a&gt; and &lt;a href=\"Rh%C3%B4ne%20wine\"&gt;Rhone&lt;/a&gt; varieties of wine grapes. Bien Nacido has the distinction of being one of the major &lt;a href=\"viticultural\"&gt;viticultural&lt;/a&gt; &lt;a href=\"Nursery%20%28horticulture%29\"&gt;nurseries&lt;/a&gt; in the state for certified, varietal budwood. Most of the vines were originally from stock grown by the &lt;a href=\"University%20of%20California%20at%20Davis\"&gt;University of California at Davis&lt;/a&gt;. While the average increase block in California is less than , Bien Nacido Vineyards has several hundred acres of certified Chardonnay, Pinot Noir, Merlot and a number of other varieties. Much of the Chardonnay planted in California in the last twenty years began as Bien Nacido Vineyards cuttings.\nBien Nacido Vineyards produces an estate wine program run by Trey Fletcher. The focus of the estate program is to showcase specific, small blocks of the larger vineyard, in a very holistic approach. The winery produces around 1400 cases annually of Pinot Noir, Syrah and Chardonnay. Additionally, a small portion of wine is made exclusively from the famous X Block, Old Vines and from a monopole block called The Captain. \nAdditionally there are two independent winemakers who make their wine on the vineyard, Bob Lindquist of Qupe Winery and &lt;a href=\"Jim%20Clendenen\"&gt;Jim Clendenen&lt;/a&gt; of &lt;a href=\"Au%20Bon%20Climat\"&gt;Au Bon Climat&lt;/a&gt;.\nHistory.\nThe &lt;a href=\"vineyard\"&gt;vineyard&lt;/a&gt; traces its roots back to 1837, when Tomas Olivera received the two square &lt;a href=\"League%20%28unit%29\"&gt;league&lt;/a&gt; &lt;a href=\"Rancho%20Tepusquet\"&gt;Rancho Tepusquet&lt;/a&gt; Mexican &lt;a href=\"land%20grant\"&gt;land grant&lt;/a&gt; from then Governor of &lt;a href=\"Alta%20California\"&gt;Alta California&lt;/a&gt;, &lt;a href=\"Juan%20Bautista%20Alvarado\"&gt;Juan Bautista Alvarado&lt;/a&gt;. The grant covered nearly ranging upward to the &lt;a href=\"San%20Rafael%20Mountains\"&gt;San Rafael Mountains&lt;/a&gt; from the Santa Maria Mesa, which bordered the &lt;a href=\"Sisquoc%20River\"&gt;Sisquoc&lt;/a&gt; and &lt;a href=\"Cuyama%20River\"&gt;Cuyama&lt;/a&gt; Rivers. The ranch was generously watered by Tepusquet Creek, so called by the &lt;a href=\"Chumash%20%28tribe%29\"&gt;Chumash&lt;/a&gt; Indians to whom it meant \"fishing for trout.\" Thomas Olivera sold Rancho Tepusquet in 1855 to his step daughter, María Martina Osuna and son-in-law Juan Pacifico Ontiveros. Juan Pacifico Ontiveros started construction on an &lt;a href=\"adobe\"&gt;adobe&lt;/a&gt; in 1857 and moved to the ranch the following year. He and his wife raised horses, cattle, sheep, several grain crops, and grapes for the production of &lt;a href=\"wine\"&gt;wine&lt;/a&gt;. During subsequent years, his heirs divided the property until only about remained surrounding the Ontiveros &lt;a href=\"Adobe\"&gt;Adobe&lt;/a&gt;. \nIn 1969, the Millers, a branch of the Broome family which has farmed &lt;a href=\"Rancho%20Guadalasca\"&gt;Rancho Guadalasca&lt;/a&gt; since 1871, purchased the property. They also purchased an adjacent parcel which had been part of the original land grant, and reunited the two as Rancho Tepusquet, now comprising over . While the ranch itself had always been called \"Rancho Tepusquet\", the Millers selected the name \"Bien Nacido Vineyards of Rancho Tepusquet\" for the vineyard operation.\nIn 2010, the &lt;a href=\"California%20State%20Fair\"&gt;California State Fair&lt;/a&gt; named Bien Nacido Vineyards the Vineyard of the Year.\nSoil and climate.\nLocated on the receiving end of the east-west transverse mountain range, Bien Nacido Vineyards is a maritime-influenced desert. The morning fog cover and the cool afternoon breezes from the Pacific Ocean make this a Region 1 climate on the &lt;a href=\"Climate%20regions%20of%20California\"&gt;Winkler Scale&lt;/a&gt;. The rainfall averages 12 – 14 inches a year. The terrain is &lt;a href=\"sand\"&gt;sand&lt;/a&gt;, &lt;a href=\"chalk\"&gt;chalk&lt;/a&gt; and marine &lt;a href=\"loam\"&gt;loam&lt;/a&gt; that provides good drainage. The whole package results in cool, slow ripening grapes, with longer hangtime on the vines.\nVineyards.\nBien Nacido Vineyards consists of over of planted vines, of which over are planted to &lt;a href=\"Chardonnay\"&gt;Chardonnay&lt;/a&gt;, over to &lt;a href=\"Pinot%20Noir\"&gt;Pinot Noir&lt;/a&gt;, a variety associated with the appellation, and a number of acres each to &lt;a href=\"Pinot%20Blanc\"&gt;Pinot Blanc&lt;/a&gt;, &lt;a href=\"Syrah\"&gt;Syrah&lt;/a&gt;, and &lt;a href=\"Merlot\"&gt;Merlot&lt;/a&gt;. Since 1992, experimental plantings of &lt;a href=\"Pinot%20Gris\"&gt;Pinot Gris&lt;/a&gt;, &lt;a href=\"Barbera\"&gt;Barbera&lt;/a&gt;, &lt;a href=\"Roussanne\"&gt;Roussanne&lt;/a&gt;, &lt;a href=\"Nebbiolo\"&gt;Nebbiolo&lt;/a&gt; and &lt;a href=\"Viognier\"&gt;Viognier&lt;/a&gt;, as well as new clones of &lt;a href=\"Chardonnay\"&gt;Chardonnay&lt;/a&gt;, &lt;a href=\"Pinot%20Noir\"&gt;Pinot Noir&lt;/a&gt;, &lt;a href=\"Syrah\"&gt;Syrah&lt;/a&gt;, and &lt;a href=\"Merlot\"&gt;Merlot&lt;/a&gt;, have been added. \nBien Nacido has the distinction of being one of the major &lt;a href=\"viticultural\"&gt;viticultural&lt;/a&gt; &lt;a href=\"Nursery%20%28horticulture%29\"&gt;nurseries&lt;/a&gt; in the state for certified, varietal budwood. Most of the vines were originally from stock grown by the &lt;a href=\"University%20of%20California%20at%20Davis\"&gt;University of California at Davis&lt;/a&gt;. While the average increase block in California is less than , Bien Nacido Vineyards has several hundred acres of certified Chardonnay, Pinot Noir, Merlot and a number of other varieties. Much of the Chardonnay planted in California in the last twenty years began as Bien Nacido Vineyards cuttings. The Syrah cuttings also have gained a reputation to the point that some vineyards will refer to their plants as stemming from the Bien Nacido clone.\nViticulture practices.\nEach customer's portion of a block is farmed according to their standards, such as &lt;a href=\"Organic%20farming\"&gt;organic&lt;/a&gt; or &lt;a href=\"Biodynamic%20agriculture\"&gt;biodynamic&lt;/a&gt; farming techniques. The grape production is sold to customers by charging a flat rate for the area or rows, so the winemakers can crop their vines to volume they desire. This is in contrast to the industry standard which is to sell by the ton. The typical industry approach creates an adversarial relationship in which the vineyard is advantaged to hang more fruit on the vine, whereas the artisan winemakers want to crop it down and let the fruit hang longer (which further dehydrates and shrinks the tonnage). Some of Bien Nacido customers have bought the same rows of grapes for over 20 years and will even designate their particular block on the bottle.\nEstate Wines.\nA small amount of wine is created from select parcels of Bien Nacido Vineyard for the Estate program. The focus for this program is to highlight the portions of the vineyard which consistently create the spice, acidity and power of Bien Nacido Vineyard. These blocks encompass small microclimates of the over 900 acre vineyard site. Each portion of the vineyard is farmed according to vintners' specifications. \nThe Estate Chardonnay comes from Block W, planted in 1973 and without grafting. The W Block is one of the more sought after portions of Bien Nacido due to its inherent nature to provide bright fruit flavors that border on tropical, while maintaining a fresh balanced acidity. \nThe Estate Pinot Noir comes from 6 different blocks of the vineyard, including the Old Vine block of G, N and Q. Additionally Block 1, Block 40 and San Vicente all come together in small harvests to create the rich fruit profile and the herbal spice Bien Nacido Pinot Noir is known for.\nThe Estate Syrah comes from one portion of high elevation on Block Z. This block is famous for being the first block Sine Qua Non ever purchased fruit from, for their now famous \"cult\" wines. This portion of vineyard is co-planted alongside Viognier and is harvested in two separate picks in order to separate the warmer south side, from the cooler north side fruit. \nThe smallest production wines, called The Pillars, are selections of Bien Nacido which are the most consistently impressive blocks, since the vineyard was planted in 1973. \nBlock X, which is known as the first \"cool-climate Syrah planted in California\" generally has no more than 4 customers per vintage. The Estate makes less than 90 cases on average per vintage from this Block X. \nThe Old Vines, are rows from Block N and Q and harvested in two separate picks. These vines were never affected by the vine louse phylloxera and are considered to be some of the oldest Pinot Noir planted on their own roots in California. The separate picks are in order to harvest the slope portion of the vineyard and the flatter portions, in order to maintain a consistent ripeness. The Old Vines are never produced in more than 100 cases annually. \nThe Captain is the highest portion of Bien Nacido Vineyard, and is considered a monopole block. While all other portions of Bien Nacido Vineyard are custom farmed and offered for sale to wineries on an annual basis; the entire portion of Block 40, is used for The Captain. In the 2014 vintage, The Captain received the second highest score for any wine in Santa Barbara (97 Points) by famed wine Critic Antonio Galloni on his website &lt;a href=\"http%3A//www.vinous.com/articles/santa-barbara-better-than-ever-sep-2017\"&gt;vinous.com&lt;/a&gt;\nNotable Persons.\nBien Nacido and their sister estate Solomon Hills employs acclaimed winemaker Trey Fletcher as winemaker. Trey has harvested and made wine in California, New Zealand, and Argentina all prior to landing at Bien Nacido and Solomon Hills Estates. \nBien Nacido and Solomon Hills is the only family owned wineries in the Central Coast of California to employ as Master Sommelier as well. Will Costello, MS is the Estates Ambassador representing the wines nationally for the estate. There is a focus on education, sommelier outreach as well as curating homes for the small production of the estate wines. Costello passed the Master Sommelier exam in 2015 "
}