{
    "id": "66153878",
    "revid": "14693044",
    "url": "https://en.wikipedia.org/wiki?curid=66153878",
    "title": "Victoria Montenegro",
    "text": "Hilda Victoria Montenegro (born 31 January 1976) is an Argentine politician who has been a member of the &lt;a href=\"Buenos%20Aires%20City%20Legislature\"&gt;Buenos Aires City Legislature&lt;/a&gt; since 2017 for the &lt;a href=\"Kolina\"&gt;Kolina&lt;/a&gt; party.\nMontenegro is the daughter of two \"\"&lt;a href=\"desaparecidos\"&gt;desaparecidos&lt;/a&gt;\"\", alleged political dissidents of the &lt;a href=\"National%20Reorganization%20Process\"&gt;military dictatorship&lt;/a&gt; who ruled Argentina from 1976 to 1983. Raised under a false name by a family linked to the dictatorship, Montenegro discovered her true identity in 2000 with the help of the &lt;a href=\"Grandmothers%20of%20the%20Plaza%20de%20Mayo\"&gt;Grandmothers of the Plaza de Mayo&lt;/a&gt;, becoming the 66th grandchild to have their identity restored.\nEarly life.\nHilda Victoria Montenegro was born on 31 January 1976 in &lt;a href=\"Hurlingham%20Partido\"&gt;Hurlingam&lt;/a&gt;, &lt;a href=\"Buenos%20Aires%20Province\"&gt;Buenos Aires Province&lt;/a&gt;, during the last &lt;a href=\"National%20Reorganization%20Process\"&gt;civic–military dictatorship&lt;/a&gt; of Argentina (1976–1983), daughter of Roque Orlando Montenegro and Hilda Ramona Argentina Torres. Her parents were originally from &lt;a href=\"Salta%20Province\"&gt;Salta&lt;/a&gt;, they were both active in the &lt;a href=\"People%27s%20Revolutionary%20Army%20%28Argentina%29\"&gt;ERP-PRT&lt;/a&gt;. On 13 February 1976, when Victoria was only 13 days old, she and her parents were kidnapped from their home by the &lt;a href=\"Argentine%20Armed%20Forces\"&gt;military&lt;/a&gt;; her parents were \"&lt;a href=\"Forced%20disappearance\"&gt;disappeared&lt;/a&gt;\", and she was illegally appropriated and given to an &lt;a href=\"Argentine%20Army\"&gt;army&lt;/a&gt; colonel, Herman Antonio Tetzlaff.\nShe was raised by Tetzlaff and his wife, María del Carmen Eduartes, as their own daughter, under the name of \"María Sol Tetzlaff\". Growing up, she wanted to join the Army, but ultimately didn't due to recurrent &lt;a href=\"anxiety%20attack\"&gt;anxiety attack&lt;/a&gt;s.\nRestoration of her identity.\nIn 1993, the &lt;a href=\"Grandmothers%20of%20the%20Plaza%20de%20Mayo\"&gt;Grandmothers of the Plaza de Mayo&lt;/a&gt; accused Tetzlaff of illegal appropriation of minors in the framework of the 1976–83 dictatorship, and Montenegro – then still known as María Sol, aged 16 – was forced to take a blood test, which was then ran through the Grandmothers' genetic data bank; in 2000 the results showed she was not Tetzlaff and Eduartes' biological daughter, and her real parents were Roque Montenegro and Hilda Torres; she was the 66th grandchild whose identity was restored by the Grandmothers. She initially refused to co-operate in the trial against Tetzlaff – which eventually led to his imprisonment – and kept going by María Sol. She met her biological parents' family for the first time in 2001.\nRoque Montenegro's body was found in a mass grave in &lt;a href=\"Colonia%20del%20Sacramento\"&gt;Colonia del Sacramento&lt;/a&gt;, &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;, in 2012. Her mother remains missing.\nPolitical career.\nMontenegro's involvement in politics began in 2008, when she got a job at the &lt;a href=\"Ministry%20of%20Social%20Development%20%28Argentina%29\"&gt;Ministry of Social Development&lt;/a&gt;. In 2011 she joined &lt;a href=\"Kolina\"&gt;Kolina&lt;/a&gt;, a &lt;a href=\"kirchnerist\"&gt;kirchnerist&lt;/a&gt; political party founded by &lt;a href=\"Alicia%20Kirchner\"&gt;Alicia Kirchner&lt;/a&gt;. She became the party's Human Rights secretary, and in &lt;a href=\"2013%20Argentine%20legislative%20election\"&gt;2013&lt;/a&gt;, she was the fifth candidate in the &lt;a href=\"Front%20for%20Victory\"&gt;Front for Victory&lt;/a&gt; (FPV) list for the &lt;a href=\"Argentine%20Chamber%20of%20Deputies\"&gt;Argentine Chamber of Deputies&lt;/a&gt; in the &lt;a href=\"Buenos%20Aires\"&gt;City of Buenos Aires&lt;/a&gt;. From 2014 to 2015 she was head of the National Coordination Unit for Prevention, Assistance and the Eradication of Violence against Women of the National Women's Council (, CNM).\nShe was a candidate to the Chamber of Deputies again in &lt;a href=\"2015%20Argentine%20general%20election\"&gt;2015&lt;/a&gt;, this time as the fourth candidate in the FPV list. However, once again the list didn't receive enough votes for her to be elected.\nAhead of the &lt;a href=\"2017%20Argentine%20legislative%20election\"&gt;2017 legislative election&lt;/a&gt; in Buenos Aires, Montenegro was selected to be the third candidate in the &lt;a href=\"Citizen%27s%20Unity\"&gt;Unidad Porteña&lt;/a&gt; list for the &lt;a href=\"Buenos%20Aires%20City%20Legislature\"&gt;Buenos Aires City Legislature&lt;/a&gt;; the list won the &lt;a href=\"Primary%20elections%20in%20Argentina\"&gt;simultaneous and mandatory primaries&lt;/a&gt; on 13 August and, on the general election, received 21.26% of the vote – enough for Montenegro to be elected. She was sworn in on 5 December 2017.\nAs of 2020, she was the national vice president of Kolina. In the &lt;a href=\"2021%20Argentine%20legislative%20election\"&gt;2021 elections&lt;/a&gt;, Montenegro was re-elected to the City Legislature on the &lt;a href=\"Frente%20de%20Todos\"&gt;Frente de Todos&lt;/a&gt; list, as the second candidate behind Alejandro Amor.\nPersonal life.\nMontenegro and her husband, Gustavo, have three sons: Gonzalo, Sebastián and Santiago."
}