{
    "id": "66153451",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=66153451",
    "title": "Taylor Alxndr",
    "text": "Taylor Alxndr is an Atlanta social activist, &lt;a href=\"Community%20organizing\"&gt;community organizer&lt;/a&gt;, entertainer, &lt;a href=\"drag%20queen\"&gt;drag queen&lt;/a&gt;, and founder of the LGBTQ non-profit \"Southern Fried Queer Pride\".\nCommunity work.\nAlxndr has spoken out in support of \"voices who have been marginalized and erased\" and black queer and trans people in &lt;a href=\"The%20South%20%28U.S.%29\"&gt;the South&lt;/a&gt;.\nAlxndr also plans community events, including a \"Paris Is Burning\" &lt;a href=\"Ball%20culture\"&gt;ball&lt;/a&gt; in 2018.\nSouthern Fried Queer Pride.\nAlxndr co-founded Southern Fried Queer Pride in 2014, which they say is a \"a queer and trans, arts and community organization and festival based here in Atlanta, with roots all over the south.” Through their work with Southern Fried Queer Pride, Alxndr focuses their work on with black and brown trans youth.\nIn 2020, a &lt;a href=\"GoFundMe\"&gt;GoFundMe&lt;/a&gt; for Southern Fried Queer Pride raised over $130,000 to create a community space for the organization,\nArt.\nAlxndr as a music artist has released songs and music videos including \"Nightwork\" (2017), their debut album \"Hologram\" in 2019, and \"Say What You Mean\" (2020); their music includes &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt; messages about &lt;a href=\"Black%20Lives%20Matter\"&gt;Black Lives Matter&lt;/a&gt; and the &lt;a href=\"Transgender%20rights%20movement\"&gt;trans rights movement&lt;/a&gt;. Their music videos are inspired by 2000s culture and filmmakers like &lt;a href=\"John%20Hughes%20%28filmmaker%29\"&gt;John Hughes&lt;/a&gt;.\nAlxndr is a drag queen, and they are the house mother of \"House of Alxndr\". in 2019, Alxndr was voted 'Atlanta's Best Drag Queen &amp; Best LGBTQ Performer'.\nPersonal life.\nAlxndr uses they/them pronouns and identifies as &lt;a href=\"Non-binary%20gender\"&gt;non-binary&lt;/a&gt;. Alxndr was named one of one of the 100 most influential LGBTQ+ Georgians in 2020."
}