{
    "id": "662079",
    "revid": "149061",
    "url": "https://en.wikipedia.org/wiki?curid=662079",
    "title": "Ron Wilson (ice hockey, born 1955)",
    "text": "Ronald Lawrence Wilson (born May 28, 1955) is a Canadian-born American former professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; player and head coach. In his coaching career in the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; (NHL), he has coached the &lt;a href=\"Mighty%20Ducks%20of%20Anaheim\"&gt;Mighty Ducks of Anaheim&lt;/a&gt;, &lt;a href=\"Washington%20Capitals\"&gt;Washington Capitals&lt;/a&gt;, &lt;a href=\"San%20Jose%20Sharks\"&gt;San Jose Sharks&lt;/a&gt; and &lt;a href=\"Toronto%20Maple%20Leafs\"&gt;Toronto Maple Leafs&lt;/a&gt;. He also was head coach of the &lt;a href=\"United%20States%20men%27s%20national%20ice%20hockey%20team\"&gt;United States men's national ice hockey team&lt;/a&gt; at the &lt;a href=\"Ice%20hockey%20at%20the%201998%20Winter%20Olympics\"&gt;1998&lt;/a&gt; and &lt;a href=\"Ice%20hockey%20at%20the%202010%20Winter%20Olympics\"&gt;2010 Winter Olympics&lt;/a&gt;. Wilson holds dual citizenship of the United States and Canada.\nPersonal.\nWilson was born in &lt;a href=\"Windsor%2C%20Ontario\"&gt;Windsor, Ontario&lt;/a&gt;, and raised in &lt;a href=\"Fort%20Erie%2C%20Ontario\"&gt;Fort Erie, Ontario&lt;/a&gt;. He moved from Fort Erie to &lt;a href=\"Riverside%2C%20Rhode%20Island\"&gt;Riverside, Rhode Island&lt;/a&gt;, when he was 12 years old. As a result, Wilson holds &lt;a href=\"dual%20citizenship\"&gt;dual citizenship&lt;/a&gt; of Canada and the United States, and has represented &lt;a href=\"United%20States%20men%27s%20national%20ice%20hockey%20team\"&gt;Team USA&lt;/a&gt; in both playing and coaching.\nBoth his father, &lt;a href=\"Larry%20Wilson%20%28ice%20hockey%29\"&gt;Larry Wilson&lt;/a&gt;, and his uncle, &lt;a href=\"Johnny%20Wilson%20%28ice%20hockey%29\"&gt;Johnny Wilson&lt;/a&gt;, played for the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; in the 1950s and later coached in the NHL.\nWilson and his wife Maureen have two daughters, Kristen and Lauren.\nIn December 2016, Wilson suffered a stroke and underwent rehabilitation.\nPlaying career.\nCollegiate.\nWilson began playing with &lt;a href=\"Providence%20Friars%20men%27s%20ice%20hockey\"&gt;Providence College&lt;/a&gt; in &lt;a href=\"1974%20ECAC%20Hockey%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;1973–74&lt;/a&gt;, where he led the Friars in scoring in his rookie season with 16 goals and 38 points in 26 games, helping the Friars reach the ECAC quarter-finals, where they were defeated by the &lt;a href=\"Harvard%20Crimson%20men%27s%20ice%20hockey\"&gt;Harvard Crimson&lt;/a&gt;, 9–3.\nIn the &lt;a href=\"1975%20ECAC%20Hockey%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;1974–75 season&lt;/a&gt;, Wilson broke out offensively, scoring 26 goals and 87 points in 27 games, helping the Friars into the ECAC tournament for the second consecutive season. In the tournament, the Friars would lose in the quarter-finals to the &lt;a href=\"Vermont%20Catamounts%20men%27s%20ice%20hockey\"&gt;Vermont Catamounts&lt;/a&gt;, 7–5.\nWilson had another solid season with the Friars in &lt;a href=\"1976%20ECAC%20Hockey%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;1975–76&lt;/a&gt;, scoring 19 goals and 66 points in 28 games, though the team struggled and failed to ultimately qualify for the tournament.\nIn his final season at Providence, in &lt;a href=\"1977%20ECAC%20Hockey%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;1976–77&lt;/a&gt;, Wilson's offense declined, though he still put up solid numbers, scoring 17 goals and 59 points in 30 games to lead the team in scoring. Providence qualified for the tournament as the eighth seed, but lost to &lt;a href=\"Clarkson%20Golden%20Knights%20men%27s%20ice%20hockey\"&gt;Clarkson&lt;/a&gt; 6–3 in the quarter-finals.\nProfessional career.\nWilson was drafted by the &lt;a href=\"Toronto%20Maple%20Leafs\"&gt;Toronto Maple Leafs&lt;/a&gt; in the eighth round, 132nd overall, at the &lt;a href=\"1975%20NHL%20Entry%20Draft\"&gt;1975 NHL Entry Draft&lt;/a&gt;. He was also drafted by the &lt;a href=\"Houston%20Aeros%20%28WHA%29\"&gt;Houston Aeros&lt;/a&gt; in the &lt;a href=\"1974%20WHA%20Amateur%20Draft\"&gt;1974 WHA Amateur Draft&lt;/a&gt;, but opted to sign instead with the Maple Leafs and pursue an NHL career.\nWilson saw his first professional action in the &lt;a href=\"1976%E2%80%9377%20CHL%20season\"&gt;1976–77 season&lt;/a&gt; after his college hockey career was over, where he appeared in four games with the &lt;a href=\"Dallas%20Black%20Hawks\"&gt;Dallas Black Hawks&lt;/a&gt; of the &lt;a href=\"Central%20Hockey%20League\"&gt;Central Hockey League&lt;/a&gt; (CHL), scoring a goal.\nWilson began the &lt;a href=\"1977%E2%80%9378%20CHL%20season\"&gt;1977–78 season&lt;/a&gt; with the Black Hawks, where in 67 games, he scored 31 goals and 69 points to lead the team in scoring. He earned a late-season promotion to the NHL and played in 13 games with the Maple Leafs, scoring two goals and three points. Wilson did not see any playing time in the post-season, however, as the Maple Leafs lost to the &lt;a href=\"Montreal%20Canadiens\"&gt;Montreal Canadiens&lt;/a&gt; in the third round of the playoffs.\nHe split the &lt;a href=\"1978%E2%80%9379%20AHL%20season\"&gt;1978–79 season&lt;/a&gt; between the &lt;a href=\"New%20Brunswick%20Hawks\"&gt;New Brunswick Hawks&lt;/a&gt; of the &lt;a href=\"American%20Hockey%20League\"&gt;American Hockey League&lt;/a&gt; (AHL), as in 31 games, Wilson had 11 goals and 32 points, and the Maple Leafs. In Toronto, Wilson played in 46 games, scoring five goals and 17 points. He appeared in three playoff games for Toronto, earning an assist, as the Leafs lost to the Montreal Canadiens in the quarter-finals.\nWilson spent the majority of the &lt;a href=\"1979%E2%80%9380%20AHL%20season\"&gt;1979–80 season&lt;/a&gt; in New Brunswick, where in 43 games, he scored 20 goals and 63 points to finish fourth in team scoring. He appeared in only five games with the Maple Leafs, earning two assists. Wilson skated for the Leafs in the post-season, where he scored a goal and three points in three games as Toronto was swept by the &lt;a href=\"Minnesota%20North%20Stars\"&gt;Minnesota North Stars&lt;/a&gt; in the first round. He returned to the Hawks for the &lt;a href=\"Calder%20Cup\"&gt;Calder Cup&lt;/a&gt; playoffs, and in 14 games, Wilson had three goals and five points, as New Brunswick lost to the &lt;a href=\"Hershey%20Bears\"&gt;Hershey Bears&lt;/a&gt; in the final round.\nWilson signed with &lt;a href=\"Kloten%20Flyers\"&gt;EHC Kloten&lt;/a&gt; of &lt;a href=\"National%20League%20A\"&gt;NDA&lt;/a&gt; in Switzerland for &lt;a href=\"1980%E2%80%9381%20Nationalliga%20A%20season\"&gt;1980–81&lt;/a&gt;, where in 38 games, Wilson scored 22 goals and 45 points.\nAfter only one season with Kloten, Wilson signed with &lt;a href=\"HC%20Davos\"&gt;HC Davos&lt;/a&gt; for the &lt;a href=\"1981%E2%80%9382%20Nationalliga%20A%20season\"&gt;1981–82 season&lt;/a&gt;. In 38 games, Wilson scored 24 goals and 47 points, helping the team finish in second place.\nIn &lt;a href=\"1982%E2%80%9383%20Nationalliga%20A%20season\"&gt;1982–83&lt;/a&gt;, Wilson improved his offense to 32 goals and 64 points in 36 games, as Davos finished the first round of the season with a League-best 20–0–8 record, before slumping to a 3–2–5 record in the final round to finish the season in third place.\nWilson saw more improvement with his offense in &lt;a href=\"1983%E2%80%9384%20Nationalliga%20A%20season\"&gt;1983–84&lt;/a&gt;, scoring 33 goals and 72 points in 36 games, helping Davos win the championship.\nIn 38 games in the &lt;a href=\"1984%E2%80%9385%20Nationalliga%20A%20season\"&gt;1984–85&lt;/a&gt;, Wilson scored 39 goals and 101 points, leading the club to their second-straight Swiss championship.\nFollowing his season with Davos, Wilson returned to the NHL and signed with the &lt;a href=\"Minnesota%20North%20Stars\"&gt;Minnesota North Stars&lt;/a&gt; for the remainder of the &lt;a href=\"1984%E2%80%9385%20NHL%20season\"&gt;1984–85 season&lt;/a&gt;. In 13 games, Wilson had four goals and 12 points, helping the club secure the fourth and final playoff position in the &lt;a href=\"Norris%20Division\"&gt;Norris Division&lt;/a&gt;. In nine playoff games, Wilson had a goal and seven points, as Minnesota swept the first place &lt;a href=\"St.%20Louis%20Blues\"&gt;St. Louis Blues&lt;/a&gt; before losing to the &lt;a href=\"Chicago%20Blackhawks\"&gt;Chicago Black Hawks&lt;/a&gt; in the division finals.\nWilson returned to HC Davos in Switzerland for the &lt;a href=\"1985%E2%80%9386%20Nationalliga%20A%20season\"&gt;1985–86 season&lt;/a&gt; after his late-season stint with the North Stars in 1984–85. In 27 games, Wilson scored 28 goals and 69 points, helping the club into the post-season. In five playoff games, Wilson had six goals and eight points, however, HC Davos lost to &lt;a href=\"HC%20Lugano\"&gt;HC Lugano&lt;/a&gt; in the final round.\nFor the second consecutive season, Wilson joined the North Stars after his season with HC Davos, and finished &lt;a href=\"1985%E2%80%9386%20NHL%20season\"&gt;1985–86&lt;/a&gt; with Minnesota, scoring a goal and four points in 11 games, helping the club finish in second place in the Norris Division. In the &lt;a href=\"1986%20Stanley%20Cup%20playoffs\"&gt;1986 playoffs&lt;/a&gt;, Wilson had two goals and six points in five games, as Minnesota lost to the St. Louis Blues in the division semi-finals.\nWilson remained with the North Stars in &lt;a href=\"1986%E2%80%9387%20NHL%20season\"&gt;1986–87&lt;/a&gt;, as in a career-high 65 games, he had 12 goals and 41 points to finish second among North Stars defensemen in team scoring, however, the club struggled and failed to qualify for the post-season.\nWilson began the &lt;a href=\"1987%E2%80%9388%20NHL%20season\"&gt;1987–88 season&lt;/a&gt; with the North Stars, where in 24 games, he scored two goals and 14 points. He played in his last NHL game on December 16, 1987, earning an assist in a 4–2 loss to the Chicago Blackhawks. Shortly after the game, the North Stars released Wilson.\nFollowing his release from Minnesota, Wilson rejoined HC Davos to finish the &lt;a href=\"1987%E2%80%9388%20Nationalliga%20A%20season\"&gt;1987–88 season&lt;/a&gt; in Switzerland. In 36 games, Wilson had eight goals and 32 points and in six playoff games, he had two goals and seven points, as HC Davos finished in fourth place.\nAfter the season, Wilson announced his retirement as a player.\nCoaching career.\nMilwaukee Admirals (1989–1990).\nWilson joined the &lt;a href=\"Milwaukee%20Admirals\"&gt;Milwaukee Admirals&lt;/a&gt; of the &lt;a href=\"International%20Hockey%20League%20%281945%E2%80%932001%29\"&gt;International Hockey League&lt;/a&gt; (IHL) as an assistant coach, working under Head Coach &lt;a href=\"Ron%20Lapointe\"&gt;Ron Lapointe&lt;/a&gt;. In his only season with the Admirals, the club finished with a 36–39–7 record, finishing in third place in the West Division. In the playoffs, the Admirals lost to the &lt;a href=\"Salt%20Lake%20Golden%20Eagles\"&gt;Salt Lake Golden Eagles&lt;/a&gt; in the first round.\nVancouver Canucks (1990–1993).\nWilson joined the &lt;a href=\"Vancouver%20Canucks\"&gt;Vancouver Canucks&lt;/a&gt; coaching staff as an assistant coach under &lt;a href=\"Bob%20McCammon\"&gt;Bob McCammon&lt;/a&gt; in the &lt;a href=\"1990%E2%80%9391%20NHL%20season\"&gt;1990–91 season&lt;/a&gt;. After the Canucks struggled to a 19–30–5 record, the club fired McCammon and replaced him with &lt;a href=\"Pat%20Quinn%20%28ice%20hockey%29\"&gt;Pat Quinn&lt;/a&gt;. Wilson remained as an assistant, and under Quinn, the Canucks went 9–13–4 to sneak into the fourth and final playoff spot in the &lt;a href=\"Smythe%20Division\"&gt;Smythe Division&lt;/a&gt;. In the &lt;a href=\"1991%20Stanley%20Cup%20playoffs\"&gt;1991 post-season&lt;/a&gt;, the Canucks lost to the &lt;a href=\"Los%20Angeles%20Kings\"&gt;Los Angeles Kings&lt;/a&gt; in six games in the first round.\nIn &lt;a href=\"1991%E2%80%9392%20NHL%20season\"&gt;1991–92&lt;/a&gt;, Vancouver improved their point total by 31 points, as the team finished the year with a 42–26–12 record, finishing in first place in the Smythe Division. The heavily favoured Canucks managed to defeat the &lt;a href=\"Winnipeg%20Jets%20%281972%E2%80%931996%29\"&gt;Winnipeg Jets&lt;/a&gt; in seven games before falling to the &lt;a href=\"Edmonton%20Oilers\"&gt;Edmonton Oilers&lt;/a&gt; in six games in the Smythe Division Finals.\nVancouver improved their point total once again in &lt;a href=\"1992%E2%80%9393%20NHL%20season\"&gt;1992–93&lt;/a&gt;, going 46–29–9, earning 101 points and their second consecutive Smythe Division title. In the &lt;a href=\"1993%20Stanley%20Cup%20playoffs\"&gt;1993 playoffs&lt;/a&gt;, the Canucks defeated the Winnipeg Jets in the first round before losing to the Los Angeles Kings in the division finals.\nAfter the season, Wilson left the Canucks and became the first head coach of the expansion team &lt;a href=\"Mighty%20Ducks%20of%20Anaheim\"&gt;Mighty Ducks of Anaheim&lt;/a&gt;.\nMighty Ducks of Anaheim (1993–1997).\nWilson became the first head coach of the &lt;a href=\"Mighty%20Ducks%20of%20Anaheim\"&gt;Mighty Ducks of Anaheim&lt;/a&gt; for the &lt;a href=\"1993%E2%80%9394%20NHL%20season\"&gt;1993–94 season&lt;/a&gt;. On October 8, 1993, his first game as an NHL head coach, Wilson and the Mighty Ducks lost to the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt;, 7–2. He won his first game on October 13, defeating the &lt;a href=\"Edmonton%20Oilers\"&gt;Edmonton Oilers&lt;/a&gt; 4–3. The team finished the season with 33–46–5 record for 71 points, falling short of the &lt;a href=\"1993%20Stanley%20Cup%20playoffs\"&gt;1993 playoffs&lt;/a&gt;.\nThe Mighty Ducks continued to struggle in the following season, &lt;a href=\"1994%E2%80%9395%20NHL%20season\"&gt;1994–95&lt;/a&gt;, finishing 16–27–5 in the &lt;a href=\"1994%E2%80%9395%20NHL%20lockout\"&gt;lockout&lt;/a&gt;-shortened season to post the poorest record in the &lt;a href=\"Western%20Conference%20%28NHL%29\"&gt;Western Conference&lt;/a&gt;.\nAnaheim made a big improvement in &lt;a href=\"1995%E2%80%9396%20NHL%20season\"&gt;1995–96&lt;/a&gt;, however, as the club went 35–39–8 record (78 points). Nonetheless, Wilson and the Mighty Ducks' efforts came just shy of qualifying for the &lt;a href=\"1996%20Stanley%20Cup%20playoffs\"&gt;1996 playoffs&lt;/a&gt;, finishing one spot out of post-season contention, ninth, in the Conference. Despite accumulating the same point total as the eighth-placed &lt;a href=\"Winnipeg%20Jets%20%281972%E2%80%931996%29\"&gt;Winnipeg Jets&lt;/a&gt;, they lost the tie-breaker separating the two, as they finished with one fewer win.\nThe Mighty Ducks continued their improvement in &lt;a href=\"1996%E2%80%9397%20NHL%20season\"&gt;1996–97 season&lt;/a&gt;, finishing with their first-ever winning record, 36–33–13, and qualifying for the &lt;a href=\"Stanley%20Cup%20playoffs\"&gt;Stanley Cup playoffs&lt;/a&gt; for the first time in team history. In the &lt;a href=\"1997%20Stanley%20Cup%20playoffs\"&gt;post-season&lt;/a&gt;, Anaheim defeated the &lt;a href=\"Phoenix%20Coyotes\"&gt;Phoenix Coyotes&lt;/a&gt; in seven games before being swept by the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; in the second round. Despite team improvement, on May 20, 1997, the Mighty Ducks fired Wilson.\nWashington Capitals (1997–2002).\nOn June 9, 1997, the &lt;a href=\"Washington%20Capitals\"&gt;Washington Capitals&lt;/a&gt; hired Wilson to become the head coach of the team, replacing &lt;a href=\"Jim%20Schoenfeld\"&gt;Jim Schoenfeld&lt;/a&gt; after the club failed to reach the playoffs in 1996–97.\nIn his first season with the Capitals, Wilson led the team to a 40–30–12 record, a 17-point improvement over the previous season's total, as Washington qualified for the &lt;a href=\"1998%20Stanley%20Cup%20playoffs\"&gt;1998 playoffs&lt;/a&gt;. In the post-season, the fourth-seeded Capitals defeated the &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt; in the first round, then the &lt;a href=\"Ottawa%20Senators\"&gt;Ottawa Senators&lt;/a&gt; and &lt;a href=\"Buffalo%20Sabres\"&gt;Buffalo Sabres&lt;/a&gt; to reach the &lt;a href=\"1998%20Stanley%20Cup%20Finals\"&gt;1998 Stanley Cup Finals&lt;/a&gt;, the first time the team reached the Finals in their 24 years of existence. In the Finals, however, the Capitals were swept in four games by the Detroit Red Wings, who won their second consecutive &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt;.\nWashington regressed in the subsequent &lt;a href=\"1998%E2%80%9399%20NHL%20season\"&gt;1998–99 season&lt;/a&gt;, going 31–45–6 record and finishing 12th in the &lt;a href=\"Eastern%20Conference%20%28NHL%29\"&gt;Eastern Conference&lt;/a&gt;, well out of a playoff spot.\nThe Capitals, however, rebounded in &lt;a href=\"1999%E2%80%932000%20NHL%20season\"&gt;1999–2000&lt;/a&gt;, as they won the &lt;a href=\"Southeast%20Division%20%28NHL%29\"&gt;Southeast Division&lt;/a&gt; with a 44–24–12–2 record and finished in second place in the East. In the &lt;a href=\"2000%20Stanley%20Cup%20playoffs\"&gt;2000 playoffs&lt;/a&gt;, the Capitals were upset by the &lt;a href=\"Pittsburgh%20Penguins\"&gt;Pittsburgh Penguins&lt;/a&gt; in five games in the first round.\nThe Capitals won their second consecutive Southeast Division title in &lt;a href=\"2000%E2%80%9301%20NHL%20season\"&gt;2000–01&lt;/a&gt;, going 41–27–10–4 and earning 96 points, solid enough for a third-place finish in the Eastern Conference. In the &lt;a href=\"2001%20Stanley%20Cup%20playoffs\"&gt;2001 playoffs&lt;/a&gt;, however, the Capitals were once again upset by the Pittsburgh Penguins, who won the series in six games.\nIn the summer of 2001, the Capitals acquired superstar &lt;a href=\"Jarom%C3%ADr%20J%C3%A1gr\"&gt;Jaromír Jágr&lt;/a&gt; from the Penguins and were thought to be a Stanley Cup contender for &lt;a href=\"2001%E2%80%9302%20NHL%20season\"&gt;2001–02&lt;/a&gt;. Despite the high-profile acquisition, the club struggled for much of the season, posting a 36–33–11–2 record and finishing in ninth place in the East, out of the &lt;a href=\"2002%20Stanley%20Cup%20playoffs\"&gt;2002 playoffs&lt;/a&gt;. On May 10, 2002, the Capitals fired Wilson after their disappointing season.\nSan Jose Sharks (2002–2008).\nOn December 4, 2002, Wilson was hired by the &lt;a href=\"San%20Jose%20Sharks\"&gt;San Jose Sharks&lt;/a&gt;, who had recently fired &lt;a href=\"Darryl%20Sutter\"&gt;Darryl Sutter&lt;/a&gt; and had a 9–12–2–2 record at the time Wilson was hired. Under Wilson, the Sharks continued to struggle, however, going 19–25–7–6 and failing to make the &lt;a href=\"2003%20Stanley%20Cup%20playoffs\"&gt;2003 playoffs&lt;/a&gt;.\nIn his first full season with San Jose, (2003–04), Wilson turned around the team, leading them to a 43–21–12–6 record for 104 points, a first-place finish in the &lt;a href=\"Pacific%20Division%20%28NHL%29\"&gt;Pacific Division&lt;/a&gt; and a second-place finish in the &lt;a href=\"Western%20Conference%20%28NHL%29\"&gt;Western Conference&lt;/a&gt;. In the &lt;a href=\"2004%20Stanley%20Cup%20playoffs\"&gt;2004 Stanley Cup playoffs&lt;/a&gt;, the Sharks defeated the &lt;a href=\"St.%20Louis%20Blues\"&gt;St. Louis Blues&lt;/a&gt; and &lt;a href=\"Colorado%20Avalanche\"&gt;Colorado Avalanche&lt;/a&gt; to advance to the Western Conference Finals. Despite being favored to win the series, the &lt;a href=\"Calgary%20Flames\"&gt;Calgary Flames&lt;/a&gt;, buoyed by the play of newly acquired goaltender — and former Shark — &lt;a href=\"Miikka%20Kiprusoff\"&gt;Miikka Kiprusoff&lt;/a&gt;, upset San Jose in six games.\nWilson remained with the Sharks during the &lt;a href=\"2004%E2%80%9305%20NHL%20season\"&gt;2004–05 season&lt;/a&gt;, which was cancelled due to the &lt;a href=\"2004%E2%80%9305%20NHL%20lockout\"&gt;2004–05 NHL lockout&lt;/a&gt;.\nThe Sharks remained a top team in &lt;a href=\"2005%E2%80%9306%20NHL%20season\"&gt;2005–06&lt;/a&gt; when play resumed, as the club went 44–27–11 for 99 points. In mid-season, the Sharks were involved in a trade that brought &lt;a href=\"Joe%20Thornton\"&gt;Joe Thornton&lt;/a&gt; to the club from the &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt;. In the &lt;a href=\"2006%20Stanley%20Cup%20playoffs\"&gt;2006 playoffs&lt;/a&gt;, the Sharks defeated the &lt;a href=\"Nashville%20Predators\"&gt;Nashville Predators&lt;/a&gt; in the first round before falling to the eighth-seeded &lt;a href=\"Edmonton%20Oilers\"&gt;Edmonton Oilers&lt;/a&gt; in the second round.\nSan Jose continued to improve in &lt;a href=\"2006%E2%80%9307%20NHL%20season\"&gt;2006–07&lt;/a&gt;, as the team won 50 games for the first time in club history, going 51–26–5 for 107 points and clinching another playoff berth. In the &lt;a href=\"2007%20Stanley%20Cup%20playoffs\"&gt;2007 post-season&lt;/a&gt;, the Sharks defeated the Nashville Predators for the second-straight season, but lost to the Detroit Red Wings in the second round. With his team's loss to the Red Wings, Wilson became the first head coach in NHL history to lose to the same team while coaching three different teams (including Anaheim in 1997 and Washington in 1998).\nThe Sharks improved their point total again in &lt;a href=\"2007%E2%80%9308%20NHL%20season\"&gt;2007–08&lt;/a&gt;, as they went 49–23–10, earning 108 points and having the best record in the Pacific Division and claiming the second seed in the Western Conference. In the &lt;a href=\"2008%20Stanley%20Cup%20playoffs\"&gt;2008 playoffs&lt;/a&gt;, the Sharks narrowly defeated the Calgary Flames in seven games before losing to the underdog &lt;a href=\"Dallas%20Stars\"&gt;Dallas Stars&lt;/a&gt; in six games in the second round. On May 12, 2008, the Sharks fired Wilson, as the club failed to meet management's playoff aspirations.\nToronto Maple Leafs (2008–2012).\nOn June 10, 2008, the &lt;a href=\"Toronto%20Maple%20Leafs\"&gt;Toronto Maple Leafs&lt;/a&gt; hired Wilson to become the team's head coach, replacing &lt;a href=\"Paul%20Maurice\"&gt;Paul Maurice&lt;/a&gt;. Upon his hiring, Toronto had not made the playoffs since &lt;a href=\"2003%E2%80%9304%20NHL%20season\"&gt;2003–04&lt;/a&gt;.\nIn Wilson's first year with the Leafs, &lt;a href=\"2008%E2%80%9309%20NHL%20season\"&gt;2008–09&lt;/a&gt;, the club went 34–35–13, earning 81 points for last place in the &lt;a href=\"Northeast%20Division%20%28NHL%29\"&gt;Northeast Division&lt;/a&gt; and 12th in the Eastern Conference.\nThe Maple Leafs continued to struggle in &lt;a href=\"2009%E2%80%9310%20NHL%20season\"&gt;2009–10&lt;/a&gt;, finishing with a 30–38–14 record, earning 74 points and a last place finish in the Eastern Conference. Before season's end, the Maple Leafs traded away their two first-round draft picks — and a second-rounder — to the Boston Bruins in exchange for &lt;a href=\"Phil%20Kessel\"&gt;Phil Kessel&lt;/a&gt;, also adding defenseman &lt;a href=\"Dion%20Phaneuf\"&gt;Dion Phaneuf&lt;/a&gt; from the Calgary Flames to the club midway through the season.\nToronto saw some improvement in &lt;a href=\"2010%E2%80%9311%20NHL%20season\"&gt;2010–11&lt;/a&gt;, as the Leafs finished with an above-.500 record under Wilson for the first time, going 37–34–11 (85 points). Despite the improvement, the club failed to reach the &lt;a href=\"2011%20Stanley%20Cup%20playoffs\"&gt;2011 playoffs&lt;/a&gt;, finishing in tenth place in the East.\nIn &lt;a href=\"2011%E2%80%9312%20NHL%20season\"&gt;2011–12&lt;/a&gt;, the final year of Wilson's contract, the Maple Leafs shot off to a solid start to begin the season. On December 26, 2011, the team had an 18–13–4 record and were sitting in a playoff position. Maple Leafs General Manager &lt;a href=\"Brian%20Burke%20%28ice%20hockey%29\"&gt;Brian Burke&lt;/a&gt; then signed Wilson to a contract extension. Shortly after the contract extension, however, the Maple Leafs began to slump, as they would go 11–15–3 in their next 29 games to fall out of playoff contention. On March 2, 2012, the Maple Leafs fired Wilson, replacing him with &lt;a href=\"Randy%20Carlyle\"&gt;Randy Carlyle&lt;/a&gt;, who had himself just recently been fired as head coach by the &lt;a href=\"Anaheim%20Ducks\"&gt;Anaheim Ducks&lt;/a&gt;. Toronto had a 29–28–7 record at the time of Wilson's termination.\nInternational career.\nWilson first coached internationally at the &lt;a href=\"1996%20Men%27s%20World%20Ice%20Hockey%20Championships\"&gt;1996 IIHF World Championship&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, where he guided the &lt;a href=\"United%20States%20men%27s%20national%20ice%20hockey%20team\"&gt;United States&lt;/a&gt; to a bronze medal, the country's first medal at the tournament in 34 years. Later that year, he was named the team's coach at the &lt;a href=\"1996%20World%20Cup%20of%20Hockey\"&gt;1996 World Cup of Hockey&lt;/a&gt;, where he led the Americans to the tournament championship.\nFollowing this success, Wilson again coached the Americans at the 1998 Winter Olympics in &lt;a href=\"Nagano%20%28city%29\"&gt;Nagano&lt;/a&gt;, where they went a disappointing 1–3, defeating only &lt;a href=\"Belarus%20men%27s%20national%20ice%20hockey%20team\"&gt;Belarus&lt;/a&gt; and being eliminated by the &lt;a href=\"Czech%20Republic%20men%27s%20national%20ice%20hockey%20team\"&gt;Czech Republic&lt;/a&gt; in the quarter-finals.\nIn April 2009, Wilson was named the head coach for the U.S. Olympic hockey team for the &lt;a href=\"Ice%20hockey%20at%20the%202010%20Winter%20Olympics%20%E2%80%93%20Men%27s%20tournament\"&gt;2010 Winter Olympics&lt;/a&gt; in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;. The team went undefeated through round robin play and advanced through the knockout stages, eventually losing to the hosts &lt;a href=\"Canada%20men%27s%20national%20ice%20hockey%20team\"&gt;Canada&lt;/a&gt; in the final in overtime; the team won the silver medal.\nOn June 4, 2015, &lt;a href=\"USA%20Hockey\"&gt;USA Hockey&lt;/a&gt; announced that Wilson would be the head coach for the men's under-20 team at the &lt;a href=\"2016%20World%20Junior%20Ice%20Hockey%20Championships\"&gt;2016 World Junior Ice Hockey Championships&lt;/a&gt; in Helsinki, Finland.\nCoaching style.\nAs a coach, Wilson is well known for integrating technology into his coaching plans. During his stint with the Washington Capitals, he and assistant coach &lt;a href=\"Tim%20Hunter%20%28ice%20hockey%29\"&gt;Tim Hunter&lt;/a&gt; introduced personal computers into the team's strategy planning and burned DVDs of Capitals games for the team to review. In his stint with the San Jose Sharks, Wilson introduced a &lt;a href=\"tablet%20computer\"&gt;tablet computer&lt;/a&gt; to be used in the team bench by himself or his assistants to instantly plan out strategies and review plays.\nBroadcasting career.\nIn early 2015, Wilson joined the &lt;a href=\"TSN%20Hockey\"&gt;TSN Hockey&lt;/a&gt; panel as an analyst."
}