{
    "id": "66228612",
    "revid": "1755837",
    "url": "https://en.wikipedia.org/wiki?curid=66228612",
    "title": "2021 Challenge Cup",
    "text": "The 2021 Challenge Cup, known for sponsorship reasons as the 2021 Betfred Challenge Cup, was the 120th edition of the &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt;, the main &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; knockout tournament in British rugby league run by the &lt;a href=\"Rugby%20Football%20League\"&gt;Rugby Football League&lt;/a&gt; (RFL). This year's competition will be contested between only the professional clubs.\nThe competition was won by &lt;a href=\"St%20Helens%20RFC\"&gt;St Helens&lt;/a&gt; who beat &lt;a href=\"Castleford%20Tigers\"&gt;Castleford&lt;/a&gt; 26–12 at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt; on 17 July 2021.\n&lt;a href=\"Leeds%20Rhinos\"&gt;Leeds Rhinos&lt;/a&gt; were the defending champions, after defeating &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford Red Devils&lt;/a&gt; 17–16 in the &lt;a href=\"2020%20Challenge%20Cup\"&gt;2020 final&lt;/a&gt;. However, they were eliminated in round 3, after losing 18–24 to &lt;a href=\"St%20Helens%20RFC\"&gt;St Helens&lt;/a&gt;.\nEntrants.\nUsually the Challenge Cup is contested between the clubs of the professional &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;, &lt;a href=\"RFL%20Championship\"&gt;Championship&lt;/a&gt;, &lt;a href=\"RFL%20League%201\"&gt;League 1&lt;/a&gt; and a number of invited amateur teams. However this year, due to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;COVID-19 pandemic in the United Kingdom&lt;/a&gt;, the 2021 Challenge Cup will not include the amateur teams. French-side &lt;a href=\"Toulouse%20Olympique\"&gt;Toulouse Olympique&lt;/a&gt; who play in the Championship choose not to play in cup competitions.\nThe matches will be broadcast by the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; with the initial rounds being made available online with matches from the last 16 being broadcast on television following them agreeing a new three year deal with the RFL. The date for the 2021 final was confirmed prior to the &lt;a href=\"2020%20Challenge%20Cup%20Final\"&gt;2020 Challenge Cup Final&lt;/a&gt; with the hopes that fans will be able to be admitted.\nRounds.\nWhen the details of the competition were announced in December 2020, it was envisaged that the first round, would feature the League 1 clubs; and &lt;a href=\"Dewsbury%20Rams\"&gt;Dewsbury Rams&lt;/a&gt;, &lt;a href=\"Newcastle%20Thunder\"&gt;Newcastle Thunder&lt;/a&gt;, &lt;a href=\"Oldham%20R.L.F.C.\"&gt;Oldham&lt;/a&gt; and &lt;a href=\"Whitehaven%20R.L.F.C.\"&gt;Whitehaven&lt;/a&gt; from the Championship. The rest of the Championship clubs enter at round two, with the Super League clubs entering in round four.\nIt was also announced, that the early rounds of the competition will also form the early rounds of the &lt;a href=\"2021%20RFL%201895%20Cup\"&gt;1895 Cup&lt;/a&gt; with the highest four teams from the Championship and League 1, becoming the semi-finalists of the 1895 Cup, with the final to be played, on the same day as the Challenge Cup Final at Wembley.\nThe first round draw was due to be held on the week commencing 4 January 2021. However, due to the UK lockdown, this was delayed.\nA further meeting of the clubs was held on 13 January 2021, to discuss alternative schedules for both the cup competitions and the league fixtures, due to the ongoing COVID-19 pandemic. \nSeveral contingency plans were announced, which mostly affected the involvement of the League 1 clubs in the Challenge Cup.\nAfter further discussion around option 3, the majority of the League 1 clubs decided not to participate in the competition. &lt;a href=\"Barrow%20Raiders\"&gt;Barrow&lt;/a&gt;, &lt;a href=\"Keighley%20Cougars\"&gt;Keighley&lt;/a&gt; and &lt;a href=\"West%20Wales%20Raiders\"&gt;West Wales Raiders&lt;/a&gt;, decided to enter, and played in a 16-team round 1 with the 13 participating Championship clubs.\nRound 1 was scheduled for the weekend of 20–21 March.\nAfter the announcement, at least two League 1 clubs, Rochdale and Hunslet, expressed disappointment and claimed that a selection process had taken place rather than all clubs withdrawing.\nAny club unable to fulfil a tie in the first two rounds will forfeit the fixture to their opponents. Ties unable to be played due to a team having seven or more players out due to COVID-19 restrictions, will be re-arranged and will take precedence over league fixtures.\nFirst round.\nThe draw for the first and second rounds of the competition was made on 11 February 2021. The first round games were played over the weekend of 20/21 March 2021.\nDue to COVID-19 regulations prohibiting live attendances all the first round games were broadcast live either on the RFL's \"Our League\" app or on the &lt;a href=\"BBC\"&gt;BBC's&lt;/a&gt; &lt;a href=\"BBC%20Red%20Button\"&gt;\"Red Button\"&lt;/a&gt; and &lt;a href=\"BBC%20iPlayer\"&gt;\"iPlayer\"&lt;/a&gt; services or on \"&lt;a href=\"The%20Sportsman%20%28UK%20broadcaster%29\"&gt;The Sportsman&lt;/a&gt;\" online services.\nSecond round.\nThe second round games took place a week after the first round over the weekend of 27/28 March 2021. All four games were shown free-to-air either via BBC services or via \"The Sportsman\".\nThird round.\nThe draw for the third round was made on Monday 29 March on the BBC Sport website, the draw was made by &lt;a href=\"Oliver%20Dowden\"&gt;Oliver Dowden&lt;/a&gt; MP, the &lt;a href=\"Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt; for the &lt;a href=\"Department%20for%20Digital%2C%20Culture%2C%20Media%20and%20Sport\"&gt;Department for Digital, Culture, Media and Sport&lt;/a&gt;. The matches will be played over the weekend of 10–11 April. As matches are still to be played behind closed doors, all eight ties will be broadcast live.\nThe match between Castleford and Hull Kingston Rovers became one of the longest games in rugby league. With scores tied at 32-all after 80 minutes, the game went to the fourth period of &lt;a href=\"extra%20time\"&gt;extra time&lt;/a&gt; (each period being 5 minutes) and it was not until the 99th minute that a winning score was made when &lt;a href=\"Gareth%20O%27Brien\"&gt;Gareth O'Brien&lt;/a&gt; kicked a &lt;a href=\"drop%20goal\"&gt;drop goal&lt;/a&gt; to give Castleford the victory.\nQuarter-finals.\nThe draw was made live on &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt;, during the half-time interval of the third round match between &lt;a href=\"Catalans%20Dragons\"&gt;Catalans Dragons&lt;/a&gt; and &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt;. The draw was made by BBC presenter &lt;a href=\"Mark%20Chapman%20%28broadcaster%29\"&gt;Mark Chapman&lt;/a&gt; and former St Helens player &lt;a href=\"Jon%20Wilkin\"&gt;Jon Wilkin&lt;/a&gt;. The ties will be played as double-headers on consecutive days at &lt;a href=\"Headingley%20Rugby%20Stadium\"&gt;Emerald Headingley&lt;/a&gt;, Leeds; &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; will broadcast St Helens v Huddersfield, and Catalans v Warrington on the evening of Friday 7 May, while the BBC will show Hull v Wigan on BBC One, and Castleford v Salford on BBC Two on Saturday 8 May.\nThe match between Castleford Tigers and Salford Red Devils was the second game to go to &lt;a href=\"golden%20point\"&gt;golden point&lt;/a&gt; extra time. With the score 18–12 to Castleford, &lt;a href=\"Lee%20Mossop\"&gt;Lee Mossop&lt;/a&gt; scored a try in the last minute, which with the conversion, to levelled the score at 18–18, and send the game to extra time. with less than 2 minutes on the clock, &lt;a href=\"Gareth%20O%27Brien\"&gt;Gareth O'Brien&lt;/a&gt; kicked a &lt;a href=\"drop%20goal\"&gt;drop goal&lt;/a&gt; to give Castleford the victory.\nSemi-finals.\nThe draw for the semi final was made live on &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt;, during the half-time interval of the quarter-final match between &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt; and &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford Red Devils&lt;/a&gt;. The draw was made by BBC presenter &lt;a href=\"Mark%20Chapman%20%28broadcaster%29\"&gt;Mark Chapman&lt;/a&gt;, former Leeds Rhinos player &lt;a href=\"Jamie%20Peacock\"&gt;Jamie Peacock&lt;/a&gt;, and former St Helens player &lt;a href=\"Jon%20Wilkin\"&gt;Jon Wilkin&lt;/a&gt;.\nFinal.\nTeams.\nCastleford Tigers: &lt;a href=\"Niall%20Evalds\"&gt;Evalds&lt;/a&gt;, &lt;a href=\"Derrell%20Olpherts\"&gt;Olpherts&lt;/a&gt;, &lt;a href=\"Peter%20Mata%E2%80%99utia\"&gt;Mata’utia&lt;/a&gt;, &lt;a href=\"Michael%20Shenton\"&gt;Shenton&lt;/a&gt;, &lt;a href=\"Jordan%20Turner\"&gt;Turner&lt;/a&gt;, &lt;a href=\"Jake%20Trueman\"&gt;Trueman&lt;/a&gt;, &lt;a href=\"Gareth%20O%27Brien\"&gt;O'Brien&lt;/a&gt;, &lt;a href=\"Josh%20Griffin\"&gt;Griffin&lt;/a&gt;, &lt;a href=\"Paul%20McShane%20%28rugby%20league%29\"&gt;McShane&lt;/a&gt;, &lt;a href=\"Grant%20Millington\"&gt;Millington&lt;/a&gt;, &lt;a href=\"Oliver%20Holmes%20%28rugby%20league%29\"&gt;Holmes&lt;/a&gt;, &lt;a href=\"Jesse%20Sene-Lefao\"&gt;Sene-Lefao&lt;/a&gt;, &lt;a href=\"Nathan%20Massey%20%28rugby%20league%2C%20born%201989%29\"&gt;Massey&lt;/a&gt;. Interchanges: &lt;a href=\"Liam%20Watts\"&gt;Watts&lt;/a&gt;, &lt;a href=\"Adam%20Milner\"&gt;Adam Milner&lt;/a&gt;, &lt;a href=\"Alex%20Foster%20%28rugby%20league%29\"&gt;Foster&lt;/a&gt;, &lt;a href=\"Daniel%20Smith%20%28rugby%20league%29\"&gt;Smith&lt;/a&gt;\nSt Helens: &lt;a href=\"Lachlan%20Coote\"&gt;Coote&lt;/a&gt;, &lt;a href=\"Tommy%20Makinson\"&gt;Makinson&lt;/a&gt;, &lt;a href=\"Kevin%20Naiqama\"&gt;Naiqama&lt;/a&gt;, &lt;a href=\"Mark%20Percival\"&gt;Percival&lt;/a&gt;, &lt;a href=\"Regan%20Grace\"&gt;Grace&lt;/a&gt;, &lt;a href=\"Jonny%20Lomax\"&gt;Lomax&lt;/a&gt;, &lt;a href=\"Theo%20Fages\"&gt;Fages&lt;/a&gt;, &lt;a href=\"Alex%20Walmsley\"&gt;Walmsley&lt;/a&gt;, &lt;a href=\"James%20Roby\"&gt;Roby&lt;/a&gt;, &lt;a href=\"Louis%20McCarthy-Scarsbrook\"&gt;McCarthy-Scarsbrook&lt;/a&gt;, &lt;a href=\"Joel%20Thompson%20%28rugby%20league%29\"&gt;Thompson&lt;/a&gt;, &lt;a href=\"Joe%20Batchelor\"&gt;Batchelor&lt;/a&gt;, &lt;a href=\"Morgan%20Knowles\"&gt;Knowles&lt;/a&gt;. Interchanges: &lt;a href=\"Matty%20Lees\"&gt;Lees&lt;/a&gt;, &lt;a href=\"Kyle%20Amor\"&gt;Amor&lt;/a&gt;, &lt;a href=\"Agnatius%20Paasi\"&gt;Paasi&lt;/a&gt;, &lt;a href=\"Jack%20Welsby\"&gt;Welsby&lt;/a&gt;\nBroadcast matches.\nAll matches in the first four rounds were broadcast live due to ongoing COVID-19 regulations in the United Kingdom requiring the matches to be played behind closed doors. Due to the exceptional circumstances imposed by COVID-19 the RFL made the decision to arrange for every game played behind closed doors to be broadcast live. Normal broadcast partner, the BBC, showed games from rounds one and two via the BBC Sport website or on the BBC Sport app with games from round three were show on terrestrial channels. A new to rugby league broadcaster, The Sportsman's digital services, showed games from all the first three rounds on its website or social media channels. The games that were not picked up by the BBC or The Sportsman's digital services were broadcast by the RFL itself on a &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; basis via the \"Our League\" app. For the quarter-finals, &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; broadcast two of the four matches with the BBC showing the other two. With the semi-final and the final being broadcast on BBC One and Two this was the first staging of the Challenge Cup in which every tie was broadcast live."
}