{
    "id": "66242142",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=66242142",
    "title": "Usman Wazeer",
    "text": "Usman Wazeer (; born Usman Tajwar; 16 April 2000) is a Pakistani &lt;a href=\"Professional%20boxing\"&gt;professional boxer&lt;/a&gt;. Nicknamed the Asian Boy, he is widely regarded as one of the greatest contemporary Pakistani boxers. He is currently an undefeated welterweight boxer and holds the ABF Asian title, being the first Pakistani to do so. \nBelonging to &lt;a href=\"Astore%20%28city%29\"&gt;Astore&lt;/a&gt;, Usman shifted to &lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt; where he joined the Islamabad Sports Complex. Initially training for &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, Usman was stumbled upon boxing after his physiques impressed coaches. He started amateur boxing in April 2015 and won many medals. In 2018, Usman had his first professional fight by defeating the Morrocan boxer Brahim Oubenais. In 2020, he won the ABF Asian title, which was his first boxing championship. \nEarly life.\nUsman Wazeer was born on April 16, 2000 in the city of &lt;a href=\"Astore%20%28city%29\"&gt;Astore&lt;/a&gt; in &lt;a href=\"Gilgit-Baltistan\"&gt;Gilgit-Baltistan&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. After spending his youth in Astore, Wazeer and his family shifted to &lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt; in 2009 after which he joined the Army Public School Chinar Campus in &lt;a href=\"Murree\"&gt;Murree&lt;/a&gt;. In 2015, Wazeer stumbled upon boxing while playing &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; in the Islamabad Sports Complex when a local boxing group motivated him to take up the sport because of his boxer like physique and looks.\nAmateur boxing career.\nUsman Wazeer began his &lt;a href=\"amateur%20boxing\"&gt;amateur boxing&lt;/a&gt; career in April 2015. He joined the Army Camp &lt;a href=\"GHQ%20%28Pakistan%20Army%29\"&gt;GHQ&lt;/a&gt; where Wazeer began his training with former Olympian Boxer &lt;a href=\"Ahmed%20Ali%20Khan%20%28boxer%29\"&gt;Ahmed Ali Khan&lt;/a&gt;. Quickly rising through the ranks, Wazeer started competing at club level. He won the Quaid-e-Azam Games Bronze Medalist. Wazeer then competed at the &lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt; level. Wazeer then competed at &lt;a href=\"Higher%20Education%20Commission%20%28Pakistan%29\"&gt;HEC Pakistan All University&lt;/a&gt; where he won the 2017 HEC All Pakistan Gold Medal. After competing at the Provincial level, Wazeer was ranked as Pakistan's Youth number 1. In 2017 he was selected in Pakistan’s national amateur boxing team and represented the Youth National Team in &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;. Wazeer turned professional boxer in 2018 and had his first professional fight in 2019. \nProfessional boxing career.\nWazeer began his professional boxing career in 2018 and made his debut in 2019 at welterweight. \nWelterweight.\nWazeer won his first professional bout on May 3, 2019 when he knocked defeated Moroccan boxer Brahim Oubenais after completing four rounds at the FIVE Palm Jumeirah Hotel in &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;. Wazeer won the fight by &lt;a href=\"split%20decision\"&gt;split decision&lt;/a&gt; claiming his first professional victory.\nEarly in his pro career, Wazeer received a lot of praise in Pakistan. He made a name for himself after his first professional fight with Brahim. Wazeer then won his second fight at the Jurado Hall of the Philippine Marine Corp after he defeated Visut Tamkhuntod with a left body shot in the second round. He won the match by a technical knockout. Wazeer went up against Atthapon Baenkham for this third professional fight in the Flash Grand Ballroom of the Elorde Sports Center. Initially knocked down, he went on to win the fight by unanimous decision after 4 rounds.\nFirst boxing championship.\nOn October 3, 2020 Wazeer had his fourth professional fight against Boido Simanjuntak at the Khan Boxing Academy in Islamabad. In the fifth round he landed a some body shots after which he threw a right hook and left body combination to defeat Simanjuntak with a technical knockout. This victory resulted in Wazeer winning his first professional boxing championship which was the ABF Welterweight championship. He also became the first Pakistani boxer to win the ABF Asian title. Wazeer’s first title defense of the ABF Welterweight Title came up against Carlos Lopez (28-10-0) at &lt;a href=\"Peoples%20Football%20Stadium\"&gt;People’s Stadium&lt;/a&gt; &lt;a href=\"Lyari\"&gt;Lyari&lt;/a&gt;, &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt;, Pakistan. After an intense few rounds between the two fighters, in the sixth round Lopez fell to the canvas after injuring his knee. Unable to carry on Wazeer won the fight by TKO and retained the ABF Asian Title. Wazeer is currently the ABF Asian champion.\nWBC Title.\nOn 15 December 2021, Wazeer fought against the Tanzanian Waziri Rosta and defeated him by unanimous decision."
}