{
    "id": "6627133",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=6627133",
    "title": "WhatIfSports.com",
    "text": "WhatIfSports.com is a company based in &lt;a href=\"Cincinnati%2C%20Ohio\"&gt;Cincinnati, Ohio&lt;/a&gt;, U.S. that specializes in &lt;a href=\"online\"&gt;online&lt;/a&gt; &lt;a href=\"sports\"&gt;sports&lt;/a&gt; &lt;a href=\"simulations\"&gt;simulations&lt;/a&gt; and &lt;a href=\"fantasy%20sport\"&gt;fantasy&lt;/a&gt;-style games. It uses custom sports simulators to allow users to match teams from any era and generate a complete &lt;a href=\"play-by-play\"&gt;play-by-play&lt;/a&gt; of a game. Simulations can be run for free, or users can build custom teams consisting of &lt;a href=\"sportsperson\"&gt;players&lt;/a&gt; from any generation and join leagues with their friends for a fee. Results are based on each player's combined stats from previous seasons.\nThe site won the 2005 &lt;a href=\"Webby%20Awards\"&gt;Webby&lt;/a&gt; award as the best sports website and claims more than 600,000 users as of 2009.\nCompany history.\nFounded in 1999, WhatIfSports was a side project of a couple of sports fans working for a computer &lt;a href=\"Information%20technology%20consulting\"&gt;consulting&lt;/a&gt; company in Cincinnati, Ohio. After numerous lunchroom debates on which great historical &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; teams would win if they could play each other, a few guys decided to up the ante. At the height of the &lt;a href=\"dot-com%20bubble\"&gt;dot-com bubble&lt;/a&gt;, they decided to undertake the challenge of trying to write an advanced baseball simulator (along the lines of &lt;a href=\"Strat-O-Matic\"&gt;Strat-O-Matic&lt;/a&gt; and &lt;a href=\"APBA\"&gt;APBA&lt;/a&gt;) that would work on a website.\nAn early version of the baseball simulator was up and running by fall of 1999. The next project was &lt;a href=\"college%20basketball\"&gt;college basketball&lt;/a&gt;. Just in time for &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Basketball%20Championship\"&gt;March Madness&lt;/a&gt; in spring of 2000, the college basketball simulator went online. This caught the attention of the local media when the simulator said the &lt;a href=\"University%20of%20Cincinnati\"&gt;University of Cincinnati&lt;/a&gt; would have made the &lt;a href=\"Final%20Four\"&gt;Final Four&lt;/a&gt; if one of its players, power forward &lt;a href=\"Kenyon%20Martin\"&gt;Kenyon Martin&lt;/a&gt;, had not broken his leg.\nWhile continuing with the consulting work to pay the bills, WhatIfSports remained a side project until the company landed its first major license with Major League Baseball in 2001. The license put the baseball simulator on &lt;a href=\"MLB.com\"&gt;MLB.com&lt;/a&gt; and put WhatIfSports on the map.\nIn the years that followed, the WhatIfSports project began earning more money than the computer consulting work, as more and more companies began trimming back their &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt; budgets. In 2003 WhatIfSports was officially &lt;a href=\"incorporation%20%28business%29\"&gt;incorporated&lt;/a&gt;; a growing staff was able to introduce new simulators for &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt; basketball, &lt;a href=\"ice%20hockey\"&gt;hockey&lt;/a&gt;, and &lt;a href=\"stock%20car%20racing\"&gt;stock car racing&lt;/a&gt;.\nAfter two more years of continuous growth, WhatIfSports was acquired by &lt;a href=\"News%20Corporation%20%281980%E2%80%932013%29\"&gt;Fox Interactive Media&lt;/a&gt; in the fall of 2005. This was around the same time Fox bought other properties such as &lt;a href=\"MySpace\"&gt;MySpace&lt;/a&gt;, &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt; and &lt;a href=\"Scout.com\"&gt;Scout.com&lt;/a&gt;.\nGames.\nSimMatchup.\nThe sites SimMatchup feature lets users pit any two teams against each other. The list of &lt;a href=\"MLB\"&gt;MLB&lt;/a&gt; teams goes back to the 1885, &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt; football teams back to 1941, &lt;a href=\"NHL\"&gt;NHL&lt;/a&gt; hockey teams back to 1917, NBA basketball teams back to 1950, and &lt;a href=\"NCAA%20basketball\"&gt;NCAA basketball&lt;/a&gt; teams goes back to different years depending on the team. All simulators produce complete &lt;a href=\"box%20score\"&gt;box score&lt;/a&gt;s and full play-by-play.\nSimLeagues.\nThe sites SimLeagues lets users draft their own teams consisting of any player in &lt;a href=\"MLB\"&gt;MLB&lt;/a&gt;, &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt;, &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt; and &lt;a href=\"NHL\"&gt;NHL&lt;/a&gt; history and join &lt;a href=\"sports%20league\"&gt;leagues&lt;/a&gt; with other people. All leagues play full seasons (by today's standards) with playoffs. Complete stats are tracked for all players and teams.\nDynasty games.\nThe site has dynasty games for college football, college basketball, soccer and baseball where the user manages a team of fictional players over the course of several seasons. The user controls roster management, game planning, and in the college dynasties can advance from Division III schools up to Division I schools. In those games they have real colleges, but not players. There are other people who are also in the world with you.\nForums and other features.\nThe site offers extensive user &lt;a href=\"web%20forum\"&gt;forums&lt;/a&gt; for each of the major sports, along with more general discussions and a section called \"The Pit\" for trash talk and more mature themes. Generally, the most active forum is Baseball (Sim Baseball and Hardball Dynasty, along with MLB talk.) On August 14, 2007 a soccer forum was introduced to talk about all things soccer.\nThe site also offers a section called \"Beyond the Box Score\" which are a series of columns which contain weekly &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt; projections on games and individual &lt;a href=\"Fantasy%20football%20%28American%29\"&gt;fantasy football&lt;/a&gt; performers, as well as explorations of various \"what if\" scenarios. In March 2008, the simulator correctly predicted seven of the eight elite 8 teams, all Final Four teams, the runner-up Memphis and champion Kansas.\nFor a short period of time the site had a Legends Chat. Well-known coaches or athletes would receive questions from users. The questions were screened and had to be submitted the day before the chat. There were only seven of these chats: &lt;a href=\"Davey%20Johnson\"&gt;Davey Johnson&lt;/a&gt; (11/28/06), &lt;a href=\"Dan%20Reeves\"&gt;Dan Reeves&lt;/a&gt; (12/5/06), &lt;a href=\"Bobby%20Cremins\"&gt;Bobby Cremins&lt;/a&gt; (12/19/06), &lt;a href=\"Jack%20Lengyel\"&gt;Jack Lengyel&lt;/a&gt; (1/23/07), &lt;a href=\"John%20Robinson%20%28football%20coach%29\"&gt;John Robinson&lt;/a&gt; (2/1/07), &lt;a href=\"John%20Chaney%20%28basketball%20coach%29\"&gt;John Chaney&lt;/a&gt; (2/14/07) and &lt;a href=\"Jud%20Heathcote\"&gt;Jud Heathcote&lt;/a&gt; (3/7/07).\nControversy.\nFox's acquisition of the site was controversial with some users. There was also a dispute involving &lt;a href=\"copyright\"&gt;copyright&lt;/a&gt; issues about Major League Baseball &lt;a href=\"logo\"&gt;logo&lt;/a&gt;s and player names and likenesses. When a &lt;a href=\"http%3A//www.dmwmedia.com/news/2006/08/10/judge-rules-against-mlb-says-fantasy-sports-data-is-public-domain\"&gt;lawsuit&lt;/a&gt; was filed by CDM Fantasy Sports against the &lt;a href=\"Major%20League%20Baseball%20Players%20Association\"&gt;Major League Baseball Players Association&lt;/a&gt; and &lt;a href=\"MLBAM\"&gt;Major League Baseball Advanced Media&lt;/a&gt; (MLB's new media unit) over the use of such material, WhatIfSports eliminated MLB logos and player names and images, substituting generic descriptions of the players. This move generated some controversy with users, though the player names were restored after a federal court decision in favor of CDM Fantasy Sports. The logos have not yet been restored due to continuing copyright concerns."
}