{
    "id": "66278783",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=66278783",
    "title": "Maldives–Turkey relations",
    "text": "Maldives–Turkey relations are the foreign &lt;a href=\"Bilateral%20relation\"&gt;relations&lt;/a&gt; between the &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt; and the &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;. The diplomatic relations were established in 1979. The Turkish Embassy in New Delhi, &lt;a href=\"India\"&gt;India&lt;/a&gt; is accredited to the Maldives and the Permanent Mission of the Republic of Maldives to the &lt;a href=\"United%20Nations%20Office%20at%20Geneva\"&gt;United Nations Office in Geneva&lt;/a&gt; is accredited to Turkey. The two countries have good relations between them mostly in the areas of tourism and &lt;a href=\"Military\"&gt;defence&lt;/a&gt;, while being in close cooperation with one another on international platforms including the United Nations and &lt;a href=\"Organisation%20of%20Islamic%20Cooperation\"&gt;Organisation of Islamic Cooperation&lt;/a&gt; (OIC)\nHistory.\nMaldives has benefitted from assistance rendered by Turkey, especially in the aftermath of the &lt;a href=\"2004%20Indian%20Ocean%20earthquake%20and%20tsunami\"&gt;2004 Indian Ocean earthquake and tsunami&lt;/a&gt;. In 2019, in a visit of the Maldivian Minister of Home Affairs &lt;a href=\"Imran%20Abdulla\"&gt;Imran Abdulla&lt;/a&gt; to &lt;a href=\"Ankara\"&gt;Ankara&lt;/a&gt;, Turkey vowed to assist with the prison reform in Maldives.\nDiplomatic visits.\nThe first official visit from Turkey to the Maldives since the establishment of diplomatic relations was on 9 February 2005, when Prime Minister &lt;a href=\"Recep%20Tayyip%20Erdo%C4%9Fan\"&gt;Erdoğan&lt;/a&gt; visited the Maldives in the aftermath of the &lt;a href=\"2004%20Indian%20Ocean%20earthquake%20and%20tsunami\"&gt;earthquake and the tsunami disaster in South East Asia on 26 December 2004&lt;/a&gt;. The visit to Turkey by Maldivian Foreign Minister &lt;a href=\"Abdulla%20Shahid\"&gt;Abdulla Shahid&lt;/a&gt; on 15–21 April 2008, was the first official visit from the Maldives to Turkey."
}