{
    "id": "66293304",
    "revid": "32082182",
    "url": "https://en.wikipedia.org/wiki?curid=66293304",
    "title": "Gareth Bowen",
    "text": "Gareth Bowen (born 20 June 1979) is a Welsh former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer who played as a &lt;a href=\"Rugby%20union%20positions%23Fly-half\"&gt;fly-half&lt;/a&gt;. Born in &lt;a href=\"Aberdare\"&gt;Aberdare&lt;/a&gt;, he played for &lt;a href=\"Bridgend%20Ravens\"&gt;Bridgend&lt;/a&gt;, &lt;a href=\"Bedford%20Blues\"&gt;Bedford&lt;/a&gt;, &lt;a href=\"Bristol%20Bears\"&gt;Bristol&lt;/a&gt;, &lt;a href=\"Llanelli%20RFC\"&gt;Llanelli&lt;/a&gt;, &lt;a href=\"Scarlets\"&gt;Scarlets&lt;/a&gt;, &lt;a href=\"Neath%20RFC\"&gt;Neath&lt;/a&gt;, &lt;a href=\"Stade%20Aurillacois%20Cantal%20Auvergne\"&gt;Aurillac&lt;/a&gt;, &lt;a href=\"Ebbw%20Vale%20RFC\"&gt;Ebbw Vale&lt;/a&gt; and &lt;a href=\"Newport%20RFC\"&gt;Newport&lt;/a&gt;.\nCareer.\nAfter spending time with &lt;a href=\"Bridgend%20Ravens\"&gt;Bridgend&lt;/a&gt; and in England with &lt;a href=\"Bedford%20Blues\"&gt;Bedford&lt;/a&gt; and &lt;a href=\"Bristol%20Bears\"&gt;Bristol&lt;/a&gt;, &lt;a href=\"Wales%20national%20under-20%20rugby%20union%20team\"&gt;Wales under-21&lt;/a&gt; international Bowen joined Llanelli for the inaugural season of the &lt;a href=\"Pro14\"&gt;Celtic League&lt;/a&gt; in 2001 and shared duties at fly-half with &lt;a href=\"Stephen%20Jones%20%28rugby%20union%29\"&gt;Stephen Jones&lt;/a&gt;. His performances earned him a call-up to both the &lt;a href=\"Wales%20national%20rugby%20sevens%20team\"&gt;Wales Sevens&lt;/a&gt; and &lt;a href=\"Wales%20A%20national%20rugby%20union%20team\"&gt;Wales 'A' teams&lt;/a&gt; in October 2001, although in February 2002, he had to fly home from Sevens duty in New Zealand to cover for Jones who had been ordered to miss a game against &lt;a href=\"Ebbw%20Vale%20RFC\"&gt;Ebbw Vale&lt;/a&gt; to guard him against injury ahead of the &lt;a href=\"2002%20Six%20Nations%20Championship\"&gt;2002 Six Nations&lt;/a&gt;.\nIn 2003, regional rugby came to Wales and Bowen and Jones were named as the two fly-halves for the Llanelli-based region, the &lt;a href=\"Scarlets\"&gt;Llanelli Scarlets&lt;/a&gt;; however, the start of the 2003–04 season coincided with the &lt;a href=\"2003%20Rugby%20World%20Cup\"&gt;2003 Rugby World Cup&lt;/a&gt; in Australia, which meant Jones was unavailable and Bowen started at fly-half for the first 10 games in the history of the Scarlets. Jones returned from the World Cup as first-choice, but the &lt;a href=\"2004%20Six%20Nations%20Championship\"&gt;2004 Six Nations Championship&lt;/a&gt; meant Bowen had another run in the team before the end of the season and he signed a new contract with the Scarlets in April 2004. Jones left for French side &lt;a href=\"ASM%20Clermont%20Auvergne\"&gt;Clermont&lt;/a&gt; in the summer of 2004, and failed moves for New Zealander &lt;a href=\"Andrew%20Mehrtens\"&gt;Andrew Mehrtens&lt;/a&gt; and France's &lt;a href=\"G%C3%A9rald%20Merceron\"&gt;Gérald Merceron&lt;/a&gt; meant Bowen was now considered the Scarlets' first-choice fly-half, although the newly signed &lt;a href=\"Arwel%20Thomas\"&gt;Arwel Thomas&lt;/a&gt; and the young &lt;a href=\"Ceiron%20Thomas\"&gt;Ceiron Thomas&lt;/a&gt; challenged him for the starting position at various points in the 2004–05 season.\nIn 2005–06, the Scarlets signed &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt; international &lt;a href=\"Mike%20Hercus\"&gt;Mike Hercus&lt;/a&gt; as competition for Bowen, limiting Bowen to just 10 starts during the season, although in October 2005, he was included as part of Wales' training squad for the &lt;a href=\"2005%20end-of-year%20rugby%20union%20internationals\"&gt;2005 Autumn internationals&lt;/a&gt;. The return of Stephen Jones to the Scarlets and the emergence of Ceiron Thomas saw Bowen omitted from the Scarlets' 38-man squad for the &lt;a href=\"2006%E2%80%9307%20Heineken%20Cup\"&gt;2006–07 Heineken Cup&lt;/a&gt;; his only appearance for the region in 2006–07 came as a replacement in a pre-season friendly against &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester&lt;/a&gt; in August 2006, and he was limited to eight competitive appearances for Llanelli RFC before his contract was terminated in November 2006. Despite interest from &lt;a href=\"Leeds%20Tykes\"&gt;Leeds Tykes&lt;/a&gt;, he was almost immediately signed by Neath, who were seeking a replacement at fly-half for &lt;a href=\"James%20Hook%20%28rugby%20union%29\"&gt;James Hook&lt;/a&gt;, who had been promoted to the &lt;a href=\"Ospreys%20%28rugby%20union%29\"&gt;Ospreys&lt;/a&gt; regional side.\nBowen left Wales for France in the summer of 2007, signing for &lt;a href=\"Rugby%20Pro%20D2\"&gt;second-division&lt;/a&gt; side &lt;a href=\"Stade%20Aurillacois%20Cantal%20Auvergne\"&gt;Aurillac&lt;/a&gt; but returned to sign for his first club, Bridgend, in July 2008. A year later, he moved to Ebbw Vale before joining &lt;a href=\"Newport%20RFC\"&gt;Newport&lt;/a&gt; in 2010, where he spent two years before retiring."
}