{
    "id": "66341852",
    "revid": "27853216",
    "url": "https://en.wikipedia.org/wiki?curid=66341852",
    "title": "Jewish emigration from Romania",
    "text": "The emigration of Jews from Romania refers to the historic migration (&lt;a href=\"aliyah\"&gt;aliyah&lt;/a&gt;) of &lt;a href=\"Romanian%20Jews\"&gt;Romanian Jews&lt;/a&gt; to the &lt;a href=\"Land%20of%20Israel\"&gt;Land&lt;/a&gt; or &lt;a href=\"State%20of%20Israel\"&gt;State of Israel&lt;/a&gt;.\nEarly period.\nThe &lt;a href=\"aliyah\"&gt;aliyah&lt;/a&gt; (immigration of the &lt;a href=\"Jewish%20diaspora\"&gt;Jewish diaspora&lt;/a&gt; to the so-called \"&lt;a href=\"Land%20of%20Israel\"&gt;Land of Israel&lt;/a&gt;\") of Jews from Romania has been recorded since the 18th century, when the &lt;a href=\"Chief%20Rabbi\"&gt;Chief Rabbi&lt;/a&gt; of &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt; emigrated to the city of &lt;a href=\"Safed\"&gt;Safed&lt;/a&gt;. Later, in the 19th century, representatives of several Jewish organizations that had been established earlier in Romania held in the city of &lt;a href=\"Foc%C8%99ani\"&gt;Focșani&lt;/a&gt; the first Zionist (of &lt;a href=\"Zionism\"&gt;Zionism&lt;/a&gt;, a Jewish movement that advocated for a &lt;a href=\"Homeland%20for%20the%20Jewish%20people\"&gt;Jewish state&lt;/a&gt; in the Middle East) conference in history in December 1881. After the conference, many Jews emigrated in caravans to modern-day Israel, establishing various settlements such as &lt;a href=\"Rosh%20Pinna\"&gt;Rosh Pinna&lt;/a&gt; and &lt;a href=\"Zikhron%20Ya%27akov\"&gt;Zikhron Ya'akov&lt;/a&gt; once they arrived. Romanian Jews from &lt;a href=\"B%C3%A2rlad\"&gt;Bârlad&lt;/a&gt; and &lt;a href=\"Moine%C8%99ti\"&gt;Moinești&lt;/a&gt; constituted an important part of the so-called &lt;a href=\"First%20Aliyah\"&gt;First Aliyah&lt;/a&gt; in 1882.\nInterwar period and Second World War.\nDuring the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt; and the early times of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, in Romania, many Jews were able to emigrate without restrictions as the Romanian governments of the time wanted to reduce the country's Jewish population. By this time, Romania's Jewish population was remarkably sizeable, about 756,930 people in 1930. These constituted large percentages of the population in some regions, such as &lt;a href=\"Western%20Moldavia\"&gt;Western Moldavia&lt;/a&gt; (6.5%), &lt;a href=\"Bessarabia\"&gt;Bessarabia&lt;/a&gt; (7.2%, with many still speaking &lt;a href=\"Yiddish%20language\"&gt;Yiddish&lt;/a&gt;), &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt; (10%) and Bukovina (10.8%). In 1940, when the &lt;a href=\"National%20Legionary%20State\"&gt;National Legionary State&lt;/a&gt; was established, many Jews asked the state to support their emigration, which was accepted. Subsequently, &lt;a href=\"Ion%20Antonescu\"&gt;Ion Antonescu&lt;/a&gt;, &lt;a href=\"Conduc%C4%83tor\"&gt;ruler&lt;/a&gt; of Romania, issued a draft order to establish a government directorate for the subject of Jewish emigration, which could never be carried out due to the &lt;a href=\"Legionnaires%27%20rebellion%20and%20Bucharest%20pogrom\"&gt;Legionnaires' rebellion&lt;/a&gt; of 1941.\nDespite this, during the war, many Jews were killed in Romania during the Holocaust. In 1941, the Jewish population was reduced to just 375,422 people, this number being of 295,084 in 1942 and of 355,972 in 1945 (after some territorial changes). An estimated 270,000 Jews were murdered in the Holocaust in Romania, not counting the ones that died during the &lt;a href=\"Transnistria%20Governorate\"&gt;Romanian administration of Transnistria&lt;/a&gt; or the 135,000 killed in &lt;a href=\"Kingdom%20of%20Hungary%20%281920%E2%80%931946%29\"&gt;Hungary&lt;/a&gt; in &lt;a href=\"Northern%20Transylvania\"&gt;Northern Transylvania&lt;/a&gt; (which is now part of Romania). After the war, around 300,000 Jews in Romania remained, making it the country the largest with a Jewish population in the region. Many of the survivors decided to emigrate after seeing that a &lt;a href=\"communist\"&gt;communist&lt;/a&gt; regime would be established in Romania.\nCommunist period.\nAfter 1945, a global emigration of Jews to modern-day &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; began. Romania was seen by various Jewish political figures as an important source of Jews, so many of them visited the country to discuss the issue. By 1947, Romania's Jewish population was estimated to be 457,000, an increase due to Jewish survivors of German, Hungarian and Romanian Transnistrian camps, as well as the arrival of refugees from Northern Bukovina, Bessarabia (lands that Romania lost after the war) and Poland and natural population growth. Of these, some 40,000 Romanian Jews emigrated to Israel in 1947. The next year, the State of Israel was formed, and Romania recognized it on 11 June 1948 under the initiative of &lt;a href=\"Ana%20Pauker\"&gt;Ana Pauker&lt;/a&gt;. For the rest of the century, Romania would be the only communist state that maintained uninterrupted relations with Israel.\nAccording to the &lt;a href=\"Jewish%20Agency%20for%20Israel\"&gt;Jewish Agency&lt;/a&gt;, in 1949, 118,939 Romanian Jews had emigrated to Israel since the war ended. During the following years would begin the &lt;a href=\"nationalization\"&gt;nationalization&lt;/a&gt; of the &lt;a href=\"industrial%20sector\"&gt;industrial sector&lt;/a&gt;, leaving around 140,000 Jews without any source of income, which increased the desire for aliyah among them. The period between 1952 and 1957 was the most restrictive towards the Jews in Romania, as the leaders of the Zionist movement in the country were imprisoned. This is probably because Jewish emigration started to affect the &lt;a href=\"Romanian%20economy\"&gt;Romanian economy&lt;/a&gt;. Nevertheless, the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Communist Party&lt;/a&gt; (PCR) began to pressure the Jews to make aliyah during this period, most likely due to the secret intention of reducing the national Jewish population.\nDuring the following periods, between 1958 and 1966, aliyah started to be performed again by Jews, with an average of 14,000 Jews leaving the country per year. During 1967 and 1968, this number dropped to 550, increasing to 3,000 between 1969 and 1974 and dropping again to 1,500 between 1975 and 1989 (year in which the communism ended in the country). Between 1991 and 1994, the average number of Jews leaving Romania was 500.\nMany of these Jews were, under their own will, \"sold\" or \"exchanged\" to Israel in the 1950s with the help of the &lt;a href=\"American%20Jewish%20Joint%20Distribution%20Committee\"&gt;American Jewish Joint Distribution Committee&lt;/a&gt; for about 8,000 &lt;a href=\"Romanian%20leu\"&gt;lei&lt;/a&gt; (about 420 &lt;a href=\"American%20dollar\"&gt;dollars&lt;/a&gt;). The price of these Jews usually varied according to their \"worth\". This practice continued at a slower pace from 1965 under &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;, a Romanian communist leader. During the 1950s, &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; had been also paying Romania an amount of money in exchange for some &lt;a href=\"Germans%20of%20Romania\"&gt;Germans of Romania&lt;/a&gt;, and, just like the Jews (both of which were regarded as \"co-nationals\"), their price was \"calculated\". Ceaușescu, happy with these policies, even declared that \"&lt;a href=\"oil\"&gt;oil&lt;/a&gt;, Germans, and Jews are our most important export commodities\".\nModern period.\nDue to the Jewish emigration from Romania and the efforts to reduce their number, the country's Jewish population has been greatly reduced. In the 2011 census, less than 4,000 persons declared to be Jewish. However, in the 2010s, an estimated of 8,000 remained in the country (with some 3,000 in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;), although the highest estimates spoke of about 12,000. There have been some cases of Romanian Jewish families returning from Israel to Romania in the hope that with the country's accession to the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;, the situation would have improved. Nowadays, &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt; in Romania is still present and, just like in many other European countries, it has undergone an increase in recent years."
}