{
    "id": "66479232",
    "revid": "30529645",
    "url": "https://en.wikipedia.org/wiki?curid=66479232",
    "title": "Ghana national football team manager",
    "text": "The Ghana national football team manager was officially established in 1958 by Ohene Djan, whom the Ohene Djan Sports stadium was named after. This happened after he was elected General Secretary of the Football Association by the clubs and the Ghana Amateur Football Association was officially founded.\nOhene Djan succeeded in securing the services of English Coach, &lt;a href=\"George%20Ainsley\"&gt;George Ainsley&lt;/a&gt; who officially became Ghana's first national team coach. Since 1957 till date Ghana has had 33 different &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt;es and three &lt;a href=\"Caretaker%20manager\"&gt;caretakers&lt;/a&gt;. &lt;a href=\"Charles%20Gyamfi\"&gt;C. K. Gyamfi&lt;/a&gt; is the most successful of these, leading the Black Stars to three Africa Cup of Nations titles – in &lt;a href=\"1963%20African%20Cup%20of%20Nations\"&gt;1963&lt;/a&gt;, &lt;a href=\"1965%20African%20Cup%20of%20Nations\"&gt;1965&lt;/a&gt; and &lt;a href=\"1982%20African%20Cup%20of%20Nations\"&gt;1982&lt;/a&gt; – making Gyamfi the joint most successful coach in the competition's history.\n&lt;a href=\"Fred%20Osam-Duodu\"&gt;Fred Osam Duodu&lt;/a&gt; led the Black Stars to their 1978 &lt;a href=\"Africa%20Cup%20of%20Nations\"&gt;Africa Cup of Nations&lt;/a&gt; title; &lt;a href=\"Ratomir%20Dujkovi%C4%87\"&gt;Ratomir Dujković&lt;/a&gt;, &lt;a href=\"Milovan%20Rajevac\"&gt;Milovan Rajevac&lt;/a&gt;, and &lt;a href=\"James%20Kwesi%20Appiah\"&gt;James Kwesi Appiah&lt;/a&gt;, have all led the Black Stars to World Cup qualification.\nList of managers.\nThis is a complete list of Ghana national &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; team managers, who have coached the &lt;a href=\"Ghana%20national%20football%20team\"&gt;Ghana national football team&lt;/a&gt;. They are listed in chronological order, along with their nationality and tenure.\n\"As of 15 December 2020\""
}