{
    "id": "66479563",
    "revid": "7125835",
    "url": "https://en.wikipedia.org/wiki?curid=66479563",
    "title": "Taula de canvi",
    "text": "The Taula de canvi (\"table of change\" in &lt;a href=\"Catalan%20language\"&gt;Catalan&lt;/a&gt;), also Taula de cambi or simply Taula, was a type of municipal &lt;a href=\"public%20bank\"&gt;public bank&lt;/a&gt; that existed in the &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt; in the late Middle Ages and early modern period. The Taula de canvi of &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, created in 1401 and still extant in diminished form in the 19th century, has been described as the first-ever &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;.\nBarcelona.\nThe first Taula de canvi was created following a request of the city of Barcelona's main governing body, the &lt;a href=\"Consell%20de%20Cent\"&gt;Consell de Cent&lt;/a&gt;, calling for the establishment of a public bank on 25 April 1400. It ceremonially started its operations on 20 January 1401, inside Barcelona's \"\". \nStructure and governance.\nThe Taula's &lt;a href=\"Banking%20license\"&gt;charter&lt;/a&gt;, dated 1405 or 1412 depending on authors, is the oldest preserved public bank regulation. Its design remained essentially unchanged for 300 years until the early 18th century. The Taula was a fully-owned operation of the city with a city guarantee of its deposits, and there is no evidence that it had &lt;a href=\"Financial%20capital\"&gt;capital&lt;/a&gt; of its own. The city appointed the Taula's \"taulers\" who worked on the table and its cashier for two-years fixed terms and paid their salaries. Other Taula officers, including its regent, chief of deposits, \"credencer\" in charge of first bookings, and notary, were appointed for life. The Taula's coffers had six keys, of which two were held by each \"tauler\" and two by the city councillors. The Taula was also subject to frequent inspection by municipal auditors. \nIn 1609, the city council created the Bank of the City of Barcelona (\"Banc de la Ciutat\") as an independent department of the municipal administration, to accept lower-quality &lt;a href=\"Coin\"&gt;coins&lt;/a&gt; than were allowed under the Taula's regulation. In practice, that bank appears to have operated as an extension of the Taula rather than a separate let alone competing institution.\nOperations.\nThe Taula's objective was to provide an efficient and stable central &lt;a href=\"Deposit%20%28finance%29\"&gt;deposit&lt;/a&gt; and &lt;a href=\"giro\"&gt;giro&lt;/a&gt; transfer system, and, in its initial decades of operations, to provide funding to the city. From 1413 it also served as &lt;a href=\"fiscal%20agent\"&gt;fiscal agent&lt;/a&gt; for the &lt;a href=\"Generalitat%20de%20Catalunya\"&gt;Generalitat of Catalonia&lt;/a&gt;. \nIt accepted both sight deposits and &lt;a href=\"Time%20deposit\"&gt;term deposits&lt;/a&gt;, in &lt;a href=\"coin\"&gt;coin&lt;/a&gt; or &lt;a href=\"jewellery\"&gt;jewellery&lt;/a&gt;, from residents of the city or its immediate surrounding; deposits were transferable as long as that did not result in &lt;a href=\"overdraft\"&gt;overdraft&lt;/a&gt;, thus the taula's characterization as an early central bank. &lt;a href=\"Cheques\"&gt;Cheques&lt;/a&gt; were in use from the 1520s at the latest. The bank operated on its eponymous table, installed in Barcelona's and covered with a carpet decorated with the &lt;a href=\"Coat%20of%20arms%20of%20Barcelona\"&gt;arms of Barcelona&lt;/a&gt;. It was open every working day from 8 to 10am. \nFrom its inception the Taula was systemically significant. Its oldest surviving book records over 500 individual accounts. It kept the deposits of the &lt;a href=\"Generalitat%20de%20Catalunya\"&gt;Generalitat&lt;/a&gt;, of the &lt;a href=\"Barcelona%20Cathedral\"&gt;Barcelona Cathedral&lt;/a&gt; chapter, of religious institutions, of trade bodies, of military orders, and of the &lt;a href=\"List%20of%20Aragonese%20monarchs\"&gt;Aragonese monarchs&lt;/a&gt;. \nThe Taula was granted a monopoly on certain types of deposits, e.g. those of minors. From 1446 to 1499 it also had a legal monopoly on the &lt;a href=\"Clearing%20%28finance%29\"&gt;clearing&lt;/a&gt; of &lt;a href=\"Negotiable%20instrument\"&gt;bills of exchange&lt;/a&gt;. It competed with private banks to attract deposits, but unlike these did not pay interest on sight deposits.\nThe Taula suspended the convertibility of deposits in 1463-1468 during the &lt;a href=\"Catalan%20Civil%20War\"&gt;Catalan Civil War&lt;/a&gt;, 1640-1653 during the &lt;a href=\"Reapers%27%20War\"&gt;Reapers' War&lt;/a&gt;, and 1706-1713 during the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt;; in the two latter episodes the \"Banc de la Ciutat\" also suspended payments. In 1468, existing depositors were offered the option to convert to bonds of the city at 5 percent, or accept prolonged non-convertibility. After that restructuring and until the 17th century, lending to the city was prohibited. Following the &lt;a href=\"Siege%20of%20Barcelona%20%281713%E2%80%9314%29\"&gt;Siege of Barcelona (1713–14)&lt;/a&gt;, the Taula continued to exist but in restricted form without &lt;a href=\"giro\"&gt;giro&lt;/a&gt; banking, while the \"Banc\" was entirely separated from the city and brought under direct Spanish state control. Another episode of payments suspension occurred in 1812. The Taula's remaining activities were gradually discontinued or taken over by other institutions. It was eventually absorbed by the &lt;a href=\"Bank%20of%20Spain\"&gt;Bank of Spain&lt;/a&gt; in 1853 and stopped paying its last staff in 1865.\nValencia.\nSeveral successive \"Taules de canvi\" were established in &lt;a href=\"Valencia\"&gt;Valencia&lt;/a&gt;, respectively from 1408 to 1416 (or 1418), 1519 to 1649 (\"Taula Nova\"), and 1649 to 1719 (\"Taula Novisima\"). The Taula of Valencia was a deposit bank and &lt;a href=\"fiscal%20agent\"&gt;fiscal agent&lt;/a&gt; of the city.\nGirona.\nA royal document authorized the creation of a Taula de canvi in &lt;a href=\"Girona\"&gt;Girona&lt;/a&gt; on 23 January 1443. The bank was again established by the City Council on 28 February 1568 and operated until being finally closed by order of &lt;a href=\"Philip%20V%20of%20Spain\"&gt;King Philip V&lt;/a&gt; in 1741.\nOther \"Taules de canvi\".\n\"Taules de canvi\" were also created in &lt;a href=\"Perpignan\"&gt;Perpignan&lt;/a&gt; (1404), &lt;a href=\"Vic\"&gt;Vic&lt;/a&gt; (1413, 1583), &lt;a href=\"Tarragona\"&gt;Tarragona&lt;/a&gt; (1420), &lt;a href=\"Palma%20de%20Mallorca\"&gt;Palma de Mallorca&lt;/a&gt; (1507), &lt;a href=\"Lleida\"&gt;Lleida&lt;/a&gt; (1585), and &lt;a href=\"Cervera\"&gt;Cervera&lt;/a&gt; (1599). A \"Taula de comunes depósitos\" also existed in &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt; from the 15th to the 18th centuries. No comparable institutions appear to have existed in &lt;a href=\"Crown%20of%20Castile\"&gt;Castile&lt;/a&gt; until the creation of the &lt;a href=\"Bank%20of%20Spain\"&gt;Banco Nacional de San Carlos&lt;/a&gt; in 1782."
}