{
    "id": "664717",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=664717",
    "title": "High Point (New Jersey)",
    "text": "High Point is a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; peak within &lt;a href=\"High%20Point%20State%20Park\"&gt;High Point State Park&lt;/a&gt; on the border of &lt;a href=\"Wantage%20Township%2C%20New%20Jersey\"&gt;Wantage Township&lt;/a&gt; and &lt;a href=\"Montague%20Township%2C%20New%20Jersey\"&gt;Montague Township&lt;/a&gt;, &lt;a href=\"Sussex%20County%2C%20New%20Jersey\"&gt;Sussex County&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, United States. Located in the portion of the state known as the &lt;a href=\"Skylands%20Region\"&gt;Skylands&lt;/a&gt;, it is the highest elevation in the state, with a peak elevation of 1,803 feet (550 m). The closest city is &lt;a href=\"Port%20Jervis%2C%20New%20York\"&gt;Port Jervis, New York&lt;/a&gt;, which lies to the northwest. Besides being the highest peak in New Jersey, High Point is also the highest peak of the &lt;a href=\"Kittatinny%20Mountains\"&gt;Kittatinny Mountains&lt;/a&gt;. Three states – New Jersey, New York, and &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; – can be seen from the summit.\nAt the peak is the High Point Monument, a 220-foot (67 m) &lt;a href=\"obelisk\"&gt;obelisk&lt;/a&gt;, built in 1930 as a war memorial.\nHigh Point State Park.\nThe mountain is in the 14,193 acre (57 km²) High Point State Park. &lt;a href=\"Route%2023%20%28New%20Jersey%29\"&gt;Route 23&lt;/a&gt; skirts the park and carries visitors from the New Jersey suburbs and from points in New York State. The park is administered by the &lt;a href=\"New%20Jersey%20Division%20of%20Parks%20and%20Forestry\"&gt;New Jersey Division of Parks and Forestry&lt;/a&gt;.\nEntrance fees are charged from &lt;a href=\"Memorial%20Day\"&gt;Memorial Day&lt;/a&gt; weekend to &lt;a href=\"Labor%20Day%20%28United%20States%29\"&gt;Labor Day&lt;/a&gt;.\nThe land for High Point State Park, donated by Colonel &lt;a href=\"Anthony%20R.%20Kuser\"&gt;Anthony R. and Susie Dryden Kuser&lt;/a&gt; of &lt;a href=\"Bernardsville%2C%20New%20Jersey\"&gt;Bernardsville, New Jersey&lt;/a&gt;, was dedicated as a park in 1923. The pleasant landscaping was designed by the &lt;a href=\"Olmsted%20Brothers\"&gt;Olmsted Brothers&lt;/a&gt; of Boston, a prominent landscape architectural firm run by the sons of &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt; designer &lt;a href=\"Frederick%20Law%20Olmsted\"&gt;Frederick Law Olmsted&lt;/a&gt;.\nTo the south the &lt;a href=\"Appalachian%20Trail\"&gt;Appalachian Trail&lt;/a&gt; follows a rocky ridge which offers many scenic views of the valleys and mountains surrounding the area. To the north, the trail drops off the ridge through hemlock gorges into former agricultural fields with a view of the surrounding countryside and the High Point Monument in the distance.\nDuring the winter, portions of the parks trails are used for &lt;a href=\"cross-country%20skiing\"&gt;cross-country skiing&lt;/a&gt;.\nWar veterans monument.\nThe Monument on High Point was built by Kuser to honor war veterans. Master mason Michael Maddaluna began construction of the 220 foot (67 m) tower – which has a base which is 34 feet square – in 1928 and completed it in 1930. The outside is made of New Hampshire granite and also Shawangunk quartz. There are four small windows through which observers have a view of the ridges of the &lt;a href=\"Pocono%20Mountains\"&gt;Pocono Mountains&lt;/a&gt; toward the west, the &lt;a href=\"Catskill%20Mountains\"&gt;Catskill Mountains&lt;/a&gt; to the north and the &lt;a href=\"Wallkill%20River\"&gt;Wallkill River&lt;/a&gt; Valley in the southeast. The Monument is an &lt;a href=\"obelisk\"&gt;obelisk&lt;/a&gt; monument similar to other war monuments, such as the one on &lt;a href=\"Bunker%20Hill%20Monument\"&gt;Bunker Hill&lt;/a&gt; in &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. The Monument has 291 steps from the base to the highest viewing platform.\nPlans were made to close the park as of July 1, 2008 under Gov. &lt;a href=\"Jon%20Corzine\"&gt;Jon Corzine&lt;/a&gt;'s budget plan for 2009. Veterans groups, who have held an annual memorial at the site, expressed their opposition to the proposal, which was ultimately removed from the final budget."
}