{
    "id": "66507688",
    "revid": "42451642",
    "url": "https://en.wikipedia.org/wiki?curid=66507688",
    "title": "2021 Chinese Professional Baseball League season",
    "text": "The 2021 Chinese Professional Baseball League season was the 32nd season of the &lt;a href=\"Chinese%20Professional%20Baseball%20League\"&gt;Chinese Professional Baseball League&lt;/a&gt;, with an official slogan of \"United for Baseball\".\nThe re-activated &lt;a href=\"Wei%20Chuan%20Dragons\"&gt;Wei Chuan Dragons&lt;/a&gt; rejoined the major league 21 years after disbandment in 1999, marking the first time a CPBL season included more than four teams since the 2008 season. As CPBL Commissioner &lt;a href=\"Wu%20Chih-yang\"&gt;Wu Chih-yang&lt;/a&gt; termed out following the conclusion of the &lt;a href=\"2020%20Chinese%20Professional%20Baseball%20League%20season\"&gt;2020 season&lt;/a&gt;, the general managers elected &lt;a href=\"Vice%20President%20of%20the%20Legislative%20Yuan\"&gt;Vice President of the Legislative Yuan&lt;/a&gt; &lt;a href=\"Tsai%20Chi-chang\"&gt;Tsai Chi-Chang&lt;/a&gt; as the new Commissioner.\nThe season started on March 13, with the opening game played, per tradition, by the prior season's championship series pair: the 2020 champion &lt;a href=\"Uni-President%20Lions\"&gt;Uni-President Lions&lt;/a&gt; defeated &lt;a href=\"CTBC%20Brothers\"&gt;CTBC Brothers&lt;/a&gt; at &lt;a href=\"Tainan%20Municipal%20Baseball%20Stadium\"&gt;Tainan Municipal Baseball Stadium&lt;/a&gt;, 10–4. The season ended in late November, followed by a Taiwan Series rematch. The Brothers defeated the Lions in a four-game sweep to capture the 2021 championship.\nGame play.\nSeeing the 0.560~0.570 &lt;a href=\"coefficient%20of%20restitution\"&gt;coefficient of restitution&lt;/a&gt; (COR) of the 2020 game balls created too much of an offense-leaning game, the General Managers decided on September 24, 2020, to reduce the COR of 2021 game balls to 0.550 and raise the stitch height from 5mm to 7mm. The league hoped that this would restore the balance between pitchers and hitters, and align with balls used by neighboring &lt;a href=\"KBO%20League\"&gt;KBO&lt;/a&gt; and &lt;a href=\"Nippon%20Professional%20Baseball\"&gt;NPB&lt;/a&gt; leagues.\nAs &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; still widespread around the world, the &lt;a href=\"Taiwan%20Centers%20for%20Disease%20Control\"&gt;CDC&lt;/a&gt; and the League decided to retain restriction first implemented in the second half of 2020 season: the maximum attendance of the game was reduced to 78% of each stadium's seating capacity, but food and drink was allowed.\nLeague-organized pre-season games started on February 26, 2021, and ended on March 10. The regular season opening game played on March 13 at &lt;a href=\"Tainan%20Municipal%20Baseball%20Stadium\"&gt;Tainan Municipal Baseball Stadium&lt;/a&gt;, with last season's champions &lt;a href=\"Uni-President%20Lions\"&gt;Uni-President Lions&lt;/a&gt; hosting their 2020 Taiwan Series opponent the &lt;a href=\"CTBC%20Brothers\"&gt;CTBC Brothers&lt;/a&gt;. Game #2 followed the next day with the Lions hosting the &lt;a href=\"Wei%20Chuan%20Dragons\"&gt;Wei Chuan Dragons&lt;/a&gt; at Tainan, this was the first major league game played by the Dragons since their disbandment in 1999.\nGame #21 played on March 26 with the &lt;a href=\"Rakuten%20Monkeys\"&gt;Rakuten Monkeys&lt;/a&gt; hosting Uni-President Lions at &lt;a href=\"Taoyuan%20International%20Baseball%20Stadium\"&gt;Taoyuan International Baseball Stadium&lt;/a&gt; was suspended at the top of the 4th inning after one out due to poor visibility caused by dense fog. This was the first CPBL game to be suspended due to fog, and the second if included called games.\nThe first-half season schedule was published on February 10, with second-half pending the release of &lt;a href=\"Baseball%20at%20the%202020%20Summer%20Olympics%20%E2%80%93%20Qualification%23Final%20Qualifying%20Tournament\"&gt;2020 Summer Olympic Baseball Final Qualifier&lt;/a&gt; schedule. Following the finalization of the Final Olympic Baseball Qualifier schedule, which would be held between June 16 and 20 at &lt;a href=\"Taichung%20Intercontinental%20Baseball%20Stadium\"&gt;Taichung Intercontinental Baseball Stadium&lt;/a&gt;, the league decided on April 19 to postpone games previously scheduled on and after June 8 to later dates. Due to a recent &lt;a href=\"COVID-19%20pandemic%20in%20Taiwan%23Q2%202\"&gt;spike in domestically transmitted coronavirus cases&lt;/a&gt;, the league announced on May 19 that it would suspend the season as long as level-3 health alert was in effect across Taiwan. The league considered but decided against resuming games on June 29 without fans in attendance, despite no opposition by the &lt;a href=\"Central%20Epidemic%20Command%20Center\"&gt;Central Epidemic Command Center&lt;/a&gt; to the CPBL's plan. The CBPL stated on July 12 that play could resume the next day, as teams had agreed to a number of preventative measures. These measures included the prohibition of fans and cheerleaders in the stadium, and a requirement for the staffs of all teams to live and remain in hotels, whether at home on the road, unless a game was being played. As the COVID-19 pandemic became less severe, the league allowed a thousand fans to attend games on August 7 and 8. Starting on August 10, fans were permitted to attend games starting August 10, as stadiums were to be filled up to 25 percent capacity. Attendees were required to check in via a &lt;a href=\"QR%20code\"&gt;QR code&lt;/a&gt;, wear masks at all times, and submit to disinfection and body temperature checks at stadium entrances. Though cheerleaders were also permitted to return to the games, bans on musical instruments and food consumption remained in place at the time.\nTaiwan Series.\nBecause the first half and second-half championships were won by different teams, the 2021 Taiwan Series, a best of seven series, was played. The first-half champions, the &lt;a href=\"CTBC%20Brothers\"&gt;CTBC Brothers&lt;/a&gt;, faced the second-half champions, the &lt;a href=\"Uni-President%20Lions\"&gt;Uni-President Lions&lt;/a&gt;, with the first game scheduled on November 27 and the seventh game on December 5. Games after the first four will only be played if necessary. The Brothers, by having a better yearly record, earned home field advantage, hosting games 1, 2, 6, and 7 at their home field, &lt;a href=\"Taichung%20Intercontinental%20Baseball%20Stadium\"&gt;Taichung Intercontinental Baseball Stadium&lt;/a&gt;. The Lions hosting games 3 at &lt;a href=\"Chengcing%20Lake%20Baseball%20Stadium\"&gt;Chengcing Lake Baseball Stadium&lt;/a&gt;, 4 and 5 at their home field, &lt;a href=\"Tainan%20Municipal%20Baseball%20Stadium\"&gt;Tainan Municipal Baseball Stadium&lt;/a&gt;. \nThe series will be a rematch of the 2020 Taiwan Series which Lions won four games to three en route to their 10th Taiwan Series victory since 2013.\nThis year, the Brothers swept the Lions in four games.\nFor the second time, CPBL sold presenting sponsorship to the series. &lt;a href=\"Chunghwa%20Telecom\"&gt;Chunghwa Telecom&lt;/a&gt;, which is the largest telecommunications company in Taiwan will be presenting sponsor of the Taiwan Series.\nThis series is officially known as the 2021 Taiwan Series Presented by Chunghwa Telecom.\nRules.\nAll regular season rules apply with the following exceptions:"
}