{
    "id": "66504091",
    "revid": "4389183",
    "url": "https://en.wikipedia.org/wiki?curid=66504091",
    "title": "Constitutional Government of East Timor",
    "text": "The Constitutional Government (, ) is the &lt;a href=\"Administration%20%28government%29\"&gt;administration&lt;/a&gt; or &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; under the &lt;a href=\"Constitution%20of%20East%20Timor\"&gt;Constitution of East Timor&lt;/a&gt;, which refers to it simply as \"The Government\".\nDefinition and structure.\nThe Government is the organ of sovereignty responsible for conducting and executing the general policy of the country and is the supreme organ of Public Administration. It comprises the &lt;a href=\"Prime%20Minister%20of%20East%20Timor\"&gt;Prime Minister&lt;/a&gt;, the Ministers and the Secretaries of State, and may include one or more Deputy Prime Ministers and Deputy Ministers. The number, titles and competencies of ministries and secretariats of State are as laid down in a Government statute.\nThere is also a Council of Ministers. It comprises the Prime Minister, the Deputy Prime Ministers, if any, and the Ministers, and is convened and chaired by the Prime Minister. The Deputy Ministers, if any, and the Secretaries of State may be required to attend meetings of the Council of Ministers, without a right to vote.\nFormation and responsibility.\nChapter II of Part III, Title IV of the Constitution provides for the Government's formation and responsibility. What follows is a summary of its provisions.\nThe prime minister is designated by the political party or alliance of political parties with parliamentary majority. The prime minders is appointed by the President, after consultation with the political parties sitting in the National Parliament. The remaining members of the Government are appointed by the President of the\nRepublic following proposal by the Prime Minister. According to section 107 (headed \"Responsibility of the Government\"):\nThe Prime Minister is required, within a maximum of thirty days after appointment of the Government, to submit the Government's programme to the National Parliament for consideration. The National Parliament must devote no more than five days to debate on the programme. Any parliamentary group may propose the rejection of the programme, or the Government may request the approval of a vote of confidence. The programme can be rejected only by an absolute majority of the Members in full exercise of their functions.\nThe Constitution also provides separately for other votes of confidence or no confidence. The Government may ask the National Parliament for a vote of confidence on a statement of general policy or on any relevant matter of national interest. On the other hand, the National Parliament may, following proposal by one-quarter of the Members in full exercise of their functions, pass a vote of no confidence on the Government with respect to the implementation of its programme or any relevant matter of national interest. Dismissal of the Government occurs when:\nAdditionally, the President may dismiss the Prime Minister when such dismissal is deemed necessary to ensure the regular functioning of the democratic institutions, after consultation with the &lt;a href=\"Council%20of%20State%20%28East%20Timor%29\"&gt;Council of State&lt;/a&gt;.\nThe Constitution also provides for criminal liability of, and immunities for, members of the Government."
}