{
    "id": "66527427",
    "revid": "1034839023",
    "url": "https://en.wikipedia.org/wiki?curid=66527427",
    "title": "Ali Al-Ghurairi",
    "text": "Ali Al-Ghurairi () is an &lt;a href=\"Iraqi%20army\"&gt;Iraqi army&lt;/a&gt; &lt;a href=\"General%20officer\"&gt;general&lt;/a&gt;, &lt;a href=\"Military%20commander\"&gt;commanding general&lt;/a&gt;, and &lt;a href=\"chief%20of%20police\"&gt;chief of police&lt;/a&gt;, who currently serves as &lt;a href=\"Director%20general%20of%20police\"&gt;Director-General&lt;/a&gt; &lt;a href=\"Commander\"&gt;Commander&lt;/a&gt; of &lt;a href=\"Police\"&gt;Police&lt;/a&gt; of the capital &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;. He previously served as the &lt;a href=\"Chief%20of%20Staff%20%28military%29\"&gt;Chief of staff&lt;/a&gt; of the &lt;a href=\"Iraqi%20Federal%20Police\"&gt;Iraqi Federal Police Forces Command&lt;/a&gt;, Director-General of Directorate of Recruitment Management in &lt;a href=\"Ministry%20of%20Defence%20%28Iraq%29\"&gt;Ministry Of Defense&lt;/a&gt;, Director of Training in &lt;a href=\"Ministry%20of%20Defence%20%28Iraq%29\"&gt;MOD&lt;/a&gt;, and Director of Administration in &lt;a href=\"Ministry%20of%20Defence%20%28Iraq%29\"&gt;MOD&lt;/a&gt;.\nEarly life and education.\nAl Ghurairi graduated from the first &lt;a href=\"military%20college\"&gt;military college&lt;/a&gt; in 1980 in Baghdad. He did a bachelor's in &lt;a href=\"law\"&gt;law&lt;/a&gt;, a master's in &lt;a href=\"military%20service\"&gt;military service&lt;/a&gt;, and a Ph.D. in &lt;a href=\"war%20studies\"&gt;war studies&lt;/a&gt;.\nCareer.\nAl Ghurairi, during his diversified military career, handled several offices and assumed multiple positions. Initially, he was appointed as a &lt;a href=\"Director%20general\"&gt;Director-General&lt;/a&gt; of the Directorate of Recruitment Management in the Ministry Of Defense. After that, he was promoted to the post of Director of Training in MOD. In 2004, Ghurairi became the Director of Administration in &lt;a href=\"Ministry%20of%20Defence%20%28Iraq%29\"&gt;MOD&lt;/a&gt;.\nIn 2007, Al Ghurairi was appointed by the Prime Minister Commander in Chief at the &lt;a href=\"Ministry%20of%20Interior%20%28Iraq%29\"&gt;Ministry of Interior&lt;/a&gt; as Director-General Commander of Holy &lt;a href=\"Karbala\"&gt;Karbala&lt;/a&gt;’ Governorate &lt;a href=\"Police%20forces\"&gt;Police Forces&lt;/a&gt; where he handled several duties such as reinforcement of law, security, and order.\nLater, Al Ghurairi was appointed as a Director and Commander of Customs and Border Protection of the Iraqi Southern Region Headquarters in &lt;a href=\"Basra\"&gt;Basra&lt;/a&gt;. Soon he became the &lt;a href=\"Chief%20of%20staff\"&gt;Chief of Staff&lt;/a&gt; of Iraqi Federal Police Forces Command, then Director-General Commander of the Iraqi Federal Police Forces for a two weeks, then Presently, Al Ghurairi is Director-General Commander of Police of the capital Baghdad, &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;.\nAl Ghurairi was also a Member of the Iraqi National Reconciliation Committee back in 2007.\nAwards.\nAl Ghurairi has received many certificates of appreciation as well as several medals of courage and medals of high merit in his career as a &lt;a href=\"Commander\"&gt;Commander&lt;/a&gt;."
}