{
    "id": "665220",
    "revid": "32122377",
    "url": "https://en.wikipedia.org/wiki?curid=665220",
    "title": "Old Mother Hubbard",
    "text": "\"Old Mother Hubbard\" is an English-language &lt;a href=\"nursery%20rhyme\"&gt;nursery rhyme&lt;/a&gt;, first given an extended printing in 1805, although the exact origin of the rhyme is disputed. It has a &lt;a href=\"Roud%20Folk%20Song%20Index\"&gt;Roud Folk Song Index&lt;/a&gt; number of 19334. After a notable nursery success, it was eventually adapted to a large variety of practical and entertaining uses.\nWords.\nThe first published version of \"The Comic Adventures of Old Mother Hubbard and her Dog\" is attributed to &lt;a href=\"Sir%20Henry%20Martin%2C%201st%20Baronet%23Sarah%20Catherine%20Martin\"&gt;Sarah Catherine Martin&lt;/a&gt; (1768–1826) and associated with a &lt;a href=\"cottage\"&gt;cottage&lt;/a&gt; in &lt;a href=\"Yealmpton\"&gt;Yealmpton&lt;/a&gt;, Devon, close by where she was staying at Kitley House. The book was \"illustrated with fifteen elegant engravings on copper plate\" and had a dedication to her host \"&lt;a href=\"John%20Pollexfen%20Bastard\"&gt;J.B. Esq MP&lt;/a&gt;, at whose suggestion and at whose House these Notable Sketches were design’d\", signed S. C. M.\nThe poem begins \n&lt;poem&gt;\nOld Mother Hubbard\nWent to the Cupboard,\nTo give the poor Dog a bone;\nWhen she came there,\nThe Cupboard was bare,\nAnd so the poor Dog had none.\nShe went to the Baker’s\nTo buy him some Bread;\nWhen she came back\nThe Dog was dead!\nShe went to the Undertaker’s\nTo buy him a coffin;\nWhen she came back\nThe Dog was laughing.&lt;/poem&gt;\nThis is followed by a series of quatrains in similar format relating to the pair’s further activities, the number of stanzas varying in later publications. However, there is evidence to suggest that only the continuation after the first three stanzas was the work of Miss Martin. A review of her work that appeared in \"&lt;a href=\"The%20Guardian%20of%20Education\"&gt;The Guardian of Education&lt;/a&gt;\" praised \"this little book, the poetry of which is of ancient date ... We can recollect, at this distance of time, that in our infant days the Story of this renowned woman, though full of inconsistencies we confess, afforded us much entertainment.\" Since the reviewer, &lt;a href=\"Sarah%20Trimmer\"&gt;Sarah Trimmer&lt;/a&gt;, was born in 1741, that would date back the rhyme's earlier version fifty years or more.\nA musical variant of the introductory verses was set by &lt;a href=\"Samuel%20Arnold%20%28composer%29\"&gt;Samuel Arnold&lt;/a&gt; in his \"Juvenile Amusements\" (1797), except that it is not the dog but \"the poor Children\" who are the object of Mother Hubbard's charity. Another song in Arnold's work was \"&lt;a href=\"There%20was%20an%20Old%20Woman%20Who%20Lived%20in%20a%20Shoe\"&gt;There was an Old Woman Who Lived in a Shoe&lt;/a&gt;\", which had been given two final lines:\n&lt;poem&gt;Then out went th’ old woman to bespeak ’em a coffin,\nAnd when she came back, she found ’em all a-loffeing.&lt;/poem&gt;\nOn the basis of the coffin/laughing rhymes (which could date from Shakespearean times), &lt;a href=\"James%20Orchard%20Halliwell\"&gt;James Orchard Halliwell&lt;/a&gt; was led to believe that \"the tale of \"Old Mother Hubbard\" is undoubtedly of some antiquity\".\nAnother nonsense song with a similar template had been published two years before the appearance of Miss Martin’s Mother Hubbard variations. During the course of \"Old Dame Trot and her Wonderful Cat\" (1803), the Dame looks in the cupboard for fish but finds none, \"for puss had been there before\". Two more suggestive stanzas follow:\n&lt;poem&gt;\nShe went to the butcher’s\nTo buy her some meat,\nWhen she came back\nShe lay dead at her feet.\nShe went to the undertaker’s\nFor a coffin and shroud,\nWhen she came back\nPuss sat up and mewed&lt;/poem&gt;\nThereafter the cat continues to perform household chores and comic feats and the two exchange courtesies in the final stanza, much as do Mother Hubbard and her dog at the end of Miss Martin’s work. But while Mother Hubbard’s dog goes on to perform similar feats to Dame Trot’s cat, such as smoking, playing a musical instrument and riding another animal, he also shows his superior cleverness by sometimes anticipating what his mistress has brought on her return. He greets beer by sitting ready at table; he receives wine by exuberantly standing on his head; when linen comes, he is spinning; when stockings arrive, he is dressed already.\nEditions.\nThe book was immediately popular thanks to the astute marketing skills of the publisher, &lt;a href=\"John%20Harris%20%28publisher%29\"&gt;John Harris&lt;/a&gt;. To feed the enthusiasm he had created, Harris commissioned a separately published continuation from Martin in which the dog finds a bride, and early in the following year published \"a sequel…written by another hand\". Such was the popular reputation of the work at that time that the satirist &lt;a href=\"John%20Wolcot\"&gt;Peter Pindar&lt;/a&gt; made it a target in one of his pieces in which \"The Poet condemns the present general Taste and foretells the Return of the Ages of Barbarism\":\nOver the years pirated editions, new versions and imitations appeared from other presses, catering to the continuing demand. The first American edition of 1807 was marketed under the new title of \"A curious account of the comic adventures of Old Mother Hubbard and her dog\". During the early years, the book illustrations had been based on those provided by the author, but the 1819 edition came with new designs ascribed to &lt;a href=\"Allen%20Robert%20Branston\"&gt;Allen Robert Branston&lt;/a&gt; and was further subtitled \"In which is shewn the wonderful powers that good old lady possessed in the education of her favourite animal\".\nThe designs in books published outside London were often more basic, such as those in the 1840 edition from &lt;a href=\"Devonport%2C%20Plymouth\"&gt;Devonport&lt;/a&gt;, which was retitled \"The droll adventures of Mother Hubbard and her dog\" and came with a rhymed summary of the story on its back cover; or the 1840 Banbury edition, to which were added several more stanzas that brought their number up to twenty-three. About that year also there appeared \"New Adventures of Mother Hubbard\", in which the pair proceed to additional and more up to date adventures, such as paying a visit to the zoo and journeying by train and balloon.\nAnother enrichment was brought to the rhyme when it began to appear as a &lt;a href=\"Pop-up%20book%23History\"&gt;moveable book&lt;/a&gt;, so that the child could animate the scenes pictured. Paper tabs toward the bottom of the illustration could be pulled back and forth so as to make Mother Hubbard's hands move, or her dog nod its head, bow, feed the cat and spin wool.\nEducational.\nJohn Harris’ publications marked a shift from moralising works for children to catering for their imaginative entertainment, in which his Mother Hubbard series of books played a decisive part. Nevertheless, other publishers developed strategies whereby amusement and instruction might be combined. One American publisher included a complete set of &lt;a href=\"serif\"&gt;serif&lt;/a&gt; type opposite the title page, featuring capitals, small letters, italics, ligatures and numbers, as an aid to further reading. An English printer served the same purpose by running capital and small letters and numerals along the top and bottom margins of his picture book. Later on, alphabet plates were introduced into the nursery with a scene from the rhyme to one side or at the centre (see opposite). Indeed, illustrations of Mother Hubbard and her dog were adapted to many other ends, from adorning money boxes so as to encourage thrift to a variation of the &lt;a href=\"Snap%20%28card%20game%29\"&gt;snap card game&lt;/a&gt; to develop memory.\nTranslations.\nFrom the 1830s there were a number of translations and adaptations of the rhyme in Europe. In France appeared \"Aventures plaisantes de Madame Gaudichon et de son chien (1832), imitées de l’anglais\" (imitated from the English), in which the dog had been given the name Zozo. In about 1830 there was a German translation, \"Komische Abentheuer der Frau Hubbard und ihrein Hunde\" (The comic adventures of Dame Hubbard and her dog), which adapted the Robert Branston illustrations and was published in Mainz. It was followed some years later by another German translation that also used the Branston illustrations, \"Geschichte der Madam Rips und ihres Hundes Bello\" (The tale of Madam Rep and her dog Woof).\nLater came two Dutch translations: In the 1850s, \"Kluchtige tafereelen van Grootje Goedsloof met haar aardig hondje Blaf\" (Comical scenes of Granny Goodleaf with her pretty doggy Woof). In that, the Branston illustrations are provided with rhyming captions and the story is told in a more leisurely manner. It was followed in 1860 by \"Moeder Hubbard en haar hond\". Though that keeps more or less to the original story-line, it too is at wordier length. The opening lines, which have no English counterpart, give a fair idea of its discursive style.\n&lt;poem&gt;\nDame Hubbard had a hound,\nNo fairer could be found,\nHe sprang now here, now there,\nAnd kiddies, ain’t this rare,\nWas cleverest to hand\nIn all of doggie-land.&lt;/poem&gt;\nIn 1976 there was a Chinese translation by H.Y. Xiao, which was accompanied by the detailed &lt;a href=\"Walter%20Crane\"&gt;Walter Crane&lt;/a&gt; illustrations of 1873. Gabriella Rouf returned to Robert Branston's designs to accompany her more recent Italian translation \"Le divertenti avventure di Nonna Renza e il suo cane\" (2014). In this, Granny Rep (Nonna Renza) is named for the &lt;a href=\"Rep%20%28fabric%29\"&gt;rep&lt;/a&gt; material once used to make what were known as &lt;a href=\"Mother%20Hubbard%20dress\"&gt;Mother Hubbard dress&lt;/a&gt;es after the nursery rhyme that was their inspiration.\nThere have also been two Russian translations of the rhyme. \"Babushka Zabavushka i sobachka Bum\" (The Jolly Grandma and her Little Dog Boom, 1906), in the version by Raisa Kudasheva (1878-1964), contained the additional detail of the dog's taking a sled ride. But while it is the dog's ingenuity which has usually been emphasised, the \"Pudel\" of &lt;a href=\"Samuil%20Marshak\"&gt;Samuil Marshak&lt;/a&gt;’s 1927 adaptation is almost purely mischievous. This in turn was adapted by Nina Shorina (born 1943) into her short animated film of 1985.\nByproducts.\nPantomime.\nA comic sketch published in 1818 has a character expostulate: \"Is it not ridiculous for us grown people to be going to see Mother Goose, Tom Thumb, Old Mother Hubbard, and suchlike infantile fooleries; or to misspend our time at pantomimes and at rope dancings?\" What kind of show contained those characters is not explained. It was not until a decade later that there was mention of a Christmas &lt;a href=\"pantomime%23Development%20of%20pantomime%20in%20Britain\"&gt;pantomime&lt;/a&gt;, at the &lt;a href=\"Theatre%20Royal%2C%20Drury%20Lane\"&gt;Theatre Royal, Drury Lane&lt;/a&gt;, that was \"founded on the familiar nursery-tale of Old Mother Hubbard and her dog\".\nThereafter, as many familiar characters as possible were packed into the same production, which was given a composite title. \"Mother Hubbard and Her Dog or Harlequin &amp; Tales of the Nursery\", by &lt;a href=\"Thomas%20John%20Dibdin\"&gt;Thomas John Dibdin&lt;/a&gt; and &lt;a href=\"Charles%20Farley\"&gt;Charles Farley&lt;/a&gt;, was put on in 1833 at the &lt;a href=\"Royal%20Opera%20House%23Second%20theatre\"&gt;Theatre Royal, Covent Garden&lt;/a&gt;. And for the 1861-2 season at Drury Lane there was \"Harlequin and the House that Jack Built or Old Mother Hubbard and her Wonderful Dog\" by &lt;a href=\"Edward%20Litt%20Laman%20Blanchard\"&gt;E.L.Blanchard&lt;/a&gt;. In this the scene opened in Mother Hubbard's cottage, where she and her dog were joined by her former rivals, Dame Trot with her cat and Dame Wiggins of Lee.\nThe custom of cross referencing has persisted: as in &lt;a href=\"David%20Wood%20%28actor%29\"&gt;David Wood&lt;/a&gt;’s 1975 script, where Mother Hubbard is reunited, as she was two centuries before, with the old woman who lived in a shoe. More recently still, Paul Reakes has provided a twist to the genre with his \"Old Mother Hubbard - A Wild West Pantomime Adventure\" (1993).\nComic parodies.\nIn 1837, &lt;a href=\"John%20Hannah%20%28Archdeacon%20of%20Lewes%29\"&gt;John Hannah&lt;/a&gt;, then an undergraduate at &lt;a href=\"Corpus%20Christi%20College%2C%20Oxford\"&gt;Corpus Christi College, Oxford&lt;/a&gt;, published a spoof &lt;a href=\"textual%20criticism\"&gt;textual criticism&lt;/a&gt; of \"Old Mother Hubbord\", supposedly written in A.D. 3211 by a &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; academic who tries to relate the poem to the nearly forgotten 19th-century civilisation which produced it. Another very popular parody was the sermon \"illustrating the method upon which some parsons construct their discourses\", with the rhyme's first stanza as text, that appeared anonymously in newspapers between the 1870s and 1880s. Beginning from Britain, the item spread under such titles as \"A Model Sermon\", \"Modern Sermon\" or \"A sermon of the olden times\", as far as the United States and New Zealand. In Britain it was incorporated into a chapter of &lt;a href=\"William%20Cuffe%2C%204th%20Earl%20of%20Desart\"&gt;the Earl of Desart&lt;/a&gt;'s novel, \"Children of Nature\" (1878). In the United States it was provided with a refutation and appeared as a pamphlet under the title \"Who was Old Mother Hubbard?\" (1882/5).\nLater parodies centred largely on the bareness of the cupboard in the first stanza. A postcard advertisement for Dr Swett's root beer concludes that Mother Hubbard was unable to quench her thirst because “The kiddies had been there first”. Another postcard implied that it was the dog had been there before. In a newspaper cartoon of \"Mother Hubbard up to date\" from 1904, she phones the butcher to get the poor dog a bone. Two more &lt;a href=\"sexually%20suggestive\"&gt;sexually suggestive&lt;/a&gt; postcards from 1910 play with the concept of bareness. In one, Mother Hubbard has gone \n&lt;poem&gt;\nTo get her poor daughter a gown,\nBut the cupboard was bare\nSo the damsel sat there\nWith little else on but a frown.&lt;/poem&gt; \nAlternatively she went \"to get her poor daughter a dress\", but \"the cupboard was bare, and so was her daughter, I guess.\"\nParodies have continued into the musical sphere too. There was a comic quartet by the Australian clergyman &lt;a href=\"Alfred%20Wheeler%20%28composer%29\"&gt;Alfred Wheeler&lt;/a&gt;, first performed during the 1920s. This consisted of a reworking of the rhyme's opening stanza in which the principal effects are variations on \"Bow-wow\". It was shortly followed by &lt;a href=\"Victor%20Hely-Hutchinson\"&gt;Victor Hely-Hutchinson&lt;/a&gt;'s \"Old Mother Hubbard set in the manner of Handel\" (1932), where the rhyme's opening stanza is treated in the style of an oratorio.\nPolitical use.\nIn the &lt;a href=\"Elizabethan%20era\"&gt;Elizabethan era&lt;/a&gt; there had been a much earlier \"&lt;a href=\"Mother%20Hubberd%27s%20Tale\"&gt;Mother Hubberd's Tale&lt;/a&gt;\" by &lt;a href=\"Edmund%20Spenser\"&gt;Edmund Spenser&lt;/a&gt; published in 1591, but that was quite different from the nursery rhyme, being a satirical beast fable concerning an ape and a fox. It was followed in 1604 by &lt;a href=\"Thomas%20Middleton\"&gt;Thomas Middleton&lt;/a&gt;'s \"Father Hubburd’s Tales\", which contained the equally political fable of \"The Nightingale and the Ant\". It has also been claimed that Martin's rhyme was mistakenly thought by some to have a political meaning at first, although there is no reliable evidence that this was so. However, it was soon given various political contexts. In one parliamentary debate, &lt;a href=\"George%20Canning\"&gt;George Canning&lt;/a&gt; compared the vitality of the British constitution, then declared to be under threat, to the swift revival of Mother Hubbard's dog when she bought him a coffin. And at a later date her bare cupboard was introduced into several political cartoons, generally dealing with financial deficits. These included items in the American publications &lt;a href=\"The%20Wasp%20%28magazine%29\"&gt;\"The Wasp\"&lt;/a&gt; (1881), &lt;a href=\"Judge%20%28magazine%29\"&gt;\"Judge\"&lt;/a&gt; (1897), and &lt;a href=\"The%20Spokesman-Review\"&gt;\"Spokesman Review\"&lt;/a&gt;, titled \"Mother Hubbard up to date\". There was also a British poster of 1905 titled \"The Cupboard Still Bare\"."
}