{
    "id": "66529803",
    "revid": "41651886",
    "url": "https://en.wikipedia.org/wiki?curid=66529803",
    "title": "Neighbourly (community investment platform)",
    "text": "Neighbourly is a community impact and giving platform based in Bristol, UK. The platform hosts pages for upwards of 18,000 small charities and community organisations across the UK and Ireland, connecting them with businesses offering surplus food and products, volunteer time and financial donations.\nFor example, supermarket chains including &lt;a href=\"Aldi\"&gt;Aldi&lt;/a&gt;, &lt;a href=\"Lidl\"&gt;Lidl&lt;/a&gt;, &lt;a href=\"Marks%20%26amp%3B%20Spencer\"&gt;Marks and Spencer&lt;/a&gt; and &lt;a href=\"Sainsbury%27s\"&gt;Sainsbury's&lt;/a&gt; have partnered with Neighbourly to redistribute surplus food to food banks and community groups.\nNeighbourly has also partnered with &lt;a href=\"Penguin%20Random%20House\"&gt;Penguin&lt;/a&gt;, &lt;a href=\"Danone\"&gt;Danone&lt;/a&gt;, &lt;a href=\"Coca-Cola%20European%20Partners\"&gt;Coca-Cola EP&lt;/a&gt;, &lt;a href=\"Heineken%20N.V.\"&gt;Heineken&lt;/a&gt;, &lt;a href=\"Southern%20Co-operative\"&gt;Southern Co-op&lt;/a&gt; and &lt;a href=\"Starbucks\"&gt;Starbucks&lt;/a&gt; to manage and deliver their corporate impact programmes - such as employee volunteering and charitable grant distribution.\nNeighbourly was founded in 2013 by Nick Davies, who appointed Zoe Colosimo as COO. In 2016, Steve Butterworth took over the company as CEO. The company is one of the UK’s founding &lt;a href=\"B%20Corporation%20%28certification%29\"&gt;B Corps&lt;/a&gt; and is accredited by the Good Business Charter.\nIn March 2021, Neighbourly raised £3M in Series A investment from Guinness Asset Management to expand their senior leadership team and accelerate the growth of the business.\nNeighbourly Foundation.\nIn 2020, Neighbourly set up a charitable arm - the Neighbourly Foundation - which works to funnel donations and grant money from its donors and partners directly to charities and community groups that are registered on the platform.\nAwards.\nIn 2020 Neighbourly was ranked in the RWRC Discovery 50 - a list comprising the top 50 retail tech start-ups operating globally. The company was also voted the People's Choice at the Digital Agenda Impact Awards 2020 and won the Tech Company of the Year (for revenues under £5M) and Sustainable Tech Awards at the Tech South West Awards 2020.\nIn 2021 Neighbourly won the Sustainability Initiative of the Year award at Food Matters Live, Best Community Initiative at the CorpComms Awards and the Social Value award at the National Recycling Awards. They were also shortlisted for an award at the Edie Sustainability Leaders Awards which is due to take place in February 2022."
}