{
    "id": "666041",
    "revid": "1062288298",
    "url": "https://en.wikipedia.org/wiki?curid=666041",
    "title": "New England's Dark Day",
    "text": "New England's Dark Day occurred on May 19, 1780, when an unusual darkening of the daytime sky was observed over the &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; states and parts of Canada. The primary cause of the event is believed to have been a combination of &lt;a href=\"smoke\"&gt;smoke&lt;/a&gt; from &lt;a href=\"Wildfire\"&gt;forest fires&lt;/a&gt;, a thick &lt;a href=\"fog\"&gt;fog&lt;/a&gt;, and cloud cover. The darkness was so complete that &lt;a href=\"candle\"&gt;candle&lt;/a&gt;s were required from noon on. It did not disperse until the middle of the next night.\nRange of the darkness.\nAccording to Professor Samuel Williams of &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt;, the darkness was seen at least as far north as &lt;a href=\"Portland%2C%20Maine\"&gt;Portland, Maine&lt;/a&gt;, and extended southwards to &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;. The darkness was not witnessed in &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;.\n&lt;a href=\"American%20Revolutionary%20War\"&gt;Revolutionary War&lt;/a&gt; soldier Joseph Plumb Martin noted:\nWe were here [New Jersey] at the time the \"dark day\" happened, (19th of May;) it has been said that the darkness was not so great in New-Jersey as in New-England. How great it was there I do not know, but I know that it was very dark where I then was in New-Jersey; so much so that the fowls went to their roosts, the cocks crew and the whip-poor-wills sung their usual serenade; the people had to light candles in their houses to enable them to see to carry on their usual business; the night was as uncommonly dark as the day was.\nProgress.\nThe earliest report of the darkness came from &lt;a href=\"Rupert%2C%20Vermont\"&gt;Rupert, Vermont&lt;/a&gt;, where the sun was already obscured at sunrise. Professor Samuel Williams observed from &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge, Massachusetts&lt;/a&gt;, \"This extraordinary darkness came on between the hours of 10 and 11 a.m. and continued till the middle of the next night.\" Reverend Ebenezer Parkham of &lt;a href=\"Westborough%2C%20Massachusetts\"&gt;Westborough, Massachusetts&lt;/a&gt;, reported peak obscurity to occur \"by 12\", but did not record the time when it first arrived. At &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt;, the obscuration was reported to arrive at 10:30 a.m., peaking at 12:45 p.m. and abating by 1:10 p.m., but a heavy overcast remained for the rest of the day. The obscuration was reported to have reached &lt;a href=\"Barnstable%2C%20Massachusetts\"&gt;Barnstable, Massachusetts&lt;/a&gt;, by 2:00 p.m., with peak obscurity reported to have occurred at 5:30 p.m.\nRoosters crowed, woodcocks whistled, and frogs peeped as if night had fallen at 2:00 p.m. in &lt;a href=\"Ipswich%2C%20Massachusetts\"&gt;Ipswich, Massachusetts&lt;/a&gt;. A witness reported that a strong sooty smell prevailed in the atmosphere, and that rain water had a light film over it that was made up of particles of burnt leaves and ash. Contemporaneous reports also indicated that ash and cinders fell on parts of New Hampshire to a depth of .\nOther atmospheric phenomena.\nFor several days before the Dark Day, the &lt;a href=\"sun\"&gt;sun&lt;/a&gt; as viewed from New England appeared to be red, and the sky appeared yellow. While the darkness was present, soot was observed to have collected in rivers and in rain water, suggesting the presence of smoke. Also, when the night really came in, observers saw the &lt;a href=\"moon\"&gt;moon&lt;/a&gt; colored red. For portions of New England, the morning of May 19, 1780, was characterized by rain, indicating that cloud cover was present.\nReligious interpretations.\nSince communications technology of the day was primitive, most people found the darkness to be baffling and inexplicable. Many applied religious interpretations to the event.\nIn &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, a member of the &lt;a href=\"Colonial%20government%20in%20the%20Thirteen%20Colonies%23The%20Council\"&gt;Governor's council&lt;/a&gt; (renamed the &lt;a href=\"Connecticut%20Senate\"&gt;Connecticut State Senate&lt;/a&gt; in 1818), &lt;a href=\"Abraham%20Davenport\"&gt;Abraham Davenport&lt;/a&gt;, became most famous for his response to his colleagues' fears that it was the &lt;a href=\"Last%20Judgment\"&gt;Day of Judgment&lt;/a&gt;:\nI am against adjournment. The day of judgment is either approaching, or it is not. If it is not, there is no cause for an adjournment; if it is, I choose to be found doing my duty. I wish therefore that candles may be brought.\nDavenport's courage was commemorated in the poem \"\" by &lt;a href=\"John%20Greenleaf%20Whittier\"&gt;John Greenleaf Whittier&lt;/a&gt;. Edwin Markham also commemorated the event in his poem \"A Judgement Hour\", found in \"The Gates of Paradise and Other Poems\".\n&lt;a href=\"Seventh-day%20Adventist%20Church\"&gt;Seventh-day Adventist&lt;/a&gt; author and editor &lt;a href=\"Arthur%20S.%20Maxwell\"&gt;Arthur S. Maxwell&lt;/a&gt; mentions this event in his \"&lt;a href=\"The%20Bible%20Story\"&gt;The Bible Story&lt;/a&gt;\" series (volume 10). The significance of the incident is still debated among Adventist scholars today. Progressive Adventists do not necessarily interpret this as a sign that &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; would soon return, but traditional historic and conservative Adventists who hold &lt;a href=\"Ellen%20G.%20White\"&gt;Ellen G. White&lt;/a&gt;'s writings in higher regard still consider this date as one of the fulfillments of biblical prophecy, specifically Matthew 24:29, in which Jesus declares to his disciples, \"Immediately after the distress of those days [of anti-Christian persecution,] the sun will be darkened, and the moon will not give its light...\" (&lt;a href=\"New%20International%20Version\"&gt;NIV&lt;/a&gt;).\nSimilarly, the &lt;a href=\"Public%20Universal%20Friend\"&gt;Public Universal Friend&lt;/a&gt; treated the event as fulfillment of some prophecies of the Book of Revelation. The Dark Day also provided motivation for &lt;a href=\"Ann%20Lee\"&gt;Ann Lee&lt;/a&gt;, leader of the &lt;a href=\"Shakers\"&gt;Shakers&lt;/a&gt; (then living in &lt;a href=\"Niskayuna%2C%20New%20York\"&gt;Niskayuna, New York&lt;/a&gt;), to present her religious testimony to the public.\nCause.\nThe likely cause of the Dark Day was smoke from extensive forest fires, for which there is evidence from the time of the Dark Day.\nWhen a fire does not kill a tree and the tree later grows, scar marks are left in the &lt;a href=\"Dendrochronology%23Growth%20rings\"&gt;growth rings&lt;/a&gt;. This makes it possible to approximate the date of a past fire. Researchers examining tree rings and fire scars in trees in the area that is today occupied by &lt;a href=\"Algonquin%20Provincial%20Park\"&gt;Algonquin Provincial Park&lt;/a&gt; in &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada, see evidence of a fire in 1780 and attribute the Dark Day to that."
}