{
    "id": "66647658",
    "revid": "21797031",
    "url": "https://en.wikipedia.org/wiki?curid=66647658",
    "title": "Adler Da Silva",
    "text": "Adler Da Silva Pereira (born 28 December 1998) is a &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player of &lt;a href=\"Brazilians\"&gt;Brazilian&lt;/a&gt; ethnic background who currently plays for &lt;a href=\"%C5%A0K%20Slovan%20Bratislava\"&gt;Slovan Bratislava&lt;/a&gt; in the &lt;a href=\"Slovak%20Super%20Liga\"&gt;Fortuna Liga&lt;/a&gt;, on loan from &lt;a href=\"FK%20Pohronie\"&gt;FK Pohronie&lt;/a&gt;.\nClub career.\nFK Pohronie.\nIn January 2021, Da Silva had signed a 1,5 year deal with &lt;a href=\"FK%20Pohronie\"&gt;Pohronie&lt;/a&gt; from &lt;a href=\"FC%20Stade%20Nyonnais\"&gt;Stade Nyon&lt;/a&gt;, with Slovak first division club having the option to make the transfer permanent.\nDa Silva made his &lt;a href=\"2020%E2%80%9321%20Slovak%20First%20Football%20League\"&gt;Fortuna Liga&lt;/a&gt; debut for &lt;a href=\"FK%20Pohronie\"&gt;Pohronie&lt;/a&gt; on 6 February 2021, in a fixture played at neutral ground at &lt;a href=\"%C5%A0tadi%C3%B3n%20pod%20Dub%C5%88om\"&gt;Štadión pod Dubňom&lt;/a&gt;, against &lt;a href=\"FC%20Nitra\"&gt;Nitra&lt;/a&gt;. He was featured in the starting line-up and opened the score sheet of the match in the 13th minute by converting a &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty&lt;/a&gt; set after a &lt;a href=\"Kilian%20Pagliuca\"&gt;Kilian Pagliuca's&lt;/a&gt; foul against &lt;a href=\"David%20Bangala\"&gt;David Bangala&lt;/a&gt;. While Nitra equalised before the half-time through Pagliuca, Pohronie regained the lead through &lt;a href=\"Andrej%20%C5%A0trba\"&gt;Andrej Štrba&lt;/a&gt; ten minutes before the conclusion. Da Silva scored his second goal in stoppage time by converting a counter attack, following an assist by &lt;a href=\"Alieu%20Fadera\"&gt;Alieu Fadera&lt;/a&gt;. Pohronie gained season's second win. Overall, Da Silva greatly contributed to Pohronie in avoiding relegation by scoring 6 league goals. He became the club's top scorer of the season, tied with &lt;a href=\"James%20Weir%20%28footballer%29\"&gt;James Weir&lt;/a&gt;.\nAt the start of &lt;a href=\"2021%E2%80%9322%20Slovak%20First%20Football%20League\"&gt;2021–22 season&lt;/a&gt;, Da Silva remained goal-less and began some of the fixtures from the bench. His position in the club was made more difficult through the arrival of &lt;a href=\"Milo%C5%A1%20La%C4%8Dn%C3%BD\"&gt;Miloš Lačný&lt;/a&gt;.\nŠK Slovan Bratislava.\nOn 2 September 2021, reigning champions &lt;a href=\"%C5%A0K%20Slovan%20Bratislava\"&gt;Slovan Bratislava&lt;/a&gt; had announced Da Silva's signing, on a year-long loan, followed by an automatic obligation to buy. Da Silva was acquired as a prospective offensive player to aid the club ahead of &lt;a href=\"2021%E2%80%9322%20UEFA%20Europa%20Conference%20League\"&gt;Europa Conference League&lt;/a&gt; combined with domestic duties."
}