{
    "id": "66646123",
    "revid": "985645",
    "url": "https://en.wikipedia.org/wiki?curid=66646123",
    "title": "Red Meat Republic",
    "text": "Red Meat Republic: A Hoof-to-Table History of How Beef Changed America is a 2019 &lt;a href=\"nonfiction\"&gt;nonfiction&lt;/a&gt; agricultural history book written by Joshua Specht and published by &lt;a href=\"Princeton%20University%20Press\"&gt;Princeton University Press&lt;/a&gt;. It covers the history of &lt;a href=\"beef%20production\"&gt;beef production&lt;/a&gt; in the United States, along with &lt;a href=\"cattle%20ranching\"&gt;cattle ranching&lt;/a&gt;, and how the increase and expansion of beef products have been entwined with the rise of American commercial power. The book started as an extension of Specht's &lt;a href=\"doctoral%20dissertation\"&gt;doctoral dissertation&lt;/a&gt; that he &lt;a href=\"Thesis%20defense\"&gt;defended&lt;/a&gt; in 2014 and his desire to publish an actual historical form of &lt;a href=\"food%20writing\"&gt;food writing&lt;/a&gt;, unlike other books he admired such as \"&lt;a href=\"The%20Omnivore%27s%20Dilemma\"&gt;The Omnivore's Dilemma&lt;/a&gt;\". The exterior of the hardcover uses a plain brown wrapping that was applauded by Andrew R. Graybill in his \"&lt;a href=\"Reviews%20in%20American%20History\"&gt;Reviews in American History&lt;/a&gt;\" analysis thanks to it directly \"evoking the look and even the feel of the &lt;a href=\"butcher%20paper\"&gt;butcher paper&lt;/a&gt; used to package a slab of store-bought beef\".\nContent.\nThe book has an introduction and then five main sections, each with multiple chapters covering a different period and an important topic of beef production in American history. The first of these sections, \"War\", discusses the early history of &lt;a href=\"Manifest%20destiny\"&gt;American settlers&lt;/a&gt; and the &lt;a href=\"ethnic%20cleansing\"&gt;ethnic cleansing&lt;/a&gt; of &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;, particularly throughout the 1800s. This includes the massacre of the &lt;a href=\"American%20bison\"&gt;buffalo&lt;/a&gt;, which was carried out to inhibit their competition with cattle and to hurt the remaining Native American tribes that were highly dependent on their migration.\nThe background of small-scale and corporate ranching activities is covered in \"Ranch\" along with a more realistic view of the idealized &lt;a href=\"cowboy\"&gt;cowboy&lt;/a&gt;. The creation of the cattle market, the development of shipping of animals from the plains to eastern cities and its difficulties are discussed in the \"Market\" section. The labor system and the modernization of the &lt;a href=\"slaughterhouse\"&gt;slaughterhouse&lt;/a&gt; is covered in the following section. National-scale meat production lowered its cost significantly, leading to a craze for beef among Americans and an ongoing sense of \"entitlement\" to meat being a basis for individual choice and ideas about democracy during the early 1900s. This ties into the even greater availability focused on in the final section, \"Table\", and the introduction of canned beef and long-lasting foodstuffs that allowed meat to be part of any meal. This section focuses on how once expensive cuts such as a &lt;a href=\"porterhouse%20steak\"&gt;porterhouse steak&lt;/a&gt; became cheap enough for anyone to buy, and how these eating habits were elevated to a cultural aesthetic in the American consciousness, positing that the consumption of meat was intimately tied into the representation of the American worker and the country itself.\nThe book also contains a &lt;a href=\"bibliography\"&gt;bibliography&lt;/a&gt; and 60 pages of research notes on the subjects covered in the text.\nCritical reception.\nThe non-profit &lt;a href=\"Practical%20Farmers%20of%20Iowa\"&gt;Practical Farmers of Iowa&lt;/a&gt; called the book \"very readable\", especially as it had relatable anecdotes throughout, ultimately calling it a \"worthwhile read for those wanting to better understand the development of the beef industry in the U.S.\" Writing in the \"&lt;a href=\"Southwestern%20Historical%20Quarterly\"&gt;Southwestern Historical Quarterly&lt;/a&gt;\", Michael D. Wise stated that the book is a \"valuable resource for readers in need of a clear introduction to the history and historiography of American beef production\", but criticized it for its lack of inclusion of &lt;a href=\"interdisciplinary\"&gt;interdisciplinary&lt;/a&gt; research, including fields such as &lt;a href=\"environmental%20studies\"&gt;environmental studies&lt;/a&gt;, &lt;a href=\"animal%20studies\"&gt;animal studies&lt;/a&gt;, &lt;a href=\"American%20Indian%20studies\"&gt;American Indian studies&lt;/a&gt;, and &lt;a href=\"food%20studies\"&gt;food studies&lt;/a&gt;, and for its occasional usage of terminology and claims, especially covering the relationship between Native Americans and bison, that have been heavily disputed by Native historians. Wilson J. Warren in \"&lt;a href=\"The%20American%20Historical%20Review\"&gt;The American Historical Review&lt;/a&gt;\" criticized it for being too narrow and simple and for leaving out broader perspectives on the topic, on the impact of the meat industry, and on how there was far more involved in its rise than just cattle ranching. \"&lt;a href=\"Frankfurter%20Allgemeine%20Zeitung\"&gt;Frankfurter Allgemeine Zeitung&lt;/a&gt;\" writer Thomas Weber described \"Red Meat Republic\" as \"extremely readable\" and said that it conveyed an economic and historical breakdown of American history and the cattle industry without getting bogged down in academic jargon. \"&lt;a href=\"Australian%20Book%20Review\"&gt;Australian Book Review&lt;/a&gt;\" reviewer Cameo Dalley wrote that the book's \"ambitious historical scope makes it an important contribution in laying bare the foundations of beef in the formation of the United States\" and Dalley hoped that a similar such breakdown book would be written about Australia's own issues with their beef-cattle industrial complex.\nFor \"&lt;a href=\"Business%20History%20Review\"&gt;Business History Review&lt;/a&gt;\", Michael S. Kideckel praised the early sections of the book and how it expands upon the work of previous scholars, especially &lt;a href=\"William%20Cronon\"&gt;William Cronon&lt;/a&gt;'s 1991 work \"Nature's Metropolis\", and properly highlights the interconnectedness of ranchers and the meat packing pipeline, but he pointed out that the final section on meat consumption lacks evidence and does not have a proper breadth of viewpoints on the topic from a diversity of authors. Nevertheless, he considered it \"useful scholarship\" on American history and commercial enterprises. Paul Hockenos in \"&lt;a href=\"The%20National%20%28Abu%20Dhabi%29\"&gt;The National&lt;/a&gt;\" positively discussed the \"disturbing reading\" that the subject matter presents and is supportive of the \"unfamiliar, uncomplimentary angle\" that the work gives on American history and the \"benevolent myth\" that has been put together about Midwestern and cowboy history. He suggested, however, that sections on how cattle are raised and how the meat is used, especially in processed meats like sausage, would have benefited the work more. \"&lt;a href=\"Choice%20Reviews\"&gt;CHOICE&lt;/a&gt;\" reviewer P. Beirne highly recommended the book, especially for readers of graduate level and above, and said that it was an important publication for the understanding of how beef rose to prominence in American society since the 1860s.\nKendra Smith-Howard in \"&lt;a href=\"The%20Journal%20of%20the%20Gilded%20Age%20and%20Progressive%20Era\"&gt;The Journal of the Gilded Age and Progressive Era&lt;/a&gt;\" pointed out that rather than the broad view taken in \"Nature's Metropolis\", Specht's book has a narrower focus that tries to \"humanize the creation and maintenance of the 'cattle-beef complex'\" by using personal anecdotes and people's real stories, though Smith-Howard noted that this often becomes too lacking in both context and how each vignette relates back to the broader purpose of the book and its connection to beef and American history. \"&lt;a href=\"History%20Today\"&gt;History Today&lt;/a&gt;\"'s Rebecca Onion noted that the \"strength (and weakness) of this book lies in its ambitious scale\" where it tries to cover vastly different national-level involvements from the American government to the advancement of capitalism to the impact of nature itself on the entire process of cattle ranching and that although Specht manages to succeed in places, he lacks enough depth in others. For the \"&lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt;\", Brooke Masters jointly reviewed Specht's book and Darren Dochuk's \"Anointed With Oil: How Christianity and Crude Made Modern America\" and considered \"Red Meat Republic\" to be the \"clunkier\" of the two as it has an \"academic tone\", but that it still manages to invite an understanding of the dangers and societal harm that the commercial beef industry had on American culture and the land itself, and that there are hurdles that still have to be crossed in the future with concerns such as &lt;a href=\"Climate%20change%20and%20meat%20production\"&gt;climate change&lt;/a&gt;."
}