{
    "id": "66659744",
    "revid": "1064452273",
    "url": "https://en.wikipedia.org/wiki?curid=66659744",
    "title": "Storm Filomena",
    "text": "Storm Filomena was a &lt;a href=\"extratropical%20cyclone\"&gt;extratropical cyclone&lt;/a&gt; in early January 2021 that was most notable for bringing unusually heavy &lt;a href=\"snow\"&gt;snow&lt;/a&gt;fall to parts of &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; and &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, with Madrid recording its heaviest snowfall since 1971. The eighth named storm of the &lt;a href=\"2020%E2%80%9321%20European%20windstorm%20season\"&gt;2020–21 European windstorm season&lt;/a&gt;, Filomena formed over the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; close to the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; on 7 January, subsequently taking a slow track north-eastwards towards the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt; and then eastwards across the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;.\nAs Filomena was crossing the Iberian Peninsula, the leading edge of the storm collided with cold air that was being channeled down from the &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt; by an area of high pressure centred over the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;; the constant supply of cold air and slow movement of Filomena resulted in persistent heavy snowfall, reaching up to in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;. At least 5 people were killed due to the effects of cold weather in Spain during the passage of Filomena: three in Madrid and two in &lt;a href=\"M%C3%A1laga\"&gt;Málaga&lt;/a&gt;. Impacts elsewhere were minimal as Filomena moved away from the high to its north, lost its supply of cold air and weakened, and the storm was last noted over &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; on 15 January. The storm killed 5 people and caused an estimated $2.2 billion (2021 &lt;a href=\"United%20States%20dollar\"&gt;USD&lt;/a&gt;; &lt;a href=\"Euro\"&gt;€&lt;/a&gt;1.8 billion) in damages.\nMeteorological history.\nStorm Filomena formed as a low pressure centre along a &lt;a href=\"weather%20front\"&gt;frontal boundary&lt;/a&gt; over the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; on 7 January. The system then moved slowly north-eastwards, crossing the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt; between 8–10 January; the storm's slow movement contributed to the duration and severity of snowfall across &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;. During the time of Filomena's passage over the Iberian Peninsula, a powerful high-pressure system, named \"Anticyclone Antje\" by the &lt;a href=\"Free%20University%20of%20Berlin\"&gt;Free University of Berlin&lt;/a&gt; (FUB), was centred over the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, bringing cold air from the &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt; across the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; and down into the vicinity of Storm Filomena. This cold air became entrained into the leading edge of Filomena as it pushed north-eastwards against the southern edge of the area of high pressure, leading to heavy snowfall.\nAfter emerging into the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;, Filomena accelerated eastwards away from the area of high pressure, losing its supply of cold air in the process. Filomena crossed &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; on 11 January with minimal impacts, before stalling again between Italy and &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; on 11–12 January. Considerably weakened by this time, Filomena then moved over &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; and stalled for a third time on 13–14 January, before accelerating northwards across the eastern &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; on 15 January. Filomena was last noted as a weak low over eastern &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; later that day, before being absorbed by a deeper low named \"Cyclone Dimitrios\" by the FUB by 16 January.\nImpact.\nThe &lt;a href=\"State%20Meteorological%20Agency\"&gt;State Meteorological Agency&lt;/a&gt; of Spain (AEMET) named Storm Filomena on 5 January as they issued the first weather warnings ahead of the anticipated severe impact of the system. Near the coasts, wind gusts of up to occurred as Filomena made landfall on 7 January, as well as of rain in southern areas of Spain and Portugal which caused some &lt;a href=\"flash%20flood\"&gt;flash flood&lt;/a&gt;ing. Further inland and in higher elevations, snowfall of up to was recorded. In the &lt;a href=\"Sierra%20Nevada%20%28Spain%29\"&gt;Sierra Nevada&lt;/a&gt; mountains of southern Spain, wind gusts of up to accompanied the large snow totals, leading to &lt;a href=\"blizzard\"&gt;blizzard&lt;/a&gt; conditions. Due to the unprecedented amount of snowfall, some unsuspecting motorists were trapped on the roads for hours.\nAs Filomena began to move into the area, snow began to fall in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; on 7 January. This was followed by 30 hours of continuous snowfall on 8–9 January. On 9 January, AEMET reported between of accumulated snow from its &lt;a href=\"weather%20station\"&gt;weather station&lt;/a&gt;s within Madrid. The severity of the event was unmatched by any previous snowfall in the Spanish capital since at least 1971.\nThe &lt;a href=\"Empresa%20Municipal%20de%20Transportes%20de%20Madrid\"&gt;EMT&lt;/a&gt;'s bus lines, the commuter rail &lt;a href=\"Cercan%C3%ADas\"&gt;Cercanías&lt;/a&gt; as well as &lt;a href=\"Madrid-Barajas%20airport\"&gt;Madrid-Barajas airport&lt;/a&gt; all stopped operating due to heavy snowfall. The &lt;a href=\"Metro%20de%20Madrid\"&gt;Metro de Madrid&lt;/a&gt; became the only available public transportation system, staying open 24 hours for only the second time in its history after the event. Early estimates showed that around 150,000 trees in the city (18.5% out of the 800,000 registered trees) were damaged or had collapsed due to the snow. Later assessments by the Madrid Town Hall gave figures of 70% of trees in historical parks, 15% of trees in singular parks and an additional 450,000 trees in forest parks being damaged by the storm. Conifers and Mediterranean evergreen trees were particularly affected. During these events in Madrid, &lt;a href=\"winter%20sport\"&gt;winter sport&lt;/a&gt;s were practiced in the city. The slopes of the in Vallecas were used as snowboarding runs.\nThe roof of \"La Nevera\", in the IES Ramiro de Maeztu school, the traditional home of the &lt;a href=\"CB%20Estudiantes\"&gt;CB Estudiantes&lt;/a&gt; youth system, collapsed due to the weight of snow. The &lt;a href=\"Military%20Emergencies%20Unit\"&gt;Military Emergencies Unit&lt;/a&gt; (UME) contributed to clear up accesses to hospitals—the event took place amid the third wave of the deadly &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; and the connected vaccination effort—and the &lt;a href=\"Madrid%E2%80%93Barajas%20Airport\"&gt;Madrid–Barajas Airport&lt;/a&gt; lanes.\nFive people were killed in Spain during the passage of Filomena. By 9 January, two homeless people had died from the effects of cold weather, one in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; and one in &lt;a href=\"Calatayud\"&gt;Calatayud&lt;/a&gt;. Two more deaths occurred due to flooding in &lt;a href=\"M%C3%A1laga\"&gt;Málaga&lt;/a&gt;. On 16 January, a fifth dead body was found under lying snow in the &lt;a href=\"Arganzuela\"&gt;Arganzuela&lt;/a&gt; district of Madrid.\nAftermath.\nThe majority of roads in Madrid still remained blocked by snow a week after the snowstorm, with small streets and the city periphery being particularly affected. Delays in clearing snow in the city led to closure of Madrid schools until the 20th of January. On the 16th of January, a body was found under the snow in Arganzuela district of Madrid.\nThe snowstorm fully paralyzed the waste collection service for 4 days. As of 15 January only a 13% of the 9,000 tonnes of litter accumulated on the streets had been removed.\nThe Mayor of Madrid, &lt;a href=\"Jos%C3%A9%20Luis%20Mart%C3%ADnez-Almeida\"&gt;José Luis Martínez-Almeida&lt;/a&gt; required the Government of Spain for the declaration of Madrid as &lt;a href=\"disaster%20area\"&gt;disaster area&lt;/a&gt; and numbered in 1,398 million &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s the damages caused by the storm. The bill however also reportedly included the money foregone on parking meters and paddle tennis courts.\nA presence of rodents was detected during the spillover of the Storm Filomena, as the waste collection service ceased to operate. By early February a plague of &lt;a href=\"black%20rat\"&gt;roof rats&lt;/a&gt; (black rats) was reported to have installed around the area of Méndez Álvaro."
}