{
    "id": "66661778",
    "revid": "36198301",
    "url": "https://en.wikipedia.org/wiki?curid=66661778",
    "title": "Aleksandr Matovnikov",
    "text": "Aleksandr Anatolyevich Matovnikov (Russian: Александр Анатольевич Матовников; born on 19 September 1965), is a Russian statesman and military leader, who is a Lieutenant General as of 2018, and currently the Deputy Commander-in-Chief of the Ground Forces of the Russian Federation since 22 January 2020. He was awarded the title &lt;a href=\"Hero%20of%20the%20Russian%20Federation\"&gt;Hero of the Russian Federation&lt;/a&gt; in 2017.\nMatovnikov was the 4th Plenipotentiary Representative in the &lt;a href=\"North%20Caucasus%20Federal%20District\"&gt;North Caucasus Federal District&lt;/a&gt; from 2018 to 2020.\nIn his military career, he was the Deputy Commander of the Special Operations Forces of the Main (Intelligence) Directorate of the General Staff of the Russian armed forces from 2013 to 2015, and Commander of the MTR and Deputy Head of the Main Directorate of the General Staff of the Russian Armed Forces 2015 to 2018.\nMatovnikov was also the member of the &lt;a href=\"Russian%20Security%20Council\"&gt;Russian Security Council&lt;/a&gt; from 2018 to 2020.\nBiography.\nAleksandr Matovnikov was born on 19 September 1965 in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. His paternal grandfather took part in the &lt;a href=\"Great%20Patriotic%20War\"&gt;Great Patriotic War&lt;/a&gt; as an artilleryman, and his maternal grandfather fought in the civil war in Turkestan, in the Great Patriotic War he commanded a division, participated in battles in &lt;a href=\"Stalingrad\"&gt;Stalingrad&lt;/a&gt; and &lt;a href=\"Bryansk\"&gt;Bryansk&lt;/a&gt;. \nHis father, &lt;a href=\"Anatoly%20Matovnikov\"&gt;Anatoly Mikhailovich&lt;/a&gt;, was a military man, a staff member of the State Security Committee, who in the 1980s held the post of deputy head of the secretariat of the 7th &lt;a href=\"KGB\"&gt;KGB&lt;/a&gt; Directorate (external surveillance of Soviet and foreign citizens), which was subordinate to the anti-terrorist unit \"A\" (now - Office \"A\" of the Special Purpose Center of the Federal Security Service of the Russian Federation, special unit \"Alpha\"). In 1991, after the putsch of the State Emergency Committee, in the context of a possible assault on the KGB building in &lt;a href=\"Lubyanka%20Building\"&gt;Lubyanka&lt;/a&gt;, Matovnikov destroyed secret management documents, for which he was subsequently sent to retire by the new leadership.\nIn 1982, he entered the Higher Border Military-Political School of the KGB named after K. Ye. Voroshilov, and after graduation in 1986 he began to serve in group \"A\" (\"Alpha\").\nHe served under the command of Major General &lt;a href=\"Viktor%20Fyodorovich%20Karpukhin\"&gt;Viktor Karpukhin&lt;/a&gt;, and according to a colleague of Colonel &lt;a href=\"Yury%20Torshin\"&gt;Yury Torshin&lt;/a&gt;, during the service they \"looked with envy at the participants in the storming of Amin's palace - holders of military orders.\"\nAs part of a motorized group operating under the cover of operational units of the border troops, Matovnikov took part in the &lt;a href=\"war%20in%20Afghanistan\"&gt;war in Afghanistan&lt;/a&gt;, where he solved specific tasks in the interests of the KGB, including intercepting a caravan with weapons and drugs in the border area with &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt; and &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt;.\nHe held the positions of the head of the 2nd department of the 1st department of the Department \"A\" and the first deputy head of the department \"A\".\nIn 1987, Matovnikov took part in the protection of the General Secretary &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt;, who came on a state visit to &lt;a href=\"Washington%20DC\"&gt;Washington DC&lt;/a&gt;. In 1988, he ensured the safety of British Prime Minister &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt; during her visit to the areas of &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt; affected by the earthquake. In 1992, he graduated from the Higher School of the Ministry of Security of Russia. \nMatovnikov took part in the &lt;a href=\"First%20Chechen%20War\"&gt;First&lt;/a&gt; and &lt;a href=\"Second%20Chechen%20War\"&gt;Second Chechen Wars&lt;/a&gt;, in several special operations, including in the &lt;a href=\"North%20Caucasus\"&gt;North Caucasus&lt;/a&gt;. He was one of the leaders of the storming of the hospital in &lt;a href=\"Budyonnovsk\"&gt;Budyonnovsk&lt;/a&gt;, participated in the anti-terrorist operation in the \"Nord-Ost\" on &lt;a href=\"Moscow%20theater%20hostage%20crisis\"&gt;Dubrovka&lt;/a&gt;, and investigated the circumstances of the storming of the school in Beslan. In Chechen circles he had the nickname \"Chekist\".\nAfter serving about 30 years in Alpha, in 2013, Matkovnikov was transferred to work in the &lt;a href=\"Ministry%20of%20Defense%20%28Russia%29\"&gt;Ministry of Defense&lt;/a&gt;, and then appointed to the post of Deputy Commander of the Special Operations Forces of the Main (Intelligence) Directorate of the General Staff of the Russian Armed Forces.\nIn 2015, after &lt;a href=\"Alexey%20Dyumin\"&gt;Alexey Dyumin&lt;/a&gt; left for the post of Deputy Defense Minister, Matovnikov became Commander of the MTR and Deputy Chief of the Main Directorate of the General Staff of the Russian Armed Forces.\nAccording to media reports, Matovnikov was a special assignment officer under Russian President &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; and was one of the leaders of secret military operations abroad, including in &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, where, during the &lt;a href=\"Annexation%20of%20Crimea%20by%20the%20Russian%20Federation\"&gt;annexation of Crimea to Russia&lt;/a&gt;, he coordinated the actions of personnel. He was also at the command posts he took part in the &lt;a href=\"Russian%20military%20intervention%20in%20the%20Syrian%20Civil%20War\"&gt;Russian military intervention in the Syrian Civil War&lt;/a&gt; during the &lt;a href=\"Syrian%20civil%20war\"&gt;Syrian civil war&lt;/a&gt;.\nIn 2017, in the rank of Major General by decree of Putin, Matovnikov was awarded the title \"Hero of the Russian Federation\", in his own words, \"for Syria.\" Due to the closed nature of the service, he first appeared in public and in front of cameras only during the award ceremony, despite the fact that the names of most of the Syrian \"Heroes of Russia\" are classified.\nOn 22 February 2018, Matovnikov he was promoted to Lieutenant General.\nOn 26 June 2018, Matvonikov was appointed Plenipotentiary Representative in the &lt;a href=\"North%20Caucasus%20Federal%20District\"&gt;North Caucasus Federal District&lt;/a&gt;, replacing &lt;a href=\"Oleg%20Belaventsev\"&gt;Oleg Belaventsev&lt;/a&gt;. This decision was supported by the leadership of the &lt;a href=\"North%20Caucasus%20Federal%20Dsitrict\"&gt;North Caucasus Federal Dsitrict&lt;/a&gt;, including the heads of &lt;a href=\"Chechnya\"&gt;Chechnya&lt;/a&gt;, &lt;a href=\"Ramzan%20Kadyrov\"&gt;Ramzan Kadyrov&lt;/a&gt;, &lt;a href=\"Karachay-Cherkessia\"&gt;Karachay-Cherkessia&lt;/a&gt;, &lt;a href=\"Rashid%20Temrezov\"&gt;Rashid Temrezov&lt;/a&gt;, &lt;a href=\"Ingushetia\"&gt;Ingushetia&lt;/a&gt;, &lt;a href=\"Yunus-Bek%20Yevkurov\"&gt;Yunus-Bek Yevkurov&lt;/a&gt;, &lt;a href=\"North%20Ossetia\"&gt;North Ossetia&lt;/a&gt; &lt;a href=\"Vyacheslav%20Bitarov\"&gt;Vyacheslav Bitarov&lt;/a&gt;, and Governor of &lt;a href=\"Stavropol%20Krai\"&gt;Stavropol Krai&lt;/a&gt;, &lt;a href=\"Vladimir%20Vladimirov%20%28politician%29\"&gt;Vladimir Vladimorov&lt;/a&gt;. On 28 June 2018, in &lt;a href=\"Pyatigorsk\"&gt;Pyatigorsk&lt;/a&gt;, Belaventsev introduced Matovnikov to the heads of the subjects, representatives of the clergy, law enforcement agencies, and the staff of the embassy.. \nOn 3 July 2018, Matovnikov was included in the Russian Security Council.\nFrom 2018 to 2019, Matovnikov took part in resolving the situation with the territorial dispute between &lt;a href=\"Chechnya\"&gt;Chechnya&lt;/a&gt; and &lt;a href=\"Ingushetia\"&gt;Ingushetia&lt;/a&gt; and the protests that arose in this regard.\nIn 2019, together with the director of the Russian National Guard, &lt;a href=\"Viktor%20Zolotov\"&gt;Viktor Zolotov&lt;/a&gt;, he submitted documents on the criminal activities of a member of the Federation Council &lt;a href=\"Rauf%20Arashukov\"&gt;Rauf Arashukov&lt;/a&gt; for Putin's consideration, after which he was arrested.\nOn 22 January 2020, Putin appointed former Prosecutor General &lt;a href=\"Yury%20Chaika\"&gt;Yury Chaika&lt;/a&gt; to the post of plenipotentiary in the North Caucasus Federal District, on the same day Matovnikov was transferred to the post of Deputy Commander-in-Chief of the Ground Forces of the Russia to replace Colonel General &lt;a href=\"Aleksander%20Lentsov\"&gt;Aleksander Lentsov&lt;/a&gt;. On 3 February, he was removed from the Security Council.\nPersonal life.\nUntil recently, data on Matovnikov's personal life were not freely available. He is currently married to Svetlana since 2005. They have children containing a daughter, Aleksandra (born in 2006), and a son, Aleksey (born in 2009). His first wife, Olga divorced in 1996. The daughter from her first marriage is Anna (born in 1995).\nHe is on good terms with the leaders of the regions of the &lt;a href=\"North%20Caucasus%20Federal%20District\"&gt;North Caucasus Federal District&lt;/a&gt;. Since 1999, for work, he was assigned to the family of Kadyrov's father, &lt;a href=\"Akhmat%20Kadyrov\"&gt;Akhmat&lt;/a&gt;, and lived in his house. He is friends with Ramzan, and make visits to him.\nHe is a member of the Association of Veterans of the Anti-Terror Unit \"Alpha\", conducts active military-patriotic work. He is fond of mountain skiing, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, and horse riding.\nIncome.\nAccording to the data posted in the declaration containing information on income, expenses, property and property obligations of persons holding government positions in Russia, in 2018 Matovnikov earned 7,710,163 rubles. His wife's income for the same period was 279,840 rubles. Matovnikov owns a land plot with an area of 478 sq. meters, residential building with an area of 302.7 sq. m. and a non-residential building - 95 square meters. Matovnikov's wife owns two apartments with an area of 38.1 and 104.7 square meters."
}