{
    "id": "66734413",
    "revid": "855858",
    "url": "https://en.wikipedia.org/wiki?curid=66734413",
    "title": "Bjørn Nyland (YouTuber)",
    "text": "Bjørn Nyland a.k.a Teslabjørn (born in &lt;a href=\"Chiang%20Mai%20Province\"&gt;Chiang Mai&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; on July 29, 1979, living in &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; since age of 4) is a Norwegian &lt;a href=\"YouTuber\"&gt;YouTuber&lt;/a&gt; posting videos about &lt;a href=\"electric%20car\"&gt;electric car&lt;/a&gt;s in the English language since 2013.\nElectric cars Youtuber.\nFormerly a programmer at the &lt;a href=\"University%20of%20Oslo\"&gt;University of Oslo&lt;/a&gt; and &lt;a href=\"Statistics%20Norway\"&gt;Statistics Norway&lt;/a&gt;, Nyland started his YouTube channel in 2010 with a video showing an onboard ride in a &lt;a href=\"Renault%20Laguna\"&gt;Renault Laguna&lt;/a&gt; Diesel doing 200 km/h (125 mph) on a German &lt;a href=\"Autobahn\"&gt;Autobahn&lt;/a&gt;. In May 2013, he test drove an electric &lt;a href=\"Tesla%20Model%20S\"&gt;Tesla Model S&lt;/a&gt;, posting his YouTube video in Norwegian language with English subtitles. His own Tesla Model S P85 was delivered in November 2013, and soon he filmed a road trip across Norway in winter weather.\nNyland slowly &lt;a href=\"hypermile\"&gt;hypermile&lt;/a&gt;d his Model S for 18 hours in 2015 to a \"Record-Breaking 452.8 Miles On A Single Charge\"\n1000 km challenge.\nNyland has pioneered and repeatedly tested a number of electric cars according to his method called the \"1000 km challenge\", in which the vehicle must cover 1000 km (621 mi) as quickly as possible; the result is the sum of the time spent driving and the time spent at charging stations.\nThe tests take place on Norwegian, and sometimes Swedish, roads, which have good DC fast charging infrastructure but generally lower speed limits than German or French highways.\n24h EV world records in Germany.\nAfter German Youtuber &lt;a href=\"Horst%20L%C3%BCning\"&gt;Horst Lüning&lt;/a&gt; and his son have covered 2,424 km within 24 hours in a Model S on &lt;a href=\"Bundesautobahn%208\"&gt;Bundesautobahn 8&lt;/a&gt; near Ulm to the west of Munich in June 2016, Lüning in 2018 joined an Austrian G-Electric team that used a US-import &lt;a href=\"Tesla%20Model%203\"&gt;Tesla Model 3&lt;/a&gt; with a special charging port adaptor to improve the record to 2,644 km.\nIn July 2019, after Tesla finally delivered European-spec Model 3 with CCS connector, Nyland was part of a team that set the new record at 2,781 km (1,728 mi) in 24 hours in a Tesla Model 3 Long Range AWD. The team set this record using the &lt;a href=\"IONITY\"&gt;IONITY&lt;/a&gt; 350 kW quick chargers \"Demminer Land\" at &lt;a href=\"Bundesautobahn%2020\"&gt;Bundesautobahn 20&lt;/a&gt; to the north of Berlin because currently, that network is significantly faster than Tesla’s Superchargers (v2).\nWinner of four Teslas.\nIn &lt;a href=\"October\"&gt;October&lt;/a&gt; 2015 Nyland won a Founders Series &lt;a href=\"Tesla%20Model%20X\"&gt;Tesla Model X&lt;/a&gt; after ten Tesla customers used his referral code which he named \"&lt;a href=\"Optimus%20Prime\"&gt;Optimus Prime&lt;/a&gt;\". He used his Model X to create his most popular videos, \"Tesla Model X doors crushing things\", \"Tesla Model X vs Hummer H2 tug of war\", \"Tesla Model X off-roading gone wrong!\". By the end of 2015, he won the second European referral contest, and a free Tesla Model S P90D Ludicrous (which was delivered as a P100DL and sold to pay for the taxes for his Model X). By 2019, he won two second generation &lt;a href=\"Tesla%20Roadster%20%28second%20generation%29\"&gt;Tesla Roadsters&lt;/a&gt;, , bringing the total to 4.\nPersonal life.\nHe states that he has Chinese father and Thai mother.\nNyland speaks Norwegian fluently without accent having spent most of his youth in Norway and &lt;a href=\"Bod%C3%B8\"&gt;Bodø&lt;/a&gt; from where he got his regional dialect. He rarely speaks Norwegian in his videos. He also speaks fluent Thai especially Northern Thai language and publish some Thai-language videos in his YouTube subchannel \"Teslabjorn Thai\" but he can't read Thai. In his videos he on occasion throw in a few of his favorite German words which he finds funny (\"anhängerkupplung\"), he do not however know much German.\nNyland lives in &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt; married to a Thai woman, known by &lt;a href=\"Thai%20name%23Nicknames\"&gt;nickname&lt;/a&gt; Amm or stage name Ammery. They also own a white chihuahua called Dolly they bought in 2017.\nIn March 2021, he published videos documenting him suffering from &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt;, which lasted about 16 days."
}