{
    "id": "66769507",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=66769507",
    "title": "Crossing (opera)",
    "text": "Crossing is a two-act &lt;a href=\"opera\"&gt;opera&lt;/a&gt; composed by &lt;a href=\"Matthew%20Aucoin\"&gt;Matthew Aucoin&lt;/a&gt;. Based on &lt;a href=\"Walt%20Whitman\"&gt;Walt Whitman&lt;/a&gt;'s \"Memoranda During the War\", it offers a fictionalized account of Whitman's time as a nurse during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;.\nSynopsis.\nThe opera opens with Whitman volunteering as a nurse at a Union hospital. John Wormley, a wounded soldier, appears at the hospital claiming to be a Union soldier and Whitman tends to his wounds. In the midst of Whitman's ministrations, the two become sexually intimate, and Whitman composes a letter on behalf of Wormley. Unbeknownst to Whitman, Wormley is in fact a Confederate soldier, and the letter will alert the Confederacy to the hospital's location so that they can destroy it. Wormley subsequently confronts Whitman, accusing him of perversion and questioning his motives. A messenger arrives to announce the war's end, and the shell-shocked soldiers react with muted enthusiasm.\nPerformance history.\n\"Crossing\" premiered at the American Repertory Theatre on May 29, 2015. It was conducted by Aucoin, with direction by &lt;a href=\"Diane%20Paulus\"&gt;Diane Paulus&lt;/a&gt;, and featured the Boston-based chamber orchestra &lt;a href=\"A%20Far%20Cry\"&gt;A Far Cry&lt;/a&gt;. \"Crossing\" had its New York premiere on October 3, 2017 at the &lt;a href=\"Brooklyn%20Academy%20of%20Music\"&gt;Brooklyn Academy of Music&lt;/a&gt; Next Wave Festival. It was subsequently performed in concert form by the &lt;a href=\"Los%20Angeles%20Opera\"&gt;Los Angeles Opera&lt;/a&gt; on May 25, 2018 as a part of their Off Grand Series.\nReception.\nAnthony Tommasini of the \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" called the work \"taut\" and \"inspired,\" praising the performers, direction and score. Tommasini reserved particular praise for Aucoin's vocal writing and orchestration. Mark Swed of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" termed the work \"troublingly perceptive,\" while calling it \"a young man’s work in both its impressive over-insistence and just plain over-insistence.\"\" &lt;a href=\"Vulture%20%28magazine%29\"&gt;\"Vulture\"&lt;/a&gt;'s\" Justin Davidson called the work \"dramatically static\" and criticized its pacing. &lt;a href=\"WBUR\"&gt;WBUR&lt;/a&gt;'s Llyod Schwartz criticized the work as \"high-minded\" and \"inflated,\" though he praised the orchestration as \"dazzling.\"\nSeveral critics noted the influence of other composers on the score, including &lt;a href=\"Benjamin%20Britten\"&gt;Benjamin Britten&lt;/a&gt;, &lt;a href=\"John%20Adams\"&gt;John Adams&lt;/a&gt;, &lt;a href=\"Philip%20Glass\"&gt;Philip Glass&lt;/a&gt; and &lt;a href=\"Thomas%20Ad%C3%A8s\"&gt;Thomas Adès&lt;/a&gt;."
}