{
    "id": "667682",
    "revid": "26583996",
    "url": "https://en.wikipedia.org/wiki?curid=667682",
    "title": "Lee Westwood",
    "text": "Lee John Westwood (born 24 April 1973) is an English &lt;a href=\"professional%20golfer\"&gt;professional golfer&lt;/a&gt;. Noted for his consistency, Westwood is one of the few golfers who has won tournaments on five continents – Europe, North America, Asia, Africa and Oceania – including victories on the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; and the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt;. Westwood has also won tournaments in four decades, the 1990s, 2000s, 2010s and 2020s. Westwood was named &lt;a href=\"European%20Tour%20Golfer%20of%20the%20Year\"&gt;European Tour Golfer of the Year&lt;/a&gt; for the 1998, 2000, 2009 and 2020 seasons. He has won the 2000 &lt;a href=\"European%20Tour%20Order%20of%20Merit\"&gt;European Tour Order of Merit&lt;/a&gt;, and the renamed 2009 and 2020 Race to Dubai. Westwood has frequently been mentioned as one of the best golfers without a &lt;a href=\"Men%27s%20major%20golf%20championships\"&gt;major championship&lt;/a&gt; victory, despite several near misses including three runner-up finishes.\nHe has represented Europe in ten Ryder Cups. In October 2010, Westwood became the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;World number one golfer&lt;/a&gt;, ending the reign of &lt;a href=\"Tiger%20Woods\"&gt;Tiger Woods&lt;/a&gt;, and becoming the first British golfer since &lt;a href=\"Nick%20Faldo\"&gt;Nick Faldo&lt;/a&gt; in 1994 to hold that position. He held the number one position for a total of 22 weeks. Westwood and fellow countryman &lt;a href=\"Luke%20Donald\"&gt;Luke Donald&lt;/a&gt; share the distinction of reaching the number one world ranking despite never winning a major. After the &lt;a href=\"2021%20Open%20Championship\"&gt;2021 Open Championship&lt;/a&gt; he held the record, that he previously shared with &lt;a href=\"Jay%20Haas\"&gt;Jay Haas&lt;/a&gt;, of playing in the most major championships (88) without winning one.\nEarly life.\nBorn in &lt;a href=\"Worksop\"&gt;Worksop&lt;/a&gt;, &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt;, Westwood began to play golf aged 13 with a half set bought by grandparents. His father John, a mathematics teacher, took up the game at the same time to encourage his son. A talented sportsman at school, Lee played &lt;a href=\"Rugby%20football\"&gt;rugby&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; and &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;.\nWestwood had a later start at the game than many future tournament professionals, but less than two years later he was the junior champion of &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt;. He played for England in the Boys Home Internationals in August 1989, and played for Great Britain and Ireland boys team in the &lt;a href=\"Jacques%20L%C3%A9glise%20Trophy\"&gt;Jacques Léglise Trophy&lt;/a&gt; in both 1990 and 1991. In 1991 he won his first important amateur tournament, the Peter McEvoy Trophy. In 1993 he won the &lt;a href=\"British%20Youths%20Open%20Amateur%20Championship\"&gt;British Youths Open Amateur Championship&lt;/a&gt; and turned professional.\nProfessional career.\nIn 1996, Westwood won his first professional tournament, the &lt;a href=\"Volvo%20Scandinavian%20Masters\"&gt;Volvo Scandinavian Masters&lt;/a&gt;, closely followed by the &lt;a href=\"Sumitomo%20VISA%20Taiheiyo%20Masters\"&gt;Sumitomo VISA Taiheiyo Masters&lt;/a&gt; in Japan. His success continued in 1997, defending his Japanese title and winning the &lt;a href=\"Malaysian%20Open%20%28golf%29\"&gt;Malaysian Open&lt;/a&gt;, the &lt;a href=\"Volvo%20Masters\"&gt;Volvo Masters&lt;/a&gt; in Spain, and the &lt;a href=\"Holden%20Australian%20Open\"&gt;Holden Australian Open&lt;/a&gt;, beating &lt;a href=\"Greg%20Norman\"&gt;Greg Norman&lt;/a&gt; in a playoff. He also partnered with &lt;a href=\"Nick%20Faldo\"&gt;Nick Faldo&lt;/a&gt; in the &lt;a href=\"Ryder%20Cup\"&gt;Ryder Cup&lt;/a&gt; that year.\nWestwood has won 25 events on the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; and has also won tournaments in North America, Africa, Asia and Australia. His most successful year to date has been 2000 when he won seven tournaments worldwide and was ranked first on the &lt;a href=\"European%20Order%20of%20Merit\"&gt;European Order of Merit&lt;/a&gt;, ending &lt;a href=\"Colin%20Montgomerie\"&gt;Colin Montgomerie&lt;/a&gt;'s long run of European Tour dominance. His win on the Sunshine Tour's Dimension Data Pro-am in 2000 made him the first golfer to win events on all 6 of the &lt;a href=\"Professional%20golf%20tours%23International%20Federation%20of%20PGA%20Tours\"&gt;International Federation of PGA Tours&lt;/a&gt;. &lt;a href=\"Ernie%20Els\"&gt;Ernie Els&lt;/a&gt; (2005) and &lt;a href=\"Justin%20Rose\"&gt;Justin Rose&lt;/a&gt; (2017) are the only golfers to have joined him on this list.\nWestwood took a significant break from the game following the birth of son Samuel Bevan in 2001, and together with a restructuring of his swing under &lt;a href=\"David%20Leadbetter%20%28golf%20instructor%29\"&gt;David Leadbetter&lt;/a&gt;, led to him being out of contention in tournaments until his 2003 victory in Germany, his 25th worldwide.\nWestwood returned to the winners circle in &lt;a href=\"2007%20European%20Tour\"&gt;2007&lt;/a&gt; by winning both the &lt;a href=\"Valle%20Romano%20Open%20de%20Andaluc%C3%ADa\"&gt;Valle Romano Open de Andalucía&lt;/a&gt; and the &lt;a href=\"Quinn%20Direct%20British%20Masters\"&gt;Quinn Direct British Masters&lt;/a&gt; to bring his total European Tour wins to 18. As a result, he moved back into the top 50 of the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;Official World Golf Ranking&lt;/a&gt;. Westwood finished the 2007 season with five top 10 finishes in the last five events. He carried this form into the 2008 season, starting with two tied second places and a fifth, moving back into the top 20 in the world rankings. At the &lt;a href=\"Masters%20Tournament\"&gt;Masters&lt;/a&gt;, Westwood finished tied for 11th and he narrowly missed out on becoming the first European in 38 years to win the &lt;a href=\"2008%20U.S.%20Open%20Golf%20Championship\"&gt;U.S. Open&lt;/a&gt;, finishing 3rd on level-par.\nIn 2009, Westwood had two further 3rd-place finishes at major championships, in &lt;a href=\"2009%20Open%20Championship\"&gt;the Open&lt;/a&gt; and the &lt;a href=\"2009%20PGA%20Championship\"&gt;PGA Championship&lt;/a&gt;. In October 2009, Westwood ended his two-year wait for a tournament win by winning the &lt;a href=\"Portugal%20Masters\"&gt;Portugal Masters&lt;/a&gt;. This was followed the next month with a win at the &lt;a href=\"Dubai%20World%20Championship\"&gt;Dubai World Championship&lt;/a&gt;, which also brought with it the inaugural &lt;a href=\"Race%20to%20Dubai\"&gt;Race to Dubai&lt;/a&gt; title.\nWestwood has played in the Gary Player Invitational charity event several times to assist Player raise money for children in need around the world.\nWestwood earned a career-best second place at the &lt;a href=\"2010%20Masters%20Tournament\"&gt;2010 Masters Tournament&lt;/a&gt;, leading by one shot going into the final day before being overtaken by eventual champion &lt;a href=\"Phil%20Mickelson\"&gt;Phil Mickelson&lt;/a&gt;. Westwood came through with his 2nd tour victory at the &lt;a href=\"St.%20Jude%20Classic\"&gt;St. Jude Classic&lt;/a&gt; the week before the &lt;a href=\"U.S.%20Open%20golf\"&gt;U.S. Open&lt;/a&gt;. Westwood claimed another second-place finish at the &lt;a href=\"2010%20Open%20Championship\"&gt;2010 Open Championship&lt;/a&gt;, although he was a distant runner-up to &lt;a href=\"Louis%20Oosthuizen\"&gt;Louis Oosthuizen&lt;/a&gt;. Despite the two 2nd-place finishes at the season's first three majors, Westwood did not compete in the PGA Championship due to injury.\nIn May 2011, Westwood contested a playoff at the &lt;a href=\"BMW%20PGA%20Championship\"&gt;BMW PGA Championship&lt;/a&gt; with fellow Englishman and at the time world number two &lt;a href=\"Luke%20Donald\"&gt;Luke Donald&lt;/a&gt;. On the par five 18th, Donald hit his approach shot into the green leaving six feet for birdie. Westwood attempted to follow him in close to the hole but got too much backspin on his pitch and the ball spun back into the water hazard. Westwood eventually chipped up from the drop zone and went on to make double bogey. Donald then holed his birdie putt to win the championship and in the process became the new world number one.\nIn June 2011, Westwood equalled his best performance at the U.S. Open finishing in a tie for third place at &lt;a href=\"Congressional%20Country%20Club\"&gt;Congressional CC&lt;/a&gt;, an event which was dominated by &lt;a href=\"Rory%20McIlroy\"&gt;Rory McIlroy&lt;/a&gt;. This was the fourth time in his career that Westwood had finished third in a major.\nIn December 2011, Westwood shot the lowest round of his career, a 60, at the &lt;a href=\"Thailand%20Golf%20Championship\"&gt;Thailand Golf Championship&lt;/a&gt;. He followed that up with a 64 to equal the lowest 36-hole total on the &lt;a href=\"Asian%20Tour\"&gt;Asian Tour&lt;/a&gt; and won the tournament by seven shots.\nWestwood rejoined the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt; for the 2012 season, stating that \"It felt right in a Ryder Cup year\" and intimated that he would like to experience the challenge for the &lt;a href=\"FedEx%20Cup\"&gt;FedEx Cup&lt;/a&gt; in the end of season playoffs for the first time. In February 2012, Westwood recorded his best ever performance at the &lt;a href=\"WGC-Accenture%20Match%20Play%20Championship\"&gt;WGC-Accenture Match Play Championship&lt;/a&gt; when he reached the semi-finals for the first time. In all eleven previous attempts he had never once made it past the second round. He beat &lt;a href=\"Nicolas%20Colsaerts\"&gt;Nicolas Colsaerts&lt;/a&gt;, &lt;a href=\"Robert%20Karlsson\"&gt;Robert Karlsson&lt;/a&gt;, &lt;a href=\"Nick%20Watney\"&gt;Nick Watney&lt;/a&gt; and &lt;a href=\"Martin%20Laird\"&gt;Martin Laird&lt;/a&gt; en route before falling, 3&amp;1, to &lt;a href=\"Rory%20McIlroy\"&gt;Rory McIlroy&lt;/a&gt; in the semi-finals. He finished in 4th place after losing the consolation match to American &lt;a href=\"Mark%20Wilson%20%28golfer%29\"&gt;Mark Wilson&lt;/a&gt;, 1 up. Had he won the tournament, he would have regained the number one ranking.\nWestwood continued his fine run of performances in the major championships with a tied third finish at the &lt;a href=\"Masters%20Tournament\"&gt;Masters&lt;/a&gt; in April 2012. He finished two strokes behind &lt;a href=\"Bubba%20Watson\"&gt;Bubba Watson&lt;/a&gt; and &lt;a href=\"Louis%20Oosthuizen\"&gt;Louis Oosthuizen&lt;/a&gt; and bemoaned his putting performance as the reason he did not win the tournament. This was the seventh occasion that he had recorded a top three finish at a major without actually winning one. In April 2012, he successfully defended his title at the &lt;a href=\"Indonesian%20Masters\"&gt;Indonesian Masters&lt;/a&gt; on the &lt;a href=\"Asian%20Tour\"&gt;Asian Tour&lt;/a&gt;, winning by two strokes. In June 2012, Westwood won the &lt;a href=\"Nordea%20Masters\"&gt;Nordea Masters&lt;/a&gt; for the third time, the week prior to the U.S Open, with a five stroke victory over &lt;a href=\"Ross%20Fisher\"&gt;Ross Fisher&lt;/a&gt;. This was Westwood's 22nd victory on the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; and moved him into ninth place alone on the all time European Tour winners list.\nAt the &lt;a href=\"2012%20U.S.%20Open%20%28golf%29\"&gt;2012 U.S. Open&lt;/a&gt;, Westwood was in contention again after firing a three-under-par round of 67 in the third round to position himself three strokes behind the leaders. During the final round, Westwood lost his ball in a tree on the par-four fifth hole after his drive clattered into the pines. The ball was declared lost and he had to play his third shot from the tee, resulting in a double-bogey six which effectively ended his challenge. He finished in a tie for 10th.\nIn the &lt;a href=\"2013%20Open%20Championship\"&gt;2013 Open Championship&lt;/a&gt;, Westwood led after 54 holes by two strokes over &lt;a href=\"Hunter%20Mahan\"&gt;Hunter Mahan&lt;/a&gt; and &lt;a href=\"Tiger%20Woods\"&gt;Tiger Woods&lt;/a&gt;. They were the only three players in the field under par for the tournament. Westwood shot a four-over-par 75 in his final round to finish in a tie for third, four strokes back at one-over-par. &lt;a href=\"Phil%20Mickelson\"&gt;Phil Mickelson&lt;/a&gt; went on to win the tournament with a total of three-under-par, the only player to complete the tournament under par. This was the second time Westwood had taken the lead into the final round of a major championship, with the other being in the &lt;a href=\"2010%20Masters%20Tournament\"&gt;2010 Masters&lt;/a&gt;, which Mickelson also won. Westwood has now finished in the top-three eight times in majors without ever winning one.\nIn April 2015, Westwood won the &lt;a href=\"CIMB%20Niaga%20Indonesian%20Masters\"&gt;CIMB Niaga Indonesian Masters&lt;/a&gt; for the third time in his career. He won in a sudden-death playoff over &lt;a href=\"Chapchai%20Nirat\"&gt;Chapchai Nirat&lt;/a&gt;, having held a five-stroke lead at the 54-hole stage. This was Westwood's ninth victory in Asian Tour events.\nAt the &lt;a href=\"2016%20Masters%20Tournament\"&gt;2016 Masters&lt;/a&gt;, Westwood finished joint runner-up with &lt;a href=\"Jordan%20Spieth\"&gt;Jordan Spieth&lt;/a&gt;, three strokes behind winner &lt;a href=\"Danny%20Willett\"&gt;Danny Willett&lt;/a&gt;. He was briefly only one stroke off the lead during the final round following an eagle on the par five 15th, but bogeyed the 16th to end his chances. This was the third time Westwood has finished as runner-up in a major championship. At the &lt;a href=\"2016%20U.S.%20Open%20%28golf%29\"&gt;2016 U.S. Open&lt;/a&gt;, Westwood was again near the top of the leaderboard after the first three rounds, but playing in the penultimate group during the final round he fell away badly shooting a round 80 (+10) to finish T32.\nWestwood, with 87 starts, is tied with &lt;a href=\"Jay%20Haas\"&gt;Jay Haas&lt;/a&gt; for most major championship appearances without winning.\nIn an interview with CNN in November 2017, Westwood spoke of his desire to go into the golf course design industry once he had finished playing, saying he would vow to make courses \"more playable and enjoyable\".\nOn 11 November 2018, Westwood fired an eight-under 64 to storm to a three-shot victory in the &lt;a href=\"Nedbank%20Golf%20Challenge\"&gt;Nedbank Golf Challenge&lt;/a&gt;. Westwood's win in &lt;a href=\"Sun%20City%2C%20South%20Africa\"&gt;Sun City, South Africa&lt;/a&gt; claimed his 24th &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; victory and his first since the 2014 &lt;a href=\"Malaysian%20Open%20%28golf%29\"&gt;Malaysian Open&lt;/a&gt;. The victory was worth $1,250,000. The Nedbank was his first &lt;a href=\"European%20Tour%23Rolex%20Series\"&gt;Rolex Series&lt;/a&gt; title and third victory at &lt;a href=\"Gary%20Player%20Country%20Club\"&gt;Gary Player Country Club&lt;/a&gt; following wins in 2010 and 2011 before the tournament joined the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; international schedule. He also won the &lt;a href=\"Dimension%20Data%20Pro-Am\"&gt;Dimension Data Pro-Am&lt;/a&gt; in 2000 also played at the Gary Player Country Club.\nIn July 2019, Westwood finished tied for fourth in the 2019 &lt;a href=\"Open%20Championship\"&gt;Open Championship&lt;/a&gt; at &lt;a href=\"Royal%20Portrush%20Golf%20Club\"&gt;Royal Portrush Golf Club&lt;/a&gt; in Northern Ireland. He has now finished 12 times in the top five of a major without actually winning. This was his best finish at the Open since 2013 and it earned him entry into the 2020 &lt;a href=\"Masters%20Tournament\"&gt;Masters Tournament&lt;/a&gt;. \"It's brilliant,\" said Westwood. \"Augusta is a very special place. I've played great there in the past and had a chance to win it. It is another course like &lt;a href=\"Royal%20Portrush%20Golf%20Club\"&gt;Royal Portrush Golf Club&lt;/a&gt; that I don't strictly think is a bomber's paradise, although I think it helps. If you've played it a lot and you play it well, there are a lot of repeat winners. It will be lovely to go back.\"\nIn January 2020, Westwood won the &lt;a href=\"Abu%20Dhabi%20HSBC%20Championship\"&gt;Abu Dhabi HSBC Championship&lt;/a&gt; on the European Tour. This tournament was part of the Rolex Series. This win meant he had won titles in four different decades on the European Tour. Westwood finished on 19 under par, two shots ahead of &lt;a href=\"Tommy%20Fleetwood\"&gt;Tommy Fleetwood&lt;/a&gt;, &lt;a href=\"Matt%20Fitzpatrick\"&gt;Matt Fitzpatrick&lt;/a&gt; and &lt;a href=\"Victor%20Perez%20%28golfer%29\"&gt;Victor Perez&lt;/a&gt;. The 46-year-old shot a five-under-par 67 at the Abu Dhabi Golf Club to win the event for the first time. In December of that year, Westwood claimed his third &lt;a href=\"Race%20to%20Dubai\"&gt;Race to Dubai&lt;/a&gt; by finishing solo second in the season-ending &lt;a href=\"DP%20World%20Tour%20Championship%2C%20Dubai\"&gt;DP World Tour Championship, Dubai&lt;/a&gt;. At 47 years of age, he became the oldest winner of the title.\nIn March 2021, Westwood held the 54-hole lead at the &lt;a href=\"Arnold%20Palmer%20Invitational\"&gt;Arnold Palmer Invitational&lt;/a&gt;. He eventually missed out by one shot to &lt;a href=\"Bryson%20DeChambeau\"&gt;Bryson DeChambeau&lt;/a&gt;. This was his best result on the PGA Tour since his tied for second place at the 2016 Masters. The following week, Westwood again held the 54-hole lead at a PGA Tour event; &lt;a href=\"2021%20Players%20Championship\"&gt;The Players Championship&lt;/a&gt;. He shot an even-par 72 and finished second by one shot to eventual champion &lt;a href=\"Justin%20Thomas\"&gt;Justin Thomas&lt;/a&gt;. He won more than $1.6 million for this finish, the largest official cheque of his career to date.\nWorld ranking.\nWestwood first reached the top 10 in the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;Official World Golf Ranking&lt;/a&gt; in July 1998 and spent a total of 160 weeks in the top 10 between then and August 2001.\nWestwood dropped out of top 100 in mid-2002. Returning to the top 100 in late 2003, Westwood's ranking remained in the 20 to 80 range from 2004 and 2007. Early in 2008 he returned to the top 20 where he has remained since. He returned to the top 10 briefly at the end of the 2008 season and again after the &lt;a href=\"2009%20PGA%20Championship\"&gt;2009 PGA Championship&lt;/a&gt;.\nOn 31 October 2010, Westwood became the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;World number one golfer&lt;/a&gt;, ending the reign of &lt;a href=\"Tiger%20Woods\"&gt;Tiger Woods&lt;/a&gt;. He remained &lt;a href=\"List%20of%20World%20Number%20One%20male%20golfers\"&gt;World number one&lt;/a&gt; for 17 weeks, before being replaced by &lt;a href=\"Martin%20Kaymer\"&gt;Martin Kaymer&lt;/a&gt; who held the top spot for 8 weeks. Westwood regained the number one spot after winning the &lt;a href=\"Indonesian%20Masters\"&gt;Indonesian Masters&lt;/a&gt; on 24 April 2011 and held it for 5 weeks before being replaced by &lt;a href=\"Luke%20Donald\"&gt;Luke Donald&lt;/a&gt;. He spent &lt;a href=\"List%20of%20male%20golfers%20who%20have%20been%20in%20the%20world%20top%2010\"&gt;over 350 weeks in the top-10&lt;/a&gt;.\nRyder Cup.\nWestwood made his Ryder Cup debut in &lt;a href=\"1997%20Ryder%20Cup\"&gt;1997&lt;/a&gt; where he partnered fellow Englishman &lt;a href=\"Nick%20Faldo\"&gt;Nick Faldo&lt;/a&gt; in both sets of &lt;a href=\"Four-ball%20golf\"&gt;fourball&lt;/a&gt;s and &lt;a href=\"foursome%20%28golf%29\"&gt;foursomes&lt;/a&gt;. In the &lt;a href=\"1999%20Ryder%20Cup\"&gt;1999 Ryder Cup&lt;/a&gt;, he partnered &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt; for the fourballs and foursomes, picking up 2 points. At &lt;a href=\"The%20Belfry\"&gt;The Belfry&lt;/a&gt; in &lt;a href=\"2002%20Ryder%20Cup\"&gt;2002&lt;/a&gt; he teamed up with &lt;a href=\"Sergio%20Garc%C3%ADa\"&gt;Sergio García&lt;/a&gt; in a successful partnership in which they won 3 and lost 1 of their four matches.\nIn the &lt;a href=\"2004%20Ryder%20Cup\"&gt;2004 Ryder Cup&lt;/a&gt;, Westwood sank the putt which took Europe's points tally to 14 and thereby ensured that they retained the Cup. Europe eventually won 18½–9½. It was his first victory in singles. He and &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt; were the wildcard selections in &lt;a href=\"2006%20Ryder%20Cup\"&gt;2006&lt;/a&gt; and Westwood justified his selection by not losing a game, a feat he had also achieved in 2004. He is the eighth most successful European golfer on points scored, with the second highest scoring rate.\nDuring the &lt;a href=\"2008%20Ryder%20Cup\"&gt;2008&lt;/a&gt; Matches, Westwood sat out for the first session in his Ryder Cup career during the matches after a controversial decision by captain &lt;a href=\"Nick%20Faldo\"&gt;Nick Faldo&lt;/a&gt;. The European Team ended up losing to the U.S. 16½–11½. In October 2010, Westwood was a member of the European team that won the &lt;a href=\"2010%20Ryder%20Cup\"&gt;2010 Ryder Cup&lt;/a&gt; with a one-point win over the USA.\nFor the 2012 and 2014 tournaments, Westwood was once again a member of winning teams, with Europe beating USA at &lt;a href=\"Medinah%20Country%20Club\"&gt;Medinah Country Club&lt;/a&gt; and &lt;a href=\"Gleneagles%20Hotel\"&gt;Gleneagles&lt;/a&gt;. In 2016, his friend Darren Clarke was captain and he was once again chosen as a wildcard, this time part of a losing team for the first time since 2008.\nIn 2018, &lt;a href=\"Thomas%20Bj%C3%B8rn\"&gt;Thomas Bjørn&lt;/a&gt; selected Westwood as one of his five vice-captains for the &lt;a href=\"2018%20Ryder%20Cup\"&gt;2018 Ryder Cup&lt;/a&gt; at &lt;a href=\"Le%20Golf%20National\"&gt;Le Golf National&lt;/a&gt;, alongside &lt;a href=\"Graeme%20McDowell\"&gt;Graeme McDowell&lt;/a&gt;, &lt;a href=\"Luke%20Donald\"&gt;Luke Donald&lt;/a&gt;, &lt;a href=\"P%C3%A1draig%20Harrington\"&gt;Pádraig Harrington&lt;/a&gt; and &lt;a href=\"Robert%20Karlsson\"&gt;Robert Karlsson&lt;/a&gt;.\nIn September 2021, Westwood played on the European team in the &lt;a href=\"2021%20Ryder%20Cup\"&gt;2021 Ryder Cup&lt;/a&gt; at &lt;a href=\"Whistling%20Straits\"&gt;Whistling Straits&lt;/a&gt; in &lt;a href=\"Kohler%2C%20Wisconsin\"&gt;Kohler, Wisconsin&lt;/a&gt;. The U.S. team won 19–9 and Westwood went 1–2–0 and won his Sunday singles match against &lt;a href=\"Harris%20English\"&gt;Harris English&lt;/a&gt;.\nHe is the European player who has the greatest number of appearances in Ryder Cup winning teams (7 wins, 4 losses).\nPersonal life.\nWestwood married Laurae Coltart, the sister of Scottish Ryder Cup player &lt;a href=\"Andrew%20Coltart\"&gt;Andrew Coltart&lt;/a&gt;, in January 1999. The couple have two children, Samuel Bevan and Poppy Grace. The two divorced in 2017. After his divorce, Westwood moved back to Europe from his residence in &lt;a href=\"Palm%20Beach%20Gardens\"&gt;Palm Beach Gardens&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;. Westwood now lives in &lt;a href=\"Jesmond\"&gt;Jesmond&lt;/a&gt;, &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle upon Tyne&lt;/a&gt; with his wife, Helen Storey, who also caddies for him on tour. The pair married in Las Vegas in June 2021.\nHe is good friends with fellow Ryder Cup star &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt; and from April 2006 he co-owned a private jet with him. \nIn 2007, Westwood was presented with an Honorary degree of &lt;a href=\"Doctor%20of%20Science\"&gt;Doctor of Science&lt;/a&gt; by &lt;a href=\"Nottingham%20Trent%20University\"&gt;Nottingham Trent University&lt;/a&gt;. The University named its sports hall after the golfer in October 2010. He announced the creation of the &lt;a href=\"Lee%20Westwood%20Golf%20School\"&gt;Lee Westwood Golf School&lt;/a&gt; in 2010, which offers young golfers the ability to combine golf training with their education as part of their school life. In addition, since 2010 Westwood has created a Junior Lee Westwood Golf Tour and Lee Westwood Golf Camps. In recognition of his work with young golfers, he was awarded with the Golf Foundation's 'Spirit of Golf' Award just before the Open Championship, an award which was previously held by &lt;a href=\"Gary%20Player\"&gt;Gary Player&lt;/a&gt; and &lt;a href=\"Tony%20Jacklin\"&gt;Tony Jacklin&lt;/a&gt;.\nWestwood's major passion is horse racing, in which he has had an interest in several successful horses, including Hoof It which won the Stewards Cup twice. Other interests include films, snooker and cars. He is a keen football fan who supports &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;. He also supports and sponsors his local semi professional side Worksop Town FC. Westwood is a follower of &lt;a href=\"Dumfries\"&gt;Dumfries&lt;/a&gt; based football club &lt;a href=\"Queen%20of%20the%20South%20F.C.\"&gt;Queen of the South&lt;/a&gt;, most likely due to having &lt;a href=\"Andrew%20Coltart\"&gt;Andrew Coltart&lt;/a&gt; as a former brother-in-law, who himself is a passionate supporter of the Scottish club.\nWestwood was appointed &lt;a href=\"Officer%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Officer of the Order of the British Empire&lt;/a&gt; (OBE) in the &lt;a href=\"2011%20Birthday%20Honours\"&gt;2011 Birthday Honours&lt;/a&gt;.\nProfessional wins (44).\nPGA Tour wins (2).\nPGA Tour playoff record (1–0)\nEuropean Tour wins (25).\n&lt;br&gt;\n1Co-sanctioned by the &lt;a href=\"Asian%20Tour\"&gt;Asian Tour&lt;/a&gt;&lt;br&gt;\n2Co-sanctioned by the &lt;a href=\"Korean%20Tour\"&gt;Korean Tour&lt;/a&gt;\nEuropean Tour playoff record (2–6)\nJapan Golf Tour wins (4).\nJapan Golf Tour playoff record (1–0)\nAsian Tour wins (8).\n1Co-sanctioned by the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt;&lt;br&gt;\n2Co-sanctioned by the &lt;a href=\"Korean%20Tour\"&gt;Korean Tour&lt;/a&gt;\nAsian Tour playoff record (2–1)\nSunshine Tour wins (3).\nSunshine Tour playoff record (0–1)\nPGA Tour of Australasia wins (1).\nPGA Tour of Australasia playoff record (1–1)\nAsia Golf Circuit wins (1).\nAsia Golf Circuit playoff record (0–1)\nOther wins (2).\nOther playoff record (0–1)\nResults in major championships.\n\"Results not in chronological order in 2020.\"\nCUT = missed the half way cut&lt;br&gt;\n\"T\" indicates a tie for a place&lt;br&gt;\nNT = No tournament due to &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;\nResults in The Players Championship.\nCUT = missed the halfway cut&lt;br&gt;\n\"T\" indicates a tie for a place&lt;br&gt;\nC = Cancelled after the first round due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;\nResults in World Golf Championships.\n\"Results not in chronological order before 2015.\"\n1Cancelled due to &lt;a href=\"September%2011%2C%202001%20attacks\"&gt;9/11&lt;/a&gt;&lt;br&gt;\n2Cancelled due to &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; pandemic&lt;br&gt;\nQF, R16, R32, R64 = Round in which player lost in match play&lt;br&gt;\n\"T\" = Tied&lt;br&gt;\nWD = Withdrew&lt;br&gt;\nNT = No tournament&lt;br&gt;\nNote that the HSBC Champions did not become a WGC event until 2009.\nCareer earnings and year-end ranking by year.\n†Non-member earnings.\nTeam appearances.\nAmateur\nProfessional"
}