{
    "id": "66760867",
    "revid": "4564448",
    "url": "https://en.wikipedia.org/wiki?curid=66760867",
    "title": "Anna Morris Holstein",
    "text": "Anna Morris Holstein (&lt;a href=\"pen%20name\"&gt;pen name&lt;/a&gt;, Mrs. H.; April 9, 1824 - December 31, 1900) was an American &lt;a href=\"American%20Civil%20War\"&gt;civil war&lt;/a&gt; nurse, and author. From 1862 until the close of the war, Holstein was engaged in the hospital service, and after the &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Battle of Gettysburg&lt;/a&gt;, she was matron-in-chief of a hospital in which 3,000 seriously wounded men were looked after. She was also the founder and first regent of the &lt;a href=\"Centennial%20and%20Memorial%20Association%20of%20Valley%20Forge\"&gt;Centennial and Memorial Association of Valley Forge&lt;/a&gt;, and a regent of the Valley Forge Chapter, &lt;a href=\"Daughters%20of%20the%20American%20Revolution\"&gt;Daughters of the American Revolution&lt;/a&gt; (D.A.R.). It was largely through her influence that &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;'s headquarters at &lt;a href=\"Valley%20Forge\"&gt;Valley Forge&lt;/a&gt; were purchased, restored and made accessible to the people. \nEarly life.\nAnna Morris Ellis was born in &lt;a href=\"Muncy%2C%20Pennsylvania\"&gt;Muncy, Lycoming County, Pennsylvania&lt;/a&gt;, April 9, 1824.\nShe was the daughter of William C. and Rebecca (Morris) Ellis. Captain &lt;a href=\"Samuel%20Morris%20%28soldier%29\"&gt;Samuel Morris&lt;/a&gt;, her great-grandfather, was captain of the first city troop of &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, when it served as body guard to Washington during the Revolution, and was with General Washington at &lt;a href=\"Battle%20of%20Trenton\"&gt;Trenton&lt;/a&gt; and &lt;a href=\"Battle%20of%20Princeton\"&gt;Princeton&lt;/a&gt;. He was known as the leader of the \"fighting Quakers\". Her grandfather, Richard Wells, though an Englishman of noble descent, was commissioned to provision the U.S. fleet on the &lt;a href=\"Delaware%20River\"&gt;Delaware River&lt;/a&gt; during the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt;.\nCareer.\nOn September 26, 1848, she married William Hayman Holstein (1816-1894), whose ancestors also were prominent in the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt;. Much of her work was accomplished in cooperation with her husband. During the civil war, William enlisted in the ranks of the &lt;a href=\"Pennsylvania%20in%20the%20American%20Civil%20War\"&gt;17th Pennsylvania militia&lt;/a&gt; and served until it was mustered out. Shortly after, on May 19, 1861, Holstein and husband commenced a tour of hospital duty, which was continued until the end of the war. She was with the &lt;a href=\"Army%20of%20the%20Potomac\"&gt;Army of the Potomac&lt;/a&gt; the winter of 1862-63, in General &lt;a href=\"Winfield%20Scott%20Hancock\"&gt;Winfield Scott Hancock&lt;/a&gt;'s corps, and started with the hospital train (said to be 20 miles in length), June 14, 1863, from &lt;a href=\"Battle%20of%20Fairfax%20Court%20House%20%28June%201863%29\"&gt;Fairfax Court House&lt;/a&gt;, when the army was moving toward &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;. When near the old Bull Run battleground, she was advised by Hancock to proceed to &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; and there await the battle that was known must soon occur. As soon as &lt;a href=\"Camp%20Letterman\"&gt;Camp Letterman&lt;/a&gt;, general hospital at Gettysburg, was established, Holstein was made matron-in-chief by Dr. Cyrus Nathaniel Chamberlain, with 3,000 wounded men. Her services up to this time had been Sharpsburg, Falmouth, Hancock's Division Hospital, Belle Plain, Port Royal, White House and City Point, as far as the civil war was concerned; at Annapolis, where she was assigned to care for the men who came from the prison pens. During any lull in army movements, Holstein worked with and for the Sanitary Commission throughout Eastern Pennsylvania, meeting thousands of women for the purpose of explaining to them the amount of work they could accomplish with their needles and in other ways for the men in the field.\nShe and her husband sat near President &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; when he delivered his speech at the dedication of the &lt;a href=\"Gettysburg%20National%20Cemetery\"&gt;Gettysburg National Cemetery&lt;/a&gt;.\nHer experiences during the civil war were narrated in a small volume written and published by her, called \"Three years in field hospitals of the Army of the Potomac\". Her literary output also included, \"The Holstein Family History\", her letters written in field hospitals. There were also shorter articles written for magazines and papers, such as \"Women of Montgomery County in War Time\" an article published by the Historical Society of &lt;a href=\"Montgomery%20County%2C%20Pennsylvania\"&gt;Montgomery County, Pennsylvania&lt;/a&gt; of which she was a member.\nThe preservation of Washington's home at &lt;a href=\"Mount%20Vernon\"&gt;Mount Vernon&lt;/a&gt; was accomplished largely through her efforts, Holstein and her husband being among the first promoters of this project. It was also due largely to the efforts of Holstein that Valley Forge Centennial and Memorial Association was formed. She was the regent of this organization from its formation until her death. She was also one of the founders of the Valley Forge Chapter of the D.A.R. She was the first regent and filled that office until ill health compelled her to resign. Valley Forge being the scene of one of the most pathetic and important epochs of the Revolution, was ever a source of interest and reverence to her. She labored to preserve the headquarters used by Washington and to keep the name of Valley Forge prominent.\nThe Centennial and Memorial Association of Valley Forge, of which Anna was Founder and First Regent, was incorporated in Montgomery County Pennsylvania in 1878. Anna led them on their mission to save, acquire, restore and preserve General Washington's Valley Forge Headquarters and surrounding acreage as parcels became available. To help create awareness and raise needed funds they organized a large event that was held on June 19th, 1878 to commemorate the 100th anniversary of the Army of The Revolution departing Valley Forge. Funds were used to purchase General Washington's Headquarters from Hannah Ogden. Subsequently additional acreage was purchased, original artifacts acquired, a tree from President Washington's Mt Vernon home was planted and renovations to restore the home back to 1777-1778 encampment completed. Those efforts led to the State of Pennsylvania making Valley Forge the first State Park in Pennsylvania in 1893.\nHolstein again came into public service as a matron of the Pennsylvania Building at the &lt;a href=\"World%27s%20Columbian%20Exposition\"&gt;World's Fair&lt;/a&gt;.\nDeath and legacy.\nHolstein died at her home near &lt;a href=\"Bridgeport%2C%20Pennsylvania\"&gt;Bridgeport, Pennsylvania&lt;/a&gt;, December 31, 1900.\nThe Prayer Desk was the gift of the Valley Forge Chapter, D.A.R. to the &lt;a href=\"Washington%20Memorial%20Chapel\"&gt;Washington Memorial Chapel&lt;/a&gt;, in memory of Holstein, its first Regent and Founder. It was dedicated June 19, 1916. The inscription was cut in brass and inlaid with pewter, and bears the arms of Washington, the Washington Memorial Chapel, the Diocese of Pennsylvania, and the insignia of the D.A.R."
}