{
    "id": "66775612",
    "revid": "293907",
    "url": "https://en.wikipedia.org/wiki?curid=66775612",
    "title": "Nick Shaw (rugby league)",
    "text": "Nick Shaw (born 1 July 1978) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played as a for the &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt; and the &lt;a href=\"Balmain%20Tigers\"&gt;Balmain Tigers&lt;/a&gt; in the &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; in 1999.\nPlaying career.\nShaw made his first grade debut from the bench in his side's 28−16 loss to the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney City Roosters&lt;/a&gt; at the &lt;a href=\"Sydney%20Football%20Stadium\"&gt;Sydney Football Stadium&lt;/a&gt; in round 7 of the &lt;a href=\"1999%20NRL%20season\"&gt;1999 NRL season&lt;/a&gt;. This would be his only first grade appearance at the &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt;, as midway through the 1999 season, Shaw was released by Norths and subsequently joined the &lt;a href=\"Balmain%20Tigers\"&gt;Balmain Tigers&lt;/a&gt; where he would play out the remainder of the season. His lone first grade appearance for Balmain came in his side's 22−12 loss to the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; at the &lt;a href=\"Sydney%20Football%20Stadium\"&gt;Sydney Football Stadium&lt;/a&gt; in round 19 of the 1999 season.\nShaw was left out of the side for Balmain's final ever first grade game against the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; at &lt;a href=\"Canberra%20Stadium\"&gt;Bruce Stadium&lt;/a&gt;. Balmain controversially merged with rivals the &lt;a href=\"Western%20Suburbs%20Magpies\"&gt;Western Suburbs Magpies&lt;/a&gt; to form the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; as part of the NRL's rationalization strategy. Shaw was not offered a contract to play with the newly formed team for the &lt;a href=\"2000%20NRL%20season\"&gt;2000 NRL season&lt;/a&gt; and subsequently never played first grade rugby league again.\nAfter his departure from Balmain, Shaw went on to play for the &lt;a href=\"Burleigh%20Bears\"&gt;Burleigh Bears&lt;/a&gt; in the &lt;a href=\"Queensland%20Cup\"&gt;Queensland Cup&lt;/a&gt; competition."
}