{
    "id": "668090",
    "revid": "5837138",
    "url": "https://en.wikipedia.org/wiki?curid=668090",
    "title": "Brunswick Corporation",
    "text": "Brunswick Corporation, formerly known as the Brunswick-Balke-Collender Company, is an American corporation that has been developing, manufacturing and marketing a wide variety of products since 1845. Today, Brunswick has more than 13,000 employees operating in 24 countries. Brunswick owns major boating brands, including Sea Ray, Boston Whaler, Bayliner, Mercury Marine, Attwood, Lund, Crestliner, Mastervolt, MotorGuide, Harris Pontoons, Freedom Boat Club, Princecraft, Heyday, Lowe, Uttern, Quicksilver and CZone, among many others. In 2019, Brunswick reported sales of &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;4.1 billion. Brunswick's global headquarters is in the northern Chicago suburb of &lt;a href=\"Mettawa%2C%20Illinois\"&gt;Mettawa, Illinois&lt;/a&gt;.\nHistory.\nBrunswick was founded by &lt;a href=\"John%20Moses%20Brunswick\"&gt;John Moses Brunswick&lt;/a&gt; who came to the United States from &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; at the age of 15. The J. M. Brunswick Manufacturing Company opened for business on September 15, 1845, in &lt;a href=\"Cincinnati%2C%20Ohio\"&gt;Cincinnati, Ohio&lt;/a&gt;. Originally J. M. Brunswick intended his company to be mainly in the business of making &lt;a href=\"carriage\"&gt;carriage&lt;/a&gt;s, but soon after opening his machine shop, he became fascinated with &lt;a href=\"billiards\"&gt;billiards&lt;/a&gt; and decided that making billiard tables would be more lucrative, as the better tables then in use in the United States were imported from &lt;a href=\"England\"&gt;England&lt;/a&gt;. Brunswick billiard tables were a commercial success, and the business expanded and opened the first of what would become many branch offices in &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago, Illinois&lt;/a&gt;, in 1848. It was later renamed J. M. Brunswick &amp; Brother by 1860, after a family member came on board, and the company's slogan at this time was: \"The oldest and most extensive billiard table manufacturers in the United States\".\nIn 1874, the Brunswick company merged with competitor Great Western Billiard Manufactory owned by Julius Balke to become the J. M. Brunswick &amp; Balke Company. It was incorporated in 1879 with a capital stock of $275,000, the same year it merged with another competitor, H. W. Collender Company of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; (founded by Hugh W. Collender), to acquire Collender's patented billiard cushions. In 1884, the partners formed the Brunswick-Balke-Collender Company (or Company for short) with capital of $1.5 million.\nThe company expanded into making a number of other products. Large ornate &lt;a href=\"Neoclassicism\"&gt;neo-classical&lt;/a&gt; style bars for &lt;a href=\"bar%20%28establishment%29\"&gt;saloons&lt;/a&gt; were a popular product. &lt;a href=\"Bowling\"&gt;Bowling&lt;/a&gt; balls, pins, and equipment led a growing line of &lt;a href=\"sport\"&gt;sport&lt;/a&gt;ing equipment. It popularized &lt;a href=\"bowling%20ball\"&gt;bowling ball&lt;/a&gt;s of manufactured materials, vulcanized &lt;a href=\"rubber\"&gt;rubber&lt;/a&gt; at first; earlier bowling balls had been solid &lt;a href=\"wood\"&gt;wood&lt;/a&gt;.\nIn the early 20th century, Brunswick expanded the product line to include such diverse products as &lt;a href=\"toilet\"&gt;toilet&lt;/a&gt; seats, &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt; &lt;a href=\"tire\"&gt;tire&lt;/a&gt;s, and &lt;a href=\"phonograph\"&gt;phonograph&lt;/a&gt;s. In the late 1910s, they introduced a quickly popular line of &lt;a href=\"gramophone%20record\"&gt;disc phonograph records&lt;/a&gt;, under the name &lt;a href=\"Brunswick%20Records\"&gt;Brunswick Records&lt;/a&gt;. In 1930, Brunswick sold the control of the record company to &lt;a href=\"Warner%20Brothers\"&gt;Warner Brothers&lt;/a&gt; and came out with a line of &lt;a href=\"refrigerator\"&gt;refrigerator&lt;/a&gt;s.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Brunswick-Balke-Collender made small target-drone &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt; for the &lt;a href=\"U.S.%20military\"&gt;U.S. military&lt;/a&gt;.\nAfter the war, Brunswick introduced a line of &lt;a href=\"school\"&gt;school&lt;/a&gt; &lt;a href=\"furniture\"&gt;furniture&lt;/a&gt;. In 1949, the Brunswick \"Model A\" Mechanical &lt;a href=\"Pinsetter\"&gt;Pinsetter&lt;/a&gt; fully automated unit premiered, for the purpose of handling bowling pins for the sport of &lt;a href=\"tenpins\"&gt;tenpins&lt;/a&gt;, in competition with &lt;a href=\"American%20Machine%20and%20Foundry\"&gt;American Machine and Foundry&lt;/a&gt; (AMF). Previously, Brunswick had made two models of semi-automated, manually operated \"spotting tables\" for the tenpin sport, that the \"Model A\" unit replaced. The 1950s also saw the introduction of a line of &lt;a href=\"golf\"&gt;golf&lt;/a&gt;ing equipment to compete with AMF in the leisure-products and sporting-goods markets.\nThe Brunswick-Balke-Collender Company officially changed its name to the Brunswick Corporation on April 10, 1960. The following year the company reported sales of $422 million. Brunswick acquired Mercury Marine in 1961. In the 1970s, Brunswick introduced the &lt;a href=\"automatic%20scorer\"&gt;automatic scorer&lt;/a&gt;, which electronically tallied the score instead of the bowler doing it by hand.\nThe Brunswick Corporation patented a machine gun using a delayed blowback operation via a fluted chamber as part of the weapon's operation. Another platform was the &lt;a href=\"Rifleman%27s%20Assault%20Weapon\"&gt;Rifleman's Assault Weapon&lt;/a&gt;, an unusual grenade launcher that used a spherical rocket propelled grenade.\nIn the 1980s, Brunswick became a major maker of &lt;a href=\"yacht\"&gt;yacht&lt;/a&gt;s and pleasure &lt;a href=\"boat\"&gt;boat&lt;/a&gt;s, under brands including &lt;a href=\"Bayliner\"&gt;Bayliner&lt;/a&gt;, &lt;a href=\"Boston%20Whaler\"&gt;Boston Whaler&lt;/a&gt;, &lt;a href=\"Maxum\"&gt;Maxum&lt;/a&gt;, &lt;a href=\"Sea%20Ray\"&gt;Sea Ray&lt;/a&gt;, and Trophy.\nDuring the &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt;, Brunswick supplied the military with &lt;a href=\"camouflage\"&gt;camouflage&lt;/a&gt; nets. They also made &lt;a href=\"radome\"&gt;radome&lt;/a&gt;s for the &lt;a href=\"Patriot%20missile\"&gt;Patriot missile&lt;/a&gt;.\nIn 1997, Brunswick purchased the &lt;a href=\"Roadmaster%20%28bicycles%29\"&gt;Roadmaster&lt;/a&gt; bicycle division, one of the last U.S. manufacturers of low-cost, mass-market bicycles. However, it became apparent that continued U.S. manufacture of such products was not viable in the presence of surging low-priced imports from overseas producers, primarily &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;China&lt;/a&gt;. In 1999, Brunswick sold its Roadmaster bicycle division and brand to &lt;a href=\"Pacific%20Cycle\"&gt;Pacific Cycle&lt;/a&gt;.\nIn 2001, Brunswick acquired Hatteras Yachts from Genmar Industries for approximately $80 million in cash. Brunswick sold its Hatteras/Cabo brand in 2013 to Versa Capital Management.\n2020 is Brunswick’s 175th anniversary and the first year of its marine-only strategy.\nRecent events.\nAs of the early 21st century, the Brunswick Corporation still manufactured sporting and fitness equipment (&lt;a href=\"Life%20Fitness\"&gt;Life Fitness&lt;/a&gt;, Hammer Strength, Parabody) in addition to boats (&lt;a href=\"Sea%20Ray\"&gt;Sea Ray&lt;/a&gt;, &lt;a href=\"Bayliner\"&gt;Bayliner&lt;/a&gt;, &lt;a href=\"Maxum\"&gt;Maxum&lt;/a&gt;, etc.) and marine &lt;a href=\"engine\"&gt;engine&lt;/a&gt;s under the &lt;a href=\"Mercury%20Marine\"&gt;Mercury Marine&lt;/a&gt; &lt;a href=\"brand%20name\"&gt;brand name&lt;/a&gt;.\nIn 2004, Brunswick acquired &lt;a href=\"Lowe%20Boats\"&gt;Lowe Boats&lt;/a&gt;. The same year, the company also purchased Northstar Technologies, a leading marine electronics provider based in Acton, Massachusetts, from Canadian Marconi Corporation (now &lt;a href=\"CMC%20Electronics\"&gt;CMC Electronics&lt;/a&gt;, a wholly owned subsidiary of &lt;a href=\"Esterline\"&gt;Esterline Technologies Corporation&lt;/a&gt;). Brunswick then merged Navman, based in Auckland, New Zealand, with Northstar to make Northstar/Navman a supplier to the Brunswick Boat Groups. Brunswick also acquired Mx-Marine. When George Buckley, CEO at the time, left to join &lt;a href=\"3M\"&gt;3M&lt;/a&gt; in 2006, new leadership decided to sell Northstar, Navman and Mx-Marine. &lt;a href=\"Navico\"&gt;Navico&lt;/a&gt; now owns those three brands in addition to the Eagle, Lowrance, B&amp;G, and Simrad lines.\nBrunswick has established regional headquarters in &lt;a href=\"Verviers\"&gt;Verviers&lt;/a&gt;, Belgium; &lt;a href=\"Monterrey\"&gt;Monterrey&lt;/a&gt;, Mexico; &lt;a href=\"Dandenong%2C%20Victoria\"&gt;Dandenong&lt;/a&gt;, Australia; and &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, UAE, to better serve its customers by designing, engineering, manufacturing and distributing products based on local needs, using local talent.\nOn July 17, 2014, Brunswick announced plans to leave the bowling business by the end of 2014. The company disclosed that it had agreed to sell its &lt;a href=\"Brunswick%20Bowling%20%26amp%3B%20Billiards\"&gt;bowling center business&lt;/a&gt;, which brought in $187 million in revenue in the prior year, to competitor Bowlmor AMF (now known as &lt;a href=\"Bowlero%20Corporation\"&gt;Bowlero Corporation&lt;/a&gt;) for $270 million. It also disclosed that it had retained &lt;a href=\"Lazard\"&gt;Lazard&lt;/a&gt; to find a buyer for its bowling equipment and products business. The company said it was making these changes to focus on its “core” Marine and Fitness businesses, which provided 92% of company net revenues in 2013. It would retain its heritage billiards business and report billiards financial results as part of the Fitness segment. The sale of the bowling center business to Bowlmor AMF (Bowlero) was completed in September 2014.\nBrunswick completed its exit from the bowling business in May 2015 with the sale of its &lt;a href=\"Brunswick%20Bowling%20%26amp%3B%20Billiards\"&gt;bowling equipment and products division&lt;/a&gt; to BlueArc Capital Management, a private investment firm. BlueArc completed the acquisition with investments from Gladstone Investment Corporation, and Capitala Finance Corp. BlueArc continues to produce bowling balls under the Brunswick and DV8 brand names, and on November 15, 2019, it acquired &lt;a href=\"Ebonite%20International\"&gt;Ebonite International&lt;/a&gt; and all of its bowling product brands.\nIn August 2018, Brunswick Corporation acquired Power Products - Global Marine &amp; Mobile business, which includes the global marine, specialty vehicle, mobile, industrial power, and transportation aftermarket products businesses of Power Products, for $910 million in cash from San Francisco-based private equity firm Genstar Capital.\nAlso in 2018, the company announced it would be separating the fitness business as Life Fitness Holdings in 2019. In May 2019, Brunswick announced the sale of &lt;a href=\"Brunswick%20Bowling%20%26amp%3B%20Billiards\"&gt;Brunswick Billiards&lt;/a&gt;, &lt;a href=\"Life%20Fitness\"&gt;Life Fitness&lt;/a&gt;, &lt;a href=\"Cybex%20International\"&gt;Cybex&lt;/a&gt;, Hammer Strength, Indoor Cycling Group, and SCIFIT for $490 million to &lt;a href=\"KPS%20Capital%20Partners\"&gt;KPS Capital Partners&lt;/a&gt;. The sale was completed in June 2019.\nIn May 2019, Brunswick announced it would be purchasing the largest marine franchisor in the United States, &lt;a href=\"Freedom%20Boat%20Club\"&gt;Freedom Boat Club&lt;/a&gt;.\nAlso in 2019, Brunswick announced a new business structure, Advanced Systems Group (ASG) and named Brett Dibkey as President. ASG is composed of 11 Power Products brands combined with the Attwood Group of businesses including Attwood, Garelick, MotorGuide, and Whale - as well as NAUTIC-ON."
}