{
    "id": "6684371",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=6684371",
    "title": "Udhaya",
    "text": "Udhaya is a 2004 Indian &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt;-language &lt;a href=\"Action%20film\"&gt;action&lt;/a&gt; &lt;a href=\"Drama%20%28film%20and%20television%29\"&gt;drama&lt;/a&gt; film which was directed by &lt;a href=\"Azhagam%20Perumal\"&gt;Azhagam Perumal&lt;/a&gt; which released on 26 March 2004. The film stars &lt;a href=\"Vijay%20%28actor%29\"&gt;Vijay&lt;/a&gt; and &lt;a href=\"Simran%20%28actress%29\"&gt;Simran&lt;/a&gt;, while &lt;a href=\"Vivek%20%28actor%29\"&gt;Vivek&lt;/a&gt;, &lt;a href=\"Nassar%20%28actor%29\"&gt;Nassar&lt;/a&gt; and &lt;a href=\"Rajesh%20%28actor%29\"&gt;Rajesh&lt;/a&gt; play supporting roles. The soundtrack for the film was composed by &lt;a href=\"A.%20R.%20Rahman\"&gt;A. R. Rahman&lt;/a&gt; and the background score was by &lt;a href=\"Pravin%20Mani\"&gt;Pravin Mani&lt;/a&gt;. The editing was by &lt;a href=\"Raja%20Mohammad\"&gt;Raja Mohammad&lt;/a&gt;, and the cinematography was by &lt;a href=\"Priyan%20%28cinematographer%29\"&gt;Priyan&lt;/a&gt;.\nPlot.\nUdhayakumaran is a college student who does research on subatomic physics. He is offered a research position at &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt; due to his ground-breaking research papers. However, he declines the offer and becomes a lecturer in his college, where he meets Vasanthi, and they fall in love with each other. Udhaya later discovers that she has already been engaged and decides to move to another city. With the help of Basheer, he finds a job as a reporter in &lt;a href=\"Chennai\"&gt;Chennai&lt;/a&gt;. Unfortunately, Basheer dies in a bomb blast, and Udhaya unwittingly gets to meet the people responsible for Basheer's death, who introduce him to their boss Dhananjay Veeran, who poses as a crusader with veiled intentions. Udhaya sympathizes with the crusaders and helps build an instrument to break &lt;a href=\"granite\"&gt;granite&lt;/a&gt; slabs, aiding manual labor. Later, he builds a bomb born out of his research and gives it to Veeran to help their cause in supporting laborers. However, Veeran uses the bomb on a train without Udhaya's knowledge, killing many innocent people and framing Udhaya for the bomb blast, who is further arrested for a crime he did not commit. En route from the court, the police vehicle is caught in a puddle, and Udhaya gets a chance to escape. On the run, he stumbles upon Veeran and his accomplice discussing a plot to bomb a &lt;a href=\"school%20bus\"&gt;school bus&lt;/a&gt;, and then, he comes to the realization that Veeran is the culprit. Udhaya manages to save the school kids from the explosion. Veeran arrives and attempts to shoot Udhaya. A fight ensues in which Veeran is thrown into the flames of the wreckage. Udhaya is arrested and tried in court, where he pleads not guilty and is released, embracing Vasanthi as the credits roll.\nProduction.\n&lt;a href=\"Azhagam%20Perumal\"&gt;Azhagam Perumal&lt;/a&gt;, an assistant to director &lt;a href=\"Mani%20Ratnam\"&gt;Mani Ratnam&lt;/a&gt; in the 1990s, made his directorial debut with the project. &lt;a href=\"Simran%20%28actress%29\"&gt;Simran&lt;/a&gt; was signed on to be a part of the film and the team began shoot as early as November 1998, with former &lt;a href=\"Chief%20Election%20Commissioner%20of%20India\"&gt;Chief Election Commissioner of India&lt;/a&gt;, &lt;a href=\"T.%20N.%20Seshan\"&gt;T. N. Seshan&lt;/a&gt;, also said to portray a key role. An &lt;a href=\"item%20number\"&gt;item number&lt;/a&gt; was shot in 2000 with Vijay and Sophia Haque for the film.\nThe film's delay led to Azhagam Perumal being labelled by the media as an \"unlucky director\", also as his first film \"Mudhal Mudhalaaga\" starring &lt;a href=\"Arvind%20Swamy\"&gt;Arvind Swamy&lt;/a&gt; and &lt;a href=\"Karisma%20Kapoor\"&gt;Karisma Kapoor&lt;/a&gt; had also failed to take off. He however signed on to direct \"&lt;a href=\"Dumm%20Dumm%20Dumm\"&gt;Dumm Dumm Dumm&lt;/a&gt;\", a film produced by &lt;a href=\"Mani%20Ratnam\"&gt;Mani Ratnam&lt;/a&gt;, which became a box office success.\nSimran briefly announced her retirement from films after her marriage in December 2003 with producer Natarajan filing a case against the actress for failure to participate in shoot. As the film finally geared up for release in the summer of 2004, trade pundits were insistent that despite the presence of Vijay's other big budget film, \"&lt;a href=\"Ghilli\"&gt;Ghilli&lt;/a&gt;\", time should be allotted to publicise \"Udhaya\" too. Eventually the films released a month apart.\nRelease.\nThe film released on 26 March 2004. It didn't get a good opening and was a below average performance in the box office. The satellite rights of the film were sold to &lt;a href=\"Jaya%20TV\"&gt;Jaya TV&lt;/a&gt;.\nMusic.\nThe soundtrack for the film was composed by &lt;a href=\"A.%20R.%20Rahman\"&gt;A. R. Rahman&lt;/a&gt;.This is A.R.Rahman first collaboration with Vijay. One of the songs had lyrics written by &lt;a href=\"Gangai%20Amaran\"&gt;Gangai Amaran&lt;/a&gt;"
}