{
    "id": "6685638",
    "revid": "1060180820",
    "url": "https://en.wikipedia.org/wiki?curid=6685638",
    "title": "United States v. Shipp",
    "text": "United States v. Shipp, 203 U.S. 563 (1906), was a ruling of the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; with regard to Sheriff Joseph F. Shipp and five others of &lt;a href=\"Chattanooga%2C%20Tennessee\"&gt;Chattanooga, Tennessee&lt;/a&gt;, having \"in effect &lt;a href=\"Aiding%20and%20abetting\"&gt;aided and abetted&lt;/a&gt;\" the &lt;a href=\"lynching%20of%20Ed%20Johnson\"&gt;lynching of Ed Johnson&lt;/a&gt;. They were held in &lt;a href=\"contempt%20of%20court\"&gt;contempt of court&lt;/a&gt; and sentenced to imprisonment. As of 2021, it remains the only Supreme Court criminal trial in history.\nBackground.\nEd Johnson, a &lt;a href=\"black%20people\"&gt;black&lt;/a&gt; man, had been convicted in &lt;a href=\"Hamilton%20County%2C%20Tennessee\"&gt;Hamilton County, Tennessee&lt;/a&gt;, of the &lt;a href=\"rape\"&gt;rape&lt;/a&gt; of a &lt;a href=\"whites\"&gt;white&lt;/a&gt; woman on February 11, 1906 and &lt;a href=\"capital%20punishment\"&gt;sentenced to death&lt;/a&gt;. On March 3, 1906, Johnson's lawyer &lt;a href=\"Noah%20W.%20Parden\"&gt;Noah W. Parden&lt;/a&gt; filed a &lt;a href=\"Writ%20Of%20Habeas%20Corpus\"&gt;\"writ of habeas corpus\"&lt;/a&gt;, alleging that his constitutional rights had been violated. Specifically, Parden alleged that all blacks had been systematically excluded from both the &lt;a href=\"grand%20jury\"&gt;grand jury&lt;/a&gt; considering the original &lt;a href=\"indictment\"&gt;indictment&lt;/a&gt; against him and the &lt;a href=\"petit%20jury\"&gt;trial jury&lt;/a&gt; considering his case. He further argued that he had been substantively denied the &lt;a href=\"right%20to%20counsel\"&gt;right to counsel&lt;/a&gt;, as his lawyer at the time had been too intimidated by the threats of &lt;a href=\"mob%20violence\"&gt;mob violence&lt;/a&gt; to file motions for a &lt;a href=\"change%20of%20venue\"&gt;change of venue&lt;/a&gt;, a continuance, or a new trial, all of which could be reasonably expected under the circumstances. Parden asserted he was thus about to be deprived of his life without &lt;a href=\"due%20process\"&gt;due process&lt;/a&gt;.\nParden's petition was initially denied on March 10, 1906, and Johnson was remanded to the custody of Hamilton County &lt;a href=\"Sheriff\"&gt;Sheriff&lt;/a&gt; Joseph F. Shipp, with the stipulation for Johnson to be given 10 days to file further appeals. His appeal to the Supreme Court was granted by &lt;a href=\"John%20Marshall%20Harlan\"&gt;Justice Harlan&lt;/a&gt; on March 17 and subsequently by the entire court on March 19. However, despite being advised of the ruling by &lt;a href=\"telegram\"&gt;telegram&lt;/a&gt; on that date and the case and the ruling being given full coverage by &lt;a href=\"Chattanooga\"&gt;Chattanooga&lt;/a&gt;'s evening &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt;s that day, Shipp and his chief jailer nonetheless allowed a &lt;a href=\"Lynching\"&gt;mob&lt;/a&gt; to enter the Hamilton County Jail and to &lt;a href=\"lynching\"&gt;lynch&lt;/a&gt; Johnson on the city's &lt;a href=\"Walnut%20Street%20Bridge%20%28Tennessee%29\"&gt;Walnut Street Bridge&lt;/a&gt;.\nThe Supreme Court decided that the action constituted &lt;a href=\"contempt%20of%20court\"&gt;contempt of court&lt;/a&gt; in that Sheriff Shipp, with full knowledge of the court's ruling, chose to ignore his duties to protect a prisoner in his care.\nShipp's actions resulted in his prosecution by the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;US Department of Justice&lt;/a&gt;. Included as defendants were his chief jailer and the members of the lynch mob who could be reasonably identified. When the case came to the Supreme Court, the government was represented by both &lt;a href=\"United%20States%20Solicitor%20General\"&gt;Solicitor General&lt;/a&gt; &lt;a href=\"Henry%20M.%20Hoyt%20%28Solicitor%20General%29\"&gt;Henry M. Hoyt&lt;/a&gt; and &lt;a href=\"United%20States%20Attorney%20General\"&gt;Attorney General&lt;/a&gt; &lt;a href=\"William%20Henry%20Moody\"&gt;William H. Moody&lt;/a&gt;. Shipp's attorneys argued that the Supreme Court was not competent to hear the case, as it was now a party to the case in that it was involved in the action as a plaintiff rather than as a court.\nHolding.\nIn a decision written by Justice &lt;a href=\"Oliver%20Wendell%20Holmes%20Jr.\"&gt;Holmes&lt;/a&gt;, the court held that it was not a party in any sense that would create a &lt;a href=\"conflict%20of%20interest\"&gt;conflict of interest&lt;/a&gt;, as members of the court were not affected by Shipp's actions in any way \"in their persons\" (Shipp's actions were not a threat to the justices personally, but to their ruling and the authority of the court) and so they were not \"interested parties\" in any sense that would affect their competence with regard to the case. The prosecution of Shipp was allowed to proceed. Justice &lt;a href=\"Rufus%20W.%20Peckham\"&gt;Peckham&lt;/a&gt;, joined by Justices &lt;a href=\"Edward%20Douglass%20White\"&gt;White&lt;/a&gt; and &lt;a href=\"Joseph%20McKenna\"&gt;McKenna&lt;/a&gt;, dissented on the grounds that the only evidence for Shipp's criminal actions were the analysis from his testimony, which was circumstantial at best. Peckham argued that \"To be free from any contempt of this Court, it was not necessary that the sheriff should have stood by the prisoner at the peril of his own life, or that he should have sacrificed it in an unsuccessful attempt against overwhelming odds to prevent the mob from taking the prisoner out of his custody.\"\nImpact.\nThe case took on special significance as the only criminal trial of the Supreme Court in its entire history. The main impact of the case was its reiteration of the principle that the Supreme Court could always intervene in state capital cases, if there was a question of a violation of the &lt;a href=\"Constitution%20of%20the%20United%20States\"&gt;constitutional&lt;/a&gt; right to &lt;a href=\"due%20process\"&gt;due process&lt;/a&gt;.\nSheriff Shipp and several other men were convicted of &lt;a href=\"contempt%20of%20court\"&gt;contempt of court&lt;/a&gt;. Shipp and two others were sentenced to 90 days imprisonment, and three other defendants were sentenced to 60 days imprisonment. In the court's words, \"Shipp not only made the work of the mob easy, but in effect aided and abetted it.\" However, when Shipp was released, he still swore innocence and was welcomed back as a hero. Threatened with violence, Johnson's two African-American lawyers had to leave the state, never to return.\nCommemoration.\nNinety-four years after the lynching, in February 2000, Hamilton County Criminal Judge Doug Meyer overturned Johnson's conviction after hearing arguments that Johnson did not receive a fair trial because of the &lt;a href=\"all-white%20jury\"&gt;all-white jury&lt;/a&gt; and the judge's &lt;a href=\"Change%20of%20venue\"&gt;refusal to move the trial&lt;/a&gt; from Chattanooga, where there was much publicity about the case. On April 15, 2016, the &lt;a href=\"Tennessee%20General%20Assembly\"&gt;Tennessee General Assembly&lt;/a&gt; passed a resolution, commending the valor of Johnson's legal defense and the federal intervention by President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt;, the Justice Department and the Supreme Court and deploring the actions of Shipp and the lynch mob which he abetted in the \"untimely lynching of Mr. Ed Johnson.\""
}