{
    "id": "66876002",
    "revid": "5183450",
    "url": "https://en.wikipedia.org/wiki?curid=66876002",
    "title": "Nathanael Liminski",
    "text": "Nathanael Liminski (born 19 September 1985) is a German politician from the &lt;a href=\"Christian%20Democratic%20Union%20of%20Germany\"&gt;Christian Democratic Union&lt;/a&gt; (CDU). Since 30 June 2017, he has been &lt;a href=\"State%20Secretary\"&gt;State Secretary&lt;/a&gt; and Head of the State Chancellery of &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt; (NRW) in the &lt;a href=\"Cabinet%20Laschet\"&gt;Laschet cabinet&lt;/a&gt;.\nBiography.\nFamily and Religion.\nNathanael Liminski was born in &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; and grew up with seven older and two younger siblings in &lt;a href=\"Sankt%20Augustin\"&gt;Sankt Augustin&lt;/a&gt; in a &lt;a href=\"Catholic%20Church\"&gt;catholic&lt;/a&gt; family that is closely associated with the lay organization &lt;a href=\"Opus%20Dei\"&gt;Opus Dei&lt;/a&gt;.\nHe gained attention as the voice of the \"Generation Benedict\", a group of young pope-loyal and conservative Catholics, which Liminski co-founded in the wake of the &lt;a href=\"World%20Youth%20Day%202005\"&gt;World Youth Day 2005&lt;/a&gt;. In this role, he was a guest on German &lt;a href=\"TV%20talk%20show\"&gt;TV talk show&lt;/a&gt;s, like &lt;a href=\"Maischberger.%20die%20woche\"&gt;Maischberger&lt;/a&gt; and &lt;a href=\"Hart%20aber%20fair\"&gt;Hart aber fair&lt;/a&gt;.\nLiminski is married, has four children and lives with his family in &lt;a href=\"D%C3%BCsseldorf-Benrath\"&gt;Düsseldorf-Benrath&lt;/a&gt;.\nEducation and Professional Career.\nLiminski graduated from high school in 2005, then worked for a few months as a research assistant for CDU &lt;a href=\"Member%20of%20the%20German%20Bundestag\"&gt;Bundestag member&lt;/a&gt; &lt;a href=\"Christa%20Reichard\"&gt;Christa Reichard&lt;/a&gt; and did an internship in the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington&lt;/a&gt; for several months as an employee of the Subcommittee on Criminal Justice, Drug Policy, and Human Resources, chaired by &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; Congressman &lt;a href=\"Mark%20Souder\"&gt;Mark Souder&lt;/a&gt;.\nHe studied &lt;a href=\"Medieval%20studies\"&gt;Medieval&lt;/a&gt; and &lt;a href=\"Modern%20History\"&gt;Modern History&lt;/a&gt; with a minor in &lt;a href=\"Political%20science\"&gt;Political science&lt;/a&gt; and &lt;a href=\"Constitutional%20law\"&gt;Constitutional law&lt;/a&gt; from 2006 to 2010 at the &lt;a href=\"University%20of%20Bonn\"&gt;University of Bonn&lt;/a&gt; and the &lt;a href=\"Paris-Sorbonne%20University\"&gt;Sorbonne University&lt;/a&gt; in Paris.\nIn 2009, Liminski worked as a &lt;a href=\"parliamentary%20assistant\"&gt;parliamentary assistant&lt;/a&gt; of &lt;a href=\"Martin%20Kastler\"&gt;Martin Kastler&lt;/a&gt; (&lt;a href=\"Christian%20Social%20Union%20in%20Bavaria\"&gt;CSU&lt;/a&gt;) in the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;. He began his ministry career in 2010 in the &lt;a href=\"Hessische%20Staatskanzlei\"&gt;Hessian State Chancellery&lt;/a&gt; as a &lt;a href=\"speechwriter\"&gt;speechwriter&lt;/a&gt; for Prime Minister &lt;a href=\"Roland%20Koch\"&gt;Roland Koch&lt;/a&gt; (CDU). In January 2011, he moved to the planning staff of the &lt;a href=\"Federal%20Ministry%20of%20Defence%20%28Germany%29\"&gt;Federal Ministry of Defence&lt;/a&gt;. Minister &lt;a href=\"Karl-Theodor%20zu%20Guttenberg\"&gt;Karl-Theodor zu Guttenberg&lt;/a&gt; (CSU) resigned a one month later because of the &lt;a href=\"Guttenberg%20plagiarism%20scandal\"&gt;affair on his plagiarized doctoral thesis&lt;/a&gt;, so Liminski moved to work for Guttenberg's successor, &lt;a href=\"Thomas%20de%20Maizi%C3%A8re\"&gt;Thomas de Maizière&lt;/a&gt; (CDU). Liminski moved in the beginning of 2014 with de Maizière to the &lt;a href=\"Federal%20Ministry%20of%20the%20Interior%2C%20Building%20and%20Community\"&gt;Ministry of the Interior&lt;/a&gt; following a reshuffle after the &lt;a href=\"2013%20German%20federal%20election\"&gt;2013 federal election&lt;/a&gt;.\nIn August 2014 he moved to work for &lt;a href=\"Armin%20Laschet\"&gt;Armin Laschet&lt;/a&gt;, who was &lt;a href=\"opposition%20leader\"&gt;opposition leader&lt;/a&gt; in the &lt;a href=\"Landtag%20of%20North%20Rhine-Westphalia\"&gt;Landtag of North Rhine-Westphalia&lt;/a&gt; at this time.\nPolitics.\nLiminski became member of the CDU in his youth and is seen as part of the conservative wing of the Union. He held various positions in the NRW state board of the \"Student Union\" and the &lt;a href=\"Young%20Union\"&gt;Young Union&lt;/a&gt; (JU) and was from 2011 to 2017 editor-in-chief of the JU member magazine \"Entscheidung\" (german: \"Decision\").\nFrom August 2014 until his appointment as head of the State Chancellery of North Rhine-Westphalia in June 2017, Liminski was Laschet's &lt;a href=\"Chief%20Whip\"&gt;parliamentary group manager&lt;/a&gt; and &lt;a href=\"Office%20Manager\"&gt;Office Manager&lt;/a&gt; during his tenure as chairman of the CDU &lt;a href=\"parliamentary%20group\"&gt;parliamentary group&lt;/a&gt; in the North Rhine-Westphalian state parliament.\nLiminski is considered the irreplaceable \"mastermind\", most important confidante and \"right hand man\" of Armin Laschet. He is seen as architect of both Laschet's election victory in the &lt;a href=\"2017%20North%20Rhine-Westphalia%20state%20election\"&gt;state elections in North Rhine-Westphalia in 2017&lt;/a&gt; and the coalition agreement that was subsequently concluded between CDU and &lt;a href=\"Free%20Democratic%20Party%20%28Germany%29\"&gt;FDP&lt;/a&gt;. Liminski also arranged the ultimately successful candidacy of Laschet and the &lt;a href=\"Federal%20Ministry%20of%20Health%20%28Germany%29\"&gt;Federal Minister of Health&lt;/a&gt; &lt;a href=\"Jens%20Spahn\"&gt;Jens Spahn&lt;/a&gt;, with whom he has been friends since their time together in the Young Union, in the &lt;a href=\"2021%20Christian%20Democratic%20Union%20of%20Germany%20leadership%20election\"&gt;CDU chairmanship in 2020/21&lt;/a&gt;.\nSince 31 August 2017, Liminski is also responsible for the field of &lt;a href=\"media%20politics\"&gt;media politics&lt;/a&gt; in the state government, due to the problem of possible bias of the former &lt;a href=\"Westdeutsche%20Allgemeine%20Zeitung\"&gt;WAZ&lt;/a&gt;-partner Stephan Holthoff-Pförtner, who was intended for this office, was discussed publicly. In this position, Liminski was sent to the &lt;a href=\"ZDF\"&gt;ZDF&lt;/a&gt; television council in October 2017. The media magazine \"Kress pro\" placed him in 2020 behind EU Commissioner &lt;a href=\"Margrethe%20Vestager\"&gt;Margrethe Vestager&lt;/a&gt; in second place in the ranking of the 20 \"most powerful pullers in the media\"."
}