{
    "id": "66895951",
    "revid": "36755058",
    "url": "https://en.wikipedia.org/wiki?curid=66895951",
    "title": "Embassy of Ukraine, Rome",
    "text": "The Embassy of Ukraine, Rome is an &lt;a href=\"embassy\"&gt;embassy&lt;/a&gt; located in &lt;a href=\"Rome%2C%20Italy\"&gt;Rome&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. It is hosts the primary &lt;a href=\"diplomatic%20mission\"&gt;diplomatic mission&lt;/a&gt; from &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; to the &lt;a href=\"Italian%20Republic\"&gt;Italian Republic&lt;/a&gt;. It is also concurrently accredited to the &lt;a href=\"Republic%20of%20San%20Marino\"&gt;Republic of San Marino&lt;/a&gt; and the &lt;a href=\"Republic%20of%20Malta\"&gt;Republic of Malta&lt;/a&gt;.\nHistory of Diplomatic Relations Between Ukraine and Italy.\nUkraine and Italy established diplomatic relations in 1992, soon after Ukraine independence from the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. The Italian government supported the 2004 &lt;a href=\"Orange%20Revolution\"&gt;Orange Revolution&lt;/a&gt; in Ukraine. Italy also supported Ukraine's claim to the &lt;a href=\"Crimean%20Peninsula\"&gt;Crimean Peninsula&lt;/a&gt; over Russia's claim in the 2014 &lt;a href=\"Crimean%20Crisis\"&gt;Crimean Crisis&lt;/a&gt;. \nLike other Western European countries, Italy has welcomed Ukraine's attempts in recent years to have closer ties to the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;. Nevertheless, Italian-Ukrainian relations are not entirely harmonious. Italy opened and maintains informal diplomatic offices in the &lt;a href=\"Donetsk%20People%27s%20Republic\"&gt;Donetsk People's Republic&lt;/a&gt; and the &lt;a href=\"Luhansk%20People%27s%20Republic\"&gt;Luhansk People's Republic&lt;/a&gt;. The DPR and LPR declared independence from Ukraine in 2014 with the help of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, however Ukraine considers them to be rebellious provinces whose declarations of independence lacked legal basis (see &lt;a href=\"War%20in%20Donbass\"&gt;War in Donbass&lt;/a&gt; and &lt;a href=\"Russo-Ukrainian%20War\"&gt;Russo-Ukrainian War&lt;/a&gt;). On a visit to Italy in February 2020, Ukrainian President &lt;a href=\"Volodymyr%20Zelenskyy\"&gt;Volodymyr Zelenskyy&lt;/a&gt; urged Italian Prime Minister &lt;a href=\"Giuseppe%20Conte\"&gt;Giuseppe Conte&lt;/a&gt; to shut down Italy's \"illegal\" diplomatic offices in the DPR and the LPR.\nIn addition to the Ukrainian embassy in Rome, Ukraine maintains &lt;a href=\"consulate\"&gt;consulates&lt;/a&gt; in the Italian cities of &lt;a href=\"Florence%2C%20Italy\"&gt;Florence&lt;/a&gt;, &lt;a href=\"Bari%2C%20Italy\"&gt;Bari&lt;/a&gt;, and &lt;a href=\"Milan%2C%20Italy\"&gt;Milan&lt;/a&gt;. Italy maintains an &lt;a href=\"Embassy%20of%20Italy%2C%20Kyiv\"&gt;embassy in the Ukrainian capital&lt;/a&gt;, &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;. \nReferences.\n "
}