{
    "id": "66902958",
    "revid": "12396222",
    "url": "https://en.wikipedia.org/wiki?curid=66902958",
    "title": "Jesse Reese",
    "text": "Jesse Reese, was a black &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; and militant &lt;a href=\"Union%20organizer\"&gt;trade unionist&lt;/a&gt; in the United States. \nEarly life and career.\nAfter being forced to work in a &lt;a href=\"chain%20gang\"&gt;chain gang&lt;/a&gt;, Reese fled from Mississippi to &lt;a href=\"Gary%2C%20Indiana\"&gt;Gary&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt; in the 1920s. He likely joined the &lt;a href=\"Communist%20Party%20USA\"&gt;Communist Party&lt;/a&gt; shortly after arriving. He lived with Walter Mackerl during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. The two of them knew each other from the &lt;a href=\"Universal%20Negro%20Improvement%20Association%20and%20African%20Communities%20League\"&gt;Universal Negro Improvement Association&lt;/a&gt; and Reese was described as \"a diehard\" by Mackerl.\nHe got a job at &lt;a href=\"Youngstown%20Sheet%20and%20Tube\"&gt;Youngstown Sheet and Tube&lt;/a&gt;, which was one of the \"little steel\" companies, in &lt;a href=\"Indiana%20Harbor%20%28East%20Chicago%29\"&gt;Indiana Harbor&lt;/a&gt; in 1929. According to Reese, a Communist Party organizer came to his home, to ask him to become active in the &lt;a href=\"Amalgamated%20Association%20of%20Iron%20and%20Steel%20Workers\"&gt;Amalgamated Association&lt;/a&gt; as his assignment. When he was warned that he would be confronted with &lt;a href=\"Jim%20Crow%20laws\"&gt;Jim crow&lt;/a&gt;, Reese replied \"\"Well, I have a few other things on my mind. Freedom, &lt;a href=\"Thomas%20Mooney\"&gt;Tom Mooney&lt;/a&gt;, the &lt;a href=\"Scottsboro%20Boys\"&gt;Scottsboro boys&lt;/a&gt;–nine young Negro boys framed for rape in Scottsboro, Alabama.\"\" \nReese was one of the few openly black Communists and served as a spokesman for the party. Reese served as the president of the Youngstown Lake Front Lodge of the &lt;a href=\"Amalgamated%20Association%20of%20Iron%20and%20Steel%20Workers\"&gt;Amalgamated Association of Iron, Steel and Tin workers&lt;/a&gt;, before he became the first vice president of the newly formed Steel Worker Organizing Committee (SWOC) &lt;a href=\"Local%20union\"&gt;Local&lt;/a&gt; 1011 in 1938.\nIn the 1930s Reese was named as one of the \"six most active\" union organizers for the Steel Workers Organizing Committee. In the summer of 1936, SWOC and &lt;a href=\"National%20Negro%20Congress\"&gt;National Negro Congress&lt;/a&gt; held meetings 3 days a week, twice a day, corresponding with the shifts of the workers. George Kimbley, the first black steel worker to join SWOC in Gary, Indiana recounts how he was recruited:"
}