{
    "id": "66920376",
    "revid": "14841472",
    "url": "https://en.wikipedia.org/wiki?curid=66920376",
    "title": "Nana Kobina Osoh",
    "text": "Nana Kobina Osoh (born 15 September 2001) is a Ghanaian professional footballer who plays as a midfielder for Ghanaian Premier League side &lt;a href=\"Techiman%20Eleven%20Wonders%20FC\"&gt;Techiman Eleven Wonders FC&lt;/a&gt;. He is also a member of the &lt;a href=\"Ghana%20national%20under-20%20football%20team\"&gt;Ghana national under-20 football team&lt;/a&gt;. He previously played for Maccabi Petah Tikva on loan.\nCareer.\nEarly career.\nOsoh started his career with &lt;a href=\"Division%20Two%20League%2C%20Ghana\"&gt;Ghana Division Two League&lt;/a&gt; side Golden Kick Sporting Club before moving to Israel on a season long loan deal.\nMaccabi Petah Tikva (loan).\nIn September 2020, &lt;a href=\"Maccabi%20Petah%20Tikva%20F.C.\"&gt;Maccabi Petah Tikva&lt;/a&gt; signed Osoh on a season long loan deal and assigned him to their U-19 side to booster their side in the &lt;a href=\"UEFA%20Youth%20League\"&gt;UEFA Youth League&lt;/a&gt;. He played two matches for the U-19 side in the &lt;a href=\"2019%E2%80%9320%20UEFA%20Youth%20League\"&gt;2019–20 UEFA Youth League&lt;/a&gt;.\nTechiman Eleven Wonders (loan).\nOsoh began his career in the Ghana Premier league with Bono-side &lt;a href=\"Techiman%20Eleven%20Wonders%20FC\"&gt;Techiman Eleven Wonders&lt;/a&gt;, moving to the club on loan ahead of the &lt;a href=\"2020%E2%80%9321%20Ghana%20Premier%20League\"&gt;2020–21 Ghana Premier League&lt;/a&gt;. He made his professional debut on 3 January 2021 in a 1–0 loss match against &lt;a href=\"International%20Allies%20F.C.\"&gt;International Allies&lt;/a&gt;, coming on a substitute for &lt;a href=\"Abu%20Musa%20Sule\"&gt;Abu Musa Sule&lt;/a&gt; in the 57th minute. He scored his first professional goal in a match against &lt;a href=\"Karela%20United%20FC\"&gt;Karela United&lt;/a&gt;, scoring in the 79th minute after coming on in the 76th minute for &lt;a href=\"McCarthy%20Ofori\"&gt;McCarthy Ofori&lt;/a&gt; to help Eleven Wonders win by 3–1."
}