{
    "id": "6693553",
    "revid": "25536836",
    "url": "https://en.wikipedia.org/wiki?curid=6693553",
    "title": "Battle of Athens (1861)",
    "text": "The Battle of Athens was an &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; &lt;a href=\"skirmish\"&gt;skirmish&lt;/a&gt; that took place in northeast &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; in 1861 near present &lt;a href=\"Revere%2C%20Missouri\"&gt;Revere&lt;/a&gt; and southeast &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; along the &lt;a href=\"Des%20Moines%20River\"&gt;Des Moines River&lt;/a&gt; across from &lt;a href=\"Croton%2C%20Iowa\"&gt;Croton&lt;/a&gt; (3 miles southeast of &lt;a href=\"Farmington%2C%20Iowa\"&gt;Farmington&lt;/a&gt;). The Union victory has the distinction of being the most northerly of Civil War Battles fought west of the Mississippi, and also of being the only such battle fought along the &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; border.\nBackground.\nAs &lt;a href=\"Brigadier%20General\"&gt;Brigadier General&lt;/a&gt; &lt;a href=\"Nathaniel%20Lyon\"&gt;Nathaniel Lyon&lt;/a&gt; pursued the secessionist &lt;a href=\"Missouri%20State%20Guard\"&gt;Missouri State Guard&lt;/a&gt; to the southwest portion of the state, loyal &lt;a href=\"Home%20Guard%20%28Union%29\"&gt;Home Guard&lt;/a&gt; companies were forming throughout the state, while at the same time stranded secessionists were still attempting to organize. At &lt;a href=\"Kahoka%2C%20Missouri\"&gt;Kahoka, Missouri&lt;/a&gt;, &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt; veteran &lt;a href=\"David%20Moore%20%28Military%29\"&gt;David Moore&lt;/a&gt; was elected &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; of the 1st Northeast Missouri Home Guard Regiment.\nColonel &lt;a href=\"Martin%20E.%20Green\"&gt;Martin E. Green&lt;/a&gt; called up the 2nd Division of the Missouri State Guard to a training camp on the Horseshoe Bend of the &lt;a href=\"Fabius%20River\"&gt;Fabius River&lt;/a&gt;. There he formed the 1st Cavalry Regiment, 2nd Division, Missouri State Guard. The &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt; was &lt;a href=\"Joseph%20C.%20Porter\"&gt;Joseph C. Porter&lt;/a&gt; and the &lt;a href=\"major\"&gt;major&lt;/a&gt; was Benjamin W. Shacklett.\nMoore was faced by a growing secessionist force and by dissension in his own command. He determined to strike local secessionists, then fall back to Athens, Missouri (pronounced \"Aythens\") where he would be close to the Croton, Iowa supply depot and Iowa militia support. On July 21, with the help of a company of Illinois militia and a company of Iowa Home Guards he attacked the village of &lt;a href=\"Etna%2C%20Missouri\"&gt;Etna&lt;/a&gt; in &lt;a href=\"Scotland%20County%2C%20Missouri\"&gt;Scotland County, Missouri&lt;/a&gt; and drove off Shacklett's MSG cavalry. He then fell back to Athens.\nColonel Green responded by entering &lt;a href=\"Edina%2C%20Missouri\"&gt;Edina&lt;/a&gt; in &lt;a href=\"Knox%20County%2C%20Missouri\"&gt;Knox County, Missouri&lt;/a&gt; on July 31—stampeding the local Home Guards. He then proceeded toward his target, Moore's Unionist regiment in Athens. Meanwhile, several hundred of Moore's regiment received Springfield rifled muskets.\nOn August 4 Green bivouacked seven miles west of Athens. While Moore attempted to prepare for attack, several of his company commanders allowed men to visit home. Moore called for reinforcement from Croton and &lt;a href=\"Keokuk%2C%20Iowa\"&gt;Keokuk, Iowa&lt;/a&gt;, but they would not cross the river in time to participate in the engagement.\nBattle.\nOn 5 August 1861, Colonel Martin Green's force of about 2,000 &lt;a href=\"Missouri%20State%20Guard\"&gt;Missouri State Guard&lt;/a&gt;smen with three cannons tried to capture the town from about 500 Missouri Home Guard. Moore's pickets warned of the secessionists' advance at 5 AM, and Moore called out the regiment to begin assembling it for battle. Between men still absent on weekend leaves and removing the sick across the river, Moore had only 333 men in line.\nGreen's much larger force surrounded the town on three sides, with the river behind the Unionists. Lieutenant Colonel Charles S. Callihan commanded the Union left flank. He found himself facing Major Shacklett's cavalry and James Kniesley's three gun battery. The Unionists had no artillery. However, Kniesley's guns were a motley assortment (a 6-pounder, a 9-pounder, and a hollowed log) supplied with only a few solid shot and improvised canister.\nWhile the artillery spooked a cavalry scout, it had little other impact on the battle. The first shot from the artillery passed over the defenders, across the river and into the Croton railway depot. Another passed through the Benning house and into the river. Predictably, the log cannon flew apart on its first fire and played no further part in the battle.\nAs the secessionists advanced, firing became general. Other than the lack of artillery, Moore's small force was much better armed with rifled muskets and bayonets versus shot guns and squirrel rifles. Green's force contained many poorly equipped, untrained and untested recruits.\nCaptain Hackney's Home Guard drove the rebels away from Stallion Branch. However, Callihan was unnerved by the sight of Major Shacklett's large force advancing. Callihan fled toward the river with one of the Home Guard's cavalry companies. Other troops held their positions.\nThe advance faltered as they approached through a cornfield. Shacklett was wounded in the neck and his demoralized men began falling back. Seeing this, Moore commanded his men to fix bayonets. Then he ordered, \"Forward! Charge! Bayonets!\" This counterattack sent the Missouri State Guardsmen into headlong retreat. Kniesley withdrew his artillery. Most of the Union force was on foot so the pursuit was very short.\nAlthough a few shots were fired at long range across the river by some Iowa militia, they played no real part in the battle. By the time a relief force reached Athens the rebels had already begun a general retreat.\nAftermath.\nMoore's small force succeeded in driving off a much larger force with few casualties. Moore reported three dead and twenty wounded. The full extent of Missouri State Guard losses are unknown although Moore captured twenty men, most of them wounded. Moore estimated 31 Missouri State Guard killed and wounded. Others claimed large numbers of dead.\nWhat is known is that Moore captured 450 horses with bridles and saddles, hundreds of arms, and a wagon load of long knives. The defeat was demoralizing for the state guard's efforts in Northeast Missouri. They lost the initiative and were obliged to continue avoiding capture by pursuers. Had they captured Moore's force they would have obtained a supply of high quality muskets from their captives, and they would have retained the initiative versus the Missouri Unionists.\nThe war was hard on the town of Athens; and the emergence of rail transport after the war led to the demise of this river port. The state of &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; maintains &lt;a href=\"Battle%20of%20Athens%20State%20Historic%20Site\"&gt;Battle of Athens State Historic Site&lt;/a&gt; in the ghost town of Athens."
}