{
    "id": "66986460",
    "revid": "40212101",
    "url": "https://en.wikipedia.org/wiki?curid=66986460",
    "title": "Auditor-General of Ghana",
    "text": "The Auditor-General of Ghana is the head of the &lt;a href=\"Ghana%20Audit%20Service\"&gt;Ghana Audit Service&lt;/a&gt;, a legislative branch agency re-established by the government of Ghana in 1992 through the 1992 &lt;a href=\"Constitution%20of%20Ghana\"&gt;Constitution of Ghana&lt;/a&gt;. It was established as part of the Audit Service through Article 188 of the 1992 Constitution of Ghana as part of the Public Services of Ghana. The Auditor-General through the Audit service undertakes audits of the public accounts of Ghana and all public offices as mandated by Article 187 of the 1992 Constitution of Ghana.\nIn other jurisdictions, the Auditor-General is referred to as &lt;a href=\"Comptroller%20General\"&gt;Comptroller General&lt;/a&gt;, as referred to in US as &lt;a href=\"Comptroller%20General%20of%20the%20United%20States\"&gt;Comptroller General of the United States&lt;/a&gt; and UK as &lt;a href=\"Comptroller%20and%20Auditor%20General%20%28United%20Kingdom%29\"&gt;Comptroller and Auditor General (United Kingdom)&lt;/a&gt;.\nHistory.\nThe Gold Coast Audit Director.\nDuring the colonial era the British Colonial Administration under the direction of the Colonial Audit Office in London established a local Audit Office headed by a Director, whose duty was to annually submit an audit report to the Director of Colonial Audit in London. From 1910 to 1963, there five British who headed the department, with the first being Walter Bowerley served as director for the Department from 1910 to 1932.\nAuditor-General of Gold Coast Audit Department.\nIn 1951, after Kwame Nkrumah became Prime Minister, the designation of the head of the Audit Department was modified from Director of Audit to Director-General (D-G) of Gold Coast Audit Department. Neville Warde Sabine was appointed as the first Director-General in 1951.\nIn 1954, after another legislative election birthing the 1954 Constitution of the Gold Coast, the position was changed to Auditor-General (A-G) in order to replace the Director-General of Gold Coast Audit Department in line with the adoption of the 1954 Constitution. Neville Warde Sabine maintained his role until 1963.\nFirst Ghanaian Auditor-General.\nIn 1963, Ahenkora Osei was appointed as the first Ghanaian Auditor-General to lead the Auditor-General's Department. He held the position for 18 years till 1981, serving through three constitutional eras (1960–1966, 1969–1972, and 1979–1981) and two military regimes (1966–1969 and 1972–1979) respectively.\n1981–present.\nAhenkora Osei was succeeded by James Benoni Haizel-Coleman in 1981 who served for 3 years and was subsequently replaced by Richard Tello-Nelson in 1983. Tello-Nelson served from 1983 to 1989 and was later replaced by Osei Tutu Prempeh in 1990.\nPrempeh served for 10 years, serving till 2000 and was succeeded by Edward Dua Agyeman in 2001 as Acting A-G till he was confirmed in 2003. Agyeman served till 2009 and was replaced by Richard Quartei Quartey who also served for 7 years till 2016, when he retired and was replaced by current A-G, &lt;a href=\"Daniel%20Yaw%20Domelevo\"&gt;Daniel Yaw Domelevo&lt;/a&gt;.\nMandate of the Auditor-General.\nThe legitimate mandate for public sector audit is exclusively vested in the Auditor-General's position and Article 187 of the 1992 Constitution of Ghana provides the mandate of the Auditor General as follows:"
}