{
    "id": "66993617",
    "revid": "1049355116",
    "url": "https://en.wikipedia.org/wiki?curid=66993617",
    "title": "List of Six Nations Championship Player of the Championship winners",
    "text": "The Six Nations Player of the Championship is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; award given annually to the best-performing player in the &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations Championship&lt;/a&gt;. The accolade has been awarded since 2004. Recipients of the award are shortlisted by a panel made up from rugby writers, broadcasters and former players across the six participating nations, before being put forward to a public vote, where the player with the most votes is declared the winner.\nThe methodology for the selection of shortlisting players and the number of players shortlisted has changed multiple times over the years. For the first couple of years, the vote was run by &lt;a href=\"BBC%20Sport\"&gt;BBC Sport&lt;/a&gt;, whose panel of experts shortlisted the potential candidates that people voted for on the BBC Sport website. In 2006 and 2007, Six Nations Rugby took control of the voting and requested fans to select their dream team on their official website each weekend with the player that appeared more often within the fans dream teams over the weekends winning the title of player of the championship. From 2008 to 2010, an expert panel of former players from each of the six nations was reinstated to shortlist six candidates (as opposed to the usual 15–20 candidates that had been shortlisted in previous years) for the public vote. From 2011 to 2012, Six Nations Rugby changed how players were shortlisted by removing the expert panel and putting forward all players that had received the \"&lt;a href=\"Player%20of%20the%20Match\"&gt;Player of the Match&lt;/a&gt;\" award from the host broadcaster of the matches within the first four rounds, which resulted in an increase in number of players shortlisted to 12. In 2013 and 2014, Six Nations Rugby together with their partners &lt;a href=\"Royal%20Bank%20of%20Scotland\"&gt;RBS&lt;/a&gt; and &lt;a href=\"Accenture\"&gt;Accenture&lt;/a&gt; developed an algorithm to measure match stats and social media fan sentiment to rate players that would be shortlisted for the Player of the Championship, and they increased the number of players shortlisted to 15. In 2015, the measuring of social media fan sentiment to players was dropped as a criterion for shortlisting and the number of shortlisted candidates was reduced to 12. However, the panel of former rugby players was reinstated for a third time in 2016 and 2017, while retaining the number of 12 shortlisted players. From 2018 to 2020, the expert panel was made up of rugby writers, former players and broadcasters across the six participating nations and the number of shortlisted players was reduced to six. In 2021, the expert panel was made up of 12 Journalists and broadcasters, 2 from each of the participating six nations."
}