{
    "id": "66995469",
    "revid": "4652171",
    "url": "https://en.wikipedia.org/wiki?curid=66995469",
    "title": "Laurent Petit",
    "text": "Laurent Petit (born 22 June 1963) is a French chef, three stars at the &lt;a href=\"Guide%20Michelin\"&gt;Guide Michelin&lt;/a&gt; and established in &lt;a href=\"Annecy\"&gt;Annecy&lt;/a&gt;.\nBiography.\nLaurent Petit was born in Bussières-lès-Belmont, a village of 700 habitants located in the department of &lt;a href=\"Haute-Marne\"&gt;Haute-Marne&lt;/a&gt;, where his father is &lt;a href=\"butcher\"&gt;butcher&lt;/a&gt;-&lt;a href=\"Charcuterie\"&gt;charcutier&lt;/a&gt;. The smells of pâtés en croûte, dried sausages, and black blood sausage, are his first culinary emotions. A dissipated and rebel student, he was oriented, without great conviction, at the École Hôtelière Saint-Exupéry of &lt;a href=\"Saint-Dizier\"&gt;Saint-Dizier&lt;/a&gt; where he obtained a Certificat d'Aptitude Professionnelle (CAP) in cooking in 1981.\nAfter his military service, he was hired in 1984 as a cooking assistant in the restaurant \"Pied de Cochon\", located in the Quartier des Halles of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, then by Nicolas de Rabaudy, at that time restaurant owner of the future \"Bistrot du sommelier\", where Laurent Petit worked alongside with &lt;a href=\"sommelier\"&gt;sommelier&lt;/a&gt; Philippe Faure-Brac. Nicolas de Rabaudy then sent him doing interships in Michelin-starred restaurants. In spring 1984, Laurent Petit did an internship with 3-starred chef &lt;a href=\"Michel%20Gu%C3%A9rard\"&gt;Michel Guérard&lt;/a&gt; where he has a culinary shock and developed a passion for gastronomy. During those internships, he was also trained alongside Gérard Boyer in &lt;a href=\"Reims\"&gt;Reims&lt;/a&gt;, Charles Barrier in &lt;a href=\"Tours\"&gt;Tours&lt;/a&gt;, Jean-Pierre Billoux in &lt;a href=\"Dijon\"&gt;Dijon&lt;/a&gt; and &lt;a href=\"Roger%20Verg%C3%A9\"&gt;Roger Vergé&lt;/a&gt; in &lt;a href=\"Mougins\"&gt;Mougins&lt;/a&gt;.\nIn June 1987, at age 24, Laurent Petit opened his first restaurant in &lt;a href=\"Brian%C3%A7on\"&gt;Briançon&lt;/a&gt; named \"Le Péché Gourmand\". He then met Martine Coin at &lt;a href=\"Serre%20Chevallier\"&gt;Serre Chevallier&lt;/a&gt;, who has a certificate in cooking and owned a crêperie in the same location. Together, they decide to establish themselves definitely in &lt;a href=\"Annecy\"&gt;Annecy&lt;/a&gt;, where they opened in 1992 their restaurant \"Le Clos des Sens\".\nIn 2000, \"Le Clos des Sens\" obtained its first star at the &lt;a href=\"Guide%20Michelin\"&gt;Guide Michelin&lt;/a&gt;. In 2005, Laurent Petit created the contemporary brasserie \"ContreSens\", near the train station of Annecy. In 2007, his restaurant \"Le Clos des Sens\" obtained its second star at the guide Michelin, while the \"ContreSens\" obtained a \"Bib Gourmand\".\nIn 2009, \"Le Clos des Sens\" acquired the \"Café Brunet\" in &lt;a href=\"Annecy-le-Vieux\"&gt;Annecy-le-Vieux&lt;/a&gt;, a house of the &lt;a href=\"14th%20century\"&gt;14th century&lt;/a&gt; including a &lt;a href=\"Coffeehouse\"&gt;culinary café&lt;/a&gt; since 1875. In 2012, \"Le Clos des Sens\" tripled its surface buying the communal school, a historical building of the &lt;a href=\"Second%20French%20Empire\"&gt;Second French Empire&lt;/a&gt;. It became a &lt;a href=\"Palace%20%28hotel%29\"&gt;5-starred hotel&lt;/a&gt; in 2015 and member of the &lt;a href=\"Relais%20%26amp%3B%20Ch%C3%A2teaux\"&gt;Relais &amp; Châteaux&lt;/a&gt; in 2016.\nAlongside &lt;a href=\"Alain%20Ducasse\"&gt;Alain Ducasse&lt;/a&gt; and &lt;a href=\"Jo%C3%ABl%20Robuchon\"&gt;Joël Robuchon&lt;/a&gt;, Laurent Petit is in 2011 one of the founding members of the Collège Culinaire de France, planning to promote the identity of French cuisine.\nIn 2015, Laurent Petit made his \"cooking out\", a term that he employs to qualify a restart of his own cooking style as a reorientaion on &lt;a href=\"local%20food\"&gt;local food&lt;/a&gt; and giving up meat, centering again on the vegetable.\nHe is already among the most cited chefs to obtain a third star at the Guide Michelin of 2018, and finally obtained it the next year on 21 January 2019."
}