{
    "id": "6700958",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6700958",
    "title": "Idlewild, Michigan",
    "text": "Idlewild is an unincorporated community in &lt;a href=\"Yates%20Township%2C%20Michigan\"&gt;Yates Township&lt;/a&gt;, located just east of &lt;a href=\"Baldwin%2C%20Michigan\"&gt;Baldwin&lt;/a&gt; in southeast &lt;a href=\"Lake%20County%2C%20Michigan\"&gt;Lake County&lt;/a&gt;, a rural part of northwestern lower &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. During the first half of the 20th century, it was one of the few resorts in the country where &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt;s were allowed to vacation and purchase property, before discrimination was outlawed in 1964 through the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act of 1964&lt;/a&gt;. The surrounding area is within &lt;a href=\"Manistee%20National%20Forest\"&gt;Manistee National Forest&lt;/a&gt;. The community encompasses Lake Idlewild, and the headwaters of the &lt;a href=\"Pere%20Marquette%20River\"&gt;Pere Marquette River&lt;/a&gt; extends throughout the region.\nCalled the \"Black Eden of Michigan\", from 1912 through the mid-1960s, Idlewild was an active year-round community and was visited by well-known entertainers and professionals from throughout the country. At its peak, it was one of the most popular resorts in the Midwest and as many as 25,000 would come to Idlewild in the height of the summer season to enjoy camping, swimming, boating, fishing, hunting, horseback riding, roller skating, and night-time entertainment. When the &lt;a href=\"1964%20Civil%20Rights%20Act\"&gt;1964 Civil Rights Act&lt;/a&gt; opened up other resorts in many states to African-Americans, Idlewild's &lt;a href=\"boomtown\"&gt;boomtown&lt;/a&gt; period subsided.\nThough not quite a \"ghost town\" as claimed in the book \"Ghost Towns of Michigan\", Chapter 7,&lt;ref name=\"http://www.iaacc.com/events.html\"&gt;&lt;/ref&gt; the population was under 1,000 in 2019, and numerous buildings were vacant. The Idlewild African American Chamber of Commerce, founded in 2000 by John O. Meeks, continues to promote existing local businesses and seeking new ones. It is also striving to attract more visitors to the area, with events and other strategies, in hopes of resuscitating the once lively town.\nEstablishment (1912–1920s).\nIdlewild was founded in 1912. During this period, a small yet clearly distinguishable &lt;a href=\"African%20American%20middle%20class\"&gt;African American middle class&lt;/a&gt; – largely composed of professionals and small business owners – had been established in many urban centers, including several in the &lt;a href=\"American%20Midwest\"&gt;American Midwest&lt;/a&gt;. Despite having the financial means for leisure travel, &lt;a href=\"racial%20segregation\"&gt;racial segregation&lt;/a&gt; prevented them from recreational pursuits in most resort destinations in the region.\nSeeing an opportunity, four &lt;a href=\"Whites%23In%20the%20United%20States\"&gt;white&lt;/a&gt; land developers and their wives organized the Idlewild Resort Company (IRC). Erastus and Flora Branch, Adelbert and Isabelle Branch (from nearby &lt;a href=\"White%20Cloud%2C%20Michigan\"&gt;White Cloud, Michigan&lt;/a&gt;), Wilbur M. and Mayme Lemon, and A.E. and Modolin Wright (of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;), organized IRC during the pre-World War I era. To secure land rights, Erastus Branch built a cabin, homesteaded the land for three years, and eventually obtained the title to the land through his Branch, Anderson &amp; Tyrrell Real Estate Company, which became the central focus of the resort community.\nOne folk saying suggests that the community's name refers to \"idle men and wild women\". Current residents embrace this version of the story by selling playful T-shirts with this phrase at the annual Idlewilders summer festivals.\nIRC organized excursions to attract middle class &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; professionals from &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, and other &lt;a href=\"Midwestern\"&gt;Midwestern&lt;/a&gt; cities, taking them on tours of the rustic community, and selling lots. Their ads in major news media offered lots at $1 down and $1 per month, and cited the hunting, fishing, boating and horseback riding opportunities. A 1919 pamphlet used by IRC to promote the community, entitled \"Beautiful Idlewild\", describes it as \"the hunter's paradise\" renowned \"for its beautiful lakes of pure spring water\" and \"its myriads of game fish\". Promoters of the area also emphasized the lack of prejudice and the freedom of movement for blacks \"without ostracism and hatred\", in a town where they could truly feel like \"American citizens\".\nOne prominent personality to relocate to Idlewild was Dr. &lt;a href=\"Daniel%20Hale%20Williams\"&gt;Daniel Hale Williams&lt;/a&gt;, who in 1893 was the first surgeon in the United States to perform &lt;a href=\"open-heart%20surgery\"&gt;open-heart surgery&lt;/a&gt;. Williams, Herman O. and Lela G. Wilson of Chicago, three of Williams' associates from Chicago and &lt;a href=\"Cleveland%2C%20Ohio\"&gt;Cleveland&lt;/a&gt;, and twenty others were among the first group of African American professionals to join IRC's excursion. Later, tours were conducted by train from &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Grand%20Rapids%2C%20Michigan\"&gt;Grand Rapids&lt;/a&gt;, &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis&lt;/a&gt;, and other cities.\nIRC had acquired over of land. The company sold a good deal of that land, and then turned the island in Idlewild Lake over to Williams and Louis B. Anderson of Chicago, and Robert Riffe and William Green of Cleveland, who collaboratively formed the Idlewild Improvement Association (IIA) and helped build the clubhouse. IIA sold property to such notables as &lt;a href=\"NAACP\"&gt;NAACP&lt;/a&gt; co-founder &lt;a href=\"W.E.B.%20Du%20Bois\"&gt;W.E.B. Du Bois&lt;/a&gt;, cosmetic entrepreneur &lt;a href=\"Madam%20C.J.%20Walker\"&gt;Madam C.J. Walker&lt;/a&gt;, &lt;a href=\"Fisk%20University\"&gt;Fisk University&lt;/a&gt; president &lt;a href=\"Lemuel%20L.%20Foster\"&gt;Lemuel L. Foster&lt;/a&gt;, Albert B. Cleage Sr. of Detroit, &lt;a href=\"Fannie%20Emanuel\"&gt;Fannie Emanuel&lt;/a&gt; of Chicago, and novelist &lt;a href=\"Charles%20W.%20Chesnutt\"&gt;Charles W. Chesnutt&lt;/a&gt;.\n3\nIIA was also responsible for recruiting other middle-class professionals, such as &lt;a href=\"NAACP\"&gt;NAACP&lt;/a&gt; field secretary William Pickens, H. Franklin and Virginia Bray (a missionary and his wife who together founded the first formal church in Idlewild), and the Reverend Robert L. Bradby, Sr. of Second Baptist Church of Detroit (who contributed to the development of the Idlewild Lot Owners Association). IIA encouraged this new influx of community leaders to foster racial pride, economic development, decency, and respect to Idlewild.\nThe annual Idlewild &lt;a href=\"Chautauqua\"&gt;Chautauqua&lt;/a&gt; was organized by Baptist Minister Reverend Robert L. Bradby in the 1920s and 1930s. These week-long events added an intellectual flavor to the recreational life in the community, attracted people from across the country, and were praised by Michigan Republican Governor &lt;a href=\"Fred%20W.%20Green\"&gt;Fred W. Green&lt;/a&gt;.\nThe height of popularity (1920s–1964).\nAfter segregation and enforced segregation of &lt;a href=\"Jim%20Crow%20Laws\"&gt;Jim Crow laws&lt;/a&gt; made it nearly impossible for African Americans to thrive in American society, many searched for a safe haven. Idlewild became a place where one could be within miles of prominent cities such as Chicago, while remaining concealed within the surrounding woods of the newfound African American community. As this new black \"&lt;a href=\"intelligentsia\"&gt;intelligentsia&lt;/a&gt;\" began to settle in the community, some relocated as activists and members of &lt;a href=\"Marcus%20Garvey\"&gt;Marcus Garvey&lt;/a&gt;'s &lt;a href=\"Universal%20Negro%20Improvement%20Association\"&gt;Universal Negro Improvement Association&lt;/a&gt; (UNIA), some as followers of Du Bois' &lt;a href=\"National%20Association%20for%20the%20Advancement%20of%20Colored%20People\"&gt;National Association for the Advancement of Colored People&lt;/a&gt; (NAACP), others as believers of the late &lt;a href=\"Booker%20T.%20Washington\"&gt;Booker T. Washington&lt;/a&gt;'s political machine, and others as potential investors. For the majority of these professionals who brought their families, the idea of land ownership conveyed black social status and membership in this community, something that enforced segregation prevented African Americans from obtaining beyond the community of Idlewild. Eventually, Idlewild would become known as the \"Black Eden of Michigan\".\nIdlewild gained national stature among African Americans during the period between the World Wars. For example, the Idlewild Land Owners Association had members from over thirty-four states in the country. In addition, the Purple Palace, the Flamingo, the Paradise Club, Idlewild Club, Rosanna Tavern, and Pearl's Bar provided summer entertainment for tourists and employment opportunities for seasonal and year-round residents in the community. The Pere Marquette Railroad built a branch line to the area by 1923, a post office opened that same year, and the Idlewild Fire Department was established soon after. Following the flow of these significant establishments, a host of new &lt;a href=\"African-American%20entrepreneurship\"&gt;entrepreneurs&lt;/a&gt; began entering the community. With new establishments on the rise, and the growing population of people, Idlewild began to mirror the appearance of a prominent American society. By the mid 1920s, over 6,000 people had purchased some 17,000 lots in the area.\nThe &lt;a href=\"Pere%20Marquette%20Railway\"&gt;Pere Marquette Railway&lt;/a&gt; ran the \"&lt;a href=\"Resort%20Special\"&gt;Resort Special&lt;/a&gt;\" with sleeping cars from Chicago and Detroit via Grand Rapids from June to September, stopping in &lt;a href=\"Baldwin%2C%20Michigan\"&gt;Baldwin&lt;/a&gt; five miles to the west. The Pere Marquette Railway ran trains west from Idlewild's station to Baldwin, then &lt;a href=\"Ludington%2C%20Michigan\"&gt;Ludington&lt;/a&gt;; and trains went east to &lt;a href=\"Saginaw\"&gt;Saginaw&lt;/a&gt;. At Saginaw the trains were timed to meet with separate &lt;a href=\"Bay%20City%2C%20Michigan\"&gt;Bay City&lt;/a&gt;-originating trains to &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;. The PM's successor, the &lt;a href=\"Chesapeake%20and%20Ohio%20Railway\"&gt;Chesapeake and Ohio Railway&lt;/a&gt; ended the Ludington to Saginaw trains through Idlewild in the latter months of 1949.\nFollowing World War II, Idlewild attracted what some sociologists have labeled the new African American \"working\" middle class. With the construction of a few paved roads in Idlewild, a reinvestment in the township's only post office, and greater availability of electricity, a new generation of entrepreneurs began to invest in Idlewild. Phil Giles, Arthur \"Big Daddy\" Braggs, &lt;a href=\"https%3A//biography.jrank.org/pages/2944/Wilson-Sunnie.html\"&gt;William N. \"Sunnie\" Wilson&lt;/a&gt; and a host of other African American businessmen and women took advantage of the market by purchasing property on Williams Island and Paradise Gardens, and began developing these areas into an elaborate nightspot and business center. (According to one reliable source, Braggs financed his Idlewood business with revenues from illegal activities.) \nIn 1952, the &lt;a href=\"https%3A//www.facebook.com/pages/category/Social-Club/Detroit-Idlewilders-Club-200518490783877/\"&gt;Detroit Idlewilders Club&lt;/a&gt; was founded by Sunnie Wilson and other prominent Detroiters who spent their summers in Idlewild. The founding purpose of the group was to aid in support of charitable and civic endeavors and promote social entertainment and recreation in Idlewild.\nThe cottage started by Albert Cleage in the 1940s was expanded by his sons Louis, Hugh, and Henry.\nIn a 2017 interview, local businessman John O. Meeks recalled the past. \"At its high point, between the '40s and early '60s, nearly 30,000 folks would descend on here in the summer. Hundreds of black-owned businesses thrived. This place was hopping ... We had a roller-skating rink for the kids, our own fire department and a post office\". Other sources indicate 25,000 visitors as a more common number during peak times in summer.\nMany African American entertainers of the period performed in Idlewild, particularly at the Paradise Club managed by Arthur Braggs. (The Flamingo Club, managed by Phil Giles, had lesser-known entertainers, although &lt;a href=\"LaVern%20Baker\"&gt;LaVern Baker&lt;/a&gt; and Detroit’s \"Queen of the Blues\", &lt;a href=\"Alberta%20Adams\"&gt;Alberta Adams&lt;/a&gt;, did perform there.) The list included &lt;a href=\"Della%20Reese\"&gt;Della Reese&lt;/a&gt;, &lt;a href=\"Al%20Hibbler\"&gt;Al Hibbler&lt;/a&gt;, &lt;a href=\"Bill%20Doggett\"&gt;Bill Doggett&lt;/a&gt;, &lt;a href=\"Jackie%20Wilson\"&gt;Jackie Wilson&lt;/a&gt;, &lt;a href=\"T-Bone%20Walker\"&gt;T-Bone Walker&lt;/a&gt;, &lt;a href=\"George%20Kirby\"&gt;George Kirby&lt;/a&gt;, &lt;a href=\"The%20Four%20Tops\"&gt;The Four Tops&lt;/a&gt;, &lt;a href=\"Roy%20Hamilton\"&gt;Roy Hamilton&lt;/a&gt;, &lt;a href=\"Brook%20Benton\"&gt;Brook Benton&lt;/a&gt;, &lt;a href=\"Choker%20Campbell\"&gt;Choker Campbell&lt;/a&gt;, &lt;a href=\"Lottie%20Graves\"&gt;Lottie \"the Body\" Graves&lt;/a&gt;, &lt;a href=\"the%20Rhythm%20Kings\"&gt;the Rhythm Kings&lt;/a&gt;, &lt;a href=\"Sarah%20Vaughan\"&gt;Sarah Vaughan&lt;/a&gt;, &lt;a href=\"Cab%20Calloway\"&gt;Cab Calloway&lt;/a&gt;, &lt;a href=\"Louis%20Armstrong\"&gt;Louis Armstrong&lt;/a&gt;, &lt;a href=\"Dinah%20Washington\"&gt;Dinah Washington&lt;/a&gt;, &lt;a href=\"B.B.%20King\"&gt;B.B. King&lt;/a&gt;, &lt;a href=\"Aretha%20Franklin\"&gt;Aretha Franklin&lt;/a&gt;, &lt;a href=\"Fats%20Waller\"&gt;Fats Waller&lt;/a&gt;, and &lt;a href=\"Billy%20Eckstein\"&gt;Billy Eckstein&lt;/a&gt;. Many other performers, entertained both Idlewilders and white citizens in neighboring &lt;a href=\"Lake%20County%2C%20Michigan\"&gt;Lake County&lt;/a&gt; townships throughout the 1950s and early 1960s. Arthur Braggs produced singers, dancers, showgirls, and entertainers who performed in the Fiesta Room at the Paradise Club from May to September, starting in summer 1950, helping Idlewild become the \"Summer Apollo of Michigan\". Not all club patrons were black, as one resident recalled. On some nights, \"there were more white people in there than blacks. It wasn’t about race, it was about fun\".\nThe Paradise Club showgirls and chorus girls, with guest entertainers, performed not only in Idlewild but also on the road in the off-season as the Arthur Braggs Idlewild Revue. The appeared in cities such as Montreal, Toronto, Boston, Kansas City, Chicago and to New York; in Manhattan, the group performed at the &lt;a href=\"Apollo%20Theater\"&gt;Apollo Theater&lt;/a&gt;. Braggs' show helped Idlewild become a major entertainment center and contributed to the financial prosperity of the area.\nSome of the amenities in Idlewood were advertised in &lt;a href=\"The%20Negro%20Motorist%20Green%20Book\"&gt;The Negro Motorist Green Book&lt;/a&gt;.\nDecline and redevelopment efforts (1964–present).\nFollowing the enactment of the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act of 1964&lt;/a&gt;, business in Idlewild declined. Other vacation resorts were beginning to accommodate African-American visitors, and with federal law requiring that they be accepted anywhere, African Americans began taking advantage of this opportunity. Many went to the Florida beaches and Las Vegas casinos, for example, limiting the number arriving at Idlewild. According to &lt;a href=\"National%20Public%20Radio\"&gt;National Public Radio&lt;/a&gt;, \"it was integration that killed Idlewild. Blacks no longer had to remain invisible\".\nIn 1966 Idlewild lost its last nearby train access in Baldwin when the Chesapeake and Ohio Railway terminated service on its Grand Rapids-&lt;a href=\"Traverse%20City\"&gt;Traverse City&lt;/a&gt; route (shortened from its Petoskey terminus), with a timed transfer in Grand Rapids to Chicago-bound trains.\nThe national recession in the early 1970s further contributed to an economic downturn in Idlewild, which led to a population decline as local employment options dwindled. Idlewild became a lesser-known family vacation and &lt;a href=\"retirement%20community\"&gt;retirement community&lt;/a&gt;, primarily attracting retirees who remembered it from its boom period.\nIn the 1970s township officials organized a planning commission, zoning board, and other initiatives as a way to encourage community input and to offer specific practical solutions to improve the community. &lt;a href=\"Community%20Development%20Block%20Grant\"&gt;Community Development Block Grant&lt;/a&gt;s (CDBG) were obtained for demolition, additional roadwork, and other structural changes, which resulted in a complete makeover of the island, renamed \"Williams Island\" in honor of early community leader Dr. &lt;a href=\"Daniel%20Hale%20Williams\"&gt;Daniel Hale Williams&lt;/a&gt;. In the 1990s, with federal and state funding scarce, attention was turned away from building projects toward the renovation of existing township properties. The federal government designated Lake County as an \"Enterprising Community\", which facilitated the development of sewer and natural gas systems. Businessman John O. Meeks purchased and renovated the Morton Motel, and founded organizations to develop and promote the community, including Mid-Michigan Idlewilders and the Idlewild African American Chamber of Commerce. Nonetheless, by 1998, the economy was in a \"dismal state\" according to a reliable source, with many residents on welfare. By that time, the Paradise Club had been torn down and the Flamingo had been closed down.\nThe state of Michigan invested funds for a 10-year strategic plan for Idlewild completed in 2013 as the Tourism Development Strategy For Idlewild, Michigan.\nThe Idlewild Historic and Cultural Center is open Saturdays in 2019 and offers a self-guided driving tour of the community with stops including the remains of the Flamingo Club, the Paradise Club, and some of the previous homes of prominent individuals. The National Idlewilders Club continues to organize annual events. The town's store, Road Runners, is a typical rural one-stop, right now the only store in town. They sell cans of soup, bags of chips, beer and pop, coffee and tea, cigarettes and liquor. The Idlewild Historic &amp; Cultural Center displays memorabilia and photographs of the town's most active years.\nIn a 2017 interview with &lt;a href=\"New%20York%20Post\"&gt;New York Post&lt;/a&gt;, Idlewild booster John O. Meeks described the community as follows. \"We have three motels here now. There used to be 35. We have one restaurant. There used to be 25. I don’t expect it to be what it once was, but I do believe it deserves a future.\" Journalist Salena Zito added that \"Idlewild is not a complete ghost town. Its pristine lakes remain home to a couple of hundred people — mostly those left over from its heyday — and a few newcomers such as township supervisor Carrington-Atkins, who recently bought the perfectly preserved home of famed black author Charles Waddell Chesnutt. And yet, many of its houses are empty, its storefronts fallen victim to nature\".\nIn February 2019, East Lansing radio station &lt;a href=\"WFMK\"&gt;WFMK&lt;/a&gt; described Idlewild as a &lt;a href=\"ghost%20town\"&gt;ghost town&lt;/a&gt; \"due to the vacated neighborhoods: block-after-block of deserted homes and yards. Many whole blocks are completely deserted &amp; vacant except for the crumbling shacks that were once homes\", confirmed by a series of photos. Nonetheless, a series of events was planned for 2019, such as The 5th Annual Idlewild Education, Empowerment and Music Festival weekend (July 13–14), with guests including an original Braggs Fiesta Doll Dancer, Carlean Gill.\nA 2011 \"Black Past\" article summarized the town's legacy as follows: \"Despite this decline, Idlewild symbolized the heyday of the combination of race, leisure, and geography to create a briefly prosperous community through niche tourism\".\nClimate.\nThis &lt;a href=\"climate\"&gt;climatic&lt;/a&gt; region has large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the &lt;a href=\"K%C3%B6ppen%20Climate%20Classification\"&gt;Köppen Climate Classification&lt;/a&gt; system, Idlewild has a &lt;a href=\"humid%20continental%20climate\"&gt;humid continental climate&lt;/a&gt;, abbreviated \"Dfb\" on climate maps."
}