{
    "id": "67005776",
    "revid": "37179761",
    "url": "https://en.wikipedia.org/wiki?curid=67005776",
    "title": "Archimedean Excogitation",
    "text": "Archimedean Excogitation is a 1987 audiokinetic &lt;a href=\"rolling%20ball%20sculpture\"&gt;rolling ball sculpture&lt;/a&gt; by &lt;a href=\"George%20Rhoads\"&gt;George Rhoads&lt;/a&gt;. It is located in the atrium of the &lt;a href=\"Museum%20of%20Science%20%28Boston%29\"&gt;Museum of Science&lt;/a&gt; in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;.\nDescription.\n\"Archimedean &lt;a href=\"wikt%3Aexcogitation\"&gt;Excogitation&lt;/a&gt;\" consists of a metal and glass display case framing a system of nine tracks on two main levels. The lower level tracks contain &lt;a href=\"billiard%20ball\"&gt;billiard ball&lt;/a&gt;s, which encounter a series of mechanical obstacles as they roll, some of which (such as a &lt;a href=\"drum\"&gt;drum&lt;/a&gt; and &lt;a href=\"xylophone\"&gt;xylophone&lt;/a&gt;) produce noise. The upper level tracks contain larger &lt;a href=\"duckpin%20bowling%20ball\"&gt;duckpin bowling ball&lt;/a&gt;s, which push &lt;a href=\"windmill%20blade\"&gt;windmill blade&lt;/a&gt;s and encounter similar obstacles. In total, the sculpture has slightly fewer than 30 moving or sound-producing components, and is tall.\nConstruction.\n\"Archimedean Excogitation\" was &lt;a href=\"Commission%20%28art%29\"&gt;commissioned&lt;/a&gt; for the &lt;a href=\"Museum%20of%20Science%20%28Boston%29\"&gt;Museum of Science&lt;/a&gt; in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, with a budget of $536,100. It was designed by &lt;a href=\"George%20Rhoads\"&gt;George Rhoads&lt;/a&gt;, with assistance from Rock Stream Studios, and was installed in 1987.\nIn 2015, the sculpture was refurbished and moved from the museum's lower lobby to its atrium.\nReception.\n\"Archimedean Excogitation\" has been a popular attraction for museumgoers. Metta Winter, writing for \"&lt;a href=\"The%20Christian%20Science%20Monitor\"&gt;The Christian Science Monitor&lt;/a&gt;\", described it as \"a noisy, unpredictable affair observers find hard to walk away from\". Hayley Kaufman, writing for \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\", called it \"seemingly unstoppable [and] delightfully complex\". It is associated with the &lt;a href=\"kinetic%20art\"&gt;kinetic art&lt;/a&gt; movement.\nThe sculpture is used by the museum as an educational tool to help illustrate the principles of physics and &lt;a href=\"mechanical%20device\"&gt;mechanical device&lt;/a&gt;s. It was featured on a 1999 episode of \"&lt;a href=\"Mister%20Rogers%27%20Neighborhood\"&gt;Mister Rogers' Neighborhood&lt;/a&gt;\"."
}