{
    "id": "670497",
    "revid": "223682",
    "url": "https://en.wikipedia.org/wiki?curid=670497",
    "title": "Lecture",
    "text": "A lecture (from the Greek \"lecture\", meaning &lt;a href=\"reading\"&gt;reading&lt;/a&gt;) is an oral &lt;a href=\"presentation\"&gt;presentation&lt;/a&gt; intended to present information or teach people about a particular subject, for example by a &lt;a href=\"university\"&gt;university&lt;/a&gt; or &lt;a href=\"college\"&gt;college&lt;/a&gt; &lt;a href=\"teacher\"&gt;teacher&lt;/a&gt;. Lectures are used to convey critical information, history, background, theories, and equations. A politician's speech, a minister's sermon, or even a business person’s sales presentation may be similar in form to a lecture. Usually the lecturer will stand at the front of the room and recite information relevant to the lecture's content.\nThough lectures are much criticised as a &lt;a href=\"teaching%20method\"&gt;teaching method&lt;/a&gt;, universities have not yet found practical alternative teaching methods for the large majority of their courses. Critics point out that lecturing is mainly a one-way method of &lt;a href=\"communication\"&gt;communication&lt;/a&gt; that does not involve significant audience participation but relies upon &lt;a href=\"passive%20learning\"&gt;passive learning&lt;/a&gt;. Therefore, lecturing is often contrasted to &lt;a href=\"active%20learning\"&gt;active learning&lt;/a&gt;. Lectures delivered by talented speakers can be highly stimulating; at the very least, lectures have survived in &lt;a href=\"academia\"&gt;academia&lt;/a&gt; as a quick, cheap, and efficient way of introducing large numbers of students to a particular field of study.\nLectures have a significant role outside the classroom, as well. Academic and scientific awards routinely include a lecture as part of the honor, and academic conferences often center on \"&lt;a href=\"keynote\"&gt;keynote addresses&lt;/a&gt;\", i.e., lectures. The &lt;a href=\"public%20lecture\"&gt;public lecture&lt;/a&gt; has a long history in the sciences and in &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt;s. &lt;a href=\"Hiring%20hall\"&gt;Union halls&lt;/a&gt;, for instance, historically have hosted numerous free and public lectures on a wide variety of matters. Similarly, &lt;a href=\"Local%20church\"&gt;churches&lt;/a&gt;, &lt;a href=\"Community%20centre\"&gt;community center&lt;/a&gt;s, &lt;a href=\"library\"&gt;libraries&lt;/a&gt;, &lt;a href=\"museum\"&gt;museum&lt;/a&gt;s, and other organizations have hosted lectures in furtherance of their missions or their constituents' interests. Lectures represent a continuation of &lt;a href=\"oral%20tradition\"&gt;oral tradition&lt;/a&gt; in contrast to textual communication in books and other media. Lectures may be considered a type of &lt;a href=\"grey%20literature\"&gt;grey literature&lt;/a&gt;.\nEtymology.\nThe noun \"lecture\" dates from 14th century, meaning \"action of reading, that which is read,\" from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"lectus\", pp. of \"legere\" \"to read.\" Its subsequent meaning as \"oral discourse on a given subject before an audience for purposes of &lt;a href=\"Education\"&gt;instruction&lt;/a&gt;\" is from the 16th century. The verb \"to lecture\" is attested from 1590.\nThe noun \"lectern\" refers to the reading desk used by lecturers.\nHistory.\nThe practice in the &lt;a href=\"medieval%20university\"&gt;medieval university&lt;/a&gt; was for the instructor to read from an original source to a class of students who took notes on the lecture. The reading from original sources evolved into the reading of glosses on an original and then more generally to lecture notes. Throughout much of history, the diffusion of knowledge via handwritten lecture notes was an essential element of academic life.\nEven in the twentieth century, the lecture notes taken by students, or prepared by a scholar for a lecture, have sometimes achieved wide circulation (see, for example, the genesis of &lt;a href=\"Ferdinand%20de%20Saussure\"&gt;Ferdinand de Saussure&lt;/a&gt;'s \"Cours de linguistique générale\"). Many lecturers were, and still are, accustomed to simply reading their own notes from the lectern for exactly that purpose. Nevertheless, modern lectures generally incorporate additional activities, e.g. writing on a chalk-board, exercises, class questions and discussions, or student presentations.\nThe use of &lt;a href=\"multimedia\"&gt;multimedia&lt;/a&gt; presentation software such as &lt;a href=\"Microsoft%20PowerPoint\"&gt;Microsoft PowerPoint&lt;/a&gt; has changed the form of lectures, e.g. video, graphics, websites, or prepared exercises may be included. Most commonly, however, only outlines composed of \"bullet points\" are presented. Critics such as &lt;a href=\"Edward%20Tufte\"&gt;Edward Tufte&lt;/a&gt; contend that this style of lecture bombards the audience with unnecessary and possibly distracting or confusing graphics.\nA modified lecture format, generally presented in 5 to 15 minute short segments, is now commonly presented as video, for example in &lt;a href=\"massive%20open%20online%20course\"&gt;massive open online course&lt;/a&gt;s (MOOCs) or in programs such as the &lt;a href=\"Khan%20Academy\"&gt;Khan Academy&lt;/a&gt;.\nResearch.\nBligh, in \"What's the Use of Lectures?\", argues that lectures \"represent a conception of education in which teachers who know give knowledge to students who do not and are therefore supposed to have nothing worth contributing.\" Based on his review of numerous studies, he concludes that lecturing is as effective, but not more effective, as any other teaching method in transmitting information. Nevertheless, lecturing is not the most effective method for promoting student thought, changing attitudes, or teaching behavioral skills.\nBligh summarises research on memory to show the significance of the meaningfulness of material on retention (Marks and Miller 1964) and the importance of immediate rehearsal of information (Bassey 1968). He relates his own research on arousal during lectures to suggest a decrement in attention during the first 25 minutes. Lloyd (1968) and Scerbo et al. (1992) showed that students take less and less notes as lectures proceed. Bligh shows that after a short break filled by buzz group discussion, attention will recover somewhat. \nThe largest section of Bligh's book is devoted to lecturing technique, particularly the organisation of lectures, how to make a point, the effectiveness of taking notes, the use of handouts, and ways of obtaining feedback.\nEarly editions of the book contained a reply paid evaluation card. This research showed that the section on alternative teaching methods within lectures was the most highly praised.\nThe conception of the lecture as needing to be a didactic event has been challenged by Meltzer and Manivannan (2002) and Sandry (2005) who maintain that lectures can involve active learning. However, Elliot (2005) sees difficulties in the encouragement of active learning with phenomena such as &lt;a href=\"social%20loafing\"&gt;social loafing&lt;/a&gt; and &lt;a href=\"Evaluation%20apprehension%20model\"&gt;evaluation apprehension&lt;/a&gt; causing audience members to be reluctant to participate. A possible solution to the encouragement of audience involvement in lectures is the use of an &lt;a href=\"Audience%20response%23Use%20in%20Educational%20Settings\"&gt;audience response system&lt;/a&gt; which allows audience members to participate anonymously.\nAdvantages.\nThe effectiveness of traditional lecture is and has been debated. Some advantages of lecturing include: quick exposure to new material, greater teacher control in the classroom, an engaging format, which may complement and clarify course material, and facilitating large-class communication. Lecturing also permits the dissemination of unpublished or not readily available material.\nDisadvantages.\nThere has been much debate as to whether or not lecturing actually improves student learning in the classroom. Commonly cited disadvantages of lecture include: placing students in a passive (rather than an active) role, encouraging one-way communication, requiring significant out-of-class time for students to engage with the material, and requiring the speaker to possess effective speaking skills.\nThe criticisms of lectures are often summarized by a quote generally misattributed to &lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt;:\nOther forms.\nWhile lecturing is generally accepted as an effective form of instruction, there have been some prominent educators who have succeeded without the help of lectures [no references].\nMany &lt;a href=\"university\"&gt;university&lt;/a&gt; courses relying on lectures supplement them with smaller discussion sections, &lt;a href=\"tutorial\"&gt;tutorial&lt;/a&gt;s, or laboratory experiment sessions as a means of further actively involving students. Often these supplemental sections are led by &lt;a href=\"Postgraduate%20education\"&gt;graduate student&lt;/a&gt;s, &lt;a href=\"tutor\"&gt;tutor&lt;/a&gt;s, &lt;a href=\"teaching%20assistant\"&gt;teaching assistant&lt;/a&gt;s, or teaching &lt;a href=\"fellow\"&gt;fellow&lt;/a&gt;s rather than senior &lt;a href=\"Faculty%20%28division%29\"&gt;faculty&lt;/a&gt;. Those other forms of academic teaching include &lt;a href=\"Conversation\"&gt;discussion&lt;/a&gt; (&lt;a href=\"recitation\"&gt;recitation&lt;/a&gt; if conducted by a teaching assistant), &lt;a href=\"seminar\"&gt;seminar&lt;/a&gt;s, &lt;a href=\"Training%20workshop\"&gt;workshop&lt;/a&gt;s, &lt;a href=\"observation\"&gt;observation&lt;/a&gt;, practical application, &lt;a href=\"case%20example\"&gt;case example&lt;/a&gt;s/&lt;a href=\"case%20study\"&gt;case study&lt;/a&gt;, &lt;a href=\"experiential%20learning\"&gt;experiential learning&lt;/a&gt;/&lt;a href=\"active%20learning\"&gt;active learning&lt;/a&gt;, &lt;a href=\"computer\"&gt;computer&lt;/a&gt;-based instruction, and &lt;a href=\"tutorial\"&gt;tutorial&lt;/a&gt;s. \nIn &lt;a href=\"school\"&gt;school&lt;/a&gt;s, the prevalent mode of student-teacher interaction is &lt;a href=\"lesson\"&gt;lesson&lt;/a&gt;s.\nThe term \"&lt;a href=\"Parlour\"&gt;parlor&lt;/a&gt; lecture\" gained currency throughout the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;British Commonwealth of Nations&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States of America&lt;/a&gt; during the mid-19th century. It referred to the custom of inviting noted speakers to deliver private lectures, which were typically hosted in the parlors of wealthy and socially influential families."
}