{
    "id": "6706108",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6706108",
    "title": "Schramm–Loewner evolution",
    "text": "In &lt;a href=\"probability%20theory\"&gt;probability theory&lt;/a&gt;, the Schramm–Loewner evolution with parameter \"κ\", also known as stochastic Loewner evolution (SLE\"κ\"), is a family of random planar curves that have been proven to be the &lt;a href=\"scaling%20limit\"&gt;scaling limit&lt;/a&gt; of a variety of two-dimensional lattice models in &lt;a href=\"statistical%20mechanics\"&gt;statistical mechanics&lt;/a&gt;. Given a parameter \"κ\" and a domain in the complex plane \"U\", it gives a family of random curves in \"U\", with \"κ\" controlling how much the curve turns. There are two main variants of SLE, \"chordal SLE\" which gives a family of random curves from two fixed boundary points, and \"radial SLE\", which gives a family of random curves from a fixed boundary point to a fixed interior point. These curves are defined to satisfy &lt;a href=\"conformal%20geometry\"&gt;conformal invariance&lt;/a&gt; and a domain &lt;a href=\"Markov%20property\"&gt;Markov property&lt;/a&gt;.\nIt was discovered by as a conjectured scaling limit of the planar &lt;a href=\"uniform%20spanning%20tree\"&gt;uniform spanning tree&lt;/a&gt; (UST) and the planar &lt;a href=\"loop-erased%20random%20walk\"&gt;loop-erased random walk&lt;/a&gt; (LERW) probabilistic processes, and developed by him together with &lt;a href=\"Greg%20Lawler\"&gt;Greg Lawler&lt;/a&gt; and &lt;a href=\"Wendelin%20Werner\"&gt;Wendelin Werner&lt;/a&gt; in a series of joint papers.\nBesides UST and LERW, the Schramm–Loewner evolution is conjectured or proven to describe the &lt;a href=\"scaling%20limit\"&gt;scaling limit&lt;/a&gt; of various stochastic processes in the plane, such as &lt;a href=\"Percolation%20theory\"&gt;critical percolation&lt;/a&gt;, the &lt;a href=\"two-dimensional%20critical%20Ising%20model\"&gt;critical Ising model&lt;/a&gt;, the &lt;a href=\"dimer%20model\"&gt;double-dimer model&lt;/a&gt;, &lt;a href=\"self-avoiding%20walk\"&gt;self-avoiding walk&lt;/a&gt;s, and other critical &lt;a href=\"statistical%20mechanics\"&gt;statistical mechanics&lt;/a&gt; models that exhibit conformal invariance. The SLE curves are the scaling limits of interfaces and other non-self-intersecting random curves in these models. The main idea is that the conformal invariance and a certain &lt;a href=\"Markov%20property\"&gt;Markov property&lt;/a&gt; inherent in such stochastic processes together make it possible to encode these planar curves into a one-dimensional Brownian motion running on the boundary of the domain (the driving function in Loewner's differential equation). This way, many important questions about the planar models can be translated into exercises in &lt;a href=\"It%C5%8D%20calculus\"&gt;Itō calculus&lt;/a&gt;. Indeed, several mathematically non-rigorous predictions made by physicists using &lt;a href=\"two-dimensional%20conformal%20field%20theory\"&gt;conformal field theory&lt;/a&gt; have been proven using this strategy.\nThe Loewner equation.\nIf \"D\" is a &lt;a href=\"simply%20connected%20space\"&gt;simply connected&lt;/a&gt;, &lt;a href=\"Open%20set\"&gt;open&lt;/a&gt; &lt;a href=\"Complex%20field\"&gt;complex domain&lt;/a&gt; not equal to C, and \"γ\" is a simple curve in \"D\" starting on the boundary (a continuous function with \"γ\"(0) on the boundary of \"D\" and \"γ\"((0, ∞)) a subset of \"D\"), then for each \"t\" ≥ 0, the complement \"D\"\"t\" of \"γ\"([0, \"t\"]) is simply connected and therefore &lt;a href=\"Conformal%20mapping\"&gt;conformally isomorphic&lt;/a&gt; to \"D\" by the &lt;a href=\"Riemann%20mapping%20theorem\"&gt;Riemann mapping theorem&lt;/a&gt;. If \"ƒ\"\"t\" is a suitable normalized isomorphism from \"D\" to \"D\"\"t\", then it satisfies a differential equation found by in his work on the &lt;a href=\"Bieberbach%20conjecture\"&gt;Bieberbach conjecture&lt;/a&gt;.\nSometimes it is more convenient to use the inverse function \"g\"\"t\" of \"ƒ\"\"t\", which is a conformal mapping from \"D\"\"t\" to \"D\".\nIn Loewner's equation, \"z\" is in the domain \"D\", \"t\" ≥ 0, and the boundary values at time \"t\" = 0 are \"ƒ\"0(\"z\") = \"z\" or \"g\"0(\"z\") = \"z\". The equation depends on a driving function \"ζ\"(\"t\") taking values in the boundary of \"D\". If \"D\" is the unit disk and the curve \"γ\" is parameterized by \"capacity\", then Loewner's equation is\nWhen \"D\" is the upper half plane the Loewner equation differs from this by changes of variable and is\nThe driving function \"ζ\" and the curve \"γ\" are related by\nwhere formula_6 and formula_7 are extended by continuity.\nExample.\nLet \"D\" be the upper half plane and consider an SLE0, so the driving function \"ζ\" is a Brownian motion of diffusivity zero. The function \"ζ\" is thus identically zero almost surely and\nSchramm–Loewner evolution.\nSchramm–Loewner evolution is the random curve \"γ\" given by the Loewner equation as in the previous section, for the driving function\nwhere \"B\"(\"t\") is Brownian motion on the boundary of \"D\", scaled by some real \"κ\". In other words, Schramm–Loewner evolution is a probability measure on planar curves, given as the image of Wiener measure under this map.\nIn general the curve γ need not be simple, and the domain \"Dt\" is not the complement of \"γ\"([0,\"t\"]) in \"D\", but is instead the unbounded component of the complement.\nThere are two versions of SLE, using two families of curves, each depending on a non-negative real parameter \"κ\":\nSLE depends on a choice of Brownian motion on the boundary of the domain, and there are several variations depending on what sort of Brownian motion is used: for example it might start at a fixed point, or start at a uniformly distributed point on the unit circle, or might have a built in drift, and so on. The parameter \"κ\" controls the rate of diffusion of the Brownian motion, and the behavior of SLE depends critically on its value.\nThe two domains most commonly used in Schramm–Loewner evolution are the upper half plane and the unit circle. Although the Loewner differential equation in these two cases look different, they are equivalent up to changes of variables as the unit circle and the upper half plane are conformally equivalent. However a conformal equivalence between them does not preserve the Brownian motion on their boundaries used to drive Schramm–Loewner evolution.\nSpecial values of \"κ\".\nWhen SLE corresponds to some conformal field theory, the parameter \"κ\" is related to the &lt;a href=\"central%20charge\"&gt;central charge&lt;/a&gt; \"c\"\nof the conformal field theory by\nEach value of \"c\" &lt; 1 corresponds to two values of \"κ\", one value \"κ\" between 0 and 4, and a \"dual\" value 16/\"κ\" greater than 4. (see )\n showed that the &lt;a href=\"Hausdorff%20dimension\"&gt;Hausdorff dimension&lt;/a&gt; of the paths (with probability 1) is equal to min(2, 1 + \"κ\"/8).\nLeft passage probability formulas for SLE\"κ\".\nThe probability of chordal SLE\"κ\" \"γ\" being on the left of fixed point formula_15 was computed by \nwhere formula_17 is the &lt;a href=\"Gamma%20function\"&gt;Gamma function&lt;/a&gt; and formula_18 is the &lt;a href=\"hypergeometric%20function\"&gt;hypergeometric function&lt;/a&gt;. This was derived by using the martingale property of\nand &lt;a href=\"It%C3%B4%27s%20lemma\"&gt;Itô's lemma&lt;/a&gt; to obtain the following partial differential equation for formula_20\nFor \"κ\" = 4, the RHS is formula_22, which was used in the construction of the harmonic explorer, and for \"κ\" = 6, we obtain &lt;a href=\"Cardy%20formula\"&gt;Cardy's formula&lt;/a&gt;, which was used by Smirnov to prove conformal invariance in &lt;a href=\"percolation\"&gt;percolation&lt;/a&gt;.\nApplications.\n used SLE6 to prove the conjecture of that the boundary of planar Brownian motion has &lt;a href=\"fractal%20dimension\"&gt;fractal dimension&lt;/a&gt; 4/3.\nCritical &lt;a href=\"Percolation%20theory\"&gt;percolation&lt;/a&gt; on the &lt;a href=\"Triangular%20tiling\"&gt;triangular lattice&lt;/a&gt; was proved to be related to SLE6 by &lt;a href=\"Stanislav%20Smirnov\"&gt;Stanislav Smirnov&lt;/a&gt;. Combined with earlier work of &lt;a href=\"Harry%20Kesten\"&gt;Harry Kesten&lt;/a&gt;, this led to the determination of many of the &lt;a href=\"critical%20exponent\"&gt;critical exponent&lt;/a&gt;s for percolation. This breakthrough, in turn, allowed further analysis of many aspects of this model.\n&lt;a href=\"Loop-erased%20random%20walk\"&gt;Loop-erased random walk&lt;/a&gt; was shown to converge to SLE2 by Lawler, Schramm and Werner. This allowed derivation of many quantitative properties of loop-erased random walk (some of which were derived earlier by Richard Kenyon). The related random &lt;a href=\"Peano%20curve\"&gt;Peano curve&lt;/a&gt; outlining the &lt;a href=\"uniform%20spanning%20tree\"&gt;uniform spanning tree&lt;/a&gt; was shown to converge to SLE8.\nRohde and Schramm showed that \"κ\" is related to the &lt;a href=\"fractal%20dimension\"&gt;fractal dimension&lt;/a&gt; of a curve by the following relation\nSimulation.\nComputer programs (Matlab) are presented in &lt;a href=\"https%3A//github.com/xsources/Matlab-simulation-of-Schramm-Loewner-Evolution\"&gt;this GitHub repository&lt;/a&gt; to simulate Schramm Loewner Evolution planar curves."
}