{
    "id": "67087186",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=67087186",
    "title": "TCG Barbaros (F-244)",
    "text": "TCG \"Barbaros\" (F-244) is the &lt;a href=\"lead%20ship\"&gt;lead ship&lt;/a&gt; of of the &lt;a href=\"Turkish%20Naval%20Forces\"&gt;Turkish Navy&lt;/a&gt;.\nDevelopment and design.\n\"Barbaros\"-class frigates were designed in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and are part of the &lt;a href=\"MEKO\"&gt;MEKO&lt;/a&gt; group of modular warships, in this case the &lt;a href=\"MEKO%20200\"&gt;MEKO 200&lt;/a&gt; design. Two ships were built in Germany and two in Turkey with German assistance. They are larger than the previous s and are also faster due to using &lt;a href=\"CODOG\"&gt;CODOG&lt;/a&gt; machinery rather than pure diesels.\nThe first two vessels (F-244 and F-245) are defined as the \"Barbaros\" class (&lt;a href=\"MEKO%20200\"&gt;MEKO 200 TN Track II-A&lt;/a&gt;) while the last two vessels (F-246 and F-247) are defined as the \"Salih Reis\" class (&lt;a href=\"MEKO%20200\"&gt;MEKO 200 TN Track II-B&lt;/a&gt;) by the Turkish Navy.\n\"Salih Reis\" subclass ships are built with 8-cell Mk. 41 VLS and longer than \"Barbaros\" class vessels to accommodate 16-cell Mk. 41 VLS upgrade in the future while \"Barbaros\"-class vessels built with &lt;a href=\"RIM-7%20Sea%20Sparrow\"&gt;Mk.29 Sea Sparrow&lt;/a&gt; launchers that planned to be replaced by 8-cell &lt;a href=\"Mark%2041%20Vertical%20Launching%20System\"&gt;Mk. 41 VLS&lt;/a&gt;.\nConstruction and career.\n\"Barbaros\" was &lt;a href=\"Launched%20%28ship%29\"&gt;launched&lt;/a&gt; on 29 September 1993 by &lt;a href=\"Blohm%2BVoss\"&gt;Blohm+Voss&lt;/a&gt; in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 23 May 1997.\nOn 9 March 2019, her crew saluted to the tomb of &lt;a href=\"Hayreddin%20Barbarossa\"&gt;Barbaros Hayreddin&lt;/a&gt; while crossing &lt;a href=\"Bosporus\"&gt;Bosporus&lt;/a&gt;.\nOn 26 August 2020, TCG \"Barbaros\" and &lt;a href=\"TCG%20Burgazada\"&gt;TCG Burgazada&lt;/a&gt; sailed alongside &lt;a href=\"USS%20Winston%20S.%20Churchill\"&gt;USS Winston S. Churchill&lt;/a&gt; in &lt;a href=\"Mediterranean%20Sea\"&gt;Eastern Mediterranean Sea&lt;/a&gt;. Later that year on 3 October, she underwent alongside &lt;a href=\"USS%20Roosevelt%20%28DDG-80%29\"&gt;USS Roosevelt&lt;/a&gt;."
}