{
    "id": "67104086",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=67104086",
    "title": "Xanthorrhoea bracteata",
    "text": "Xanthorrhoea bracteata, the shiny grasstree, is a species of grasstree of the genus \"&lt;a href=\"Xanthorrhoea\"&gt;Xanthorrhoea&lt;/a&gt;\" &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It is one of many species described by Scottish botanist &lt;a href=\"Robert%20Brown%20%28botanist%2C%20born%201773%29\"&gt;Robert Brown&lt;/a&gt;.\nDescription.\nThe shiny grasstree grows no discernible trunk, though it may have multiple crowns. The leaves are 40–110 cm long and 1.5–3 mm wide. The flower spike is usually less than a third the length of the &lt;a href=\"scape%20%28botany%29\"&gt;scape&lt;/a&gt;, which is very thin (4–9 mm diameter). The small white flowers are about 3 mm wide and grow in tight clusters, appearing between January and February. The fruit is a capsule containing round, slightly flattened seeds.\nDistribution and habitat.\nThe grasstree is endemic to Tasmania and is known only from a small number of sites between &lt;a href=\"Narawntapu%20National%20Park\"&gt;Narawntapu National Park&lt;/a&gt; in the &lt;a href=\"Asbestos%20Range\"&gt;Asbestos Range&lt;/a&gt; and Mount William in the north-eastern corner of the State. It grows on sandy, coastal &lt;a href=\"heath\"&gt;heath&lt;/a&gt; soils, which are often acidic and waterlogged.\nConservation.\nThe species is considered to be &lt;a href=\"endangered%20species\"&gt;Endangered&lt;/a&gt; under the Australian &lt;a href=\"Environment%20Protection%20and%20Biodiversity%20Conservation%20Act%201999\"&gt;Environment Protection and Biodiversity Conservation Act 1999&lt;/a&gt;, and &lt;a href=\"vulnerable%20species\"&gt;vulnerable&lt;/a&gt; under the Tasmanian &lt;a href=\"Threatened%20Species%20Protection%20Act%201995\"&gt;Threatened Species Protection Act 1995&lt;/a&gt;. Threats include infection by \"&lt;a href=\"Phytophthora%20cinnamomi\"&gt;Phytophthora cinnamomi&lt;/a&gt;\", land clearance, inappropriate burning regimes and foliage harvesting.\nReferences.\n "
}