{
    "id": "6714405",
    "revid": "41195652",
    "url": "https://en.wikipedia.org/wiki?curid=6714405",
    "title": "Military organization",
    "text": "Military organization or military organisation is the structuring of the &lt;a href=\"armed%20force\"&gt;armed force&lt;/a&gt;s of a &lt;a href=\"State%20%28polity%29\"&gt;state&lt;/a&gt; so as to offer such &lt;a href=\"military%20capability\"&gt;military capability&lt;/a&gt; as a &lt;a href=\"military%20policy\"&gt;national defense policy&lt;/a&gt; may require. In some countries &lt;a href=\"paramilitary\"&gt;paramilitary&lt;/a&gt; forces are included in a nation's armed forces, though not considered military. Armed forces that are not a part of military or paramilitary organizations, such as &lt;a href=\"Insurgency\"&gt;insurgent&lt;/a&gt; forces, often &lt;a href=\"mimic\"&gt;mimic&lt;/a&gt; military organizations, or use \"&lt;a href=\"ad%20hoc\"&gt;ad hoc&lt;/a&gt;\" structures, while formal military organization tends to use &lt;a href=\"hierarchical\"&gt;hierarchical&lt;/a&gt; forms. \nHistory.\nThe use of formalized &lt;a href=\"Military%20rank%23Roman%20ranks\"&gt;ranks&lt;/a&gt; in a hierarchical structure came into widespread use with the &lt;a href=\"Roman%20Army\"&gt;Roman Army&lt;/a&gt;.\nIn modern times, executive control, management and administration of military organization is typically undertaken by governments through a &lt;a href=\"Ministry%20%28government%20department%29\"&gt;government department&lt;/a&gt; within the structure of &lt;a href=\"public%20administration\"&gt;public administration&lt;/a&gt;, often known as a &lt;a href=\"Ministry%20of%20defence\"&gt;ministry of defence or department of defense&lt;/a&gt;. These in turn manage &lt;a href=\"military%20branches\"&gt;military branches&lt;/a&gt; that themselves command formations and units specialising in combat, &lt;a href=\"combat%20support\"&gt;combat support&lt;/a&gt; and &lt;a href=\"combat%20service%20support\"&gt;combat-service support&lt;/a&gt;.\nExecutive control, management and administration.\nThe usually &lt;a href=\"civilian%20control%20of%20the%20military\"&gt;civilian or partly civilian executive control over the national military organization&lt;/a&gt; is exercised in &lt;a href=\"democracy\"&gt;democracies&lt;/a&gt; by an elected political leader as a member of the government's &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;, usually known as a &lt;a href=\"minister%20of%20defence\"&gt;minister of defence&lt;/a&gt;. In &lt;a href=\"presidential%20system\"&gt;presidential system&lt;/a&gt;s, such as the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;United States&lt;/a&gt;, the president is the &lt;a href=\"commander-in-chief\"&gt;commander-in-chief&lt;/a&gt;, and the cabinet-level defense minister is second in command. Subordinated to that position are often &lt;a href=\"Secretary%20%28title%29\"&gt;secretaries&lt;/a&gt; for specific major operational divisions of the armed forces as a whole, such as those that provide general support services to the military, including their dependants.\nThen there are the heads of specific departmental agencies responsible for the provision and management of specific skill- and knowledge-based service such as &lt;a href=\"Strategy\"&gt;strategic&lt;/a&gt; advice, &lt;a href=\"Military%20capability\"&gt;capability development&lt;/a&gt; assessment, or &lt;a href=\"military%20science\"&gt;military science&lt;/a&gt; provision of research, and design and development of technologies. Within each departmental agency will be found administrative branches responsible for further agency &lt;a href=\"business\"&gt;business specialization&lt;/a&gt; work.\nMilitary branches.\nIn most countries the \"armed forces\" are divided into three &lt;a href=\"military%20branches\"&gt;military branches&lt;/a&gt; (also \"service, armed service, or military service\"): &lt;a href=\"army\"&gt;army&lt;/a&gt;, &lt;a href=\"navy\"&gt;navy&lt;/a&gt;, and &lt;a href=\"air%20force\"&gt;air force&lt;/a&gt;.\nMany countries have a variation on the standard model of three basic military branches. Some nations also organize their &lt;a href=\"Marines%20%28military%29\"&gt;marines&lt;/a&gt;, &lt;a href=\"special%20forces\"&gt;special forces&lt;/a&gt; or &lt;a href=\"ballistic%20missile\"&gt;strategic missile&lt;/a&gt; forces as independent armed services. A nation's &lt;a href=\"coast%20guard\"&gt;coast guard&lt;/a&gt; may also be an independent branch of its military, although in many nations the coast guard is a &lt;a href=\"Law%20enforcement%20agency\"&gt;law enforcement&lt;/a&gt; or civil agency. A number of countries have no navy, for geographical reasons.\nIn larger armed forces the culture between the different branches of the armed forces can be quite different.\nMost smaller countries have a single organization that encompasses all armed forces employed by the country in question. Armies of &lt;a href=\"developing%20country\"&gt;developing countries&lt;/a&gt; tend to consist primarily of &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt;, while &lt;a href=\"developed%20country\"&gt;developed countries&lt;/a&gt; armies tend to have larger units manning expensive equipment and only a fraction of personnel in infantry units.\nIt is worthwhile to make mention of the term \"&lt;a href=\"Joint%20warfare\"&gt;joint&lt;/a&gt;\". In western militaries, a &lt;a href=\"joint%20warfare\"&gt;joint force&lt;/a&gt; is defined as a unit or formation comprising representation of combat power from two or more branches of the military.\nInternal security forces.\n&lt;a href=\"Gendarmerie\"&gt;Gendarmerie&lt;/a&gt;s, including equivalents such as &lt;a href=\"Internal%20Troops\"&gt;internal troops&lt;/a&gt;, &lt;a href=\"Paramilitary\"&gt;paramilitary forces&lt;/a&gt; and similar, are an internal security service common in most of the world, but uncommon in countries with English &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; histories where civil police are employed to enforce the law, and there are tight restrictions on how the armed forces may be used to assist.\nCommands, formations, and units.\nIt is common, at least in the European and North American militaries, to refer to the building blocks of a military as &lt;a href=\"Command%20%28military%20formation%29\"&gt;commands&lt;/a&gt;, formations, and units.\nIn a military context, a &lt;a href=\"Command%20%28military%20formation%29\"&gt;command&lt;/a&gt; is a collection of units and formations under the control of a single officer. Although during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; a command was also a name given to a &lt;a href=\"Battlegroup%20%28army%29\"&gt;battle group&lt;/a&gt; in the &lt;a href=\"US%20Army\"&gt;US Army&lt;/a&gt;, in general it is an administrative and executive &lt;a href=\"military%20strategy\"&gt;strategic&lt;/a&gt; &lt;a href=\"headquarters\"&gt;headquarters&lt;/a&gt; which is responsible to the national government or the national military headquarters. It is not uncommon for a nation's services to each consist of their own command (such as Land Component, Air Component, Naval Component, and Medical Component in the &lt;a href=\"Belgian%20Army\"&gt;Belgian Army&lt;/a&gt;), but this does not preclude the existence of commands which are not service-based.\nA formation is defined by the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;US Department of Defense&lt;/a&gt; as \"two or more aircraft, ships, or units proceeding together under a commander\". Formin in the \"&lt;a href=\"Great%20Soviet%20Encyclopedia\"&gt;Great Soviet Encyclopedia&lt;/a&gt;\" emphasised its combined-arms nature: \"Formations are those military organisations which are formed from different speciality Arms and Services troop units to create a balanced, combined combat force. The formations only differ in their ability to achieve different scales of application of force to achieve different strategic, operational and tactical goals and mission objectives.\" It is a composite military organization that includes a mixture of integrated and operationally attached sub-units, and is usually combat-capable. Example of formations include: &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt;s, &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt;s, &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;s, &lt;a href=\"Wing%20%28air%20force%20unit%29\"&gt;wings&lt;/a&gt;, etc. Formation may also refer to &lt;a href=\"tactical%20formation\"&gt;tactical formation&lt;/a&gt;, the physical arrangement or disposition of troops and weapons. Examples of formation in such usage include: &lt;a href=\"pakfront\"&gt;pakfront&lt;/a&gt;, &lt;a href=\"panzerkeil\"&gt;panzerkeil&lt;/a&gt;, &lt;a href=\"testudo%20formation\"&gt;testudo formation&lt;/a&gt;, etc.\nA typical unit is a homogeneous military organization (either combat, &lt;a href=\"Combat%20support\"&gt;combat-support&lt;/a&gt; or non-combat in capability) that includes service personnel predominantly from a single arm of service, or a branch of service, and its administrative and command functions are self-contained. Any unit subordinate to another unit is considered its sub-unit or minor unit. It is not uncommon in the United States for unit and formation to be used synonymously. In &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt; practice, formation is not used for smaller organizations like battalions which are instead called \"units\", and their constituent &lt;a href=\"platoon\"&gt;platoon&lt;/a&gt;s or &lt;a href=\"Company%20%28military%20unit%29\"&gt;companies&lt;/a&gt; are referred to as sub-units. In the Commonwealth, formations are &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt;s, &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt;s, etc.\nDifferent &lt;a href=\"armed%20forces\"&gt;armed forces&lt;/a&gt;, and even different branches of service of the armed forces, may use the same name to denote different types of organizations. An example is the \"squadron\". In most navies a &lt;a href=\"Squadron%20%28naval%29\"&gt;squadron&lt;/a&gt; is a formation of several ships; in most air forces it is a unit; in the U.S. Army it is a battalion-sized &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; unit; and in Commonwealth armies a squadron is a company-sized sub-unit.\nTable of organization and equipment.\nA &lt;a href=\"table%20of%20organization%20and%20equipment\"&gt;table of organization and equipment&lt;/a&gt; (TOE or TO&amp;E) is a document published by the U.S. Army Force Management Support Agency that prescribes the organization, manning, and equipage of units from divisional size and down, but also including the headquarters of Corps and Armies.\nIt also provides information on the mission and capabilities of a unit as well as the unit's current status. A general TOE is applicable to a type of unit (for instance, infantry) rather than a specific unit (the 3rd Infantry Division). In this way, all units of the same branch (such as infantry) follow the same structural guidelines.\nModern hierarchy.\nArmy hierarchy.\nThe following table gives an overview of some of the terms used to describe army hierarchy in armed forces across the world. Whilst it is recognized that there are differences between armies of different nations, many are modeled on the &lt;a href=\"British%20Army\"&gt;British&lt;/a&gt; or &lt;a href=\"United%20States%20Armed%20Forces\"&gt;American&lt;/a&gt; models, or both. However, many military units and formations go back in history for a long time, and were devised by various military thinkers throughout European history.\nFor example, the modern \"Corps\" was first introduced in France about 1805 by Napoleon as a more flexible tactical grouping of two or more divisions during the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;.\nRungs may be skipped in this ladder: for example, typically NATO forces skip from battalion to brigade. Likewise, only large military powers may have organizations at the top levels and different armies and countries may also use traditional names, creating considerable confusion: for example, a British or Canadian armored regiment (battalion) is divided into &lt;a href=\"Squadron%20%28army%29\"&gt;squadron&lt;/a&gt;s (companies) and &lt;a href=\"troop\"&gt;troop&lt;/a&gt;s (platoons), whereas an American cavalry squadron (battalion) is divided into troops (companies) and platoons. In the French system (used by many African countries) the company is divided into sections (platoons) composed of 3 x \"groupes de combat\" of 7 soldiers, plus a group of vehicle crews and a HQ that includes 2 x snipers\n&lt;a href=\"Army%20%28unit%29\"&gt;Army&lt;/a&gt;, &lt;a href=\"army%20group\"&gt;army group&lt;/a&gt;, &lt;a href=\"region\"&gt;region&lt;/a&gt;, and &lt;a href=\"theater%20%28military%29\"&gt;theatre&lt;/a&gt; are all large formations that vary significantly between armed forces in size and hierarchy position. While &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt;s were the traditional level at which support elements (field artillery, hospital, logistics and maintenance, etc.) were added to the unit structure, since World War II, many brigades now have such support units, and since the 1980s, regiments also have been receiving support elements. A regiment with such support elements is called a &lt;a href=\"regimental%20combat%20team\"&gt;regimental combat team&lt;/a&gt; in US military parlance, or a &lt;a href=\"Battlegroup%20%28army%29\"&gt;battlegroup&lt;/a&gt; in the UK and other forces. Canadian Army doctrine also includes the &lt;a href=\"combat%20team\"&gt;combat team&lt;/a&gt; which is a company of infantry augmented with tanks, or a squadron of tanks augmented with infantry, or the combination of a full company of infantry with a full squadron of tanks.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; used the same basic organizational structure. However, in the beginning many units were greatly underpowered and their size was actually one level below on the ladder that is usually used elsewhere; for example, a division in the early-WWII Red Army would have been about the size of most nations' regiments or brigades. At the top of the ladder, what other nations would call an army group, the Red Army called a &lt;a href=\"Front%20%28Soviet%20Army%29\"&gt;front&lt;/a&gt;. By contrast, during the same period the German &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; Army Groups, particularly on the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt;, such as &lt;a href=\"Army%20Group%20Centre\"&gt;Army Group Centre&lt;/a&gt; significantly exceeded the above numbers, and were more cognate with the Soviet &lt;a href=\"Strategic%20Direction\"&gt;Strategic Direction&lt;/a&gt;s.\nNaval hierarchy.\nNaval organization at the &lt;a href=\"flotilla\"&gt;flotilla&lt;/a&gt; level and higher is less commonly abided by, as ships operate in smaller or larger groups in various situations that may change at a moment's notice. However, there is some common terminology used throughout navies to communicate the general concept of how many vessels might be in a unit.\nNavies are generally organized into groups for a specific purpose, usually strategic, and these organizational groupings appear and disappear frequently based on the conditions and demands placed upon a navy. This contrasts with army organization where units remain static, with the same men and equipment, over long periods of time.\nThe five-star ranks of &lt;a href=\"admiral%20of%20the%20fleet\"&gt;admiral of the fleet&lt;/a&gt; and fleet admiral have largely been out of regular use since the 1990s, with the exception of ceremonial or honorary appointments. Currently, all major navies (&lt;a href=\"Blue-water%20navy\"&gt;blue-water&lt;/a&gt; and &lt;a href=\"Green-water%20navy\"&gt;green-water&lt;/a&gt; navies) are commanded by an &lt;a href=\"admiral\"&gt;admiral&lt;/a&gt; of either four-star rank or three-star rank depending on relative size. Smaller naval forces, such as the &lt;a href=\"Royal%20New%20Zealand%20Navy\"&gt;RNZN&lt;/a&gt;, or those navies that are effectively &lt;a href=\"coast%20guard\"&gt;coast guard&lt;/a&gt;s, are commanded by a &lt;a href=\"rear-admiral\"&gt;rear-admiral&lt;/a&gt; (two-star rank), &lt;a href=\"Commodore%20%28rank%29\"&gt;commodore&lt;/a&gt; (one-star rank) or even a &lt;a href=\"Captain%20%28naval%29\"&gt;captain&lt;/a&gt;.\n&lt;a href=\"Aircraft%20carrier\"&gt;Aircraft carrier&lt;/a&gt;s are typically commanded by a captain. &lt;a href=\"Submarine\"&gt;Submarine&lt;/a&gt;s and &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s are typically commanded by a captain or commander. Some destroyers, particularly smaller destroyers such as &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt;s (formerly known as &lt;a href=\"destroyer%20escort\"&gt;destroyer escort&lt;/a&gt;s) are usually commanded by officers with the rank of commander. &lt;a href=\"Corvette\"&gt;Corvette&lt;/a&gt;s, the smallest class of warship, are commanded by officers with the rank of commander or &lt;a href=\"lieutenant-commander\"&gt;lieutenant-commander&lt;/a&gt;. Auxiliary ships, including &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt;s, &lt;a href=\"Minesweeper%20%28ship%29\"&gt;minesweepers&lt;/a&gt;, &lt;a href=\"patrol%20boat\"&gt;patrol boat&lt;/a&gt;s, military &lt;a href=\"riverboat\"&gt;riverine craft&lt;/a&gt;, &lt;a href=\"Ship%27s%20tender\"&gt;tenders&lt;/a&gt; and &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s are usually commanded by &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt;s, &lt;a href=\"sub-lieutenant\"&gt;sub-lieutenant&lt;/a&gt;s or &lt;a href=\"warrant%20officers\"&gt;warrant officers&lt;/a&gt;. Usually, the smaller the vessel, the lower the rank of the ship's commander. For example, &lt;a href=\"patrol%20boat\"&gt;patrol boat&lt;/a&gt;s are often commanded by &lt;a href=\"Ensign%20%28rank%29\"&gt;ensign&lt;/a&gt;s, while frigates are rarely commanded by an officer below the rank of commander.\nHistorical navies were far more rigid in structure. Ships were collected in &lt;a href=\"Division%20%28naval%29\"&gt;divisions&lt;/a&gt;, which in turn were collected in numbered &lt;a href=\"Squadron%20%28naval%29\"&gt;squadrons&lt;/a&gt;, which comprised a numbered &lt;a href=\"Naval%20fleet\"&gt;fleet&lt;/a&gt;. Permission for a vessel to leave one unit and join another would have to be approved on paper.\nThe modern U.S. Navy is primarily based on a number of standard groupings of vessels, including the &lt;a href=\"carrier%20strike%20group\"&gt;carrier strike group&lt;/a&gt; and the &lt;a href=\"expeditionary%20strike%20group\"&gt;expeditionary strike group&lt;/a&gt;.\nAdditionally, naval organization continues aboard a single ship. The complement forms three or four departments (such as tactical and engineering), each of which has a number of divisions, followed by work centers.\nAir Force hierarchy.\nThe organizational structures of air forces vary between nations: some air forces (such as the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; and the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;) are divided into commands, groups and squadrons; others (such as the &lt;a href=\"Soviet%20Air%20Force\"&gt;Soviet Air Force&lt;/a&gt;) have an Army-style organizational structure. The modern &lt;a href=\"Royal%20Canadian%20Air%20Force\"&gt;Royal Canadian Air Force&lt;/a&gt; uses &lt;a href=\"Air%20division\"&gt;Air division&lt;/a&gt; as the formation between wings and the entire air command. Like the RAF, Canadian wings consist of squadrons.\nTask force.\nA &lt;a href=\"task%20force\"&gt;task force&lt;/a&gt; is a unit or formation created as a temporary grouping for a specific operational purpose. Aside from administrative hierarchical forms of organization that have evolved since the early 17th century in Europe, fighting forces have been grouped for specific operational purposes into mission-related organizations such as the German &lt;a href=\"Kampfgruppe\"&gt;Kampfgruppe&lt;/a&gt; or the U.S. Combat Team (Army) and Task Force (Navy) during the Second World War, or the Soviet &lt;a href=\"Operational%20manoeuvre%20group\"&gt;Operational manoeuvre group&lt;/a&gt; during the Cold War. In the British and Commonwealth armies the &lt;a href=\"Battlegroup%20%28army%29\"&gt;battlegroup&lt;/a&gt; became the usual grouping of companies during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; and the Cold War.\nWithin NATO, a &lt;a href=\"Joint%20Task%20Force\"&gt;Joint Task Force&lt;/a&gt; (JTF) would be such a temporary grouping that includes elements from more than one armed service, a Combined Task Force (CTF) would be such a temporary grouping that includes elements from more than one nation, and a Combined Joint Task Force (CJTF) would be such a temporary grouping that includes elements of more than one armed service and more than one nation."
}