{
    "id": "671945",
    "revid": "20018876",
    "url": "https://en.wikipedia.org/wiki?curid=671945",
    "title": "Johan Ludvig Holstein",
    "text": "Johan Ludvig Holstein, &lt;a href=\"Lensgreve\"&gt;Lensgreve&lt;/a&gt; til &lt;a href=\"Ledreborg\"&gt;Ledreborg&lt;/a&gt; (7 September 1694 – 29 January 1763) was a Danish &lt;a href=\"Minister%20of%20State%20of%20Denmark\"&gt;Minister of state&lt;/a&gt; from 1735 to 1751. The Danish colony Holsteinsborg on &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; (now &lt;a href=\"Sisimiut\"&gt;Sisimiut&lt;/a&gt;), was named after him.\nHe was the ancestor of the Holstein-Ledreborg family, including &lt;a href=\"Ludvig%20Holstein-Ledreborg\"&gt;Ludvig Holstein-Ledreborg&lt;/a&gt; and Knud Johan Ludvig, Lensgreve Holstein til Ledreborg, husband of &lt;a href=\"Princess%20Marie%20Gabriele%20of%20Luxembourg\"&gt;Princess Marie Gabriele of Luxembourg&lt;/a&gt;.\nIn 1739 he built Ledreborg Manor near &lt;a href=\"Lejre\"&gt;Lejre&lt;/a&gt;, Denmark.\nEarly life.\nJohan Ludvig was the son of &lt;a href=\"Johan%20Georg%20Holstein\"&gt;Johan Georg Holstein&lt;/a&gt;, who would himself become Danish prime minister, and Ida Frederikke Joachime of the &lt;a href=\"B%C3%BClow%20family\"&gt;Bülow family&lt;/a&gt;. He was born on 7 September 1694, at the &lt;a href=\"L%C3%BCbz\"&gt;Lübz&lt;/a&gt; castle which belonged to his maternal grandmother. His tutors during his upbringing included J. W. Schröder who later would go on to tutor &lt;a href=\"Christian%20VI%20of%20Denmark\"&gt;Christian VI of Denmark&lt;/a&gt;. In 1711 his father sent him to &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; where he studied with &lt;a href=\"Johann%20Albert%20Fabricius\"&gt;Johann Albert Fabricius&lt;/a&gt; for a year. Subsequently, he studied and traveled at various places in Germany, the Netherlands, France and England until 1716, when he became a courtier and civil servant in Denmark.\nCareer in Denmark.\nHe obtained the position of marshal of the court to Crown Prince Christian (later King Christian VI) in 1721. In 1727, he became a member of the &lt;a href=\"College%20of%20Missions\"&gt;College of Missions&lt;/a&gt; where his father was president, and the same year he also became director of the \"Waisenhuset\", an orphanage King &lt;a href=\"Frederick%20IV%20of%20Denmark\"&gt;Frederick IV&lt;/a&gt; founded that year.\nWhen Christian VI became king in 1730, he appointed Holstein \"stiftsamtmand\" (\"&lt;a href=\"amtmann\"&gt;amtmann&lt;/a&gt;\" and co-administrator of the &lt;a href=\"diocese\"&gt;diocese&lt;/a&gt; with the bishop) of Zealand and \"amtmann\" of Copenhagen and &lt;a href=\"Roskilde\"&gt;Roskilde&lt;/a&gt;. In February 1734, he was appointed Minister of Finance. As the new king soon became disappointed in the men he originally had chosen to lead the &lt;a href=\"Chancery%20%28medieval%20office%29\"&gt;chanceries&lt;/a&gt;, he appointed Holstein leading secretary of the Danish chancery (a position often known as Minister of State) on 12 May 1735, replacing &lt;a href=\"Iver%20Rosenkrantz\"&gt;Iver Rosenkrantz&lt;/a&gt;. At the same time, he became member of the king's council (\"Konseillet\"). In 1740, he also replaced Rosenkrantz as patron of the &lt;a href=\"University%20of%20Copenhagen\"&gt;University of Copenhagen&lt;/a&gt;. In 1757, he additionally became first member of a special agricultural committee which was operative for several years.\nHolstein was in regular correspondence with the King about daily affairs and matters with which the King was occupied.\nReligious and scientific interests.\nHolstein was deeply religious with &lt;a href=\"pietistic\"&gt;pietistic&lt;/a&gt; leanings. In his older days he studied &lt;a href=\"Koine%20Greek\"&gt;Greek&lt;/a&gt; in order to be able to read the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt; in its original language. He also studied philosophy and history. &lt;a href=\"Francis%20Bacon\"&gt;Francis Bacon&lt;/a&gt; was among the philosophers he read, and he corresponded with &lt;a href=\"Johann%20Lorenz%20von%20Mosheim\"&gt;Johann Lorenz von Mosheim&lt;/a&gt; and &lt;a href=\"Johann%20Matthias%20Gesner\"&gt;Johann Matthias Gesner&lt;/a&gt;. In Denmark, he was in contact with historians &lt;a href=\"Hans%20Gram%20%28historian%29\"&gt;Hans Gram&lt;/a&gt; and Andreas Hojer.\nWith the permission of the King, Holstein and Gram founded the &lt;a href=\"Royal%20Danish%20Academy%20of%20Sciences%20and%20Letters\"&gt;Royal Danish Academy of Sciences and Letters&lt;/a&gt; on 13 November 1742. He served as president of the Academy for the rest of his lifetime and the meetings were held at his residence. The academy opted right from the beginning to publish in &lt;a href=\"Danish%20language\"&gt;Danish&lt;/a&gt; rather than &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;, even though German was Holstein's mother tongue as well as the language of many academics in Denmark at that time.\nPersonal life and Ledreborg.\nHolstein married Hedevig (1707–1756), a Danish noblewoman, in 1733. They had three children, among them &lt;a href=\"Christian%20Frederik%20Holstein\"&gt;Christian Frederik Holstein&lt;/a&gt;. With the help of her inheritance, capital obtained from selling his properties in &lt;a href=\"Mecklenburg\"&gt;Mecklenburg&lt;/a&gt;, and his income as a civil servant Holstein was able to buy land in the &lt;a href=\"Ledreborg\"&gt;Ledreborg&lt;/a&gt; area, where he built the Ledreborg mansion. Ledreborg was first established as a \"stamhus\" (&lt;a href=\"family%20seat\"&gt;family seat&lt;/a&gt;) and in 1750 converted into a &lt;a href=\"count\"&gt;comital&lt;/a&gt; &lt;a href=\"Fee%20tail\"&gt;trust&lt;/a&gt; (Danish: \"lensgrevskap\").\nAt his death Holstein left a library of 20,000 books, as well as a collection of handwritten manuscripts. Both are now in the &lt;a href=\"Royal%20Library%2C%20Denmark\"&gt;Royal Library&lt;/a&gt; in Copenhagen."
}