{
    "id": "671991",
    "revid": "1066752554",
    "url": "https://en.wikipedia.org/wiki?curid=671991",
    "title": "Blue Dog Coalition",
    "text": "The Blue Dog Coalition (commonly known as the Blue Dogs or Blue Dog Democrats) is a &lt;a href=\"Congressional%20caucus\"&gt;caucus&lt;/a&gt; in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; comprising members from the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; who identify as &lt;a href=\"Centrism\"&gt;centrists&lt;/a&gt; or &lt;a href=\"Conservative%20Democrat\"&gt;conservatives&lt;/a&gt;. The caucus professes an independence from the leadership of both parties and promotes national defense.\nThe caucus has 19 members. The co-chairs of the Blue Dog Coalition for the 117th Congress are U.S. representatives &lt;a href=\"Ed%20Case\"&gt;Ed Case&lt;/a&gt;, &lt;a href=\"Stephanie%20Murphy\"&gt;Stephanie Murphy&lt;/a&gt;, and &lt;a href=\"Tom%20O%27Halleran\"&gt;Tom O'Halleran&lt;/a&gt;. The chair of the Blue Dog PAC, the Coalition's political organization, is U.S. representative &lt;a href=\"Kurt%20Schrader\"&gt;Kurt Schrader&lt;/a&gt;.\nOverview and history.\nThe Blue Dog Coalition was formed in 1995 during the &lt;a href=\"104th%20United%20States%20Congress\"&gt;104th Congress&lt;/a&gt; to give members from the Democratic Party representing conservative-leaning districts a unified voice after the Democrats' loss of Congress in the &lt;a href=\"1994%20United%20States%20House%20of%20Representatives%20elections\"&gt;1994&lt;/a&gt; &lt;a href=\"Republican%20Revolution\"&gt;Republican Revolution&lt;/a&gt;.\nThe term \"Blue Dog Democrat\" is credited to &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; Democratic representative &lt;a href=\"Pete%20Geren\"&gt;Pete Geren&lt;/a&gt; (who later joined the &lt;a href=\"Presidency%20of%20George%20W.%20Bush\"&gt;Bush Administration&lt;/a&gt;). Geren opined that the members had been \"choked blue\" by Democrats on the left. It is related to the political term \"&lt;a href=\"Yellow%20Dog%20Democrat\"&gt;Yellow Dog Democrat&lt;/a&gt;\", a reference to &lt;a href=\"Southern%20Democrats\"&gt;Southern Democrats&lt;/a&gt; said to be \"'so loyal they would even vote for a yellow dog before they would vote for any Republican\"'. The term also refers to the \"Blue Dog\" paintings of &lt;a href=\"Cajun\"&gt;Cajun&lt;/a&gt; artist &lt;a href=\"George%20Rodrigue\"&gt;George Rodrigue&lt;/a&gt; of &lt;a href=\"Lafayette%2C%20Louisiana\"&gt;Lafayette, Louisiana&lt;/a&gt; as the original members of the coalition would regularly meet in the offices of Louisiana representatives &lt;a href=\"Billy%20Tauzin\"&gt;Billy Tauzin&lt;/a&gt; and &lt;a href=\"Jimmy%20Hayes\"&gt;Jimmy Hayes&lt;/a&gt;, both of whom later joined the Republican Party – both also had Rodrigue's paintings on their walls. An additional explanation for the term cited by members is \"when dogs are not let into the house, they stay outside in the cold and turn blue\", a reference to the Blue Dogs' belief they had been left out of a party that they believed had shifted to the political left.\nAt one time, first-term Blue Dogs were nicknamed 'Blue Pups'.\nIn 2007, 15 Blue Dogs in safe seats rebelled, and refused to contribute party dues to the &lt;a href=\"Democratic%20Congressional%20Campaign%20Committee\"&gt;Democratic Congressional Campaign Committee&lt;/a&gt;. An additional 16 Blue Dogs did not pay any money to the DCCC, but were exempt from party-mandated contributions because they were top GOP targets for defeat in 2008. One reason for the party-dues boycott was contained in remarks made by Rep. &lt;a href=\"Lynn%20Woolsey\"&gt;Lynn Woolsey&lt;/a&gt; of &lt;a href=\"California\"&gt;California&lt;/a&gt;, encouraging leaders of &lt;a href=\"anti-war\"&gt;anti-war&lt;/a&gt; groups to field primary challenges to any Democrat who did not vote to end the &lt;a href=\"war%20in%20Iraq\"&gt;war in Iraq&lt;/a&gt;. Woolsey later stated that she was misunderstood, but the Blue Dogs continued the boycott. Donations to party congressional committees are an important source of funding for the party committees, permitting millions of dollars to be funneled back into close races.\nIn the summer of 2009, \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" newspaper said the following regarding the Blue Dog Coalition: \"The debate over health care ... may be the pinnacle of the group's power so far.\" \"The Economist\" quoted Charlie Stenholm, a founding Blue Dog, as stating that \"This is the first year for the new kennel in which their votes are really going to make a difference.\" In July 2009, Blue Dog members who were committee members of the &lt;a href=\"House%20Energy%20and%20Commerce%20Committee\"&gt;House Energy and Commerce Committee&lt;/a&gt; successfully delayed the House vote on the Health Insurance Reform Bill (HR3200) until after the Summer Recess. It was during this recess that the term 'Obamacare' was first derisively adopted by Republicans on Capitol Hill It is widely proposed that Blue Dog opposition to the &lt;a href=\"Public%20health%20insurance%20option\"&gt;\"public option\"&lt;/a&gt; and this recess, with that summer's contentious Town Hall meetings, provided the healthcare law's Republican opponents the opportunity to attack and subsequently get the public option dropped from the original, pre-recess bill.\nThe Blue Dog Coalition suffered serious losses in the &lt;a href=\"2010%20United%20States%20elections\"&gt;2010 midterm elections&lt;/a&gt;, losing over half of its seats to Republican challengers. Its members, who were roughly one quarter of the Democratic Party's caucus in the 111th Congress, accounted for half of the party's midterm election losses. Including retirements, Blue Dog numbers in the House were reduced from 59 members in 2009 to 26 members in 2011. Two of the Coalition's four leaders (&lt;a href=\"Stephanie%20Herseth%20Sandlin\"&gt;Stephanie Herseth Sandlin&lt;/a&gt; and &lt;a href=\"Baron%20Hill%20%28politician%29\"&gt;Baron Hill&lt;/a&gt;) failed to secure re-election.\nThe caucus shrank even more in the &lt;a href=\"2012%20United%20States%20House%20of%20Representatives%20elections\"&gt;2012 House of Representatives elections&lt;/a&gt;, decreasing in size from 27 to 14 members. Speculation ensued that the centrist &lt;a href=\"New%20Democrat%20Coalition\"&gt;New Democrat Coalition&lt;/a&gt; would fill the power vacuum created by the Blue Dog Coalition's decline. Opposition to the &lt;a href=\"Patient%20Protection%20and%20Affordable%20Care%20Act\"&gt;Patient Protection and Affordable Care Act&lt;/a&gt; and climate change legislation are believed to have contributed to the defeat of two conservative Democrats in the &lt;a href=\"United%20States%20House%20of%20Representatives%20elections%20in%20Pennsylvania%2C%202012\"&gt;2012 House elections in Pennsylvania&lt;/a&gt; by more liberal opponents.\nIn the 2016 elections, future Blue Dogs accounted for over half of the Democrats' gains in the House. In 2018, for the first time since 2006, the &lt;a href=\"Democratic%20Congressional%20Campaign%20Committee\"&gt;Democratic Congressional Campaign Committee&lt;/a&gt; partnered with the Blue Dog PAC (the Blue Dog Coalition's political organization) to recruit candidates in competitive districts across the country. After the &lt;a href=\"2018%20United%20States%20House%20of%20Representatives%20elections\"&gt;2018 House of Representatives elections&lt;/a&gt;, the caucus grew from 18 members to 24. All incumbents were re-elected and Rep. &lt;a href=\"Kyrsten%20Sinema\"&gt;Kyrsten Sinema&lt;/a&gt; was elected to the U.S. Senate from Arizona. The caucus also added 11 new members who defeated Republican incumbents in the 2018 election in districts that had voted for Donald Trump in 2016. Congressional Democrats gained more seats than in any single election since the post-Watergate congressional elections.\nIdeology.\nThe Blue Dog Coalition \"advocates for fiscal responsibility, a strong national defense and bipartisan consensus rather than conflict with Republicans\". It acts as a check on legislation that its members perceive to be too far to the right or to the left on the political spectrum.\nThe Blue Dog Coalition is often involved in searching for a compromise between &lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt; and &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; positions. Though its members have evolved on social issues over time, the group has never taken a position on social issues as a caucus. There is no mention of social issues in the official Blue Dog materials.\nMembership.\nIn the early years of the caucus, the Blue Dogs were viewed by some as the political successors to a Southern Democratic group known as the &lt;a href=\"Boll%20weevil%20%28politics%29\"&gt;Boll Weevils&lt;/a&gt;. The Boll Weevils may, in turn, be considered the descendants of the &lt;a href=\"Dixiecrats\"&gt;Dixiecrats&lt;/a&gt; and the \"&lt;a href=\"states%27%20rights\"&gt;states' rights&lt;/a&gt;\" Democrats of the 1940s through the 1960s, and even the &lt;a href=\"Bourbon%20Democrats\"&gt;Bourbon Democrats&lt;/a&gt; of the late 19th century.\nThe founding members of the Blue Dog Coalition were: &lt;a href=\"Glen%20Browder\"&gt;Glen Browder&lt;/a&gt; and &lt;a href=\"Bud%20Cramer\"&gt;Bud Cramer&lt;/a&gt; of &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;; &lt;a href=\"Blanche%20Lincoln\"&gt;Blanche Lincoln&lt;/a&gt; of &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;; &lt;a href=\"Gary%20Condit\"&gt;Gary Condit&lt;/a&gt; of &lt;a href=\"California\"&gt;California&lt;/a&gt;; &lt;a href=\"Nathan%20Deal\"&gt;Nathan Deal&lt;/a&gt; of &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;; &lt;a href=\"William%20Lipinski\"&gt;William Lipinski&lt;/a&gt; of &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;; &lt;a href=\"Scotty%20Baesler\"&gt;Scotty Baesler&lt;/a&gt; of &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;; &lt;a href=\"Billy%20Tauzin\"&gt;Billy Tauzin&lt;/a&gt; and &lt;a href=\"Jimmy%20Hayes\"&gt;Jimmy Hayes&lt;/a&gt; of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;; &lt;a href=\"Collin%20Peterson\"&gt;Collin Peterson&lt;/a&gt; and &lt;a href=\"David%20Minge\"&gt;David Minge&lt;/a&gt; of &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;; &lt;a href=\"Michael%20Parker%20%28politician%29\"&gt;Michael Parker&lt;/a&gt; and &lt;a href=\"Gene%20Taylor%20%28Mississippi%29\"&gt;Gene Taylor&lt;/a&gt; of &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;; &lt;a href=\"Pat%20Danner\"&gt;Pat Danner&lt;/a&gt; of &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;; &lt;a href=\"William%20K.%20Brewster\"&gt;William K. Brewster&lt;/a&gt; of &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;; &lt;a href=\"John%20S.%20Tanner\"&gt;John S. Tanner&lt;/a&gt; of &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;; &lt;a href=\"Ralph%20Hall\"&gt;Ralph Hall&lt;/a&gt;, &lt;a href=\"Charles%20Stenholm\"&gt;Charles Stenholm&lt;/a&gt;, &lt;a href=\"Pete%20Geren\"&gt;Pete Geren&lt;/a&gt; and &lt;a href=\"Greg%20Laughlin\"&gt;Greg Laughlin&lt;/a&gt; of &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, &lt;a href=\"Bill%20Orton\"&gt;Bill Orton&lt;/a&gt; of &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;; and &lt;a href=\"Lewis%20F.%20Payne%2C%20Jr.\"&gt;Lewis F. Payne, Jr.&lt;/a&gt; and &lt;a href=\"Owen%20Pickett\"&gt;Owen Pickett&lt;/a&gt; of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;. Condit (Administration), Peterson (Policy) and Tanner (Communications) were co-chairs (Deal was initially the chair for Policy before he switched parties shortly after the caucus's founding). Browder headed the group's budget task force.\nIn January 2019, McClatchy reported that the Blue Dogs had changed from a coalition of \"southern white men\" to \"a multi-regional, multicultural group\"; at that time, two Blue Dogs were African-American, one was Vietnamese-American, one was Mexican-American, and only five came from Southern states.\nAs of December 2020, the caucus included 18 members.\nCo-chairs.\nThe co-chairs of the Blue Dog Coalition for the 117th Congress are U.S. Representatives &lt;a href=\"Ed%20Case\"&gt;Ed Case&lt;/a&gt;, &lt;a href=\"Stephanie%20Murphy\"&gt;Stephanie Murphy&lt;/a&gt;, and &lt;a href=\"Tom%20O%27Halleran\"&gt;Tom O'Halleran&lt;/a&gt;. The chair of the Blue Dog PAC, the Coalition's political organization, is U.S. Representative &lt;a href=\"Kurt%20Schrader\"&gt;Kurt Schrader&lt;/a&gt;. Rep. Murphy, a Vietnamese American, is the first woman of color to lead the Blue Dog Coalition in its history.\nMembers of the Blue Dog Coalition.\nArizona\nCalifornia\nFlorida\nGeorgia\nHawaii\nIllinois\nMaine\nNew Jersey\nOregon\nTennessee\nTexas\nVirginia"
}