{
    "id": "67249619",
    "revid": "346308",
    "url": "https://en.wikipedia.org/wiki?curid=67249619",
    "title": "Daniël Goulooze",
    "text": "Daniël \"Daan\" Goulooze (28 April 1901 – 10 September 1965) was a Dutch Jewish construction worker who was a committed communist and resistance fighter. In 1925, he became a member of the &lt;a href=\"Communist%20Party%20of%20the%20Netherlands\"&gt;Communist Party of the Netherlands&lt;/a&gt; and by 1930 had become an executive member of the organisation. In 1934, he formed \"Pegasus\" publishing house that published many left-wing writers and intellectuals in the Netherlands, some for the first time. In 1935–1936, Goulooze formed the Dutch Information Service (DIS), organisation that supplied information to the Soviet Union. Goulooze become the liaison between the organisation and the &lt;a href=\"Communist%20Party%20of%20the%20Netherlands\"&gt;Dutch Communisty Party&lt;/a&gt;. In 1937, he went to the Soviet Union, where he received intelligence training at the &lt;a href=\"Marx%E2%80%93Engels%E2%80%93Lenin%20Institute\"&gt;Marx–Engels–Lenin Institute&lt;/a&gt; in Moscow. Upon returning, he became the liaison officer of &lt;a href=\"Communist%20International\"&gt;Communist International&lt;/a&gt; (Comintern), his main duty being to maintain on-going radio contact with Soviet intelligence.\nAs the war progressed and the Comintern, the KPD and the &lt;a href=\"French%20Communist%20Party\"&gt;French Communist Party&lt;/a&gt; were progressively destroyed, the DIS designed to send intelligence to Moscow, became increasingly important to Soviet intelligence as the only organisation in Western Europe, where they could maintain contact with Soviet agents on the ground. Such was the level of communication Goulooze conducted with Soviet intelligence, that he maintained four separate and active &lt;a href=\"wireless%20telegraphy\"&gt;wireless telegraphy&lt;/a&gt; sets and one in reserve. His signals were eventually detected by the German &lt;a href=\"Funkabwehr\"&gt;Funkabwehr&lt;/a&gt; and he was arrested and sent to &lt;a href=\"Sachsenhausen%20concentration%20camp\"&gt;Sachsenhausen concentration camp&lt;/a&gt;. Goulooze survived the war. In 1948 he was expelled from the CPN. Goulooze used the Daan alias disguise his identity.\nLife.\nGoulooze was the son of Daniël Goulooze, a &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt;, and Baukje Goulooze née Visser, a housemaid, and was the oldest of six children, who grew up in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; in a working-class family. His grandparents on his father's side came from &lt;a href=\"Zeeland\"&gt;Zeeland&lt;/a&gt; and on his mother side from Friesland in the northern part of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. His father was a member of the National Federation of Metal Workers union that was affiliated with the &lt;a href=\"National%20Labor%20Secretariat\"&gt;National Labor Secretariat&lt;/a&gt; (NAS, Nationaal Arbeids-Secretariaat) trade union federation. He was also an admirer of the Dutch politician and later social anarchist &lt;a href=\"Ferdinand%20Domela%20Nieuwenhuis\"&gt;Ferdinand Domela Nieuwenhuis&lt;/a&gt;. After the invasion of the Netherlands, his father was interred at the &lt;a href=\"Herzogenbusch%20concentration%20camp\"&gt;Ferdinand Domela Nieuwenhuis&lt;/a&gt; camp and died at the age of seventy in 1943.\nAnarchism.\nAfter leaving school, Goulooze was apprenticed to a carpenter and attended an evening school to supplement his knowledge of carpentry. Politically, as a youth, Goulooze was leftist and this was visible by his youth membership of the (NLR). He subsequently worked in the drawing school of the Dutch shipbuilding company, &lt;a href=\"Nederlandsche%20Scheepsbouw%20Maatschappij\"&gt;Nederlandsche Scheepsbouw Maatschappij&lt;/a&gt; in construction. In 1916, Goulooze joined the &lt;a href=\"Social-Anarchist%20Youth%20Organisation\"&gt;Social-Anarchist Youth Organisation&lt;/a&gt; (SAJO, Sociaal-Anarchistische Jeugd Organisatie). This was an organisation that was established in several cities including Amsterdam, that consisted of several dozen young rebellious people who refused to do their military service, instead, spending their time going on rambles, and making music as well as planning bombings.\nIn 1919, Goulooze was elected treasurer. In September 1920, Goulooze took over administration for publishing the organisations magazine, \"De Opstandeling\" (The Insurgent). Around this time, Goulooze became part of a group of young men and women, that formed around Dutch communist and chemigrapher &lt;a href=\"Jan%20Postma\"&gt;Jan Postma&lt;/a&gt;.\nPostma would go camping with the group, and they would hold discussions and debate politics, communism, &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt;ionism and the &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution&lt;/a&gt;. Postma strongly supported trade unionism, the soviet revolution, dictatorship for the proletariat and the group initially shared his enthusiasm, but some eventually rejected his views. Goulooze for the most part, found himself in agreement with Postma and this, in turn, developed into a lifelong friendship. The heated debates eventually led to a group withdrawing from the SAJO that included Goulooze, leaving to join the \"Federation of Social Anarchists\" of which Potsma was a member.\nOn the 22 July 1922, Goulooze became the administrator for the \"Social Anarchists\" magazine, \"De Toekomst\".\nNomad.\nThe first real decision he made was whether to assume military service during conscription or refuse it. As an anarchist, Goulooze was anti-militaristic and while it was accepted for members of his peer group to refuse the service and wait to be arrested by the &lt;a href=\"Military%20police\"&gt;Military police&lt;/a&gt;, he decided to ignore the conscription order and evade arrest. Goulooze became a nomad, living on his wits, constantly on his guard. During this period, he worked in &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, among other places. For several years he managed to avoid being arrested. In 1929 when he moved into his own apartment with his wife, he refused to be added to the &lt;a href=\"Electoral%20roll\"&gt;Electoral roll&lt;/a&gt;. However, it became expedient in the early 1930s to rebuild his legal existence and he was finally arrested. However, when he was undergoing his medical examination for conscription, he was rejected due to a minor foot disorder, making the whole exercise moot.\nLiving a nomadic life didn't stop Goulooze from taking part in a number of political actions in the 1920s and early 1930s. In 1923, Goulooze was responsible for the transportation and distribution of the special newspaper \"&lt;a href=\"De%20Spelbreker\"&gt;De Spelbreker&lt;/a&gt;\", not only in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, but in the rest of the country. The \"De Spelbreker\" newspaper was created by the \"Committee of Action\", a group of the Dutch labour movement, made up of Communists, &lt;a href=\"Syndicalism\"&gt;Syndicalists&lt;/a&gt; and Anarchists, who wanted to protest the 1923 Fleet Act and the 25th anniversary of Queen &lt;a href=\"Wilhelmina%20of%20the%20Netherlands\"&gt;Wilhelmina of the Netherlands&lt;/a&gt;. During this period, Goulooze was also working for the NAS. His name appeared in \"De Arbeid\", the legal body of trade union on 17 November 1923.\nIn the same year, the NAS split into two groups. On one side were 8,000 members who left to found the IWA-affiliated &lt;a href=\"Dutch%20Syndicalist%20Trade%20Union%20Federation\"&gt;Dutch Syndicalist Trade Union Federation&lt;/a&gt; (NSV, ) that was chaired by &lt;a href=\"Bernard%20Lansink\"&gt;Bernard Lansink&lt;/a&gt;. On the other was a group who wanted to join the &lt;a href=\"Red%20International%20of%20Labour%20Unions\"&gt;Red International of Labour Unions&lt;/a&gt; (RILU), although many in the federation favoured the anarcho-syndicalist &lt;a href=\"IWA%E2%80%93AIT\"&gt;International Workers' Association&lt;/a&gt; (IWA). Goulooze sided with the NSV and became the organiser of a youth recruitment office at a Local Labor Secretariat (PAS, Plaatselijke Arbeids Secretariaten) in Amsterdam.\nCommunist Party of Netherlands.\nIn June 1924, the Federation of Social Anarchists group came to an end. At the time, Goulooze rejected the ideas of anarchism, along with the group around Potsma. He became fully communist, as it was the only political alternative that suited his worldview. Goulooze believed that the anarchists weren't capable of an effective struggle against capitalism. Unwilling to join the CPN, he, along with Postma, instead joined the &lt;a href=\"League%20of%20Communist%20Struggle%20%26amp%3B%20Propaganda%20Clubs\"&gt;BKSP&lt;/a&gt; on 24 January 1925. Potsma would go on to become editor of \"De Kommunist\", the magazine of the BKSP. Six months later, the BKSP party leadership split, &lt;a href=\"David%20Wijnkoop\"&gt;David Wijnkoop&lt;/a&gt; along with most of the leadership was forced to resign and a large sector of BKSP opted to rejoin the &lt;a href=\"Communist%20Party%20of%20the%20Netherlands\"&gt;Communist Party of Holland&lt;/a&gt; (\"Communistisch Party Holland\") (CPH). By 1925, Goulooze had become an active &lt;a href=\"communism\"&gt;communist&lt;/a&gt; and in 1926, Goulooze became a member of the CPH. Due to his age, Goulooze became an active member of the &lt;a href=\"Communist%20Youth%20Movement%20%28Netherlands%29\"&gt;Young Communist League&lt;/a&gt; (CJB, \"'Communistische Jongeren Beweging\"). Goulooze became a popular and later important member of the CJB. Under Goulooze and in agreement with the political line take by the &lt;a href=\"Young%20Communist%20International\"&gt;Young Communist International&lt;/a&gt; (KJI, \"Kommunist Jeugd Internationale\") the CJB decided to take direct action, instead of the usual discussion of politics. Under orders from Moscow, it was rearranged into business divisions and the magazine \"De Jonge Communist\" (The Young Communist) was renamed to \"De Jonge Arbeider\" (The Young Worker). As the CJB was a small organisation, Goulooze tried to create a leadership role that resulted in him negotiating with several companies during spontaneous youth strikes. At the same time, a plan grew to send a delegation to the Soviet Union. Seven young people were delegated from suitable companies and the delegation left at the end of August 1926. When the group returned, a detailed brochure \"What did 7 young workers in Soviet Russia see?\" was published that described \ntheir impressions. This was the first of many trips to the Soviet Union he would take.\nA new academy.\nWhen he returned, Goulooze established a new academy that offered a three-week course to train a cadre of CJB communists. The leaders of the academy were made up of &lt;a href=\"Henriette%20Roland%20Holst\"&gt;Henriette Roland Holst&lt;/a&gt;, &lt;a href=\"Gerrit%20Mannoury\"&gt;Gerrit Mannoury&lt;/a&gt; and &lt;a href=\"Henk%20Sneevliet\"&gt;Henk Sneevliet&lt;/a&gt; and its initial enrollment consisted of sixteen students, aged sixteen to twenty-five. When the academy came to public notice, Goulooze defended it existence, but also took an active part in running the different CJB departments that included canvassing, leafletting, pasting up posters and demonstrating. On June 1928 in Amsterdam at the CPH party congress, the congress erupted in open warfare. Goulooze was immediately elected as secretary of the board, where he represented the CJB. On 17 August 1928, Goulooze attended the &lt;a href=\"World%20Youth%20Peace%20Congress\"&gt;World Youth Peace Congress&lt;/a&gt; as a representative of the CJB, that was hosted in &lt;a href=\"Eerde\"&gt;Eerde&lt;/a&gt;.\nPropaganda efforts.\nDuring this period Goulooze acted to ensure that communist propaganda in the form of the newspapers \"Op de bon\" and \"Het Panster\" reached every part of the &lt;a href=\"Royal%20Netherlands%20Army\"&gt;Royal Netherlands Army&lt;/a&gt;. A special propaganda stunt was the publication of military booklet by the officer Jan Zonderland, that contained a worker's oath. The case gained national attention, due the commotion from baggage searches in barracks to remove it; that it came to the notice of the national press, the daily newspaper \"Het Leven\".\nReforming the International Workers Aid.\nIn 1930, the &lt;a href=\"Workers%20International%20Relief\"&gt;International Workers Aid&lt;/a&gt; (IAH, Internationale Arbeiders hulp) that existed to provide aid to strikers and strengthen cultural ties with the Soviet Union, became embroiled in a disagreement amongst its members, that degenerated into a fight. Goulooze was ordered to take over the reconstruction of the IAH and oversee the election of a new board.\nCPN Board member.\nThe &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; exacerbated the political problems faced by the CPN. The Comintern believed it would result in revolution in the Netherlands. Members of the CPN were in favour of the Comintern attitude, that saw Social Democrats, the main political fulcrum of the ruling class, as the main obstacle to the establishment of a proletarian revolution. The Comintern classed them as \"social fascists\" who had to be fought at all costs, i.e., considered them the enemy Goulooze, who was centrist, rejected this view. as did the CJB that took a more moderate position. At a meeting at his house on 1 February 1930, &lt;a href=\"Richard%20Gyptner\"&gt;Richard Gyptner&lt;/a&gt; of the &lt;a href=\"Young%20Communist%20International\"&gt;Young Communist International&lt;/a&gt;, castigated him for his approach. After a long discussion, the CJB board decided to support the Comintern position. At that point Goulooze ended his association with the CJB and Goulooze was tasked along with four others to organise a conference of CPN members.\nIn service to the Comintern.\nIn February 1930, a new board was elected at the conference and the membership achieved unity on the basis of political guidelines received from the Comintern. At the age of 24, Goulooze became a member of the CPN and was elected as a CPN board member. He became the secretary of the youth organisation, a position he held for four years. Goulooze was then subsequently elected organisational secretary of the CPN. During this period, it was requested by the party leadership that Goulooze should write on his thoughts and views, now he had a better understanding of the internal functioning of the party. He tried to identify those who are not following the Stalinist line and advocates for stronger control of party members.\nPublishing.\nGoulooze was given the task of publishing communist brochures and books. His love of writing up to that point was visible in the Party that achieved a level of published work that hasn't been reached since. In 1927, he wrote \"De grondslagen van het communisme, de taak van de\" (\"the foundations of communism, the task of the communist youth\"), followed by the 104page essay on the 1928 KJI Congress. Goulooze considered reading and studying a revolutionary act. Over the next several years he built up publishing in the CPN and imported communist literature from abroad. He also opened a number of communist bookshops. In 1933, he established the \"Amstel Agency\", a publishing house that was run by Lydia Wolters, his wife. The publishing work was done in his own house. During the early 1930s, he made numerous trips abroad to arrange contracts with writers. In 1932, he published a book by N. Bogdanow, \"Het eerste meisje; een romanticische geschiedenis\" (\"The first girl; a romantic history\"), about life for members in the &lt;a href=\"Komsomol\"&gt;Komsomol&lt;/a&gt;. In March 1934, as the work of publishing at his house was becoming too stressful due to the success of the business, Goulooze established the formal \"Pegasus\" publishing house, located at 29 Nieuwe Prinsengracht in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. During the course of his work as director, he formed relationships with many leading &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; intellectuals and new writers and academics in the country. During the period he worked there, Goulooze published \"&lt;a href=\"The%20ABC%20of%20Communism\"&gt;The ABC of Communism&lt;/a&gt;\" written by &lt;a href=\"Nikolai%20Bukharin\"&gt;Nikolai Bukharin&lt;/a&gt; and &lt;a href=\"Yevgeni%20Preobrazhensky\"&gt;Yevgeni Preobrazhensky&lt;/a&gt; and the \"Marxist Library\" in 24 volumes. These were classic works by writers like &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;, &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;, &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt; and &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;. These books were generally not available in the &lt;a href=\"Dutch%20language\"&gt;Dutch language&lt;/a&gt; beforehand, so they sold in large quantities. Among the most important people who ran his publishing house was &lt;a href=\"Hein%20Kohn\"&gt;Hein Kohn&lt;/a&gt;, the main driving force in the publishing house as well as &lt;a href=\"Nel%20Schuitemaker\"&gt;Nel Schuitemaker&lt;/a&gt;, &lt;a href=\"Martien%20Beversluis\"&gt;Martien Beversluis&lt;/a&gt; and &lt;a href=\"Menno%20Poldervaart\"&gt;Menno Poldervaart&lt;/a&gt;.\nIn 1933, after the uprising in the Dutch &lt;a href=\"De%20Zeven%20Provinci%C3%ABn-class%20cruiser\"&gt;De Zeven Provinciën-class cruiser&lt;/a&gt; \"De Zeven Provinciën\", the government banned a whole series of left-wing organisations including the CPN. This brought huge scrutiny to the CPN and Goulooze as secretary was made responsible for the security of the organisation. Over the next few months, he built a network of trusted people that were committed to identifying and stopping infiltration by the police, the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;CIA&lt;/a&gt; and other intelligence agencies. Through that work, he became familiar with many members of the Belgian and French Communist parties and the Comintern.\nReichstag fire.\nOn 30 January 1933, Hitler became &lt;a href=\"Chancellor%20of%20Germany\"&gt;Chancellor of Germany&lt;/a&gt; and following the &lt;a href=\"Reichstag%20fire\"&gt;Reichstag fire&lt;/a&gt; on 27 February 1933, strengthened his power. The communists and the CPN believed Hitler would fail, in the expectation that they would come to power. Instead, Hitler used the fire as a pretext to launch an attack on Communist and Bolshevist groups in Germany, to destroy them. At the time, Goulooze was in Berlin and met Georgi Dimitrov, who had been arrested, after being seen talking to &lt;a href=\"Marinus%20van%20der%20Lubbe\"&gt;Marinus van der Lubbe&lt;/a&gt;, who was accused of starting the fire. Goulooze provided information to Dimitrov that ensured his release. Goulooze used the opportunity to print &lt;a href=\"The%20Brown%20Book%20of%20the%20Reichstag%20Fire%20and%20Hitler%20Terror\"&gt;The Brown Book of the Reichstag Fire and Hitler Terror&lt;/a&gt;, in the Netherlands that placed the blame for the fire with the Nazis. In the summer of 1933, Goulooze provided assistance to &lt;a href=\"Johann%20Wenzel\"&gt;Johann Wenzel&lt;/a&gt;, a &lt;a href=\"GRU%20%28G.U.%29\"&gt;GRU&lt;/a&gt; agent and radio operator who was part of a Soviet espionage group that operated in Western Europe. Wenzel travelled to the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; with , a German official of the department of the Central Committee of the KPD, to obtain information on &lt;a href=\"Marinus%20van%20der%20Lubbe\"&gt;Marinus van der Lubbe&lt;/a&gt;.\nInternational Red Aid.\nThe &lt;a href=\"International%20Red%20Aid\"&gt;International Red Aid&lt;/a&gt; (IRA) was an international social service organization established by the &lt;a href=\"Communist%20International\"&gt;Communist International&lt;/a&gt; in 1922. When the Nazi's came to power at the end of January 1933, hundreds of German communists made a direct appeal to the IRA for help. In 1933, it became clear the IRA was insufficient in design and strength to deal with the number of people who were applying for help. The CPN instructed Jan Postma to expand the organisation. At the end of 1933, it was given a higher workload when it moved to larger rooms at the &lt;a href=\"Bloemgracht\"&gt;Bloemgracht&lt;/a&gt; in Amsterdam. It was manned by Piet de Smit who did the secretarial work, &lt;a href=\"Anton%20Winterink\"&gt;Anton Winterink&lt;/a&gt;, who was part of the editorial work, and Friedl Baruch, who became the KPD liaison. Goulooze along with Winterink and many others members of the CPN were involved in raising aid money to buy food and clothing for the refugees at a time when police were actively hostile to the refugees and the banned CPN. The CPN had many enemies outwitg the Dutch state and the police, that included enemy agents posing as communists seeking help but there to infiltrate the CPN. That led to the arrest of many genuine communists. Potsma worked closely with Goulooze and became responsible for checking the reliability of each refugee in turn. Goulooze's job was to protect the organisation particularly from espionage attempts and the police.\nIn 1934, the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party of Germany&lt;/a&gt; (KPD) established an underground bureau, known as a \"Abschnittsleitungen\" in Amsterdam. Goulooze arranged for communists who were working on KPD assignments to travel between the Netherlands and Germany. In the summer of 1939, the relationship between the CPN and KPD deteriorated due to the &lt;a href=\"Molotov%E2%80%93Ribbentrop%20Pact\"&gt;Molotov–Ribbentrop Pact&lt;/a&gt;. By May 1940 and the &lt;a href=\"German%20invasion%20of%20the%20Netherlands\"&gt;German invasion of the Netherlands&lt;/a&gt;, the relationship between the two organisation had completely broken down. Goulooze was the only person to maintain contact with the illegal KPD leadership in Amsterdam.\nComintern.\nIn the period immediately after the Nazis seized power on 30 January 1933, Goulooze made several trips to the Soviet Union, Prague and Paris in context of reorganising the Comintern. In the same year, the &lt;a href=\"International%20Liaison%20Department%20%28Comintern%29\"&gt;International Liaison Department&lt;/a&gt; (OMS) of the Comintern was transferred from Berlin to Amsterdam under the command of &lt;a href=\"Osip%20Piatnitsky\"&gt;Osip Piatnitsky&lt;/a&gt; in Amsterdam. The OMS was a part legal, part illegal organisation whose purpose was to carry out administrative policy including arranging travel for officials, to develop and maintain a communication system between the Comintern and the Soviet Union using radio communications and couriers, as well as managing funding for the Comintern organisation and to care for wealthy communists. Goulooze provided the addresses where the Comintern radio transmitters could be housed in Amsterdam. In 1934, Bulgarian Communist leader &lt;a href=\"Georgi%20Dimitrov\"&gt;Georgi Dimitrov&lt;/a&gt; was elected secretary of the Comintern and Goulooze became further involved in the daily running of the organisation. In 1935, with permission from the CPN, he started working primarily for the Comintern, but remained director of the \"Pegasus\" publishing house, that he used for cover.\nDutch Information Service.\nBy 1937, he was completely devolved from the CPN executive. In the same year, Goulooze was ordered by Dimitrov to disband the current OMS in Amsterdam and create a new OMS, with the infrastructure to support communications with Moscow, including new radio operators, electricians and couriers that were to be recruited from the CPN. It was completely separate from the former German Comintern. Goulooze was provided help by Wenzel, who moved to the Netherlands, in early 1937. Wenzel was an expert radio engineer and they discussed plans for the construction of a radio network in the Netherlands.\nAs a publisher Goulooze, was able to travel widely without restrictions, that enabled him to meet a wide variety of people, and select particular people for particular jobs. In the same year, he received intelligence training at the &lt;a href=\"Marx%E2%80%93Engels%E2%80%93Lenin%20Institute\"&gt;Marx–Engels–Lenin Institute&lt;/a&gt; in Moscow. In 1938, Goulooze was able to employ a radio engineer, and send him to Moscow for &lt;a href=\"wireless%20telegraphy\"&gt;wireless telegraphy&lt;/a&gt; training in December 1938. When the radioman returned, he built a radio transmitter that was based on the &lt;a href=\"Hartley%20oscillator\"&gt;Hartley oscillator&lt;/a&gt;, by April 1939. Goulooze knew nothing of how wireless telegraphy worked, so delegated the &lt;a href=\"cipher\"&gt;cipher&lt;/a&gt;ing and radio transmssion to his employees.\nNon aggresion pact.\nIn October 1939, &lt;a href=\"Anatoly%20Gurevich\"&gt;Anatoly Gurevich&lt;/a&gt;, a Ukrainian &lt;a href=\"Main%20Intelligence%20Directorate%20%28GRU%29\"&gt;GRU&lt;/a&gt; agent, visited Goulooze to request help to build his espionage network in Belgium. Gurevich asked that a temporary wireless telegraphy link be established for his use, while he established his own wireless telegraphy link, and this was provided by Goulooze and used, until January 1940. In July 1940, Gurevich again visited Goulooze to request the reserve code that Goulooze had received from Soviet intelligence the year before.\nIn 1942, Goulooze arranged with Soviet intelligence to recruit new radio operators, sent as pickaxe agents, that were dropped by aircraft. On 22–23 June 1942 dropped Jan Kyrut in the central Netherlands."
}