{
    "id": "6729908",
    "revid": "1869770",
    "url": "https://en.wikipedia.org/wiki?curid=6729908",
    "title": "Amity (New Haven)",
    "text": "Amity is a residential and commercial neighborhood of the city of &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven, Connecticut&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It is bounded on the northeast by &lt;a href=\"West%20Rock%20Ridge\"&gt;West Rock Ridge&lt;/a&gt;, on the south by the &lt;a href=\"Westville%2C%20New%20Haven\"&gt;Westville&lt;/a&gt; neighborhood of New Haven, and on the northwest by &lt;a href=\"The%20Flats%20%28Woodbridge%29\"&gt;the Flats&lt;/a&gt; in the town of &lt;a href=\"Woodbridge%2C%20Connecticut\"&gt;Woodbridge, Connecticut&lt;/a&gt;. The official New Haven neighborhood planning maps include the traditionally separate neighborhoods of West Hills (vicinity of Valley Street) and Beverly Hills (area between Whalley Avenue and Fountain Street) within the Amity neighborhood.\nThe neighborhood lies in the &lt;a href=\"Glacier\"&gt;glacier-carved&lt;/a&gt; valley of the &lt;a href=\"West%20River%20%28Connecticut%29\"&gt;West River&lt;/a&gt;. The river flows in a southerly direction, bisecting the neighborhood.\nThree primary routes serve Amity:\nLocated near Amity is the western outlet of the &lt;a href=\"Heroes%20Tunnel\"&gt;Heroes Tunnel&lt;/a&gt;, a twin tunnel which carries the Wilbur Cross Parkway through approximately of solid traprock beneath West Rock Ridge. It is the only tunnel on a limited-access highway in the state of &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. The southbound roadway on the Wilbur Cross Parkway ascends sharply when exiting from the Heroes Tunnel, climbing over in less than , the steepest inclination on any limited-access highway in the State of Connecticut. When travelling northbound on the Wilbur Cross Parkway approaching toward Exit 59, the roadway descends sharply into the valley, offering a scenic vista of the West Rock Ridge, the twin tubes of the Heroes Tunnel, the City of New Haven to the south, and the glacial valley which opens to the north.\nAmity is home to its namesake Amity Shopping Center, and is located approximately southeast of &lt;a href=\"Amity%20Regional%20High%20School\"&gt;Amity Regional High School&lt;/a&gt;, which serves the neighboring towns of &lt;a href=\"Woodbridge%2C%20Connecticut\"&gt;Woodbridge&lt;/a&gt;, &lt;a href=\"Bethany%2C%20Connecticut\"&gt;Bethany&lt;/a&gt;, and &lt;a href=\"Orange%2C%20Connecticut\"&gt;Orange, Connecticut&lt;/a&gt;. "
}