{
    "id": "672941",
    "revid": "12360419",
    "url": "https://en.wikipedia.org/wiki?curid=672941",
    "title": "Seventeenth Amendment of the Constitution of Ireland",
    "text": "The Seventeenth Amendment of the Constitution Act 1997 &lt;a href=\"amendments%20to%20the%20Constitution%20of%20Ireland\"&gt;amended&lt;/a&gt; the &lt;a href=\"Constitution%20of%20Ireland\"&gt;Constitution of Ireland&lt;/a&gt; to provide that the confidentiality of meetings of the &lt;a href=\"Irish%20Government\"&gt;cabinet&lt;/a&gt; would not prevent the High Court from ordering that certain information be disclosed when this was in the public interest. It was approved by &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; on 30 October 1997 and signed into law on 14 November of the same year.\nChanges to the text.\nInserted a new subsection in Article 28.4:\nThe existing subsection 3º of Article 28.4 was renumbered as subsection 4º.\nOverview.\nIn 1992, during the &lt;a href=\"Beef%20Tribunal\"&gt;Beef Tribunal&lt;/a&gt;, the &lt;a href=\"Supreme%20Court%20of%20Ireland\"&gt;Supreme Court&lt;/a&gt; ruled that, as the constitution stood, the confidentiality of meetings of the &lt;a href=\"Government%20of%20Ireland\"&gt;Government&lt;/a&gt; (the cabinet) was unbreachable and absolute. The court derived its ruling from Article 28.4.2º, which requires that the Government observe the principle of collective responsibility. The purpose of the Seventeenth Amendment was to allow cabinet confidentiality to be relaxed in certain circumstances.\nThe amendment was adopted during the &lt;a href=\"Fianna%20F%C3%A1il\"&gt;Fianna Fáil&lt;/a&gt;–&lt;a href=\"Progressive%20Democrats\"&gt;Progressive Democrats&lt;/a&gt; coalition government led by &lt;a href=\"Bertie%20Ahern\"&gt;Bertie Ahern&lt;/a&gt; but had been first drafted and suggested by the previous &lt;a href=\"Fine%20Gael\"&gt;Fine Gael&lt;/a&gt;–&lt;a href=\"Labour%20Party%20%28Ireland%29\"&gt;Labour Party&lt;/a&gt;–&lt;a href=\"Democratic%20Left%20%28Ireland%29\"&gt;Democratic Left&lt;/a&gt; government led by &lt;a href=\"John%20Bruton\"&gt;John Bruton&lt;/a&gt;. The amendment, therefore, had the support of all major parties. The referendum occurred on the same day as the &lt;a href=\"1997%20Irish%20presidential%20election\"&gt;1997 presidential election&lt;/a&gt;."
}