{
    "id": "6732816",
    "revid": "15534247",
    "url": "https://en.wikipedia.org/wiki?curid=6732816",
    "title": "Fox Online",
    "text": "Fox Online is an American &lt;a href=\"Talk%20show\"&gt;talk&lt;/a&gt;/&lt;a href=\"news\"&gt;news&lt;/a&gt; program on the &lt;a href=\"Fox%20News%20Channel\"&gt;Fox News Channel&lt;/a&gt;.\nOriginal Weekday Edition.\nOriginally broadcast weekdays at noon &lt;a href=\"North%20American%20Eastern%20Time%20Zone\"&gt;ET&lt;/a&gt;, the program revolved around the main news stories of the day and their ties to the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;. The network's website, &lt;a href=\"Fox%20News%20Channel\"&gt;FoxNews.com&lt;/a&gt;, was also heavily featured, as the program showcases various stories and videos from the site, with a major focus on politics using FoxNews.com's partnership with &lt;a href=\"RealClearPolitics\"&gt;RealClearPolitics&lt;/a&gt;.com.\nHosted by &lt;a href=\"Bill%20Hemmer\"&gt;Bill Hemmer&lt;/a&gt; from August 2006 to February 2007, the program was a replacement for the noon hour of \"Fox News Live\". The original program ceased production on February 9, 2007, with the launch of \"&lt;a href=\"America%27s%20Newsroom\"&gt;America's Newsroom&lt;/a&gt;\". Hemmer joined \"America's Newsroom\" with &lt;a href=\"Megyn%20Kelly\"&gt;Megyn Kelly&lt;/a&gt; as a co-host and the hour Fox Online broadcast in returned to \"&lt;a href=\"Fox%20News%20Live\"&gt;Fox News Live&lt;/a&gt;\", then hosted by &lt;a href=\"Jon%20Scott\"&gt;Jon Scott&lt;/a&gt;, now host of \"&lt;a href=\"Happening%20Now\"&gt;Happening Now&lt;/a&gt;\" with &lt;a href=\"Jane%20Skinner\"&gt;Jane Skinner&lt;/a&gt;.\nWeekend Edition.\nFollowing the network's continuing move towards \"branded programming\" over multiple hours of \"Fox News Live\", the network re-introduced \"Fox Online\" on July 14, 2007, with &lt;a href=\"Jamie%20Colby\"&gt;Jamie Colby&lt;/a&gt; as host at 2 PM EST. &lt;a href=\"https%3A//web.archive.org/web/20110708021217/http%3A//insidecable.blogsome.com/2007/07/05/fox-online-with-jamie-colby/\"&gt;&lt;/a&gt; Compared to the original program, the new edition continued the cover the news of the day, though the extent of the inclusion of the Internet has changed dramatically.\nThe program also pressed on the use of different segments, including \"Online Crime\", a focus on a crime story of the day; \"Refresh\", taking a review at the headline story the program started with; and a number of other segments with a tech-style themed title. Due to FNC's weekend line up changes in October 2007, however, the show was canceled."
}