{
    "id": "67398666",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=67398666",
    "title": "England Athletics",
    "text": "England Athletics is the governing body for the sport of &lt;a href=\"Athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;. It was set up as a &lt;a href=\"limited%20company\"&gt;limited company&lt;/a&gt; in 2005, taking over the role of the &lt;a href=\"Amateur%20Athletic%20Association%20of%20England\"&gt;Amateur Athletic Association of England&lt;/a&gt;. England Athletics is part of &lt;a href=\"UK%20Athletics\"&gt;UK Athletics&lt;/a&gt;, the national governing body for the sport in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\nAfter a review of athletics in the United Kingdom by &lt;a href=\"Sir%20Andrew%20Foster\"&gt;Sir Andrew Foster&lt;/a&gt; &lt;a href=\"Sport%20England\"&gt;Sport England&lt;/a&gt; demanded radical changes to the governing structure. England Athletics was set up to take responsibility for regional development, whilst its parent organisation, &lt;a href=\"UK%20Athletics\"&gt;UK Athletics&lt;/a&gt; was to maintain oversight of elite performance. &lt;a href=\"Peter%20Radcliffe\"&gt;Peter Radcliffe&lt;/a&gt;, the father of the athlete &lt;a href=\"Paula%20Radcliffe\"&gt;Paula Radcliffe&lt;/a&gt;, was appointed as the chair of England Athletics 2005, the interim organisation set up to establish England Athletics.\nAlthough England Athletics took over the role of the Amateur Athletic Association of England (formerly the AAA) it has maintained that Association as a vehicle for the development of young athletes and the AAA has also taken on the role of safeguarding the history of the sport and still awards trophies to elite athletes.\nEngland Athletics currently has more than 1,800 affiliated clubs and organisations (covering track and field, road running, fell, hill, trail and cross country clubs), 187,000 registered athletes, 30,000 licensed coaches and leaders and 5,200 officials.\nEngland Athletics also runs an annual induction to its &lt;a href=\"England%20Athletics%20Hall%20of%20Fame\"&gt;Hall of Fame&lt;/a&gt;."
}