{
    "id": "67439420",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=67439420",
    "title": "One Through Zero (The Ten Numbers)",
    "text": "One Through Zero (The Ten Numbers) is a monumental series of sculptures by the American artist &lt;a href=\"Robert%20Indiana\"&gt;Robert Indiana&lt;/a&gt;. The work depicts the &lt;a href=\"numerical%20digit\"&gt;numerical digit&lt;/a&gt;s &lt;a href=\"1\"&gt;1&lt;/a&gt;, &lt;a href=\"2\"&gt;2&lt;/a&gt;, &lt;a href=\"3\"&gt;3&lt;/a&gt;, &lt;a href=\"4\"&gt;4&lt;/a&gt;, &lt;a href=\"5\"&gt;5&lt;/a&gt;, &lt;a href=\"6\"&gt;6&lt;/a&gt;, &lt;a href=\"7\"&gt;7&lt;/a&gt;, &lt;a href=\"8\"&gt;8&lt;/a&gt;, and &lt;a href=\"9\"&gt;9&lt;/a&gt; and &lt;a href=\"0\"&gt;0&lt;/a&gt;. The work was created between 1980 and 2001. The numbers are made from &lt;a href=\"polychrome\"&gt;polychrome&lt;/a&gt; &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; with each measuring 72 x 72 x 36 in. (182.9 x 182.9 x 91.4 cm.).\nThe use of numbers became prominent in Indiana's artworks from the end of the 1950s and became an established part of his style in the 1960s. The design of the numbers was inspired by a printer's calendar Indiana found in his loft in &lt;a href=\"Coenties%20Slip\"&gt;Coenties Slip&lt;/a&gt;. The piece was first created for a property developer in Indianapolis; the work was then donated to the &lt;a href=\"Indianapolis%20Museum%20of%20Art\"&gt;Indianapolis Museum of Art&lt;/a&gt;. The work was subsequently created for a siting in &lt;a href=\"Park%20Avenue\"&gt;Park Avenue&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; in 2003 as part of the 'Art on the Park' series, outside &lt;a href=\"Beverly%20Hills%20City%20Hall\"&gt;Beverly Hills City Hall&lt;/a&gt; in 2005, and on &lt;a href=\"Lime%20Street%2C%20London\"&gt;Lime Street, London&lt;/a&gt; from 2013 as part of the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt;'s 'Sculpture in the City' series. An edition of \"One Through Zero (The Ten Numbers)\" made from &lt;a href=\"Weathering%20steel\"&gt;COR-TEN&lt;/a&gt; steel was displayed in London's &lt;a href=\"Regent%27s%20Park\"&gt;Regent's Park&lt;/a&gt; in 2019.\nIndiana had previously created a work with the poet &lt;a href=\"Robert%20Creeley\"&gt;Robert Creeley&lt;/a&gt; of a book of poems with poems about each number facing Indiana's &lt;a href=\"Screen%20print\"&gt;screen printed&lt;/a&gt; coloured numbers.\nInterpretation and meaning.\nThe digits can be arranged in any order to generate new meanings and interpretations.\nIndiana ascribed particular meanings to the colours that he chose for each digit.\nIndiana's website ascribes the meanings as:"
}