{
    "id": "67510084",
    "revid": "7551045",
    "url": "https://en.wikipedia.org/wiki?curid=67510084",
    "title": "Mayoral elections in Hartford, Connecticut",
    "text": "Elections are currently held every four years to elect the &lt;a href=\"mayor%20of%20Hartford%2C%20Connecticut\"&gt;mayor of Hartford, Connecticut&lt;/a&gt;.\nUntil 1969, rather than being individually elected, a mayor was chosen from among the members of The Hartford City Council. From 1969 onward, partisan &lt;a href=\"direct%20election\"&gt;direct election&lt;/a&gt;s have been held to sleet the city's mayor.\nElections were originally to two year terms. On November 5, 2002, residents of Hartford voted to make changes to The Hartford City Charter, which would take effect on January 1, 2004. Among these changes was the extension of mayoral terms to four years.\n1935.\nGeneral election result.\nMayor-elect Pilgard died at St. Francis Hospital in Hartford (&lt;a href=\"Saint%20Francis%20Hospital%20%26amp%3B%20Medical%20Center\"&gt;Saint Francis Hospital &amp; Medical Center&lt;/a&gt;) on November 14, 1935. On December 3, 1935, by a 14-6 vote, the city council chose &lt;a href=\"Thomas%20J.%20Spellacy\"&gt;Thomas J. Spellacy&lt;/a&gt; to finish Pilgard's term in office.\n1941.\nGeneral election result.\nMayor Spellacy was also endorsed by the Socialist Party and Union Party tickets.\n1943.\nGeneral election result.\nMayor O'Connor was also endorsed by the Socialist Party ticket. He received 22,970 votes on the Democratic Party ballot line and 195 votes on the Socialist Party ballot line. In July 1943, O'Connor had replaced Mayor &lt;a href=\"Thomas%20J.%20Spellacy\"&gt;Thomas J. Spellacy&lt;/a&gt;, who had resigned. \n1945.\nGeneral election result.\nTurnout was approximately 59% of the 82,700 eligible voters. \nMayor Moylan died in office in late December 1946. By a 15-4 vote, the city council chose Edward N. Allen to finish Moylan's term in office. \n1947.\nGeneral election result.\nOn November 4, 1947, the voters elected a nine-member city council in a non-partisan election. The council was tasked with selecting a city manager.\n1979.\nThe 1979 Hartford mayoral election was held on November 6, 1979. It saw &lt;a href=\"George%20A.%20Athanson\"&gt;George A. Athanson&lt;/a&gt; win reelection to a fifth term.\nDemocratic primary.\nThe Democratic primary was held on September 11.\nResults.\nThe city's Democratic committee endorsed Carbone for election ahead of the primary.\nAnthanson won by a large margin. The &lt;a href=\"Slate%20%28elections%29\"&gt;slate&lt;/a&gt; for the Democratic nominations for city council he had backed, which was regarded as the \"weaker\" slate by political observers, also won election.\nTurnout was over 46%.\nRepublican nomination.\nHartford's Republican Town Chairman Joseph P. Mozzicato attempted to make sure no Republican nominee would run for the mayoralty, seeing the mayoral election as a losing race, and preferring to spend the party's money focussing on the City Council election. Registered Republican voters comprised only 7,000 of Hartford's roughly 140,000 residents. The Republican Party, however, ultimately nominated Michael T. McGarry.\n1981.\nThe 1981 Hartford mayoral election was held on November 3, 1981. It saw &lt;a href=\"Thirman%20L.%20Milner\"&gt;Thirman L. Milner&lt;/a&gt; win election. The election made Milner the first &lt;a href=\"popularly%20elected\"&gt;popularly elected&lt;/a&gt; &lt;a href=\"Black%20people\"&gt;black&lt;/a&gt; mayor of a city in &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt;. Black people made up one-third of the city's population at the time. Milner defeated five-term incumbent mayor &lt;a href=\"George%20A.%20Athanson\"&gt;George A. Athanson&lt;/a&gt; in the Democratic primary.\nDemocratic primary.\nInitial primary (September 8).\nIncumbent mayor George A. Athanson won the initial primary held on September 8, defeating runner-up Milner by a mere 94 votes. This result would ultimately be nullified in court.\nHeading into the election, Athanson was regarded to be a well-liked figure in the city.\nMilner's strong performance regarded as a surprise, outperforming polls and many expectations. One \"&lt;a href=\"Hartford%20Courant\"&gt;Hartford Courant&lt;/a&gt;\" poll ahead of the primary had shown Athanson leading Milner by a much greater 14-point margin (35% to 21%).\nThe result had largely corresponded to racial lines, with Milner performing well in the predominantly &lt;a href=\"Black%20people\"&gt;black&lt;/a&gt; North End (where he lived), and with Athanson and Ludgin splitting the predominantly &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; South End. Murphy had performed her best in the &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; West End of the city (where she lived). Athanson performed well in the South End of the city. However, he underperformed on the North End, and lost the West End to Murray. Milner performed strongly in the North End of the city, and had some strong performances in some parts of the West End. In the &lt;a href=\"Blue%20Hills%2C%20Connecticut\"&gt;Blue Hills&lt;/a&gt; portion of Hartford, Milner routed Athanson.\nLudgin, elected in 1977 to The Hartford City Council as an outsider, had made many enemies and put-off many voters through his aggressive leadership style in his two years in office. Murray, a community activist, was a first-time candidate for elected office.\nUnlike in 1979, the city's Democratic committee endorsed Athanson for reelection ahead of the primary.\nRerun (October 13).\nVoting irregularities in the September 8 Democratic primary led &lt;a href=\"Connecticut%20Superior%20Court\"&gt;Connecticut Superior Court&lt;/a&gt; judge Douglass B. Wright to order a rerun of the Democratic primary to take place on October 13, after Milner brought a challenge to the court and city officials and Athanson agreed in court to allow a rerun.\nIn the rerun of the primary, Milner defeated incumbent mayor George A. Athanson, in large part, due to a very strong showing in the city's North End.\nRepublican primary.\nMichael T. McGarry won the Republican primary. He defeated Donald B. LaCroix. LaCroix had been endorsed by the city's Republican Party organization ahead of the primary. LaCroix had a record of running losing campaigns for elected office. McGarry had been the more known figure of the two.\nGeneral election.\nMilner continued to receive strong support from the city's North Side, winning 90% of the roughly 9,500 votes cast there in the general election.\n1991.\nThe 1991 Hartford mayoral election was held on November 5, 1991. Incumbent &lt;a href=\"Carrie%20Saxon%20Perry\"&gt;Carrie Saxon Perry&lt;/a&gt; was reelected to a third consecutive term, defeating a challenger in the Democratic primary, and running unopposed in the general election.\nDemocratic primary.\nThe Democratic primary was held on September 10.\nAhead of the Democratic primary, the city's Democratic Party organization endorsed Robert J. Jackson over the incumbent mayor &lt;a href=\"Carrie%20Saxon%20Perry\"&gt;Carrie Saxon Perry&lt;/a&gt;. Perry had gone against the city's Democratic &lt;a href=\"Political%20machine\"&gt;machine&lt;/a&gt; and ran her own slate of candidates for City Council in the coinciding city council primaries, which ultimately prevailed over all of the incumbents they were challenging.\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated no candidate.\n1993.\nThe 1993 Hartford mayoral election was held on November 2, 1993. Incumbent &lt;a href=\"Carrie%20Saxon%20Perry\"&gt;Carrie Saxon Perry&lt;/a&gt; lost reelection to &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt;.\nDemocratic primary.\nResults.\nIncumbent mayor &lt;a href=\"Carrie%20Saxon%20Perry\"&gt;Carrie Saxon Perry&lt;/a&gt; won renomination, carrying a plurality, with 35% of the vote, defeating three opponents. She carried 10 of the 27 precincts for the election. Her margin of victory over runner-up Peters was roughly 700 votes. Turnout comprised roughly 35% of the city's registered Democrats.\nPeters was a firefighter that had previously considered an &lt;a href=\"Independent%20politician\"&gt;independent&lt;/a&gt; run for mayor in the 1991 mayoral general election, but was dissuaded that yearafter Perry won that year's Democratic primary by a significant margin.\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated no candidate.\nGeneral election.\nFacing the strong prospect of a loss to Peters, a &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; candidate, the &lt;a href=\"black\"&gt;black&lt;/a&gt; Perry brought in several notable black national political figures, such as &lt;a href=\"Carol%20Moseley%20Braun\"&gt;Carol Moseley Braun&lt;/a&gt; and &lt;a href=\"Jesse%20Jackson\"&gt;Jesse Jackson&lt;/a&gt;, to endorse her. Perry's supporters, at a rally featuring Jackson, distributed flyers which implied that Peters would undo the last decade of progress for the city's black populace.\nPerry also received endorsements from mayors of other Connecticut municipalities, such as &lt;a href=\"Bridgeport%2C%20Connecticut\"&gt;Bridgeport&lt;/a&gt;'s &lt;a href=\"Joseph%20Ganim\"&gt;Joseph Ganim&lt;/a&gt;, &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven&lt;/a&gt;'s &lt;a href=\"John%20C.%20Daniels\"&gt;John C. Daniels&lt;/a&gt; and West Haven's Richard Borer. She also received the endorsement of &lt;a href=\"John%20DeStefano%20Jr.\"&gt;John DeStefano Jr.&lt;/a&gt;, the Democratic nominee in the coinciding New Haven mayoral election.\nWhile Perry and her supporters adopted the tactic of attacking Peters, Peters largely went without even mentioning Perry, instead focusing on promoting his proposals for the city.\nPeters unseated Perry, becoming the first independent to become mayor of Hartford since at least 1953.\nPeters benefited from strong support and turnout among the city's white electorate. Turnout in the city's white South End wards averaged 60%, while the citywide turnout only averaged 45%. In the three most predominantly white precincts on the city's South End, Peters won 90% of the vote. Peters also received more support in precincts located in the predominantly black North End than most white candidates had managed to receive there in election over the previous decade, receiving roughly 20% of the vote in those precincts.\nPeters carried 19 districts. Perry carried 8 voting districts, most of them being in the North Side.\n1995.\nThe 1995 Hartford mayoral election was held on November 7, 1995. Incumbent &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt; was reelected.\nDemocratic primary.\nIncumbent mayor &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt; defeated city councilwoman Elizabeth Horton Sheff in the Democratic primary.\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated no candidate.\n1997.\nThe 1997 Hartford mayoral election was held on November 4, 1997. Incumbent &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt; won reelection to a third term.\nDemocratic nomination.\nFor only the second time in two decades, Hartford did not have a competitive Democratic primary. Activist Kenneth Mink, who had been an announced challenger of incumbent &lt;a href=\"Mike%20Peters%20%28Connecticut%20politician%29\"&gt;Mike Peters&lt;/a&gt;, failed to file on time the proper forms to run against him in the Democratic primary. The last two times that there had been no competitive primary for the Democratic mayoral nomination were 1989 and 1977.\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated no candidate.\nOther parties.\nThe Pro Hartford Party opted against running a candidate.\nGeneral election.\nMichael P. Peters received the endorsement of the \"&lt;a href=\"Hartford%20Courant\"&gt;Hartford Courant&lt;/a&gt;\".\nMichael P. Peters won every precinct in the city.\n1999.\nThe 1999 Hartford mayoral election was held on November 1, 1999. Democrat &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt; won reelection to a fourth term.\nDemocratic primary.\nIncumbent &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt; defeated Juan Morales in the Democratic primary. Morales was a tax and banking consultant who worked with insurance companies. Morales was a relative political newcomer, whose previous political experience included running unsuccessfully for Hartford City Council in 1995.\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated no candidate.\n2001.\nThe 2001 Hartford mayoral election was held on November 6, 2001. Democrat &lt;a href=\"Eddie%20Perez%20%28politician%29\"&gt;Eddie Perez&lt;/a&gt; won election. Perez became the city's first &lt;a href=\"hispanic\"&gt;hispanic&lt;/a&gt; mayor. Hartford was, as of the &lt;a href=\"2000%20United%20States%20census\"&gt;2000 United States census&lt;/a&gt;, 40.52% hispanic.\nIncumbent mayor &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt; did not seek reelection.\nDemocratic primary.\nThe Democratic primary took place on September 11, 2001, the same day as the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt;.\nAhead of the primary, &lt;a href=\"Eddie%20A.%20Perez\"&gt;Eddie A. Perez&lt;/a&gt; received the endorsement of the city's Democratic Party organization.\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated no candidate.\nLibertarian nomination.\nThe &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian Party&lt;/a&gt; nominated Richard Lion.\n2003.\nThe 2003 Hartford mayoral election was held on November 4, 2003. Incumbent Democrat &lt;a href=\"Eddie%20Perez%20%28politician%29\"&gt;Eddie Perez&lt;/a&gt; won reelection.\nThe election was to a two-year term. However, in 2004, Hartford residents extended their mayoral terms, which extended Perez's second term through 2008.\nDemocratic primary.\nPerez won renomination unopposed, in a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; primary in which 6,267 votes were cast (21% of the city's registered Democrats).\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated Michael T. McGarry, who had run before.\nLibertarian nomination.\nThe &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian Party&lt;/a&gt; nominated Richard Lion, who was also the party's nominee in the 2001 mayoral election.\n2007.\nThe 2007 Hartford mayoral election was held on November 6, 2007. Incumbent Democrat &lt;a href=\"Eddie%20Perez%20%28politician%29\"&gt;Eddie Perez&lt;/a&gt; won reelection to a third term.\nDemocratic primary.\nThe Democratic primary was held on September 11.\nCampaign.\nA large focus of the primary campaign was how Perez had become so dominant in the city's politics.\nOne of the concerns of the primary campaign was that Perez was facing a criminal investigation relating to the remodeling of his home by a city contractor and deals involving city parking lots. Perez apologized for the home-improvement arrangement, and placed one of the parking lot deals back out to bid. In August, criminal investigators raided Perez's house.\nResults.\nTurnout in the Democratic primary was approximately 25% of the city's registered Democrats.\nPerez performed well in the city's South End and West End, but lost a number of North End precincts.\nRepublican nomination.\nThe &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominated James Stanley McCauley. McCauley was a minister who had a &lt;a href=\"public-access%20television\"&gt;public-access television&lt;/a&gt; show.\nGeneral election campaign.\nWinning the Democratic primary in Hartford is generally considered &lt;a href=\"tantamount%20to%20election\"&gt;tantamount to election&lt;/a&gt;. However, fourteen years earlier, &lt;a href=\"independent%20politician\"&gt;independent&lt;/a&gt; &lt;a href=\"Michael%20P.%20Peters\"&gt;Michael P. Peters&lt;/a&gt;, who served as mayor from 1993 through 2001, had first won election as a petitioning candidate in the general election, after having failed to win the Democratic primary over then-incumbent &lt;a href=\"Carrie%20Saxon%20Perry\"&gt;Carrie Saxon Perry&lt;/a&gt;. Registered Democrats in Hartford numbered 30,039, &lt;a href=\"unaffiliated%20voters\"&gt;unaffiliated voters&lt;/a&gt; numbered 10,454, and Republicans numbered 1,932.\nDespite his controversies, Perez received endorsements from &lt;a href=\"Connecticut%20attorney%20general\"&gt;Connecticut attorney general&lt;/a&gt; &lt;a href=\"Richard%20Blumenthal\"&gt;Richard Blumenthal&lt;/a&gt;, Democratic state chairwoman &lt;a href=\"Nancy%20DiNardo\"&gt;Nancy DiNardo&lt;/a&gt;, &lt;a href=\"Connecticut%20state%20comptroller\"&gt;Connecticut state comptroller&lt;/a&gt; &lt;a href=\"Nancy%20Wyman\"&gt;Nancy Wyman&lt;/a&gt;.\nFormer mayor Michael P. Peters endorsed the candidacy of I. Charles Matthews.\nSince launching his candidacy in January 2007, Perez had vastly out fundraised and outspent his opponents, raising $593,000 by the end of October. He spent most of the money raised, with only $54,500 of it remaining unspent by the end of October. He spent on consultants, mailers, and in excess of $150,000 in &lt;a href=\"television%20advertisement\"&gt;television advertisement&lt;/a&gt;s. I. Charles Matthews had raised $131,00 by the end of October, though $88,000 of it was self-funding. Minnie Gonzalez raised $56,000 by the end of October. By the end of October, Rual De Jesus had raised $8,000, Thurman Milner had raised $7,000, and J. Stan McCauley had raised $3,000.\n2011.\nThe 2011 Hartford mayoral election was held on November 8, 2011. The election saw incumbent Democrat &lt;a href=\"Pedro%20Segarra\"&gt;Pedro Segarra&lt;/a&gt; win a first full term. He became the first openly-gay individual elected Mayor of Hartford, making Hartford the second U.S. state capital to elect an openly gay mayor (&lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence, Rhode Island&lt;/a&gt; was the first when they elected &lt;a href=\"David%20Cicilline\"&gt;David Cicilline&lt;/a&gt;). Segarra also became the second &lt;a href=\"hispanic\"&gt;hispanic&lt;/a&gt; individual to be elected mayor of Hartford, after Perez. As of the &lt;a href=\"2010%20United%20States%20census\"&gt;2010 United States census&lt;/a&gt;, 43.43% of Hartford's populace was hispanic, which was the largest percentage of any city in the &lt;a href=\"northeastern%20United%20States\"&gt;northeastern United States&lt;/a&gt;.\nSegarra had become mayor in 2010, after mayor &lt;a href=\"Eddie%20A.%20Perez\"&gt;Eddie A. Perez&lt;/a&gt; resigned after being convicted of &lt;a href=\"Political%20corruption\"&gt;corruption&lt;/a&gt;.\nDemocratic primary.\nIncumbent Democrat &lt;a href=\"Pedro%20Segarra\"&gt;Pedro Segarra&lt;/a&gt; won renomination.\nRepublican nomination.\nThe Republican Party did not nominate a candidate, and instead &lt;a href=\"Electoral%20fusion\"&gt;cross-endorsed&lt;/a&gt; incumbent Democrat Pedro Segarra.\n2015.\nThe 2015 Hartford mayoral election was held on November 3, 2015. The election was won by Democrat &lt;a href=\"Luke%20Bronin\"&gt;Luke Bronin&lt;/a&gt;. Bronin defeated incumbent &lt;a href=\"Pedro%20Segarra\"&gt;Pedro Segarra&lt;/a&gt; in the Democratic primary.\nDemocratic primary.\nThe Democratic primary was held on September 15.\nAhead of the primary, held on Luke Bronin had won the endorsement of the Democratic primary. He defeated incumbent mayor Pedro Segarra in the primary.\nBronin outspent Segarra by a margin of 3 to 1. Bronin had raised $800,000 in his primary campaign.\nTurnout in the Democratic primary was approximately 26%.\nRepublican nomination.\nTheodore T. Cannon won the Republican nomination.\nGeneral election.\nHartford is a highly Democratic city, therefore Bronin was anticipated to win the general election.\n2019.\nThe 2019 Hartford mayoral election was held on November 5, 2019. Incumbent Democrat &lt;a href=\"Luke%20Bronin\"&gt;Luke Bronin&lt;/a&gt; won reelection.\nDemocratic primary.\nThe Democratic primary was held on September 10. The race had been considered competitive. Incumbent mayor &lt;a href=\"Luke%20Bronin\"&gt;Luke Bronin&lt;/a&gt; defeated former mayor &lt;a href=\"Eddie%20Perez%20%28politician%29\"&gt;Eddie Perez&lt;/a&gt; and state representative &lt;a href=\"Brandon%20McGee%20%28politician%29\"&gt;Brandon McGee&lt;/a&gt; in the Democratic primary.\nTurnout in the Democratic primary was approximately 22%.\nRepublican nomination.\nRepublicans &lt;a href=\"Electoral%20fusion\"&gt;cross endorsed&lt;/a&gt; candidate J. Stan McCauley, who had been running as an &lt;a href=\"Independent%20politician\"&gt;independent&lt;/a&gt;. This came despite McCauley identifying himself to be a Democrat. McCauley had twice before been a candidate for mayor.\nLibertarian endorsement.\n&lt;a href=\"Aaron%20D.%20Lewis\"&gt;Aaron Lewis&lt;/a&gt;, founder and director of the Scribe's Institute He changed his party affiliation from &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; to &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian&lt;/a&gt; few months before the election."
}