{
    "id": "675481",
    "revid": "1065236297",
    "url": "https://en.wikipedia.org/wiki?curid=675481",
    "title": "Fort Devens",
    "text": "Fort Devens is a &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; Reserve military installation in the towns of &lt;a href=\"Ayer%2C%20Massachusetts\"&gt;Ayer&lt;/a&gt; and &lt;a href=\"Shirley%2C%20Massachusetts\"&gt;Shirley&lt;/a&gt;, in &lt;a href=\"Middlesex%20County%2C%20Massachusetts\"&gt;Middlesex County&lt;/a&gt; and &lt;a href=\"Harvard%2C%20Massachusetts\"&gt;Harvard&lt;/a&gt; in &lt;a href=\"Worcester%20County%2C%20Massachusetts\"&gt;Worcester County&lt;/a&gt; in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. It was named after jurist and Civil War general &lt;a href=\"Charles%20Devens\"&gt;Charles Devens&lt;/a&gt;. The nearby Devens Reserve Forces Training Area is located in &lt;a href=\"Lancaster%2C%20Massachusetts\"&gt;Lancaster&lt;/a&gt;. Although closed in 1996, the fort was reopened the next day as the Devens Reserve Forces Training Area. The name reverted to Fort Devens in May 2007.\nIn 2011, the fort had a population of 306 enlisted personnel, 2,151 reservists, 348 civilians, and 1,399 family members, and maintained 25 ranges, 21 training areas, and 15 maneuver areas on nearly of land. It was home to the United States Army Base Camp Systems Integration Laboratory as well as the United States Army System Integration Laboratory.\nPart of the former area of the military base is now home to &lt;a href=\"Federal%20Medical%20Center%2C%20Devens\"&gt;Federal Medical Center, Devens&lt;/a&gt;, a &lt;a href=\"federal%20prison\"&gt;federal prison&lt;/a&gt; for male inmates requiring specialized or long-term medical or mental health care.\nHistory.\nEstablishment during World War I.\nCamp Devens was established on September 5, 1917, as a temporary &lt;a href=\"cantonment\"&gt;cantonment&lt;/a&gt; for training soldiers during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. It was a reception center for war selectees and became a demobilization center after the war. Three divisions (the &lt;a href=\"12th%20Division%20%28United%20States%29\"&gt;12th&lt;/a&gt;, the &lt;a href=\"26th%20Infantry%20Division%20%28United%20States%29\"&gt;26th&lt;/a&gt; and the &lt;a href=\"76th%20Division%20%28United%20States%29\"&gt;76th&lt;/a&gt;) were activated and trained at Devens during the war. Approximately 850 soldiers, mostly privates, died at the camp during 1918 from the &lt;a href=\"Spanish%20flu\"&gt;Spanish flu&lt;/a&gt;. &lt;a href=\"Robert%20Goddard\"&gt;Robert Goddard&lt;/a&gt; briefly used the post for his rocket operations in 1929. The camp became a permanent installation in 1931 and was named Fort Devens the following year. A few years later, &lt;a href=\"Fort%20Devens%20Army%20Airfield\"&gt;Fort Devens Army Airfield&lt;/a&gt; was established.\nWorld War II.\nIn 1940, at the onset of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Fort Devens was designated a reception center for all men in New England who would serve one year as draftees. A massive $25 million building project was begun, including more than 1200 wooden buildings and an airfield. The &lt;a href=\"1st%20Infantry%20Division%20%28United%20States%29\"&gt;1st&lt;/a&gt;, &lt;a href=\"32nd%20Infantry%20Division%20%28United%20States%29\"&gt;32nd&lt;/a&gt;, and &lt;a href=\"45th%20Infantry%20Division%20%28United%20States%29\"&gt;45th Divisions&lt;/a&gt; trained at Devens during the war. Devens also housed a prisoner of war camp for German and Italian prisoners from 1944 to 1946. It was designated as early as 1942 for detaining \"enemy aliens\" of Italian, German and Japanese birth.\nPost World War II.\nThe &lt;a href=\"7th%20Infantry%20Regiment%20%28United%20States%29\"&gt;7th Infantry Regiment&lt;/a&gt;, &lt;a href=\"3rd%20Infantry%20Division%20%28United%20States%29\"&gt;3rd Infantry Division&lt;/a&gt; was located at Fort Devens from 1946 to 1950. Already at reduced strength, the regiment was further decimated when a battalion from Fort Devens was reflagged as the 3d Battalion, 8th Cavalry Regiment, and sent to Korea to join the &lt;a href=\"1st%20Cavalry%20Division%20%28United%20States%29\"&gt;1st Cavalry Division&lt;/a&gt;. The 7th Infantry deployed to San Francisco, California and sailed for Japan on 20 August 1950, arriving on 16 September 1950 to marry-up with the &lt;a href=\"15th%20Infantry%20Regiment%20%28United%20States%29\"&gt;15th Infantry Regiment&lt;/a&gt; and the division headquarters.\nIn the 1950s or 1960s the fort was home to the &lt;a href=\"56th%20Air%20Defense%20Artillery%20Brigade\"&gt;56th Air Defense Artillery Brigade&lt;/a&gt;, part of 1st Region, &lt;a href=\"Army%20Air%20Defense%20Command\"&gt;Army Air Defense Command&lt;/a&gt;.\nOn 15 February 1958 the 2d Infantry Brigade was reactivated at Fort Devens, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; as the &lt;a href=\"Pentomic\"&gt;Pentomic&lt;/a&gt; &lt;a href=\"2nd%20Infantry%20Brigade%20%28US%29\"&gt;2d Infantry Brigade&lt;/a&gt; with its own &lt;a href=\"shoulder%20sleeve%20insignia\"&gt;shoulder sleeve insignia&lt;/a&gt;. It spent the next five years training in northern &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; and &lt;a href=\"Cape%20Cod\"&gt;Cape Cod&lt;/a&gt;. The Brigade was prepared to support the Marines landing in the &lt;a href=\"1958%20Lebanon%20crisis\"&gt;1958 Lebanon crisis&lt;/a&gt; but did not deploy.\nThe 2d Infantry Brigade was inactivated on 19 February 1963 at Fort Devens; in 1962 when it was reflagged as 2d Brigade, &lt;a href=\"5th%20Infantry%20Division%20%28United%20States%29\"&gt;5th Infantry Division&lt;/a&gt;. It was reactivated on 23 October 1963 as Headquarters and Headquarters Company, 2d Brigade, 1st Infantry Division and moved (with the rest of the Division) to &lt;a href=\"Fort%20Riley\"&gt;Fort Riley&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; in January 1964.\nUnits At/Near Base Closure.\nFort Devens was the home of the 10th Special Forces Group (Airborne), less 1st Battalion based in (West) Germany, from 1968 until the Group's move to &lt;a href=\"Fort%20Carson\"&gt;Fort Carson&lt;/a&gt;, Colorado in 1995. It was also the home of the 39th Engineer Battalion (CBT) until the 39th was inactivated in 1992. The 39th Engineer (CBT) was reactivated in 2014 at &lt;a href=\"Fort%20Campbell\"&gt;Fort Campbell&lt;/a&gt;, &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;. The Army Security Agency Training Center &amp; School (ASATC&amp;S) was established at Devens in April 1951. During the 1970s it became known as the U.S. Army Intelligence School, Devens, or USAISD, and was moved to Fort Huachuca, Arizona in 1996. The 36th Medical Battalion including the 595th Medical Company and the 46th Combat Support Hospital, the 46th CSH was inactivated July 15, 1994. Finally, the 624th Military Police Company was stationed until the post closed.\nClosure.\nThe &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt; post which resided at Fort Devens was officially closed in 1996 after 79 years of service. The &lt;a href=\"Base%20Realignment%20and%20Closure\"&gt;Base Realignment and Closure&lt;/a&gt; process for land distribution for all parcels on the former Fort Devens allowed the &lt;a href=\"Federal%20Bureau%20of%20Prisons\"&gt;Federal Bureau of Prisons&lt;/a&gt;, &lt;a href=\"Shriver%20Job%20Corps\"&gt;Shriver Job Corps&lt;/a&gt;, &lt;a href=\"Massachusetts%20National%20Guard\"&gt;Massachusetts National Guard&lt;/a&gt;, Massachusetts Veterans and &lt;a href=\"Massachusetts%20Development%20Finance%20Agency\"&gt;MassDevelopment&lt;/a&gt; to acquire the land. The bulk of the land was purchased by MassDevelopment for $17 million with the aim of turning Devens into a residential and business community. Since the closing of the military base, many of the existing buildings have been renovated or reconstructed; housing developments now exist, along with a growing business park, a new hotel, restaurants, several public and private schools, a disc golf course, and a &lt;a href=\"golf\"&gt;golf&lt;/a&gt; course. Veterans of the &lt;a href=\"United%20States%20Army%20Security%20Agency\"&gt;Army Security Agency&lt;/a&gt; have also expressed interest in building a museum there as Fort Devens was their principal training facility for nearly 25 years.\nMore recent.\nDevens became a &lt;a href=\"United%20States%20Army%20Reserve\"&gt;United States Army Reserve&lt;/a&gt; installation under the command the &lt;a href=\"Army%20Installation%20Management%20Command\"&gt;Army Installation Management Command&lt;/a&gt; (IMCOM) with a significant Army Reserve, &lt;a href=\"Massachusetts%20Army%20National%20Guard\"&gt;Massachusetts Army National Guard&lt;/a&gt; and &lt;a href=\"Marine%20Corps%20Reserve\"&gt;Marine Corps Reserve&lt;/a&gt; presence. In 2007 the headquarters of the 94th Regional Readiness Command, which was responsible for the command and control of Army Reserve units throughout New England, as well as providing Army Reserve support for &lt;a href=\"Federal%20Emergency%20Management%20Agency\"&gt;Federal Emergency Management Agency&lt;/a&gt; operations in the New England region, was disbanded under the consolidation of forces and buildings within the area came under the control of the 99th Regional Support Command, which is located at &lt;a href=\"Fort%20Dix\"&gt;Fort Dix&lt;/a&gt;, New Jersey, and whose Commanding General serves as the Senior Commander for Ft. Devens. The units with the original 94th Regional Readiness Command were realigned with similar commands along the East Coast. The base still remained an active training site for Reserve and National Guard Forces as well as regional law enforcement agencies.\nThe Army announced in 2008 that it would build a new training center in the area. This was dedicated in 2011 as the David S. Connolly Armed Forces Reserve Center. The three buildings total 280,000 square feet and are on 57 acres. It also supported 650 Army Reserve and Army National Guard Soldiers and Marines, and included space to store nearly 800 military vehicles. The total cost was $100 million.\nIn January 2011 a group of Devens residents filed a citizens' petition for Devens to become a legally incorporated town. Efforts to make Devens the state's 352nd town failed on the local level in 2006. As of 2018, Devens is designated \"a regional enterprise zone and census-designated place in the towns of Ayer and Shirley, in Middlesex County and Harvard in Worcester County,\" ergo not a &lt;a href=\"New%20England%20town\"&gt;town&lt;/a&gt; (see &lt;a href=\"Fort%20Devens%20%28CDP%29%2C%20Massachusetts\"&gt;Fort Devens (CDP), Massachusetts&lt;/a&gt;).\nUnits.\nThe following military units are based at this location:\nNuclear fusion.\nIn March 2021, &lt;a href=\"Commonwealth%20Fusion%20Systems\"&gt;Commonwealth Fusion Systems&lt;/a&gt; established a 47-acre commercial site within the former Fort Devens. This facility is to be used for development and manufacture of fusion power equipment and plants, none of which were yet in commercial use anywhere worldwide as of 2021.\nCemetery.\nFort Devens has a cemetery which has the graves of U.S. military personnel, their dependents and about 20 German and Italian prisoners of war who died there either during or shortly after World War II. A number of graves predate the fort's establishment as they were relocated after the closure of several coast defense forts in Boston Harbor after World War II.\nThe oldest grave is that of 1st Lieutenant Robert F. Massie, who was killed in a sword duel with First Lieutenant Gustavus S. Drane at &lt;a href=\"Fort%20Independence%20%28Massachusetts%29\"&gt;Fort Independence&lt;/a&gt; on Christmas Day 1817. The legend that Lieutenant Drane mysteriously disappeared after the duel and his remains were later discovered in a walled off part of Fort Independence is not true. In reality, Drane was later promoted to captain and continued to serve in the Army until his death in 1846.\nLieutenant Edward John Kent Johnson of the &lt;a href=\"Confederate%20States%20Navy\"&gt;Confederate States Navy&lt;/a&gt; died as a prisoner of war at &lt;a href=\"Fort%20Warren%20%28Massachusetts%29\"&gt;Fort Warren&lt;/a&gt; in 1863. He was originally buried at Fort Warren but his remains were moved to Deer Island and Governors Island in Boston Harbor before being moved to Fort Devens in 1939. In 2002 his remains were finally returned to his home state of Florida.\nReferences.\nNotes\nBibliography"
}