{
    "id": "67552686",
    "revid": "1819986",
    "url": "https://en.wikipedia.org/wiki?curid=67552686",
    "title": "Zac Cini",
    "text": "Zac Cini (born 24 May 2000) is an Australian professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a or er for the &lt;a href=\"Cronulla%20Sharks\"&gt;Cronulla Sharks&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;.\nBackground.\nCini was born in &lt;a href=\"Sydney%2C%20New%20South%20Wales\"&gt;Sydney&lt;/a&gt; and is of Maltese descent.\nCini played his junior rugby league for the Minchinbury Jets. He later said, \"I grew up supporting the Tigers. I loved &lt;a href=\"Benji%20Marshall\"&gt;Benji&lt;/a&gt; in 2005 and I used to sit in the lounge room watching him on TV. When he played the grand final I was five and I used to go out into the yard and try to practise the Benji step.\"\nPlaying career.\nEarly career.\nCini came through the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt; junior system playing in their &lt;a href=\"SG%20Ball%20Cup\"&gt;SG Ball&lt;/a&gt; championship winning team of 2018, he was educated at &lt;a href=\"St%20Dominic%27s%20College%2C%20Penrith\"&gt;St Dominic's College, Penrith&lt;/a&gt; where he made the &lt;a href=\"Australian%20Schoolboys%20rugby%20league%20team\"&gt;Australian Schoolboys rugby league team&lt;/a&gt; in that same year.\n2021.\nCini was named to his debut in round 8 for the Tigers, starting on the wing against the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt; away at &lt;a href=\"WIN%20Stadium\"&gt;WIN Stadium&lt;/a&gt;. At the time he was leading the lower &lt;a href=\"NSW%20Cup\"&gt;NSW Cup&lt;/a&gt; competition in post-contact metres, tackle breaks, runs and run metres. He scored a try and had another disallowed as he \"starred\" in his first game. He said after the match, \"I got about 20 tickets for family and my mates organised a bus. I think there was about 50 of them that jumped on the bus and sat in that corner. You could definitely hear them. It is a dream just to play footy but to score on debut with my mates in that corner, just the support they gave was awesome and made it 10 times better.\" &lt;a href=\"The%20Sydney%20Morning%20Herald\"&gt;The Sydney Morning Herald&lt;/a&gt; said, \"The flying mullet man from Minchinbury, a mad Wests Tigers fan, became an instant cult hero.\"\nCini played a total of four matches for the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; in the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt; as the club finished 13th and missed the finals."
}