{
    "id": "67552614",
    "revid": "33788042",
    "url": "https://en.wikipedia.org/wiki?curid=67552614",
    "title": "Economic impact of the COVID-19 pandemic in Malaysia",
    "text": "The &lt;a href=\"COVID-19%20pandemic%20in%20Malaysia\"&gt;COVID-19 pandemic in Malaysia&lt;/a&gt; has had a significant impact on the &lt;a href=\"Economy%20of%20Malaysia\"&gt;Malaysian economy&lt;/a&gt;, leading to the devaluation of the &lt;a href=\"Malaysian%20ringgit\"&gt;Malaysian ringgit&lt;/a&gt; (MYR) and the decline in the country's gross domestic product. The pandemic also adversely affected several key sectors including entertainment, markets, retail, hospitality, and tourism. Besides shortages in goods and services, many businesses had to cope with social distancing and lockdown restrictions, which affected their operations and revenue.The pandemic also drew attention to workplace safety and the exploitation of migrant workers working in Malaysian industries.\nEconomy.\nStocks on Malaysia's &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; of &lt;a href=\"Bursa%20Malaysia\"&gt;Bursa Malaysia&lt;/a&gt; tumbled during the outbreak as investors sold securities due to the expected economic impact caused by the virus, which along with other emerging &lt;a href=\"stock%20market\"&gt;stock market&lt;/a&gt;s are predicted to remain until June 2020. With China as Malaysia's largest trading partner, the &lt;a href=\"Economy%20of%20Malaysia\"&gt;country's economy&lt;/a&gt; was directly impacted and economic experts have warned the prolonged virus outbreak could hit the country gross domestic product (GDP) hard. In late February, the Aberdeen Standard Investments of Malaysia also predicted that the &lt;a href=\"Malaysian%20ringgit\"&gt;Malaysian ringgit&lt;/a&gt; (MYR) would weaken further due to the local and worldwide outbreak, with ramifications for the &lt;a href=\"2020%20Malaysian%20political%20crisis\"&gt;2020 Malaysian political crisis&lt;/a&gt;.\nOn 11 February 2021, it was reported that Malaysia's gross domestic product (GDP) had shrunk 3.4% in the fourth quarter from last year. In addition, the Malaysian economy contracted contracted 5.6% for all of 2020, its worst performance since the 1998 &lt;a href=\"Asian%20Financial%20Crisis\"&gt;Asian Financial Crisis&lt;/a&gt;.\nEntertainment and recreation.\nOn 22 June, Senior Minister (Security Cluster) Ismail Sabri Yaakob announced that cinemas, theatres and other live events would be allowed to reopen from 1 July, with a limit of 250 people.\nOn 10 July, Senior Minister Ismail Sabri Yaakob announced that family entertainment centres including game arcades, karaoke centres, indoor funfairs, edutainment centres for children, and kids' gymnasiums can resume operations from 15 July. However, discos, pubs, and night clubs cannot reopen yet.\nFollowing a new wave of outbreaks in October 2020, the Malaysian Association Of Film Exhibitors (MAFE) announced that they would be temporarily closing all cinemas in Malaysia from 2 November to help contain the spread of COVID-19.\nMarkets and bazaars.\nDue to the cancellation of the Ramadan bazaars, many Malaysian traders have use online platforms such as &lt;a href=\"WhatsApp\"&gt;WhatsApp&lt;/a&gt; and Facebook to sell their products in late April 2020.\nOn 7 June 2020, the &lt;a href=\"Mayor%20of%20Kuala%20Lumpur\"&gt;Mayor of Kuala Lumpur&lt;/a&gt; &lt;a href=\"Nor%20Hisham%20Ahmad%20Dahlan\"&gt;Nor Hisham Ahmad Dahlan&lt;/a&gt; announced that the &lt;a href=\"Kuala%20Lumpur%20City%20Hall\"&gt;Kuala Lumpur City Hall&lt;/a&gt; will allow open markets, morning markets, night markets and bazaars to reopen in stages in the Safe Transition (Phase 2) on 15 June.\nPanic buying and essential item shortages.\nThe increase in cases and public awareness on the threat posed by the virus has exacerbated &lt;a href=\"panic%20buying\"&gt;panic buying&lt;/a&gt; of &lt;a href=\"surgical%20masks\"&gt;surgical masks&lt;/a&gt; and &lt;a href=\"hand%20sanitiser\"&gt;hand sanitiser&lt;/a&gt;s which were &lt;a href=\"%3Awikt%3Asell%20like%20hot%20cakes\"&gt;selling like hot cakes&lt;/a&gt; within a short period. Malaysian cities, such as &lt;a href=\"Johor%20Bahru\"&gt;Johor Bahru&lt;/a&gt; and &lt;a href=\"Kota%20Kinabalu\"&gt;Kota Kinabalu&lt;/a&gt;, have reported shortages on surgical masks, while a cleaning company in &lt;a href=\"Shah%20Alam\"&gt;Shah Alam&lt;/a&gt; reported a higher demand for hand sanitisers due to the outbreak.\nThere were reports that some pharmacies and traders have been selling masks with higher prices than the controlled price set by the &lt;a href=\"Ministry%20of%20Domestic%20Trade%20and%20Consumer%20Affairs%20%28Malaysia%29\"&gt;Domestic Trade and Consumer Affairs Ministry of Malaysia&lt;/a&gt; which can lead to fines of up to RM10,000 (&lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;2,387). This also includes reports of some people being scammed by unscrupulous individuals taking advantage of the pandemic situation, with a further total of 501 fraud cases involving losses amounting to RM3.5 million reported throughout the MCO period resulting to the arrests of 37 scammers. Despite the increasing shortages of masks in the country with both pharmacies and suppliers struggling to meet the increasing demands, the federal government has assured the supply of masks to be replenished with a total of 10 million masks to enter Malaysian markets in the nearest time.\nWith the rapid spread of the virus infections into several more states such as Penang and Sabah in the country, panic buying has seen an increase nationwide with people began to packing excessive essential items. This causing some of the major supermarket operators in the country to continuously assured the public that there is adequate supply of essentials and urging most people to not engage in panic buying despite the recently announced move by the federal government to impose movement control within the country.\nThe federal government also considered banning face masks exports as a result of the increasing mask shortages, with the Domestic Trade and Consumer Affairs Ministry raising concerns about the increasing shortage of surgical masks and hand sanitisers to the &lt;a href=\"Cabinet%20of%20Malaysia\"&gt;Malaysian Cabinet&lt;/a&gt;. On 18 March, the enforcement to ban face masks export was gazetted under the Control of Supplies (Prohibition on Export) – (Amendment) Regulations 2020 covering four type of face masks.\nApart from enacting law banning face masks exports to meet the struggling domestic public demands, the federal government announced that it will import 10 million face masks from China by stages to increase nationwide supply and assisting the frontliners with the importation of face masks from other countries also being allowed. A further total of 24.62 million face masks to be distributed among Malaysians nationwide has been announced by the federal government on 8 April.\nRestaurants and eateries.\nOn 9 February 2021, Senior Minister Ismail Sabri Yaakob announced that the &lt;a href=\"National%20Security%20Council%20%28Malaysia%29\"&gt;National Security Council&lt;/a&gt; would allow dining in at restaurants of up to 5 per table, which will continue until July 2021.\nTourism.\nMalaysia, which was a major destination for Chinese tourists, suffered a stark decline of tourist arrival from &lt;a href=\"Mainland%20China\"&gt;Mainland China&lt;/a&gt; due to the outbreak with the &lt;a href=\"tourism%20in%20Malaysia\"&gt;tourism industry&lt;/a&gt; hit hardest; costing around &lt;a href=\"Malaysian%20ringgit\"&gt;RM&lt;/a&gt;3.37 billion losses until March. Malaysian states highly dependent on tourism sectors and being the point for Mainland Chinese visitors such as &lt;a href=\"Johor\"&gt;Johor&lt;/a&gt;, &lt;a href=\"Malacca\"&gt;Malacca&lt;/a&gt;, &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;, and &lt;a href=\"Sabah\"&gt;Sabah&lt;/a&gt; were among the heaviest affected with hotel bookings and food stalls have reported large loss in businesses. These subsequently forced the states to shift their focus to the Southeast Asian market due to the decline of Mainland Chinese tourists. Despite the large losses incurred by tourism businesses, a number of Malaysians have voiced their concerns over the spread of the virus and urging a ban on travellers from China to the country with some 149,000 in support of the call.\nOn 26 June, Senior Minister Ismail Sabri Yaakob announced that sectors and industries under the purview of the &lt;a href=\"Ministry%20of%20Tourism%2C%20Arts%20and%20Culture\"&gt;Ministry of Tourism, Arts and Culture&lt;/a&gt; such as such as meetings, incentives, conventions and exhibitions, travel and trade fairs, spa, wellness and reflexology centres would be allowed to open from 1 July. However, tourism businesses are required to abide by social distancing measures, limit crowds to 200-250 people, check customers' temperatures, wear face masks, and provide hand sanitisers. While reflexology centers provided by the blind are allowed to reopen, only Malaysians can work in spas, wellness, and reflexology centres.\nOn 27 June, the Tourism, Arts and Culture Minister Datuk Seri &lt;a href=\"Nancy%20Shukri\"&gt;Nancy Shukri&lt;/a&gt; estimated that the tourism and cultural sectors had lost RM45 billion as a result of the COVID-19 pandemic. In response, the Government introduced a Special Fund for Tourism to help small and medium-sized businesses affected by COVID-19.\nOn 22 September, Prime Minister &lt;a href=\"Ismail%20Sabri%20Yaakob\"&gt;Ismail Sabri Yaakob&lt;/a&gt; announced that interstate travel and tourist destinations would be allowed to reopen once at least 90% of the adult population had been vaccinated against COVID-19.\nWorkplace safety and migrant workers.\nIn late December 2020, the &lt;a href=\"Ministry%20of%20Human%20Resources%20%28Malaysia%29\"&gt;Human Resources Minister&lt;/a&gt; &lt;a href=\"Saravanan%20Murugan\"&gt;Saravanan Murugan&lt;/a&gt; announced that the Human Resources Ministry would be launching a new multi-lingual app to enable both domestic and foreign workers to inform the Government about employers providing inadequate accommodation and not following health standard operating procedures while protecting their identities.\nOn 28 December, the Ministry of Human Resources confirmed that it was filing 30 charges against the glove factory Brightway Holdings and two of its subsidiaries in Selangor for alleged offences under the Workers' Minimum Standards of Housing and Amenities Act 1990 (Act 446) in relation to the unsanitary housing conditions of workers.\nOn 28 January 2021, Senior Minister (Security) &lt;a href=\"Ismail%20Sabri%20Yaakob\"&gt;Ismail Sabri Yaakob&lt;/a&gt; announced that the Malaysian Government would temporarily close factories and business premises that failed to comply with the standard operating procedures on COVID-19 prevention in response to outbreaks among migrant workers.\nBy 7 February, Senior Minister Ismail Sabri Yaakob confirmed that 312,363 foreign workers had been screened for COVID-19 since 1 December 2020. Of those screened, 6,093 tested positive for COVID-19 while 306,530 tested negative. This screening involved 13,533 employers and 1,268 clinics.\nBy 12 March, Senior Minister Ismail Sabri Yaakob confirmed that a total of 608,093 foreign workers had been screened for COVID-19, with 9,653 testing positive."
}