{
    "id": "67563029",
    "revid": "21601260",
    "url": "https://en.wikipedia.org/wiki?curid=67563029",
    "title": "Waiting for the Dawn (book)",
    "text": "\"Waiting for the Dawn: A Plan for the Prince\" (translation by &lt;a href=\"William%20Theodore%20de%20Bary\"&gt;William Theodore de Bary&lt;/a&gt; for \"Ming Yi Dai Fang Lu\"; ) is a political work written by &lt;a href=\"Huang%20Zongxi\"&gt;Huang Zongxi&lt;/a&gt; (1610-1695), known as \"The Father of Chinese Enlightenment\". A work of liberal enlightenment, the radical text openly criticises the &lt;a href=\"absolute%20monarchy\"&gt;absolute monarchy&lt;/a&gt; and other forms of despotic governments, presents early theories of &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt;, and calls for a &lt;a href=\"Democracy\"&gt;democratic&lt;/a&gt; &lt;a href=\"political%20system\"&gt;political system&lt;/a&gt;. Huang first began writing the book in the eighteenth year of the reign of &lt;a href=\"Shunzhi\"&gt;Shunzhi&lt;/a&gt; in the &lt;a href=\"Qing%20Dynasty\"&gt;Qing Dynasty&lt;/a&gt; (1661), and completed it in the first year of &lt;a href=\"Kangxi\"&gt;Kangxi&lt;/a&gt; (1662), about a century before &lt;a href=\"The%20Social%20Contract\"&gt;The Social Contract&lt;/a&gt; by &lt;a href=\"Jean-Jacques%20Rousseau\"&gt;Jean-Jacques Rousseau&lt;/a&gt;. It would become highly influential during the late Qing’s &lt;a href=\"Wuxu%20Reform\"&gt;Wuxu Reform&lt;/a&gt; and other attempts at establishing a &lt;a href=\"constitutional%20monarchy\"&gt;constitutional monarchy&lt;/a&gt; in China.\nThe English edition of \"Ming Yi Dai Fang Lu\", translated by &lt;a href=\"Wm.%20Theodore%20de%20Bary\"&gt;Wm. Theodore de Bary&lt;/a&gt; as \"Waiting for the Dawn\", was published by &lt;a href=\"Columbia%20University%20Press\"&gt;Columbia University Press&lt;/a&gt; in 1993.\nEvaluations.\n&lt;a href=\"Liang%20Qichao\"&gt;Liang Qichao&lt;/a&gt; compares the book to &lt;a href=\"Jean-Jacques%20Rousseau\"&gt;Rousseau&lt;/a&gt;'s \"&lt;a href=\"On%20the%20Social%20Contract\"&gt;On the Social Contract&lt;/a&gt;\", arguing that it was written \"decades before \"On the Social Contract\" was published, and that it could be considered a noble product of human culture\".\nA Chinese political science researcher argues that we do not necessarily have to agree with the view that the \"Waiting for the Dawn\" \"containing spirit of democracy\", but we must acknowledge the fact that the book has become an internal trend in foreign democratic thought.\n&lt;a href=\"Cai%20Yuanpei\"&gt;Cai Yuanpei&lt;/a&gt; described the \"Waiting for the Dawn\" as \"the harbinger of free thought\". &lt;a href=\"Hou%20Wailu\"&gt;Hou Wailu&lt;/a&gt; considered the book to be 'similar' to the ancient Chinese \"&lt;a href=\"Declaration%20of%20the%20Rights%20of%20Man%20and%20of%20the%20Citizen\"&gt;Declaration of Human Rights&lt;/a&gt;\".\nIt is also argued that Huang Zongxi's \"Waiting for the Dawn\" is not at all comparable to Rousseau's \"On the Social Contract\" or &lt;a href=\"Montesquieu\"&gt;Montesquieu&lt;/a&gt;'s \"&lt;a href=\"The%20Spirit%20of%20the%20Laws\"&gt;The Spirit of the Laws&lt;/a&gt;\"."
}