{
    "id": "67579022",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=67579022",
    "title": "Jean Baum",
    "text": "Jean Baum is an American chemist. She is the Distinguished Professor of Chemistry and Chemical Biology at &lt;a href=\"Rutgers%20University\"&gt;Rutgers University&lt;/a&gt;, where she is also Vice Dean for Research and Graduate Education in the School of Arts and Sciences, and also Vice Chair of the Department of Chemistry and Chemical Biology. Her research investigates &lt;a href=\"protein%E2%80%93protein%20interaction\"&gt;protein–protein interaction&lt;/a&gt; and &lt;a href=\"protein%20aggregation\"&gt;protein aggregation&lt;/a&gt; using &lt;a href=\"Nuclear%20magnetic%20resonance%20spectroscopy\"&gt;nuclear magnetic resonance spectroscopy (NMR)&lt;/a&gt; and other biochemical and biophysical techniques. She serves as Treasurer for the &lt;a href=\"Protein%20Society\"&gt;Protein Society&lt;/a&gt;.\nEducation.\nBaum obtained her bachelor degree &lt;a href=\"magna%20cum%20laude\"&gt;magna cum laude&lt;/a&gt; at &lt;a href=\"Barnard%20College\"&gt;Barnard College&lt;/a&gt; in 1980. She completed her PhD in physical chemistry with &lt;a href=\"Alexander%20Pines\"&gt;Alexander Pines&lt;/a&gt; at &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;University of California, Berkeley&lt;/a&gt; from 1981-1986, working on &lt;a href=\"Solid-state%20nuclear%20magnetic%20resonance\"&gt;solid-state NMR&lt;/a&gt;.\nResearch and career.\nAfter completing her PhD, Baum changed her research focus towards biological applications of NMR, especially in solution-state. She worked with &lt;a href=\"Chris%20Dobson\"&gt;Chris Dobson&lt;/a&gt; at &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; from 1986-1988, while holding a Fulford junior research fellowship at &lt;a href=\"Somerville%20College%2C%20Oxford\"&gt;Somerville College&lt;/a&gt;. During this time, she used NMR to investigate partly folded and misfolded proteins. She joined Rutgers University in 1988 as a Henry Rutgers Research Fellow, and was promoted to Distinguished Professor in 2010. \nBaum uses both solution- and solid-state NMR in her research. Her research investigates the structure and dynamics of proteins, including &lt;a href=\"alpha-synuclein\"&gt;alpha-synuclein&lt;/a&gt;, which can aggregate to form &lt;a href=\"Amyloid%20protein\"&gt;amyloid fibrils&lt;/a&gt;, and &lt;a href=\"collagen\"&gt;collagen&lt;/a&gt;. The molecular interactions involved in the assembly of the functional and pathological forms of these proteins can be elucidated by NMR investigations. Since May 2020, her research has included studying the &lt;a href=\"SARS-CoV-2\"&gt;SARS-CoV-2&lt;/a&gt; &lt;a href=\"coronavirus%20spike%20protein\"&gt;spike protein&lt;/a&gt; using a combined experimental and computational approach."
}