{
    "id": "67595109",
    "revid": "89053",
    "url": "https://en.wikipedia.org/wiki?curid=67595109",
    "title": "Cahokia Heights, Illinois",
    "text": "Cahokia Heights is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in &lt;a href=\"St.%20Clair%20County%2C%20Illinois\"&gt;St. Clair County&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It was founded on May 6, 2021, by the merger of the &lt;a href=\"village\"&gt;villages&lt;/a&gt; of &lt;a href=\"Cahokia%2C%20Illinois\"&gt;Cahokia&lt;/a&gt; and &lt;a href=\"Alorton%2C%20Illinois\"&gt;Alorton&lt;/a&gt; and the city of &lt;a href=\"Centreville%2C%20Illinois\"&gt;Centreville&lt;/a&gt;. On May 6, 2021, Curtis McCall, Sr. was sworn in as the city's first mayor, having run unopposed.\nHistory.\nBetter Together.\nThe formation of Cahokia Heights was part of a campaign and four-phase plan called \"Better Together\".\nCurtis McCall, Sr., &lt;a href=\"Centreville%20Township%2C%20St.%20Clair%20County%2C%20Illinois\"&gt;Centreville Township&lt;/a&gt; Supervisor and board chair of the Commonfields of Cahokia Public Water District, lead the consolidation efforts. His son Curtis McCall, Jr. was mayor (village president) of Cahokia at the time; the mayor (village president) of Alorton, and clerk, cashier, and board secretary of Commonfields of Cahokia was JoAnne Reed; and the mayor of Centreville was Marius \"Mark\" Jackson; all were proponents of the merger. The Commonfields of Cahokia district superintendent was state senator &lt;a href=\"Christopher%20Belt\"&gt;Chris Belt&lt;/a&gt;, brother-in-law of Curtis McCall, Sr.\nIn the first phase of the plan was a March 2020 referendum to merge Alorton and Centreville, into a city named Alcentra, which passed by about 76% in each. The second phase of the plan was another referendum, held in November 2020, for Alorton, Cahokia, Centreville to merge into a city named Cahokia Heights. The referendum merging the 3 municipalities was approved, 61% to 37%, in the November 3, 2020, election.\nThe third and fourth phases were advertised as dissolving &lt;a href=\"Centreville%20Township%2C%20St.%20Clair%20County%2C%20Illinois\"&gt;Centreville Township&lt;/a&gt; and the Commonfields of Cahokia district. The referendum to dissolve the Commonfields of Cahokia Public Water District passed with 82% approval in the April 2021 election. In the same election, voters of Cahokia Heights passed referenda to grant &lt;a href=\"home%20rule%20in%20the%20United%20States\"&gt;home rule&lt;/a&gt; to the city, to extend the Cahokia Public Library District across the city, and elect McCall Sr. unopposed as mayor. , Centreville Township still existed."
}