{
    "id": "67627947",
    "revid": "2584239",
    "url": "https://en.wikipedia.org/wiki?curid=67627947",
    "title": "Hongkui Zeng",
    "text": "Hongkui Zeng is the Director of the &lt;a href=\"Allen%20Institute%20for%20Brain%20Science\"&gt;Allen Institute for Brain Science&lt;/a&gt; in &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, where she leads the creation of &lt;a href=\"Open%20access\"&gt;open-access&lt;/a&gt; datasets and tools to accelerate &lt;a href=\"neuroscience\"&gt;neuroscience&lt;/a&gt; discovery. In 2011-2014 Zeng led the team that created the &lt;a href=\"Allen%20Brain%20Atlas\"&gt;Allen Mouse Brain Connectivity Atlas&lt;/a&gt;, which indicates which regions of the &lt;a href=\"mouse%20brain\"&gt;mouse brain&lt;/a&gt; are connected to which other regions. Since then, she has led the creation of atlases of &lt;a href=\"neuron\"&gt;neuron&lt;/a&gt;al cell types in the brain of humans and mice.\nBiography.\n Zeng received her Ph.D. in molecular and cell &lt;a href=\"Molecular%20biology\"&gt;biology&lt;/a&gt; from &lt;a href=\"Brandeis%20University\"&gt;Brandeis University&lt;/a&gt;, in the laboratory of &lt;a href=\"Michael%20Rosbash\"&gt;Michael Rosbash&lt;/a&gt;, where she studied the &lt;a href=\"Molecular%20biology\"&gt;molecular&lt;/a&gt; mechanisms of the &lt;a href=\"circadian%20clock\"&gt;circadian clock&lt;/a&gt; in &lt;a href=\"Drosophila%20melanogaster\"&gt;fruit flies&lt;/a&gt;. Then as a postdoctoral fellow at &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt;, in the laboratory of &lt;a href=\"Susumu%20Tonegawa\"&gt;Susumu Tonegawa&lt;/a&gt; she studied the molecular and &lt;a href=\"Synaptic%20plasticity\"&gt;synaptic&lt;/a&gt; mechanisms underlying &lt;a href=\"hippocampus\"&gt;hippocampus&lt;/a&gt;-dependent &lt;a href=\"Synaptic%20plasticity\"&gt;plasticity&lt;/a&gt; and &lt;a href=\"learning\"&gt;learning&lt;/a&gt;. She joined the Allen Institute for Brain Science in 2006.\nAt the Allen Institute, Zeng led the team that created the &lt;a href=\"Allen%20Brain%20Atlas\"&gt;Allen Mouse Brain Connectivity Atlas&lt;/a&gt;, which indicates which regions of the &lt;a href=\"mouse%20brain\"&gt;mouse brain&lt;/a&gt; are connected to which other regions. The atlas was published in 2014. It was obtained by injecting the brains of living mice with &lt;a href=\"virus\"&gt;virus&lt;/a&gt;es carrying the &lt;a href=\"gene\"&gt;gene&lt;/a&gt; for the glowing marker &lt;a href=\"Green%20fluorescent%20protein\"&gt;green fluorescence protein&lt;/a&gt; (GFP). The neurons at each injection site accumulate GFP along their &lt;a href=\"Axon\"&gt;axons&lt;/a&gt;, and so point to the other neurons to which they are connected.\nZeng leads the creation of atlases of cell types in the brain of humans and mice. This work aims to have a systematic understanding of the common and unique properties for each of the brain’s neural components - the different types of &lt;a href=\"neuron\"&gt;neuron&lt;/a&gt;; to monitor their activities during brain function; and to manipulate these neurons to investigate their function. To gain systematic understanding of the properties, interconnections and functions of these cell types, her team combines genetic tools with large-scale imaging and single-cell analysis technologies."
}