{
    "id": "67700254",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=67700254",
    "title": "St Anthony of Padua Church, Liverpool",
    "text": "St Anthony of Padua Church is a &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; in &lt;a href=\"Mossley%20Hill\"&gt;Mossley Hill&lt;/a&gt;, Liverpool. It was built from 1931 to 1932 by the &lt;a href=\"Franciscan\"&gt;Franciscan&lt;/a&gt; &lt;a href=\"Order%20of%20Friars%20Minor%20Conventual\"&gt;Order of Friars Minor Conventual&lt;/a&gt;. It is located on Queens Drive opposite &lt;a href=\"Liverpool%20College\"&gt;Liverpool College&lt;/a&gt;. The church was one of the first started by the friars coming from New York in the re-establishment of the Conventual Friars in England after the &lt;a href=\"English%20Reformation\"&gt;Reformation&lt;/a&gt;.\nHistory.\nFoundation.\nIn 1906, the &lt;a href=\"Order%20of%20Friars%20Minor%20Conventual\"&gt;Order of Friars Minor Conventual&lt;/a&gt;, the Conventual Franciscan friars came to England. Two Maltese friars, Fr Bonaventure Sceberras and Fr Roger Azzopardi started a &lt;a href=\"Catholic%20missions\"&gt;mission&lt;/a&gt; in &lt;a href=\"Portishead%2C%20Somerset\"&gt;Portishead, Somerset&lt;/a&gt; that became St Joseph's Church. In 1910, the friars started &lt;a href=\"St%20Anthony%20of%20Padua%20Church%2C%20Rye\"&gt;St Anthony of Padua Church, Rye&lt;/a&gt; in East Sussex. In 1926, friars came from &lt;a href=\"Syracuse%2C%20New%20York\"&gt;Syracuse, New York&lt;/a&gt; to Mossley Hill in Liverpool. The site of the church was bought from &lt;a href=\"Liverpool%20City%20Council\"&gt;Liverpool City Council&lt;/a&gt; and the adjacent Elmsley House was bought to be a friary and parish hall.\nConstruction.\nOn 7 November 1926, a temporary church was opened by the &lt;a href=\"Archbishop%20of%20Liverpool\"&gt;Archbishop of Liverpool&lt;/a&gt; &lt;a href=\"Frederick%20Keating\"&gt;Frederick Keating&lt;/a&gt;. In 1931, building work started on St Anthony of Padua Church. In 1932, the church was opened and &lt;a href=\"consecrated\"&gt;consecrated&lt;/a&gt;. The architect was Anthony Ellis and the cost of the church was £16,500. In the construction of the church, the friars told Ellis to use the same &lt;a href=\"basilica\"&gt;basilica&lt;/a&gt; plan as Assumption Church in Syracuse. Assumption Church was built in 1859 and is the &lt;a href=\"mother%20church\"&gt;mother church&lt;/a&gt; of the Conventual Franciscans in the northeast United States.\nDevelopments.\nIn 1933, an organ was installed in St Anthony of Padua Church, it came from the German Church on Renshaw Street in Liverpool. From 1947 to 1955, the friary was a &lt;a href=\"novitiate\"&gt;novitiate&lt;/a&gt; for the Conventual Friars in Britain. In the 1950s, a marble &lt;a href=\"reredos\"&gt;reredos&lt;/a&gt; and painted murals were added. From 1962 to 1963, the murals were replaced by ones painted Giuseppe Lerario, which depict &lt;a href=\"Our%20Lady%20of%20the%20Immaculate%20Conception\"&gt;Our Lady of the Immaculate Conception&lt;/a&gt;, the pope and bishops of the &lt;a href=\"Second%20Vatican%20Council\"&gt;Second Vatican Council&lt;/a&gt; as well as murals of &lt;a href=\"St%20Anthony%20of%20Padua\"&gt;St Anthony of Padua&lt;/a&gt; and &lt;a href=\"St%20Francis%20of%20Assisi\"&gt;St Francis of Assisi&lt;/a&gt;.\nParish.\nThe friars continue to serve the &lt;a href=\"parish\"&gt;parish&lt;/a&gt;. There are four Sunday &lt;a href=\"Mass%20in%20the%20Catholic%20Church\"&gt;Masses&lt;/a&gt; in the church at 6:00pm on Saturday and at 9:30am, 11:00am and 6:00pm on Sunday."
}