{
    "id": "67717",
    "revid": "40272459",
    "url": "https://en.wikipedia.org/wiki?curid=67717",
    "title": "American robin",
    "text": "The American robin (\"Turdus migratorius\") is a &lt;a href=\"Bird%20migration\"&gt;migratory&lt;/a&gt; &lt;a href=\"songbird\"&gt;songbird&lt;/a&gt; of the &lt;a href=\"true%20thrush\"&gt;true thrush&lt;/a&gt; genus and Turdidae, the wider &lt;a href=\"Thrush%20%28bird%29\"&gt;thrush&lt;/a&gt; family. It is named after the &lt;a href=\"European%20robin\"&gt;European robin&lt;/a&gt; because of its reddish-orange breast, though the two species are not closely related, with the European robin belonging to the &lt;a href=\"Old%20World%20flycatcher\"&gt;Old World flycatcher&lt;/a&gt; family. The American robin is widely distributed throughout North America, wintering from southern Canada to central &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and along the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt; Coast. It is the &lt;a href=\"List%20of%20U.S.%20state%20birds\"&gt;state bird&lt;/a&gt; of &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, and &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;.\nAccording to the Partners in Flight database (2019), the American robin is the most abundant bird in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; (with 370,000,000 individuals), ahead of &lt;a href=\"red-winged%20blackbird\"&gt;red-winged blackbird&lt;/a&gt;s, introduced &lt;a href=\"Common%20starling\"&gt;European starlings&lt;/a&gt;, &lt;a href=\"mourning%20dove\"&gt;mourning dove&lt;/a&gt;s and &lt;a href=\"house%20finch\"&gt;house finch&lt;/a&gt;es. It has seven subspecies, but only one of them, the San Lucas robin (\"T. m. confinis\") of &lt;a href=\"Baja%20California%20Sur\"&gt;Baja California Sur&lt;/a&gt;, is particularly distinctive, with pale gray-brown underparts.\nThe American robin is active mostly during the day and assembles in large flocks at night. Its diet consists of &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s (such as &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt; &lt;a href=\"Larva\"&gt;grub&lt;/a&gt;s, &lt;a href=\"earthworm\"&gt;earthworm&lt;/a&gt;s, and &lt;a href=\"caterpillar\"&gt;caterpillar&lt;/a&gt;s), fruits, and &lt;a href=\"Berry\"&gt;berries&lt;/a&gt;. It is one of the earliest bird species to lay its eggs, beginning to breed shortly after returning to its summer range from its winter range. The robin's nest consists of long coarse grass, twigs, paper, and feathers, and is smeared with mud and often cushioned with grass or other soft materials. It is among the earliest birds to sing at dawn, and its song consists of several discrete units that are repeated.\nThe adult robin's main predators are &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s, domestic &lt;a href=\"cat\"&gt;cat&lt;/a&gt;s, and &lt;a href=\"snake\"&gt;snake&lt;/a&gt;s. When feeding in flocks, it can be vigilant, watching other birds for reactions to &lt;a href=\"Predation\"&gt;predators&lt;/a&gt;. &lt;a href=\"Brown-headed%20cowbird\"&gt;Brown-headed cowbird&lt;/a&gt;s (\"Molothrus ater\") lay their eggs in robin nests (see &lt;a href=\"brood%20parasite\"&gt;brood parasite&lt;/a&gt;), but the robins usually reject the egg.\nTaxonomy.\nThis species was first described in 1766 by &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; in the &lt;a href=\"12th%20edition%20of%20Systema%20Naturae\"&gt;twelfth edition&lt;/a&gt; of his \"&lt;a href=\"Systema%20Naturae\"&gt;Systema Naturae&lt;/a&gt;\" as \"Turdus migratorius\". The binomial name derives from two &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; words: ', \"thrush\", and ' from ' \"to migrate\". The term ' for this species has been recorded since at least 1703. There are about 65 species of medium to large thrushes in the genus \"Turdus\", characterized by rounded heads, longish pointed wings, and usually melodious songs.\nA study of the &lt;a href=\"Mitochondrion\"&gt;mitochondrial&lt;/a&gt; &lt;a href=\"cytochrome%20b\"&gt;cytochrome b&lt;/a&gt; &lt;a href=\"gene\"&gt;gene&lt;/a&gt; indicates that the American robin is not part of the Central/South American &lt;a href=\"clade\"&gt;clade&lt;/a&gt; of \"Turdus\" thrushes; instead it shows genetic similarities to the &lt;a href=\"Kurrichane%20thrush\"&gt;Kurrichane thrush&lt;/a&gt; (\"T. libonyanus\") and the &lt;a href=\"olive%20thrush\"&gt;olive thrush&lt;/a&gt; (\"T. olivaceus\"), both African species. This conflicts with a 2007 &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; study of 60 of 65 \"Turdus\" species, which places the American robin's closest relative as the &lt;a href=\"rufous-collared%20thrush\"&gt;rufous-collared thrush&lt;/a&gt; (\"T. rufitorques\") of Central America. Though having distinct &lt;a href=\"plumage\"&gt;plumage&lt;/a&gt;, the two species are similar in &lt;a href=\"Bird%20vocalization\"&gt;vocalization&lt;/a&gt; and behavior. Beyond this, it lies in a small group of four species of otherwise Central American distribution, suggesting it recently spread northwards into North America.\nSeven subspecies of American robin are recognized. These subspecies &lt;a href=\"Intergradation\"&gt;intergrade&lt;/a&gt; with each other and are only weakly defined.\nDescription.\nThe eastern subspecies of the American robin (\"T. m. migratorius\") is long with a wingspan ranging from , with similar size ranges across all subspecies. The species averages about in weight, with males ranging from and females ranging from . Among standard measurements, the &lt;a href=\"Wing%20chord%20%28biology%29\"&gt;wing chord&lt;/a&gt; is , the &lt;a href=\"Culmen%20%28bird%29\"&gt;culmen&lt;/a&gt; is and the &lt;a href=\"Tarsus%20%28skeleton%29\"&gt;tarsus&lt;/a&gt; is . The head varies from jet black to gray, with white eye arcs and white &lt;a href=\"Supercilium\"&gt;supercilia&lt;/a&gt;. The throat is white with black streaks, and the belly and undertail &lt;a href=\"Covert%20%28feather%29\"&gt;covert&lt;/a&gt;s are white. The American robin has a brown back and a reddish-orange breast, varying from a rich red maroon to peachy orange. The bill is mainly yellow with a variably dark tip, the dusky area becoming more extensive in winter, and the legs and feet are brown.\nThe sexes are similar, but the female tends to be duller than the male, with a brown tint to the head, brown upperparts and less-bright underparts. However, some birds cannot be accurately sexed on the sole basis of plumage. The juvenile is paler in color than the adult male and has dark spots on its breast, and whitish wing coverts. First-year birds are not easily distinguishable from adults, but they tend to be duller, and a small percentage retain a few juvenile wing coverts or other feathers.\nDistribution and habitat.\nThis bird breeds throughout most of North America, from &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt; and Canada southward to northern Florida and &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. While robins occasionally overwinter in the northern part of the United States and southern Canada, most migrate to winter south of Canada from Florida and the &lt;a href=\"Gulf%20Coast%20of%20the%20United%20States\"&gt;Gulf Coast&lt;/a&gt; to central Mexico, as well as along the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt; Coast. Most depart south by the end of August and begin to return north in February and March (exact dates vary with latitude and climate). The distance by which robins migrate varies significantly depending on their initial habitat; a study found that individual robins tagged in Alaska are known to travel as much as 3.5x further across seasons than robins tagged in Massachusetts.\nThis species is actually a rare &lt;a href=\"Vagrancy%20%28biology%29\"&gt;vagrant&lt;/a&gt; to western Europe, where the majority of records, more than 20, have been in &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;. In the autumn of 2003, migration was displaced eastwards leading to massive movements through the eastern U.S., and presumably this is what led to no fewer than three American robins being found in Great Britain, with two attempting to overwinter in 2003–2004, although one was taken by a &lt;a href=\"Eurasian%20sparrowhawk\"&gt;Eurasian sparrowhawk&lt;/a&gt;. A sighting occurred in Great Britain in January 2007.\nThis species has also occurred as a vagrant to &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt;, Jamaica, &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt;, &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; and &lt;a href=\"Belize\"&gt;Belize&lt;/a&gt;. Vagrants to Europe, where identified to subspecies, are the eastern subspecies (\"T. m. migratorius\"), but the Greenland birds also included the Newfoundland subspecies (\"T. m. nigrideus\"), and some of the southern overshots may have been the southern subspecies (\"T. m. achrusterus\").\nThe American robin's breeding habitat is woodland and more open farmland and urban areas. It becomes less common as a breeder in the southernmost part of the &lt;a href=\"Deep%20South\"&gt;Deep South&lt;/a&gt; of the United States, and there prefers large shade trees on lawns. Its winter habitat is similar, but includes more open areas.\nConservation status.\nThe American robin has an extensive range, estimated at , and a large population of about 320 million individuals. The species is not believed to approach the thresholds for the population decline criterion of the IUCN Red List (i.e., declining more than 30% in ten years or three generations), and is therefore evaluated as &lt;a href=\"least%20concern\"&gt;least concern&lt;/a&gt;. At one point, the bird was killed for its meat, but it is now protected throughout its range in the United States by the &lt;a href=\"Migratory%20Bird%20Treaty%20Act%20of%201918\"&gt;Migratory Bird Treaty Act&lt;/a&gt;.\nBirds in central California of the western subspecies (\"T. m. propinquus\") are considered to be still increasing their range, and this is probably the case elsewhere in the U.S. as well.\nDisease.\nThe American robin is a known reservoir (carrier) for &lt;a href=\"West%20Nile%20virus\"&gt;West Nile virus&lt;/a&gt;. While &lt;a href=\"crow\"&gt;crow&lt;/a&gt;s and &lt;a href=\"jay\"&gt;jay&lt;/a&gt;s are often the first noticed deaths in an area with West Nile virus, the American robin is suspected to be a key host, and holds a larger responsibility for the transmission of the virus to humans. This is because, while crows and jays die quickly from the virus, the American robin survives the virus longer, hence spreading it to more mosquitoes, which then transmit the virus to humans and other species.\nBehavior.\nThe American robin is active mostly during the day, and on its winter grounds it assembles in large flocks at night to roost in trees in secluded swamps or dense vegetation. The flocks break up during the day when the birds feed on fruits and berries in smaller groups. During the summer, the American robin defends a breeding territory and is less social.\nDiet.\nThe American robin's diet generally consists of around 40 percent small &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s (mainly &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s), such as &lt;a href=\"earthworm\"&gt;earthworm&lt;/a&gt;s, &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt; &lt;a href=\"Larva\"&gt;grub&lt;/a&gt;s, &lt;a href=\"caterpillar\"&gt;caterpillar&lt;/a&gt;s and &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt;s, and 60 percent wild and cultivated &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt;s and &lt;a href=\"Berry\"&gt;berries&lt;/a&gt;. Their ability to switch to berries allows them to winter much farther north than most other &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n thrushes. They will flock to fermented \"&lt;a href=\"Pyracantha\"&gt;Pyracantha&lt;/a&gt;\" berries, and after eating sufficient quantities will exhibit intoxicated behavior, such as falling over while walking. Robins forage primarily on the ground for soft-bodied invertebrates, and find worms by sight (and sometimes by hearing), pouncing on them and then pulling them up. Nestlings are fed mainly on earthworms and other soft-bodied animal prey. In some areas, robins, particularly of the northwestern subspecies (\"T. m. caurinus\"), will feed on beaches, taking insects and small mollusks.\nThe American robin uses auditory, visual, olfactory and possibly vibrotactile cues to find prey, but vision is the predominant mode of prey detection. It is frequently seen running across lawns picking up earthworms, and its \"running and stopping\" behavior is a distinguishing characteristic. In addition to hunting visually, it also has the ability to hunt by hearing. Experiments have discovered that it can find earthworms underground by simply using its listening skills. It typically will take several short hops and then cock its head left, right or forward to detect movement of its prey. In urban areas, robins will gather in numbers soon after lawns are mowed or where sprinklers are in use. They are also attracted to freshly turned earth in gardens, where earthworms and grubs are abundant targets. Occasionally, they may visit bird feeders if &lt;a href=\"mealworm\"&gt;mealworm&lt;/a&gt;s or animal-fat &lt;a href=\"suet\"&gt;suet&lt;/a&gt; is offered.\nThreats.\nJuvenile robins and eggs are preyed upon by &lt;a href=\"squirrel\"&gt;squirrel&lt;/a&gt;s, &lt;a href=\"snake\"&gt;snake&lt;/a&gt;s, and some birds, such as &lt;a href=\"blue%20jay\"&gt;blue jay&lt;/a&gt;s, &lt;a href=\"California%20scrub%20jay\"&gt;California scrub jay&lt;/a&gt;s, &lt;a href=\"Steller%27s%20jay\"&gt;Steller's jay&lt;/a&gt;s, &lt;a href=\"common%20grackle\"&gt;common grackle&lt;/a&gt;s, &lt;a href=\"American%20crow\"&gt;American crow&lt;/a&gt;s, and &lt;a href=\"common%20raven\"&gt;common raven&lt;/a&gt;s. Adults are primarily taken by \"&lt;a href=\"Accipiter\"&gt;Accipiter&lt;/a&gt;\" &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s, &lt;a href=\"cat\"&gt;cat&lt;/a&gt;s, and larger snakes (especially &lt;a href=\"rat%20snake\"&gt;rat snake&lt;/a&gt;s and &lt;a href=\"gopher%20snake\"&gt;gopher snake&lt;/a&gt;s). Mammals, such as &lt;a href=\"Red%20fox\"&gt;foxes&lt;/a&gt; and &lt;a href=\"dog\"&gt;dog&lt;/a&gt;s, are mainly likely to grab fledgling young robins from the ground, while &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt;s often prey upon nests and small carnivores such as &lt;a href=\"American%20marten\"&gt;American marten&lt;/a&gt;s, &lt;a href=\"ring-tailed%20cat\"&gt;ring-tailed cat&lt;/a&gt;s and &lt;a href=\"long-tailed%20weasel\"&gt;long-tailed weasel&lt;/a&gt;s are agile enough to hunt adults. However, the greatest predatory impact (perhaps alongside domestic cats) is probably from raptorial birds. They may be taken by nearly every variety of North American &lt;a href=\"Accipitridae\"&gt;accipitrid&lt;/a&gt;, from the smallest, the &lt;a href=\"sharp-shinned%20hawk\"&gt;sharp-shinned hawk&lt;/a&gt;, to one of the two largest, the &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt;, most every North American falcon from the smallest, the &lt;a href=\"American%20kestrel\"&gt;American kestrel&lt;/a&gt;, to the largest, the &lt;a href=\"gyrfalcon\"&gt;gyrfalcon&lt;/a&gt;, and almost all owl species from the &lt;a href=\"northern%20pygmy%20owl\"&gt;northern pygmy owl&lt;/a&gt; to the &lt;a href=\"snowy%20owl\"&gt;snowy owl&lt;/a&gt;. Overall, 28 raptorial bird species are known to hunt American robins. Adult robins are most vulnerable when distracted by breeding activities, though they may also be attacked on the ground or even in flight. However, when feeding in flocks, the American robin is able to remain vigilant and watch other flock members for reactions to predators.\nThe American robin is known to be a rejecter of &lt;a href=\"cowbird\"&gt;cowbird&lt;/a&gt; eggs, so &lt;a href=\"Brood%20parasite\"&gt;brood parasitism&lt;/a&gt; by the &lt;a href=\"brown-headed%20cowbird\"&gt;brown-headed cowbird&lt;/a&gt; is rare. Even when it occurs, the parasite's chick does not normally survive to &lt;a href=\"fledging\"&gt;fledging&lt;/a&gt;. In a study of 105 juvenile robins, 77.1% were infected with one or more species of &lt;a href=\"Parasite\"&gt;endoparasite&lt;/a&gt;, with \"Syngamus\" species the most commonly encountered, found in 57.1% of the birds.\nBreeding.\nThe American robin begins to breed shortly after returning to its summer range. It is one of the first North American bird species to lay eggs, and normally has two to three broods per breeding season, which lasts from April to July.\nThe nest is most commonly located above the ground in a dense bush or in a fork between two tree branches, and is built by the female alone. The outer foundation consists of long coarse grass, twigs, paper, and feathers. This is lined with smeared mud and cushioned with fine grass or other soft materials. A new nest is built for each brood, and in northern areas the first clutch is usually placed in an &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt; tree or shrub, while later broods are placed in &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; trees. The American robin does not shy away from nesting close to human habitations and will frequently construct nests under eaves or awnings on human homes when such locations provide adequate shelter. American robins are not cavity nesters, and so will generally not use a &lt;a href=\"Nest%20box\"&gt;bird house&lt;/a&gt;, but will take advantage of artificial nesting platforms.\nA clutch consists of three to five light blue &lt;a href=\"egg\"&gt;egg&lt;/a&gt;s, and is &lt;a href=\"Egg%20incubation%23Avian%20incubation\"&gt;incubated&lt;/a&gt; by the female alone. The eggs hatch after 14 days, and the chicks leave the nest a further two weeks later. The &lt;a href=\"altricial\"&gt;altricial&lt;/a&gt; chicks are naked and have their eyes closed for the first few days after hatching. While the chicks are still young, the mother broods them continuously. When they are older, the mother will brood them only at night or during bad weather.\nThe chicks are fed earthworms, insects, and berries. Waste accumulation does not occur in the nest because the adults collect and take it away. Chicks are fed, and then raise tails for elimination of waste, a solid white clump that is collected by a parent prior to flying off. All chicks in the brood leave the nest within two days of each other. Even after leaving the nest, the juveniles will follow their parents around and beg for food from them. Juveniles become capable of sustained flight two weeks after fledging.\nThe adult male and female both are active in protecting and feeding the fledged chicks until they learn to forage on their own. The adult robin gives alarm calls and dives in a threatening manner towards creatures it considers potential predators, such as approaching cats, dogs and humans. The fledglings are able to fly short distances after leaving the nest. The wings of juvenile birds develop rapidly, and it takes only a couple of weeks for them to become proficient at flying. The &lt;a href=\"Camouflage\"&gt;cryptically colored&lt;/a&gt; young birds perch in bushes or trees for protection from predators.\nBird banders have found that only 25% of young robins survive their first year. The longest known lifespan of an American robin in the wild is 14 years; the average lifespan is about 2 years.\nVocalization.\nThe male American robin, as with many thrushes, has a complex and almost continuous song. It is commonly described as a \"cheery\" carol, made up of discrete units, often repeated, and spliced together into a string with brief pauses in between. The song varies regionally, and its style varies by the time of day. The song period is from late February or early March to late July or early August; some birds, particularly in the east, sing occasionally into September or later. They are often among the first songbirds to sing as dawn rises or hours before, and last as evening sets in. It usually sings from a high perch in a tree. The song of the San Lucas subspecies (\"T. m. confinis\") is weaker than that of the eastern subspecies (\"T. m. migratorius\"), and lacks any clear notes.\nThe American robin also sings when storms approach and again when storms have passed. In addition to its song, the species has a number of calls used for communicating specific information, such as when a ground predator approaches and when a nest or another American robin is being directly threatened. Even during nesting season, when they exhibit mostly competitive and territorial behavior, they may still band together to drive away a predator.\nIn culture.\nThe American robin is the &lt;a href=\"List%20of%20U.S.%20state%20birds\"&gt;state bird&lt;/a&gt; of &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, and &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;. It was also depicted on the 1986 &lt;a href=\"Birds%20of%20Canada%20%28banknotes%29\"&gt;Birds of Canada&lt;/a&gt; series &lt;a href=\"Canadian%20dollar\"&gt;Canadian $2 note&lt;/a&gt; (this note was subsequently withdrawn.)\n\"&lt;a href=\"Robin%20egg%20blue\"&gt;Robin egg blue&lt;/a&gt;\" is a color named after the bird's eggs.\nThe American robin has a place in Native American mythology. The story of how the robin got its red breast by fanning the dying flames of a campfire to save a Native American man and a boy is similar to those that surround the European robin. The &lt;a href=\"Tlingit\"&gt;Tlingit&lt;/a&gt; people of northwestern North America held it to be a &lt;a href=\"culture%20hero\"&gt;culture hero&lt;/a&gt; created by &lt;a href=\"Cultural%20depictions%20of%20ravens%23Natives%20of%20the%20North%20American%20Pacific%20Northwest\"&gt;Raven&lt;/a&gt; to please the people with its song. One of the houses of the &lt;a href=\"Ganhada\"&gt;Raven Tribe&lt;/a&gt; from the &lt;a href=\"Nisga%27a\"&gt;Nisga'a&lt;/a&gt; Nation holds the robin as a house crest.\nThe &lt;a href=\"Peace%20Bridge%20robins\"&gt;Peace Bridge robins&lt;/a&gt; were a family of American robins that attracted minor publicity in the mid-1930s for their prominent nest on the Canadian side of the &lt;a href=\"Peace%20Bridge\"&gt;Peace Bridge&lt;/a&gt; connecting &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo, New York&lt;/a&gt;, to &lt;a href=\"Fort%20Erie%2C%20Ontario\"&gt;Fort Erie, Ontario&lt;/a&gt;.\nThe American robin is considered a symbol of spring. A well-known example is a poem by &lt;a href=\"Emily%20Dickinson\"&gt;Emily Dickinson&lt;/a&gt; titled \"I Dreaded That First Robin So\". Among other 19th-century poems about the first robin of spring is \"The First Robin\" by Dr. William H. Drummond, which according to the author's wife is based on a &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt; superstition that whoever sees the first robin of spring will have good luck. The association has continued down to the present day, as, for example, in one \"&lt;a href=\"Calvin%20and%20Hobbes\"&gt;Calvin and Hobbes&lt;/a&gt;\" cartoon from 1990 that had Calvin celebrating his inevitable wealth and fame after seeing the first robin of spring. The harbinger of spring sobriquet is borne out by the fact that American robins tend to follow the isotherm north in spring, but also south in fall.\nAmerican popular songs featuring this bird include \"&lt;a href=\"When%20the%20Red%2C%20Red%20Robin%20%28Comes%20Bob%2C%20Bob%2C%20Bobbin%27%20Along%29\"&gt;When the Red, Red Robin (Comes Bob, Bob, Bobbin' Along)&lt;/a&gt;\", written by &lt;a href=\"Harry%20M.%20Woods\"&gt;Harry M. Woods&lt;/a&gt; and a hit for &lt;a href=\"Al%20Jolson\"&gt;Al Jolson&lt;/a&gt; and others, and \"&lt;a href=\"Rockin%27%20Robin%20%28song%29\"&gt;Rockin' Robin&lt;/a&gt;\", written by Roger Thomas and a hit for &lt;a href=\"Bobby%20Day\"&gt;Bobby Day&lt;/a&gt; and others. \"&lt;a href=\"Fly%2C%20Robin%2C%20Fly\"&gt;Fly, Robin, Fly&lt;/a&gt;\" by the German &lt;a href=\"disco\"&gt;disco&lt;/a&gt; group &lt;a href=\"Silver%20Convention\"&gt;Silver Convention&lt;/a&gt; was a popular hit in the 1970s.\nAlthough the &lt;a href=\"Comics\"&gt;comic book&lt;/a&gt; superhero &lt;a href=\"Robin%20%28character%29\"&gt;Robin&lt;/a&gt; was inspired by an &lt;a href=\"N.%20C.%20Wyeth\"&gt;N. C. Wyeth&lt;/a&gt; illustration of &lt;a href=\"Robin%20Hood\"&gt;Robin Hood&lt;/a&gt;, a later version had his mother nicknaming him Robin because he was born on the first day of spring. His red shirt suggests the bird's red breast."
}