{
    "id": "67711801",
    "revid": "10248457",
    "url": "https://en.wikipedia.org/wiki?curid=67711801",
    "title": "Jōtarō Kawakami",
    "text": "Jōtarō Kawakami(&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;: 河上 丈太郎, \"Kawakami Jōtarō;\" 3 January 1889 – 3 December 1965) was a Japanese politician who was initially the leader of the &lt;a href=\"Rightist%20Socialist%20Party%20of%20Japan\"&gt;Rightist Socialist Party&lt;/a&gt;, and then later a leader of the united &lt;a href=\"Japan%20Socialist%20Party\"&gt;Japan Socialist Party&lt;/a&gt;.\nBiography.\nEarly life.\nHailing from &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;'s &lt;a href=\"Minato%2C%20Tokyo\"&gt;Minato-ku&lt;/a&gt; ward, he was the son of a used lumber dealer named Shintaro Kawakami. When Jōtarō was very young, his father became a &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt;, which later influenced Jōtarō to become a devout believer, and from the time that Jōtarō was five years old, his father would take him to prayer meetings.\nWhen the church's activity was sluggish, there would be fervent 2-3 hour meetings between the father and son Kawakami along with pastors Kousuke Tomeoka and Shunpei Honma, at which young Jōtarō would often be bored. However, the passionate prayer left a strong impression with him. When the young Jōtarō started schooling, his illiterate father had him read the &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; one chapter at a time. In his later years, Jōtarō's father made his wish that his son would become a good politician who would devote himself to the benefit of both God and humans.\nAt the time that Kawakami was attending &lt;a href=\"Rikkyo%20Ikebukuro%20Junior%20and%20Senior%20High%20School\"&gt;Rikkyō Middle School&lt;/a&gt;, the daily newspaper known as \"Yoruzuchōhō\" (万朝報) carried an article in 1903 by &lt;a href=\"Sakai%20Toshihiko\"&gt;Sakai Toshihiko&lt;/a&gt; and &lt;a href=\"K%C5%8Dtoku%20Sh%C5%ABsui\"&gt;Kōtoku Shūsui&lt;/a&gt; which criticised the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt;. which developed a strong impression on Jōtarō and led him to develop an interest in &lt;a href=\"Socialism\"&gt;socialist&lt;/a&gt; thought.\nAfter attending &lt;a href=\"first%20higher%20school\"&gt;Daiichi High School&lt;/a&gt;, Kawakami graduated from &lt;a href=\"Tokyo%20Imperial%20University\"&gt;Tokyo Imperial University&lt;/a&gt;'s Law School in 1915 with a specialisation in &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt;. He had initially prepared to work for the Government-General of &lt;a href=\"Korea%20under%20Japanese%20rule\"&gt;Korea&lt;/a&gt;, but he loathed the miliary rule in place over there, and so he became a lecturer at &lt;a href=\"Rikkyo%20University\"&gt;Rikkyō University&lt;/a&gt; instead. Later on, through the advice of a colleague, he relocated for a new position at &lt;a href=\"Kwansei%20Gakuin%20University\"&gt;Kwansei Gakuin University&lt;/a&gt;. While teaching here, Kawakami encountered the &lt;a href=\"Christian%20pacifism\"&gt;Christian pacifist&lt;/a&gt; thinker &lt;a href=\"Toyohiko%20Kagawa\"&gt;Toyohiko Kagawa&lt;/a&gt;, from which he began to serve as a lecturer at a manual labour school. From this experience, he became thoroughly absorbed in the movement which sought to put socialist ideas into practice.\nFurthermore, at the time he was still teaching at Kwansei Gakuin, Kawakami was admitted into Tokyo Imperial University Law School's undergraduate program that specialised in &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt;, through which he obtained the needed qualifications for being a &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;.\nMarriage.\nAt the time that Kawakami was still a professor at Kwansai Gakuin, he decided to marry Sueko Hiraiwa, who had never met and only knew through the occasional exchange of letters. Sueko's father Yoshiyasu, who was the second director of the Japanese Methodist Church, was angry that her daughter chose a marriage partner without his permission, and opposed the marriage because he viewed Kawakami to be an eccentric. Sueko spent two nights trying to convince her father to reconsider his position.\nBeing that Kawakami had also not consulted his family before choosing to marry, his father also expressed strong opposition, in part because he was prejudiced against educated women. However, approval was eventually acquired through the positive readings of a fortune teller.\nAlthough it had temporarily been decided that the wedding would take place at a large auditorium in &lt;a href=\"Aoyama%20Gakuin%20University\"&gt;Aoyama Gakuin&lt;/a&gt;, because Kawakami had insisted that a lifetime should begin from a smaller place, the wedding location was changed to the Harris Hall, an area that was around 5 &lt;a href=\"Tsubo%20%28unit%29\"&gt;tsubo&lt;/a&gt; (~16.5 sq. meters). Since this location was so cramped, attendees were unable to sit properly. There was no wedding ring nor taking of commemorative photographs. After the ceremony, evening family worship was held at the Kawakami household.\nAs a proletarian parliamentarian.\nIn the &lt;a href=\"1928%20Japanese%20general%20election\"&gt;1928 general election&lt;/a&gt;, the first one for which there was &lt;a href=\"General%20Election%20Law\"&gt;universal male suffrage&lt;/a&gt;, Kawakami was elected as a member of the &lt;a href=\"Japan%20Labour-Farmer%20Party\"&gt;Japan Labour-Farmer Party&lt;/a&gt;, making him one of only eight Diet members who belonged to a &lt;a href=\"Proletarian%20parties%20in%20Japan%2C%201925%E2%80%931932\"&gt;proletarian party&lt;/a&gt;. After that, although he failed to secure re-election in the &lt;a href=\"1932%20Japanese%20general%20election\"&gt;1932 general election&lt;/a&gt;, Kawakami made a come-back in the &lt;a href=\"1936%20Japanese%20general%20election\"&gt;1936 general election&lt;/a&gt;, and from there he would remain in the &lt;a href=\"House%20of%20Representatives%20%28Japan%29\"&gt;House of Representatives&lt;/a&gt; until his death. At this time, he also jumped between different party affiliations, such as the &lt;a href=\"Japan%20Masses%20Party\"&gt;Japan Masses Party&lt;/a&gt;, the National Masses Party, and the National Working and Farming Masses Party.\nIn 1932, after various Japanese proletarian parties decided to consolidate into the &lt;a href=\"Shakai%20Taish%C5%ABt%C5%8D\"&gt;Socialist Masses Party&lt;/a&gt;, Kawakami also joined it and agreed with the party when it began to endorse &lt;a href=\"State%20socialism\"&gt;state socialist&lt;/a&gt; policies. Kawakami voted along with most in the Socialist Masses Party in expelling &lt;a href=\"Sait%C5%8D%20Takao%20%28politician%29\"&gt;Saito Takao&lt;/a&gt; for his famous antimilitarist speech in 1940. In that same year, &lt;a href=\"Hisashi%20As%C5%8D\"&gt;Hisashi Asō&lt;/a&gt;, a figure who worked to further entrench national socialist policies within the Socialist Masses Party, passed away, and Kawakami became his proxy as a director at the &lt;a href=\"Imperial%20Rule%20Assistance%20Association\"&gt;Imperial Rule Assistance Association&lt;/a&gt;. Due to these reasons, Kawakami was &lt;a href=\"Purge%20%28occupied%20Japan%29\"&gt;purged&lt;/a&gt; in the immediate postwar period as a wartime collaborator by the occupation authorities.\nAs the Rightist Socialist Party leader.\nWhen the occupation-era purge was cancelled, he was recommended by the chairman of the &lt;a href=\"Rightist%20Socialist%20Party%20of%20Japan\"&gt;Rightist Socialist Party&lt;/a&gt;. At this time, Kawakami gave a speech in which he said that the chairman position was a &lt;a href=\"Jesus%27%20Cross\"&gt;cross&lt;/a&gt;, which let to him acquiring the nickname of the \"crucifix chairman.\" Shortly afterwards, he commenced prayer meetings for Christian Diet members inside the Diet itself which were held every Thursday morning.\nThe &lt;a href=\"1952%20Japanese%20general%20election\"&gt;1952 general election&lt;/a&gt; was held that same year, Kawakami gave a speech to supporters in which he said:\n\"My long time of being purged is over, it is now at last possible for me to have an audience with you, my friends. I was purged because I had been participating in a certain organisation. To be honest about my feelings, although it is not the case that I had always been participating with that organisation of my own free will, I won't make many excuses now. Among you all, ladies and gentlemen, if there are people who are begrudgingly critical of my actions during the war, please make an impartial judgement during the election. Again, I desire that any people who forgive me to cooperate not for my own individual benefit but for the greater benefit of the Japan Socialist Party.\"\nHe also apologised for his wartime activities. A great many formerly purged politicians stood for this election, but it has been said that Kawakami was the only one who formally acknowledged his wartime responsibility.\nIn 1955, with regards to the reunification of the &lt;a href=\"Japan%20Socialist%20Party\"&gt;Japan Socialist Party&lt;/a&gt; (after it had split into leftist and rightist factions), &lt;a href=\"Mosabur%C5%8D%20Suzuki\"&gt;Mosaburō Suzuki&lt;/a&gt; of the &lt;a href=\"Leftist%20Socialist%20Party%20of%20Japan\"&gt;Leftist Socialist Party&lt;/a&gt; inherited the position of chairman, whereas Kawakami became a party advisor. After that, Kawakami vigorously pursued the &lt;a href=\"peace%20movement\"&gt;peace movement&lt;/a&gt;, and when the wartime Minister of &lt;a href=\"Ministry%20of%20Commerce%20and%20Industry%20%28Japan%29\"&gt;Commerce and Industry&lt;/a&gt;, &lt;a href=\"Nobusuke%20Kishi\"&gt;Nobosuke Kishi&lt;/a&gt;, became &lt;a href=\"Prime%20Minister%20of%20Japan\"&gt;prime minister&lt;/a&gt;, Kawakami acknowledged his own war responsibilities once again and pressed Kishi to acknowledge his own as well.\nOn 17 June 1960, Kawakami was stabbed in his left shoulder by a right-wing youth, in an apparent assassination attempt.\nAs the Socialist Party leader.\nIn 1960, when &lt;a href=\"Suehiro%20Nishio\"&gt;Suehiro Nishio&lt;/a&gt; formed the &lt;a href=\"Democratic%20Socialist%20Party%20%28Japan%29\"&gt;Democratic Socialist Party&lt;/a&gt;, some Diet members who belonged to the Kawakami faction of the JSP defected to the DSP. In so doing, it is said that Chairman Kaoru Ōta of the &lt;a href=\"S%C5%8Dhy%C5%8D\"&gt;General Council of Trade Unions of Japan&lt;/a&gt; requested Kawakami not to move the entirety of his own faction over to the DSP in exchange for election cooperation. However, in order to restrain the feelings of the Kawakami faction, Kawakami himself ran for the JSP leadership election, and lost to the Suzuki faction-endorsed candidate &lt;a href=\"Inejir%C5%8D%20Asanuma\"&gt;Inejiro Asanuma&lt;/a&gt; by a narrow margin. The Kawakami faction was pleased with this unexpected show of support and thus its agitation in favour of the DSP subsided, and as a result Kawakami succeeded in keeping even the slightest factionalism in the JSP at bay. However, following &lt;a href=\"Assassination%20of%20Inejir%C5%8D%20Asanuma\"&gt;Inejirō Asanuma&lt;/a&gt;'s death later in October 1960, after a brief period in which &lt;a href=\"Sabur%C5%8D%20Eda\"&gt;Saburō Eda&lt;/a&gt; was acting chairman, Kawakami was elected to be the JSP's chairman.\nKawakami was a centrist which placed him on the right end of the spectrum within the JSP. Under his chairmanship, the party pursued a policy of \"Structural Reform,\" advocated by Eda, which sought to present a more optimistic vision of Japan's future more suitable for the era of high-speed economic growth than the party's previous image of always harping on social inequities. The aim was to broaden the base of the party to new constituencies.\nIn his later years, Kawakami fell ill during an election campaign and his condition deteriorated afterwards, and he felt that if he were to continue being chairman in that condition, he would be criticized by later generations for being too attached to his position, and had his eldest son &lt;a href=\"Tamio%20Kawakami\"&gt;Tamio&lt;/a&gt; send in a note of resignation to the JSP. Tamio would later serve in the &lt;a href=\"House%20of%20Representatives%20%28Japan%29\"&gt;House of Representatives&lt;/a&gt; and was the diplomatic bureau director of the Japan Socialist Party. Kawakami was replaced as party chairman by the far-left faction leader &lt;a href=\"K%C5%8Dz%C5%8D%20Sasaki\"&gt;Kōzō Sasaki&lt;/a&gt;, who had vigorously opposed the \"Structural Reform\" policies. He brought an end to the \"Structural Reform\" program and returned the party to a more orthodox Marxist party line.\nIn 1965, Kawakami collapsed from overwork, and on the 3rd of December that same year, while hospitalised, he passed away with a &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; at his bedside. Ten days prior to the collapse, while on an &lt;a href=\"NHK\"&gt;NHK&lt;/a&gt; program, Kawakami argued that the Japanese people are at the forefront of the peace movement, which is the will of God, because they were the first nation to experience an &lt;a href=\"Atomic%20bombings%20of%20Hiroshima%20and%20Nagasaki\"&gt;atomic bomb&lt;/a&gt;, and that he would devote his entire life to pursuing a peaceful society. The cause of death was &lt;a href=\"subarachnoid%20haemorrhage\"&gt;subarachnoid haemorrhage&lt;/a&gt;."
}