{
    "id": "67717692",
    "revid": "9945971",
    "url": "https://en.wikipedia.org/wiki?curid=67717692",
    "title": "Ōi Junction",
    "text": "The is a junction that connects the &lt;a href=\"Bayshore%20Route\"&gt;Bayshore Route&lt;/a&gt;, &lt;a href=\"Haneda%20Route\"&gt;Haneda Route&lt;/a&gt;, and &lt;a href=\"Central%20Circular%20Route\"&gt;Central Circular Route&lt;/a&gt; of the &lt;a href=\"Shuto%20Expressway\"&gt;Shuto Expressway&lt;/a&gt; in &lt;a href=\"Yashio%2C%20Tokyo\"&gt;Yashio&lt;/a&gt;, &lt;a href=\"Shinagawa\"&gt;Shinagawa&lt;/a&gt;, &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;.\nOverview.\nUntil November 19, 2013, the Ōi Junction was a one-way junction from both directions on the Bayshore Route to the Haneda Route going up, but due to a change in the operation of the junction due to the connection of the Central Circular Route, the Bayshore was to be at 20:00 on the same day. The connecting road from the westbound line (toward &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt;) to the Haneda Route going up was closed. In addition, due to the construction of the Central Circular Route, Ōi Parking Area moved to Yokohama on July 17, 2012.\nThe Central Circular Route was connected on March 7, 2015. After the connection, connect from the westbound of the Bayshore Route to the outer loop of the Central Circular Route, from the eastbound of the Bayshore Route to both the uphill of the Haneda Route and the outer loop of the Central Circular Route, and from the inner loop of the Central Circular Route to both directions of the Bayshore Route. \nSince June 8, 2016, the connecting road from the eastbound of the Bayshore Route to the uphill of the Haneda Route had been closed for a long time due to the renewal work of the Haneda Route Higashi Shinagawa Pier/Samesu Landfill. However, the closure was lifted by being provisionally connected to the upstream circuit on September 29, 2019.\nIn addition, due to the abolition of the Oi Main Line tollgate, the Oi-minami Interchange, which was in front of the junction of the Bayshore Route eastbound and the Central Circular Route, was converted to exclusive use for the Central Circular Route outerbound on April 15, 2019, and the name was changed. It was changed to the Oi-minami entrance, and from the same day, the junction of this JCT was relocated to the front (closer to Yokohama) of the Oi-minami entrance."
}