{
    "id": "67762042",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=67762042",
    "title": "St Francis of Assisi Church, Stratford",
    "text": "St Francis of Assisi Church is a &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; in &lt;a href=\"Stratford%2C%20London\"&gt;Stratford, London&lt;/a&gt;. It was founded from a &lt;a href=\"Catholic%20missions\"&gt;mission&lt;/a&gt; that started in 1770. The church itself was built in 1868. The church is located on the corner of Grove Crescent Road and The Grove, and is accessible from both streets. The &lt;a href=\"Franciscan\"&gt;Franciscan&lt;/a&gt; &lt;a href=\"Order%20of%20Friars%20Minor\"&gt;Order of Friars Minor&lt;/a&gt; arrived in 1873, built a &lt;a href=\"friary\"&gt;friary&lt;/a&gt; next door to the church in 1876 and continue to serve the &lt;a href=\"parish\"&gt;parish&lt;/a&gt;.\nHistory.\nFoundation.\nIn 1770, a &lt;a href=\"Catholic%20missions\"&gt;mission&lt;/a&gt; was started in &lt;a href=\"Stratford%2C%20London\"&gt;Stratford, London&lt;/a&gt; to serve the local Catholic community. The first surviving baptism records start in 1773. In 1788, &lt;a href=\"Mass%20in%20the%20Catholic%20Church\"&gt;Mass&lt;/a&gt; was being said by a Fr Thomas Wright in a rented house in &lt;a href=\"Plaistow%2C%20Newham\"&gt;Plaistow&lt;/a&gt;. In 1791, he registered a rented house in West Ham Lane as a &lt;a href=\"place%20of%20worship\"&gt;place of worship&lt;/a&gt;. In 1799, he was succeeded by John Jones, John Singleton in 1801 and then Joseph Porter in 1802, who set about building the local Catholic school but ran away in 1810 when the school was in debt. In 1810, a French priest, J. F. Chevrollais took over the mission. In 1813, a school and St Patrick and St Vincent de Paul Church were built on the High Street.\nConstruction.\nWith the Catholic community growing, a new larger church and school were needed. In 1861, the present site of the church was bought from a Charles Walker by a Fr James McQuoin. Construction work started and on 12 May 1868, St Vincent de Paul Church was opened by the &lt;a href=\"Archbishop%20of%20Westminster\"&gt;Archbishop of Westminster&lt;/a&gt; &lt;a href=\"Henry%20Edward%20Manning\"&gt;Henry Manning&lt;/a&gt;. The cost was £6,000 and the construction was done by Messrs Bird of Stratford. The church was built to have a school on the ground floor and a church on the upper floor.\nFranciscans.\nIn 1873, the &lt;a href=\"Franciscan%20Friars\"&gt;Franciscan Friars&lt;/a&gt; came to Stratford and changed the name of the church from St Vincent de Paul Church to St Francis of Assisi Church. They lived in two houses on The Grove, and extended the houses, making it a &lt;a href=\"friary\"&gt;friary&lt;/a&gt; in 1876. In 1931, the &lt;a href=\"chancel\"&gt;sanctuary&lt;/a&gt; was refurbished with the addition of a new &lt;a href=\"altar\"&gt;altar&lt;/a&gt; and &lt;a href=\"reredos\"&gt;reredos&lt;/a&gt;. The centre of the reredos is a painting of &lt;a href=\"Francis%20of%20Assisi\"&gt;Francis of Assisi&lt;/a&gt; by &lt;a href=\"Bartolomeo%20Carducci\"&gt;Bartolomeo Carducci&lt;/a&gt;. The painting was looted by &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; from a Franciscan church in Spain. It was later bought at auction in Paris by a Colonel Bigge, who then gave to the Stewart family in &lt;a href=\"Appin\"&gt;Appin&lt;/a&gt;, Argyllshire. In 1926, they permanently loaned it to Franciscans.\nParish.\nThe Franciscans continue to serve the parish. There are four Sunday &lt;a href=\"Mass%20in%20the%20Catholic%20Church\"&gt;Masses&lt;/a&gt; in the church at 6:00pm on Saturday, and 9:00am, 10:30am and 12 midday on Sunday."
}