{
    "id": "6778068",
    "revid": "22922645",
    "url": "https://en.wikipedia.org/wiki?curid=6778068",
    "title": "Kirsten Gillibrand",
    "text": "Kirsten Elizabeth Gillibrand (; ; born December 9, 1966) is an American lawyer and politician serving as the &lt;a href=\"Seniority%20in%20the%20United%20States%20Senate\"&gt;junior&lt;/a&gt; &lt;a href=\"United%20States%20Senate\"&gt;United States senator&lt;/a&gt; from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; since 2009. A member of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;, she served as member of the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. House of Representatives&lt;/a&gt; from 2007 to 2009.\nBorn and raised in upstate New York, Gillibrand graduated from &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt; and from the &lt;a href=\"UCLA%20School%20of%20Law\"&gt;UCLA School of Law&lt;/a&gt;. After holding positions in government and private practice and working on &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt;'s &lt;a href=\"2000%20United%20States%20Senate%20election%20in%20New%20York\"&gt;2000 U.S. Senate campaign&lt;/a&gt;, Gillibrand was elected to the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; in 2006. She represented &lt;a href=\"New%20York%27s%2020th%20congressional%20district\"&gt;New York's 20th congressional district&lt;/a&gt; and was reelected in 2008. During her House tenure, Gillibrand was a &lt;a href=\"Blue%20Dog%20Coalition\"&gt;Blue Dog Democrat&lt;/a&gt; noted for voting against the &lt;a href=\"Emergency%20Economic%20Stabilization%20Act%20of%202008\"&gt;Emergency Economic Stabilization Act of 2008&lt;/a&gt;.\nAfter Clinton was appointed &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;U.S. Secretary of State&lt;/a&gt; in 2009, Governor &lt;a href=\"David%20Paterson\"&gt;David Paterson&lt;/a&gt; selected Gillibrand to fill the Senate seat Clinton had vacated, making her New York's second female senator. Gillibrand won a &lt;a href=\"United%20States%20Senate%20special%20election%20in%20New%20York%2C%202010\"&gt;special election in 2010&lt;/a&gt; to keep the seat, and was reelected to full terms &lt;a href=\"United%20States%20Senate%20election%20in%20New%20York%2C%202012\"&gt;in 2012&lt;/a&gt; and &lt;a href=\"United%20States%20Senate%20election%20in%20New%20York%2C%202018\"&gt;2018&lt;/a&gt;. During her Senate tenure, Gillibrand has shifted to the left. She has been outspoken on &lt;a href=\"Sexual%20assault%20in%20the%20United%20States%20military\"&gt;sexual assault in the military&lt;/a&gt; and &lt;a href=\"Sexual%20harassment%23United%20States\"&gt;sexual harassment&lt;/a&gt;, having criticized President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;, Senator &lt;a href=\"Al%20Franken\"&gt;Al Franken&lt;/a&gt;, and Governor &lt;a href=\"Andrew%20Cuomo\"&gt;Andrew Cuomo&lt;/a&gt;, all fellow Democrats, for alleged sexual misconduct. She supports &lt;a href=\"paid%20family%20leave\"&gt;paid family leave&lt;/a&gt;, a federal &lt;a href=\"Job%20guarantee\"&gt;jobs guarantee&lt;/a&gt;, and the abolition and replacement of the &lt;a href=\"U.S.%20Immigration%20and%20Customs%20Enforcement\"&gt;U.S. Immigration and Customs Enforcement&lt;/a&gt;.\nGillibrand &lt;a href=\"%232020%20presidential%20campaign\"&gt;ran&lt;/a&gt; for the &lt;a href=\"2020%20Democratic%20Party%20presidential%20primaries\"&gt;Democratic nomination&lt;/a&gt; for &lt;a href=\"president%20of%20the%20United%20States\"&gt;president of the United States&lt;/a&gt; in &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020&lt;/a&gt;, officially announcing her candidacy on March 17, 2019. After failing to qualify for the &lt;a href=\"2020%20Democratic%20Party%20presidential%20debates%20and%20forums\"&gt;third debate&lt;/a&gt;, she withdrew from the race on August 28, 2019.\nEarly life and education.\nKirsten Elizabeth Rutnik was born on December 9, 1966, in &lt;a href=\"Albany%2C%20New%20York\"&gt;Albany, New York&lt;/a&gt;, the daughter of Polly Edwina (Noonan) and Douglas Paul Rutnik. Both her parents are attorneys, and her father has also worked as a lobbyist. Her parents divorced in the late 1980s. Douglas Rutnik is an associate of former U.S. Senator &lt;a href=\"Al%20D%27Amato\"&gt;Al D'Amato&lt;/a&gt;. Gillibrand has an older brother and a younger sister. Her maternal grandparents were businessman Peter Noonan and Dorothea \"Polly\" Noonan, a founder of the Albany Democratic Women's Club and a leader of the city's Democratic &lt;a href=\"political%20machine\"&gt;political machine&lt;/a&gt;. Gillibrand has &lt;a href=\"English%20Americans\"&gt;English&lt;/a&gt;, &lt;a href=\"Austrian%20Americans\"&gt;Austrian&lt;/a&gt;, &lt;a href=\"Scottish%20Americans\"&gt;Scottish&lt;/a&gt;, &lt;a href=\"Germans\"&gt;German&lt;/a&gt;, and &lt;a href=\"Irish%20Americans\"&gt;Irish&lt;/a&gt; ancestry.\nPolly Noonan was a longtime confidant of &lt;a href=\"Erastus%20Corning%202nd\"&gt;Erastus Corning 2nd&lt;/a&gt;, the longtime &lt;a href=\"mayor%20of%20Albany%2C%20New%20York\"&gt;mayor of Albany, New York&lt;/a&gt;. In \"Off the Sidelines\", her 2014 memoir, Gillibrand said that Corning \"was simply part of our family... He appeared at every family birthday party with the most fantastic present\". Gillibrand wrote that she did not know that the ambiguous relationship between her married grandmother and the married Corning \"was strange\" until she grew up, adding that Corning \"may have been in love with my grandmother\", but that he also loved her grandmother's entire family. According to \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", Corning, \"in effect, disinherited his wife and children\" and \"left the Noonan family his insurance business\".\nDuring her childhood and college years, Gillibrand used the nickname \"Tina\"; she began using her birth name a few years after law school. In 1984, she graduated from &lt;a href=\"Emma%20Willard%20School\"&gt;Emma Willard School&lt;/a&gt;, an all-women's private school in &lt;a href=\"Troy%2C%20New%20York\"&gt;Troy, New York&lt;/a&gt;, and then enrolled at &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt;. Gillibrand majored in &lt;a href=\"Asian%20Studies\"&gt;Asian Studies&lt;/a&gt;, studying in both Beijing and &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;. In Beijing, she studied and lived with actress &lt;a href=\"Connie%20Britton\"&gt;Connie Britton&lt;/a&gt; at &lt;a href=\"Beijing%20Normal%20University\"&gt;Beijing Normal University&lt;/a&gt;. Gillibrand graduated \"&lt;a href=\"magna%20cum%20laude\"&gt;magna cum laude&lt;/a&gt;\" in 1988. At Dartmouth, she was a member of the &lt;a href=\"Kappa%20Kappa%20Gamma\"&gt;Kappa Kappa Gamma&lt;/a&gt; sorority. During college, Gillibrand interned at Senator &lt;a href=\"Alfonse%20D%27Amato\"&gt;Al D'Amato&lt;/a&gt;'s Albany office. She received her &lt;a href=\"Juris%20Doctor\"&gt;J.D.&lt;/a&gt; from &lt;a href=\"UCLA%20School%20of%20Law\"&gt;UCLA School of Law&lt;/a&gt; and passed the bar exam in 1991.\nLegal career.\nPrivate practice.\nIn 1991, Gillibrand joined the &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;-based law firm &lt;a href=\"Davis%20Polk%20%26amp%3B%20Wardwell\"&gt;Davis Polk &amp; Wardwell&lt;/a&gt; as an associate. In 1992, she took a leave from Davis Polk to serve as a &lt;a href=\"Law%20clerk%20%28United%20States%29\"&gt;law clerk&lt;/a&gt; to Judge &lt;a href=\"Roger%20Miner\"&gt;Roger Miner&lt;/a&gt; of the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Second%20Circuit\"&gt;United States Court of Appeals for the Second Circuit&lt;/a&gt; in Albany.\nGillibrand's tenure at Davis Polk included serving as a defense attorney for tobacco company &lt;a href=\"Philip%20Morris%20USA\"&gt;Philip Morris&lt;/a&gt; during major &lt;a href=\"tobacco%20litigation\"&gt;litigation&lt;/a&gt;, including both civil lawsuits and &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;U.S. Justice Department&lt;/a&gt; criminal and civil &lt;a href=\"racketeering\"&gt;racketeering&lt;/a&gt; and &lt;a href=\"perjury\"&gt;perjury&lt;/a&gt; probes. As a junior associate in the mid-1990s, she defended the company's executives against a criminal investigation into whether they had committed perjury in their testimony before Congress when they claimed that they had no knowledge of a connection between tobacco smoking and cancer. Gillibrand worked closely on the case and became a key part of the defense team. As part of her work, she traveled to the company's laboratory in Germany, where she interviewed scientists about the company's alleged research into the connection. The inquiry was dropped and it was during this time that she became a senior associate.\nWhile working at Davis Polk, Gillibrand became involved in—and later the leader of—the Women's Leadership Forum, a program of the &lt;a href=\"Democratic%20National%20Committee\"&gt;Democratic National Committee&lt;/a&gt;. Gillibrand has said that a speech to the group by &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; inspired her: \" was trying to encourage us to become more active in politics and she said, 'If you leave all the decision-making to others, you might not like what they do, and you will have no one but yourself to blame.' It was such a challenge to the women in the room. And it really hit me: She's talking to me.\"\nIn 2001, Gillibrand became a partner in the Manhattan office of &lt;a href=\"Boies%2C%20Schiller%20%26amp%3B%20Flexner\"&gt;Boies, Schiller &amp; Flexner&lt;/a&gt;. In 2002 she informed Boies of her interest in running for office and was permitted to transfer to the firm's Albany office. She left Boies in 2005 to begin her 2006 campaign for Congress.\nPublic interest and government service.\nGillibrand has said her work at private law firms allowed her to take on \"&lt;a href=\"pro%20bono\"&gt;pro bono&lt;/a&gt;\" cases defending &lt;a href=\"Domestic%20abuse\"&gt;abused women&lt;/a&gt; and their children and tenants seeking safe housing after lead paint and unsafe conditions were found in their homes. After her time at Davis Polk, she served as Special Counsel to &lt;a href=\"United%20States%20Secretary%20of%20Housing%20and%20Urban%20Development\"&gt;Secretary of Housing and Urban Development&lt;/a&gt; (HUD) &lt;a href=\"Andrew%20Cuomo\"&gt;Andrew Cuomo&lt;/a&gt; during the last year of the &lt;a href=\"Presidency%20of%20Bill%20Clinton\"&gt;Clinton administration&lt;/a&gt;. Gillibrand worked on HUD's Labor Initiative and its New Markets Initiative, on TAP's Young Leaders of the American Democracy, and on strengthening &lt;a href=\"Davis%E2%80%93Bacon%20Act\"&gt;Davis–Bacon Act&lt;/a&gt; enforcement.\nIn 1999, Gillibrand began working on Hillary Clinton's &lt;a href=\"United%20States%20Senate%20election%20in%20New%20York%2C%202000\"&gt;2000 U.S. Senate campaign&lt;/a&gt;, focusing on campaigning to young women and encouraging them to join the effort. Many of those women later worked on Gillibrand's campaigns. She and Clinton became close during the election, with Clinton becoming something of a mentor to her. Gillibrand donated more than $12,000 to Clinton's Senate campaigns.\nU.S. House of Representatives.\nElections.\n2006.\nGillibrand considered running for office in 2004, in &lt;a href=\"New%20York%27s%2020th%20congressional%20district\"&gt;New York's 20th congressional district&lt;/a&gt;, against the three-term Republican incumbent &lt;a href=\"John%20E.%20Sweeney\"&gt;John E. Sweeney&lt;/a&gt;. But Hillary Clinton believed circumstances would be more favorable in 2006 and advised her to wait until then. Traditionally conservative, the district and its electoral offices had been in Republican hands for all but four years since 1913, and as of November 2006, 197,473 voters in the district were registered Republicans and 82,737 were registered Democrats. Sweeney said in 2006 that \"no Republican can ever lose \". Using New York's &lt;a href=\"electoral%20fusion\"&gt;electoral fusion&lt;/a&gt; election laws, Gillibrand ran in 2006 on both the Democratic and &lt;a href=\"Working%20Families%20Party\"&gt;Working Families&lt;/a&gt; lines; in addition to having the Republican nomination, Sweeney was endorsed by the &lt;a href=\"Conservative%20Party%20of%20New%20York%20State\"&gt;Conservative&lt;/a&gt; and &lt;a href=\"Independence%20Party%20of%20New%20York\"&gt;Independence&lt;/a&gt; parties.\nDuring the campaign, Gillibrand got support from other Democratic Party politicians. &lt;a href=\"Mike%20McNulty\"&gt;Mike McNulty&lt;/a&gt;, a Democratic Congressman from the neighboring &lt;a href=\"New%20York%27s%2021st%20congressional%20district\"&gt;21st congressional district&lt;/a&gt;, campaigned for her, as did both Hillary and &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;; the former president appeared twice at campaign events. Both parties poured millions of dollars into the respective campaigns.\nMany saw Gillibrand as moderate or conservative. Michael Brendan Dougherty in \"&lt;a href=\"The%20American%20Conservative\"&gt;The American Conservative&lt;/a&gt;\" wrote after her victory, \"Gillibrand won her upstate New York district by running to the right: she campaigned against amnesty for illegal immigrants, promised to restore fiscal responsibility to Washington, and pledged to protect gun rights.\"\nGillibrand's legal representation of Philip Morris was an issue during the campaign. Her &lt;a href=\"Campaign%20finance%20in%20the%20United%20States%23Disclosure\"&gt;campaign finance records&lt;/a&gt; showed that she received $23,200 in contributions from the company's employees during her 2006 campaign.\nThe probable turning point in the election was the November 1 release of a December 2005 police report detailing a &lt;a href=\"9-1-1\"&gt;9-1-1 call&lt;/a&gt; by Sweeney's wife, in which she claimed Sweeney was \"knocking her around the house.\" The Sweeney campaign claimed the police report was false and promised to have the official report released by &lt;a href=\"New%20York%20State%20Police\"&gt;state police&lt;/a&gt;, but did not do so. The Sweeney campaign did release an ad in which Sweeney's wife called Gillibrand's campaign \"a disgrace.\" Several months later, Sweeney's wife said her \"disgrace\" statement was coerced, and that her husband was physically abusive.\nBy November 5, a &lt;a href=\"Siena%20Research%20Institute\"&gt;Siena poll&lt;/a&gt; showed Gillibrand ahead of Sweeney 46% to 43%. She won with 53% of the vote.\n2008.\nAfter Gillibrand's win, Republicans quickly began speculating about possible 2008 candidates. Len Cutler, director of the Center for the Study of Government and Politics at Siena College, said that the seat would be difficult for Gillibrand to hold in 2008, with Republicans substantially outnumbering Democrats in the district.\nGillibrand was reelected in 2008 over former &lt;a href=\"Secretary%20of%20State%20of%20New%20York\"&gt;New York Secretary of State&lt;/a&gt; &lt;a href=\"Sandy%20Treadwell\"&gt;Sandy Treadwell&lt;/a&gt;, 62% to 38%. Treadwell lost despite significantly outspending Gillibrand and promising never to vote to raise taxes, not to accept a federal salary, and to limit himself to three terms in office. Campaign expenditures were the second highest in the nation for a House race. Democrats generally saw major successes during the 2008 congressional elections, credited in part to a &lt;a href=\"coattail%20effect\"&gt;coattail effect&lt;/a&gt; from &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;Barack Obama's presidential campaign&lt;/a&gt;.\nGillibrand's legal representation of Philip Morris was again an issue. Her campaign finance records showed that she received $18,200 from Philip Morris employees for her 2008 campaign, putting her among the top dozen Democrats in such contributions. Questioned during the campaign about her work on behalf of Philip Morris, Gillibrand said that she had voted in favor of all three anti-tobacco bills in that session of Congress. She said that she never hid her work for Philip Morris, and added that as an &lt;a href=\"Associate%20attorney\"&gt;associate&lt;/a&gt; at her law firm, she had had no control over which clients she worked for. Davis Polk allowed associates to withdraw from representing clients about whom they had moral qualms.\nHouse tenure.\nUpon taking office, Gillibrand joined the &lt;a href=\"Blue%20Dog%20Coalition\"&gt;Blue Dog Coalition&lt;/a&gt;, a group of moderate to conservative Democrats. She was noted for voting against the &lt;a href=\"Emergency%20Economic%20Stabilization%20Act%20of%202008\"&gt;Emergency Economic Stabilization Act of 2008&lt;/a&gt;, citing concerns regarding insufficient oversight and excessive &lt;a href=\"Earmark%20%28politics%29\"&gt;earmarks&lt;/a&gt;. She opposed a 2007 state-level proposal to issue driver's licenses to &lt;a href=\"Illegal%20immigration%20to%20the%20United%20States\"&gt;illegal immigrants&lt;/a&gt; and voted for legislation that would withhold federal funds from immigrant &lt;a href=\"sanctuary%20city\"&gt;sanctuary cities&lt;/a&gt;. Gillibrand also voted for a bill that limited information-sharing between federal agencies about firearm purchasers and received a 100% rating from the &lt;a href=\"National%20Rifle%20Association\"&gt;National Rifle Association&lt;/a&gt; (NRA). She expressed personal support for same-sex marriage, but advocated for civil unions for same-sex couples and said same-sex marriage should a state-level issue.\nAfter taking office, Gillibrand became the first member of Congress to publish her official schedule, listing everyone she met with on a given day. She also published earmark requests she received and her personal financial statement. This \"Sunlight Report\", as her office termed it, was praised by in a December 2006 \"&lt;a href=\"The%20New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" editorial as a \"quiet touch of revolution\" in a non-transparent system. Of the earmarking process, Gillibrand said she wanted whatever was best for her district and would require every project to pass a \"greatest-need, greatest-good\" test.\nCommittee assignments.\nIn the House of Representatives, Gillibrand served on the following committees:\nU.S. Senate.\nAppointment.\nOn December 1, 2008, &lt;a href=\"President%20of%20the%20United%20States\"&gt;President-elect&lt;/a&gt; &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; announced his choice of Hillary Clinton, the &lt;a href=\"Seniority%20in%20the%20United%20States%20Senate\"&gt;junior&lt;/a&gt; U.S. senator from New York, as &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt;. Clinton was confirmed by a vote of 94–2 on January 21, 2009. Just hours before being sworn in as Secretary of State, Clinton resigned her Senate seat, effective immediately. Obama's December announcement began a two-month search to fill her Senate seat. Under New York law, the governor appoints a replacement. A special election would then be held in November 2010 for the remainder of her term, which ended in January 2013.\nGovernor &lt;a href=\"David%20Paterson\"&gt;David Paterson&lt;/a&gt;'s selection process began with a number of prominent names and high-profile New York Democrats, including &lt;a href=\"Andrew%20Cuomo\"&gt;Andrew Cuomo&lt;/a&gt;, &lt;a href=\"Fran%20Drescher\"&gt;Fran Drescher&lt;/a&gt; and &lt;a href=\"Caroline%20Kennedy\"&gt;Caroline Kennedy&lt;/a&gt;, vying for the spot. Gillibrand quietly campaigned for the position, meeting secretly with Paterson on at least one occasion. She said that she made an effort to underscore her successful House elections in a largely conservative district, adding that she could be a good complement to &lt;a href=\"Chuck%20Schumer\"&gt;Chuck Schumer&lt;/a&gt;. Gillibrand was presumed a likely choice in the days before the official announcement. On January 23, 2009, Paterson held a press conference to announce Gillibrand as his choice.\nThe response to the appointment in New York was mixed. Upstate New York media was generally optimistic about the appointment of an upstate senator, as none had been elected since &lt;a href=\"Charles%20Goodell\"&gt;Charles Goodell&lt;/a&gt; left office in 1971. Many downstaters were disappointed with the selection, with some media outlets stating that Paterson had ignored the electoral influence of New York City and downstate on state politics. One questioned whether Paterson's administration was aware of \" statewide elections are won and lost\". Gillibrand was relatively unknown statewide, and many voters found the choice surprising. One source stated, \"With every Democrat in New York ... angling for the appointment, there was a sense of bafflement, belittlement, and bruised egos when Paterson tapped the junior legislator unknown outside of Albany.\"\nShortly before her appointment to the Senate was announced, Gillibrand reportedly contacted the Empire State Pride Agenda, an LGBT lobbying organization in New York, to express her full support for same-sex marriage, the repeal of the Defense of Marriage Act, the repeal of the Don't Ask, Don't Tell policy regarding gay and lesbian servicemembers, and the passage of legislation banning discrimination against transgender persons. She had supported civil unions for same-sex couples and argued that the same-sex marriage issue should be left to states. Paterson's office had advised her to reach out to Empire State Pride.\nGillibrand was sworn in on January 26, 2009; at 42, she entered the chamber as the youngest senator in the &lt;a href=\"111th%20United%20States%20Congress\"&gt;111th Congress&lt;/a&gt;. In February, she endorsed &lt;a href=\"Scott%20Murphy\"&gt;Scott Murphy&lt;/a&gt;, whom New York Democrats chose as their nominee for her former seat in the House of Representatives. In April, Murphy won the seat against Republican &lt;a href=\"Jim%20Tedisco\"&gt;Jim Tedisco&lt;/a&gt; by 399 votes and succeeded Gillibrand in the House until 2011.\nElections.\n2010.\nGillibrand had numerous potential challengers in the September 14, 2010, Democratic &lt;a href=\"primary%20election\"&gt;primary election&lt;/a&gt;. Some were obvious at the time of her appointment. Most notably, Representative &lt;a href=\"Carolyn%20McCarthy\"&gt;Carolyn McCarthy&lt;/a&gt; was unhappy with Gillibrand's stance on gun control, but McCarthy decided not to run. &lt;a href=\"Harold%20Ford%2C%20Jr.\"&gt;Harold Ford, Jr.&lt;/a&gt;, a former &lt;a href=\"Tennessee%27s%209th%20congressional%20district\"&gt;Congressman from Tennessee&lt;/a&gt;, considered a run but decided against it in March 2009. \nConcerned about a possible schism in the party that could lead to a heated primary, split electorate, and weakened stance, high-ranking members of the party backed Gillibrand and requested major opponents not to run. In the end, Gillibrand faced Gail Goode, a lawyer from New York City, and won the primary with 76% of the vote.\nDespite what was expected to be a heated race, Gillibrand easily prevailed against former Republican congressman &lt;a href=\"Joseph%20DioGuardi\"&gt;Joseph DioGuardi&lt;/a&gt; in her first statewide election. By the end of October, a &lt;a href=\"Quinnipiac%20University%20Polling%20Institute\"&gt;Quinnipiac University Polling Institute&lt;/a&gt; poll showed Gillibrand leading 57%-34%. Gillibrand won the November election 63%–35%, carrying 54 of New York's 62 counties; the counties that supported DioGuardi did so by a margin no greater than 10%.\n2012.\nGillibrand's special election victory gave her the right to serve the rest of Clinton's second term, which ended in January 2013. Gillibrand ran for a full six-year term in November 2012. In the general election, she faced &lt;a href=\"Wendy%20E.%20Long\"&gt;Wendy E. Long&lt;/a&gt;, an attorney running on both the Republican Party and Conservative Party lines. Gillibrand was endorsed by \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" and the \"&lt;a href=\"Democrat%20and%20Chronicle\"&gt;Democrat and Chronicle&lt;/a&gt;\". She won the election with 72.2% of the vote; in so doing, she surpassed Schumer's 71.2% &lt;a href=\"United%20States%20Senate%20election%20in%20New%20York%2C%202004\"&gt;victory in 2004&lt;/a&gt; and achieved the largest victory margin for a statewide candidate in New York history. She carried all counties except for two in western New York.\n2018.\nGillibrand was reelected to a second term in the Senate, defeating Republican Chele Chiavacci Farley with 67% of the vote. During a campaign debate, she pledged that she would serve out a full six-year term if reelected. She was endorsed by the progressive groups &lt;a href=\"Indivisible%20movement\"&gt;Indivisible Action&lt;/a&gt; and &lt;a href=\"Working%20Families\"&gt;Working Families&lt;/a&gt;.\nSenate tenure.\nA member of the Democratic Party's relatively conservative &lt;a href=\"Blue%20Dog%20Coalition\"&gt;Blue Dog&lt;/a&gt; faction while in the House, Gillibrand has moved her political positions and ideology toward a &lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt;, &lt;a href=\"Progressivism\"&gt;progressive&lt;/a&gt; position since her appointment to the Senate. In both cases, her views were significantly defined by the respective constituencies she served—a conservative congressional district versus the generally liberal state of New York, especially as defined by New York City. For example, although she had been quiet on the U.S. military's \"&lt;a href=\"Don%27t%20Ask%2C%20Don%27t%20Tell\"&gt;Don't Ask, Don't Tell&lt;/a&gt;\" policy when she was in the House, during her first 18 months in the Senate, Gillibrand was an important part of the successful campaign to repeal it.\nGillibrand made national headlines in February 2009 for stating that she and her husband kept two guns under their bed. Her staff later indicated that Gillibrand no longer stored guns under her bed.\nOn April 9, 2009, a combined Schumer–Gillibrand press release said that the two strongly supported a Latino being nominated to the Supreme Court at the time of the next vacancy. Their first choice was &lt;a href=\"Sonia%20Sotomayor\"&gt;Sonia Sotomayor&lt;/a&gt;. The two introduced her at Sotomayor's &lt;a href=\"Sonia%20Sotomayor%20Supreme%20Court%20nomination\"&gt;Senate confirmation hearing&lt;/a&gt; in July 2009.\nDuring the &lt;a href=\"Lame%20duck%20session%20%28United%20States%29\"&gt;lame duck session&lt;/a&gt; of the &lt;a href=\"111th%20Congress\"&gt;111th Congress&lt;/a&gt;, Gillibrand scored two substantial legislative victories: the passage of the &lt;a href=\"Don%27t%20Ask%2C%20Don%27t%20Tell%20Repeal%20Act%20of%202010\"&gt;Don't Ask, Don't Tell Repeal Act of 2010&lt;/a&gt; and the passage of the &lt;a href=\"James%20Zadroga%209/11%20Health%20and%20Compensation%20Act\"&gt;James Zadroga 9/11 Health and Compensation Act&lt;/a&gt;. Both were issues she had advocated for during that session. In the aftermath of these victories, Gillibrand gained a more prominent national profile.\nIn March 2011, Gillibrand co-sponsored the &lt;a href=\"PROTECT%20IP%20Act\"&gt;PROTECT IP Act&lt;/a&gt;, which would restrict access to websites judged to be infringing copyrights, but ultimately announced she would not support the bill as-is due to wide critical public response.\nIn 2012, Gillibrand authored a portion of the &lt;a href=\"STOCK%20Act\"&gt;STOCK Act&lt;/a&gt;, which extended limitations on &lt;a href=\"insider%20trading\"&gt;insider trading&lt;/a&gt; by members of Congress. A version of the bill, merged by Senator &lt;a href=\"Joe%20Lieberman\"&gt;Joe Lieberman&lt;/a&gt; with content from another bill authored by Senator &lt;a href=\"Scott%20Brown%20%28politician%29\"&gt;Scott Brown&lt;/a&gt;, was passed by Congress and signed into law by Obama in April.\nIn 2013, Gillibrand proposed legislation that would remove &lt;a href=\"Sexual%20assault%20in%20the%20United%20States%20military\"&gt;sexual assault cases&lt;/a&gt; from the military chain of command; the bill was cosponsored by Senators &lt;a href=\"Rand%20Paul\"&gt;Rand Paul&lt;/a&gt; and &lt;a href=\"Ted%20Cruz\"&gt;Ted Cruz&lt;/a&gt;. Gillibrand's bill failed to gain enough votes to break a filibuster in March 2014, but her efforts likely improved her standing as a lawmaker in the Senate.\nIn December 2013, Gillibrand introduced the Family and Medical Insurance Leave Act, which would have provided paid family leave.\nBy 2013, Gillibrand had \"skillfully aligned herself with causes with visible, moving human characters who have helped amplified her policy goals.\" For example, in campaigning for the repeal of the military's \"don't ask, don't tell\" policy, she established a website with videos of gay and lesbian veterans telling their personal stories. She has been less deferential to Senate seniority protocols and more uncompromising in her positions—such as combating sexual assault in the military—than most freshman senators, which has sometimes caused friction with her Democratic colleagues. Senator &lt;a href=\"Charles%20Grassley\"&gt;Charles Grassley&lt;/a&gt; has contrasted her approach with other New Yorkers of both parties, saying she is distinguished by \"her determination and knowledge and willingness to sit down one on one with senators and explain what she is up to\". Her fund-raising ability—almost $30 million from 2009 through 2013—helped her become a mentor to female candidates nationwide during that period.\nIn 2014, Gillibrand was included in the annual &lt;a href=\"Time%20100\"&gt;\"Time\" 100&lt;/a&gt;, \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine's list of the 100 most influential people in the world.\nIn 2015, Gillibrand invited campus activist &lt;a href=\"Emma%20Sulkowicz\"&gt;Emma Sulkowicz&lt;/a&gt; to attend the &lt;a href=\"2015%20State%20of%20the%20Union%20Address\"&gt;State of the Union Address&lt;/a&gt;. Her invitation was intended to promote the &lt;a href=\"Campus%20Accountability%20and%20Safety%20Act\"&gt;Campus Accountability and Safety Act&lt;/a&gt;, a bill Gillibrand co-sponsored.\nGillibrand once supported legislation that would criminalize \"boycotts\" by individuals or groups seeking to express a disapproval of the actions taken by the government of Israel. Gillibrand's advocacy against protests and \"boycotts\" included her co-sponsoring S.720, coined the \"Israel Anti-Boycott Act\". This legislation would have criminalized any political boycott intended to protest actions by the Israeli government, with a maximum sentence of 20 years in prison. The American Civil Liberties Union (ACLU) denounced S.720, claiming its provisions seeking to \"punish U.S. persons based solely on their expressed political beliefs\" are \"inconsistent\" with First Amendment constitutional protections. In July 2017, Gillibrand stated that she no longer supported the bill in its then-current form, adding that she would advocate for changes to it. She said the bill did not \"have any relevance to individuals at all\" and insisted she planned to \"urge them to rewrite it to make sure it says...'This is only applying to companies.'\"\nIn a February 2018 \"60 Minutes\" profile, Gillibrand said she was \"'embarrassed and ashamed'\" of the positions on immigration and guns she held during her tenure in the House of Representatives.\nGillibrand was named as part of the \"Hell-No Caucus\" by \"&lt;a href=\"Politico\"&gt;Politico&lt;/a&gt;\" in 2018, along with Senators &lt;a href=\"Kamala%20Harris\"&gt;Kamala Harris&lt;/a&gt;, &lt;a href=\"Cory%20Booker\"&gt;Cory Booker&lt;/a&gt;, &lt;a href=\"Elizabeth%20Warren\"&gt;Elizabeth Warren&lt;/a&gt;, and &lt;a href=\"Bernie%20Sanders\"&gt;Bernie Sanders&lt;/a&gt;, for voting \"overwhelmingly to thwart [Trump's] nominees for administration jobs\", such as with &lt;a href=\"Rex%20Tillerson\"&gt;Rex Tillerson&lt;/a&gt;, &lt;a href=\"Betsy%20DeVos\"&gt;Betsy DeVos&lt;/a&gt;, and &lt;a href=\"Mike%20Pompeo\"&gt;Mike Pompeo&lt;/a&gt;; all the senators were considered potential 2020 presidential contenders at the time, and all five did run for president in 2020.\nAccording to a FiveThirtyEight study, 12% of Gillibrand's votes matched Trump's position, the lowest among all senators.\n2020 presidential campaign.\nExploratory committee.\nIn early 2019, on \"&lt;a href=\"The%20Late%20Show%20with%20Stephen%20Colbert\"&gt;The Late Show with Stephen Colbert&lt;/a&gt;\", Gillibrand announced the formation of an &lt;a href=\"exploratory%20committee\"&gt;exploratory committee&lt;/a&gt; to consider running for the &lt;a href=\"2020%20Democratic%20Party%20presidential%20primaries\"&gt;Democratic nomination&lt;/a&gt; in the &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 United States presidential election&lt;/a&gt;. During her January 15 appearance, she said, \"I am going to run\", and the same day paperwork filed with the &lt;a href=\"Federal%20Election%20Commission\"&gt;Federal Election Commission&lt;/a&gt; established the Gillibrand 2020 Exploratory Committee. Gillibrand had frequently been mentioned as a possible &lt;a href=\"2020%20Democratic%20Party%20presidential%20primaries\"&gt;2020&lt;/a&gt; contender by the media before her announcement, but during a 2018 Senate campaign debate, she had promised to serve her entire six-year term if she were reelected.\nCampaign announcement and suspension.\nIn a Twitter post on March 17, Gillibrand announced that she was officially running for president. Like other Democratic candidates, she pledged not to accept campaign donations from &lt;a href=\"political%20action%20committee\"&gt;political action committee&lt;/a&gt;s.\nGillibrand was invited to the first &lt;a href=\"2020%20Democratic%20Party%20presidential%20debates\"&gt;Democratic presidential debate&lt;/a&gt;, participating on the second night, on June 27. She was also invited to the second debate, again participating in the second night, on July 31.\nGillibrand suspended her campaign on August 28, 2019, citing her failure to qualify for the third round of Democratic primary debates. She neither met the polling threshold nor sustained the fundraising quota set as debate qualifications.\nPolitical positions.\nDuring her tenure in the House of Representatives, Gillibrand was known as a &lt;a href=\"Centrism\"&gt;centrist&lt;/a&gt; Democrat. In the House, she was a member of the &lt;a href=\"Blue%20Dog%20Coalition\"&gt;Blue Dog Coalition&lt;/a&gt;, a caucus of &lt;a href=\"Fiscal%20conservatism\"&gt;fiscally conservative&lt;/a&gt; Democrats; she also voted against the &lt;a href=\"Emergency%20Economic%20Stabilization%20Act%20of%202008\"&gt;Emergency Economic Stabilization Act of 2008&lt;/a&gt;, spoke against the issuance of driver's licenses to undocumented &lt;a href=\"Illegal%20immigration%20to%20the%20United%20States\"&gt;immigrants&lt;/a&gt;, and voted for a bill that would withhold federal funds from immigrant &lt;a href=\"sanctuary%20city\"&gt;sanctuary cities&lt;/a&gt;. Gillibrand also voted for a bill that limited information-sharing between federal agencies about firearm purchasers and advocated for civil unions for same-sex couples.\nSince she became a member of the Senate, Gillibrand's political positions have moved leftward. In July 2018, \"&lt;a href=\"Newsday\"&gt;Newsday&lt;/a&gt;\" wrote that Gillibrand \"formerly held more conservative views on guns and immigration, but, in her nine years as New York's junior senator, [has] swung steadily to the left on those and other issues\". After being appointed to the Senate, she expressed support for same-sex marriage. A supporter of &lt;a href=\"Gun%20politics%20in%20the%20United%20States\"&gt;gun rights&lt;/a&gt; while in the House, Gillibrand has since moved in the direction of &lt;a href=\"gun%20control\"&gt;gun control&lt;/a&gt;. She has said that a conversation with a family who had lost a daughter to gun violence made her realize that she was \"wrong\" to oppose gun control measures; having once received an \"A\" rating from the NRA, she received an \"F\" rating as of 2018. In June 2018, Gillibrand called U.S. Immigration and Customs Enforcement, or ICE, a \"deportation force\" and became the first sitting senator to support the call to abolish ICE. She said, \"I believe you should get rid of it, start over, reimagine it and build something that actually works\" and \"I think you should reimagine ICE under a new agency with a very different mission\". \nIn May 2018, \"City &amp; State\" reported that Gillibrand had \"moved sharply leftward on economic issues, embracing a number of proposals to expand the social safety net and bolster lower-income families\". In July 2018, \"The New York Times\" wrote that Gillibrand had \"spent recent months injecting her portfolio with a dose of the kind of economic populism that infused Senator Bernie Sanders's campaign in the 2016 presidential primary\". \nIn a 2019 reversal of a past position, Gillibrand stated her support for driver's licenses for undocumented immigrants.\nOn social issues, Gillibrand is generally &lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt;, supporting &lt;a href=\"abortion%20rights\"&gt;abortion rights&lt;/a&gt; and helping lead the successful repeal effort of \"Don't Ask, Don't Tell.\" A supporter of &lt;a href=\"single-payer%20healthcare\"&gt;Medicare-for-all&lt;/a&gt; since her first House run in 2006, she co-sponsored a 2017 Medicare-for-all bill introduced by Sanders and said that health care should be a right. Gillibrand also supports a federal &lt;a href=\"job%20guarantee\"&gt;jobs guarantee&lt;/a&gt;. Although she used to be one of the top recipients of corporate campaign donations, in 2018 she supported rejecting corporate &lt;a href=\"political%20action%20committee\"&gt;PAC&lt;/a&gt; funds and invested heavily in online fundraising. Ninety-seven percent of donations to her 2018 campaign totaled $100 or less. She advocates government transparency, being one of a few members of Congress who release much personal and scheduling information.\nIn May 2017, Gillibrand co-sponsored the &lt;a href=\"Israel%20Anti-Boycott%20Act\"&gt;Israel Anti-Boycott Act&lt;/a&gt; (S.270), which made it a federal crime, punishable by a maximum sentence of 20 years imprisonment, for Americans to encourage or participate in boycotts against Israel and &lt;a href=\"Israeli%20settlement\"&gt;Israeli settlement&lt;/a&gt;s in the occupied &lt;a href=\"Israeli-occupied%20territories\"&gt;Palestinian territories&lt;/a&gt; if protesting actions by the Israeli government. In July 2017, Gillibrand said she no longer supported the bill in its then-current form, adding that she would advocate for changes to it. She said the bill did not \"have any relevance to individuals at all\" and insisted she planned to \"urge them to rewrite it to make sure it says...'This is only applying to companies.'\"\nIn 2018, Gillibrand said she was \"embarrassed and ashamed\" of the positions on guns and immigration she took during her House tenure.\n#MeToo movement.\nGillibrand has gone against her party on a number of occasions on issues related to women's rights. Declaring a \"zero tolerance\" doctrine regarding accusations of sexual misconduct by members of Congress, Gillibrand was the first in her caucus to call on Senator &lt;a href=\"Al%20Franken\"&gt;Al Franken&lt;/a&gt; to resign. Franken left office before a &lt;a href=\"Senate%20Ethics%20Committee\"&gt;Senate Ethics Committee&lt;/a&gt; investigation could review the accuracy of the allegations against him. In 2019, seven Democratic current and former U.S. senators who had demanded Franken's resignation in 2017 told &lt;a href=\"The%20New%20Yorker\"&gt;\"New Yorker\"&lt;/a&gt; reporter &lt;a href=\"Jane%20Mayer\"&gt;Jane Mayer&lt;/a&gt; they had been wrong to do so, but Gillibrand has expressed no regrets for leading the demand for his resignation.\nIn November 2017, amid the &lt;a href=\"Me%20Too%20movement\"&gt;MeToo&lt;/a&gt; movement, Gillibrand became the first high-profile Democrat to say that &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; should have resigned when his affair with &lt;a href=\"Monica%20Lewinsky\"&gt;Monica Lewinsky&lt;/a&gt; was revealed. In 2018, Clinton expressed disagreement with Gillibrand's opinion.\nIn 2019, a female former aide to Gillibrand criticized her for retaining a male staffer despite the aide's sexual harassment complaint against him. This was contrasted with her \"unyielding stand against sexual misconduct\" by other men such as Franken.\nPersonal life.\nGillibrand met her husband, Jonathan Gillibrand, a &lt;a href=\"venture%20capitalist\"&gt;venture capitalist&lt;/a&gt; and &lt;a href=\"British%20national\"&gt;British national&lt;/a&gt;, on a blind date. Jonathan planned to be in the United States for only a year while studying for his &lt;a href=\"Master%20of%20Business%20Administration\"&gt;Master of Business Administration&lt;/a&gt; at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;, but he stayed in the country because of their developing relationship. They married in a Catholic church in Manhattan in 2001.\nThe Gillibrands had their first son, Theodore, in 2003, and their second son, Henry, in 2008. Gillibrand continued to work until the day of Henry's delivery and received a standing ovation from her colleagues in the House for doing so.\nBecause of the requirements of Gillibrand's office, the family spends most of its time in Washington, D.C. In 2011, the Gillibrands sold their house in &lt;a href=\"Hudson%2C%20New%20York\"&gt;Hudson&lt;/a&gt; and purchased their home in Brunswick to be closer to Gillibrand's family in Albany. In 2020, the Gillibrands sold their house in &lt;a href=\"Brunswick%2C%20New%20York\"&gt;Brunswick&lt;/a&gt;. Gillibrand stated in 2020 that her family was looking for a house in the North Country.\nGillibrand was inducted into &lt;a href=\"Omicron%20Delta%20Kappa\"&gt;Omicron Delta Kappa&lt;/a&gt;, a national leadership honor society, as an \"honoris causa\" initiate at &lt;a href=\"SUNY%20Plattsburgh\"&gt;SUNY Plattsburgh&lt;/a&gt; in 2012.\nPublished works.\nIn 2014, Gillibrand published her first book, \"Off the Sidelines: Raise Your Voice, Change the World\". The candid memoir was notable in the media upon release due to whisperings of a future presidential run as well as Gillibrand's claims of sexism in the Senate, including specific comments made to her by other members of Congress about her weight and appearance. \"Off the Sidelines\" debuted at number 8 on &lt;a href=\"The%20New%20York%20Times%20Best%20Seller%20list\"&gt;\"The New York Times\" Best Seller list&lt;/a&gt; for hardcover nonfiction.\nElectoral history.\n.9"
}