{
    "id": "677885",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=677885",
    "title": "Less Than Zero (novel)",
    "text": "Less Than Zero is the &lt;a href=\"debut%20novel\"&gt;debut novel&lt;/a&gt; of &lt;a href=\"Bret%20Easton%20Ellis\"&gt;Bret Easton Ellis&lt;/a&gt;, published in 1985. It was his first published effort, released when he was 21 years old and still a student at &lt;a href=\"Bennington%20College\"&gt;Bennington College&lt;/a&gt;. The novel was titled after the &lt;a href=\"Elvis%20Costello\"&gt;Elvis Costello&lt;/a&gt; &lt;a href=\"Less%20Than%20Zero%20%28song%29\"&gt;song of the same name&lt;/a&gt;.\nPlot summary.\nThe novel follows the life of Clay, a rich, young college student who has returned to his hometown of &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, California for winter break circa 1984. Through &lt;a href=\"First-person%20narrative\"&gt;first-person narration&lt;/a&gt;, Clay describes his progressive alienation from the culture around him, loss of faith in his friends, and his meditations on events in his recent past.\nAfter reuniting with his ex-girlfriend Blair, and friends like Trent, now a successful &lt;a href=\"model%20%28person%29\"&gt;model&lt;/a&gt;, Clay embarks on a series of drug-fueled nights of partying, during which he has &lt;a href=\"one-night%20stand\"&gt;one-night stand&lt;/a&gt;s with both sexes. While partying, he tries to track down his best friend from high school, Julian, with whom he hasn't spoken in months. In between descriptions of his days and nights, Clay recounts a vacation spent with his parents and grandparents, during which he seemed to be the only person concerned that his grandmother was dying of cancer.\nOver time, Clay becomes progressively disillusioned with the party scene as he witnesses the &lt;a href=\"apathy\"&gt;apathy&lt;/a&gt; of his friends towards the suffering of one another and those around them: at one party, he watches as the revellers joke and take &lt;a href=\"Instant%20film\"&gt;Polaroids&lt;/a&gt; of his friend, Muriel, while she injects &lt;a href=\"heroin\"&gt;heroin&lt;/a&gt;; at another, he and Blair are the only two who exhibit revulsion when Trent shows a &lt;a href=\"snuff%20film\"&gt;snuff film&lt;/a&gt;, which sexually excites several partygoers.\nClay ultimately tracks down Julian, who borrows a large sum of money from Clay. At first, Julian says that the money is for an abortion, but Clay doesn't believe him. Later, when Clay asks Julian to pay him back, Julian brings him to meet his abusive &lt;a href=\"Procuring%20%28prostitution%29\"&gt;pimp&lt;/a&gt;, Finn. It is revealed that Julian has become a heroin addict and turned to &lt;a href=\"prostitution\"&gt;prostitution&lt;/a&gt; in order to pay off a debt to unnamed drug dealers. Believing what he has been told, yet still feeling an empty desire to witness this awful scene for himself, Clay accompanies Julian to a rendezvous in a hotel room with a married &lt;a href=\"closeted\"&gt;closeted&lt;/a&gt; businessman from Indiana, where he is compelled by the &lt;a href=\"john%20%28prostitution%29\"&gt;john&lt;/a&gt; to watch the man and Julian have sex for several hours.\nAfter attending a concert with his friends, Clay accompanies them to an alleyway, where they stare, fascinated, at the corpse of a young man, presumably dead by overdose. Afterward, Clay follows the group back to the home of his drug dealer, Rip, who wants to show off his latest acquisition: a twelve-year-old &lt;a href=\"sex%20slave\"&gt;sex slave&lt;/a&gt; whom Rip has been keeping drugged in his bedroom. When Clay tells Rip, \"I don't think it's right,\" Rip says, \"What's right?\" Clay leaves, but Trent decides to stay so that he can participate.\nNow feeling completely isolated and with winter break coming to an end, Clay reflects on the brutal nature of his surroundings as he returns to college in &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;.\nBackground.\nEllis began work on what would become \"Less Than Zero\" in 1980. He cites his major influences as &lt;a href=\"Joan%20Didion\"&gt;Joan Didion&lt;/a&gt; and &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; &lt;a href=\"Film%20noir\"&gt;noir&lt;/a&gt;, but he was also inspired by the moral ambiguity of \"&lt;a href=\"American%20Gigolo\"&gt;American Gigolo&lt;/a&gt;\".\n\"Less Than Zero\" was to become Ellis' first attempt at a proper novel, following much &lt;a href=\"roman%20%C3%A0%20clef\"&gt;roman à clef&lt;/a&gt; &lt;a href=\"juvenilia\"&gt;juvenilia&lt;/a&gt;. Its first draft was incredibly emotional and overwrought, and in the third-person. Ellis's &lt;a href=\"creative%20writing\"&gt;creative writing&lt;/a&gt; teacher, novelist &lt;a href=\"Joe%20McGinniss\"&gt;Joe McGinniss&lt;/a&gt;, advised that he return to the first-person style of roman à clef (which Ellis was hesitant to do) and Ellis stripped it back, from there evoking the &lt;a href=\"minimalism%23Literary%20minimalism\"&gt;minimalist&lt;/a&gt; style for which it became famous.\nIn the former &lt;a href=\"child%20actor\"&gt;child actor&lt;/a&gt; &lt;a href=\"Danny%20Bonaduce\"&gt;Danny Bonaduce&lt;/a&gt;'s 2002 autobiography, \"Random Acts of Badness\", Bonaduce notes the striking similarity between the fictional high school in \"Less Than Zero\" and &lt;a href=\"Buckley%20School%20%28California%29\"&gt;The Buckley School&lt;/a&gt; in &lt;a href=\"Sherman%20Oaks%2C%20Los%20Angeles%2C%20California\"&gt;Sherman Oaks, California&lt;/a&gt;, where Bonaduce, recording artist &lt;a href=\"Michael%20Jackson\"&gt;Michael Jackson&lt;/a&gt;, film actor &lt;a href=\"Christian%20Brando\"&gt;Christian Brando&lt;/a&gt;, and other children of wealth and celebrity went to school together. In commenting on the novel, Bonaduce notes, \"When the book \"Less Than Zero\" came out, all my classmates were pissed. Not because it was an exact portrayal of our school – but because we failed to get any royalties.\"\nCharacters.\n\"Less Than Zero\" has an extensive cast of characters; the ones listed play major roles throughout the novel.\nFilm adaptation.\nThe book \"Less Than Zero\" was very loosely adapted into a &lt;a href=\"film\"&gt;movie&lt;/a&gt; in 1987 by &lt;a href=\"20th%20Century%20Fox\"&gt;20th Century Fox&lt;/a&gt; in title only. It starred &lt;a href=\"Andrew%20McCarthy\"&gt;Andrew McCarthy&lt;/a&gt; as Clay, &lt;a href=\"Robert%20Downey%20Jr.\"&gt;Robert Downey Jr.&lt;/a&gt; as Julian, &lt;a href=\"Jami%20Gertz\"&gt;Jami Gertz&lt;/a&gt; as Blair, and &lt;a href=\"James%20Spader\"&gt;James Spader&lt;/a&gt; as Rip. A then-unknown &lt;a href=\"Brad%20Pitt\"&gt;Brad Pitt&lt;/a&gt; also appeared as an extra. In the film, Clay is an anti-drug crusader who returns home from college to try to rescue his friends from their various narcotics addictions.\nDue to all the liberties taken, Ellis refused to see the movie. In an interview, Ellis stated that he has warmed up to the movie, and appreciates it visually as a snapshot of a particular time. Ellis claimed that there was no connection between the book and the movie, except for the title, the location of Southern California and the names of the characters.\nA long-running rumor in the film industry is that &lt;a href=\"Quentin%20Tarantino\"&gt;Quentin Tarantino&lt;/a&gt; has been interested in filming a new version of \"Less Than Zero.\" His &lt;a href=\"Video%20Archives\"&gt;workmate&lt;/a&gt; &lt;a href=\"Roger%20Avary\"&gt;Roger Avary&lt;/a&gt; adapted \"&lt;a href=\"The%20Rules%20of%20Attraction\"&gt;The Rules of Attraction&lt;/a&gt;,\" (also based on a novel by Ellis) in 2002, and since both he and Tarantino like the works by Ellis, Tarantino has been eyeing the possibility of adapting \"Less Than Zero.\" Ellis stated in an interview for &lt;a href=\"Vice%20Magazine\"&gt;\"Vice\" Magazine&lt;/a&gt; that Quentin Tarantino has been \"trying to get &lt;a href=\"20th%20Century%20Fox\"&gt;Fox&lt;/a&gt; to let him remake it.\" At a Q &amp; A at &lt;a href=\"Harvard%20Book%20Store\"&gt;Harvard Book Store&lt;/a&gt; in 2012 Ellis stated in a reply to a question of whether \"Less Than Zero\" will be remade that Tarantino \"has shown interest\" in adapting the story. This Q &amp; A filmed by &lt;a href=\"WGBH-TV\"&gt;WGBH&lt;/a&gt; Forum Network is called \"Bret Easton Ellis: Imperial Bedrooms\" and can be seen on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;.\nTV adaptation.\nOn July 31, 2018, it was announced that &lt;a href=\"Hulu\"&gt;Hulu&lt;/a&gt; had ordered a pilot for the series. &lt;a href=\"Bret%20Easton%20Ellis\"&gt;Bret Easton Ellis&lt;/a&gt; is set to executive produce alongside Craig Wright who is also the series developer and Brett Morgan is set to direct the pilot. However, Hulu chose not to produce a series based on the pilot \nSequel.\nEllis announced in 2005 that he would be writing a sequel to \"Less Than Zero\": a story following the same characters, set in the present day, that focuses on their lives as they approach &lt;a href=\"middle%20age\"&gt;middle age&lt;/a&gt;.\nIn January 2008, Ellis announced that his forthcoming novel \"&lt;a href=\"Imperial%20Bedrooms\"&gt;Imperial Bedrooms&lt;/a&gt;\" would be the sequel to \"Less Than Zero\". In keeping with the original, the title is taken from the title of an &lt;a href=\"Elvis%20Costello\"&gt;Elvis Costello&lt;/a&gt; record (both a 1982 album and song). The book appeared in 2010.\nReception.\nThe author stated:\nUpon the release of \"Imperial Bedrooms\", \"Details\" commented on \"Less Than Zero\" and its original reviews, stating: \"Years ago people could have read some of your books and said, \"Oh, this is just &lt;a href=\"nihilism\"&gt;nihilism&lt;/a&gt;. These people don't exist! There's nobody that rich and stupid and narcissistic!\"\". (The article states, \"When Michiko Kakutani first reviewed Less Than Zero in \"The New York Times\" in June of 1985, she began the review this way: \"This is one of the most disturbing novels I've read in a long time.\"\") Ellis remarks \"surprise!\". They also credit him with \"In a way, [inventing] &lt;a href=\"Paris%20Hilton\"&gt;Paris Hilton&lt;/a&gt; and &lt;a href=\"Spencer%20Pratt\"&gt;Spencer Pratt&lt;/a&gt; and &lt;a href=\"the%20Kardashians\"&gt;the Kardashians&lt;/a&gt;.\""
}