{
    "id": "6778622",
    "revid": "982046",
    "url": "https://en.wikipedia.org/wiki?curid=6778622",
    "title": "Military of Carthage",
    "text": "The military of &lt;a href=\"Carthage\"&gt;Carthage&lt;/a&gt; was one of the largest military forces in the &lt;a href=\"classical%20antiquity\"&gt;ancient world&lt;/a&gt;. Although Carthage's navy was always its main military force, the army acquired a key role in the spread of Carthaginian power over the native peoples of &lt;a href=\"northern%20Africa\"&gt;northern Africa&lt;/a&gt; and southern &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt; from the 6th century BC and the 3rd century BC. Carthage's military also allowed it to expand into &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt; and the &lt;a href=\"Balearic%20Islands\"&gt;Balearic Islands&lt;/a&gt;. This expansion transformed the military from a body of citizen-soldiers into a multinational force composed of a combination of allies, citizens and foreign mercenary units.\nThe Carthaginian military was a &lt;a href=\"combined%20arms\"&gt;combined arms&lt;/a&gt; force, which comprised &lt;a href=\"light%20infantry\"&gt;light&lt;/a&gt; and &lt;a href=\"heavy%20infantry\"&gt;heavy infantry&lt;/a&gt;, &lt;a href=\"siege%20engines\"&gt;siege engines&lt;/a&gt;, &lt;a href=\"skirmishers\"&gt;skirmishers&lt;/a&gt;, &lt;a href=\"light%20cavalry\"&gt;light&lt;/a&gt; and &lt;a href=\"heavy%20cavalry\"&gt;heavy cavalry&lt;/a&gt;, as well as &lt;a href=\"war%20elephants\"&gt;war elephants&lt;/a&gt; and &lt;a href=\"chariots\"&gt;chariots&lt;/a&gt;. &lt;a href=\"commander-in-chief\"&gt;Supreme command&lt;/a&gt; of the military was initially held by the civilian &lt;a href=\"Suffete\"&gt;Suffete&lt;/a&gt;s until the third century BC. Thereafter, professional military generals were appointed directly by the Carthaginian Senate.\nCarthage's military battled the &lt;a href=\"Ancient%20Greece\"&gt;Greeks&lt;/a&gt; over control of the island of &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;. These encounters influenced the development of the Carthaginians' weapons and tactics, causing Carthage to adopt the Greek-style &lt;a href=\"hoplite\"&gt;hoplite&lt;/a&gt; soldier fighting in the &lt;a href=\"phalanx\"&gt;phalanx&lt;/a&gt; formation. Though they ultimately prevailed over the Greeks in Sicily, shortly thereafter the Carthaginian war machine was confronted with the single greatest military challenge it would ever face from the &lt;a href=\"Military%20of%20Ancient%20Rome\"&gt;military&lt;/a&gt; of the expanding &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;. Carthage and Rome fought several major protracted conflicts known as the &lt;a href=\"Punic%20Wars\"&gt;Punic Wars&lt;/a&gt;, the &lt;a href=\"Third%20Punic%20War\"&gt;last of which&lt;/a&gt; resulted in the complete and total &lt;a href=\"Siege%20of%20Carthage%20%28Third%20Punic%20War%29\"&gt;destruction of the city of Carthage&lt;/a&gt; in 146 BC, by which time the Carthaginian military was only a shadow of its former self. Carthage came close to victory on several occasions, during the earlier Punic Wars however; with their military achieving notable success under the command of &lt;a href=\"Hamilcar%20Barca\"&gt;Hamilcar Barca&lt;/a&gt; and his son &lt;a href=\"Hannibal\"&gt;Hannibal&lt;/a&gt; in the &lt;a href=\"First%20Punic%20War\"&gt;First&lt;/a&gt; and &lt;a href=\"Second%20Punic%20War\"&gt;Second&lt;/a&gt; Punic Wars respectively. Hannibal Barca specifically, is widely regarded as one of the greatest military geniuses of all time.\nOverview.\nThe most distinct feature of the Carthaginian army was its composition. Contrary to most other states in the Mediterranean at the time, the army was composed almost exclusively of foreign mercenary units while its navy was manned by citizens. Carthage lacked a history of citizen infantry forces, requiring its army to be composed mainly of foreign troops, particularly &lt;a href=\"Libyans\"&gt;Libyans&lt;/a&gt;, &lt;a href=\"Numidians\"&gt;Numidians&lt;/a&gt;, &lt;a href=\"Iberians\"&gt;Iberians&lt;/a&gt;, &lt;a href=\"Gauls\"&gt;Gauls&lt;/a&gt;, and &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt;. Its &lt;a href=\"Phoenicia\"&gt;Phoenicia&lt;/a&gt;n origins, however, granted Carthage a long history as a seafaring people. Additionally, while the navy was a permanently manned force, the army would be enlisted only for a particular campaign and then demobilized. Only when the city of Carthage itself was threatened would citizens be &lt;a href=\"conscripted\"&gt;conscripted&lt;/a&gt; into infantry service.\nAncient authors, such as Polybius and Livy, tend to stress Carthage's reliance on mercenary units. The term \"mercenary\", however, is misleading when applied to the entire Carthaginian army. As often the wealthiest polity in the region, Carthage could and regularly did employ large numbers of mercenaries in the true sense of the term. However, many of their African and Iberian recruits were not true mercenaries as these peoples often came from states or territories subject to or allied with Carthage, who were bound by treaty to supply Carthage's army with soldiers furnished from their own ranks. For example, the &lt;a href=\"Numidian%20cavalry\"&gt;Carthaginian cavalry&lt;/a&gt; was predominantly provided by their Numidian allies, a people famous for their elite light cavalry units. In the aftermath of the First Punic War, Carthage was on the brink of bankruptcy and found itself unable to pay what they owed the true mercenaries who had served them in the war. This led to the &lt;a href=\"Mercenary%20War\"&gt;Mercenary War&lt;/a&gt; with Carthage’s domestic forces and some of her remaining allies, forced to put down a rebellion by the unpaid mercenaries. Afterwards, Carthage continued to fill its ranks with foreign conscripts, but never depended on hired mercenaries in the same way again.\nHistory.\nEstablishment under Mago.\nIn 550 BC, &lt;a href=\"Mago%20I%20of%20Carthage\"&gt;Mago I of Carthage&lt;/a&gt; became king of Carthage and sought to establish Carthage as the dominant military power in the western &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;. Though still economically dependent on its &lt;a href=\"metropolis\"&gt;mother city&lt;/a&gt; of &lt;a href=\"Tyre%2C%20Lebanon\"&gt;Tyre&lt;/a&gt;, Carthage was growing in stature. Under Mago, Carthage allied with the &lt;a href=\"Etruscans\"&gt;Etruscans&lt;/a&gt; of northern &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; against the Greek city-states in southern Italy, an alliance that would last until &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; expelled its Etruscan kings.\nMago also set about a series of military reforms designed to strengthen Carthaginian power. \nDuring the 4th century BC, the maximum number of standing troops Carthage expected at its service can be estimated from the capacity of the barracks located in the three rings of walls that protected the city, offering accommodation to 24,000 infantry, 4,000 cavalry, and 300 elephants. In addition to their own conscripted forces, large contingents of mercenaries and auxiliaries would be employed. &lt;a href=\"Appian\"&gt;Appian&lt;/a&gt; mentions that in total 40,000 infantry, 1,000 cavalry, and 2,000 heavy chariots were recruited to oppose the invasion of &lt;a href=\"Agathocles%20of%20Syracuse\"&gt;Agathocles of Syracuse&lt;/a&gt;.\nGrowth of Mercenary Forces.\nAfter the Punic defeats during the &lt;a href=\"Sicilian%20Wars\"&gt;Sicilian Wars&lt;/a&gt; of the 5th and 4th centuries BC, in which large numbers of Carthaginian citizens had been killed, the Carthaginian Senate set about enlisting mercenary forces in order to replenish the ranks of the Carthaginian army, an extraordinary technique that Carthage had employed since the late 6th century BC. Beginning with the reign of King &lt;a href=\"Hanno%20the%20Navigator\"&gt;Hanno the Navigator&lt;/a&gt; in 480 BC, Carthage regularly began employing Iberian infantry and Balearic slingers to support Carthaginian spearmen in Sicily.\nPunic recruiters toured all corners of the Mediterranean, attracting mercenaries and fugitive slaves. &lt;a href=\"Gauls\"&gt;Gauls&lt;/a&gt;, &lt;a href=\"Ligurians\"&gt;Ligurians&lt;/a&gt;, &lt;a href=\"Numidians\"&gt;Numidians&lt;/a&gt;, &lt;a href=\"Libyans\"&gt;Libyans&lt;/a&gt;, &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt;, and especially &lt;a href=\"Iberians\"&gt;Iberians&lt;/a&gt;. were extensively recruited by Carthage. Troops were recruited both by simple monetary contracts and through partnerships established through treaties with other states and tribes.\nReforms of Xanthippus.\nIn 256 BC, during the &lt;a href=\"First%20Punic%20War\"&gt;First Punic War&lt;/a&gt; with the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;, the &lt;a href=\"Roman%20Consul\"&gt;Roman Consul&lt;/a&gt; &lt;a href=\"Marcus%20Atilius%20Regulus\"&gt;Marcus Atilius Regulus&lt;/a&gt; decisively defeated the Carthaginian navy at the &lt;a href=\"Battle%20of%20Cape%20Ecnomus\"&gt;Battle of Cape Ecnomus&lt;/a&gt;, enabling him to land a Roman army in Africa. Prior to this point in the war, most ground fighting had been on Sicily, now the Roman armies threatened Carthage itself. After landing, Regulus' army immediately began scorched earth campaign, pillaging the Punic countryside and following a brief siege, &lt;a href=\"Siege%20of%20Aspis\"&gt;sacking the city of&lt;/a&gt; &lt;a href=\"Aspis\"&gt;Aspis&lt;/a&gt;. Regulus then inflicted a crushing defeat on a hastily raised Carthaginian army at the &lt;a href=\"Battle%20of%20Adys\"&gt;Battle of Adys&lt;/a&gt; near Carthage. \nFollowing these events, Carthage sued for peace, but the terms demanded by Regulus were too harsh, and the war continued. The Carthaginians began to quickly expand their military capabilities on land, conscripting their own citizens and recruiting more mercenaries, including &lt;a href=\"Spartan\"&gt;Spartan&lt;/a&gt; captain &lt;a href=\"Xanthippus%20of%20Carthage\"&gt;Xanthippus&lt;/a&gt;, who was charged with retraining and restructuring the Carthaginian army. Xanthippus adopted the &lt;a href=\"combined%20arms\"&gt;combined arms&lt;/a&gt; model of the &lt;a href=\"Ancient%20Macedonian%20army\"&gt;Macedonian army&lt;/a&gt;, developed during the time of &lt;a href=\"Philip%20II%20of%20Macedon\"&gt;Phillip II&lt;/a&gt;. Xanthippus split his cavalry between his two wings, with mercenary infantry screening the cavalry, and a hastily raised citizen phalanx in the center screened by a line of elephants in front of the spearmen. Previously, Carthaginian generals had placed the elephants behind the central phalanx. Xanthippus also realized the mistakes that the Carthaginians were making by avoiding open ground battles against the Romans, instead seeking only uneven terrain. This was done out of fear of the Romans' superior infantry. Such a strategy, however, restricted Carthage's strongest elements: its cavalry and elephants. Uneven terrain also disrupts the phalanx in favor of the more flexible &lt;a href=\"Roman%20legion\"&gt;legion&lt;/a&gt;. By seeking battles on open plains, Xanthippus was able to make the fullest use of Carthage's strengths, where Roman formations broke under attack from the elephant and cavalry charges.\nUnder the leadership of Xanthippus, the reformed Carthaginian army completely destroyed the Roman army at the &lt;a href=\"Battle%20of%20the%20Bagradas%20River%20%28255%20BC%29\"&gt;Battle of Bagradas River&lt;/a&gt; in 255 BC, capturing Regulus in the process and ending the Roman threat in Africa for the time being.\nHamilcar Barca.\nIn 247 BC, after eighteen years of fighting in the &lt;a href=\"First%20Punic%20War\"&gt;First Punic War&lt;/a&gt;, the Carthaginian Senate appointed &lt;a href=\"Hamilcar%20Barca\"&gt;Hamilcar Barca&lt;/a&gt; to assume command of Carthage's land and naval forces in the struggle against the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;. Though Carthage dominated the sea following its victory in the &lt;a href=\"Battle%20of%20Drepanum\"&gt;Battle of Drepanum&lt;/a&gt; in 249 BC, Rome controlled most of Sicily. Until this point, Carthage had been led by the landed aristocracy and they preferred to expand into Africa instead of pursuing an aggressive policy against Rome in Sicily. Hanno \"The Great\" had been in charge of operations in Africa since 248 BC and had conquered considerable territory by 241 BC.\nCarthage at this time was feeling the strain of the prolonged conflict. In addition to maintaining a fleet and soldiers in Sicily, it was also fighting the Libyans and Numidians in Africa. As a result, Hamilcar was given a fairly small army and the Carthaginian fleet was gradually withdrawn so that, by 242 BC, Carthage had no ships to speak of in Sicily.\nStructure.\nInfantry.\nThough native carthaginian hoplite infantry could be fielded and was, it had been largely replaced by allied and mercenary infantry by the time of the first Punic war. Carthaginian infantry was made up of Libyans armed with one or two short spears that could be thrown, &lt;a href=\"linothorax\"&gt;linothorax&lt;/a&gt; armor, bronze helmets, iberian style swords, and an &lt;a href=\"aspis\"&gt;aspis&lt;/a&gt; shield that was later replaced by a flat, oval shield gripped in the center. It was called a scutum in the western mediterranean and a &lt;a href=\"thureos\"&gt;thureos&lt;/a&gt; in the east. The shield change probably came as a result of prolonged experience with the more flexible Gallic, Ligurian, Italian, and Iberian mercenaries that had been using such shields for centuries prior.\nIberian warriors serving Carthage were split into scutari heavy infantry and caetrati light infantry, named so after their shields, the Caetra being a round buckler. They also wielded all iron soliferra javelins and falcata swords. Gallic and Ligurian footmen were armed with similar tall shields, chain mail, and bronze helmets, but carried heavier spears and longer, straighter swords.\nSacred Band.\nThe Sacred Band was an elite unit of the Carthaginian army. Since its formation in the 4th century BC, the unit consisted exclusively of the sons of the noble Carthaginian citizens. The unit usually did not fight outside of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. As a unit of heavy spearmen, the unit was placed in the center of the army formation immediately behind the row of elephants and protected by auxiliary wings of mercenaries and cavalry.\nThe presence of Carthaginian citizens fighting as infantry in the army is unusual as Carthaginian citizens usually served only as officers or cavalry, while the bulk of Carthage's infantry units were generally made up of mercenaries, auxiliaries from allied communities (who might be Punic colonists), and conscripts from subject territories.\nWith their elite status, members of the Sacred Band received the best equipment in the Carthaginian army. Their weapons and training were similar to those of the Greek &lt;a href=\"hoplites\"&gt;hoplites&lt;/a&gt;: heavy spear, sword, &lt;a href=\"aspis\"&gt;aspis&lt;/a&gt; shield, and bronze &lt;a href=\"greave\"&gt;greave&lt;/a&gt;s, helmet, and breastplate. The hoplites also fought in a &lt;a href=\"phalanx\"&gt;phalanx&lt;/a&gt; formation. The unit numbered around 2,500 soldiers according to &lt;a href=\"Diodorus\"&gt;Diodorus&lt;/a&gt;.\nCarthaginian military tradition.\nAccording to the historian A. Heuss: \"The central problem concerning Carthaginian political institutions is their relation to military aspects.\" (\"Das zentrale Problem des karthagischen Staatslebens ist sein Verhältnis zum Militärwesen.\")\nIt has traditionally been argued that Carthage was a peaceful city of merchants or a brutal colonial power and both theories were rather dependent on modern perceptions. Almost all approaches towards Carthage have in common the fact that they do not look at Carthaginian policy-making as such, but rather its structure in a fundamental contrast to that of Rome. However, the \"&lt;a href=\"polis\"&gt;polis&lt;/a&gt;\" Carthage was, over the course of several centuries, the dominant power in the Western Mediterranean and could establish its \"&lt;a href=\"Protectorate\"&gt;symmachy&lt;/a&gt;\" over large territories, which were also deeply influenced by the Punic culture. It played a very important role in the urbanization of Northern Africa, where the Punic language was to persist until the 5th century AD.\nThe idea that mercantile business and warlike spirit are contradictory dates to the &lt;a href=\"Age%20of%20Enlightenment\"&gt;Age of Enlightenment&lt;/a&gt; and is generally not shared by ancient sources, such as Virgil, who writes in \"Aeneid\" 1,444f. on Carthage: for this reason shall the people be glorious in war and acquire food easily for centuries (\"sic nam fore bello / egregiam et facilem victu per saecula gentem\"). Livy already points out that Carthage did house a body of at least 40,000 professional soldiers until sometime after the Second Punic War. Other sources can be interpreted to refer to a high degree of military professionalism in the small Punic population whose constitution Aristotle groups along with those of Sparta and Crete. So there is an ongoing debate among historians about the extent of Carthage's military spirit. It should be pointed out that the sources on the Punic forces are rare and not easily accessible because they are almost exclusively written by their opponents in war. An inscription discovered in Carthage seems to confirm the doubts raised by the lack of sources concerning members of the nobility in the trading business. The translation (which is, like all translations from the Punic, disputed in details) only mentions in the existing parts merchants among the people with little money, while owners of producing facilities are mentioned among those with more money. &lt;a href=\"https%3A//web.archive.org/web/20071011110130/http%3A//www.cartage.org.lb/en/themes/GeogHist/histories/Oldcivilization/phoenicia/origin/puniclit/inscriptions.html\"&gt;&lt;/a&gt;\nSimilar doubts were raised earlier because our only source on a Punic trader is the play \"&lt;a href=\"Poenulus\"&gt;Poenulus&lt;/a&gt;\" and the Carthaginian presented there is a rather humble merchant. An important part of the Punic culture seems to have consisted in their devotion to the gods, and their well-known units, called \"Sacred Bands\" by our Greek sources, are regarded as the elite troops of their time. These consisted of infantry troops and cavalry units. The latter were formed by young nobles of the city devoting their life to military training.\nMercenaries in the forces of Carthage.\nAncient authors, such as &lt;a href=\"Polybius\"&gt;Polybius&lt;/a&gt;, tend to stress Carthage's reliance on foreign &lt;a href=\"mercenary\"&gt;mercenaries&lt;/a&gt;. However, the term 'mercenary' is misleading when applied to the North African and Iberian recruits, i.e. from areas controlled by Carthage. They were comparable to Roman Auxilia though Carthage did also employ mercenaries in the true sense as well.\nUnits were generally segregated by ethnicity, which was also a criterion for the respective specialisation. While within a unit communication in the native tongue was possible, between units Greek and Punic helped to establish communication. According to Polybius, this enabled the insurgents during the &lt;a href=\"Mercenary%20War\"&gt;Mercenary War&lt;/a&gt;, which is also the only recorded large mutiny of Carthage's troops, to communicate with each other on higher levels.\nThe reported causes for this conflict were that following the &lt;a href=\"First%20Punic%20War\"&gt;First Punic War&lt;/a&gt; against Rome, payment of the mercenaries was delayed for over a year. When finally arrangements for payment were made, the mistrust between the mercenaries and their employer helped to kindle the war. The native North African Libyans, the largest contingent of the 'mercenaries', objected to being paid last while their comrades had been shipped home. Fear had spread that this might be a Carthaginian trap to exterminate them without payment and save their silver, after having crippled their army of the specialized supportive arms units. The conditions for the payment were rejected, although their former commander, &lt;a href=\"Hannibal%20Gisco\"&gt;Gisco&lt;/a&gt;, had provided them with his own person and 500 other nobles as hostages to reassure them of Carthage's sincere and honest intentions. The mercenaries and supporting native insurgents began attacking Carthaginian targets and urging the Libyan natives to rise. According to our sources, the war was conducted in a particularly brutal fashion and ended, after three years, with the total destruction of the mercenary and insurgent forces.\nIt would be difficult to say precisely what a typical make-up of a Carthaginian army would be, but in the &lt;a href=\"Punic%20wars\"&gt;Punic wars&lt;/a&gt;, they are reported to have included Greeks, Iberians, Balearics, Gauls, &lt;a href=\"Ligures\"&gt;Ligures&lt;/a&gt;, Italians (e.g. &lt;a href=\"Samnites\"&gt;Samnites&lt;/a&gt;, &lt;a href=\"Lucanians\"&gt;Lucanians&lt;/a&gt;), Sicilians, &lt;a href=\"Numidians\"&gt;Numidians&lt;/a&gt;, &lt;a href=\"Ancient%20Libyans\"&gt;Libyans&lt;/a&gt;, Lybo-Phoenicians (also called Africans), and Punics from Carthage and its allied or external settlements. Sources often broadly label recruits from the latter three groups as \"Africans.\"\nFormation and structure.\nVery few Punic records survived the Roman Era and scholars have limited knowledge of the Punic language. As a result, it is unclear exactly what specific title the Carthaginians bestowed on their military commanders as the few accurate Roman and Greek sources we do have often confuse Carthaginian offices. Greek sources referred to the commander of Punic forces as a &lt;a href=\"Strategos\"&gt;Strategos&lt;/a&gt;, a catch all Hellenic term meaning general or commander; accordingly the term may also refer to a Carthaginian military governor and or an official authorized to sign treaties. In areas of conflict, we often find dual command and not all Carthaginian strategoi seem to be concerned with governing provinces. According to Roman sources, the Carthaginian office of Boetharch may have been linked closely with military command.\nWhile both states were fundamentally governed by an elected body of noble citizens or \"Senate\"; one major systemic difference between the Roman Republic and the Carthaginian oligarchy was that their chief executives did not by virtue of office hold any direct authority over the military. Carthage's nobles could afford, and were legally allowed, to sustain their own armies. This practice was established by Hamilcar Barca following the Mercenary War. The change in practice ensured that specific wealthy Carthaginians were now responsible for paying mercenaries, not the state. Furthermore, we tend to find evidence that many individuals from the leading families of Carthage served in the military forces.\nNotably the hired units were deployed with their own command structure. As Carthage sent out specific recruiters who bargained contracts with each soldier/corps of soldiers, it is possible that these also served as officers responsible for the integration of their units into the army. Polybius noted for the mercenary war that the mercenaries were told to ask their commanding officers for payment, which frustrated them to such an extent that they elected new ones. In the army, payment was done per unit with subordinates responsible for the further distribution.\nThe Libyans supplied both heavy and light infantry and formed the most disciplined units of the army. The heavy infantry fought in close formation, armed with long spears and round shields, wearing helmets and linen cuirasses. The light Libyan infantry carried javelins and a small shield, the same as Iberian light infantry. The Iberian infantry wore purple bordered white tunics and leather headgear. The Iberian heavy infantry fought in a dense phalanx, armed with broad headed spears called lonche that could be thrown, long body shields and short slashing swords called \"falcata\". Campanian, Sardinian and Gallic infantry fought in their native gear, but were often equipped by Carthage. Polybius does not suggest that Hannibal's heavy Libyan infantry was equipped with the sarissa (pike), but a number of translations turned the Greek \"longche\" for javelin into pike by the wrong assertion that it means lance (\"lancea\" was originally a throwing weapon). There is a mention of a 5,000 men contingent on Zama fighting in Macedonian fashion, sent by the Macedonian king. It is not clear what that exactly means. It could be a Macedonian-style phalanx or some troops using long two handed naval lances, a practice quite common among marines at that age and according to Plutarch also successfully employed by the Romans. The claim of sarissa armed Carthaginian infantry is naturally disputed by experts capable of reading the Greek original, and Polybius himself is not clear, when he mentions Hannibal next to Pyrrhus in his famed comparison between the Roman manipular system and the Macedonian system. It is not clear what the Macedonian system constitutes, pike blocks or combined arms tactics, although the variant of the Hellenistic empires was heavily reliant on their exclusive ethnic group forming the pike blocks, with others serving as numerous less relevant skirmishers. At that time, most Greek states fought with &lt;a href=\"thureophoroi\"&gt;thureophoroi&lt;/a&gt; called \"scutarii\" by the Romans and it required wealth and manpower to field a pike-armed phalanx.\nThe Libyans, Carthaginian citizens and the Libyo-Phoenicians provided disciplined, well trained cavalry equipped with thrusting spears and aspis shields that were later replaced by a flat oval shield called the thyreos. Numidia provided superb light cavalry, highly skilled in skirmishing tactics, armed with bundles of javelins, a small round shield and riding without bridle or saddle. Iberians and Gauls also provided cavalry that relied on the all out charge. The Libyans provided the bulk of the heavy, four horse war chariots for Carthage, used before the Second Punic War. Allied cities of the Punic hegemony also contributed contingents for the army. The Carthaginian officer corps held overall command of the army, although many units may have fought under their chieftains.\nCarthaginian forces also employed war-elephants, both within Africa and during overseas operations, including campaigns in Iberia and most famously Hannibal's invasion of Italy. These beasts were the now-extinct &lt;a href=\"North%20African%20elephant\"&gt;North African elephant&lt;/a&gt; (\"Loxodonta\" [\"africana\"] \"pharaoensis\"), probably a subspecies of the &lt;a href=\"African%20forest%20elephant\"&gt;African forest elephant&lt;/a&gt; (\"Loxodonta cyclotis\"), which is smaller than the &lt;a href=\"African%20bush%20elephant\"&gt;African bush elephant&lt;/a&gt; (\"Loxodonta africana\") and the Indian elephants (\"elephas maximus\") used by the Seleucids. In battle, the elephants functioned as a psychological weapon, frightening the opposing men and horses into flight or creating gaps in the enemy line that could be exploited by Carthaginian cavalry and infantry. Modern scholars have disputed whether or not Carthaginian elephants were furnished with turrets in combat; despite frequent assertions to the contrary, the evidence indicates that African forest elephants could and did carry turrets in certain military contexts.\nCarthaginian navy.\n&lt;a href=\"Polybius\"&gt;Polybius&lt;/a&gt; wrote in the sixth book of his History that the Carthaginians were, \"more exercised in maritime affairs than any other people\". The Romans, unable to defeat them through conventional maritime tactics, developed the &lt;a href=\"Corvus%20%28weapon%29\"&gt;Corvus&lt;/a&gt;, or the \"crow\", a spiked boarding bridge that could be impaled onto an enemy ship so that the Romans could send over marines to capture or sink the Carthaginian vessels.\nRecruitment.\nThe sailors and &lt;a href=\"Marines%20%28military%29\"&gt;marines&lt;/a&gt; of the &lt;a href=\"Naval%20fleet\"&gt;fleets&lt;/a&gt; were recruited from the lower classes of Carthage itself, meaning that the navy was manned in the majority by actual Carthaginian &lt;a href=\"citizen\"&gt;citizen&lt;/a&gt;s, in contrast to the largely &lt;a href=\"mercenary\"&gt;mercenary&lt;/a&gt; army. The navy offered a stable profession and financial security for its sailors. This helped to contribute to the city's political stability, since the unemployed, debt-ridden poor in other cities were frequently inclined to support revolutionary leaders in the hope of improving their own lot.\nMilitary campaigns.\nIn the &lt;a href=\"Numidian%20War\"&gt;Numidian War&lt;/a&gt; (114 BC – 104 BC) Punics and bearers of Punic names were among the Roman enemies."
}