{
    "id": "67800024",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=67800024",
    "title": "Moose Mountain Upland",
    "text": "Moose Mountain Upland, Moose Mountain Uplands, or commonly Moose Mountain, is a hilly plateau located in the south-east corner of &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; that covers an area of about 13,000 square kilometres. The upland rises about 200 metres above the broad, flat &lt;a href=\"prairie\"&gt;prairie&lt;/a&gt; which is about 600 metres &lt;a href=\"Height%20above%20sea%20level\"&gt;above sea level&lt;/a&gt;. The highest peak is \"Moose Mountain\" at 830 metres above sea level. The area was named Moose Mountain because of the large number of moose that lived in the area. When it was originally used by &lt;a href=\"fur%20trade\"&gt;fur trade&lt;/a&gt;rs, &lt;a href=\"M%C3%A9tis\"&gt;Métis&lt;/a&gt;, and the &lt;a href=\"First%20Nations%20in%20Canada\"&gt;Indigenous&lt;/a&gt; peoples, the plateau was called \"Montagne a la Bosse\", which is &lt;a href=\"French%20Language\"&gt;French&lt;/a&gt; for \"The Mountain of The Bump or Knob.\"\nHistory.\nBefore the most recent continental &lt;a href=\"Laurentide%20Ice%20Sheet\"&gt;glaciation&lt;/a&gt; 23,000 years ago, Moose Mountain was capped by &lt;a href=\"Tertiary\"&gt;Tertiary-age gravels&lt;/a&gt;. As the ice began to retreat about 17,000 years ago from southern Saskatchewan, the highest hills formed &lt;a href=\"nunatak\"&gt;nunatak&lt;/a&gt;s in the ice sheet. The protrusion of the Moose Mountain Upland initiated an interlobate area between two glacial lobes, the Weyburn Lobe and the Moose Mountain Lobe. On the southern side of the upland, in the interlobate area, a short lived &lt;a href=\"Proglacial%20lake\"&gt;glacial lake&lt;/a&gt; named Lake Arcola formed. The &lt;a href=\"Moose%20Mountain%20Creek%23Course\"&gt;Moose Mountain Creek Spillway&lt;/a&gt; drained the area southward into the &lt;a href=\"Souris%20River\"&gt;Souris Spillway&lt;/a&gt;. As the ice was melting away, &lt;a href=\"Dead-ice\"&gt;large chunks&lt;/a&gt; were left behind forming depressions called &lt;a href=\"Kettle%20%28landform%29\"&gt;kettles&lt;/a&gt; or potholes (locally, the depressions are called \"sloughs\") in the ground. The retreating ice also left small shallow lakes, &lt;a href=\"kame\"&gt;knobs&lt;/a&gt;, and &lt;a href=\"moraine\"&gt;moraine&lt;/a&gt;s dotted all over Moose Mountain and the surrounding prairies. This region of North America is referred to as the &lt;a href=\"Prairie%20Pothole%20Region\"&gt;Prairie Pothole Region&lt;/a&gt;.\n&lt;a href=\"First%20Nations%20in%20Canada\"&gt;Indigenous&lt;/a&gt; people have lived in the area of southern Saskatchewan for about 11,000 years and were originally nomadic hunters and gatherers. The area provided plenty of big game such as &lt;a href=\"American%20bison\"&gt;buffalo&lt;/a&gt;, deer, and elk as well as a variety of berries such as &lt;a href=\"Amelanchier%20alnifolia\"&gt;saskatoons&lt;/a&gt;, blueberries, and raspberries and edible plants like wild rice, turnips, and onions. The earliest &lt;a href=\"Archaeology\"&gt;archaeological&lt;/a&gt; evidence of First Nations in the Moose Mountain area is the Moose Mountain &lt;a href=\"Medicine%20Wheel\"&gt;Medicine Wheel&lt;/a&gt; which carbon dates to about 800 BC. The Medicine Wheel is located on the plateau's highest peak and is under jurisdiction of the Pheasant Rump Nations Band.\nFrom the 1700s a large network of trails were developed that criss-crossed the prairies that the Métis, First Nations, and other &lt;a href=\"fur%20trade\"&gt;fur trade&lt;/a&gt;rs used as a transportation network for &lt;a href=\"North%20American%20fur%20trade\"&gt;furs and other goods&lt;/a&gt;. One of the trails, the &lt;a href=\"Fort%20Ellice\"&gt;Fort Ellice&lt;/a&gt;-&lt;a href=\"Wood%20Mountain%2C%20Saskatchewan\"&gt;Wood Mountain&lt;/a&gt; Trail ran along the east and to the south of the Moose Mountain Upland. It was mainly a provisions trail transporting &lt;a href=\"pemmican\"&gt;pemmican&lt;/a&gt; from buffalo hunting grounds near Wood Mountain back to Port Ellice. It operated from 1757 to about the 1850s. Since there are no major waterways near Moose Mountain and since &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt; are not native to the area (two breeding pairs were introduced in 1923 and thrived), it did not play a significant role in the fur trade. Also, combined with its unsuitability for agriculture, much of the plateau remained \"in situ\" until the late 1800s. Even today much of the area remains undeveloped and in a natural state.\nOne of the first major trails to be built was the \"Christopher Trail\". It was built from Kenosee Lake to &lt;a href=\"Cannington%20Manor%20Provincial%20Park\"&gt;Cannington Manor&lt;/a&gt; in the 1890s by the Christopher family, who were German immigrants that had a homestead 7 miles east of Kenosee Lake, and the Fripp brothers who owned land on the north-east corner of Kenosee Lake (where the village of Kenosee Lake sits today). Fred Christopher and his two sons cut through 6.4 kilometres of bush going from east to west and the Fripp brothers, Harold and Percy, started at Kenosee Lake and cut through 4.8 kilometres of bush to meet near the middle. Along the trail, two human skeletons were found near a lake. That lake was named Skeleton Lake. Today, that trail is a well-travelled gravel road that runs from Kenosee Lake to Cannington Manor.\nThe first road to Kenosee Lake was built in 1905 and went from about 3 miles west of &lt;a href=\"Carlyle%2C%20Saskatchewan\"&gt;Carlyle&lt;/a&gt; north into the upland past the lakes of McGurk, Stevenson, and Hewitt to the west side of Kenosee Lake, near where the Bible camps are today. At that time, there was a resort on the west side of the lake called Arcola Resort.\nGeography.\nThe south side of Moose Mountain Upland rises sharply above the &lt;a href=\"Canadian%20Prairies\"&gt;flat plains&lt;/a&gt; while the north side has a more gradual ascent. Compared to the surrounding landscape, the upland, which appears oval in shape when viewed from above, is quite hilly and heavily wooded. Moose Mountain at 830 metres above sea level is the highest peak and is located on the south side of the plateau near the middle. Highway 605 passes to the west of it. In the vicinity there are other unnamed hills over 800 metres. The next highest named hill is Heart Hill on the eastern side of the plateau located on White Bear First Nations. It is 774 metres high. The only other named summit in the region is Lost Horse Hill with a much lower elevation than most of the plateau at just over 660 metres. Lost Horse Hill is part of the Lost Horse Hills, which are a cluster of rolling hills partially on the Ocean Man Indian Reserve. These hills are located on the far west side of the plateau at the point where the plateau tapers off, south of Moose Mountain Lake and just west of the junction of Moose Mountain and Wolf Creeks. Highway 47 traverses the eastern slope of Lost Horse Hill.\nMoose Mountain\nHeart Hill\nLost Horse Hill\nHydrology.\nThe entirety of Moose Mountain Upland is in the &lt;a href=\"Souris%20River\"&gt;Souris River&lt;/a&gt; watershed. There are no major rivers or lakes in the region and most of the water flow depends on surface flow, such as from rains and melting snow in the spring. The surrounding lowlands are susceptible to flooding, as happened with the &lt;a href=\"2011%20Souris%20River%20flood\"&gt;2011 Souris River flood&lt;/a&gt;.\nRivers and creeks.\nThere are several small rivers and creeks that flow away from the plateau, such as north flowing Montgomery Creek and east flowing Little Pipestone Creek. Both of those are tributaries of &lt;a href=\"Pipestone%20Creek%20%28Saskatchewan%29\"&gt;Pipestone Creek&lt;/a&gt;, which flows across provincial borders into &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;. &lt;a href=\"Moose%20Mountain%20Creek\"&gt;Moose Mountain Creek&lt;/a&gt; originates in the north-west corner of the plateau and heads south, then south-east into the Souris River. From the east side of the plateau, with its source near Kenosee and White Bear Lakes, the &lt;a href=\"Antler%20River\"&gt;Antler River&lt;/a&gt; flows south to just across the &lt;a href=\"Canada-United%20States%20border\"&gt;Canada-United States border&lt;/a&gt; into &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt; then back up into Canada and east into Manitoba where it meets up with the Souris River.\nLakes and reservoirs.\nMoose Mountain is dotted with hundreds of small lakes and sloughs, most of which are &lt;a href=\"Endorheic%20basin\"&gt;closed basin&lt;/a&gt;, meaning they have no regular out-flow. The largest is &lt;a href=\"Kenosee%20Lake\"&gt;Kenosee Lake&lt;/a&gt;, which, along with &lt;a href=\"Little%20Kenosee%20Lake\"&gt;Little Kenosee Lake&lt;/a&gt;, is the centrepiece of Moose Mountain Provincial Park. &lt;a href=\"White%20Bear%20%28Carlyle%29%20Lake\"&gt;White Bear (Carlyle) Lake&lt;/a&gt;, formally \"Carlyle Lake\", is entirely within the White Bear First Nation. Little White Bear Lake is right beside it, just to the west. On the east side of the plateau is &lt;a href=\"Cannington%20Lake\"&gt;Cannington Lake&lt;/a&gt; with a small resort community on its shore. Moose Mountain Creek was dammed in 1937 on the west side of the upland to create &lt;a href=\"Moose%20Mountain%20Lake\"&gt;Moose Mountain Lake&lt;/a&gt;, a &lt;a href=\"reservoir\"&gt;reservoir&lt;/a&gt;.\nFlora, fauna, and forest preserve.\nMoose Mountain Upland is within the &lt;a href=\"aspen%20parkland\"&gt;aspen parkland&lt;/a&gt; &lt;a href=\"ecoregion\"&gt;ecoregion&lt;/a&gt; and was designated as a forest reserve under the &lt;a href=\"Canadian%20Forest%20Service\"&gt;Dominion Lands Branch&lt;/a&gt; through the &lt;a href=\"Dominion%20Forest%20Reserves%20Act\"&gt;Dominion Forest Reserves Act&lt;/a&gt; of 1906. In 1908, it was re-designated as Moose Mountain Forest Preserve to protect the forests from being cleared for farmland and to ensure the forests could be used sustainably. In 1930 under the &lt;a href=\"Natural%20Resources%20Acts\"&gt;Natural Resources Acts&lt;/a&gt;, the Canadian government transferred natural resources control over to the Saskatchewan government, which created the Department of Natural Resources. In 1931, the Saskatchewan government created a &lt;a href=\"List%20of%20protected%20areas%20of%20Saskatchewan\"&gt;provincial park&lt;/a&gt; on the plateau called &lt;a href=\"Moose%20Mountain%20Provincial%20Park\"&gt;Moose Mountain Provincial Park&lt;/a&gt; that covers over 40,000 hectares. The park was officially opened on 1 July 1932.\nUnlike the surrounding prairie, most of Moose Mountain is wooded with aspen, white birch, balsam poplar, and green ash. The animals that are found there include moose, white-tailed deer, snowshoe hare, white-tailed jack rabbit, eastern cottontail, coyote, red fox, skunk, weasel, bobcat, lynx, cougar, raccoon, black bear, beaver, and muskrat. Wolves were hunted to extinction in the 1920s. Walleye and yellow perch can be found in the lakes.\nCommunities.\nThe population density of Moose Mountain is quite low and is mostly found along highway 9 in and around Moose Mountain Provincial Park. The entirety of the upland is within the &lt;a href=\"Division%20No.%201%2C%20Saskatchewan\"&gt;Saskatchewan census division 1&lt;/a&gt;. There are three First Nations that are on at least part of the plateau. &lt;a href=\"Carlyle%20Lake%20Resort\"&gt;Carlyle Lake Resort&lt;/a&gt; and &lt;a href=\"White%20Bear%2070\"&gt;White Bear 70&lt;/a&gt;, which are part of &lt;a href=\"White%20Bear%20First%20Nation\"&gt;White Bear First Nation&lt;/a&gt;, are centred around White Bear (Carlyle) Lake. The 2016 population was 691. &lt;a href=\"Pheasant%20Rump%20Nakota%20First%20Nation\"&gt;Pheasant Rump Nakota First Nation&lt;/a&gt; (population 56, &lt;a href=\"2016%20Canada%20Census\"&gt;2016 Canada Census&lt;/a&gt;) and &lt;a href=\"Ocean%20Man%20First%20Nation\"&gt;Ocean Man First Nation&lt;/a&gt; (population 215, 2016 Canada Census) are located on the western side of Moose Mountain. Moose Mountain Upland is part of four different &lt;a href=\"List%20of%20rural%20municipalities%20in%20Saskatchewan\"&gt;Rural Municipalities&lt;/a&gt; (RM) with only a portion of each RM on the plateau:\nThe village of &lt;a href=\"Kenosee%20Lake%2C%20Saskatchewan\"&gt;Kenosee Lake&lt;/a&gt; is on &lt;a href=\"Kenosee%20Lake\"&gt;Kenosee Lake&lt;/a&gt;, along side Highway 9, and in the heart of Moose Mountain Provincial Park. Outside of the &lt;a href=\"Indian%20Reserve\"&gt;Indian Reserve&lt;/a&gt;s, it is the largest community in Moose Mountain with a 2016 population of 234 people.\nThere are several towns near Moose Mountain, including &lt;a href=\"Carlyle%2C%20Saskatchewan\"&gt;Carlyle&lt;/a&gt;, &lt;a href=\"Wawota\"&gt;Wawota&lt;/a&gt;, &lt;a href=\"Redvers%2C%20Saskatchewan\"&gt;Redvers&lt;/a&gt;, &lt;a href=\"Kipling%2C%20Saskatchewan\"&gt;Kipling&lt;/a&gt;, and &lt;a href=\"Stoughton%2C%20Saskatchewan\"&gt;Stoughton&lt;/a&gt;.\nTransportation and industry.\nThe only major highway to traverse the plateau is &lt;a href=\"Saskatchewan%20Highway%209\"&gt;Highway 9&lt;/a&gt;. It travels in a north-south direction through the upland. &lt;a href=\"Saskatchewan%20Highway%2047\"&gt;Highway 47&lt;/a&gt; skirts the western edge, also in a north-south direction. &lt;a href=\"Saskatchewan%20Highway%2048\"&gt;Highway 48&lt;/a&gt; runs along the northern edge of the upland in a west-east direction. Several gravel and secondary roads form a &lt;a href=\"Dominion%20Land%20Survey\"&gt;grid pattern&lt;/a&gt; throughout, including roads &lt;a href=\"Saskatchewan%20Highway%20603\"&gt;603&lt;/a&gt;, &lt;a href=\"Saskatchewan%20Highway%20605\"&gt;605&lt;/a&gt;, &lt;a href=\"Saskatchewan%20Highway%20711\"&gt;711&lt;/a&gt;, and &lt;a href=\"Saskatchewan%20Highway%20209\"&gt;209&lt;/a&gt; (which is the primary road through the provincial park). There is no public transportation though the area except for a shuttle to and from the Bear Claw Casino.\nUnlike Moose Mountain, most of the surrounding prairie has very few trees. As a result, in the early days of settlement, settlers relied upon the forests of Moose Mountain for firewood, building materials, and hunting. While sport hunting and fishing are still popular, the forests are no longer relied upon the way they once were. The main industries now in the Moose Mountain Upland include tourism, agriculture, &lt;a href=\"Petroleum%20industry%20in%20Canada\"&gt;oil&lt;/a&gt;, and &lt;a href=\"gravel%20pit\"&gt;gravel quarries&lt;/a&gt;.\nParks and recreation.\nAt the heart of Moose Mountain Upland is &lt;a href=\"Moose%20Mountain%20Provincial%20Park\"&gt;Moose Mountain Provincial Park&lt;/a&gt;, which features the Moose Mountain Chalet and an 18-hole golf course. The development of the park and the building of the Chalet between 1931 and 1933 were part of an effort by the Saskatchewan Government to get people working during the &lt;a href=\"Great%20Depression%20in%20Canada\"&gt;Great Depression&lt;/a&gt;. The chalet and golf course were built in tandem with the idea of bringing wealthy people to the park. The largest lake on the plateau, &lt;a href=\"Kenosee%20Lake\"&gt;Kenosee Lake&lt;/a&gt;, is found in the park. Kenosee Lake is stocked with fish, has a beach area, &lt;a href=\"Pier\"&gt;docks&lt;/a&gt;, &lt;a href=\"miniature%20golf\"&gt;miniature golf&lt;/a&gt;, and camping. Over-looking the lake is the Kenosee Inn &amp; Cabins which features a conference room, 30 hotel rooms, and 23 cabins. Three Christian camps, Kenosee Lake Bible Camp, Clearview Christian Camp, and Kenosee Boys &amp; Girls Camp are located on the western shore of the lake in Christopher Bay at the site of the former Arcola Resort. Also on the lake is the &lt;a href=\"Kenosee%20Lake%2C%20Saskatchewan\"&gt;village of Kenosee Lake&lt;/a&gt; which has services such as a gas station, restaurant, and convenience store. To the east of the village, just off Highway 9, is &lt;a href=\"Kenosee%20Superslides\"&gt;Kenosee Superslides&lt;/a&gt;. There is also a ball diamond and hiking trails. Red Barn Market is located five kilometres north of Kenosee Lake near, the intersection of highways 9 and 48. In the winter there is ice fishing, a &lt;a href=\"toboggan\"&gt;toboggan&lt;/a&gt;ing hill, and &lt;a href=\"snowmobile\"&gt;sledding&lt;/a&gt;. On the White Bear First Nation, there is the &lt;a href=\"Bear%20Claw%20Casino%20%26amp%3B%20Hotel\"&gt;Bear Claw Casino &amp; Hotel&lt;/a&gt;, &lt;a href=\"Carlyle%20Lake%20Resort\"&gt;Carlyle Lake Resort&lt;/a&gt;, and White Bear Lake Golf Course.\nAt the far western end of the upland, there are two other parks. At the south end of Moose Mountain Lake by the dam, there's Lost Horse Hills Heritage Park. It's a small park with a picnic area and dock and is accessed off Highway 47. At the north end of Moose Mountain Lake on the north side of Highway 711, is &lt;a href=\"Moose%20Mountain%20Creek%23Saint%20Clair%20National%20Wildlife%20Area\"&gt;Saint Clair National Wildlife Area&lt;/a&gt;. It is one of 28 &lt;a href=\"List%20of%20protected%20areas%20of%20Saskatchewan%23National%20Wildlife%20Areas\"&gt;Prairie National Wildlife Areas&lt;/a&gt; in Saskatchewan.\nIn 1974 &lt;a href=\"Rural%20Municipality%20of%20Moose%20Mountain%20No.%2063%23Parks%20and%20recreation\"&gt;Saskairie&lt;/a&gt;, a &lt;a href=\"Nature%20Conservancy%20of%20Canada\"&gt;Nature Conservancy of Canada&lt;/a&gt; property, was established on the southern slope of Moose Mountain Upland. It is &lt;a href=\"Dominion%20Land%20Survey%23Sections\"&gt;three-quarters of a section&lt;/a&gt; located along the southern border of Moose Mountain Provincial Park and along the eastern shore of Kippan Lake, about 2 miles west from the south-western most corner of White Bear Indian Reserve."
}