{
    "id": "67831985",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=67831985",
    "title": "2000 Congressional Bribery Scandal in Argentina",
    "text": "The 2000 Congressional Bribery Scandal in Argentina was allegedly a &lt;a href=\"corruption\"&gt;corruption&lt;/a&gt; case that took place in April 2000. &lt;a href=\"Fernando%20de%20la%20R%C3%BAa\"&gt;Fernando de la Rua&lt;/a&gt;, the president at that time, introduced a bill to &lt;a href=\"National%20Congress%20of%20Argentina\"&gt;Congress&lt;/a&gt; to reduce &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt; costs. On May 11, 2000, this bill officially became Law 25,250 (&lt;a href=\"Labour%20flexibility%20law\"&gt;Labor Flexibility Law&lt;/a&gt;). However, due to this scandal it became infamously known as the “&lt;a href=\"Banelco\"&gt;Banelco&lt;/a&gt; Law”.\nIt was investigated whether de la Rua’s government, which belonged to the &lt;a href=\"Radical%20Civic%20Union\"&gt;Radical Party&lt;/a&gt;, gave money to the senators of the &lt;a href=\"Justicialist%20Party\"&gt;Justicialist Party&lt;/a&gt; to pass the law. However, the Justice concluded that there was no evidence of the alleged &lt;a href=\"bribery\"&gt;bribery&lt;/a&gt;.\nThis scandal is considered one of the main reasons for the resignation of the former vice president &lt;a href=\"Carlos%20%C3%81lvarez%20%28Argentine%20politician%29\"&gt;Carlos Alvarez&lt;/a&gt;, on October 6, 2000. This episode caused a break in the political coalition between the Radical Party and the &lt;a href=\"FREPASO\"&gt;Frepaso Party&lt;/a&gt;, which altogether formed the alliance called &lt;a href=\"Alliance%20for%20Work%2C%20Justice%20and%20Education\"&gt;Alliance for Work, Justice and Education&lt;/a&gt;. Furthermore, this rupture exacerbated the &lt;a href=\"1998%E2%80%932002%20Argentine%20great%20depression\"&gt;crisis that de la Rua’s government&lt;/a&gt; was already facing.\nHistory.\nBill.\nIn January, 2000, De La Rua, following the advice of the &lt;a href=\"International%20Monetary%20Fund\"&gt;IMF&lt;/a&gt;, sent to Congress a labor reform bill that included among other items:\nDe la Rua’s office gained the support of the Secretary of the &lt;a href=\"General%20Confederation%20of%20Labour%20%28Argentina%29\"&gt;General Confederation of Labor&lt;/a&gt;, Héctor Daer. This support raised opposition from a segment inside of this confederation that was led by &lt;a href=\"Hugo%20Moyano\"&gt;Hugo Moyano&lt;/a&gt;, who confronted Daer and called for an assembly that culminated in declaring him as the new general secretary of the confederation. However, this was not recognized by Daer, which led to a breakup inside this organization.\nAt that time, the majority of the &lt;a href=\"Argentine%20Chamber%20of%20Deputies\"&gt;House of Representatives&lt;/a&gt; was from the Radical Party which favored the President’s agenda. The &lt;a href=\"Argentine%20Senate\"&gt;senate&lt;/a&gt;, on the other hand, was mostly composed of the opposition (Justicialist Party) that allegedly was against this bill. Even though Moyano did not believe that the law was going to pass, he still called for a general strike against its passage. Nonetheless, on May 11, 2000 this bill finally passed the Senate, on the condition that the &lt;a href=\"minimum%20wage\"&gt;minimum wage&lt;/a&gt; could not decrease for the next two years.\nCorruption allegations.\nHugo Moyano addressed the press on May 29, 2000 declaring that &lt;a href=\"Alberto%20Flamarique\"&gt;Alberto Flamarique&lt;/a&gt;, who was the &lt;a href=\"Ministry%20of%20Labour%2C%20Employment%20and%20Social%20Security%20%28Argentina%29\"&gt;labor minister&lt;/a&gt; at that time, had said “we have Banelco (e-transfers) to convince senators”, supposedly implying that the government can easily buy votes from senators. Purportedly, this took place in a meeting with the &lt;a href=\"Sanitation%20worker\"&gt;Sanitation Workers&lt;/a&gt; &lt;a href=\"Syndicate\"&gt;Syndicate&lt;/a&gt; while discussing the terms of the new law. Flamarique denied these accusations. On the other hand, Moyano reaffirmed what Flamarique allegedly said.\nThis scandal led to a political crisis that culminated with the resignation of the vice president Carlos Alvarez who was part of the Frepaso Party. This Party, in spite of being an ally of President de la Rua, voted mostly against this law.\nIn 2003 the parliamentary secretary &lt;a href=\"Mario%20Pontaquarto\"&gt;Mario Pontaquarto&lt;/a&gt; declared in an interview, that he took part in an operation to bribe senators through the &lt;a href=\"Secretariat%20of%20Intelligence\"&gt;Secretariat of Intelligence (SIDE)&lt;/a&gt;. The journalist, Maria Villosio, said that allegedly the negotiations to buy senators’ votes took place in the president’s office and the president himself had said “Deal with &lt;a href=\"Fernando%20de%20Santiba%C3%B1es\"&gt;Santibañes&lt;/a&gt;.” who at that time was the head of the SIDE.\nTrial.\nIn December, 2003, Mario Pontaquarto was &lt;a href=\"Subpoena\"&gt;subpoenaed&lt;/a&gt; by Judge Norberto Oyarbide, who was then replacing the assigned Judge Canicoba Corral. Pontaquarto stated that he transported 5 million dollars taken from the Secretariat of Intelligence’s fund to Senator Emilio Cantarero’s house. This amount of money was supposed to be divided among four senators in exchange for positive votes to pass the law. In addition, Pontaquarto declared that Senator Jose Genoud and Minister of Labor Alberto Flamarique, allegedly also received money.\nIn 2005, this case was declared a &lt;a href=\"mistrial\"&gt;mistrial&lt;/a&gt;. Daniel Rafecas was assigned as the new judge for this case and a new investigation began. Rafecas indicted the former parliamentary secretary Pontaquarto, President de la Rua, former Secretary of Intelligence Santibañes, former Minister of Labor Flamarique, and the Senators Alberto Tell, Remo Costazo, Ricardo Branda, and Augusto Alasino.\nIn 2016, after an investigation of the movement of money from the Secretariat of Intelligence accounts, it was determined that there was no evidence that support Pontaquarto’s version. All the people that were indicted were acquitted by Judges Miguel Pons, Guillermo Gordo, and Fernando Ramirez because they considered that it was not possible to prove that a &lt;a href=\"felony\"&gt;felony&lt;/a&gt; had been committed.\nRepeal.\nThe infamous Banelco Law was repealed in 2004 by the government of president &lt;a href=\"N%C3%A9stor%20Kirchner\"&gt;Nestor Kirchner&lt;/a&gt;, who introduced another law to replace it. The new law received 215 votes in favor, 23 against, and 1 abstention. This time the law passage had the consent of the main unions of the country."
}