{
    "id": "67885505",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=67885505",
    "title": "Te Tiare Association",
    "text": "The Te Tiare Association (TTA) is the LGBTQ+ advocacy organisation in the &lt;a href=\"Cook%20Islands\"&gt;Cook Islands&lt;/a&gt;. It works to celebrate the country's '&lt;a href=\"akava%27ine\"&gt;akava'ine&lt;/a&gt;, &lt;a href=\"akatututane\"&gt;akatututane&lt;/a&gt; and LGBT communities.\nBackground.\nThe Te Tiare Association Inc. (TTA) was formally incorporated on 30 November 2007 at the &lt;a href=\"Rarotonga\"&gt;Rarotonga&lt;/a&gt; High Court. It is an organisation established to bring together &lt;a href=\"Akava%27ine\"&gt;'akava'ine&lt;/a&gt; in the Cook Islands for education and advocacy purposes. On 21 June 2008 the Te Tiare Association was officially launched as part of a partnership with the &lt;a href=\"Pacific%20Islands%20Aids%20Foundation\"&gt;Pacific Islands Aids Foundation&lt;/a&gt;. It is the only LGBTQ+ advisory group in the &lt;a href=\"LGBT%20rights%20in%20the%20Cook%20Islands\"&gt;Cook Islands&lt;/a&gt;.\nCampaigns.\nFrom its inception the TTA has promoted sexual health awareness, the prevention of sexually transmitted infections and the prevention of HIV. Community building has also been an important aspect of its purpose, since some members of its communities are estranged from their families due to their identities and sexualities. \nThe TTA campaigns for the repeal of discriminatory laws in the Cook Islands which make homosexuality illegal. In order to counter the current legal situation the TTA is using Section 64 of the Cook Islands Constitution, which protects people from discrimination. The campaign organised by the TTA has become known as the Pride Campaign. Activist &lt;a href=\"Sonya%20Apa%20Temata\"&gt;Sonya Apa Temata&lt;/a&gt; organised a petition in 2020, which gathered over 5000 signatures of people for were in favour of a repeal of the laws against homosexuality. \n&lt;a href=\"https%3A//www.cookislandsnews.com/weekend/to-proudly-love-honour-and-respect/\"&gt;Alex Nicholls&lt;/a&gt; a Cook Islander living in Australia exchanged wedding vows with Joshua on the 20.02.2020 in Australia, because they couldn't do it back home in the Cook Islands but want to see same-sex relations decriminalised. \n&lt;a href=\"Louisa%20Wall\"&gt;Louisa Wall&lt;/a&gt; MP has been vocal in support of the TTA's work, stating that the Cook Islands homophobic laws are a direct inheritance of &lt;a href=\"British%20Empire\"&gt;British colonialism&lt;/a&gt;. \nIn 2019 the TTA led a campaign which challenged a ban on the screening of the &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt; biopic \"&lt;a href=\"Rocketman%20%28film%29\"&gt;Rocketman&lt;/a&gt;\" which was due to be imposed by the Chief Censor. The TTA successfully argued that a ban was unconstitutional.\nCulture.\nThe Te Tiare Association organised the Cook Islands inaugural Pride Day in 2020, however the event was cancelled due to &lt;a href=\"COVID-19%20pandemic%20in%20the%20Cook%20Islands\"&gt;COVID-19&lt;/a&gt;. The TTA dance troupe performed in 2021 at the Cook Islands Business and Professional Women's Association's (BPW) International Women's Day event."
}