{
    "id": "67897313",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=67897313",
    "title": "Tachlowini Gabriyesos",
    "text": "Tachlowini Gabriyesos (born 1 January 1998) is an Eritrean born long distance runner. In March 2021 in only his second ever competitive &lt;a href=\"marathon\"&gt;marathon&lt;/a&gt; race he ran the Olympic qualifying time. He was selected as one of 29 athletes across 12 disciplines to represent the &lt;a href=\"Refugee%20Olympic%20Team%20at%20the%202020%20Summer%20Olympics\"&gt;refugee Olympic team&lt;/a&gt; at the &lt;a href=\"2020%20Tokyo%20Olympics\"&gt;2020 Tokyo Olympics&lt;/a&gt;. He was awarded the honour of being the flag bearer for the Refugee team in the &lt;a href=\"2020%20Summer%20Olympics%20opening%20ceremony\"&gt;opening ceremony&lt;/a&gt;. \nGabriyesos had fled &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt; at 12 years of age, and headed northwards across &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt; and &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; where he crossed the &lt;a href=\"Sinai%20Peninsula\"&gt;Sinai&lt;/a&gt; Desert on foot to reach &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;. He lives and trains in &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt; where he runs with the Emek Hefer club, supported by an &lt;a href=\"IOC\"&gt;IOC&lt;/a&gt; Refugee Athlete Scholarship. Gabriyesos has competed over 3000m, 5000m, 10,000m, the half marathon and the marathon in 2020 and 2021. He was selected as one of six athletes to compete for the Refugee Team at the &lt;a href=\"Doha\"&gt;Doha&lt;/a&gt; &lt;a href=\"2019%20World%20Athletics%20Championships\"&gt;2019 World Athletics Championships&lt;/a&gt; where he ran in the &lt;a href=\"5000m\"&gt;5000m&lt;/a&gt;.\nIn October 2020, he was selected to represent the Refugee Team in the half-marathon world championships in &lt;a href=\"Gdynia%2C%20Poland\"&gt;Gdynia, Poland&lt;/a&gt;, but visa issues got in the way and he wasn’t able to travel. Two months after that disappointment in Poland, he ran a half-marathon personal best of 1:02:21. Three months later, he ran a 2:10:55 marathon at Hula Lake Park in Israel on 14 March 2021. With that run, Gabriyesos had become the first refugee athlete to clock an Olympic qualifying standard for the Tokyo Games, and it was only the second time he had competed over that distance."
}