{
    "id": "67894250",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=67894250",
    "title": "Isle of Bouin",
    "text": "The Isle of Bouin or Boing () no longer actually exists as it has silted up. It was part of a vast area of &lt;a href=\"marsh\"&gt;marsh&lt;/a&gt; located around &lt;a href=\"Bouin%20%28Vend%C3%A9e%29\"&gt;Bouin&lt;/a&gt;, separated from the mainland by the course of the River Dain. The creation of a &lt;a href=\"dyke%20%28embankment%29\"&gt;dyke&lt;/a&gt; protecting the &lt;a href=\"Breton%20Marsh\"&gt;Breton Marsh&lt;/a&gt; from &lt;a href=\"storm%20surge\"&gt;storm surge&lt;/a&gt;s resulted in a &lt;a href=\"polder\"&gt;reclamation&lt;/a&gt; of the &lt;a href=\"island\"&gt;island&lt;/a&gt; that increased the land area inland of the Bay of Bourgneuf.\nHistory.\nThe Isle of Bouin was pillaged and razed by the &lt;a href=\"Vikings\"&gt;Vikings&lt;/a&gt; in &lt;a href=\"813\"&gt;813&lt;/a&gt; and by the French in 1471 (the town was Breton at the time) during the wars between Brittany and France.\nDuring the Vendée Wars, the island was renamed \"Ile Marat\" by the revolutionaries in homage to &lt;a href=\"Jean-Paul%20Marat\"&gt;Jean-Paul Marat&lt;/a&gt;, assassinated on 13 July 1793.\nIn the 14th century, the island benefited from island franchises, favourable to the development of &lt;a href=\"contraband\"&gt;contraband&lt;/a&gt;. In the 17th century, as on the &lt;a href=\"%C3%8Ele%20d%27Yeu\"&gt;Île d'Yeu&lt;/a&gt;, the islanders grew their own &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt; plants. This clandestine trade became so flourishing that they had to engage in massive importation. Companies trading in fake snuffboxes, involving all layers of island society, were created to regulate the traffic. The &lt;a href=\"boat\"&gt;boat&lt;/a&gt;s sailed in &lt;a href=\"flotilla\"&gt;flotilla&lt;/a&gt;s to the north to bring back \"good\" tobacco, then stored in &lt;a href=\"warehouse\"&gt;warehouse&lt;/a&gt;s.\nBefore 1789, Bouin was part of the &lt;a href=\"Bishopric%20of%20Nantes\"&gt;Bishopric of Nantes&lt;/a&gt;. Politically, it belonged to the Marche de Bretagne, therefore came under both &lt;a href=\"Poitou\"&gt;Poitou&lt;/a&gt; and &lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;. In 1789, its representatives asked, in vain, that it be attached to the &lt;a href=\"French%20department\"&gt;department&lt;/a&gt; of &lt;a href=\"Loire-Atlantique\"&gt;Loire-Inferior&lt;/a&gt;, with &lt;a href=\"Nantes\"&gt;Nantes&lt;/a&gt; as its capital.\nThe place is cited as the &lt;a href=\"wikt%3ASpecial%3ASearch/southern\"&gt;southern&lt;/a&gt; limit of Brittany in the 1843 edition of the \"Historical and geographical dictionary of Brittany\"."
}