{
    "id": "6792195",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=6792195",
    "title": "M-107 (Michigan highway)",
    "text": "M-107 was an east–west &lt;a href=\"Michigan%20State%20Trunkline%20Highway%20System\"&gt;state trunkline highway&lt;/a&gt; in the &lt;a href=\"Upper%20Peninsula%20of%20Michigan\"&gt;Upper Peninsula&lt;/a&gt; of the US state of &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. Running for about , it connected &lt;a href=\"Lake%20of%20the%20Clouds%20%28Michigan%29\"&gt;Lake of the Clouds&lt;/a&gt; and the rest of the &lt;a href=\"Porcupine%20Mountains%20State%20Park\"&gt;Porcupine Mountains State Park&lt;/a&gt; to &lt;a href=\"M-64%20%28Michigan%20highway%29\"&gt;M-64&lt;/a&gt; in &lt;a href=\"Silver%20City%2C%20Michigan\"&gt;Silver City&lt;/a&gt;. The roadway parallels the &lt;a href=\"Lake%20Superior\"&gt;Lake Superior&lt;/a&gt; shoreline in &lt;a href=\"Ontonagon%20County%2C%20Michigan\"&gt;Ontonagon County&lt;/a&gt;.\nThe roadway was built in 1935 and named to honor the 107th Engineer Combat Battalion. The &lt;a href=\"Michigan%20Legislature\"&gt;Michigan Legislature&lt;/a&gt; named it the \"107th Engineer Memorial Road \" in 2001. M-107 was transferred from the control of the &lt;a href=\"Michigan%20Department%20of%20Transportation\"&gt;Michigan Department of Transportation&lt;/a&gt; (MDOT) to the Ontonagon County Road Commission on June 4, 2008. This transfer decommissioned the M-107 designation and removed it from the state trunkline system.\nRoute description.\nM-107 existed to connect the Porcupine Mountains State Park with the rest of the Michigan state trunkline highway system, running parallel to the Lake Superior shoreline. It began at an intersection with M-64 in Silver City. From there, M-107 ran west into the Porcupine Mountains, crossing the Little Iron River and passing the PMSP Winter Sports Complex. The western end was at the Lake of the Clouds overlook.\nLake of the Clouds.\nLake of the Clouds is a lake located in Ontonagon County within the Porcupine Mountains Wilderness State Park. The lake is situated in a valley between two ridges in the Porcupine Mountains. Surrounded by wilderness, the lake is a popular destination for hikers, campers, and fishermen. The lake is a prominent feature of the park, and can be viewed at the Lake of the Clouds Overlook at the west terminus of former M-107.\nPorcupine Mountains Wilderness State Park.\nPorcupine Mountains State Park was established in 1944 to protect the last large stand of old-growth forest remaining in Michigan. Then in 1972, Michigan passed the Wilderness and Natural areas Act. This act gave the park the new designation of the Porcupine Mountains Wilderness State Park. The facilities provided by the park include an extensive network of backcountry trails for &lt;a href=\"hiking\"&gt;hiking&lt;/a&gt; and &lt;a href=\"backpacking%20%28wilderness%29\"&gt;backpacking&lt;/a&gt;, rustic trailside cabins, modern &lt;a href=\"campsite\"&gt;campgrounds&lt;/a&gt;, &lt;a href=\"human%20swimming\"&gt;swimming&lt;/a&gt; and &lt;a href=\"boating\"&gt;boating&lt;/a&gt; areas, and various interpretive programs led by &lt;a href=\"park%20ranger\"&gt;park ranger&lt;/a&gt;s. The &lt;a href=\"North%20Country%20Trail\"&gt;North Country Trail&lt;/a&gt; passes through the park. In the winter, a ski area also operates within the park. Because of the copper mining history of the park, it is a cooperating unit of &lt;a href=\"Keweenaw%20National%20Historical%20Park\"&gt;Keweenaw National Historical Park&lt;/a&gt;.\nHistory.\nThe routing of M-107 had been largely unchanged since designation. The designation was created in 1935 as a tribute to the 107th Engineer Combat Battalion. The highway was dedicated on June 13, 1954 to the battalion at a ceremony by Highway Commissioner Charles M. Ziegler. This ceremony was attended by approximately 1,200 people at a highway turnout located along the roadway west of Silver City. A boulder was placed on a concrete pedestal with a bronze inscription plaque at the location of the ceremony. The &lt;a href=\"Michigan%20Legislature\"&gt;Michigan Legislature&lt;/a&gt; named M-107 the \"107th Engineer Memorial Road\" in 2001.\nOn June 4, 2008, a transfer agreement was reached transferring the jurisdiction of M-107 from MDOT to the Ontonagon County Road Commission. This transfer marked the end of the M-107 designation as the roadway became a county primary road. The OCRC has named it the \"107th Engineers Memorial Highway\"."
}