{
    "id": "67934023",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=67934023",
    "title": "Centauro-class frigate",
    "text": "The \"Centauro\" class was a class of four &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt;s operated by the &lt;a href=\"Italian%20Navy\"&gt;Italian Navy&lt;/a&gt;. They entered service in 1957, with the last one being stricken in 1985.\nCharacteristics.\nThe &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; had a continuous &lt;a href=\"Deck%20%28ship%29\"&gt;deck&lt;/a&gt;, with a wide pony, a &lt;a href=\"Bow%20%28watercraft%29\"&gt;cutter bow&lt;/a&gt; and a &lt;a href=\"Stern\"&gt;narrow stern&lt;/a&gt;, with an inclined mirror, sharp and slightly rounded. The compartmentation of the hull was with &lt;a href=\"Waterproofing\"&gt;watertight&lt;/a&gt; &lt;a href=\"Bulkhead%20%28partition%29\"&gt;bulkheads&lt;/a&gt; that divided the various rooms between them. the hull had rounded edges and was completely devoid of &lt;a href=\"Porthole\"&gt;portholes&lt;/a&gt;, which made the &lt;a href=\"Bulwark%20%28nautical%29\"&gt;bulwarks&lt;/a&gt; more resistant, also avoiding the entry into the interior of any &lt;a href=\"Radioaction%20fog\"&gt;radioactive fogs&lt;/a&gt; due to &lt;a href=\"Nuclear%20explosion\"&gt;nuclear explosions&lt;/a&gt;. At the end of the bow there was an electric winch for the maneuvering of the two &lt;a href=\"Anchor\"&gt;anchors&lt;/a&gt;.\nThe &lt;a href=\"Superstructure\"&gt;superstructures&lt;/a&gt; consisted of a central castle moved towards the bow that continued towards the stern in a long and wide &lt;a href=\"Cabin%20%28ship%29\"&gt;deckhouse&lt;/a&gt; which was surmounted by a two-storey construction with two &lt;a href=\"Funnel%20%28ship%29\"&gt;funnels&lt;/a&gt; arranged symmetrically with respect to the bow and stern. Aft of the first funnel there was a large &lt;a href=\"tripod%20mast\"&gt;tripod mast&lt;/a&gt; that supported the &lt;a href=\"Radar%20antenna\"&gt;radar antennas&lt;/a&gt;, while in the structure aft of the second funnel there was another smaller mast that would later be removed.\nThe main command rooms for steering the ship both in navigation and in combat were located in the main superstructure. At the front the command bridge with the bridge, inside which, in the center, was the main wheelhouse, behind which on the upper floor were the COC (&lt;a href=\"Tactical%20operations%20center\"&gt;Combat Operations Center&lt;/a&gt;) and the &lt;a href=\"radar%20station\"&gt;radar station&lt;/a&gt;. On the lower floor, under the command bridge, there was the AS-SIOC (the Antisom Central Information Service Operations Combat) and further aft the R.T. main. The main firing range was located amidships below deck, while a secondary firing station was located in the small deckhouse aft of the second funnel.\nArmament.\nThe main armament consisted of four &lt;a href=\"OTO%20Melara%2076%20mm\"&gt;76/62 mm&lt;/a&gt; &lt;a href=\"OTO%20Melara\"&gt;Oto Melara&lt;/a&gt; cannons in two twin towers with superimposed barrels, derived from the single SMP3 type embarked on the &lt;a href=\"Albatros-class%20corvette\"&gt;Albatros&lt;/a&gt;, whose firing frequency was 60 rounds per minute, which, however, did not give the hoped-for results would not have been embarked on any other unit. Compared to the single model embarked on the Albatros corvettes, the Centauro towers were fully automatic and continuous loading, thus allowing a higher rate of fire.\nThe &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft&lt;/a&gt; armament consisted of four &lt;a href=\"Bofors%2040%20mm%20gun\"&gt;40/70 mm&lt;/a&gt; &lt;a href=\"Bofors\"&gt;Bofors&lt;/a&gt; machine gunners in two twin systems placed to the right and left of the central deckhouse aft of the second funnel; the Centauro were the last units to mount these guns. The anti-aircraft armament was completed by two 105mm triple illuminating mortars mounted on the central formwork, one on each side forward of the bridge.\nThe &lt;a href=\"Anti-submarine%20weapon\"&gt;anti-submarine&lt;/a&gt; armament upon entry into service consisted of a 305mm long &lt;a href=\"Menon%20mortar\"&gt;Menon-type mortar&lt;/a&gt;, derived from the similar English &lt;a href=\"Limbo%20%28weapon%29\"&gt;Limbo&lt;/a&gt; model, placed forward on the formwork aft of the main tower and four short Menon launchers, arranged two on each side on deck amidships."
}