{
    "id": "6793072",
    "revid": "36510957",
    "url": "https://en.wikipedia.org/wiki?curid=6793072",
    "title": "Kisarazu",
    "text": " is a &lt;a href=\"Cities%20of%20Japan\"&gt;city&lt;/a&gt; located in &lt;a href=\"Chiba%20Prefecture\"&gt;Chiba Prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. , the city had an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 136,023 in 63,431 households and a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 980 persons per km2. The total area of the city is .\nGeography.\nKisarazu is located in the midwestern part of the &lt;a href=\"B%C5%8Ds%C5%8D%20Peninsula\"&gt;Bōsō Peninsula&lt;/a&gt;, approximately 30 kilometers southwest of them prefectural capital at &lt;a href=\"Chiba%20%28city%29\"&gt;Chiba&lt;/a&gt; and 70 to 80 kilometers from central Tokyo. The &lt;a href=\"Tokyo%20Bay%20Aqua-Line\"&gt;Tokyo Bay Aqua-Line&lt;/a&gt;, a &lt;a href=\"bridge\"&gt;bridge&lt;/a&gt;-&lt;a href=\"tunnel\"&gt;tunnel&lt;/a&gt; across &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt;, connects Kisarazu and the cities of &lt;a href=\"Kawasaki%2C%20Kanagawa\"&gt;Kawasaki&lt;/a&gt; and &lt;a href=\"Yokohama%2C%20Kanagawa\"&gt;Yokohama&lt;/a&gt; in &lt;a href=\"Kanagawa%20Prefecture\"&gt;Kanagawa Prefecture&lt;/a&gt;, shortening the road distance to central Tokyo to 30 to 40 kilometers.\nThe city area extends from east to west, and the western part of the city is the flat land of the &lt;a href=\"Kanto%20Plain\"&gt;Kanto Plain&lt;/a&gt;, and the eastern part is the plateau of the Kisarazu Plateau and the &lt;a href=\"Boso%20Hill%20Range\"&gt;Boso Hill Range&lt;/a&gt;.\nThe Tokyo Bay coastal area is an industrial landfill from the south coast of Kisarazu Port to the direction of &lt;a href=\"Kimitsu%2C%20Chiba\"&gt;Kimitsu&lt;/a&gt;. The city's main river is the Obitsu River, which is the second longest river in the prefecture after the &lt;a href=\"Tone%20River\"&gt;Tone River&lt;/a&gt; and has a total length of 88 kilometers. There are no particularly high mountains in the city, and even the highest point is about 200 meters above sea level.\nNeighboring municipalities.\nChiba Prefecture\nClimate.\nKisarazu has a &lt;a href=\"Humid%20subtropical%20climate\"&gt;Humid subtropical climate&lt;/a&gt; (Köppen \"Cfa\") characterized by warm summers and cool winters with light to no snowfall. The average annual temperature in Kisarazu is 15.4 °C. The average annual rainfall is 1622 mm with September as the wettest month. The temperatures are highest on average in August, at around 26.5 °C, and lowest in January, at around 5.5 °C.\nDemographics.\nPer Japanese census data, the population of Kisarazu has been increasing over the past 70 years.\nHistory.\nEarly history.\nThe area of modern Kisarazu has been inhabited since the &lt;a href=\"Japanese%20Paleolithic\"&gt;Japanese Paleolithic&lt;/a&gt; period, and numerous remains from the &lt;a href=\"J%C5%8Dmon%20period\"&gt;Jōmon&lt;/a&gt;, &lt;a href=\"Yayoi%20period\"&gt;Yayoi&lt;/a&gt; and &lt;a href=\"Kofun%20period\"&gt;Kofun period&lt;/a&gt;s have been found within the city limits. The area also is prominent in the &lt;a href=\"Yamatotakeru\"&gt;Yamatotakeru&lt;/a&gt; mythology. Under the \"&lt;a href=\"Ritsury%C5%8D\"&gt;Ritsuryō&lt;/a&gt;\" system of the &lt;a href=\"Nara%20period\"&gt;Nara period&lt;/a&gt;, the area became part of &lt;a href=\"Kazusa%20Province\"&gt;Kazusa Province&lt;/a&gt;. The area was contested between the &lt;a href=\"Later%20H%C5%8Dj%C5%8D%20clan\"&gt;Later Hōjō clan&lt;/a&gt;, &lt;a href=\"Takeda%20clan\"&gt;Takeda clan&lt;/a&gt; and &lt;a href=\"Satomi%20clan\"&gt;Satomi clan&lt;/a&gt; during the &lt;a href=\"Sengoku%20period\"&gt;Sengoku period&lt;/a&gt;. During the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt; under the &lt;a href=\"Tokugawa%20shogunate\"&gt;Tokugawa shogunate&lt;/a&gt;, part of the area was under the control of the &lt;a href=\"han%20%28administrative%20division%29\"&gt;feudal domain&lt;/a&gt; of &lt;a href=\"J%C5%8Dzai%20Domain\"&gt;Jōzai&lt;/a&gt;, with large portions as \"&lt;a href=\"tenry%C5%8D\"&gt;tenryō&lt;/a&gt;\" territory controlled directly by the Shogunate and administered by numerous \"&lt;a href=\"hatamoto\"&gt;hatamoto&lt;/a&gt;.\"\nMeiji Restoration and Kisarazu Prefecture.\nKisarazu was part of the complex reconfiguration of administrative areas at the start of the &lt;a href=\"Meiji%20period\"&gt;Meiji period&lt;/a&gt;. In 1871, as part of the &lt;a href=\"abolition%20of%20the%20han%20system\"&gt;abolition of the han system&lt;/a&gt;, the &lt;a href=\"Sakurai%20Domain\"&gt;Sakurai Domain&lt;/a&gt;, located partly in Kisarazu, was abolished and \"Sakurai Prefecture\" was established.\nIn November of the same year, the prefecture was combined with the former &lt;a href=\"Awa%20Province%20%28Chiba%29\"&gt;Awa Province&lt;/a&gt; and &lt;a href=\"Kazusa%20Province\"&gt;Kazusa Province&lt;/a&gt; to form \"Kisarazu Prefecture\". The prefectural seat was established in the present-day Kaifusa district of Kisarazu. Kisarazu Prefecture was established two years later in 1873. It was combined with &lt;a href=\"Inba%20Prefecture\"&gt;Inba Prefecture&lt;/a&gt; to form present-day Chiba Prefecture. Kisarazu Town, founded on April 1, 1889 with the creation of the modern municipalities system.\nWorld War II and Post-War Period.\nKisarazu was developed as a center for military activity as part of the &lt;a href=\"militarization\"&gt;militarization&lt;/a&gt; of Japan in the 1930s. In 1935-1936 the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt;, established the &lt;a href=\"Kisarazu%20Air%20Field\"&gt;Kisarazu Air Field&lt;/a&gt; for the &lt;a href=\"Kisarazu%20Air%20Group\"&gt;Kisarazu Air Group&lt;/a&gt; on &lt;a href=\"landfill\"&gt;landfill&lt;/a&gt; in the northern part of Kisarazu to protect Tokyo from attack. The base served as an &lt;a href=\"arsenal\"&gt;arsenal&lt;/a&gt;, and employed up to 17,000 workers during the war. It was this site that received the remains of Admiral &lt;a href=\"Isoroku%20Yamamoto\"&gt;Isoroku Yamamoto&lt;/a&gt; after being transported back to Japan aboard . The &lt;a href=\"Nakajima%20Aircraft%20Company\"&gt;Nakajima&lt;/a&gt; &lt;a href=\"Nakajima%20Kikka\"&gt;\"Kikka\"&lt;/a&gt;, Japan's first &lt;a href=\"jet%20engine\"&gt;jet&lt;/a&gt;-powered aircraft, was tested at the base in 1945. The base was used by the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; from 1945 as \"Kisarazu Air Base\". In 1956, the base was officially transferred to the control of the &lt;a href=\"Japan%20Air%20Self-Defense%20Force\"&gt;Japan Air Self-Defense Force&lt;/a&gt; (JASDF).\nOn November 3, 1942. Kisarazu Town, Iwane Village, Kiyokawa Village, and Namioka Village marged to form Kisarazu City. Kisarazu was expanded through merger with neighboring Aoyagi Town on March 31, 1955, and again through merger with Amaha Town and Osawa Town on April 25, 1971.\nGovernment.\nKisarazu has a &lt;a href=\"mayor-council\"&gt;mayor-council&lt;/a&gt; form of government with a directly elected mayor and a &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; city council of 24 members. Kisarazu contributes two members to the Chiba Prefectural Assembly. In terms of national politics, the city is part of &lt;a href=\"Chiba%2012th%20district\"&gt;Chiba 12th district&lt;/a&gt; of the &lt;a href=\"House%20of%20Representatives%20of%20Japan\"&gt;lower house&lt;/a&gt; of the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt;.\nEconomy.\nKisarazu has a mixed economy based on &lt;a href=\"commercial%20fishing\"&gt;commercial fishing&lt;/a&gt;, agriculture, and heavy industry along its Tokyo Bay shoreline. It serves as the commercial center for central &lt;a href=\"B%C5%8Ds%C5%8D%20Peninsula\"&gt;Bōsō Peninsula&lt;/a&gt;, and is increasingly a &lt;a href=\"bedroom%20community\"&gt;bedroom community&lt;/a&gt; for neighboring Kimitsu and the &lt;a href=\"Kawasaki%2C%20Kanagawa\"&gt;Kawasaki&lt;/a&gt; – &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt; metropolis across &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt;. The opening of the Tokyo Bay Aqua-Line has also resulted in the creation of a number of factory outlet shopping malls, and the development of &lt;a href=\"new%20town\"&gt;new town&lt;/a&gt;s, and land prices increased dramatically in the 1980s through 2000s.\nTransportation.\nRailway.\n &lt;a href=\"JR%20East\"&gt;JR East&lt;/a&gt; – &lt;a href=\"Uchib%C5%8D%20Line\"&gt;Uchibō Line&lt;/a&gt;\n &lt;a href=\"JR%20East\"&gt;JR East&lt;/a&gt; – &lt;a href=\"Kururi%20Line\"&gt;Kururi Line&lt;/a&gt;\nIn popular culture.\nKisarazu's profile has been raised in recent times by the popularity of the TV show and subsequent film, \"&lt;a href=\"Kisarazu%20Cat%27s%20Eye\"&gt;Kisarazu Cat's Eye&lt;/a&gt;\", which were set and filmed in the city."
}