{
    "id": "67983884",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=67983884",
    "title": "Florida 135",
    "text": "The Florida 135 club is an &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt; nightclub in &lt;a href=\"Fraga\"&gt;Fraga&lt;/a&gt;, &lt;a href=\"Aragon\"&gt;Aragon&lt;/a&gt;, Spain. It is considered the oldest active nightclub in the country. It is also a family business, since its foundation in 1942 by Juan Arnau Ibarz, it has remained in the Arnau family until today, the same one that created and conducts the &lt;a href=\"Monegros%20Desert%20Festival\"&gt;Monegros Desert Festival&lt;/a&gt; in neighboring &lt;a href=\"Candasnos\"&gt;Candasnos&lt;/a&gt; and &lt;a href=\"elrow\"&gt;elrow&lt;/a&gt; in &lt;a href=\"Viladecans\"&gt;Viladecans&lt;/a&gt;. The Florida 135 is nicknamed \"the Cathedral of &lt;a href=\"Techno\"&gt;Techno&lt;/a&gt;\".\nHistory.\nThroughout its history, the club has received various names and also different functions. At first it was opened as a &lt;a href=\"movie%20theater\"&gt;movie theater&lt;/a&gt;. It was founded in 1942 by Juan Arnau and Francisca Ibarz, a married couple who fled from nearby &lt;a href=\"Aitona\"&gt;Aitona&lt;/a&gt; because their families disapproved of their marriage due to ideological differences (the Arnau were &lt;a href=\"Republican%20faction%20%28Spanish%20Civil%20War%29\"&gt;Republicans&lt;/a&gt;, while the Ibarz were &lt;a href=\"Nationalist%20faction%20%28Spanish%20Civil%20War%29\"&gt;Nationalists&lt;/a&gt;). Apparently, they named their establishment \"Florida Cinema\" because a friend of the couple had a \"California Bar\" which was very profitable, and encouraged them to use the name of an &lt;a href=\"U.S.%20state\"&gt;American state&lt;/a&gt;.\nIn 1952, Juan and Francisca's son, Juan Arnau, married the Durán-Satorres' daughter, Pilar Durán (see: &lt;a href=\"Elrow%23History\"&gt;\"History of elrow\"&lt;/a&gt;), the owners of a rival movie theater in Fraga, the \"Victoria Cinema\". Thanks to this, both businesses were merged, turning the Arnau family into the main organizers of Fraga's leisure. Initially, it was Pilar's uncle, Santiago Satorres, who acted as the \"neutral\" manager of both businesses. Juan Arnau later devised a dance hall attached to the cinema called \"Garden Terrace Florida\", and later \"Saloon Florida\".\nIn 1973, this \"Saloon\" would reopen as the \"Florida Discotheque Fraga\", replacing the orchestras with DJs. In 1976 it would suffer a terrible fire. In 1985 the remodeling of the club was carried out by the renowned Catalan interior designer , who also designed several nightclubs such as \"Sunset\" in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;, \"Barbella\" and \"Bales\" in &lt;a href=\"Palma%20de%20Mallorca\"&gt;Palma de Mallorca&lt;/a&gt; or the \"Boccacio\" (where the met) in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, among others. It was finally renamed Florida 135, in honor of &lt;a href=\"135th%20Street%20%28Manhattan%29\"&gt;135th Street in The Bronx&lt;/a&gt;, &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; (later it would be renamed for a brief time \"Florida 135 Tendenze Club\"). Regàs was in charge of setting the club in &lt;a href=\"The%20Bronx\"&gt;The Bronx&lt;/a&gt;, inspired by the films \"&lt;a href=\"Blade%20Runner\"&gt;Blade Runner&lt;/a&gt;\" (1982) and \"&lt;a href=\"West%20Side%20Story%20%281961%20film%29\"&gt;West Side Story&lt;/a&gt;\" (1961).\nYear after year, the Florida 135 club was forging itself as one of the most iconic electronic clubs in Spain. At Florida 135, the new trends in electronic music were heard: &lt;a href=\"disco\"&gt;disco&lt;/a&gt;, &lt;a href=\"electropop\"&gt;electropop&lt;/a&gt;, &lt;a href=\"goa%20trance\"&gt;goa trance&lt;/a&gt;, &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; and &lt;a href=\"Acid%20house\"&gt;acid&lt;/a&gt;, the Catalan &lt;a href=\"M%C3%A1kina\"&gt;màkina&lt;/a&gt; and the Valencian &lt;a href=\"bakalao\"&gt;bakalao&lt;/a&gt;. In recent decades, its musical style has focused specifically on house and techno, and has established itself as the oldest \"discoteca\" in Spain.\nIn 2008, the Arnau family had to close the Florida Cinema due to the Spanish movie theater crisis. In the following years the clubbing crisis would come too, although fortunately the Florida Club managed to adapt and not go bankrupt. Between 2008 and 2019, 64% of the nightclubs in Spain closed, some legendary ones such as Anaconda in &lt;a href=\"Baracaldo\"&gt;Baracaldo&lt;/a&gt; (1973-2017) or The Buddha and Gabana clubs in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; (1996-2018). In 2019, the Arnau signed an agreement with the City Council of Fraga, in which they gave up their old Florida cinema for 50 years to reopen it as a public theater and auditorium. According to the mayor of Fraga, Carmen Costa (&lt;a href=\"People%27s%20Party%20%28Spain%29\"&gt;PP&lt;/a&gt;), “the building will be baptized as Theater-Auditorium Florida\", and \"it will help revitalize the old town\".\nBetween May 15 and June 1, 2013, the Barcelona &lt;a href=\"Graffiti%20artist\"&gt;graffiti artists&lt;/a&gt; Aryz and Pepe Vicio embellished the façade of the club, painting 900 m² of surface.\nLocation.\nFlorida 135 is located on Camino Sotet, no. 2, in front of the &lt;a href=\"Cinca%20%28Spain%29\"&gt;Cinca River&lt;/a&gt;, on the eastern bank. To get there from the you can take exit 436 or exit 439. Both lead to the , which you must continue until you reach the river and then take Reyes Católicos avenue, which leads directly into Camino Sotet."
}