{
    "id": "67981640",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=67981640",
    "title": "HMS Peyton (1916)",
    "text": "HMS \"Peyton\" was a which served with the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; during the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;. The M class were an improvement on the preceding , capable of higher speed. &lt;a href=\"Ceremonial%20ship%20launching\"&gt;Launched&lt;/a&gt; on 2 May 1916, the vessel served in &lt;a href=\"Anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt; and escort duties based at &lt;a href=\"Cobh\"&gt;Cobh&lt;/a&gt; in Ireland. The destroyer attacked the German submarine and rescued crews from friendly merchant ships that had been sunk. After the &lt;a href=\"Armistice%20of%2011%20November%201918\"&gt;end of the war&lt;/a&gt;, \"Peyton\" was placed in &lt;a href=\"Reserve%20Fleet%20%28United%20Kingdom%29\"&gt;reserve&lt;/a&gt; and subsequently &lt;a href=\"Ship%20breaking\"&gt;broken up&lt;/a&gt; on 9 May 1921.\nDesign and development.\n\"Peyton\" was one of sixteen s ordered by the &lt;a href=\"British%20Admiralty\"&gt;British Admiralty&lt;/a&gt; in May 1915 as part of the Fifth War Construction Programme. The M-class was an improved version of the earlier destroyers, designed to reach a higher speed in order to counter rumoured German fast destroyers, although it later transpired the German capability had been overstated.\nThe destroyer was &lt;a href=\"length%20overall\"&gt;long overall&lt;/a&gt;, with a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draught&lt;/a&gt; of . &lt;a href=\"Displacement%20%28ship%29\"&gt;Displacement&lt;/a&gt; was normal and full load. Power was provided by three &lt;a href=\"Yarrow%20boiler\"&gt;Yarrow boiler&lt;/a&gt;s feeding two &lt;a href=\"Parsons%20Marine%20Steam%20Turbine%20Company\"&gt;Parsons&lt;/a&gt; &lt;a href=\"steam%20turbine\"&gt;steam turbine&lt;/a&gt;s rated at and driving two shafts, to give a design speed of . Three &lt;a href=\"Funnel%20%28ship%29\"&gt;funnels&lt;/a&gt; were fitted. of oil were carried, giving a design range of at .\nArmament consisted of three &lt;a href=\"QF%204-inch%20naval%20gun%20Mk%20IV%2C%20XII%2C%20XXII\"&gt;Mk IV QF&lt;/a&gt; guns on the ship's centreline, with one on the &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt;, one aft on a raised platform and one between the middle and aft funnels. A single &lt;a href=\"QF%202-pounder%20naval%20gun\"&gt;2-pounder (40 mm) pom-pom&lt;/a&gt; &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft&lt;/a&gt; gun was carried, while &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; armament consisted of two twin mounts for torpedoes. The vessel was not designed to carry &lt;a href=\"fire-control%20system\"&gt;fire-control system&lt;/a&gt; but within a year of entering service was equipped with a single &lt;a href=\"Dumaresq\"&gt;Dumaresq&lt;/a&gt; and a &lt;a href=\"Vickers%20range%20clock\"&gt;Vickers range clock&lt;/a&gt;. The ship had a complement of 76 officers and &lt;a href=\"Naval%20rating\"&gt;ratings&lt;/a&gt;.\nConstruction and career.\n\"Peyton\" was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; by &lt;a href=\"William%20Denny%20and%20Brothers\"&gt;William Denny and Brothers&lt;/a&gt; of &lt;a href=\"Dumbarton\"&gt;Dumbarton&lt;/a&gt; on 12 July 1915 with the yard number 1053, &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 2 May the following year and completed on 29 June. The ship was named after &lt;a href=\"Rear%20Admiral\"&gt;Rear Admiral&lt;/a&gt; &lt;a href=\"John%20Peyton%20%28Royal%20Navy%20officer%29\"&gt;John Peyton&lt;/a&gt;, the captain of the &lt;a href=\"third-rate\"&gt;third-rate&lt;/a&gt; &lt;a href=\"ship%20of%20the%20line\"&gt;ship of the line&lt;/a&gt; . The vessel was deployed as part of the &lt;a href=\"Grand%20Fleet\"&gt;Grand Fleet&lt;/a&gt;, joining the newly-formed &lt;a href=\"14th%20Destroyer%20Flotilla\"&gt;Fourteenth Destroyer Flotilla&lt;/a&gt;.\nOn February 1917, the destroyer was transferred to &lt;a href=\"Cobh\"&gt;Cobh&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, to counter increasing activity by German submarines in the &lt;a href=\"Southwest%20Approaches\"&gt;Southwest Approaches&lt;/a&gt;. The submarines had been very active and the Royal Navy sent \"Peyton\", along with &lt;a href=\"sister%20ships\"&gt;sister ships&lt;/a&gt; , and , to act as &lt;a href=\"anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt; escorts and to undertake patrols to protect merchant shipping. On 23 July, the destroyer, along with \"Narwhal\", attacked the German submarine , which was ultimately interred on 29 July at Ferrol. Sometimes, the patrols were unsuccessful at deterring submarine attack and the vessels then rescued the survivors from the sunk ships.\n\"Peyton\" returned to the Fourteenth and served there until the end of the war. After the &lt;a href=\"Armistice%20of%2011%20November%201918\"&gt;armistice&lt;/a&gt;, the Royal Navy returned to a peacetime level of &lt;a href=\"mobilisation\"&gt;mobilisation&lt;/a&gt;, and surplus vessels were retired. \"Peyton\" was initially placed in &lt;a href=\"Reserve%20Fleet%20%28United%20Kingdom%29\"&gt;reserve&lt;/a&gt; at &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt; alongside fifty other destroyers. \"Peyton\" was sold to be &lt;a href=\"Ship%20breaking\"&gt;broken up&lt;/a&gt; by &lt;a href=\"Thos.%20W.%20Ward\"&gt;Thos. W. Ward&lt;/a&gt; at &lt;a href=\"Morecambe\"&gt;Morecambe&lt;/a&gt; on 9 May 1921."
}