{
    "id": "6799920",
    "revid": "42165987",
    "url": "https://en.wikipedia.org/wiki?curid=6799920",
    "title": "Horton Country Park",
    "text": "Horton Country Park is a &lt;a href=\"Local%20Nature%20Reserve\"&gt;Local Nature Reserve&lt;/a&gt; north-west of &lt;a href=\"Epsom\"&gt;Epsom&lt;/a&gt; in &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;. It is owned and managed by &lt;a href=\"Epsom%20and%20Ewell%20Borough%20Council\"&gt;Epsom and Ewell Borough Council&lt;/a&gt;.\nThe park is a wooded recreation and amenities area occupying the east of a narrow upland &lt;a href=\"drainage%20divide\"&gt;watershed&lt;/a&gt; between two tributaries. As such, the summit being the parish divide, it is in traditional terms, within Epsom &lt;a href=\"parish\"&gt;parish&lt;/a&gt; and occupies land due west of the town, and due east of the semi-rural, semi-urban London district of &lt;a href=\"Chessington\"&gt;Chessington&lt;/a&gt;.\nPart of the area is occupied by Hobbledown Children's Farm, which contains various folkloric themed adventure playgrounds and a small zoo hosting domestic farm animals, and exotics such as &lt;a href=\"meerkat\"&gt;meerkat&lt;/a&gt;, &lt;a href=\"nilgai\"&gt;nilgai&lt;/a&gt;, &lt;a href=\"emu\"&gt;emu&lt;/a&gt; and &lt;a href=\"Bactrian%20camel\"&gt;Bactrian camel&lt;/a&gt;. The farm is not open to adults without children. The &lt;a href=\"Horton%20Light%20Railway\"&gt;Horton Light Railway&lt;/a&gt; used to run through this land from &lt;a href=\"Ewell%20West%20railway%20station\"&gt;Ewell West railway station&lt;/a&gt; to the five &lt;a href=\"psychiatric%20hospital\"&gt;psychiatric hospital&lt;/a&gt;s owned by the &lt;a href=\"London%20County%20Council\"&gt;London County Council&lt;/a&gt;, known as the &lt;a href=\"Epsom%20Cluster\"&gt;Epsom Cluster&lt;/a&gt;. Parts of the landscaped grounds of these hospitals have now been incorporated into the country park.\nThe &lt;a href=\"Thames%20Down%20Link\"&gt;Thames Down Link&lt;/a&gt; long-distance footpath from &lt;a href=\"Kingston%20upon%20Thames\"&gt;Kingston upon Thames&lt;/a&gt; to &lt;a href=\"Box%20Hill%20%26amp%3B%20Westhumble%20railway%20station\"&gt;Box Hill &amp; Westhumble station&lt;/a&gt; passes through the park."
}