{
    "id": "67995199",
    "revid": "40000216",
    "url": "https://en.wikipedia.org/wiki?curid=67995199",
    "title": "Daniel Camarena",
    "text": "Daniel Ricardo Camarena (born November 9, 1992) is an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt; in the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; organization. He has played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the Padres. He was drafted by the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; in the 20th round of the &lt;a href=\"2011%20Major%20League%20Baseball%20draft\"&gt;2011 Major League Baseball draft&lt;/a&gt;. Listed at and , he throws and bats left-handed. Camarena spent a day on the &lt;a href=\"2019%20New%20York%20Yankees%20season\"&gt;Yankees'&lt;/a&gt; active roster in 2019, but did not appear in a game, earning him the distinction of being a \"&lt;a href=\"phantom%20ballplayer\"&gt;phantom ballplayer&lt;/a&gt;\". He remained a phantom ballplayer until he made his MLB debut with the Padres in 2021. On July 8, 2021, he became the first &lt;a href=\"relief%20pitcher\"&gt;relief pitcher&lt;/a&gt; to hit a &lt;a href=\"grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; since 1985, and the first pitcher since 1898 to do so on his first &lt;a href=\"hit%20%28baseball%29\"&gt;hit&lt;/a&gt;.\nCareer.\nNew York Yankees.\nCamarena was drafted by the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; in the 20th round, 629th overall, of the &lt;a href=\"2011%20Major%20League%20Baseball%20draft\"&gt;2011 Major League Baseball draft&lt;/a&gt; out of &lt;a href=\"Cathedral%20Catholic%20High%20School\"&gt;Cathedral Catholic High School&lt;/a&gt;. On August 16, 2011, Camarena signed with the Yankees over slot value, signing for $335K.\nOn July 6, 2019, Camarena was selected to the 40-man roster and promoted to the major leagues for the first time. However, he was optioned to Triple-A the next day without appearing in a game. On August 13, 2019, Camarena was released by the Yankees organization.\nSan Diego Padres.\nOn February 13, 2020, Camarena signed a minor league contract with the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; organization. He did not play in a game in 2020 due to the cancellation of the minor league season because of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\nOn July 19, 2020, Camarena was added to the Padres’ 60-man player pool for the pandemic-shortened season, but spent the year at the alternate training site without making an MLB appearance. He was assigned to the Triple-A &lt;a href=\"El%20Paso%20Chihuahuas\"&gt;El Paso Chihuahuas&lt;/a&gt; to begin the 2021 season.\nCamerena was named the &lt;a href=\"Triple-A%20West\"&gt;Triple-A West&lt;/a&gt; pitcher of the week for the week of June 7–13, 2021. On June 18, the Padres' added Camarena to their &lt;a href=\"taxi%20squad\"&gt;taxi squad&lt;/a&gt;. The next day, he was selected to the active roster. He made his MLB debut that day against the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;, pitching 2.2 innings and allowing 3 earned runs. In the game, he also notched his first career strikeout, punching out Reds infielder &lt;a href=\"Mike%20Freeman%20%28baseball%29\"&gt;Mike Freeman&lt;/a&gt;.\nOn July 8, 2021, Camarena hit a &lt;a href=\"grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; off &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt; pitcher &lt;a href=\"Max%20Scherzer\"&gt;Max Scherzer&lt;/a&gt;, sparking a comeback from an 2–8 deficit which resulted in a 9–8 win for the Padres. This made Camarena the first MLB &lt;a href=\"relief%20pitcher\"&gt;relief pitcher&lt;/a&gt; to hit a grand slam since &lt;a href=\"Don%20Robinson%20%28baseball%29\"&gt;Don Robinson&lt;/a&gt; in 1985, and the first pitcher to hit a grand slam for his first career hit since &lt;a href=\"Bill%20Duggleby\"&gt;Bill Duggleby&lt;/a&gt; of the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt; in 1898, and the second Padres pitcher since &lt;a href=\"Mike%20Corkins\"&gt;Mike Corkins&lt;/a&gt; who hit one off the Reds in 1970."
}