{
    "id": "6799431",
    "revid": "36378140",
    "url": "https://en.wikipedia.org/wiki?curid=6799431",
    "title": "Silence 4",
    "text": "Silence 4 were a &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; band, formed in 1996, who mostly sung in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;. They released two albums to high critical acclaim, \"&lt;a href=\"Silence%20Becomes%20It\"&gt;Silence Becomes It&lt;/a&gt;\" (1998) and \"&lt;a href=\"Only%20Pain%20Is%20Real\"&gt;Only Pain Is Real&lt;/a&gt;\" (2000). The band never officially disbanded, but went on an undetermined hiatus from 2001 to 2013, when their members decided to reunite for a brief tour after &lt;a href=\"Sofia%20Lisboa\"&gt;Sofia Lisboa&lt;/a&gt; underwent cancer treatment. Lead singer &lt;a href=\"David%20Fonseca\"&gt;David Fonseca&lt;/a&gt; is currently undertaking a solo career.\nHistory.\nFormation.\nThe band's genesis took place in 1995. After good feedback from showing some &lt;a href=\"demo%20tape\"&gt;demo tape&lt;/a&gt;s to a music shop owner in &lt;a href=\"Leiria\"&gt;Leiria&lt;/a&gt;, &lt;a href=\"David%20Fonseca\"&gt;David Fonseca&lt;/a&gt; approached &lt;a href=\"Sofia%20Lisboa\"&gt;Sofia Lisboa&lt;/a&gt; with the idea of forming a band. That idea only materialized one year later, when both of them invited &lt;a href=\"Rui%20Costa%20%28Silence%204%29\"&gt;Rui Costa&lt;/a&gt; to the band — who suggested they turn off the &lt;a href=\"instrument%20amplifier\"&gt;amplifiers&lt;/a&gt; and play acoustic, in \"silence\".\nThey won a 500.000 &lt;a href=\"Portuguese%20escudo\"&gt;escudos&lt;/a&gt; (roughly 2500 &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s) prize in a band festival, which was spent totally in making demos. When presenting these to &lt;a href=\"record%20label\"&gt;labels&lt;/a&gt;, the answer was always the same: \"Singing in English? No way!\" Refusing to balk at the demand of recording totally in &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt;, they ended up recording a &lt;a href=\"cover%20version\"&gt;cover&lt;/a&gt; of &lt;a href=\"Erasure\"&gt;Erasure&lt;/a&gt;'s \"&lt;a href=\"A%20Little%20Respect\"&gt;A Little Respect&lt;/a&gt;\", which was included in the compilation &lt;a href=\"Sons%20de%20Todas%20as%20Cores\"&gt;Sons de Todas as Cores&lt;/a&gt; (released in 1998), giving it massive airplay and good critical response.\n\"Silence Becomes It\".\n&lt;a href=\"Polygram\"&gt;Polygram&lt;/a&gt; (now &lt;a href=\"Universal%20Music%20Group\"&gt;Universal&lt;/a&gt;) finally accepted to work with them, but with some restrictions: minimum budget (5 million escudos — 25 thousand euros), and they would only receive &lt;a href=\"royalties\"&gt;royalties&lt;/a&gt; after selling 10 thousand records. The resulting album was \"&lt;a href=\"Silence%20Becomes%20It\"&gt;Silence Becomes It&lt;/a&gt;\", which was certified \"&lt;a href=\"Music%20recording%20sales%20certification%23List%20of%20international%20sales%20certification%20thresholds\"&gt;platinum&lt;/a&gt;\" 5 times (over 200 thousand records sold), spending months on top of the Portuguese &lt;a href=\"Record%20chart\"&gt;charts&lt;/a&gt;. A national tour ensued, with 90 concerts in 6 months. On December 18, the legendary &lt;a href=\"Pavilh%C3%A3o%20Atl%C3%A2ntico\"&gt;Pavilhão Atlântico&lt;/a&gt; concert took place.\n\"Only Pain Is Real\".\nThey kept touring in 1999, though with less concerts. Then came a period of absence, when they \"escaped\" to London. It was there, at the &lt;a href=\"Ridge%20Farm%20Studio\"&gt;Ridge Farm Studio&lt;/a&gt;, that their second album, \"&lt;a href=\"Only%20Pain%20Is%20Real\"&gt;Only Pain Is Real&lt;/a&gt;\", was born. The album was presented in Leiria, in 2000, and took 2 weeks to reach platinum certification. Then came another tour, with over 100 concerts in one year, ending with two unique concerts at the &lt;a href=\"Coliseu%20dos%20Recreios\"&gt;Coliseu dos Recreios&lt;/a&gt; in &lt;a href=\"Lisboa\"&gt;Lisboa&lt;/a&gt;, on December 19 and 20."
}