{
    "id": "68000611",
    "revid": "21685244",
    "url": "https://en.wikipedia.org/wiki?curid=68000611",
    "title": "35th Anti-Aircraft Artillery Division (Soviet Union)",
    "text": "The 35th Anti-Aircraft Artillery Division () was an &lt;a href=\"Anti-Aircraft%20Artillery%20Division%20%28Soviet%20Union%29\"&gt;anti-aircraft artillery division&lt;/a&gt; of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;'s &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; (later the &lt;a href=\"Soviet%20Army\"&gt;Soviet Army&lt;/a&gt;) during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and the early postwar period.\nWorld War II.\nThe 35th Anti-Aircraft Artillery Division of the &lt;a href=\"Reserve%20of%20the%20Supreme%20High%20Command\"&gt;Reserve of the High Command&lt;/a&gt; (RGK) was formed between March and September 1943 at the Anti-Aircraft Artillery Training Camp in Moscow, part of the &lt;a href=\"Moscow%20Military%20District\"&gt;Moscow Military District&lt;/a&gt;. Colonel Nikolai Salmin assumed command of the division on 15 July. After completing its formation, the division was railed to the front between 4 and 5 September in four echelons, joining the &lt;a href=\"37th%20Army%20%28Soviet%20Union%29\"&gt;37th Army&lt;/a&gt; of the &lt;a href=\"Steppe%20Front\"&gt;Steppe Front&lt;/a&gt; (renamed the &lt;a href=\"2nd%20Ukrainian%20Front\"&gt;2nd Ukrainian Front&lt;/a&gt; on 20 October). The division participated in the recapture of &lt;a href=\"Left-bank%20Ukraine\"&gt;Left-bank Ukraine&lt;/a&gt; east of &lt;a href=\"Kremenchug\"&gt;Kremenchug&lt;/a&gt;, the &lt;a href=\"Battle%20of%20the%20Dnieper\"&gt;Battle of the Dnieper&lt;/a&gt;, and the offensive towards &lt;a href=\"Krivoy%20Rog\"&gt;Krivoy Rog&lt;/a&gt; in late 1943. in January, the division and the 37th Army were transferred to the &lt;a href=\"3rd%20Ukrainian%20Front\"&gt;3rd Ukrainian Front&lt;/a&gt; and fought in the &lt;a href=\"Nikopol%E2%80%93Krivoi%20Rog%20offensive\"&gt;Nikopol–Krivoy Rog offensive&lt;/a&gt;, the &lt;a href=\"Bereznegovatoye%E2%80%93Snigirevka%20offensive\"&gt;Bereznegovatoye–Snigirevka offensive&lt;/a&gt;, and the &lt;a href=\"Odessa%20Offensive\"&gt;Odessa offensive&lt;/a&gt;. Salmin was evaluated as having \"acted timidly, often losing control of divisional units on the march and in combat operations\" during the army's actions in the &lt;a href=\"Lyubotyn\"&gt;Lyubotyn&lt;/a&gt; region and the crossing of the &lt;a href=\"Dnieper\"&gt;Dnieper&lt;/a&gt; and the &lt;a href=\"Southern%20Bug\"&gt;Southern Bug&lt;/a&gt;. As a result, Salmin was relieved of command on 26 March 1944 and replaced by army deputy commander for air defense Colonel Mikhail Slyusarev. The 35th fought in the &lt;a href=\"Second%20Jassy%E2%80%93Kishinev%20offensive\"&gt;Second Jassy–Kishinev offensive&lt;/a&gt; and the occupation of Bulgaria. The division remained with the 37th Army occupying Bulgaria for the rest of the war.\nPostwar.\nThe division was among those anti-aircraft artillery divisions disbanded without being converted into another unit by the end of the 1950s."
}