{
    "id": "68030360",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=68030360",
    "title": "Terra Nil",
    "text": "Terra Nil is an upcoming &lt;a href=\"strategy%20video%20game\"&gt;strategy video game&lt;/a&gt; developed by South African &lt;a href=\"Free%20Lives\"&gt;Free Lives&lt;/a&gt; and &lt;a href=\"Devolver%20Digital\"&gt;Devolver Digital&lt;/a&gt; for &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;. It is tentatively scheduled for release in 2022.\nWhile the gameplay focuses on placing buildings, as is common in &lt;a href=\"city-building%20games\"&gt;city-building games&lt;/a&gt;, \"Terra Nil\" is the reverse – focusing instead on ecosystem reconstruction. Rather than promoting the consumption of resources to expand, the game is inspired by the &lt;a href=\"rewilding%20%28conservation%20biology%29\"&gt;rewilding&lt;/a&gt; movement and the &lt;a href=\"Climate%20crisis\"&gt;Climate crisis&lt;/a&gt;, and seeks to restore nature rather than exploit it.\nGameplay.\nPlayers are tasked with turning a barren wasteland into an ecological paradise with a variety of &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;.\nThis is achieved by placing a number of buildings on the landscape which allow you to terraform. &lt;a href=\"Wind%20turbine\"&gt;Wind turbine&lt;/a&gt;s provide power, but can only be placed on stone tiles. These are used to power toxin scrubbers, which prepare the soil for irrigation. Water pumps are used to refill dried river beds, while additional tools allow the player to create new rivers and new stone tiles anywhere on the map.\nFor each tile which is converted from wasteland into lush ecosystem, the player is rewarded with points, which can be spent on further buildings and upgrades.\nIn the second stage of the game, players can upgrade existing buildings to create biomes such as wetlands, wildflower meadows and dense forests. Restoring these biomes will cause herds of deer, flocks of birds, schools of fish and lone wandering bears to populate the map.\nThe unique selling point of the game comes in the third phase, where – once a sufficient amount of the ecosystem and weather has been restored – the player is tasked with &lt;a href=\"recycling\"&gt;recycling&lt;/a&gt; the buildings they have placed in order to create an airship on which they will leave the map. Thus leaving no trace of their presence; just a rewilded paradise.\nDevelopment.\n\"Terra Nil\" was publicly announced on 7 June 2021.\nThe game was originally developed by Sam Alfred, Jonathan Hau-Yoon, and Jarred Lunt and released on Itch.io. However, in October 2020, the developers formed a partnership with Free Lives to produce a more in-depth version with more levels and upgraded graphics.\nA free demo was made available to download on 16 June 2021 as part of the &lt;a href=\"Steam%20%28service%29\"&gt;Steam (service)&lt;/a&gt; Next Fest.\nOn 14th January, the developers posted an update on the game’s Steam page detailing the progress they had made since the launch of the demo. Amongst the planned additions are new mechanics, buildings, animals and environments – including coral reefs, a new monorail and mangrove forests.\nOnce their work on the tropical region is complete, they plan to begin work on a polar region, which will see snow, tundra and lava introduced."
}