{
    "id": "6803236",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=6803236",
    "title": "Black-flanked rock-wallaby",
    "text": "The black-flanked rock-wallaby (\"Petrogale lateralis\"), also known as the black-footed rock-wallaby or warru, is a species of &lt;a href=\"wallaby\"&gt;wallaby&lt;/a&gt;, one of several &lt;a href=\"Rock-wallaby\"&gt;rock-wallabies&lt;/a&gt; in the genus \"&lt;a href=\"Petrogale\"&gt;Petrogale&lt;/a&gt;\". A shy, nocturnal &lt;a href=\"herbivore\"&gt;herbivore&lt;/a&gt;, its two main subspecies are found in mostly isolated populations across western and southern &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt; (WA) and parts of &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt; (SA). With some subspecies showing a decline in populations in recent years, the whole species is classed as an &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt; under the Commonwealth &lt;a href=\"EPBC%20Act\"&gt;EPBC Act&lt;/a&gt;.\nTaxonomy.\nThe species, in the genus \"Petrogale\", was first described by &lt;a href=\"John%20Gould\"&gt;John Gould&lt;/a&gt; in 1842. &lt;a href=\"Subspecies\"&gt;Subspecies&lt;/a&gt; include:\nThe specimens obtained at the &lt;a href=\"MacDonnell%20Ranges\"&gt;MacDonnell Ranges&lt;/a&gt;, and from the Western &lt;a href=\"Kimberley%20%28Western%20Australia%29\"&gt;Kimberley&lt;/a&gt;, are distinct enough to be separate subspecies of the black-flanked rock-wallaby. These populations, and the recognised subspecies, are distinguished by &lt;a href=\"chromosome\"&gt;chromosomal&lt;/a&gt; as well as &lt;a href=\"morphology%20%28biology%29\"&gt;morphological&lt;/a&gt; distinctions.\n\"&lt;a href=\"Petrogale%20lateralis%20purpureicollis\"&gt;Petrogale lateralis purpureicollis&lt;/a&gt;\" (purple-necked rock-wallaby) by Le Souef in 1924 is given in some listings, but this is now regarded as a distinct species.\nDescription.\nThe black-flanked rock-wallaby is generally greyish-brown with a paler belly and chest, a dark stripe running from its head down its spine, and it has a dark tail and feet. Colours may vary slightly among subspecies. It has short, thick, woolly fur that is particularly dense around the base of the tail, rump and flanks. Its long tail, useful for balancing in rocky terrain, is tipped with a brush.\nBecause most of its water comes from its diet, it rarely drinks and can conserve water by taking refuge from the heat in rocky caves.\nBehaviour.\nThe black-flanked rock-wallaby is a rather shy &lt;a href=\"nocturnal\"&gt;nocturnal&lt;/a&gt; animal, and feeds at night on grasslands that are close to rocky areas for shelter.\nIt lives in groups of 10–100 individuals, and form lifelong pair bonds, although females will mate with other males. They reach &lt;a href=\"sexual%20maturity\"&gt;sexual maturity&lt;/a&gt; at one to two years old, but breeding cycles respond to seasonal rainfall. The species features &lt;a href=\"embryonic%20diapause\"&gt;embryonic diapause&lt;/a&gt;, where the &lt;a href=\"embryo\"&gt;embryo&lt;/a&gt;'s development enters a state of dormancy until environmental conditions are suitable.\nThe gestation period lasts around 30 days, and like other young marsupials, the young are poorly developed and suckle inside the mother's pouch until they are ready to leave. Unlike other kangaroos and wallabies, mothers leave their young in a sheltered place while they feed. \nDistribution and habitat.\nIn Western Australia, the wallaby lives in mountainous areas with &lt;a href=\"granite\"&gt;granite&lt;/a&gt; outcrops, &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; cliffs, &lt;a href=\"scree\"&gt;scree&lt;/a&gt; slopes, and &lt;a href=\"hummock\"&gt;hummock&lt;/a&gt; grasses with a few trees and shrubs, and also near coastal &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; cliffs. \"P. lateralis lateralis\" lives across southern and western WA; \"P. lateralis hacketti\" lives on three islands of the Recherche Archipelago in southern WA; \"P. lateralis\" (western Kimberley race) is found only in the &lt;a href=\"Edgar%20Range\"&gt;Edgar Range&lt;/a&gt;, &lt;a href=\"Erskine%20Range\"&gt;Erskine Range&lt;/a&gt;, possibly the &lt;a href=\"Grant%20Range%20%28Western%20Australia%29\"&gt;Grant Range&lt;/a&gt; and also nearby areas of the west &lt;a href=\"Kimberley%20%28Western%20Australia%29\"&gt;Kimberley)&lt;/a&gt;; \"P. lateralis\" (MacDonnell Ranges race) used to be widespread in central desert regions across the &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt;, SA and WA, but there has been a decline in both distribution and abundance. \nConservation status.\nPredation by &lt;a href=\"Red%20foxes%20in%20Australia\"&gt;introduced foxes&lt;/a&gt; and &lt;a href=\"feral%20cats%20in%20Australia\"&gt;feral cats&lt;/a&gt;, habitat damage caused by sheep, goats and rabbits, &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt;, &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; and alteration of fire regimes have caused the population to decline. Several sites where populations occur are protected, and a recovery plan is under way. Fox control has been established at several sites.\n\"Petrogale lateralis lateralis\" has suffered the worst decline of population, while \"Petrogale lateralis hacketti\" and \"Petrogale lateralis\" (western Kimberley race) had had no recorded decline in Western Australia by 2012. \nConservation measures.\nThe populations in Western Australia are managed by the Western Australian &lt;a href=\"Department%20of%20Biodiversity%2C%20Conservation%20and%20Attractions\"&gt;Department of Biodiversity, Conservation and Attractions&lt;/a&gt;, consisting of control of foxes and monitoring.\nThe &lt;a href=\"South%20Australian%20Government\"&gt;state government&lt;/a&gt; reported that there were just 50 animals left in the wild in &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt; in 2007. In October 2007, 15 wallabies were moved into an open-range zoo which undertakes breeding programs for endangered species, &lt;a href=\"Monarto%20Zoo\"&gt;Monarto Zoo&lt;/a&gt;. The animals came from the &lt;a href=\"Pukatja%2C%20South%20Australia\"&gt;Pukatja/Ernabella&lt;/a&gt; area and another undisclosed location in the &lt;a href=\"Anangu%20Pitjantjatjara%20Yankunytjatjara\"&gt;Anangu Pitjantjatjara Yankunytjatjara (APY) Lands&lt;/a&gt;. Work to monitor the species' survival was said to involve &lt;a href=\"Aboriginal%20tracker\"&gt;Aboriginal tracker&lt;/a&gt;s and schoolchildren from Pukatja to help track the wallabies' movements.\nPreviously widespread throughout the ranges of central Australia, the warru was South Australia's most endangered mammal, primarily due to predation by foxes and feral cats. However Monarto has had some success in breeding the wallabies, and has helped to establish a viable population (22) of the wallabies in a fenced area, known as the Pintji, in the APY lands. In June 2017 Monarto announced that 25 of the population bred at Pintji, along with 15 others, had been released into the wild. These will be monitored and feral animal control measures are in place.\nIn August 2021, the federal government's &lt;a href=\"National%20Indigenous%20Australians%20Agency\"&gt;National Indigenous Australians Agency&lt;/a&gt;, which had been funding the Warru Kaninytjaku &lt;a href=\"Indigenous%20ranger\"&gt;Indigenous ranger&lt;/a&gt; program in the APY Lands for 10 years, announced that funding would continue for at least seven more years. The rangers manage two warru populations, in the &lt;a href=\"Musgrave%20Ranges\"&gt;Musgrave Ranges&lt;/a&gt; and &lt;a href=\"Tomkinson%20Ranges\"&gt;Tomkinson Ranges&lt;/a&gt;, and have help to build the numbers up from around 20 to hundreds. With new funding, the program can included the &lt;a href=\"Everard%20Ranges\"&gt;Everard Ranges&lt;/a&gt;, which is important because multiple populations mean that if one is lost, warru from another population could be re-introduced from one of the others.\nEcological and cultural significance.\nThe warru is an important part of the local &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;, as its consumption of the native vegetation helps to regenerate it. In addition, it is an important symbol in &lt;a href=\"Anangu\"&gt;Anangu&lt;/a&gt; mythology."
}