{
    "id": "6805229",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=6805229",
    "title": "Adam Lind",
    "text": "Adam Alan Lind (born July 17, 1983) is an American former &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"first%20baseman\"&gt;first baseman&lt;/a&gt;. He previously played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt;, &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt;, &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; and &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt;. Lind has also appeared at &lt;a href=\"designated%20hitter\"&gt;designated hitter&lt;/a&gt; and in &lt;a href=\"left%20field\"&gt;left field&lt;/a&gt;. In 2009, Lind won the &lt;a href=\"Silver%20Slugger%20Award\"&gt;Silver Slugger Award&lt;/a&gt; and the &lt;a href=\"Edgar%20Mart%C3%ADnez%20Award\"&gt;Edgar Martínez Award&lt;/a&gt;.\nEarly life.\nLind was born in &lt;a href=\"Muncie%2C%20Indiana\"&gt;Muncie, Indiana&lt;/a&gt;, on July 17, 1983, and later moved to &lt;a href=\"Anderson%2C%20Indiana\"&gt;Anderson, Indiana&lt;/a&gt;, where he attended &lt;a href=\"Highland%20High%20School%20%28Anderson%2C%20Indiana%29\"&gt;Highland High School&lt;/a&gt;. He has an older sister, Allison.\nLind was drafted by the &lt;a href=\"Minnesota%20Twins\"&gt;Minnesota Twins&lt;/a&gt; in the eighth round (242nd overall) of the &lt;a href=\"2002%20Major%20League%20Baseball%20draft\"&gt;2002 Major League Baseball draft&lt;/a&gt;. He did not sign with the Twins, and attended the &lt;a href=\"University%20of%20South%20Alabama\"&gt;University of South Alabama&lt;/a&gt; in 2003 and 2004 before being drafted by the Jays in 2004 as a draft-eligible sophomore. In 2003, he was named as a Freshman second team All-American first baseman and played &lt;a href=\"collegiate%20summer%20baseball\"&gt;collegiate summer baseball&lt;/a&gt; with the &lt;a href=\"Wareham%20Gatemen\"&gt;Wareham Gatemen&lt;/a&gt; of the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt;. In 2004, he was named a Sun Belt Conference All-Star outfielder.\nProfessional career.\nToronto Blue Jays.\nMinor leagues.\nThe &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; selected Lind in the third round, with the 83rd overall selection of the &lt;a href=\"2004%20Major%20League%20Baseball%20draft\"&gt;2004 Major League Baseball draft&lt;/a&gt;. In his first professional season, Lind hit .312 with seven home runs and 50 runs batted in 70 games for the Low-A &lt;a href=\"Auburn%20Doubledays\"&gt;Auburn Doubledays&lt;/a&gt;. He was promoted to the High-A &lt;a href=\"Dunedin%20Blue%20Jays\"&gt;Dunedin Blue Jays&lt;/a&gt; in 2005, where he batted .313 with 12 home runs and 84 RBI in 126 games played.\n2006–2008.\nLind was a September call-up for the Blue Jays in 2006, and his first major league hit, a double, came on September 2 against &lt;a href=\"Lenny%20DiNardo\"&gt;Lenny DiNardo&lt;/a&gt; of the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;. He hit his first major league career home run on September 10 against the &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Los Angeles Angels of Anaheim&lt;/a&gt; off fellow rookie &lt;a href=\"Jered%20Weaver\"&gt;Jered Weaver&lt;/a&gt;. In 18 games at the major league level in 2006, Lind hit .367 with two home runs and 8 RBI. In the minors that season, Lind batted .330 with 24 home runs and 89 RBI split between the Double-A &lt;a href=\"New%20Hampshire%20Fisher%20Cats\"&gt;New Hampshire Fisher Cats&lt;/a&gt; and Triple-A &lt;a href=\"Syracuse%20SkyChiefs\"&gt;Syracuse SkyChiefs&lt;/a&gt;. For his efforts in Double-A, he was named the 2006 &lt;a href=\"Eastern%20League%20%281938%E2%80%932020%29\"&gt;Eastern League&lt;/a&gt; &lt;a href=\"Most%20valuable%20player\"&gt;MVP&lt;/a&gt;.\nLind was called up on April 13, 2007, from Syracuse to replace &lt;a href=\"Reed%20Johnson\"&gt;Reed Johnson&lt;/a&gt;, who was placed on the &lt;a href=\"disabled%20list\"&gt;disabled list&lt;/a&gt; with a herniated disc in his back. Lind was optioned to Triple-A Syracuse on July 7, 2007, when Johnson was activated from the disabled list. For the 2007 season, Lind had a .238 batting average with 11 homers and 46 RBI. After a poor start to the 2008 season, Lind was demoted to Triple-A. He subsequently hit .300 at the Triple-A level and earned a call-up again to the Blue Jays on June 21, 2008. After being recalled, Lind finished the 2008 season hitting .282 with nine homers and 40 RBI in 88 games.\n2009–2010.\nIn 2009, Lind was the &lt;a href=\"Opening%20Day\"&gt;Opening Day&lt;/a&gt; &lt;a href=\"designated%20hitter\"&gt;designated hitter&lt;/a&gt; for the Blue Jays and drove in six runs against the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;, a Blue Jay Opening Day record, propelling the Jays to a 12–5 victory. He went on to tie the Blue Jays record of 11 RBI in five games to start the season, set by &lt;a href=\"Carlos%20Delgado\"&gt;Carlos Delgado&lt;/a&gt; in 2001. Lind ended April with four homers, 20 RBIs and a .315 batting average in 23 games. In a game against the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; on August 31, Lind hit a &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt;, the first of his career, and had a career single-game high eight RBI. He became the second Blue Jay of the 2009 season (after &lt;a href=\"Lyle%20Overbay\"&gt;Lyle Overbay&lt;/a&gt;) to win AL Player of the Week (for the week ending September 6), sharing the award with Tampa Bay's &lt;a href=\"Evan%20Longoria\"&gt;Evan Longoria&lt;/a&gt;. On September 14, Lind drove in three runs to reach 100 RBIs on the season, becoming the first Blue Jay to do so since &lt;a href=\"Troy%20Glaus\"&gt;Troy Glaus&lt;/a&gt; and &lt;a href=\"Vernon%20Wells\"&gt;Vernon Wells&lt;/a&gt; in 2006. The next day, Lind hit his 30th home run of the season, joining teammate &lt;a href=\"Aaron%20Hill%20%28baseball%29\"&gt;Aaron Hill&lt;/a&gt; with thirty or more home runs. On September 29, 2009, Lind hit three home runs in a game against the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;. He finished the 2009 season with a .305 batting average, 35 home runs, 114 RBI, 46 doubles, and 179 hits.\nLind won the &lt;a href=\"Edgar%20Martinez%20Award\"&gt;Edgar Martinez Award&lt;/a&gt; as the outstanding DH for the 2009 season on December 15, 2009. He became the third Jay to win the award. Previous Jays to win the award were &lt;a href=\"Dave%20Winfield\"&gt;Dave Winfield&lt;/a&gt; and &lt;a href=\"Paul%20Molitor\"&gt;Paul Molitor&lt;/a&gt;. Lind also received the American League &lt;a href=\"Silver%20Slugger%20Award\"&gt;Silver Slugger Award&lt;/a&gt; for designated hitter.\nOn April 3, 2010, Lind signed a four-year contract extension with the Blue Jays. He would earn $400,000 in the &lt;a href=\"2010%20Toronto%20Blue%20Jays%20season\"&gt;2010 season&lt;/a&gt;, with a $600,000 &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt;, and $5 million per season for 2011, 2012 and 2013. The Blue Jays also had the right to exercise yearly club &lt;a href=\"Option%20%28finance%29\"&gt;options&lt;/a&gt; of $7 million for 2014 (or buy out the contract for $2 million), $7.5 million for 2015 (or $1.5 million &lt;a href=\"buyout\"&gt;buyout&lt;/a&gt;), and $8 million for 2016 (or $500,000 buyout).\n2011–2012.\nOn Opening Day of the 2011 season, Lind hit his first home run of the season, back-to-back with &lt;a href=\"Jos%C3%A9%20Bautista\"&gt;José Bautista&lt;/a&gt;. On May 17, Lind was placed on the 15-day disabled list for \"lower back stiffness\", retroactive to May 8. On June 5, Lind made his return to the lineup against the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;. He finished 0-for-3 with one walk. On August 13, Lind hit his 100th career home run (and his second &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; of the season) off &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Los Angeles Angels of Anaheim&lt;/a&gt; starter &lt;a href=\"Jered%20Weaver\"&gt;Jered Weaver&lt;/a&gt;. In 125 games with Toronto, Lind hit .251 with 26 home runs and 87 RBI.\nIn 2012, in a game against the &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt; on April 20, Lind recorded the first two outs of a &lt;a href=\"triple%20play\"&gt;triple play&lt;/a&gt;, the first triple play by the Blue Jays since 1979, and the fourth in franchise history. On May 17, the Blue Jays optioned Lind to the &lt;a href=\"Las%20Vegas%2051s\"&gt;Las Vegas 51s&lt;/a&gt; of the Triple-A &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt;. &lt;a href=\"Yan%20Gomes\"&gt;Yan Gomes&lt;/a&gt; was called up to replace Lind. Later that month, Lind was placed on outright &lt;a href=\"Waivers%20%28MLB%29\"&gt;waivers&lt;/a&gt;. This made it possible for another team to claim Lind and to become responsible for the remainder of his contract. Lind went unclaimed and on May 31, was removed from the Blue Jays &lt;a href=\"40%20man%20roster\"&gt;40-man roster&lt;/a&gt;, allowing the team to select the contract of &lt;a href=\"Robert%20Coello\"&gt;Robert Coello&lt;/a&gt;. On June 24, the Blue Jays recalled Lind from Triple-A. In 93 games with Toronto, Lind hit .255 with 11 home runs and 45 RBI.\n2013–2014.\nLind had a bounce back year for the Blue Jays in 2013. In 143 games, he hit .288 with 23 home runs and 67 RBI, while playing the majority of his games at first base.\nIn 2014, Lind spent time on the disabled list due to a broken foot. He saw a reduction in his power numbers, but improved his batting average, finishing the season with a .321 batting average, six home runs, and 40 RBIs in 96 games.\nMilwaukee Brewers.\nOn November 1, 2014, Lind was traded to the &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt; in exchange for pitcher &lt;a href=\"Marco%20Estrada%20%28baseball%29\"&gt;Marco Estrada&lt;/a&gt;. He played in 149 games for the Brewers in 2015, and batted .277 with 20 home runs and 87 RBI. On November 3, the Brewers exercised their $8 million option on Lind for the 2016 season.\nSeattle Mariners.\nOn December 9, 2015, the Brewers traded Lind to the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; in exchange for minor leaguers Carlos Herrera, &lt;a href=\"Daniel%20Missaki\"&gt;Daniel Missaki&lt;/a&gt;, and &lt;a href=\"Freddy%20Peralta\"&gt;Freddy Peralta&lt;/a&gt;. During the 2016 season, Lind played in 126 games for the Mariners, batting .239 with 20 home runs and 58 RBI.\nWashington Nationals.\nOn February 15, 2017, Lind signed a one-year contract with the &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt;. The contract included a mutual option for the 2018 season. In his first at bat, pinch hitting for &lt;a href=\"Stephen%20Strasburg\"&gt;Stephen Strasburg&lt;/a&gt;, Lind hit a two-run home run on April 3. Lind batted .303 with 14 home runs and 59 RBI while appearing in 116 games for the Nationals during the 2017 regular season. Lind made his postseason debut in the &lt;a href=\"2017%20National%20League%20Division%20Series\"&gt;2017 National League Division Series&lt;/a&gt;, playing in three games during the 3–2 series loss to the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;; he had two hits in three &lt;a href=\"pinch%20hitter\"&gt;pinch hitting&lt;/a&gt; at bats.\nNew York Yankees.\nOn March 2, 2018, Lind signed a minor league contract with the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;, receiving a non-roster invitation to spring training. He was released by the Yankees on March 14, and re-signed with the Yankees on April 18, and released again on May 25. Lind appeared in eight games for the &lt;a href=\"Class%20A-Advanced\"&gt;Class A-Advanced&lt;/a&gt; &lt;a href=\"Tampa%20Tarpons\"&gt;Tampa Tarpons&lt;/a&gt;, batting .429, and 16 games for the Triple-A &lt;a href=\"Scranton/Wilkes-Barre%20RailRiders\"&gt;Scranton/Wilkes-Barre RailRiders&lt;/a&gt;, batting .241.\nBoston Red Sox.\nOn June 2, 2018, Lind signed a minor league contract with the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;. In 46 games with the Triple-A &lt;a href=\"Pawtucket%20Red%20Sox\"&gt;Pawtucket Red Sox&lt;/a&gt;, he batted .216 with eight home runs and 32 RBI. The Red Sox released Lind on August 1, 2018.\nPersonal life.\nLind is &lt;a href=\"Roman%20Catholic%20Church\"&gt;Catholic&lt;/a&gt;. His wife, Lakeyshia Bertie, is originally from &lt;a href=\"Richmond%20Hill%2C%20Ontario\"&gt;Richmond Hill, Ontario&lt;/a&gt;; the couple met while Lind was playing for the Blue Jays in 2007, and they were married in a Catholic ceremony on November 13, 2010, in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;. She gave birth to their first daughter in September 2011. A son, their second child, was born on April 25, 2013. His nickname is \"Adam Bomb.\"\nExternal links.\n, or &lt;a href=\"http%3A//www.retrosheet.org/boxesetc/L/Plinda001.htm\"&gt;Retrosheet&lt;/a&gt;"
}