{
    "id": "68071994",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=68071994",
    "title": "Therese Forster",
    "text": "Marie Therese Forster (10 August 1786 – 3 June 1862) was a German educator, writer, correspondent and editor. Born in &lt;a href=\"Vilnius\"&gt;Vilnius&lt;/a&gt; in the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; to &lt;a href=\"Georg%20Forster\"&gt;Georg Forster&lt;/a&gt; and his wife &lt;a href=\"Therese%20Huber\"&gt;Therese&lt;/a&gt;, she spent her early childhood in &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt;. Her father was active in the revolutionary &lt;a href=\"Republic%20of%20Mainz\"&gt;Republic of Mainz&lt;/a&gt;, and she and her mother fled the city in late 1792. After her father's death, she was raised by her mother and stepfather &lt;a href=\"Ludwig%20Ferdinand%20Huber\"&gt;Ludwig Ferdinand Huber&lt;/a&gt;. From 1801 to 1805, Forster lived with Dutch-Swiss writer &lt;a href=\"Isabelle%20de%20Charri%C3%A8re\"&gt;Isabelle de Charrière&lt;/a&gt; and collaborated with her on an &lt;a href=\"epistolary%20novel\"&gt;epistolary novel&lt;/a&gt;. Until 1826, she worked as a teacher and educator, first at &lt;a href=\"Philipp%20Emanuel%20von%20Fellenberg\"&gt;Philipp Emanuel von Fellenberg&lt;/a&gt;'s school in &lt;a href=\"Hofwil\"&gt;Hofwil&lt;/a&gt; and then for several upper-class families. After her mother's 1829 death, she lived with family and educated her nieces and nephews. From 1840, she collaborated with &lt;a href=\"Georg%20Gottfried%20Gervinus\"&gt;Georg Gottfried Gervinus&lt;/a&gt; on the first complete edition of her father's works, which were published by &lt;a href=\"F.%20A.%20Brockhaus%20AG\"&gt;Brockhaus&lt;/a&gt; in 1843. Therese Forster spent her later years with her niece and died in &lt;a href=\"Albisheim\"&gt;Albisheim&lt;/a&gt; aged 75.\nEarly life and family.\nTherese Forster, who was called or ('little rose') as a child, was born in &lt;a href=\"Vilnius\"&gt;Vilnius&lt;/a&gt; as the first child of &lt;a href=\"Georg%20Forster\"&gt;Georg Forster&lt;/a&gt; (1754–1794), who held the Chair of Natural History at &lt;a href=\"Vilnius%20University\"&gt;Vilnius University&lt;/a&gt;, and his wife &lt;a href=\"Therese%20Huber\"&gt;Therese&lt;/a&gt;, the daughter of &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;Göttingen&lt;/a&gt; classicist &lt;a href=\"Christian%20Gottlob%20Heyne\"&gt;Heyne&lt;/a&gt;. Four days after her birth, her parents wrote to their friend &lt;a href=\"Samuel%20Thomas%20von%20S%C3%B6mmerring\"&gt;Samuel Thomas von Sömmerring&lt;/a&gt;, the mother mentioning that she was \"only a girl\", the father commenting that he did not care until the time when she would become a woman. She was baptised \"Marie Therese\" as a Protestant on 20 August 1786. Georg Forster planned to educate his favourite daughter himself, and for that reason decided she should not learn Polish or French until she was seven, so no domestic servants or strangers could have a negative influence on her education. In 1787, her father was offered to accompany a Russian expedition to the Pacific, which provided an opportunity to leave Poland. However, the expedition was shelved while the family was staying in Göttingen, and in 1788 Georg Forster became head librarian in &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt; instead. Röschen was &lt;a href=\"Variolation\"&gt;inoculated against smallpox&lt;/a&gt; in 1790 by Sömmerring; to the great protest of her father this happened during his absence.\nThe earliest memories of Röschen were of playing with Auguste, the daughter of &lt;a href=\"Caroline%20Schelling\"&gt;Caroline Böhmer&lt;/a&gt;, and Sophie, the daughter of physician , and of the graves of her siblings who died in infancy in 1791 and 1792. In October 1792, French revolutionary troops under &lt;a href=\"General%20Custine\"&gt;General Custine&lt;/a&gt; captured Mainz, leading to the establishment of the &lt;a href=\"Republic%20of%20Mainz\"&gt;Republic of Mainz&lt;/a&gt;, in which Georg Forster came to play a major role. The mother then left Mainz in December 1792 together with Therese and her sister Clara, first going to &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt; and in January 1793 to &lt;a href=\"Neuch%C3%A2tel\"&gt;Neuchâtel&lt;/a&gt;. She was hoping to divorce Georg and marry her lover &lt;a href=\"Ludwig%20Ferdinand%20Huber\"&gt;Ludwig Ferdinand Huber&lt;/a&gt;, and it was planned that Therese as her father's favourite would live with him after the divorce. In November 1793, Georg managed to come to &lt;a href=\"Travers%2C%20Switzerland\"&gt;Travers&lt;/a&gt; to stay with his wife and children and Huber for a few days. This was the last time that Therese met her father, who died in Paris when she was seven years old, on 10 January 1794. This meeting in Travers was the basis for the 1988 &lt;a href=\"DEFA\"&gt;DEFA&lt;/a&gt; film \"&lt;a href=\"Treffen%20in%20Travers\"&gt;Treffen in Travers&lt;/a&gt;\", with Röschen played by . \nHer mother married Huber on 10 April 1794 and the family moved to &lt;a href=\"B%C3%B4le\"&gt;Bôle&lt;/a&gt; near Neuchâtel in June 1794. The family started to speak French, a native language of Ludwig Huber, who had grown up bilingual as son of a German father and a French mother. Their life in rural Bôle was difficult financially, as there was no fixed income, but both Forster and her mother described this as the happiest time in their lives. They had contact with &lt;a href=\"Isabelle%20de%20Charri%C3%A8re\"&gt;Isabelle de Charrière&lt;/a&gt;, who lived in nearby &lt;a href=\"Colombier%2C%20Neuch%C3%A2tel\"&gt;Colombier&lt;/a&gt;, and her friend &lt;a href=\"Benjamin%20Constant\"&gt;Benjamin Constant&lt;/a&gt;.\nIn 1798, Ludwig Ferdinand Huber found employment in Germany again as editor of &lt;a href=\"Johann%20Friedrich%20Cotta\"&gt;Johann Friedrich Cotta&lt;/a&gt;'s newspaper , which became the . Therese Huber and the children moved to &lt;a href=\"T%C3%BCbingen\"&gt;Tübingen&lt;/a&gt; in May 1798 and then to &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt; in September 1798. They lived there until moving to &lt;a href=\"Ulm\"&gt;Ulm&lt;/a&gt; in 1804, where Ludwig Huber died unexpectedly in December 1804.\nLife with de Charrière.\nIn July 1801, at the age of 15, Forster was sent to live with the family friend, writer &lt;a href=\"Isabelle%20de%20Charri%C3%A8re\"&gt;Isabelle de Charrière&lt;/a&gt; at her Le Pontet mansion in &lt;a href=\"Colombier%2C%20Neuch%C3%A2tel\"&gt;Colombier&lt;/a&gt;, in order to obtain the necessary skills for a future employment as a governess. The arrangement was mutually beneficial, with Forster receiving education and de Charrière enjoying the presence of a young person. In 1802, they collaborated on de Charrière's &lt;a href=\"epistolary%20novel\"&gt;epistolary novel&lt;/a&gt; , a work that appeared in a German translation by her stepfather L. F. Huber in 1803 as . This was in some sense a pedagogical project, and Therese was meant to write her own German translation and compare it with her stepfather's. The French original was not published until 1981, when it was included in the edition of de Charrière's complete works. While Forster was in Colombier, a potential marriage to Benjamin Constant was proposed by her family, but Constant declined. An inquiry by &lt;a href=\"August%20von%20Kotzebue\"&gt;August von Kotzebue&lt;/a&gt; for Forster's hand was rejected in 1804, by both mother and daughter, and the potential interest of was not reciprocated by the \"reserved\" Therese. When de Charrière died in December 1805, Forster and &lt;a href=\"Henriette%20L%27Hardy\"&gt;Henriette L'Hardy&lt;/a&gt; were with her and announced her death to her friends, and Forster forwarded her final letter to Constant. In her protectress' will, Therese was given 70 &lt;a href=\"louis%20%28coin%29\"&gt;louis&lt;/a&gt; and souvenirs including the coffee maker they had used for breakfast. She was later probably involved in the handling of de Charrière's literary estate, and the manuscript of de Charrière's was found among Therese Huber's papers.\nWork as an educator.\nTherese Forster lived with her mother for a while in 1806 until she found a position with &lt;a href=\"Philipp%20Emanuel%20von%20Fellenberg\"&gt;Philipp Emanuel von Fellenberg&lt;/a&gt; at his &lt;a href=\"Hofwil\"&gt;Hofwil&lt;/a&gt; school where she worked from November 1807 to July 1809, succeeding Cécile Wildermeth as educator of the von Fellenberg children and of her half-brother &lt;a href=\"Victor%20Aim%C3%A9%20Huber\"&gt;Victor Aimé Huber&lt;/a&gt;. Forster read with the children and taught them history, geography, and mathematics. For her own training in education, she read the report of theologian and pedagogue about von Fellenberg's joint school project with &lt;a href=\"Johann%20Heinrich%20Pestalozzi\"&gt;Johann Heinrich Pestalozzi&lt;/a&gt;. However, she resigned in 1808, as she was unhappy with her employer's restrictive principles and felt that her own work was not appreciated enough. From 1809 to 1810, she worked in &lt;a href=\"Linschoten%20%28village%29\"&gt;Linschoten&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Holland\"&gt;Kingdom of Holland&lt;/a&gt;, to educate the children of , a position that her mother had already secured for her when she had started in Hofwil. Subsequently she worked from 1811 to 1821 for the family of Carl Friedrich von Goldbeck in Berlin. From 1821 to 1826 she worked in &lt;a href=\"Arnstadt\"&gt;Arnstadt&lt;/a&gt; and educated the children of Johann Carl Günther, Prince of &lt;a href=\"Schwarzburg-Sondershausen\"&gt;Schwarzburg-Sondershausen&lt;/a&gt;, the brother of the ruling Prince .\nCorrespondence with her mother and return to her family.\nTherese Forster lived apart from her mother from 1801 to 1826, and they continually stayed in contact by writing letters, most of them in French. Around 400 letters of Therese Huber to her daughter and 8 from Therese Forster to her mother are known. Letters were written every two weeks at first, changing to every four weeks at a later time. While the mother's earlier letters were intended to be part of the daughter's education, the focus shifted to career advice and interest in the daughter's work as an educator. In later letters, the mother treated her daughter as more of an equal and also accepted some of her advice. Therese Huber's letters, which included some memories of Georg Forster with explicit instructions to preserve these letters, in essence declared Therese Forster as the literary executor of her parents.\nIn 1826, Forster returned to her mother in Augsburg and lived with her until her mother's 1829 death, helping to educate the children of her sister Claire, who had married Swiss forestry administrator . She moved with them to &lt;a href=\"Bayreuth\"&gt;Bayreuth&lt;/a&gt; in 1829. After her half-sister Luise von Herder had died in 1831, she moved in with the latter's husband, administrator , to educate their children Adele and Ferdinand von Herder, living with the family in &lt;a href=\"Augsburg\"&gt;Augsburg&lt;/a&gt; and &lt;a href=\"Erlangen\"&gt;Erlangen&lt;/a&gt;.\nEditor of her father's works.\n&lt;a href=\"Georg%20Gottfried%20Gervinus\"&gt;Georg Gottfried Gervinus&lt;/a&gt;, one of the &lt;a href=\"G%C3%B6ttingen%20Seven\"&gt;Göttingen Seven&lt;/a&gt;, approached Therese Forster in 1839/40 and suggested an edition of her father's complete works, to be published by &lt;a href=\"F.%20A.%20Brockhaus%20AG\"&gt;Brockhaus&lt;/a&gt; in Leipzig, with a biographic introduction by Gervinus. Forster was hoping for a well-designed and well-typeset edition selling a large number of affordable copies. Guided by her brother-in-law Emil von Herder, who assisted her in the review of her father's manuscripts, she asked for an unusually high degree of insight into the sales and promotion. Gervinus helped to mediate the negotiations, and Forster signed the publishing contract in July 1841: essentially, any net profit after the production costs should be split evenly between her and the publisher. &lt;a href=\"Heinrich%20Brockhaus\"&gt;Heinrich Brockhaus&lt;/a&gt; was not expecting a profit and tried to cut costs by doing without illustrations. However, her father's (Memories from the year 1790) had been written as descriptions of etchings by &lt;a href=\"Daniel%20Chodowiecki\"&gt;Daniel Chodowiecki&lt;/a&gt;, so Forster and Gervinus insisted on their inclusion. At a cost to Forster of 250 gulden, she had lithographic reproductions made by Munich-based artist , printed in 1100 copies each. The nine-volume edition appeared in 1843 and remained the prevailing edition of Georg Forster's works for more than a century. It included the first printing of the 1793 (Account of the revolution in Mainz). Some works were omitted, either because Forster and Gervinus could not find them, as was the case with Georg Forster's essay defending &lt;a href=\"Friedrich%20Schiller\"&gt;Friedrich Schiller&lt;/a&gt;, or deliberately like some of the English language letters in the context of \"&lt;a href=\"A%20Voyage%20Round%20the%20World\"&gt;A Voyage Round the World&lt;/a&gt;\" and scientific works like the Latin \"&lt;a href=\"Characteres%20generum%20plantarum\"&gt;Characteres generum plantarum&lt;/a&gt;\". Of the translations, only \"&lt;a href=\"Shakuntala%20%28play%29\"&gt;Sakuntala&lt;/a&gt;\" was included. Many of the letters were reprinted as in the original edition by Therese Huber, who had altered some of her first husband's letters. The edition had not yet sold enough of its 1000 copies to be profitable by 1845, and Brockhaus refused to print an addendum with unpublished letters of Georg Forster to &lt;a href=\"Johann%20Gottfried%20Herder\"&gt;Johann Gottfried Herder&lt;/a&gt; and to Samuel Thomas von Sömmerring that Forster had recently found. The publishing contract was dissolved in 1855.\nList of volumes.\n (Georg Forster's complete works. Edited by his daughter and accompanied by a characterisation of Forster by G. G. Gervinus. In nine volumes)\nFinal years and death.\nWhen her niece Adele von Herder married medical doctor , Forster followed the family to &lt;a href=\"Albisheim\"&gt;Albisheim&lt;/a&gt; and lived with them in &lt;a href=\"Freinsheim\"&gt;Freinsheim&lt;/a&gt; for the last few years of her life. She died from pneumonia on 3 June 1862 in the parish house of Albisheim, which incidentally had belonged to the Republic of Mainz in 1793.\nForster's journals and other writings are preserved together with the Greyerz family archives in the &lt;a href=\"Burgerbibliothek%20of%20Berne\"&gt;Burgerbibliothek of Berne&lt;/a&gt;."
}