{
    "id": "68088670",
    "revid": "34989777",
    "url": "https://en.wikipedia.org/wiki?curid=68088670",
    "title": "Moderne Leben-Jesu-Forschung unter dem Einflusse der Psychiatrie",
    "text": "Moderne Leben-Jesu-Forschung unter dem Einflusse der Psychiatrie (English: \"Modern &lt;a href=\"Quest%20for%20the%20historical%20Jesus\"&gt;Quest for the Historical Jesus&lt;/a&gt; Under the Influence of &lt;a href=\"Psychiatry\"&gt;Psychiatry&lt;/a&gt;\") is a &lt;a href=\"book\"&gt;book&lt;/a&gt; published in 1908 by &lt;a href=\"Philipp%20Kneib\"&gt;Philipp Kneib&lt;/a&gt;. In the years before the &lt;a href=\"publication\"&gt;publication&lt;/a&gt;, several &lt;a href=\"Author\"&gt;authors&lt;/a&gt; had brought up the notion that Jesus was not &lt;a href=\"Divinity\"&gt;divine&lt;/a&gt;, but rather an influential &lt;a href=\"Mental%20disorder\"&gt;mentally ill&lt;/a&gt; individual. Kneib tries to reject this idea in his book by discussing the general possibility of &lt;a href=\"Miracles%20of%20Jesus\"&gt;miracles&lt;/a&gt; and the &lt;a href=\"resurrection%20of%20Jesus\"&gt;resurrection of Jesus&lt;/a&gt;. He further deals with every &lt;a href=\"argument\"&gt;argument&lt;/a&gt; for the notion that Jesus was mentally ill and brings up counterarguments. By upholding the believe that Jesus was sane, Kneib tries to reinforce the &lt;a href=\"belief\"&gt;belief&lt;/a&gt; in &lt;a href=\"Christology\"&gt;Jesus divinity&lt;/a&gt;.\nContext.\nAuthor.\nThe author of the book, Philipp Kneib (* 19. Februar 1870 in &lt;a href=\"Zornheim\"&gt;Zornheim&lt;/a&gt;, Germany; † 21. Juli 1915 in &lt;a href=\"W%C3%BCrzburg\"&gt;Würzburg&lt;/a&gt;, Germany), was &lt;a href=\"Ordination\"&gt;ordained&lt;/a&gt; as a &lt;a href=\"Catholic%20Church\"&gt;catholic&lt;/a&gt; &lt;a href=\"priest\"&gt;priest&lt;/a&gt; in 1895, started teaching in 1899, and was appointed &lt;a href=\"professor\"&gt;professor&lt;/a&gt; of &lt;a href=\"Christian%20ethics\"&gt;moral theology&lt;/a&gt; in 1903. During his time as a &lt;a href=\"teacher\"&gt;teacher&lt;/a&gt; and as a professor, Kneib published multiple books in relation to &lt;a href=\"theology\"&gt;theology&lt;/a&gt;. In line with his education, he always defended the Catholic &lt;a href=\"ideology\"&gt;ideology&lt;/a&gt; in these books, with the aim to reinforce the believe in &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;. For example in \"Die Beweise für die Unsterblichkeit der Seele aus allgemeinen psychologischen Tatsachen\" he tries to prove the \"&lt;a href=\"immortality\"&gt;immortality&lt;/a&gt; of the &lt;a href=\"soul\"&gt;soul&lt;/a&gt; by means of common psychological facts\". \"Moderne Leben-Jesu-Forschung unter dem Einflusse der Psychiatrie\" matches well in this series of publication as the topic is deeply theological and Kneib makes it explicit that he wants to strengthen the Christian believe with his arguments. Consistent with his theological background and his previous publications, he also aims to uphold the believe in Jesus as a divine representative of God. However, it is the only book published by him that deals with a psychiatric topic. \nQuest for the Historical Jesus.\n\"Moderne Leben-Jesu-Forschung unter dem Einflusse der Psychiatrie\" is part of a broader &lt;a href=\"Social%20movement\"&gt;movement&lt;/a&gt; of the quest for the historical Jesus. The aim of this movement is to investigate which aspects of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;' life can be attributed to the &lt;a href=\"historical%20Jesus\"&gt;historical Jesus&lt;/a&gt; and tries to make a historically accurate portrayal of his doings and personal characteristics. Shortly after the end of &lt;a href=\"Age%20of%20Enlightenment\"&gt;Enlightenment&lt;/a&gt;, the first attempts to produce &lt;a href=\"Biography\"&gt;biographies&lt;/a&gt; of Jesus' life were made. They often either served the purpose to doubt the &lt;a href=\"historicity%20of%20Jesus\"&gt;historicity of Jesus&lt;/a&gt; as he is described in the bible, or they made a romanticised portrayal of his life and &lt;a href=\"Intention\"&gt;intentions&lt;/a&gt;. These biographies were only loosely based on the &lt;a href=\"Gospel\"&gt;Gospels&lt;/a&gt; and often disregarded the parts of the gospels that did not fit in the scheme. The most influential publication in this early phase of the quest was contributed by &lt;a href=\"David%20Strauss\"&gt;David Strauss&lt;/a&gt; in 1835. He asserted that Jesus existed, but that he was not divine. His claims were substantiated on more solid grounds than those of his predecessors. The title of his publication (\"\"Das Leben Jesu\";\" English: \"\"The life of Jesus\")\" coined the German term for the field (Leben-Jesu-Forschung), which was also used in the title of Kneib's book. In 1906, two years before the publication of \"Moderne Leben-Jesu-Forschung unter dem Einflusse der Psychiatrie\", &lt;a href=\"Albert%20Schweitzer\"&gt;Albert Schweitzer&lt;/a&gt; published his influential book \"&lt;a href=\"The%20Quest%20of%20the%20Historical%20Jesus\"&gt;Von Weimarus zu Wrede: eine Geschichte der Leben-Jesu-Forschung&lt;/a&gt;\" (English version: \"The quest of the historical Jesus\"). He reviewed the publications that had been made so far and pointed out major &lt;a href=\"Methodology\"&gt;methodological&lt;/a&gt; shortcomings in the field. The &lt;a href=\"criticism\"&gt;criticism&lt;/a&gt; in this book largely decreased the research in relation to the quest for the historical Jesus for nearly the next 50 years.\nBy using the name of the field in the title of his book, Kneib relates his own work to the movement of the quest for the historical Jesus. It is one of the latest publication in this phase of the quest for the historical Jesus. Similar to the other authors of this movement, the foundation of his arguments are the literal words of the bible. He thereby ignores the criticism that had been expressed by Schweitzer two years before.\nChallenging the Sanity of Jesus.\nDuring the course of the quest for the historical Jesus, attempts to challenge the sanity of Jesus were made, starting in the second half of the 18th century. The first to do so was &lt;a href=\"Jean%20Meslier\"&gt;Jean Meslier&lt;/a&gt; in his \"Testament\", published in 1773. He aimed to prove that Jesus was \"a madman, a &lt;a href=\"Fanaticism\"&gt;fanatic&lt;/a&gt;\". This notion was repeated in similar form by several other authors, including &lt;a href=\"David%20Strauss\"&gt;David F. Strauss&lt;/a&gt;, up until right before the publication of Kneib's book and continue til today. \n\"Moderne Leben-Jesu-Forschung unter dem Einflusse der Psychiatrie\" was a continuation of these publications that deal with the mental health of Jesus. However, it was one of the first books that took the opposite perspective. It aims to defend the mental health of Jesus against the arguments that had been raised. The book directly responds to four of the &lt;a href=\"Critic\"&gt;critics&lt;/a&gt;, all of whom had published their work in the early 20th century: &lt;a href=\"Oskar%20Holtzmann\"&gt;Oskar Holtzmann&lt;/a&gt;, , , and . Oskar Holtzmann (1903) diagnosed Jesus to be \"&lt;a href=\"ecstatic\"&gt;ecstatic&lt;/a&gt;\", which he described to be a &lt;a href=\"Pathology\"&gt;pathologically&lt;/a&gt; strong excitability of the &lt;a href=\"imagination\"&gt;imagination&lt;/a&gt; and the power of will. Georg Lomer (1905) attempted to &lt;a href=\"Retrospective%20diagnosis\"&gt;retrospectively diagnose&lt;/a&gt; Jesus as generally mentally ill, similarly to Meslier. Emil Rasmussen (1905) determined Jesus to be either &lt;a href=\"epileptic\"&gt;epileptic&lt;/a&gt; or &lt;a href=\"Paranoia\"&gt;paranoid&lt;/a&gt;. Using a few examples, he developed a description of the typical pathological &lt;a href=\"prophet\"&gt;prophet&lt;/a&gt; (\"Prophetentypus\") and applied it to Jesus. Julius Baumann (1908) hypothesised that the &lt;a href=\"Abnormality%20%28behavior%29\"&gt;abnormalities&lt;/a&gt; he found in Jesus' behaviour could be explained by an overstimulation of &lt;a href=\"Nerve\"&gt;nerves&lt;/a&gt; \"(Nervenüberreizung).\" The criticism of these four authors was thought of Kneib to be representative for the general arguments against Jesus of Kneib's time. By refuting these arguments, he aimed to silence the general doubt on the historicity and divinity of Jesus and thereby wanted to reinforce the believe in the Christian teachings\nContents.\nIn his preface, Kneib points out that ever since recently &lt;a href=\"Hypostatic%20union\"&gt;the divine part of Jesus&lt;/a&gt;, had been neglected by some, and that it was not a taboo anymore to question the sanity of Jesus' human part. He consequently sets out to evaluate whether the arguments for why Jesus is mentally ill that had been brought forward by Lomer, Rasmussen, Baumann, and Holtzmann can be upholded after thorough analysis. The arguments by Lomer, Rasmussen, Baumann, and Holtzmann, as well as their &lt;a href=\"Objection%20%28argument%29\"&gt;refutation&lt;/a&gt; by Kneib rely entirely on &lt;a href=\"Bible\"&gt;biblical texts&lt;/a&gt; and their &lt;a href=\"Interpretation%20%28logic%29\"&gt;interpretation&lt;/a&gt;. \nIn the first part of his book, Kneib discusses whether &lt;a href=\"Miracles%20of%20Jesus\"&gt;miracles&lt;/a&gt; are possible in general and whether Jesus could have actually &lt;a href=\"Resurrection%20of%20Jesus\"&gt;resurrected from the dead&lt;/a&gt;. He asserts that the authors he cites only arrive at their conclusion because they have the false presumption that the supernatural events in relation to Jesus' life are not possible. Since the denial of the divinity of Jesus is both the argument and the conclusion of this argument, it relies on &lt;a href=\"circular%20reasoning\"&gt;circular reasoning&lt;/a&gt;. \nAfter this part, Kneib starts to defend the sanity of Jesus against the arguments by Lomer, Rasmussen, Baumann, and Holtzmann. He goes through each point that had been raised by the other authors, by introducing their argument and then proposing a counterargument. He notices a high overlap of arguments between the four authors.\nLomer, Rasmussen, Baumann, and Holtzmann often compare Jesus to other allegedly mentally ill &lt;a href=\"Spiritual%20leader\"&gt;spiritual leaders&lt;/a&gt; or influential people in history like &lt;a href=\"Johann%20Wolfgang%20von%20Goethe\"&gt;Goethe&lt;/a&gt;, &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt;, or &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;, presuming a relationship between genius and mental illness. Rasmussen asserts that \"everything that seems surprising about prophets can be observed on a daily basis in &lt;a href=\"mental%20institutions\"&gt;mental institutions&lt;/a&gt;\". Kneib responds that the mental illness of other spiritual leaders does not necessitate the mental illness of Jesus. According to Kneib, Jesus cannot be compared to other spiritual leaders because of his \"natural &lt;a href=\"calmness\"&gt;calmness&lt;/a&gt;\" and \"superiority\", because of the verity of his &lt;a href=\"Prophecy\"&gt;prophecies&lt;/a&gt; and because he is the only &lt;a href=\"prophet\"&gt;prophet&lt;/a&gt; who performed true miracles. \"His superhuman &lt;a href=\"wisdom\"&gt;wisdom&lt;/a&gt; of teaching and his &lt;a href=\"Sacred\"&gt;holiness&lt;/a&gt; in life and teaching are out of question.\" Lomer, Rasmussen, Baumann, and Holtzmann doubted the factuality of both Jeus' miracles and prophecies.\nA central argument for why Jesus is not considered sane is that in the bible it is described how his contemporaries thought of him as mentally ill (\"When his family heard about this, they went to take charge of him, for they said, 'He is out of his mind.'\" -&lt;a href=\"Gospel%20of%20Mark\"&gt;Mark&lt;/a&gt; 3:21). Kneib responds that Jesus was only seen as mentally ill by his contemporaries because he was different from what they had expected their &lt;a href=\"Messiah%20in%20Judaism\"&gt;Messiah&lt;/a&gt; to be. He was more simple and modest than he had been anticipated, and mental illness was used to explain this seeming abnormality, Kneib proclaims. He further argues that from the &lt;a href=\"Biblical%20manuscript\"&gt;original text&lt;/a&gt; it is not clear whether it was Jesus' family who thought of him as \"out of his mind\", or the scholars of the time.\nLomer, Rasmussen, Baumann, and Holtzmann also note that Jesus, as described in the bible, is lacking human feelings. In particular they noticed a lack of &lt;a href=\"sexual%20desire\"&gt;sexual desire&lt;/a&gt; and &lt;a href=\"empathy\"&gt;empathy&lt;/a&gt;. According to them, in the bible there is no description of Jesus' sexual desire. Additionally, he describes heaven as being without &lt;a href=\"sexual%20intercourse\"&gt;sexual intercourse&lt;/a&gt;. This is interpreted as a pathological lack of sexual desire, which is supposedly similarly present in patients suffering from epilepsy. According to Kneib, however, this passage rather expresses that there are clerical tasks which are more important than reproducing mankind. Jesus describes a heaven in which only the higher desires remain, which serve the &lt;a href=\"mind\"&gt;mind&lt;/a&gt; and not the body, says Kneib. The lack of &lt;a href=\"empathy\"&gt;empathy&lt;/a&gt; is identified by Lomer, Rasmussen, Baumann, and Holtzmann among other things, in his relationship to his &lt;a href=\"Apostles%20in%20the%20New%20Testament\"&gt;disciples&lt;/a&gt;. They assert that Jesus' disciples follow him as servants instead of as &lt;a href=\"Friendship\"&gt;friends&lt;/a&gt;: Jesus does not allow them to say goodbye to their families or bury the &lt;a href=\"Death\"&gt;dead&lt;/a&gt; father of one of them. Kneib instead presumes that the prohibition to say goodbye or to bury the dead are supposed to test the required \"&lt;a href=\"Hero\"&gt;heroic&lt;/a&gt; willingness to &lt;a href=\"sacrifice\"&gt;sacrifice&lt;/a&gt;\". \nLomer, Rasmussen, Baumann, and Holtzmann deduce from passages like &lt;a href=\"Gospel%20of%20Matthew\"&gt;Matthew&lt;/a&gt; &lt;a href=\"Baptism%20of%20Jesus\"&gt;3: 16-17&lt;/a&gt; \"(\"As soon as Jesus was &lt;a href=\"Baptism\"&gt;baptized&lt;/a&gt;, he went up out of the water. At that moment heaven was opened, and he saw the Spirit of God descending like a dove and alighting on him. And a voice from heaven said, 'This is my Son, whom I love; with him I am well pleased'\")\" that Jesus suffered from &lt;a href=\"Hallucination\"&gt;hallucinations&lt;/a&gt;. That the vision was co-experienced by &lt;a href=\"John%20the%20Baptist\"&gt;John&lt;/a&gt;, &lt;a href=\"Saint%20Peter\"&gt;Peter&lt;/a&gt;, and &lt;a href=\"James%20the%20Great\"&gt;James&lt;/a&gt; they explained by assuming that Jesus must have forced his hallucination on them via \"a kind of &lt;a href=\"hypnosis\"&gt;hypnosis&lt;/a&gt;\". Kneib responds that the reason for the other authors to bring up this argument is that they have the \"preexisting assumption that supernatural events are impossible\". \nKneib ends his book with a conclusion on the question posed in the beginning, of whether Jesus was mentally ill or not. \nHe attributes the presence of people who doubt the &lt;a href=\"Legitimacy%20%28political%29\"&gt;legitimacy&lt;/a&gt; and divinity of Jesus to the existence of &lt;a href=\"Free%20will%20in%20theology\"&gt;free will&lt;/a&gt;. He encourages to not be confused by this subjective \"&lt;a href=\"Deviance%20%28sociology%29\"&gt;deviance&lt;/a&gt;\", but to rather be led by the objective &lt;a href=\"Catholic%20Church\"&gt;catholic church&lt;/a&gt;\nReception.\nNeither before nor after the publication of \"Moderne Leben-Jesu-Forschung unter dem Einflusse der Psychiatrie,\" Kneib ever again made a publication that dealt with topics related to &lt;a href=\"psychiatry\"&gt;psychiatry&lt;/a&gt; or &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;. After finishing the current book, he published three more books, concerning arguments in favour of a christian believe system, &lt;a href=\"afterlife\"&gt;afterlife&lt;/a&gt;, and free will, before he died in 1915. \nReactions to Kneib's book.\nAlthough Kneib's book was one of the first to publicly defend the sanity of Jesus, it was not received well by the &lt;a href=\"scientific%20community\"&gt;scientific community&lt;/a&gt; of the time. It is cited only sporadically in other scientific literature. In 1911, three years after the publication of Kneib's book, Albert Schweitzer published his book \"&lt;a href=\"The%20Quest%20of%20the%20Historical%20Jesus\"&gt;The Quest of the Historical Jesus&lt;/a&gt;\". This book summarised the history of an authentic portrayal of the historic Jesus and coined the English term for the field. Kneib's work is not mentioned once. Other authors, like Walter E. Bundy, criticise Kneib for his work: \nParticularly, he holds against Kneib that he cites too little sources overall, and that his main source are the gospels. Because of this lack of scientific sources, he disregards Kneib's work as non-objective. It is further criticised by Hans Windisch, a German professor of theology and &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;, that Kneib's explanations are too short and unelaborate to convince the opponents of his positions. Another point for criticism, brought forward by Albert Schweitzer in a later published book, is the lack of Kneib's &lt;a href=\"Psychiatrist\"&gt;medical background&lt;/a&gt;. He therefore questions the validity and reliability of Kneib's judgments.\nInfluence of Kneib's book.\nIn the time during and after the publication of Kneib's book the discussion about Jesus' mental health continued, but was not much influenced by Kneib's work. Several authors continued to challenge the mental health of Jesus, non-regarding the arguments that had been brought forward by Kneib. In the same year of Kneib's publication &lt;a href=\"Charles%20Binet-Sangl%C3%A9\"&gt;Charles Binet-Sanglé&lt;/a&gt; published the first part of his four-volume work \"La folie de Jesus\" (\"English: The madness of Jesus)\" which prominently challenged the mental health of Jesus. He uses many of the same arguments that Kneib had already tried to refute, without acknowledging Kneib's publication. Similar conclusions to those of Binet-Sanglé are also drawn by William Hirsch who, in 1912, published his book \"Religion and Civilization: The Conclusions of a Psychiatrist.\" Again, the work of Kneib is not acknowledged in his arguments. In the end, he concluded that Jesus was mentally ill: \"But Christ offers in every respect an absolutely typical picture of a well-known mental disease. All that we know of him corresponds so exactly to the clinical aspect of &lt;a href=\"paranoia\"&gt;paranoia&lt;/a&gt;, that it is hardly conceivable how anybody at all acquainted with mental disorders, can entertain the slightest doubt as to the correctness of the diagnosis\".\nThere were, however, also authors who, like Kneib, defended the sanity of Jesus. Both Albert Schweitzer (1913) and Walter E. Bundy (1922) expressed similar views in their books as Kneib: \"A pathography of Jesus is possible only upon the basis of a lack of acquaintance with the course and conclusions of &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt; criticism and an amateur application of the principles of the science of psychiatry.\" However, they as well took no notice of the contributions that Kneib had made to the field. This is despite their similarity in argument and conclusion. Considering the heavy criticism and the disregard of his work, the aim of Kneib to strengthen the believe in Christianity and in the divinity of Jesus with his publication can be seen as failed \nStill today the psychic health of Jesus is debated with no definite conclusion and with no significant advance in methodology. On the one hand, the mental health of Jesus is still put into question. In 2012 a team of scientists from &lt;a href=\"Harvard%20Medical%20School\"&gt;Harvard Medical School&lt;/a&gt; analysed the biblical figures &lt;a href=\"Abraham\"&gt;Abraham&lt;/a&gt;, &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt;, Jesus, and &lt;a href=\"Paul%20the%20Apostle\"&gt;St. Paul&lt;/a&gt; with regards to their mental health. They concluded that \"these individuals had experiences that resemble those now defined as psychotic symptoms, suggesting that their experiences may have been manifestations of primary or mood disorder-associated psychotic disorders\" On the other hand there are others who still defend the sanity of Jesus, as for example the psychiatrists &lt;a href=\"Andrew%20Sims%20%28psychiatrist%29\"&gt;Andrew Sims&lt;/a&gt; and Pablo Martinez in their book \"Mad or God? Jesus: The healthiest mind of all\" (2018). The discussions still evolve around the same topics that had already been dealt with by Kneib and just like in Kneib's arguments, the gospels serve as the main evidence. Thus, the publication made by Kneib had little to no influence on the discussion about the mental health of Jesus and his work is still neglected in the modern debate about the topic."
}