{
    "id": "6814428",
    "revid": "26656499",
    "url": "https://en.wikipedia.org/wiki?curid=6814428",
    "title": "Texas Brigade",
    "text": "The Texas Brigade (also known as Hood's Brigade) was an &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; formation of the &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate Army&lt;/a&gt; that distinguished itself in the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. Along with the &lt;a href=\"Stonewall%20Brigade\"&gt;Stonewall Brigade&lt;/a&gt;, they were considered the Confederate Army's &lt;a href=\"shock%20troops\"&gt;shock troops&lt;/a&gt;. It fought in every major battle of the &lt;a href=\"Eastern%20Theater%20of%20the%20American%20Civil%20War\"&gt;Eastern Theater&lt;/a&gt; except &lt;a href=\"Battle%20of%20Chancellorsville\"&gt;Chancellorsville&lt;/a&gt;.\nOrganization.\nThe Texas Brigade was organized on October 22, 1861, primarily through the efforts of &lt;a href=\"John%20Allen%20Wilcox\"&gt;John Allen Wilcox&lt;/a&gt;, afterwards a member of &lt;a href=\"1st%20Confederate%20States%20Congress\"&gt;congress&lt;/a&gt; from &lt;a href=\"Texas%20in%20the%20American%20Civil%20War\"&gt;Texas&lt;/a&gt;, who remained as the brigade's political patron until his death in 1864. The brigade was initially and briefly under the command of &lt;a href=\"Louis%20T.%20Wigfall\"&gt;Louis T. Wigfall&lt;/a&gt; until he took a seat in the &lt;a href=\"Confederate%20Senate\"&gt;Confederate Senate&lt;/a&gt;. Command was then given to &lt;a href=\"John%20Bell%20Hood\"&gt;John Bell Hood&lt;/a&gt; (hence the Texas Brigade was often known as \"Hood's Brigade\" or \"Hood's Texas Brigade\"). The brigade left Texas poorly armed and many men had no weapons at all. Others took whatever was available; this resulted in soldiers carrying almost anything that would shoot—shotguns, hunting rifles, pistols, old flintlock muskets used in the &lt;a href=\"Texas%20Revolution\"&gt;Texas Revolution&lt;/a&gt;, model 1841 Mississippi rifles, &lt;a href=\"Colt%20Revolving%20Rifle\"&gt;Colt revolving rifle&lt;/a&gt;s, and more. At least two companies are reported to have carried model 1855 Springfield rifles, which would have been the only modern weapons in the brigade. The Texans were held in high regard thanks to the legend of the Alamo and the Texas Revolution, and the Confederate government made sure that they got the best equipment available. Most of the brigade were soon issued Enfield rifles aside from the &lt;a href=\"1st%20Texas%20Infantry\"&gt;1st Texas Infantry&lt;/a&gt;, which had mostly smoothbore muskets and appear to have still been using them well into 1864.\nThe brigade was originally assigned as part of Maj. Gen. &lt;a href=\"Gustavus%20W.%20Smith\"&gt;Gustavus W. Smith&lt;/a&gt;'s division, which was sometimes commanded by &lt;a href=\"Brigadier%20General%20%28United%20States%29\"&gt;Brig. Gen.&lt;/a&gt; &lt;a href=\"William%20H.C.%20Whiting\"&gt;William H.C. Whiting&lt;/a&gt;. For much of the war, it was assigned to Lt. Gen. &lt;a href=\"James%20Longstreet\"&gt;James Longstreet&lt;/a&gt;'s &lt;a href=\"Corps\"&gt;Corps&lt;/a&gt; in General &lt;a href=\"Robert%20E.%20Lee\"&gt;Robert E. Lee&lt;/a&gt;'s Army of Northern Virginia It was commanded for much of the war by Brig. Gen. &lt;a href=\"Jerome%20B.%20Robertson\"&gt;Jerome B. Robertson&lt;/a&gt;. It initially comprised the 1st Texas, &lt;a href=\"4th%20Texas%20Infantry%20Regiment\"&gt;4th Texas&lt;/a&gt;, &lt;a href=\"5th%20Texas%20Infantry%20Regiment\"&gt;5th Texas&lt;/a&gt;, and &lt;a href=\"18th%20Georgia%20Volunteer%20Infantry\"&gt;18th Georgia&lt;/a&gt; Regiments. After the &lt;a href=\"Battle%20of%20Seven%20Pines\"&gt;Battle of Seven Pines&lt;/a&gt;, &lt;a href=\"Hampton%27s%20Legion\"&gt;Hampton's Legion&lt;/a&gt; from South Carolina joined the brigade. After the general reorganization of Lee's army following the &lt;a href=\"Battle%20of%20Antietam\"&gt;Battle of Antietam&lt;/a&gt; in September 1862, the Georgians and South Carolinians were reassigned to brigades from their respective states; the &lt;a href=\"3d%20Arkansas%20Infantry%20Regiment%20%28Confederate%20States%29\"&gt;3d Arkansas&lt;/a&gt; was added because it was the only other trans-Mississippi regiment serving with Lee's army.\nBattle actions.\nThe brigade's first general engagement was at Eltham's Landing on May 7, 1862, where it lost 36 men killed and wounded. During the &lt;a href=\"Battle%20of%20Seven%20Pines\"&gt;Battle of Seven Pines&lt;/a&gt;, it was directed to support Longstreet's command. Although the rest of Whiting's division was heavily engaged with considerable casualties, the Texas Brigade sat mostly idle during the battle and lost just 10 men killed and wounded.\nThe brigade distinguished itself during the &lt;a href=\"Seven%20Days%20Battle\"&gt;Seven Days Battle&lt;/a&gt; where it routed the enemy at &lt;a href=\"Battle%20of%20Gaines%27%20Mill\"&gt;Gaines' Mill&lt;/a&gt;, captured a battery of guns, and repulsed a cavalry counterattack. Casualties at Gaines Mill were severe, amounting to at least 25% of the Texas Brigade's total strength. At &lt;a href=\"Malvern%20Hill\"&gt;Malvern Hill&lt;/a&gt;, the brigade was held in reserve despite Hood's requests to assault the Union entrenchments on the hill. Following the Seven Days Battles, Whiting went on sick leave and by early August, Robert E. Lee named Hood as permanent division commander. During the week following Malvern Hill, Lee wrote to Senator Wigfall that 1,336 new recruits were needed to replenish the depleted brigade, which likely numbered fewer than 1000 men in early July. Within a month, the Texas Brigade was brought back up to strength with new recruits and men with minor wounds returning to duty and it had close to 3000 men at the start of the &lt;a href=\"Northern%20Virginia%20Campaign\"&gt;Northern Virginia Campaign&lt;/a&gt;.\nIts reputation increased when it spearheaded Longstreet's assault on Pope's left at the battle of &lt;a href=\"Battle%20of%20Second%20Manassas\"&gt;Second Manassas&lt;/a&gt;. The brigade overran two Union regiments, nearly annihilated the &lt;a href=\"5th%20New%20York%20Volunteer%20Infantry\"&gt;5th New York Zouaves&lt;/a&gt;, and captured a battery of guns, losing 628 men in the battle. Its reputation for fighting was sealed at the &lt;a href=\"Battle%20of%20Sharpsburg\"&gt;Battle of Sharpsburg&lt;/a&gt;, when it closed a gap in the Confederate line and drove back the two Union Corps that were attacking. Out of 854 that went into battle at Sharpsburg, 550 of the Texas Brigade were killed or wounded.\nThe brigade's most famous action took place on the second day of the &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Battle of Gettysburg&lt;/a&gt;, during its fight for &lt;a href=\"Devil%27s%20Den\"&gt;Devil's Den&lt;/a&gt;. Though the Confederacy ultimately lost that battle, the &lt;a href=\"1st%20Texas%20Infantry\"&gt;1st Texas&lt;/a&gt;, 4th Texas, 5th Texas, and 3d Arkansas distinguished themselves in taking Devil's Den despite being greatly outnumbered and suffering heavy casualties, to include General Robertson being wounded. The brigade's failure to take &lt;a href=\"Little%20Round%20Top\"&gt;Little Round Top&lt;/a&gt; marked the failure of that day's fighting.\nBy the war's end, the Texas Brigade had fought in all the battles engaged in by the Army of Northern Virginia except &lt;a href=\"Battle%20of%20Chancellorsville\"&gt;Chancellorsville&lt;/a&gt;. Battles included the &lt;a href=\"Battle%20of%20Seven%20Pines\"&gt;Battle of Seven Pines&lt;/a&gt;, &lt;a href=\"Seven%20Days%20Battle\"&gt;Seven Days Battle&lt;/a&gt;, &lt;a href=\"Battle%20of%20South%20Mountain\"&gt;Battle of South Mountain&lt;/a&gt;, &lt;a href=\"Battle%20of%20Sharpsburg\"&gt;Battle of Sharpsburg&lt;/a&gt;, &lt;a href=\"Battle%20of%20Fredericksburg\"&gt;Battle of Fredericksburg&lt;/a&gt;, Battle of Gettysburg, and the &lt;a href=\"Battle%20of%20the%20Wilderness\"&gt;Battle of the Wilderness&lt;/a&gt;. They later fought with the &lt;a href=\"Army%20of%20Tennessee\"&gt;Army of Tennessee&lt;/a&gt; at &lt;a href=\"Battle%20of%20Chickamauga\"&gt;Chickamauga&lt;/a&gt; and during the &lt;a href=\"Knoxville%20Campaign\"&gt;Knoxville Campaign&lt;/a&gt;, as well as with Longstreet at &lt;a href=\"Siege%20of%20Suffolk\"&gt;Suffolk&lt;/a&gt;. Of the estimated 5,353 men who enlisted in the three Texas and one Arkansas regiments, only 617 remained to surrender on April 9, 1865, at &lt;a href=\"Appomattox%20Court%20House%20National%20Historical%20Park\"&gt;Appomattox Court House&lt;/a&gt; in &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;. The Texas Brigade, along with the &lt;a href=\"Stonewall%20Brigade\"&gt;Stonewall Brigade&lt;/a&gt; from &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, were considered to be the Army of Northern Virginia's &lt;a href=\"shock%20troops\"&gt;shock troops&lt;/a&gt;."
}