{
    "id": "68179420",
    "revid": "35681956",
    "url": "https://en.wikipedia.org/wiki?curid=68179420",
    "title": "Löfven III Cabinet",
    "text": "The third cabinet of Stefan Löfven () was the &lt;a href=\"Government%20of%20Sweden\"&gt;Government of Sweden&lt;/a&gt; during 9 July 2021 to 30 November 2021. It was a &lt;a href=\"Coalition%20government\"&gt;coalition&lt;/a&gt;, consisting of two parties: the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Social Democrats&lt;/a&gt; and the &lt;a href=\"Green%20Party%20%28Sweden%29\"&gt;Green Party&lt;/a&gt;. The cabinet was installed on 9 July 2021, during a formal government meeting with &lt;a href=\"King%20of%20Sweden\"&gt;King&lt;/a&gt; &lt;a href=\"Carl%20XVI%20Gustaf\"&gt;Carl XVI Gustaf&lt;/a&gt;. The government is the result of the aftermath of the &lt;a href=\"2021%20Swedish%20government%20crisis\"&gt;2021 government crisis&lt;/a&gt;, which saw Löfven's government removed from power in a &lt;a href=\"Motion%20of%20no%20confidence\"&gt;vote of no-confidence&lt;/a&gt; over proposed reforms to liberalize the &lt;a href=\"Rent%20regulation\"&gt;rent control&lt;/a&gt; system. \nWith only 116 out of 349 seats (33%) in the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt; (Swedish parliament), the \"&lt;a href=\"Red-Greens%20%28Sweden%29\"&gt;red-green&lt;/a&gt;\" coalition remained as one of the smallest &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt;s in &lt;a href=\"Swedish%20history\"&gt;Swedish history&lt;/a&gt;, and it relied on support from other parties in the Riksdag.\nThe cabinet was a &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt; since 10 November 2021 when Löfven asked to be dismissed as Prime Minister. &lt;a href=\"Magdalena%20Andersson\"&gt;Magdalena Andersson&lt;/a&gt; was appointed prime minister in his place on 24 November 2021 but resigned the same day after the Green Party withdrew its support for the government after the failure of the proposed budget and the passage of a different budget by right-wing parties.\nFormation.\nOn 21 June 2021, &lt;a href=\"Stefan%20L%C3%B6fven\"&gt;Stefan Löfven&lt;/a&gt; lost a &lt;a href=\"Motion%20of%20no%20confidence\"&gt;vote of no-confidence&lt;/a&gt; in the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt;, which led to a &lt;a href=\"2021%20Swedish%20government%20crisis\"&gt;government crisis&lt;/a&gt;. The vote was conducted following a motion from the &lt;a href=\"Sweden%20Democrats\"&gt;Sweden Democrats&lt;/a&gt;, prompted by the &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Left Party&lt;/a&gt;'s criticism of the &lt;a href=\"L%C3%B6fven%20II%20Cabinet\"&gt;government&lt;/a&gt;'s housing policy. According to the \n&lt;a href=\"Basic%20Laws%20of%20Sweden\"&gt;constitution&lt;/a&gt;, the Prime Minister was given a week to either resign or call a &lt;a href=\"snap%20election\"&gt;snap election&lt;/a&gt;. On 28 June 2021, Prime Minister Stefan Löfven asked the &lt;a href=\"Speaker%20of%20the%20Riksdag\"&gt;Speaker of the Riksdag&lt;/a&gt; &lt;a href=\"Andreas%20Norl%C3%A9n\"&gt;Andreas Norlén&lt;/a&gt; to be dismissed as &lt;a href=\"Prime%20Minister%20of%20Sweden\"&gt;Prime Minister&lt;/a&gt;, which led to the government being considered to have resigned and thus became a &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt;.\nBeginning on 29 June 2021, &lt;a href=\"Speaker%20of%20the%20Riksdag\"&gt;the Speaker&lt;/a&gt; hosted meetings, where all &lt;a href=\"party%20leader\"&gt;party leader&lt;/a&gt;s met the Speaker to give their views on a candidate for Prime Minister which could be supported in the Riksdag. The Speaker first gave an exploratory assignment to &lt;a href=\"Moderates%20%28Sweden%29\"&gt;the Moderates&lt;/a&gt;'s &lt;a href=\"Ulf%20Kristersson\"&gt;Ulf Kristersson&lt;/a&gt;, whomever, refrained from being voted by in the chamber, stating he would not gain enough support to form a new cabinet. Thereafter, &lt;a href=\"Social%20Democrats%20%28Sweden%29\"&gt;Social Democratic&lt;/a&gt; Stefan Löfven, got to test his confidence. On 5 July, the Speaker presented his proposal to the Riksdag to elect Stefan Löfven as Prime Minister. The matter was tabled the same day, and again the following day, and then taken up for decision by voting in the Riksdag on 7 July.\nOn 7 July 2021, the Riksdag voted on Stefan Löfven as Prime Minister. 116 voted yes, 60 &lt;a href=\"abstain\"&gt;abstained&lt;/a&gt;, and 173 opposed. Because of Sweden's \"&lt;a href=\"Motion%20of%20no%20confidence%23Sweden\"&gt;negative parliamentarism&lt;/a&gt;\", this is understood as an approval as more &lt;a href=\"Member%20of%20Parliament%20%28Sweden%29\"&gt;MP&lt;/a&gt;s tolerated the proposal than not (176–173).\nThe government assumed office on 9 July 2021 after Prime Minister Löfven had first informed the Riksdag of his ministers and then during a formal government meeting, called a ’Konselj’, with &lt;a href=\"Majesty\"&gt;HM&lt;/a&gt; &lt;a href=\"King%20of%20Sweden\"&gt;King&lt;/a&gt; &lt;a href=\"Carl%20XVI%20Gustaf\"&gt;Carl XVI Gustaf&lt;/a&gt;.\nPolicy.\nDuring a press conference after the cabinet took office on 9 July, Prime Minister Löfven announced that he viewed the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; to have exposed both the strengths and weaknesses of Swedish society, and his cabinet should be focused on creating improvements to it. Löfven introduced four main policy areas of high importance to the government's work: employment, safety issues, climate, and welfare.\nA more specific policy manifesto was presented when Löfven held his declaration of government (\"regeringsförklaring\") on the opening of the Riksdag's new working year on 14 September 2021.\nLöfven's resignation.\nOn 22 August 2021, Stefan Löfven announced his plans on resigning as party leader for the Social Democrats, and thereafter as &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;'s Prime Minister. According to the constitution, if the Prime Minister resigns, the whole cabinet also needs to resign and becomes automatically dismissed. He is expected to step down during his party's congress in November 2021. The time plan became reality, and the Löfven III Cabinet marked the shortest time in office of any Swedish government since &lt;a href=\"Ullsten%20Cabinet\"&gt;Ola Ullsten's Cabinet&lt;/a&gt;, in office from October 1978 to October 1979. On 4 November 2021, &lt;a href=\"Magdalena%20Andersson\"&gt;Magdalena Andersson&lt;/a&gt; was chosen as new party leader for the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Social Democrats&lt;/a&gt;.\nStefan Löfven tendered his resignation till the Speaker on 10 November 2021. The Speaker requested Löfven's cabinet to remain as a &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt;, stripped of some executive power, until a new prime minister has been approved by the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt;.\n&lt;a href=\"2021%20Swedish%20government%20formation\"&gt;Government formation talks&lt;/a&gt; to elect Löfven's successor started with Magdalena Andersson being tasked with forming a government on 11 November. On 16 November, Andersson asked the speaker to get a couple more days to continue negotiations with the &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Left Party&lt;/a&gt; to strike a deal to gain the party's support. Already having an agreement with the &lt;a href=\"Centre%20Party%20%28Sweden%29\"&gt;Centre Party&lt;/a&gt;, a settlement would de facto make Andersson prime minister. On 22 November did the Speaker announced the Riksdag would vote on Andersson on 24 November, despite there not being an agreement with the Left Party. Less than 24 hours remaining until the vote, the intended government and the Left Party finally reached a deal, promising Andersson's cabinet would increase the lower limit of the guaranteed pension for the unemployed in exchange for the Left Party's &lt;a href=\"confidence%20and%20supply\"&gt;confidence and supply&lt;/a&gt;.\nOn 24 November, Andersson was approved by the Riksdag to become Sweden's new prime minister but resigned just seven hours later, after the Greens left the government cooperation.\nMinisters.\nApart from the abolition of the post &lt;a href=\"Minister%20for%20Rural%20Affairs%20%28Sweden%29\"&gt;Minister for Rural Affairs&lt;/a&gt;, the new version of the cabinet was the same as the former &lt;a href=\"L%C3%B6fven%20II%20Cabinet\"&gt;Löfven II Cabinet&lt;/a&gt;.\nThe following were the cabinet members:\n&lt;/onlyinclude&gt;"
}