{
    "id": "68173537",
    "revid": "42031212",
    "url": "https://en.wikipedia.org/wiki?curid=68173537",
    "title": "Dinogad's Smock",
    "text": "\"Dinogad's Smock\" or \"Dinogad's Cloak\" (; ) is an &lt;a href=\"Old%20Welsh\"&gt;Old Welsh&lt;/a&gt; lullaby recounting the hunting prowess of the dead father of an infant named Dinogad, who is wrapped in a smock made of &lt;a href=\"Pine%20Marten\"&gt;marten&lt;/a&gt; skins. This garment gives the poem its modern title. \nThe poem is known from the 13th century &lt;a href=\"Book%20of%20Aneirin\"&gt;Book of Aneirin&lt;/a&gt;, which was created at a &lt;a href=\"monastery\"&gt;monastery&lt;/a&gt; in a Wales.It survived as an interpolation in the manuscript of the early medieval epic poem \"&lt;a href=\"Y%20Gododdin\"&gt;Y Gododdin&lt;/a&gt;\", attributed to the semi-legendary bard &lt;a href=\"Aneirin\"&gt;Aneirin&lt;/a&gt;.\nDating the poem's composition exactly is difficult, but the consensus among modern scholars is that the poem derives from a text which was written down during the second half of the seventh century in the &lt;a href=\"Kingdom%20of%20Strathclyde\"&gt;Kingdom of Strathclyde&lt;/a&gt;.\nThe poem provides insight into the Welsh-speaking culture of early medieval &lt;a href=\"Hen%20Ogledd\"&gt;northern England and southern Scotland&lt;/a&gt;, as well as possible linguistic evidence for features of the extinct &lt;a href=\"Cumbric\"&gt;Cumbric&lt;/a&gt; language. It has also been used to provide evidence of the fauna of central Britain during this period and the late survival of the &lt;a href=\"Eurasian%20Lynx\"&gt;Eurasian Lynx&lt;/a&gt; in Britain.\nPoem.\nSubject matter.\nThe poem, which is 17 lines long, is addressed to the baby boy Dinogad, wrapped in a marten-skin smock in his cradle, and describes how his father used to set out on a hunt. The smock to which the poem refers is a long dress which would have typically been worn by infants. The poem then lists the animals which were caught in the past by his father, describing the heroic manner in which he caught them and his qualities as a hunter. It can be assumed that Dinogad's father was a powerful individual, as a marten-skin smock would have been an extremely valuable object, and the poem makes reference to his possessing at least eight slaves.\nAnalysis.\nThe narrative voice of the song is that of Dinogad's mother, and the poem functions both as a &lt;a href=\"lullaby\"&gt;lullaby&lt;/a&gt; and a &lt;a href=\"lament\"&gt;lament&lt;/a&gt; for her husband. This tone of lament is created by the narrator's exclusive use of the past tense to refer to the deeds of Dinogad's father, indicating he is dead. &lt;a href=\"Historian\"&gt;Historian&lt;/a&gt; &lt;a href=\"Nicholas%20Orme\"&gt;Nicholas Orme&lt;/a&gt; argues that this use of the past tense is intended to poignantly remind listeners that fallen British warriors left behind widows and orphans. In view of this aspect of the poem, &lt;a href=\"environmentalist\"&gt;environmentalist&lt;/a&gt; &lt;a href=\"George%20Monbiot\"&gt;George Monbiot&lt;/a&gt; considers it to be \"a sad and beautiful lullaby\".\nIn his analysis of the poem, Orme argues that it serves to describe the father's role as provider for the family, comparing it to the modern lullaby &lt;a href=\"Bye%2C%20baby%20Bunting\"&gt;Baby Bunting&lt;/a&gt;. He also highlights the informative use of the poem, its provision of details on local terrain, animals and hunting which would be useful to the listening child and may also serve to inspire their imagination. \nThe text was likely originally set to music, though its original tune is lost. Musicologist Joyce Andrews believes that the tender care of the mother for her infant child is referenced in the text, and that by extension the song is connected to \"the uniquely female experience of childbirth\".\nSetting.\nPlace-name evidence as well as the poem's preservation in the &lt;a href=\"Book%20of%20Aneirin\"&gt;Book of Aneirin&lt;/a&gt; show that it must have been composed between the 5th and the 11th centuries in one of the kingdoms of the &lt;a href=\"Hen%20Ogledd\"&gt;Hen Ogledd&lt;/a&gt;. The poem mentions a river called , deriving from the &lt;a href=\"Common%20Brittonic\"&gt;Brittonic&lt;/a&gt; , the origin of the modern river name &lt;a href=\"River%20Derwent%20%28disambiguation%29\"&gt;Derwent&lt;/a&gt; which is found at various locations in northern England. \n&lt;a href=\"Historical%20linguistics\"&gt;Historical linguist&lt;/a&gt; &lt;a href=\"Kenneth%20H.%20Jackson\"&gt;Kenneth Jackson&lt;/a&gt; argued that, as the poem was preserved as part of \"&lt;a href=\"Y%20Gododdin\"&gt;Y Gododdin&lt;/a&gt;\", which recounts the deeds of the men of the &lt;a href=\"Gododdin\"&gt;kingdom of the same name&lt;/a&gt;, it most likely refers to the Derwent closest to their territory: the &lt;a href=\"River%20Derwent%2C%20North%20East%20England\"&gt;Durham Derwent&lt;/a&gt;. However, since the poem clearly does not form part of the original text of , and was instead added to it through scribal error, the consensus among modern scholars is that there is no reason to favour a location within or near Gododdin territory.\nThe mention of a (modern Welsh , \"waterfall\") on the \"Derwennyd\" also provides evidence against the Durham Derwent, which has no waterfalls along its course. For this reason, and its proximity to mountains (\"vynyd\" in the poem) R. G. Gruffydd proposed the &lt;a href=\"River%20Derwent%2C%20Cumbria\"&gt;Cumbrian Derwent&lt;/a&gt; as the identity of \"Derwennydd\", and this view is now generally accepted. If this is the case, it seems likely that the mentioned in the text refer to &lt;a href=\"Lodore%20Falls\"&gt;Lodore Falls&lt;/a&gt;, not actually on the Derwent, but very close to the point where it enters &lt;a href=\"Derwentwater\"&gt;Derwentwater&lt;/a&gt;. This would place the setting of the poem within the probable bounds of the medieval kingdom of &lt;a href=\"Rheged\"&gt;Rheged&lt;/a&gt;.\nLanguage.\nDinogad's Smock is recorded in a 13th-century manuscript, which is likely to have been copied in &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; from a manuscript originating in the &lt;a href=\"Kingdom%20of%20Strathclyde\"&gt;Kingdom of Strathclyde&lt;/a&gt;. For this reason its orthography is &lt;a href=\"Middle%20Welsh\"&gt;Middle Welsh&lt;/a&gt; but it contains features which reveal information about the &lt;a href=\"Cumbric\"&gt;Cumbric&lt;/a&gt; language, a sister language of Welsh spoken until around the 12th century in southern Scotland and Cumbria.\nAmong the text's unusual linguistic features is the use of the unique first person preterite singular verb form \"gwreith\" in the second line (\"\" &gt; \"I made from the skins of Martens\") which suggests, according to linguist &lt;a href=\"John%20T.%20Koch\"&gt;John T. Koch&lt;/a&gt;, that the original lullaby may have been composed in &lt;a href=\"Common%20Brittonic\"&gt;Common Brittonic&lt;/a&gt;. Another feature found in the poem but absent in historical or modern Welsh is its consistent use of (\"head\") to signify an individual animal, for example (\"a roebuck\") or (\"a fish\"). This feature is present in &lt;a href=\"Breton%20language\"&gt;Breton&lt;/a&gt;, which leads Koch to argue that this use of existed in the mutual ancestor of Welsh, Cumbric and Breton but did not survive in Welsh. Koch also stated in an interview with WalesOnline that the animal names used in the text were not the usual ones found in Welsh and that they represented the forms used in Cumbric.\nName and identity of Dinogad.\nThe origin of the name \"Dinogad\" has been reconstructed as \"having a fort in battle\", and the same name is commonly found in Welsh as and later . In Gaelicised form, it was the personal name of the last recorded &lt;a href=\"Kings%20of%20Strathclyde\"&gt;King of Strathclyde&lt;/a&gt;, &lt;a href=\"Duncan%20I%20of%20Scotland\"&gt;Donnchad mac Crinain&lt;/a&gt;. \n&lt;a href=\"Archaeology\"&gt;Archaeologist&lt;/a&gt; Craig Cessford, who has written several articles on Dinogad's Smock, suggests that the Dinogad of the poem may be the historical &lt;a href=\"Dynod%20Bwr\"&gt;Dunod the Stout&lt;/a&gt;, son of &lt;a href=\"Pabo%20Post%20Prydain\"&gt;Pabo Post Prydain&lt;/a&gt; and king of a small region of northern England, possibly &lt;a href=\"Craven%20in%20the%20Domesday%20Book\"&gt;Craven&lt;/a&gt;. However, Cessford recognises that this theory is unprovable.\nManuscript and sources.\n\"Dinogad's Smock\" is known from a single 13th-century manuscript, the &lt;a href=\"Book%20of%20Aneirin\"&gt;Book of Aneirin&lt;/a&gt;, which was produced at a monastery in Wales. It is found as an incongruous passage within a version of the epic poem \"Y Gododdin\" which recounts the defeat of the men of the Kingdom of Gododdin at the &lt;a href=\"Battle%20of%20Catraeth\"&gt;Battle of Catraeth&lt;/a&gt;, fought at some time in the 6th century. The book contains two versions of the text, version A and version B, written by different scribes, with \"Dinogad's Smock\" comprising the eighty-seventh stanza of the former. As Scribe A used the orthography of Middle Welsh, whereas Scribe B used a mixture of Middle Welsh and Old Welsh, it is believed that Scribe A modernised the language of the sources of the Book of Aneirin, whereas Scribe B initially did so, but then gave up his attempt and preserved the older spellings.\n\"Y Gododdin\" is attributed to the semi-legendary bard Aneirin, but \"Dinogad's Smock\" did not originally form part of that work and was instead a separate oral tradition. It seems likely that a scribe noted noted down the poem in a space on a manuscript, and a later copyist mistakenly believed it to form part of \"Y Gododdin\" and interpolated it into the text. The poem's archaic language suggests that it was added to the same manuscript as \"Y Gododdin\" at a &lt;a href=\"scriptorium\"&gt;scriptorium&lt;/a&gt; in &lt;a href=\"Kingdom%20of%20Strathclyde\"&gt;Strathclyde&lt;/a&gt; in the second half of the seventh century, and that this manuscript, or a copy of it, became one of the sources of the Book of Aneirin. \n&lt;a href=\"Celtic%20studies\"&gt;Celticist&lt;/a&gt; &lt;a href=\"Thomas%20Charles-Edwards\"&gt;Thomas Charles-Edwards&lt;/a&gt; suggests that the initial addition of \"Dinogad's Smock\" to the manuscript of the elegiac \"Gododdin\" as a marginal note may reflect a recognition by the scribe that the two poems shared a common theme of lament for the dead. Nicholas Orme states that its inclusion in the manuscript of the Gododdin indicates that the poem was valued as a piece of literature at the time of its recording, rather than being considered a children's song.\nEnvironmental history and archaeology.\n\"Dinogad's Smock\" provides textual evidence for the species present and hunted in early medieval northern Britain. The poem lists seven species of game, marten (), &lt;a href=\"roe%20deer\"&gt;roe deer&lt;/a&gt; (), \"stag\" (), &lt;a href=\"fish\"&gt;fish&lt;/a&gt; (), &lt;a href=\"Red%20fox\"&gt;fox&lt;/a&gt; (), &lt;a href=\"Black%20grouse\"&gt;grouse&lt;/a&gt; (), &lt;a href=\"wild%20boar\"&gt;wild boar&lt;/a&gt; () and possibly lynx (). In the near contemporary archaeological deposits at &lt;a href=\"Fishergate\"&gt;Fishergate&lt;/a&gt; in &lt;a href=\"York\"&gt;York&lt;/a&gt;, the bones of most of these animals have been discovered; deer, fox, grouse, wild boar and a single marten. These finds suggest that the poem provides an accurate picture of species hunted in the region during the early middle ages. The mention of marten pelts in an elite context supports the existing archaeological and textual evidence for their use in the fabrication of high status clothing in early medieval Britain.\nThe identity of the.\nThe identity of the animal referred to in the text as has been widely debated by scholars. Some, such as &lt;a href=\"Ifor%20Williams\"&gt;Ifor Williams&lt;/a&gt; and John Koch, believed it to refer to the red fox, whereas &lt;a href=\"Gwyn%20Williams%20%28writer%29\"&gt;Gwyn Williams&lt;/a&gt; and T. Conran translated it as \"&lt;a href=\"European%20wildcat\"&gt;wildcat&lt;/a&gt;\". Others, such as Alfred Owen Hughes Jarman and &lt;a href=\"Eric%20Partridge\"&gt;Eric Partridge&lt;/a&gt;, tentatively identified it as the lynx. \nPrior to the 1990s, the presence of lynx in 7th-century Britain had been thought unlikely as the animal was believed to have become extinct on the island long before the historical period. However, evidence for its late survival grew as lynx bones which had previously been assumed to be prehistoric underwent &lt;a href=\"radiocarbon%20dating\"&gt;radiocarbon dating&lt;/a&gt;. Testing of deposits found at Kinsey cave in &lt;a href=\"Craven%20District\"&gt;Craven&lt;/a&gt; revealed that lynx were definitely present there in the 5th century, and possibly as late as 600 AD. Kinsey cave is southwest of the Cumbrian Derwent, which is the most widely accepted location for the river mentioned in \"Dinogad's Smock\", making the survival of the lynx in the area into the seventh century plausible. Following the radiocarbon dating of the Kinsey cave bones, John Koch stated that, while he still believed to refer to a fox, the &lt;a href=\"local%20extinction\"&gt;local extinction&lt;/a&gt; of the lynx meant that no words for it had survived into modern &lt;a href=\"Celtic%20languages\"&gt;Celtic languages&lt;/a&gt;, and therefore it was not impossible that did indeed mean \"lynx\".\nDavid Hetherington (et al.) argued in 2005 that \"Dinogad's Smock\" demonstrates the survival of lynx into the post-Roman period in Cumbria, and suggested that this strengthens the argument for the potential reintroduction of the lynx into upland areas of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, in accordance with the UK's obligations under the &lt;a href=\"EU%20Habitats%20Directive\"&gt;EU Habitats and Species Directive&lt;/a&gt;. The &lt;a href=\"Environmentalism\"&gt;environmentalist&lt;/a&gt; &lt;a href=\"George%20Monbiot\"&gt;George Monbiot&lt;/a&gt; has also made reference to \"Dinogad's Smock\" when making the case for the reintroduction of the lynx and the &lt;a href=\"Rewilding%20%28conservation%20biology%29\"&gt;rewilding&lt;/a&gt; of Britain in general.\"\nModern musical settings.\nIn 2001 the text of Dinogad´s Smock was set for piano and voices by the Welsh composer &lt;a href=\"Rhian%20Samuel\"&gt;Rhian Samuel&lt;/a&gt;, as part of her collection \"Cerddi Hynafol\" (\"Ancient Songs\"), commissioned for the &lt;a href=\"Fishguard%20Folk%20Festival\"&gt;Fishguard Festival&lt;/a&gt; and published as sheet music by &lt;a href=\"Stainer%20%26amp%3B%20Bell\"&gt;Stainer &amp; Bell&lt;/a&gt;. consists of three historical Welsh-language songs selected for the collection due to their being sung from the perspective of a woman. \nSamuel partially modernised the text and provided a translation into English, entitling the song (\"Lullaby for Dinogat\"). According to Joyce Andrews, the setting musically accentuates the relationship of a mother to an infant and employs an arpeggiated triplet motive to evoke the rocking of a cradle. The hunting exploits of Dinogad's father are highlighted with \"aggressive, running sixteenth-note patterns and bolder rhythmic melodic motives\" while the sounds of nature are illustrated through the presence of \"subtle bird calls\" in the upper piano range.\nThe Welsh &lt;a href=\"folk%20music\"&gt;folk music&lt;/a&gt; trio also put the poem to music on their 2006 album \"Celtic Music from Wales\". Ffynnon's version combines the poem with &lt;a href=\"Yan%20tan%20tethera\"&gt;Cumbrian sheep-counting rhymes&lt;/a&gt; which are also thought to derive from Cumbric."
}