{
    "id": "681734",
    "revid": "1068143047",
    "url": "https://en.wikipedia.org/wiki?curid=681734",
    "title": "Restrictor plate",
    "text": "A restrictor plate or air restrictor is a device installed at the &lt;a href=\"intake\"&gt;intake&lt;/a&gt; of an engine to limit its power. This kind of system is occasionally used in road vehicles (e.g., motorcycles) for insurance purposes, but mainly in &lt;a href=\"automobile%20racing\"&gt;automobile racing&lt;/a&gt;, to limit top speed to provide equal level of competition, and to lower costs; insurance purposes have also factored in for motorsports.\nRacing series.\nA few top classes like &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; limit only the displacement and air intake mouth dimension. However, in 2006 air restrictors (as well as rev limiters) were used by &lt;a href=\"Scuderia%20Toro%20Rosso\"&gt;Scuderia Toro Rosso&lt;/a&gt; to facilitate the transition to a new engine formula.\nMany other racing series use additional air restrictors.\nRallying.\nAfter &lt;a href=\"Group%20B\"&gt;Group B&lt;/a&gt; cars were outlawed from rallying because they were too powerful (rumored to have reached 600 hp), too fast and too dangerous, the &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20du%20Sport%20Automobile\"&gt;FISA&lt;/a&gt; decided that rally cars should not have more than . For a while no special restrictions were needed for that (e.g. the &lt;a href=\"Group%20A\"&gt;Group A&lt;/a&gt; &lt;a href=\"Lancia%20Delta%23HF4WD\"&gt;Lancia Delta HF 4WD&lt;/a&gt; had about 250 hp in 1987). But with development in the 1990s, &lt;a href=\"Group%20A\"&gt;Group A&lt;/a&gt; cars were rumored to have reached 405 hp or more. So the &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20de%20l%27Automobile\"&gt;FIA&lt;/a&gt; mandated restrictors for &lt;a href=\"supercharged\"&gt;supercharged&lt;/a&gt; and &lt;a href=\"turbocharged\"&gt;turbocharged&lt;/a&gt; engines in all categories (&lt;a href=\"World%20Rally%20Car\"&gt;World Rally Car&lt;/a&gt;, &lt;a href=\"Group%20A\"&gt;Group A&lt;/a&gt; and &lt;a href=\"Group%20N\"&gt;Group N&lt;/a&gt;).\nThis means that the rally version of a car like the &lt;a href=\"Mitsubishi%20Lancer%20Evolution\"&gt;Mitsubishi Lancer Evolution&lt;/a&gt; can have less power than the street version (the \"280\" hp Evo VII was believed to have more than 300 hp, and in some markets the FQ-320, FQ-340, FQ-360, FQ-400 versions were sold, with the number representing the total horsepower).\nIt also means that the &lt;a href=\"torque\"&gt;torque&lt;/a&gt; and &lt;a href=\"Power%20%28physics%29\"&gt;power&lt;/a&gt; curves of the engine are unusual. The engine produces peak torque and almost maximum power at a relatively low RPM, and from there to the &lt;a href=\"rev%20limiter\"&gt;rev limiter&lt;/a&gt; the torque drops and the power does not increase much.\nIn 1995 &lt;a href=\"Toyota%20Team%20Europe\"&gt;Toyota Team Europe&lt;/a&gt; used an illegal device to bypass the restrictor (allowing an estimated extra 50 hp).\nDue to this the team lost their results in the 1995 season and was banned from rallying until the end of 1996.\nNASCAR.\nThe &lt;a href=\"NASCAR%20Cup%20Series\"&gt;NASCAR Cup Series&lt;/a&gt; and &lt;a href=\"Xfinity%20Series\"&gt;Xfinity Series&lt;/a&gt; mandated the use of restrictor plates at &lt;a href=\"Daytona%20International%20Speedway\"&gt;Daytona International Speedway&lt;/a&gt; and &lt;a href=\"Talladega%20Superspeedway\"&gt;Talladega Superspeedway&lt;/a&gt; from 1988 to 2019. The plates were put into use in 1988 as a result of a wreck in the &lt;a href=\"1987%20Winston%20500\"&gt;1987 Winston 500&lt;/a&gt; at Talladega that involved the car of &lt;a href=\"Bobby%20Allison\"&gt;Bobby Allison&lt;/a&gt; crashing into the frontstretch catch fence at a high enough speed to destroy almost 100 feet of the fence and put the race under a red flag condition for two hours. The following race at Talladega that year would be run with a smaller carburetor, however, NASCAR mandated the use of the restrictor plate at the end of the season.\nThe restrictions are in the interest of driver and fan safety because speeds higher than the 190 mph range used for Daytona and Talladega risk cars turning over through sheer aerodynamic forces alone. The severity of crashes at higher speeds is also much greater, shown by telemetry readings of wrecks such as &lt;a href=\"Elliott%20Sadler\"&gt;Elliott Sadler&lt;/a&gt; at &lt;a href=\"Pocono%20Raceway\"&gt;Pocono Raceway&lt;/a&gt; and &lt;a href=\"Michael%20McDowell%20%28NASCAR%20driver%29\"&gt;Michael McDowell&lt;/a&gt; at &lt;a href=\"Texas%20Motor%20Speedway\"&gt;Texas Motor Speedway&lt;/a&gt; that were far higher than registered on restrictor plate tracks. Drivers such as &lt;a href=\"Rusty%20Wallace\"&gt;Rusty Wallace&lt;/a&gt; have cited data showing that the &lt;a href=\"roof%20flap\"&gt;roof flap&lt;/a&gt;s used on the cars cannot keep them on the ground above 204 MPH.\nThe drawback to the use of the restrictor plates has been the increased size of packs of cars caused by the decreased power coupled with the drag the vehicles naturally produce. At Daytona and Talladega, most races are marred by at least one wreck, usually referred to as &lt;a href=\"The%20Big%20One%20%28NASCAR%29\"&gt;\"the Big One\"&lt;/a&gt;, as cars rarely become separated. Talladega has been considered the more likely track for these instances to occur as the track is incredibly wide, enough to have three to four distinct lines of cars running side by side. With the new pavement at Daytona, three-wide racing became far easier, and multi-car wrecks became more common. The 2011 &lt;a href=\"Daytona%20500\"&gt;Daytona 500&lt;/a&gt; saw a record number of cautions including an early 17-car pile-up. These wrecks tend to be singled out for criticism despite multicar crashes at other tracks and the generally greater severity of impact on non-restricted tracks. In addition, the packs were far smaller in 1988 through 1990 until more teams mastered the nuances of this kind of racing and improved their cars (and drivers) accordingly.\nThe 2011 Sprint Cup season was the last complete Cup season with carbureted engines; at the end of the 2011 season, NASCAR announced that it would change to an electronic fuel injection system for the 2012 racing season. The injection system used by NASCAR is a different system from that used in &lt;a href=\"American%20Championship%20car%20racing\"&gt;IndyCar Racing&lt;/a&gt; and other motorsports series; the EFI system that NASCAR put into use was compatible with the old restrictor plates, allowing NASCAR to continue to use them to keep the speeds lower at the superspeedways and save costs for race teams. The restrictor plates were bolted beneath a throttle body that sits in the same place as the former carburetors.\nThe last race with the original restrictor plates was the &lt;a href=\"2019%20Daytona%20500\"&gt;2019 Daytona 500&lt;/a&gt;; after that race, the cars moved to a variable-sized tapered spacer already used at all other tracks, with the exception that the spacer would have smaller holes than the ones used at the smaller tracks, to ensure speeds stay under 200 MPH. The shape of the spacer helps a car funnel more air smoothly into the manifold, increasing fuel performance, while ensuring airflow is still restricted. With that change, NASCAR also mandated the use of larger rear spoilers, larger front splitters, and specially-placed front end aero ducts. The combination of those features increased drag on the cars, counteracting the increased horsepower, keeping the cars close to the speeds they were running prior to the switch to the tapered spacer. While the racing quality noticeably improved, and passing was made easier with larger horsepower and bigger runs, speeds also noticeably increased past 200 MPH, and even into 205 MPH ranges. \nStarting in 2022, restrictor plate rules will be used for &lt;a href=\"Atlanta%20Motor%20Speedway\"&gt;Atlanta Motor Speedway&lt;/a&gt; because of concerns over speed after the circuit was repaved and reconfigured to 28 degree banking.\nReason for restrictor plates.\nThere have been four eras that &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; used restrictor plates.\nThe first use came in 1970 as part of a transition from the seven-litre era (427 cubic inch) to the six-litre era (358 cubic inch) engine. Following testing and input from drivers such as &lt;a href=\"David%20Pearson%20%28NASCAR%20driver%29\"&gt;David Pearson&lt;/a&gt;, &lt;a href=\"Bobby%20Isaac\"&gt;Bobby Isaac&lt;/a&gt;, and &lt;a href=\"Bobby%20Allison\"&gt;Bobby Allison&lt;/a&gt;, NASCAR mandated the use of a restrictor plate for the big block seven-litre engines. Small block engines, in the 358 cubic inch range, were exempt from the plates; the first car to race with a small block engine was &lt;a href=\"Dick%20Brooks\"&gt;Dick Brooks&lt;/a&gt; at the &lt;a href=\"1971%20Daytona%20500\"&gt;1971 Daytona 500&lt;/a&gt;, where he ran a 1969 &lt;a href=\"Dodge%20Daytona\"&gt;Dodge Daytona&lt;/a&gt; with a 305 CID engine. The transition period lasted until 1974, when the current 358 cubic inch (5870cc) limit was imposed and NASCAR eliminated the 427 cubic inch (7000cc) engine. As the early 1970s use of restrictor plates was considered a transitional process, and as not every car used restrictor plates, this is not what most fans call \"restrictor plate racing\".\nThe second use came following the crash of &lt;a href=\"Bobby%20Allison\"&gt;Bobby Allison&lt;/a&gt; at the &lt;a href=\"1987%20Winston%20500\"&gt;1987 Winston 500&lt;/a&gt; at &lt;a href=\"Talladega%20Superspeedway\"&gt;Talladega Superspeedway&lt;/a&gt;. Allison's &lt;a href=\"Buick%20LeSabre\"&gt;Buick LeSabre&lt;/a&gt; blew a tire going into the tri-oval at , spun around and became airborne, flying tail-first into the catch fencing. While the car did not enter the grandstands it tore down nearly 100 feet of fencing and flying debris injured several spectators. After a summer where the two subsequent superspeedway races were run with smaller &lt;a href=\"carburetors\"&gt;carburetors&lt;/a&gt; (390 cubic feet per minute (cfm) instead of 830 cfm) proved to be inadequate to sufficiently slow the cars, NASCAR imposed restrictor plates again, this time at the two fastest circuits, both &lt;a href=\"superspeedway\"&gt;superspeedway&lt;/a&gt;s: &lt;a href=\"Daytona%20International%20Speedway\"&gt;Daytona&lt;/a&gt; for all NASCAR-sanctioned races and &lt;a href=\"Talladega%20Superspeedway\"&gt;Talladega&lt;/a&gt; for Cup races. The &lt;a href=\"Automobile%20Racing%20Club%20of%20America\"&gt;Automobile Racing Club of America&lt;/a&gt; also enforced restrictor plates at their events at the two tracks. In 1992, when the &lt;a href=\"Xfinity%20Series\"&gt;Busch Grand National&lt;/a&gt; series began racing at Talladega, the plates were implemented, in keeping with their use at Daytona.\nNASCAR's concerns with speeds because of power-to-weight ratios result in restrictor plates at other tracks. The &lt;a href=\"Goody%27s%20Dash%20Series\"&gt;Goody's Dash Series&lt;/a&gt; (known now as the ISCARS series with its new ownership) used restrictor plates at &lt;a href=\"Bristol%20Motor%20Speedway\"&gt;Bristol&lt;/a&gt; during at least the last years of the series' existence when the cars were using six-cylinder engines (compared to the traditional four cylinder engines), in addition to their Daytona races.\nHowever, restrictor plates were not initially used for &lt;a href=\"Camping%20World%20Truck%20Series\"&gt;Camping World Truck Series&lt;/a&gt; trucks. Rather, aerodynamic air intake reduction through the use of a 390 cfm carburetor, and eventually a tapered carburetor spacer were implemented for those races. Combined with the aerodynamic disadvantage of the trucks, this allowed NASCAR to avoid the use of such equipment for the trucks until 2008. In 2008, the Nationwide Series (now known as Xfinity Series) and Truck Series began implementation of tapered spacers in the engines to restrict power compared to Sprint Cup cars at all 35 (NNS) and 25 (NCTS) races. Both these NASCAR series now use a restrictor plate and tapered spacer at the two tracks.\nThe third use came in 2000. Following fatal crashes of &lt;a href=\"Adam%20Petty\"&gt;Adam Petty&lt;/a&gt; and &lt;a href=\"Kenny%20Irwin%2C%20Jr.\"&gt;Kenny Irwin, Jr.&lt;/a&gt; at the &lt;a href=\"New%20Hampshire%20International%20Speedway\"&gt;New Hampshire International Speedway&lt;/a&gt; during the May &lt;a href=\"Xfinity%20Series\"&gt;Busch Series&lt;/a&gt; and July &lt;a href=\"Sprint%20Cup%20Series\"&gt;Winston Cup Series&lt;/a&gt; races, respectively, NASCAR adopted a one-inch (2.54 cm) restrictor plate to slow the cars headed towards the tight turns as part of a series of reforms to alleviate stuck throttle problems which were alleged to have caused both fatal crashes. For the Winston Cup race, it was used just once at the &lt;a href=\"2000%20Dura%20Lube%20300\"&gt;2000 Dura Lube 300&lt;/a&gt;. &lt;a href=\"Jeff%20Burton\"&gt;Jeff Burton&lt;/a&gt; led all 300 laps in the ensuing race, despite a 23-car two-abreast battle in the first ten laps, a dramatic charge past 22 cars in 100 laps by &lt;a href=\"John%20Andretti\"&gt;John Andretti&lt;/a&gt; (who finished seventh), and two charges by &lt;a href=\"Bobby%20Labonte\"&gt;Bobby Labonte&lt;/a&gt; in the final 50 laps where he took the lead but Burton beat him back to the stripe. The use of restrictor plates, intended as an emergency measure pending a more permanent replacement in any event, was discontinued at New Hampshire for the following race for Cup only. However, the Modifieds still use a restrictor plate because the speeds are too great for that class of racecar without them. The track has since been changed with SAFER Barriers to improve racing safety. Restrictor plates remain a permanent fixture on the Modifieds and the racing has often broken 20 official lead changes for 100–125 laps of competition.\n&lt;a href=\"Rusty%20Wallace\"&gt;Rusty Wallace&lt;/a&gt; tested a car at &lt;a href=\"Talladega%20Superspeedway\"&gt;Talladega Superspeedway&lt;/a&gt; without a restrictor plate in 2004, reaching a top speed of in the backstretch and a one-lap average of . While admitting excitement at the achievement, Wallace also conceded, \"There's no way we could be out there racing at those speeds... it would be insane to think we could have a pack of cars out there doing that.\"\nIn 2016, following a series of uncompetitive races at &lt;a href=\"Indianapolis%20Motor%20Speedway\"&gt;Indianapolis Motor Speedway&lt;/a&gt;, NASCAR began a series of tests for the Xfinity Series using a smaller restrictor plate than used at Daytona and Talladega and aerodynamic aids. After the tests were successful, the rules package was imposed for the 2017 race at Indianapolis. For 2018, the package is being used at Indianapolis, Michigan, and Pocono for the Xfinity Series and in the All-Star Race in the Cup Series.\nThe competitive quality of restrictor plate racing.\nA frequent criticism of restrictor plates is the enormous size of packs in the racing, with \"Big One\" wrecks as noted above singled out for condemnation despite the greater violence of \"smaller\" crashes on unrestricted tracks. In restrictor plate racing the packs have brought about an often-enormous increase in positional passing; at &lt;a href=\"Talladega%20Superspeedway\"&gt;Talladega Superspeedway&lt;/a&gt; the Sprint Cup cars have broken 40 official lead changes sixteen times from 1988 onward, including both 2010 Sprint Cup races at Talladega, which had 87 official lead changes in the regulation 188 laps. (The &lt;a href=\"2010%20Aaron%27s%20499\"&gt;2010 Aaron's 499&lt;/a&gt; had 88 lead changes, but the 88th – the race-winning pass by &lt;a href=\"Kevin%20Harvick\"&gt;Kevin Harvick&lt;/a&gt; – was on the last lap of the third attempt at a &lt;a href=\"green-white-checkered%20finish\"&gt;green-white-checkered finish&lt;/a&gt;). &lt;a href=\"Daytona%20International%20Speedway\"&gt;Daytona International Speedway&lt;/a&gt; has generally been less competitive because the age of the asphalt (the track was repaved in 1978 and again in 2010) has reduced grip for the cars and thus handling has impeded passing ability to a significant extent. The 2000 New Hampshire race was condemned because Jeff Burton led wire to wire; the plates were singled out as impeding ability to pass, a criticism contradicted by the use of restrictor plates in a &lt;a href=\"NASCAR%20K%26amp%3BN%20Pro%20Series%20East\"&gt;Busch North&lt;/a&gt; support race the day before where the lead changed seven times in 100 laps and by the highly competitive nature of restrictor plated Modified races; as noted above the 300 also saw a 23-car battle for third in the first ten laps and a burst by 22 cars from John Andretti.\nThe criticism stems from reduction in throttle response brought by the restriction. The reduction in throttle response, however, has never been shown to have impeded ability to pass; the criticism was shot down in the first \"modern\" plate race, the &lt;a href=\"1988%20Daytona%20500\"&gt;1988 Daytona 500&lt;/a&gt;, as the lead changed 25 times officially and saw several bursts where the lead changed several times a lap and also several bursts of sustained side-by-side racing, notably in the final 50 laps between &lt;a href=\"Bobby%20Allison\"&gt;Bobby Allison&lt;/a&gt;, &lt;a href=\"Darrell%20Waltrip\"&gt;Darrell Waltrip&lt;/a&gt;, &lt;a href=\"Neil%20Bonnett\"&gt;Neil Bonnett&lt;/a&gt;, and &lt;a href=\"Buddy%20Baker\"&gt;Buddy Baker&lt;/a&gt;.\nSaid Waltrip before the race, \"I feel, as a driver, now I can do more than I could before (the plates). Now, instead of a car just blasting by me with a burst of speed and a lot of horsepower, he's got to think his way, he got to \"drive\" his way around me.\"\nIn the transitional years (1971–74) where the seven-litre engines (427 cu in) had restrictor plates, Daytona and Talladega broke 40 official lead changes six times, while &lt;a href=\"Michigan%20International%20Speedway\"&gt;Michigan International Speedway&lt;/a&gt; broke 35 official lead changes in both of its 1971 races."
}