{
    "id": "6819034",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=6819034",
    "title": "B. Sandhya",
    "text": "B. Sandhya (born 25 May 1963) is an officer of the &lt;a href=\"Indian%20Police%20Service\"&gt;Indian Police Service&lt;/a&gt;, presently posted as Director General, Kerala Fire and Rescue Services, Home Guard &amp; Civil Defence. She is also known for her literary contributions which have won her a number of awards including the &lt;a href=\"Edasseri%20Award\"&gt;Edasseri Award&lt;/a&gt; in 2007.\nPersonal life.\nSandhya is born to S. Bharathadas and V. L. Karthyayani Amma at &lt;a href=\"Pala%2C%20Kerala\"&gt;Palai&lt;/a&gt; in &lt;a href=\"Kottayam%20district\"&gt;Kottayam district&lt;/a&gt;. She is married to K. Madhukumar, former Controller of Examinations, &lt;a href=\"University%20of%20Kerala\"&gt;University of Kerala&lt;/a&gt;, and has a daughter named Hyma.\nEducation.\nA &lt;a href=\"Master%20of%20Science\"&gt;Master of Science&lt;/a&gt; in &lt;a href=\"Zoology\"&gt;Zoology&lt;/a&gt;. Trained in Human Resources Management from &lt;a href=\"Wollongong%20University\"&gt;Wollongong University&lt;/a&gt;, Australia and passed the PGDBA from &lt;a href=\"Pondicherry%20University\"&gt;Pondicherry University&lt;/a&gt;. She earned her PhD from &lt;a href=\"Birla%20Institute%20of%20Technology%20and%20Science%2C%20Pilani\"&gt;Birla Institute of Technology and Science, Pilani&lt;/a&gt;. Her dissertation was entitled \"The Accessibility of Women to the Criminal Justice System and Customer Orientation of Police Personnel Towards Women\".\nCareer.\nSandhya started her career as Project Officer at Matsyafed (Kerala State Co-operative Fisheries Federation) from where she joined the &lt;a href=\"Indian%20Police%20Service\"&gt;Indian Police Service&lt;/a&gt;, after passing the Indian Civil Services Examination in 1988. She served as Assistant Superintendent of Police, &lt;a href=\"Shornur\"&gt;Shornur&lt;/a&gt;, Joint Superintendent of Police, &lt;a href=\"Alathur\"&gt;Alathur&lt;/a&gt;, &lt;a href=\"Superintendent%20of%20Police\"&gt;Superintendent of Police&lt;/a&gt;, CBCID, &lt;a href=\"Kannur\"&gt;Kannur&lt;/a&gt;, District Superintendent of Police, &lt;a href=\"Kollam\"&gt;Kollam&lt;/a&gt; and &lt;a href=\"Thrissur\"&gt;Thrissur&lt;/a&gt;, Asst. Inspector General of Police, Headquarters, &lt;a href=\"Thiruvananthapuram\"&gt;Thiruvananthapuram&lt;/a&gt;, Deputy Inspector General of Police, Crime Investigation, Southern Range, &lt;a href=\"Thiruvananthapuram\"&gt;Thiruvananthapuram&lt;/a&gt;. Inspector General of Police Central Zone, &lt;a href=\"Ernakulam\"&gt;Ernakulam&lt;/a&gt;. From 2013 Sandhya holds the post of Additional Director General of Police.\nInvestigating officer.\nIn 2006, Sandhya was involved in the investigation into allegations of sexual assault made against former Kerala Public Works minister &lt;a href=\"P.%20J.%20Joseph\"&gt;P. J. Joseph&lt;/a&gt;. In 2009, Sandhya implemented The Janamaithri Suraksha Project (the Community Policing Project of Kerala), a successful model of Community Policing. She has also served as a member of the Micro Mission 02 project of the &lt;a href=\"Bureau%20of%20Police%20Research%20%26amp%3B%20Development\"&gt;Bureau of Police Research &amp; Development&lt;/a&gt; and in 2016, she led the investigation team in the &lt;a href=\"Jisha%20murder%20case\"&gt;Jisha murder case&lt;/a&gt;.\nAwards and honours.\nIn 2010, the &lt;a href=\"International%20Association%20of%20Women%20Police\"&gt;International Association of Women Police&lt;/a&gt; (IAWP), based in the US, awarded Sandhya the International Scholarship of Distinction. In 2006, the Kerala Police awarded Sandhya the President's Police Medal for Meritorious Service. Her novel \"Neelakoduveliyude Kavalkkari\" won the &lt;a href=\"Malayalam%20literary%20awards%23Edasseri%20Award\"&gt;Edasseri Award&lt;/a&gt; in 2007, Gopalakrishnan Kolazhi Award-2001, Abudabi Sakthi Award-2012, Kunjunni Puraskaram-2013, E.V Krishnapillai Sahithya Puraskaram-2019, Punaloor Balan Puraskaram 2019.\nLiterary and creative work.\nSandhya has published many books of literature and several research papers in &lt;a href=\"police%20science\"&gt;police science&lt;/a&gt;. In addition, Sandhya edited \"Impressions, a Short History of Kerala Police\", published by the Director General of Police, Kerala, Thiruvananthapuram. She also conceptualised a website, Kerala Police History\nLiterary publications (Malayalam).\nChildren's Literature\nCollection of poems\nNovels\nArticles"
}