{
    "id": "68194983",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=68194983",
    "title": "Václav Zelený",
    "text": "Václav Zelený (August 18, 1936, &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt;, Czechoslovakia – November 3, 2020) was a Czech &lt;a href=\"Botany\"&gt;botanist&lt;/a&gt; and university teacher. Václav Zelený was born in 1936 in Prague. In 1959 he graduated from the &lt;a href=\"Faculty%20of%20Science%20of%20Charles%20University%20in%20Prague\"&gt;Faculty of Science of Charles University in Prague&lt;/a&gt;. He then worked at the &lt;a href=\"Sugar%20Research%20Institute%20%28Czech%20Republic%29\"&gt;Sugar Research Institute&lt;/a&gt; in Prague, Modřany and from 1962 he worked as an assistant professor at the Department of Botany and Plant Physiology of the &lt;a href=\"Czech%20University%20of%20Life%20Sciences%20Prague\"&gt;Czech University of Life Sciences Prague&lt;/a&gt;. During his tenure, he published several books concerning his specializations, which were the &lt;a href=\"flora\"&gt;flora&lt;/a&gt; of &lt;a href=\"Podblanicko%20region\"&gt;Podblanicko region&lt;/a&gt; and the flora of the &lt;a href=\"Mediterranean%20Basin\"&gt;Mediterranean&lt;/a&gt;. These are mainly the publications Plants of the Mediterranean (in &lt;a href=\"Czech%20language\"&gt;Czech&lt;/a&gt; \"Rostliny Středozemí\"), Nature of Vlašim Castle Park: Vlašim Castle and Park and Castle Parks and Memorial Trees of Podblanicko (\"Příroda vlašimského zámeckého parku: zámek a park Vlašim\" a \"Zámecké parky a památné stromy Podblanicka)\"; as a co-author he also contributed to a large publication published by &lt;a href=\"Academia\"&gt;Academia&lt;/a&gt; entitled Useful Plants of the Tropics and Subtropics (\"Užitkové rostliny tropů a subtropů)\" or to the Flora of the Czech Republic (\"Květena České republiky\"). He wrote almost 40 articles for &lt;a href=\"%C5%BDiva%20%28journal%29\"&gt;Živa&lt;/a&gt; magazine. Václav Zelený was a member of several organizations, such as the &lt;a href=\"Czech%20Botanical%20Society\"&gt;Czech Botanical Society&lt;/a&gt;, the &lt;a href=\"Blan%C3%ADk%20Protected%20Landscape%20Area\"&gt;Blaník Protected Landscape Area&lt;/a&gt;, the &lt;a href=\"Vietnamese%20Society\"&gt;Vietnamese Society&lt;/a&gt; and the &lt;a href=\"Latin%20American%20Society\"&gt;Latin American Society&lt;/a&gt;."
}