{
    "id": "68218629",
    "revid": "3635349",
    "url": "https://en.wikipedia.org/wiki?curid=68218629",
    "title": "Sangrampur, Unnao",
    "text": "Sangrampur, also called Daundia Khera, is a village in &lt;a href=\"Sumerpur%2C%20Unnao\"&gt;Sumerpur&lt;/a&gt; block of &lt;a href=\"Unnao%20district\"&gt;Unnao district&lt;/a&gt;, &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. Located on the high bank of the &lt;a href=\"Naurahi%20river\"&gt;Naurahi river&lt;/a&gt; a bit to the west of the main &lt;a href=\"Unnao\"&gt;Unnao&lt;/a&gt;-&lt;a href=\"Dalmau\"&gt;Dalmau&lt;/a&gt; road, it is most notable for its historic importance as the capital of the &lt;a href=\"Bais%20%28Rajput%20clan%29\"&gt;Bais&lt;/a&gt; of &lt;a href=\"Baiswara\"&gt;Baiswara&lt;/a&gt;. It was the seat of a &lt;a href=\"pargana\"&gt;pargana&lt;/a&gt; beginning in the 1700s. As of 2011, its population is 2,778 in 530 households. It has four primary schools and no healthcare facilities.\nHistory.\nThe traditional account of Sangrampur's founding is connected with the origins of the Bais of Baiswara. In 1191 &lt;a href=\"Samvat\"&gt;Samvat&lt;/a&gt;, two Bais brothers named Abhai Chand and Pirthi Chand are said to have come to a bathing ceremony at the &lt;a href=\"Shiurajpur\"&gt;Shiurajpur&lt;/a&gt; ghat on the &lt;a href=\"Ganges\"&gt;Ganges&lt;/a&gt;. Also present was the queen of &lt;a href=\"Argal%20raj\"&gt;Argal&lt;/a&gt;, accompanied by a few attendants and soldiers. The governor of the place attempted to rape her by force; her soldiers surrendered, and she cried out for help. The two brothers were able to successfully intervene, but Pirthi Chand was killed in the fight. When the queen's husband, the Raja of Argal, heard about what had happened, he \"received the surviving brother, Abhai Chand, with much cordiality, [and] gave him his daughter in marriage, with the proprietorship of five villages as her dowry.\"\nAbhai Chand went on to found the village of &lt;a href=\"Abhaipur\"&gt;Abhaipur&lt;/a&gt;, across the Ganges from Sangrampur in what is now &lt;a href=\"Fatehpur%20district\"&gt;Fatehpur district&lt;/a&gt;. He then crossed the Ganges, where he fought a fierce battle against the &lt;a href=\"Bhar\"&gt;Bhar&lt;/a&gt;s who originally ruled the place; he named the site of the battle \"Sangrampur\", after the &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; word \"sangrām\", meaning battle or bloodshed.\nWhen the famous Bais raja Tilok Chand died, he divided his lands between his sons Raja Pirthi Chand and Rana Harhardeo. Pirthi Chand inherited the western part of his father's lands and made his capital at the fort of Sangrampur. His descendants later included the &lt;a href=\"cadet%20branch\"&gt;cadet branch&lt;/a&gt; rajas of &lt;a href=\"Murarmau\"&gt;Murarmau&lt;/a&gt; and Purwa Ranbirpur.\nThe &lt;a href=\"pargana\"&gt;pargana&lt;/a&gt; of Daundia Khera did not exist at the time of the &lt;a href=\"Ain-i-Akbari\"&gt;Ain-i-Akbari&lt;/a&gt;; its territory was at that time divided between the two \"mahal\"s of &lt;a href=\"Sidhupur%2C%20Unnao\"&gt;Sidhupur&lt;/a&gt; (itself founded by one of the Bais rajas of Daundia Khera) and &lt;a href=\"Unchgaon\"&gt;Unchgaon&lt;/a&gt;. It was created in the 1700s by Rao Mardan Singh, who joined them together into one pargana which he called Daundia Khera.\nBabu Ram Bakhsh Singh, a descendant of Rao Mardan Singh, resided at a fort a bit to the north of Sangrampur; its ruins are still visible. He had been \"constantly in opposition to the &lt;a href=\"King%20of%20Oudh\"&gt;king's&lt;/a&gt; troops\", and in 1849 his entire estate was put under the direct management of the nazim Sobha Singh. Ram Bakhsh Singh recovered the estate in 1850, but he \"failed to pay the expected gratuity and was attacked and driven across the Ganges.\" His fort was destroyed and his lands were confiscated, although he later managed to buy them back. He was later hanged by the British at &lt;a href=\"Baksar\"&gt;Baksar&lt;/a&gt; for his role in the &lt;a href=\"Indian%20Rebellion%20of%201857\"&gt;Indian Rebellion of 1857&lt;/a&gt;, and his estates were confiscated.\nAt the turn of the 20th century, Daundia Khera had five temples and one school. Its population in 1901 was 990, including a Muslim minority of 101.\nThe &lt;a href=\"1961%20Census%20of%20India\"&gt;1961 census&lt;/a&gt; recorded Sangrampur as comprising 4 hamlets, with a total population of 916 (494 male and 422 female), in 215 households and 124 physical houses. The area of the village was given as 1,390 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s. It had medical practitioner at the time, as well as 1 small manufacturer of garments, 6 makers of &lt;a href=\"earthenware\"&gt;earthenware&lt;/a&gt; pottery, and 3 makers of sundry hardwares."
}