{
    "id": "68222735",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=68222735",
    "title": "Sir Courtly Nice",
    "text": "Sir Courtly Nice: Or, It Cannot Be is a 1685 &lt;a href=\"comedy%20play\"&gt;comedy play&lt;/a&gt; by the English writer &lt;a href=\"John%20Crowne\"&gt;John Crowne&lt;/a&gt;. Rehearsals by the &lt;a href=\"United%20Company\"&gt;United Company&lt;/a&gt; were underway when the death of &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt; in February led to the closure of all theatres as a mark of respect. The play was eventually staged on 9 May at the &lt;a href=\"Theatre%20Royal%2C%20Drury%20Lane\"&gt;Theatre Royal, Drury Lane&lt;/a&gt;. It is the tradition of the &lt;a href=\"Restoration%20Comedy\"&gt;Restoration Comedy&lt;/a&gt;. A popular hit it became a stock part of the repertoire for more than a century, with &lt;a href=\"Colley%20Cibber\"&gt;Colley Cibber&lt;/a&gt; and &lt;a href=\"Anne%20Oldfield\"&gt;Anne Oldfield&lt;/a&gt; appearing in a celebrated 1709 revival.\nThe original cast included &lt;a href=\"William%20Mountfort\"&gt;William Mountfort&lt;/a&gt; as Sir Courtly, &lt;a href=\"Cave%20Underhill\"&gt;Cave Underhill&lt;/a&gt; as Hothead, &lt;a href=\"Thomas%20Gillow\"&gt;Thomas Gillow&lt;/a&gt; as Testimony, &lt;a href=\"William%20Mountfort\"&gt;William Mountfort&lt;/a&gt; as Lord Beaugard, &lt;a href=\"Philip%20Griffin\"&gt;Philip Griffin&lt;/a&gt; as Surly, &lt;a href=\"Anthony%20Leigh\"&gt;Anthony Leigh&lt;/a&gt; as Sir Nicholas Callico and &lt;a href=\"Elizabeth%20Barry\"&gt;Elizabeth Barry&lt;/a&gt; as Leonora. Crowne made an attempt to balance the politics of the time by creating a Hothead, a hardline &lt;a href=\"Tory\"&gt;Tory&lt;/a&gt; character to balance out the &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; &lt;a href=\"Whigs%20%28British%20political%20party%29\"&gt;Whig&lt;/a&gt; zealot Testimony but the play still revealed the author's underlying support for the Tory position. The published version was dedicated to the &lt;a href=\"James%20Butler%2C%201st%20Duke%20of%20Ormond\"&gt;Duke of Ormonde&lt;/a&gt;."
}