{
    "id": "68230450",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=68230450",
    "title": "Junior Pauga",
    "text": "Junior Pauga (born 3 February 1996) is a professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; &lt;a href=\"footballer\"&gt;footballer&lt;/a&gt; who plays as a for the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;.\nBackground.\nBorn in &lt;a href=\"%C5%8Ct%C4%81huhu\"&gt;Ōtāhuhu&lt;/a&gt;, Auckland, New Zealand, Pauga was a student at &lt;a href=\"Kelston%20Boys%27%20High%20School\"&gt;Kelston Boys' High School&lt;/a&gt;. In 2014, he was named MVP of the national secondary school tournament and chosen in the NZ Secondary Schools team to play New South Wales.\nCareer.\n2016-20.\nBetween 2016 and 2018, Pauga was a member of the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt; &lt;a href=\"NSW%20Cup\"&gt;NSW Cup&lt;/a&gt; team. From 2019, he joined the &lt;a href=\"Wynnum%20%20Manly%20Seagulls\"&gt;Wynnum Manly Seagulls&lt;/a&gt; in the &lt;a href=\"Queensland%20Cup\"&gt;Queensland Cup&lt;/a&gt;. In his first season, he played 13 games for 10 wins, 3 tries, 9 goals. and was a member of the team that lost to the &lt;a href=\"Burleigh%20Bears\"&gt;Burleigh Bears&lt;/a&gt; in the grand final.\nIn 2020, Pauga made one appearance in Wynnum's first grade before the competition was cancelled because of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. One of a handful of players who chose to join the lower-grade team when that competition restarted, Pauga scored a try and kicked 6 goals as Wynnum won the reserve grade grand final. He said, \"When COVID hit, we got told that Cup was off; and then I heard that &lt;a href=\"Brisbane%20Rugby%20League%20%282001%29\"&gt;BRL&lt;/a&gt; was coming back, so I was like... even though Cup was not on, I thought this would be a good opportunity for me to play footy and have fun with the boys. It was pretty good to be part of the team; I have some mates, we all came from New Zealand and the goal was for them to play Cup this year.\"\nAfter playing the first 4 games with Wynnum in 2021, Pauga was released to join the Wests Tigers in the NRL.\n2021.\nPauga made his debut in round 18, for the Wests Tigers against the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;, scoring a try in a 42-24 victory. Before the game, he said, \"It’s been a tough journey over the past three years. After leaving the Warriors, I didn’t have anything and had to go to Queensland to start all over again. When this opportunity came up, I had no doubt in my mind that I was going to take it with both hands and I don’t ever want to take it for granted.\""
}