{
    "id": "6831532",
    "revid": "20935996",
    "url": "https://en.wikipedia.org/wiki?curid=6831532",
    "title": "Muzzy Field",
    "text": "Muzzy Field is a &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; in &lt;a href=\"Bristol%2C%20Connecticut\"&gt;Bristol, Connecticut&lt;/a&gt; adjacent to Rockwell Park. It has been in use since 1912 for both baseball and football. The brick-faced grandstand, with a capacity of 4,900 people, was built in 1939. It features a ring of tall pine trees that line the outside of the outfield wall and the grandstand.\nMuzzy Field hosts high school sports, primarily &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;. Three high schools use the field: Bristol Central High School, Bristol Eastern High School, and Saint Paul Catholic High School. Muzzy Field is the site of the football \"Battle for the Bell\" between Bristol Eastern and Bristol Central, held every Thanksgiving morning, with the winner claiming the bell for the following year.\nIn summer, Muzzy Field hosts collegiate baseball teams: since 2015, the &lt;a href=\"Bristol%20Blues\"&gt;Bristol Blues&lt;/a&gt; of the &lt;a href=\"New%20England%20Collegiate%20Baseball%20League\"&gt;New England Collegiate Baseball League&lt;/a&gt;; and formerly, the &lt;a href=\"Bristol%20Collegiate%20Baseball%20Club\"&gt;Bristol Collegiate Baseball Club&lt;/a&gt; (2010) and the Bristol Nighthawks (&lt;a href=\"1994%20NECBL%20season\"&gt;1994&lt;/a&gt;–&lt;a href=\"1995%20NECBL%20season\"&gt;1995&lt;/a&gt;), both of the &lt;a href=\"New%20England%20Collegiate%20Baseball%20League\"&gt;New England Collegiate Baseball League&lt;/a&gt;.\nFormer uses.\nMuzzy Field was the home of the Double-A &lt;a href=\"Bristol%20Red%20Sox\"&gt;Bristol Red Sox&lt;/a&gt; of the &lt;a href=\"Eastern%20League%20%281938%E2%80%932020%29\"&gt;Eastern League&lt;/a&gt; from 1972 to 1982. Former &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; stars &lt;a href=\"Jim%20Rice\"&gt;Jim Rice&lt;/a&gt;, &lt;a href=\"Fred%20Lynn\"&gt;Fred Lynn&lt;/a&gt;, and &lt;a href=\"Butch%20Hobson\"&gt;Butch Hobson&lt;/a&gt; honed their skills with the \"BriSox.\" The ballpark also housed the old &lt;a href=\"Bristol%20Owls\"&gt;Bristol Owls&lt;/a&gt; of the Class-B &lt;a href=\"Colonial%20League%20%28minor%20league%20baseball%29\"&gt;Colonial League&lt;/a&gt; in 1949 and 1950, as well as various amateur baseball teams, notably the Bristol En-Dees and the local &lt;a href=\"American%20Legion%20baseball\"&gt;American Legion&lt;/a&gt; team.\nThe &lt;a href=\"Hartford%20Hawks%20baseball\"&gt;University of Hartford's baseball program&lt;/a&gt; used the venue for some home games prior to opening &lt;a href=\"Fiondella%20Field\"&gt;Fiondella Field&lt;/a&gt; in 2006. Muzzy Field was the site of the &lt;a href=\"Big%20East%20Conference%20%281979%E2%80%932013%29\"&gt;Big East Conference&lt;/a&gt; &lt;a href=\"Big%20East%20Baseball%20Tournament\"&gt;baseball championship tournament&lt;/a&gt; from 1985–1995.\nIn 1991, Joe Archambeault put together a barnstorming exhibition New England Grey Sox team, including former &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; players and other major-leaguers including &lt;a href=\"Bill%20Lee%20%28left-handed%20pitcher%29\"&gt;Bill \"Spaceman\" Lee&lt;/a&gt;, &lt;a href=\"Mark%20Fidrych\"&gt;Mark \"The Bird\" Fidrych&lt;/a&gt;, &lt;a href=\"Bob%20Stanley%20%28baseball%20player%29\"&gt;Bob Stanley&lt;/a&gt;, &lt;a href=\"Dick%20McAuliffe\"&gt;Dick McAuliffe&lt;/a&gt;, &lt;a href=\"Dick%20Radatz\"&gt;Dick Radatz&lt;/a&gt;, &lt;a href=\"Ozzie%20Virgil%2C%20Jr.\"&gt;Ozzie Virgil&lt;/a&gt;, and &lt;a href=\"Mike%20Stenhouse\"&gt;Mike Stenhouse&lt;/a&gt;. They played against a team of local men, the Undefeated Bristol Fradette Agency, on June 1, 1991, in front of 5,000 fans.\nIn 2004 the stadium was also the site of an \"&lt;a href=\"American%20Idol\"&gt;American Idol&lt;/a&gt;\" audition.\nRenovations.\nIn 2012 and 2013, the City of Bristol approved a renovation of the ballpark to include a new front entrance and public concourse, new lighting, seating, &lt;a href=\"Americans%20with%20Disabilities%20Act\"&gt;ADA&lt;/a&gt; improvements and a new grandstand enclosure along the Muzzy Street side of the stadium connecting to the existing grandstand.\nFurther renovations in 2015, coinciding with the arrival of the Bristol Blues club, included a new rooftop press box, an extension of the roof, and an electronic sign at the corner of Park and Muzzy Streets to advertise events."
}