{
    "id": "683325",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=683325",
    "title": "Chick Gandil",
    "text": "Charles Arnold \"Chick\" Gandil (January 19, 1888 – December 13, 1970) was a &lt;a href=\"professional\"&gt;professional&lt;/a&gt; &lt;a href=\"Major%20League%20Baseball\"&gt;baseball&lt;/a&gt; player. He played for the &lt;a href=\"Washington%20Senators%20%281901%E2%80%931960%29\"&gt;Washington Senators&lt;/a&gt;, &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;, and &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; of the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;. He is best known as the ringleader of the players involved in the &lt;a href=\"1919%20World%20Series\"&gt;1919&lt;/a&gt; &lt;a href=\"Black%20Sox%20scandal\"&gt;Black Sox scandal&lt;/a&gt;. Described by his contemporaries as a \"professional malcontent\", he was physically well-built at and , and had a mean and callous expression. He used both to display his toughness, and also did not hesitate to use sheer strength to get his point across.\nEarly years.\nHe was born in &lt;a href=\"St.%20Paul%2C%20Minnesota\"&gt;St. Paul, Minnesota&lt;/a&gt;, to &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; &lt;a href=\"immigrant\"&gt;immigrant&lt;/a&gt;s Louise Bechel and Christian Gandil. He was their only child. The Gandil family migrated west and the 1900 census (taken June 8) has their address registered as &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, &lt;a href=\"King%20County%2C%20Washington\"&gt;King County, Washington&lt;/a&gt;. After 1900, the Gandils moved to California, settling in &lt;a href=\"Berkeley%2C%20California\"&gt;Berkeley&lt;/a&gt;. The young Gandil soon showed an interest in playing baseball. He joined the &lt;a href=\"Oakland%20High%20School%20%28California%29\"&gt;Oakland High School&lt;/a&gt; baseball team in 1902 and played all positions except first base.\nAfter two years at Oakland High School, Gandil left home to make it on his own. He took a train to &lt;a href=\"Amarillo%2C%20Texas\"&gt;Amarillo, Texas&lt;/a&gt;, and played catcher in the local &lt;a href=\"Semi-Professional\"&gt;semi-pro&lt;/a&gt; baseball league for the Amarillo team. In 1907, he migrated to &lt;a href=\"Humboldt%2C%20Arizona\"&gt;Humboldt, Arizona&lt;/a&gt;, and worked as a &lt;a href=\"boilermaker\"&gt;boilermaker&lt;/a&gt; in the copper mines. He played catcher for the semipro team that was sponsored by the local &lt;a href=\"smelting\"&gt;smelting&lt;/a&gt; company. The Humboldt baseball club experienced financial problems in 1906, and Gandil moved on to a team in &lt;a href=\"Cananea%2C%20Mexico\"&gt;Cananea, Mexico&lt;/a&gt;, from the United States. \"I caught on with an outlaw team in Cananea, Mexico, just across the Arizona border. Cananea was a wide-open mining town in those days, which suited me fine. I was a wild, rough kid. I did a little heavyweight fighting at $150 a fight. I also worked part-time as a boilermaker in the copper mines.\" It was with the Cananea, Mexico, team that Gandil became a first baseman.\nProfessional baseball career.\nGandil entered professional baseball in 1908. He spent the season with Shreveport (Louisiana) in the Texas League and batted a solid .269. That same year, he met 17-year-old Laurel Fay Kelly (a Mississippi native), and they were soon married.\nAfter the 1908 season, Gandil was drafted by the &lt;a href=\"St.%20Louis%20Browns\"&gt;St. Louis Browns&lt;/a&gt;. Failing to make the club in the spring of 1909, the Browns ordered him back to Shreveport. Gandil refused to report, though. He headed back west with his new bride and joined the Fresno team in the outlaw California State League. For this offense, Gandil faced blacklisting by organized baseball. He reconsidered his decision and joined Sacramento of the Pacific Coast League for the remainder of 1909 season. He was arrested, however, for having stolen $225 from the Fresno team coffers.\nGandil was successful in Sacramento. He batted .282, and late in the 1909 season, was sold to the Chicago White Sox. He was not required to report to Chicago until the following season.\nGandil made his major league debut on April 14, 1910, with the White Sox, which was a disaster. He appeared in just 77 games and batted just .193. It was reported that he had trouble hitting the curveball. He was sold to Montreal in 1911 and spent the season in the Eastern League. He had a solid season (batting .304), and several major league clubs wanted to draft him. The rules at the time stated that only one player could be drafted from each team, so Gandil returned to Montreal to begin the 1912 season. He hit over .300 in the first 29 games and was sold to the Washington Senators. He was now better prepared to play major league baseball, and in 117 games, he batted .305 and was the American League leader for first basemen in &lt;a href=\"fielding%20percentage\"&gt;fielding percentage&lt;/a&gt;.\nFrom 1912 to 1915, Gandil led the Senators in runs batted in three times and batted .293. In the field, he paced &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; first basemen in fielding percentage four times and assists three times. Gandil remained with the Senators through the 1915 season and played the 1916 season for the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;.\nEarly on in his major league career, Gandil was considered a top-notch first baseman, both for his play on the field and his solid work ethic. In 1916, a Cleveland newspaper described Gandil as \"a most likeable player, and one of excellent habits.\" During Gandil's first season with the &lt;a href=\"Washington%20Senators%20%281901%E2%80%931960%29\"&gt;Senators&lt;/a&gt; that he met bookie and gambler, &lt;a href=\"Joseph%20J.%20Sullivan\"&gt;Joseph \"Sport\" Sullivan&lt;/a&gt;. Sullivan later become a key figure in conspiring with Gandil to fix the &lt;a href=\"1919%20World%20Series\"&gt;1919 World Series&lt;/a&gt;.\nOn February 25, 1917, he was reacquired by the White Sox for $3,500. That season, Chicago defeated the &lt;a href=\"New%20York%20Giants%20%28NL%29\"&gt;New York Giants&lt;/a&gt; in the &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt;. It was later revealed that Gandil and his teammate, &lt;a href=\"Swede%20Risberg\"&gt;Charles \"Swede\" Risberg&lt;/a&gt;, had allegedly collected $45 from each member of the White Sox and paid off the Detroit Tigers in two crucial doubleheaders late in the season. When Tigers pitcher &lt;a href=\"Bill%20James%20%28pitcher%2C%20born%201887%29\"&gt;Bill James&lt;/a&gt; agreed that his team would go easy, the Tigers lost all four games, allowing the White Sox to win the American League pennant. This incident was officially investigated by Commissioner Landis in 1927, but due to contradictions, no action was taken.\nBlack Sox scandal.\n Gandil claims that Sullivan approached him with the idea to &lt;a href=\"match%20fixing\"&gt;fix&lt;/a&gt; the &lt;a href=\"1919%20World%20Series\"&gt;1919 World Series&lt;/a&gt;.\nSullivan assured Gandil that the fix was on, and that $100,000 in total would be paid to the players. In addition to serving as the contact for the gamblers, Gandil was responsible for recruiting and paying the players involved in the fix. Gandil received $35,000 for his role in throwing the World Series – nearly nine times his 1919 salary of $4,000.\nIn the spring of 1920, Gandil demanded that the White Sox raise his salary to $6,500 per year. Owner &lt;a href=\"Charles%20Comiskey\"&gt;Charles Comiskey&lt;/a&gt; would not relent, and he decided to remain in California. Gandil retired from the majors. According to Gandil, \"Instead, I played semipro ball twice a week for the Elks Club in Bakersfield, Calif. I earned $75 a game.\" He was far from Chicago as investigations into the 1919 World Series began during the fall of 1920.\nGandil and his seven White Sox teammates were indicted, and he came back to Chicago in July 1921 to stand trial for fixing the series. The jury found the eight players not guilty. Following the players' acquittal, Gandil said, \"I guess that'll learn &lt;a href=\"Ban%20Johnson\"&gt;Ban Johnson&lt;/a&gt; he can't frame an honest bunch of ball players.\" However, the players' joy was short lived. Gandil and the others were permanently banned from organized baseball by new &lt;a href=\"Baseball%20Commissioner\"&gt;commissioner&lt;/a&gt; &lt;a href=\"Kenesaw%20Mountain%20Landis\"&gt;Kenesaw Mountain Landis&lt;/a&gt;.\nCareer statistics.\nIn 1147 games over nine seasons, Gandil posted a .277 &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; (1176-for-4245) with 449 &lt;a href=\"run%20%28baseball%29\"&gt;runs&lt;/a&gt;, 173 &lt;a href=\"double%20%28baseball%29\"&gt;doubles&lt;/a&gt;, 78 &lt;a href=\"Triple%20%28baseball%29\"&gt;triples&lt;/a&gt;, 11 &lt;a href=\"home%20runs\"&gt;home runs&lt;/a&gt;, 556 &lt;a href=\"RBI\"&gt;RBI&lt;/a&gt;, 151 &lt;a href=\"stolen%20bases\"&gt;stolen bases&lt;/a&gt;, 273 &lt;a href=\"bases%20on%20balls\"&gt;bases on balls&lt;/a&gt;, .327 &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt; and .362 &lt;a href=\"slugging%20percentage\"&gt;slugging percentage&lt;/a&gt;. He finished his career with a .992 &lt;a href=\"fielding%20percentage\"&gt;fielding percentage&lt;/a&gt; as a first baseman. In the 1917 and 1919 World Series, he batted .245 (13-for-53) with 10 RBI and 2 stolen bases.\nAfter the scandal and later years.\nAfter 1921, he continued to play semi-pro ball on the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;west coast&lt;/a&gt;. He contacted &lt;a href=\"Joe%20Gedeon\"&gt;Joe Gedeon&lt;/a&gt;, &lt;a href=\"Swede%20Risberg\"&gt;Swede Risberg&lt;/a&gt;, &lt;a href=\"Shoeless%20Joe%20Jackson\"&gt;Joe Jackson&lt;/a&gt; and &lt;a href=\"Fred%20McMullin\"&gt;Fred McMullin&lt;/a&gt; and attempted to put together a team in Southern California. In 1925, he played with &lt;a href=\"Hal%20Chase\"&gt;Hal Chase&lt;/a&gt; and other banished players in the Frontier League in &lt;a href=\"Douglas%2C%20Arizona\"&gt;Douglas, Arizona&lt;/a&gt;. While presiding over the Douglas team in 1927, he reportedly had team manager &lt;a href=\"Buck%20Weaver\"&gt;Buck Weaver&lt;/a&gt; banned from the league. It was believed that Gandil did this because he had felt betrayed by his former White Sox teammate's lack of support during the 1921 investigation of the 1917 White Sox/Tigers situation. He ended his playing career with semi-pro clubs in the copper mining towns of Bayard and Hurley, New Mexico.\nAfter he ended his baseball career, Gandil settled in his childhood residence (Berkeley, California) with Laurel and his daughter Idella. His primary occupation was as a plumber. His mother and father still lived in Berkeley (his father Christian died in 1941 and his mother Louise in 1952). There is no official record of contact between them. He remained in the area until he retired to Calistoga in 1954 and spent the last part of his life in the &lt;a href=\"Napa%20Valley\"&gt;Napa Valley&lt;/a&gt; region of Northern California. Gandil died at age 82 on December 13, 1970, in a convalescent hospital. He had been suffering from heart disease and emphysema, and the official cause of death was &lt;a href=\"heart%20failure\"&gt;heart failure&lt;/a&gt;.\nGandil was survived by his wife, his daughter, two grandchildren, and four great-grandchildren. Laurel, who had been married to Gandil for 62 years, followed him in death just three months later. Gandil is interred at St. Helena Public Cemetery.\nGandil was portrayed by &lt;a href=\"Michael%20Rooker\"&gt;Michael Rooker&lt;/a&gt; in the 1988 film \"&lt;a href=\"Eight%20Men%20Out\"&gt;Eight Men Out&lt;/a&gt;\" and by &lt;a href=\"Art%20LaFleur\"&gt;Art LaFleur&lt;/a&gt; in 1989's \"&lt;a href=\"Field%20of%20Dreams\"&gt;Field of Dreams&lt;/a&gt;\".\n1956 \"Sports Illustrated\" article.\nIn 1956, Gandil told his version of the events of the 1919 World Series to sportswriter &lt;a href=\"Melvin%20Durslag\"&gt;Melvin Durslag&lt;/a&gt;. Durslag's account of Gandil's story was published in the September 17, 1956 edition of \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\".\nIn the story, Gandil admitted to leading the plot to throw the Series and expressed guilt and remorse over having done so. However, he claimed that after an initial payment was made, the players actually abandoned the plan and had ultimately tried their best to win. According to Gandil's story, the rumors which had spread about the Series being fixed (triggered by a sudden influx of money being bet on the Reds) caused the players to conclude that they could never get away with throwing the Series, as their every move would be closely scrutinized. Instead, they decided to betray the gamblers and keep the cash. While he believed that Landis' decision to ban them all was draconian, he felt they deserved to be banned just for talking to the gamblers.\nIn his account, Gandil suggested that the players were under intense pressure from both observers suspicious of their every move and the gamblers expecting them to go along with the plan. He said this may have contributed to their making poor plays despite their decision to abandon the fix. However, he was firm in his insistence that all of the players were trying their best throughout all eight games of the Series. Gandil also said that the original deal called for the conspirators to play the first game straight, since a White Sox win would drive the price up further; the White Sox were shelled in that game 9-1. Gandil further claimed in his story that he never received his share of any of the money paid by the gamblers, and that he had no idea what happened to that money.\nIn an interview with Dwight Chapin, published in the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" on August 14, 1969, Gandil again denied that he threw the Series stating, \"I'm going to my grave with a clear conscience.\""
}