{
    "id": "68344486",
    "revid": "19525340",
    "url": "https://en.wikipedia.org/wiki?curid=68344486",
    "title": "Clydebank F.C. (1965)",
    "text": "Clydebank Football Club was a Scottish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in the town of &lt;a href=\"Clydebank\"&gt;Clydebank&lt;/a&gt;, &lt;a href=\"West%20Dunbartonshire\"&gt;West Dunbartonshire&lt;/a&gt;. The fourth entity to carry the name, Clydebank were formed in 1965 following the relocation of \"East Stirlingshire Clydebank F.C.\", a club formed by a contentious merger of &lt;a href=\"Clydebank%20Juniors%20F.C.\"&gt;Clydebank Juniors&lt;/a&gt; and &lt;a href=\"East%20Stirlingshire%20F.C.\"&gt;East Stirlingshire&lt;/a&gt; (based in &lt;a href=\"Falkirk\"&gt;Falkirk&lt;/a&gt;) in 1964 to bring a with the intention of creating a &lt;a href=\"Scottish%20football%20league%20system\"&gt;senior club&lt;/a&gt; for the town; this arrangement lasted only one year before East Stirlingshire continued alone as before and a new Clydebank team was formed. Playing their home games at &lt;a href=\"Kilbowie%20Park\"&gt;Kilbowie Park&lt;/a&gt;, they were elected to the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; in 1966. Clydebank had two short spells in the &lt;a href=\"Scottish%20Premier%20Division\"&gt;Scottish Premier Division&lt;/a&gt;, and reached the semi-final of the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; in &lt;a href=\"1989%E2%80%9390%20Scottish%20Cup\"&gt;1990&lt;/a&gt;, whilst a &lt;a href=\"Scottish%20First%20Division\"&gt;First Division&lt;/a&gt; club.\nAfter the club's ground was sold off in 1996, their matches were played in a series of groundshares in different towns in front of dwindling crowds. Moves to other locations were rejected, before the club was bought out in 2002 and moved to &lt;a href=\"Airdrie%2C%20North%20Lanarkshire\"&gt;Airdrie&lt;/a&gt; and renamed &lt;a href=\"Airdrieonians%20F.C.\"&gt;Airdrie United&lt;/a&gt; to replace &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;that town's previous club&lt;/a&gt; which had been liquidated. Airdrie United relinquished ownership of the Clydebank name a year later and it was transferred to a new &lt;a href=\"Phoenix%20club%20%28sports%29\"&gt;phoenix club&lt;/a&gt;, also named &lt;a href=\"Clydebank%20F.C.\"&gt;Clydebank F.C.&lt;/a&gt;, which began life in the &lt;a href=\"Scottish%20Junior%20Football%20Association%2C%20West%20Region\"&gt;West Region Junior Leagues&lt;/a&gt;.\nHistory.\nBackground.\nIn 1888 the first club by the name of Clydebank F.C. was formed. This team team played home matches at Hamilton Park and competed in the &lt;a href=\"Scottish%20Football%20Federation\"&gt;Scottish Federation&lt;/a&gt; from 1891 to 1893. They folded in 1895, and were followed by another Clydebank F.C. in 1899 who soon became defunct in 1902. In 1900, &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;Junior&lt;/a&gt; team, Duntocher F.C., based in the neighbouring village of &lt;a href=\"Duntocher\"&gt;Duntocher&lt;/a&gt;, moved to Clydebank and changed name to &lt;a href=\"Clydebank%20Juniors%20F.C.\"&gt;Clydebank Juniors&lt;/a&gt;. A third club named &lt;a href=\"Clydebank%20F.C.%20%281914%29\"&gt;Clydebank&lt;/a&gt; were formed in 1914; playing their home games at &lt;a href=\"Clydeholm\"&gt;Clydeholm&lt;/a&gt; they immediately joined the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt;, but by 1931 they had disbanded.\nIn 1964 the owners of &lt;a href=\"East%20Stirlingshire%20F.C.\"&gt;East Stirlingshire F.C.&lt;/a&gt;, Jack and Charlie Steedman, merged the &lt;a href=\"Falkirk\"&gt;Falkirk&lt;/a&gt;-based team with Clydebank Juniors, naming the new entity \"East Stirlingshire Clydebank\". ES Clydebank inherited East Stirlingshire's place in &lt;a href=\"Scottish%20Football%20League%20Division%20Two\"&gt;Division Two&lt;/a&gt; and played their home games at &lt;a href=\"Kilbowie%20Park\"&gt;New Kilbowie&lt;/a&gt;. The merge, which was opposed by fans of both clubs, lasted only one season, with East Stirlingshire &lt;a href=\"Shareholder\"&gt;shareholders&lt;/a&gt; winning several court cases against it. East Stirlingshire reverted to its original legal status and moved back to Falkirk, parting company with the Steedman brothers.\nFormation and early years.\nFollowing the failure of the merger the Steedman brothers formed a new incarnation of Clydebank F.C. in 1965. Playing at New Kilbowie, the new club started in the Combined Reserve League competing against &lt;a href=\"Jordanhill%20Training%20College\"&gt;Jordanhill Training College&lt;/a&gt;, &lt;a href=\"Glasgow%20Corporation\"&gt;Glasgow Corporation&lt;/a&gt; Transport, and the Third XIs of the &lt;a href=\"Old%20Firm\"&gt;Old Firm&lt;/a&gt; before being elected to the Scottish League in 1966.\nClydebank won the &lt;a href=\"1975%E2%80%9376%20Scottish%20Second%20Division\"&gt;1975–76 Scottish Second Division&lt;/a&gt;, gaining promotion with it. They also reached the final of the one-off &lt;a href=\"Spring%20Cup\"&gt;Spring Cup&lt;/a&gt; tournament, implemented after the re-structuring of the league, but lost 4–2 after extra time to &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;Airdrieonians&lt;/a&gt;. The following season they finished second in the &lt;a href=\"1976%E2%80%9377%20Scottish%20First%20Division\"&gt;First Division&lt;/a&gt;, and were promoted to the top flight of Scottish football for the first time, becoming the first club to play in all three Scottish League divisions after league reconstruction in &lt;a href=\"1975%E2%80%9376%20in%20Scottish%20football\"&gt;1975&lt;/a&gt;. The club built a new covered stand and installed wooden bench seating in order to bring capacity down to 9,950 and avoid SPL safety legislation that only applied to grounds of capacity 10,000 and upwards. As a consequence, New Kilbowie became the first &lt;a href=\"All-seater%20stadium\"&gt;all-seater&lt;/a&gt; football stadium in the UK.\nThe club finished bottom of the Premier Division in their first season and were relegated. Clydebank finished second in the First Division again in &lt;a href=\"1984%E2%80%9385%20Scottish%20First%20Division\"&gt;1984–85&lt;/a&gt; but, as before, finished bottom of the Premier Division upon reaching the top flight. League reconstruction spared them from relegation, but they finished one from bottom in &lt;a href=\"1986%E2%80%9387%20Scottish%20Premier%20Division\"&gt;1986–87&lt;/a&gt; and were demoted back to the First Division. In &lt;a href=\"1989%E2%80%9390%20Scottish%20Cup\"&gt;1990&lt;/a&gt;, whilst still a First Division club, they reached the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; semi-final. In the early 1993, the club were brought to greater attention when their shirts were sponsored by the local pop group &lt;a href=\"Wet%20Wet%20Wet\"&gt;Wet Wet Wet&lt;/a&gt;. \nDecline and ending.\nThe club was in financial difficulties by the 1994-95 season, posting a deficit of £120,000 at the end of the season. By 1996 regulations brought in following the &lt;a href=\"Taylor%20Report\"&gt;Taylor Report&lt;/a&gt; meant that facilities at New Kilbowie were no longer suitable for a professional football. New Kilbowie was sold by the Steedmans in 1996 and a promised new stadium in the town failed to materialise. Clydebank spent six years playing \"home\" games at first &lt;a href=\"Boghead%20Park\"&gt;Boghead Park&lt;/a&gt; in &lt;a href=\"Dumbarton\"&gt;Dumbarton&lt;/a&gt;, followed by &lt;a href=\"Cappielow%20Park\"&gt;Cappielow Park&lt;/a&gt; in &lt;a href=\"Greenock\"&gt;Greenock&lt;/a&gt;, with the inevitable decline in support. During their time at Boghead Park, the Steedman family sold the club to Dr John Hall, a &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt;-based businessman. The proceeds from Kilbowie Park were used to set up schools for the sport in America.\nWhen the combined efforts of United Clydebank Supporters (UCS), the Football Association of Ireland, the Scottish Football Association and the Scottish Football League brought about the rejection of a move to &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, the owners made a number of attempts to relocate the club as a franchise to a number of alternative towns — including &lt;a href=\"Galashiels\"&gt;Galashiels&lt;/a&gt; and &lt;a href=\"Carlisle%2C%20Cumbria\"&gt;Carlisle&lt;/a&gt;. During this period, the club were reduced to operating from a single cramped portable cabin.\nAt the end of the 1999–2000 season, Clydebank were relegated from the First Division after winning just one game all season achieving only 10 points.\nThe club's SFL and SFA identity finally disappeared in 2002. After the liquidation of &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;Airdrieonians&lt;/a&gt;, a consortium led by &lt;a href=\"Jim%20Ballantyne\"&gt;Jim Ballantyne&lt;/a&gt; put forward a bid to fill the vacancy in the SFL and build a new club in &lt;a href=\"Airdrie%2C%20North%20Lanarkshire\"&gt;Airdrie&lt;/a&gt; from scratch. That bid was unsuccessful, but the new club then turned their attention to buying out Clydebank's few assets from their administrators. Having outbid UCS for them, the club was moved to Airdrie as &lt;a href=\"Airdrie%20United%20F.C.\"&gt;Airdrie United&lt;/a&gt; and under that title took their place in the Second Division for the 2002–03 season.\nAftermath.\nDuring the 2002–03 season, members of UCS formed a &lt;a href=\"Phoenix%20club%20%28sports%29\"&gt;phoenix club&lt;/a&gt;. Airdrie United Ltd agreed to voluntarily transfer their unwanted ownership of the name and insignia of the old club to UCS and a new club, also named &lt;a href=\"Clydebank%20F.C.\"&gt;Clydebank F.C.&lt;/a&gt;, entered the &lt;a href=\"Scottish%20Junior%20Football%20Association%2C%20West%20Region\"&gt;West Region structure&lt;/a&gt; of the &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;Scottish Junior Football Association&lt;/a&gt; in 2003–04, gradually becoming one of its stronger teams. They became a senior club in 2020 when all members of the SJFA West Region joined a new &lt;a href=\"West%20of%20Scotland%20Football%20League\"&gt;West of Scotland Football League&lt;/a&gt;.\nPlayers.\nClydebank were the first and last senior club of the &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scottish international&lt;/a&gt; &lt;a href=\"Davie%20Cooper\"&gt;Davie Cooper&lt;/a&gt;, who played for &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt; and &lt;a href=\"Motherwell%20F.C.\"&gt;Motherwell&lt;/a&gt; in the interim. Cooper was still a Clydebank player when he died in March 1995, aged 39, after suffering a &lt;a href=\"brain%20haemorrhage\"&gt;brain haemorrhage&lt;/a&gt;. He was due to retire at the end of &lt;a href=\"1994%E2%80%9395%20in%20Scottish%20football\"&gt;that season&lt;/a&gt; and become the club's first-team coach.\nFormer \"Bankie\" &lt;a href=\"Gary%20Teale\"&gt;Gary Teale&lt;/a&gt; who went on to play for &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt; and &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; also played for Scotland. Other famous names to have played for the club at some point in their careers include &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland&lt;/a&gt; international strikers &lt;a href=\"Tommy%20Coyne\"&gt;Tommy Coyne&lt;/a&gt; and &lt;a href=\"Owen%20Coyle\"&gt;Owen Coyle&lt;/a&gt;, &lt;a href=\"Bobby%20Williamson\"&gt;Bobby Williamson&lt;/a&gt;, &lt;a href=\"Jim%20Fallon%20%28footballer%29\"&gt;Jim Fallon&lt;/a&gt;, &lt;a href=\"Gerry%20McCabe\"&gt;Gerry McCabe&lt;/a&gt;, &lt;a href=\"Jim%20Gallacher\"&gt;Jim Gallacher&lt;/a&gt;, &lt;a href=\"Ken%20Eadie\"&gt;Ken Eadie&lt;/a&gt;, &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; international defender &lt;a href=\"Terry%20Butcher\"&gt;Terry Butcher&lt;/a&gt;, and &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt; cult hero &lt;a href=\"Chic%20Charnley\"&gt;Chic Charnley&lt;/a&gt;.\nHall of Fame.\nThe present club launched a Clydebank Hall of Fame in 2008. The first eight former players to be inducted were all from the 1965–2002 incarnation of Clydebank."
}