{
    "id": "6835833",
    "revid": "17683767",
    "url": "https://en.wikipedia.org/wiki?curid=6835833",
    "title": "Yamatohime-no-mikoto",
    "text": " is a Japanese figure who is said to have established &lt;a href=\"Ise%20Shrine\"&gt;Ise Shrine&lt;/a&gt;, where the Sun Goddess, &lt;a href=\"Amaterasu%20Omikami\"&gt;Amaterasu Omikami&lt;/a&gt; is enshrined. Yamatohime-no-mikoto is recorded as being the daughter of &lt;a href=\"Emperor%20Suinin\"&gt;Emperor Suinin&lt;/a&gt;, Japan's 11th Emperor.\nTraditional historical view.\nLegend says that about 2,000 years ago, &lt;a href=\"Emperor%20Suinin\"&gt;Emperor Suinin&lt;/a&gt; ordered his daughter, Princess Yamatohime-no-mikoto, to set out and find a suitable permanent location from which to hold ceremonies for &lt;a href=\"Amaterasu\"&gt;Amaterasu Ōmikami&lt;/a&gt;. Prior to this, &lt;a href=\"Amaterasu\"&gt;Amaterasu Ōmikami&lt;/a&gt; had been worshiped within the Imperial Palace at &lt;a href=\"Yamato%20Province\"&gt;Yamato&lt;/a&gt;, before a temporary location was created in the eastern &lt;a href=\"Nara%20Prefecture\"&gt;Nara Basin&lt;/a&gt;. Yamatohime-no-mikoto is said to have set out from Mt. Miwa and wandered for 20 years through the regions of &lt;a href=\"%C5%8Cmi%20Province\"&gt;Ōmi&lt;/a&gt; and &lt;a href=\"Mino%20Province\"&gt;Mino&lt;/a&gt; in search of a suitable location.\nWhen she arrived at &lt;a href=\"Ise%20Province\"&gt;Ise&lt;/a&gt;, she is said to have heard the voice of &lt;a href=\"Amaterasu\"&gt;Amaterasu Ōmikami&lt;/a&gt; saying that she wanted to live forever in the richly abundant area of Ise, near the mountains and the sea, and it was here that Yamatohime-no-mikoto established &lt;a href=\"Ise%20Shrine\"&gt;Naiku&lt;/a&gt;, the Inner Shrine.\n&lt;a href=\"Jien\"&gt;Jien&lt;/a&gt; records that during the reign of &lt;a href=\"Emperor%20Suinin\"&gt;Emperor Suinin&lt;/a&gt;, the first High Priestess (\"&lt;a href=\"sai%C5%8D\"&gt;saiō&lt;/a&gt;\", also known as \"saigū\") was appointed to serve at Ise Shrine.\nLater, during the reign of &lt;a href=\"Emperor%20Keik%C5%8D\"&gt;Emperor Keikō&lt;/a&gt;, she gave her dress then holy sword \"&lt;a href=\"Kusanagi\"&gt;Kusanagi-no-tsurugi&lt;/a&gt;\" to &lt;a href=\"Yamato%20Takeru\"&gt;Yamato Takeru&lt;/a&gt;.\nAlternate historical perspectives.\nSome sources point out the parallels between Yamatohime-no-mikoto and &lt;a href=\"Himiko%20%28queen%29\"&gt;Queen Himiko&lt;/a&gt;, a female ruler of Japan referred to in 3rd-century Chinese sources, namely the &lt;a href=\"Records%20of%20Three%20Kingdoms\"&gt;Records of Three Kingdoms&lt;/a&gt; and the &lt;a href=\"Wajinden\"&gt;Wajinden&lt;/a&gt;. Himiko was recorded as an unmarried queen and priestess, whose name means \"sun child\", or \"sun daughter\". Parallels can be drawn between Yamatohime-no-mikoto's role as both princess and priestess and the descriptions of Himiko, as well as the meaning of Himiko's name and that of the role of Yamatohime-no-mikoto as priestess and descendant of the sun goddess, or \"daughter of the sun\". Queen Himiko is recorded as having ruled the land of \"Yamatai\", whereas Yamatohime-no-mikoto left her home of &lt;a href=\"Yamato%20Province\"&gt;Yamato&lt;/a&gt; to establish &lt;a href=\"Ise%20Shrine\"&gt;Ise Shrine&lt;/a&gt;.\nThe nature of &lt;a href=\"Himiko%20%28queen%29\"&gt;Queen Himiko&lt;/a&gt; has been a point of great debate since the late &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;, with other theories linking her with &lt;a href=\"Empress%20Jing%C5%AB\"&gt;Empress Jingū&lt;/a&gt; or even a real person upon whom the myth of the sun goddess &lt;a href=\"Amaterasu\"&gt;Amaterasu&lt;/a&gt; was built. As the earliest extant Japanese sources of information about Yamatohime-no-mikoto date from the &lt;a href=\"Kojiki\"&gt;Kojiki&lt;/a&gt; in the early 8th century, it remains difficult to see how the historical figure of Yamatohime-no-mikoto can be delineated in fuller depth or with a sense of better verified accuracy.\nCeremonies.\nA &lt;a href=\"Shinto\"&gt;Shinto&lt;/a&gt; ceremony is conducted on May 5 and November 5 each year at the sanctuary of Yamatohime-no-miya, near &lt;a href=\"Ise%20Shrine\"&gt;Ise Shrine&lt;/a&gt;, to celebrate the contribution of Yamatohime-no-mikoto in the establishment of the shrine."
}