{
    "id": "68383352",
    "revid": "42207850",
    "url": "https://en.wikipedia.org/wiki?curid=68383352",
    "title": "List of Saif Sporting Club managers",
    "text": "&lt;a href=\"Saif%20Sporting%20Club\"&gt;Saif Sporting Club&lt;/a&gt; is a professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt;, Bangladesh , which plays in &lt;a href=\"Bangladesh%20Premier%20League%20%28football%29\"&gt;BPL&lt;/a&gt;.\nThis chronological list comprises all those who have held the position of &lt;a href=\"coach%20%28sport%29\"&gt;manager&lt;/a&gt; of the first team of Saif Sporting Club from 2016, when the first professional manager was appointed, to the present day. Each manager's entry includes his dates of tenure and the club's overall competitive record (in terms of matches won, drawn and lost), honours won and significant achievements while under his care. &lt;a href=\"Caretaker%20manager\"&gt;Caretaker manager&lt;/a&gt;s are included, where known. As of the start of the 2016–17 &lt;a href=\"Saif%20Sporting%20Club\"&gt;Saif Sporting Club&lt;/a&gt; have had 11 full-time managers.\nThe first full-time manager for &lt;a href=\"Saif%20Sporting%20Club\"&gt;Saif Sporting Club&lt;/a&gt; was &lt;a href=\"Nikola%20Kavazovic\"&gt;Nikola Kavazovic&lt;/a&gt;. He was signed by club general secretary Nasiruddin Chowdhury on 7 September 2016.\nThe most successful &lt;a href=\"Saif%20Sporting%20Club\"&gt;Saif Sporting Club&lt;/a&gt; manager in term of won trophies &lt;a href=\"Nikola%20Kavazovic\"&gt;Nikola Kavazovic&lt;/a&gt; who won &lt;a href=\"Bangladesh%20Championship%20League\"&gt;Bangladesh Championship League&lt;/a&gt; trophy. In his coaching period &lt;a href=\"Saif%20Sporting%20Club\"&gt;Saif Sporting Club&lt;/a&gt; promoted to &lt;a href=\"Bangladesh%20Premier%20League%20%28football%29\"&gt;Bangladsh Premier League&lt;/a&gt;.\nList of managers.\nThe complete list of &lt;a href=\"Saif%20Sporting%20Club\"&gt;Saif Sporting Club&lt;/a&gt; managers is shown in the following table:\n\"Information correct as of the match played on 18 July 2021. Only competitive matches are counted.\"\n\"As of 2 August 2021\""
}