{
    "id": "68383276",
    "revid": "1043054274",
    "url": "https://en.wikipedia.org/wiki?curid=68383276",
    "title": "William Earle (slave trader)",
    "text": "William Earle (1721–1788) was an English slave trader. In a career lasting 40 years he was responsible for at least 117 slave voyages and by the number of slave voyages he was the sixth most active slave trader in the period 1740–1790 from the Port of Liverpool.\nSlave-ship captain.\nWilliam Earle's career in the slave trade began in 1748 as the captain of \"Lucy\", a 60-ton &lt;a href=\"snow%20%28ship%29\"&gt;snow&lt;/a&gt; on a slaving voyage to buy enslaved people from West Africa and to sell them in &lt;a href=\"St%20Kitts\"&gt;St Kitts&lt;/a&gt;. He bought 240 enslaved people, of whom 197 survived the journey, 43 died and were thrown into the sea.\nEarle began his career as a sailor. No information is recorded about his apprenticeship at sea but it was typical for a seaman to spend 8 or 10 years at sea before being given a first captaincy.\nIn this period he was also the captain of another slave ship \"Chesterfield\". A letter is preserved that records the owner's instructions to him. He was to proceed from the Isle of Man to &lt;a href=\"Old%20Calabar\"&gt;Old Calabar&lt;/a&gt; and then \"to barter our cargoe as per invoice annexed for slaves and elephants teeth.\"\nWhile on the coast of West Africa, Earle and his crew were largely confined to the ship. There were trips on land for meals with local gentry and for fishing but this was not a regular occurrence. While at Old Calabar, Earle wrote a letter to his fiancé, Ann Wynstanley that has been preserved. There were four other ships from Liverpool and one from Bristol also in harbour. In the letter he describes spending each evening with the officers and sailors from the other ships, many of whom he knew personally. Not only did Earle know many of these men, some were also known to his future wife. Invariably these meetings also had a business agenda, in particular to ensure competition did not push up prices. The ships were only able to bring on board several enslaved people per day. This meant Earle was in situ for an extended period of time before setting sail to the Caribbean. Earle did not need security at first, but as the ship became more full the victims were chained together below deck and armed guards set.\nSlave trader.\nWilliam Earle in his correspondence referred to slave traders, who bought and sold people for enslavement from the &lt;a href=\"Bight%20of%20Biafra\"&gt;Bight of Biafra&lt;/a&gt;, as \"Bite Men\". The \"Bite Men\" were responsible for transporting almost 900,000 people to America between the 1740s and 1807, when &lt;a href=\"abolitionism\"&gt;abolition&lt;/a&gt; led to the end of the British slave trade.\nEarle gave up captaincy and began his career as a slave-ship owner in 1754. He bought the \"Chesterfield\" which he had previously captained and which he sent between Liverpool and Calabar. He also bought \"Grampus\", which he used to explore new slave routes along the West African coast. The two ships had a combined capacity for over 600 enslaved people.\nEarle invested in slaves ships with at least 117 other people, each would take a part share of the ship and would share the profit or losses. Of these 117 people there were regular partners. These men were &lt;a href=\"William%20Davenport%20%28slave%20trader%29\"&gt;William Davenport&lt;/a&gt; who partnered with him 50 times, Patrick Black, Nehemiah Holland, Robert Jennings and Ambrose Lace.\nMany of Earle's letters have been preserved and are located in the Earle Collection at the &lt;a href=\"Merseyside%20Maritime%20Museum\"&gt;Merseyside Maritime Museum&lt;/a&gt;. The letters cover 20 months, from 23 January 1760 to 23 September 1761. The collection comprises just under 500 letters to about 100 correspondents written by William Earle and his clerks. The letters detail his business activities. About 10 percent of the letters were sent to Joseph Wimpey of Newgate Street in London. Wimpey supplied him with financial services and advice.\nHis slaving career lasted almost 40 years from the sailing of \"Lucy\" in June 1748 to the return to Liverpool of the \"Maria\" in May 1787.\nPersonal life.\nThe Earle family were heavily involved in the slave trade over several generations. William's father John Earle (1674–1749) began the family involvement, and three of his four sons, William (born 1721), Thomas (born 1719) and Ralph (born 1715) were also involved. A number of streets and localities in Liverpool today are named after the Earles.\nWilliam Earle married Ann Wynstanley. This connected him to two other slave traders, John Copeland and Robert Jennings, who had each married a Wynstanley sister. Ann Wynstanley was a widow whose attractions included a substantial dowry to add to what William had been able to save from his five years as a ship's captain.\nEarle was living in Water Street in 1760, a residence in the business centre of Liverpool with accompanying inns, taverns and coffee houses. The residence was used as his counting house; his clerks worked there, and he offered merchants a room to live in while they were doing business in Liverpool. Earle had a warehouse on Strand Street and a shop where he sold retail goods.\nEarle was a sufferer from gout, which confined him to his room for ten days or more three times between January 1760 and September 1761.\nEarle improved the social standing of his offspring. His two sons Thomas and William became Liverpool slavers and inducted their own sons into the ranks of the landed gentry. When he retired, they took over his slaving business. William Earle (1759–1839), was responsible for at least 67 slave voyages, and &lt;a href=\"Thomas%20Earle%20%28slave%20trader%29\"&gt;Thomas Earle&lt;/a&gt; (1754–1822) was responsible for at least 73 slave voyages."
}