{
    "id": "68426007",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=68426007",
    "title": "Tuimaleali'ifano Fa'aoloi'i Si'ua'ana I",
    "text": "Tuimaleali'ifano Fa'aoloi'i Si'ua'ana I (~1847 — 14 October 1937) was a &lt;a href=\"Samoa\"&gt;Samoa&lt;/a&gt;n &lt;a href=\"Fa%CA%BBamatai\"&gt;paramount chief&lt;/a&gt;, and the first holder of the &lt;a href=\"Tuimaleali%27ifano\"&gt;Tuimaleali'ifano&lt;/a&gt; title. He was one of the leaders of the &lt;a href=\"Mau%20movement\"&gt;Mau movement&lt;/a&gt;.\nFa'aoloi'i was the youngest son of Tuiaana Sualauvi. He was raised in &lt;a href=\"Afega\"&gt;Afega&lt;/a&gt;, but recalled to Falelatai on the death of his father to take up his chiefly title. In 1889 he was made \"Kovana Aana\" (district governor) by the Samoan government. In the 1890s he became a friend of the writer &lt;a href=\"Robert%20Louis%20Stevenson\"&gt;Robert Louis Stevenson&lt;/a&gt;. He served as a \"ta'imua\" under the &lt;a href=\"German%20Samoa\"&gt;German colonial administration&lt;/a&gt;, and as a \"fautua\" (native advisor) under the &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; administration. \nMau movement.\nIn late 1926 Tuimaleali'ifano attended a meeting with &lt;a href=\"Olaf%20Frederick%20Nelson\"&gt;Olaf Frederick Nelson&lt;/a&gt; and other independence activists at the home of &lt;a href=\"Samuel%20Meredith%20%28Western%20Samoan%20politician%29\"&gt;Samuel Meredith&lt;/a&gt; to plan the response to an inquiry into Samoan grievances. This led to the formation of the citizens committee, which became the \"Mau\". When he attended a public meeting of the committee, he was suspended as \"fautua\" by New Zealand administrator &lt;a href=\"George%20Spafford%20Richardson\"&gt;George Spafford Richardson&lt;/a&gt;. In August 1927 following the sitting of a commission of inquiry into Samoa he resigned as \"fautua\" due to dissatisfaction with the administration. He subsequently became one of the \"Mau\"'s principal leaders, alongside &lt;a href=\"Tupua%20Tamasese%20Lealofi%20III\"&gt;Tupua Tamasese Lealofi III&lt;/a&gt;. He was one of the leaders of the procession on &lt;a href=\"Black%20Saturday%20%28Mau%20Movement%29\"&gt;Black Saturday&lt;/a&gt;, and attempted to hold back the crowd when the shooting started. He was injured, with a slight wound to the arm. He was subsequently arrested and was charged with wearing a \"Mau\" &lt;a href=\"lavalava\"&gt;lavalava&lt;/a&gt;. In March 1930 he was convicted of &lt;a href=\"sedition\"&gt;sedition&lt;/a&gt; and fined £3. In April 1930 he was again arrested for wearing \"Mau\" uniform and jailed for three months.\nIn January 1937 he celebrated his \"100th birthday\" because \"he may not live to see it\". He died later that year."
}