{
    "id": "68441077",
    "revid": "23012287",
    "url": "https://en.wikipedia.org/wiki?curid=68441077",
    "title": "Beylik of Titteri",
    "text": "The Beylik of Titteri, (in &lt;a href=\"Algerian%20Arabic\"&gt;arabic&lt;/a&gt; : \"bâylik at-Tîtrî)\", was one of the three permanent Beyliks of the &lt;a href=\"Regency%20of%20Algiers\"&gt;Regency of Algiers&lt;/a&gt;, the other two being the &lt;a href=\"Western%20Beylik\"&gt;Western Beylik&lt;/a&gt;, and the &lt;a href=\"Beylik%20of%20Constantine\"&gt;Beylik of Constantine&lt;/a&gt;. It was established in 1546 and was ended during the &lt;a href=\"French%20conquest%20of%20Algeria\"&gt;French conquest of Algeria&lt;/a&gt;.\nHistory.\n&lt;a href=\"Oru%C3%A7%20Reis\"&gt;Arudj Barbarossa&lt;/a&gt; annexed &lt;a href=\"M%C3%A9d%C3%A9a\"&gt;Médéa&lt;/a&gt; and established a garrison there in 1517. &lt;a href=\"Hasan%20Pasha%20%28son%20of%20Barbarossa%29\"&gt;Hassan Pacha&lt;/a&gt; (the son of Arudj) created the \"Al-Taitri Baylik\" or the Beylik of Titteri in 1546 appointing a certain \"Recep Bey\" as its first governor. It was governed regularly, it engaged in tribal diplomacy, collected taxes, pacified revolts, and paid taxes to Algiers. The Beys of the province were appointed by the leader of Algiers.\nThe province was initially meant as a governorate for the southern parts of the country, and many cities in the Saharan parts of Algeria such as &lt;a href=\"Laghouat\"&gt;Laghouat&lt;/a&gt; paid taxes to it, although in the 18th century it was expanded into western Kabylia.\nFall of Algiers and its aftermath.\nThe Beylik of Titteri, led by its bey, &lt;a href=\"Mustefa%20Boumezrag\"&gt;Mustefa Boumezrag&lt;/a&gt; sent troops to fight during the &lt;a href=\"Invasion%20of%20Algiers%20in%201830\"&gt;invasion of Algiers&lt;/a&gt;, and refused to surrender to the French after the &lt;a href=\"Capitulation%20of%20Algiers%20%281830%29\"&gt;Capitulation of Algiers&lt;/a&gt;.\nIt resisted along with &lt;a href=\"Mohamed%20ben%20Zamoum\"&gt;Mohamed ben Zamoum&lt;/a&gt; against the French and fought a few battles with him such &lt;a href=\"First%20Battle%20of%20Blida\"&gt;first battle of Blida&lt;/a&gt;, which resulted in an Algerian victory.\nIn 1831, after a few defeats, the French governor of Algeria, &lt;a href=\"Bertrand%20Clauzel\"&gt;Bertrand Clauzel&lt;/a&gt;, decided to crush the Beylik of Titteri, and sent a large military detachment to capture Médéa. During the &lt;a href=\"Battle%20of%20Mouza%C3%AFa\"&gt;Battle of Mouzaïa&lt;/a&gt;, the forces of Titteri were defeated, which gave way for the French to invade Médéa. The &lt;a href=\"M%C3%A9d%C3%A9a%20expedition%20%281830%29\"&gt;Médéa expedition of 1830&lt;/a&gt; resulted in a decisive French victory which temporarily put an end to the Beylik of Titteri.\nIn 1831, a son of Mustefa Boumezrag, took over the city of Médéa, and announced himself as the new bey, although the &lt;a href=\"Expedition%20of%20M%C3%A9d%C3%A9a%20%281831%29\"&gt;French quickly put an end to his revolt&lt;/a&gt;.\nIn 1832, &lt;a href=\"Ahmed%20Bey%20ben%20Mohamed%20Ch%C3%A9rif\"&gt;Ahmed Bey ben Mohamed Chérif&lt;/a&gt; appointed one of his generals, Mohammed el Kadji, as the new Bey, although this role was mostly nominal.\nIn 1834, the French finally put an end to the Beylik officially disestablishing it."
}