{
    "id": "68444352",
    "revid": "42173084",
    "url": "https://en.wikipedia.org/wiki?curid=68444352",
    "title": "Tet offensive attacks on Da Nang",
    "text": "The attacks on &lt;a href=\"Da%20Nang\"&gt;Da Nang&lt;/a&gt; (29 January – 11 February 1968), were a series of attacks in the &lt;a href=\"Tet%20Offensive\"&gt;Tet Offensive&lt;/a&gt; launched by the &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt;ese &lt;a href=\"People%E2%80%99s%20Army%20of%20Vietnam\"&gt;People’s Army of Vietnam&lt;/a&gt; (PAVN) and the &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt; (VC) during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;. The attacks were repulsed by combined &lt;a href=\"United%20States%20Marine%20Corps\"&gt;United States Marine Corps&lt;/a&gt; (USMC), &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;, &lt;a href=\"Army%20of%20the%20Republic%20of%20Vietnam\"&gt;Army of the Republic of Vietnam&lt;/a&gt; (ARVN) and &lt;a href=\"Republic%20of%20Korea%20Marine%20Corps\"&gt;Republic of Korea Marine Corps&lt;/a&gt; (ROKMC) forces with the PAVN/VC suffering heavy losses.\nBackground.\nDa Nang was a major base area for United States and &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt;ese military forces supporting operations throughout &lt;a href=\"I%20Corps%20%28South%20Vietnam%29\"&gt;I Corps&lt;/a&gt;. &lt;a href=\"Da%20Nang%20Air%20Base\"&gt;Da Nang Air Base&lt;/a&gt; was one of the major air bases used for offensive air operations within South Vietnam and for the support of USMC and ARVN forces. &lt;a href=\"Naval%20Support%20Activity%20Danang\"&gt;Naval Support Activity Danang&lt;/a&gt; operated extensive logistics facilities on the Tiensha (Tiên Sa) peninsula east of the city. &lt;a href=\"Marble%20Mountain%20Air%20Facility\"&gt;Marble Mountain Air Facility&lt;/a&gt; supported USMC helicopter operations throughout southern I Corps. &lt;a href=\"III%20Marine%20Amphibious%20Force\"&gt;III Marine Amphibious Force&lt;/a&gt; (III MAF) had its headquarters at &lt;a href=\"Hill%20327\"&gt;Hill 327&lt;/a&gt; west of the Air Base, while ARVN I Corps had its headquarters north of the Air Base.\nWith the departure of the &lt;a href=\"5th%20Marine%20Regiment\"&gt;5th Marine Regiment&lt;/a&gt; to support operations further north in I Corps, there was only one Marine infantry regimental headquarters in the extensive Da Nang &lt;a href=\"Tactical%20area%20of%20responsibility\"&gt;Tactical area of responsibility&lt;/a&gt; (TAOR). Colonel Ross R. Miner's &lt;a href=\"7th%20Marine%20Regiment\"&gt;7th Marine Regiment&lt;/a&gt; with all three of its battalions had the responsibility for the northern, western and southwestern sectors. &lt;a href=\"2nd%20Battalion%2C%207th%20Marines\"&gt;2nd Battalion, 7th Marines&lt;/a&gt; was in the north, &lt;a href=\"1st%20Battalion%2C%207th%20Marines\"&gt;1st Battalion, 7th Marines&lt;/a&gt; was in the center and &lt;a href=\"3rd%20Battalion%2C%207th%20Marines\"&gt;3rd Battalion, 7th Marines&lt;/a&gt; was in the south. With the departure of the &lt;a href=\"2nd%20Battalion%2C%205th%20Marines\"&gt;2nd Battalion, 5th Marines&lt;/a&gt; in mid-January for &lt;a href=\"Phu%20Bai%20Combat%20Base\"&gt;Phu Bai Combat Base&lt;/a&gt;, the 3/7 Marines extended its area of operations to include &lt;a href=\"An%20Hoa%20Combat%20Base\"&gt;An Hoa Combat Base&lt;/a&gt; to the south. Miner attached two additional companies to the 3/7 Marines, Company L, &lt;a href=\"3rd%20Battalion%2C%205th%20Marines\"&gt;3rd Battalion, 5th Marines&lt;/a&gt; and Company H, 2/7 Marines to cover its extended area.\nA conglomeration of Marine support units, ARVN, ROKMC and two Marine infantry battalions attempted to secure the remaining area. In the Da Nang Vital Area, the artillery regiment, the &lt;a href=\"11th%20Marine%20Regiment\"&gt;11th Marine Regiment&lt;/a&gt;, continued to oversee the Northern Sector Defense Command and the &lt;a href=\"1st%20Tank%20Battalion\"&gt;1st Tank Battalion&lt;/a&gt;, the Southern Sector Defense Command. In both these sectors support troops doubled as infantry, manning fixed defensive positions and conducting patrols. &lt;a href=\"Major%20general%20%28United%20States%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Donn%20J.%20Robertson\"&gt;Donn J. Robertson&lt;/a&gt;, the &lt;a href=\"1st%20Marine%20Division\"&gt;1st Marine Division&lt;/a&gt; commanding general, kept under his direct control the 3/5 Marines and the &lt;a href=\"2nd%20Battalion%2C%203rd%20Marines\"&gt;2nd Battalion, 3rd Marines&lt;/a&gt;. Located between the Cầu Đỏ and Thanh Quýt Rivers and on either side of &lt;a href=\"National%20Route%201A%20%28Vietnam%29\"&gt;Highway 1&lt;/a&gt;, the two battalions provided the last line of defense before the so-called \"Vital Area.\" The most eastern of the battalions, the 2nd, shared its area with the &lt;a href=\"3rd%20Assault%20Amphibian%20Battalion\"&gt;3rd Amphibian Tractor Battalion&lt;/a&gt;, which was responsible for the coastal sand flats south of &lt;a href=\"Marble%20Mountains%20%28Vietnam%29\"&gt;Marble Mountain&lt;/a&gt;. Below the Marine battalions, the ROKMC &lt;a href=\"2nd%20Marine%20Division%20%28South%20Korea%29\"&gt;2nd Marine Brigade&lt;/a&gt; secured the &lt;a href=\"H%E1%BB%99i%20An\"&gt;Hội An&lt;/a&gt; sector and the southeastern approaches above the Ky Lam River to Da Nang Air Base. Behind the Marine and Korean lines, the ARVN 51st Regiment deployed in support of the South Vietnamese Revolutionary Development program. With both fixed-wing and helicopter gunships and more than 120 artillery pieces ranging from 4.2-inch mortars to 175mm guns, Robertson was confident that he could counter any threat that the enemy posed to Da Nang despite the thinness of his manned defenses.\nIn the Da Nang sector, the tempo of operations had picked up during the last weeks of January. The ROKMC, while not finding any sizeable forces, continued to encounter small enemy units and boobytraps which took their toll. In the 7th Marines sector, the Marines described the same type of activity as well as increased enemy infiltration. The 3/5 Marines reported \"a definite increase of enemy harassment\" and the movement of sizeable enemy units into the Go Noi Island area (). &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;Lieutenant Colonel&lt;/a&gt; William K . Rockey, the 3/5 Marines commander, commented on the \"increasing frequency and ferocity\" of enemy contacts. He remembered that because of the number of casualties his battalion sustained, \"it was necessary to employ administrative personnel on patrols\" with \"clerks, cooks, and drivers\" on line. In one operation near Dien Ban, the ARVN 51st Regiment sustained losses of 40 men killed, six missing, and 140 wounded while accounting for about 80 enemy dead and 13 prisoners.\nWhile activity in the Army's &lt;a href=\"23rd%20Infantry%20Division%20%28United%20States%29\"&gt;23rd Infantry (Americal) Division&lt;/a&gt;’s areas of operations in &lt;a href=\"Qu%E1%BA%A3ng%20Ng%C3%A3i%20Province\"&gt;Quảng Ngãi&lt;/a&gt; and &lt;a href=\"Qu%E1%BA%A3ng%20T%C3%ADn%20Province\"&gt;Quảng Tín Province&lt;/a&gt;s was somewhat diminished, there was enough enemy in northern and central I Corps to cause concern for both the American and South Vietnamese commands. On 27 January, &lt;a href=\"COMUSMACV\"&gt;COMUSMACV&lt;/a&gt; General &lt;a href=\"William%20Westmoreland\"&gt;William Westmoreland&lt;/a&gt; announced a ceasefire to be observed by Allied forces for 36 hours beginning at 18:00 on 29 January in honor of the &lt;a href=\"T%E1%BA%BFt\"&gt;Tết&lt;/a&gt; holidays. Although authorizing the ceasefire, he warned all American commanders to be unusually alert because of \"enemy increased capabilities .\" At 17:00 on 29 January, Westmoreland cancelled the truce in the entire I Corps sector. Robertson remembered that \"the ceasefire was to be in effect… and the regimental commanders reported intense fire from the enemy and requested authority to continue artillery fire, if necessary…\" Robertson granted the request and then \"about 18:40 we got the word from III MAF that the ceasefire had been called off.”\nFor some time, the American forces had been aware that the PAVN/VC was about to launch some type of major offensive. Westmoreland was convinced that this big push would come either just before or right after Tết, but not during the holidays and probably at &lt;a href=\"Battle%20of%20Khe%20Sanh\"&gt;Khe Sanh&lt;/a&gt; and in the &lt;a href=\"Vietnamese%20Demilitarized%20Zone\"&gt;Vietnamese Demilitarized Zone&lt;/a&gt; sector. At Da Nang, III MAF knew that the PAVN/VC were on the move. Marine and Army reconnaissance flights using infrared technology and &lt;a href=\"People%20sniffer\"&gt;XM-3 \"People Sniffer\"&lt;/a&gt; airborne personnel detectors (APD) mounted on &lt;a href=\"Bell%20UH-1%20Iroquois\"&gt;UH-1&lt;/a&gt; helicopters indicated strong enemy concentrations in the hills near Hiếu Đức west of the 7th Marines. Lieutenant Colonel William J . Davis, the commanding officer of the 1/7 Marines, recalled that his unit began to take fewer casualties from surprise firing devices or boobytraps and began to suspect that enemy troops unfamiliar with the terrain might be attempting to move into his sector. Davis notified the division headquarters of his findings. According to Davis, a few hours later, Robertson called a division briefing for all battalion commanders. At the briefing, the division G-2 or intelligence officer, told the assembled officers that \"they are finally going to come out and fight. We don't know why, but we know they are!\" He later confided to Davis, \"Bill, your phone call was right on the money! I called all the regiments and battalions and the same was happening to them.\"\nOn the evening of 28 January, just west of Hiếu Đức, a Marine squad from Company C, 1/7 Marines ambushed a three-man VC reconnaissance patrol. The Marines killed two and wounded the third. The Marines evacuated the survivor to the Naval Support Activity hospital where he died of his wounds. Before his death, however, the Vietnamese identified himself as Major Nguyen Van Lam, the commanding officer of the R-20th \"Độc Lập\" Battalion. From the recovery of Lam's notebook and a detailed sketch map of Hill 10, the location of the 1/7 Marines' command post, the R-20 commander was obviously on an exploration mission to discover any vulnerability in the Marine battalion's defences.\nFrom other sources, the Marine command learned of other ominous measures taken by the PAVN/VC forces in the Da Nang sector. According to intelligence reports, on 15 January, Group 44, the forward headquarters of the PAVN/VC Military Region 5, moved from the hills in western &lt;a href=\"Qu%E1%BA%A3ng%20Nam%20Province\"&gt;Quảng Nam Province&lt;/a&gt;, to an advance position on Gò Nổi Island. On 29 January, Marine intelligence officers received a reliable report that the PAVN &lt;a href=\"2nd%20Division%20%28Vietnam%29\"&gt;2nd Division&lt;/a&gt; also had established its command post in western Gò Nổi. From the details of the other recovered documents, the VC obviously were making an extensive reconnaissance of the Da Nang area giving descriptions of military structures, distances, weapons and other information that would be of value to an attacking force. Additional intelligence tended to confirm the enemy was about to initiate something big. The ARVN 51st Regiment operating in the southern sector of the Da Nang area of operations came across evidence including documents pointing to a buildup of PAVN/VC strength together with probes of Allied defenses. On 29 January, a local village chief told the security officer of the Naval Support Activity at Camp Tiensha that about 300 VC would attack the Marble Mountain transmitter that night. That same day, the 1st Marine Division notified III MAF that \"usually reliable sources\" told of staging areas south of Da Nang for an impending attack. Finally, according to Marine intelligence officers, another \"very reliable source\" flatly stated \"that the time of attack throughout MR (Military Region) 5 would be\" at 01:30 and no later than 02:00 on 30 January.\nPAVN/VC forces throughout South Vietnam were about to strike. In I Corps, the Allies learned from a defector that the enemy planned an attack against &lt;a href=\"Qu%E1%BA%A3ng%20Ng%C3%A3i\"&gt;Quảng Ngãi&lt;/a&gt; City. According to this former member of the VC 401st Regimental Security Guard, local VC cadre stated that \"the war had lasted too long and the Front had to seek a good opportunity to stage a great offensive that would bring the war to an early end.\" Further, the &lt;a href=\"Republic%20of%20Vietnam%20National%20Police\"&gt;National Police&lt;/a&gt; reported that VC local leaders from Quảng Tín, Quảng Nam and Quảng Ngãi Provinces met in a base area in the hills of northern Quảng Ngãi to plan attacks on &lt;a href=\"Chu%20Lai\"&gt;Chu Lai&lt;/a&gt; and on Quảng Ngãi City.\nWhile the PAVN/VC concentrated their forces for the large offensive, many of these units suffered from too many rapid replacements and in some cases from poor morale. As the defector from the 401st later revealed, his unit lacked \"weapons, experienced soldiers, and transportation manpower.\" He personally believed the plans were impractical and deserted at the first chance he had. Another PAVN soldier, who infiltrated from North Vietnam after receiving a year's training as a radioman in &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt;, was thrust into one of the attacking battalions south of Da Nang so hastily that he never learned the name of his unit let alone those of his officers. Two members of a VC engineering company, also in the Da Nang area, later recounted that nearly 80 percent of their unit was from North Vietnam. The PAVN obviously were bringing the local VC main force units up to strength, even if to do so they had to bring in replacements from the north. For example, while the R-20th attempted to maintain a full complement of 400 men through the recruitment or impressment of local villagers and infiltration of North Vietnamese \"volunteers,\" intelligence sources rated the unit only \"marginally effective.\"\nThroughout the Da Nang area of operations, the PAVN/VC began to move into attack positions. In addition to the VC R-20th Battalion, south of Da Nang, the VC 1st and PAVN 3rd Regiments both part of the 2nd Division started to deploy toward Gò Nổi Island. Elements of the PAVN 368B Rocket Artillery Regiment were in firing positions to the west and northwest of the 7th Marines. Other units included the 402nd Sapper Battalion, the VC V-25th Battalion and other VC local forces. A warning order and plan prepared by the VC Da Nang City Committee called for a preliminary attack on the city by sappers and VC troops. The attack force would consist of two groups, one to move by land and the other by water to knock out the bridge separating the city from Tiensha Peninsula and to capture the I Corps headquarters. This would be followed by a rocket barrage and an assault by the main force units on Allied military units and installations. Within the city itself, VC cadre were to force the \"inhabitants into the street for demonstrations… and prepare the people for continuing political struggle against the government as well as kill GVN and ARVN cadre.\"\nBefore the PAVN/VC forces launched their attack, the commanders prepared to read to their troops a directive supposedly prepared two weeks earlier by the Presidium of the Central Committee of the National Liberation Front. The Front announced that the 1968 Tết greeting of \"Chairman Ho [Chi Minh] is actually a combat order for our entire Army and population. \"The soldiers and cadre of the \"South Vietnam Liberation Army\" were to move forward in the attack:\n\"The call for assault to achieve independence and liberty has sounded; \nThe Truong Son and the Mekong River are moving.\nYou comrades should act as heroes of Vietnam and with the spirit and pride of combatants of the Liberation Army.\nThe Victory will be with us.\"\nBattle.\n29 January.\nBy evening on the 29th, the 1st Marine Division at Da Nang was on 100-percent alert. During the day, the division had positioned 11 reconnaissance \"Stingray\" patrols along likely enemy avenues of approach. At 16:00, one of the Stingray units, using the codename \"Saddle Bag\", situated in the mountains just south of a bend in the &lt;a href=\"Thu%20B%E1%BB%93n%20River\"&gt;Thu Bồn River&lt;/a&gt; below An Hòa Combat Base, about southwest of the Da Nang, reported observing about 75 enemy soldiers wearing helmets and some carrying mortars. The 11th Marines fired an artillery mission with unknown results. About 50 minutes later, another recon team, \"Air Hose\", about 2,000 meters to the northeast of \"Saddle Bag\", saw more than 50 enemy troops moving eastward. The &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; fired another salvo, which caused a large secondary explosion. At 19:20, in the same general area, still another Stingray patrol, \"Sailfish\", radioed that about 200 PAVN/VC troops, some carrying 40mm rocket launchers, passed its positions. Again the artillery responded with \"excellent effect on target.\" Because of an air observer on station, the Marine gunners checked their fire. At that point, three fixed-wing &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt; and four &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt; gunships then bombed and strafed the enemy column. Darkness prevented \"Sailfish\" from observing the number of casualties that the artillery and air inflicted upon the enemy.\n30 January.\nShortly after midnight, Marine sentries from the 1st MP Battalion, posted near the main I Corps Bridge connecting Da Nang to the Tiensha (Tiên Sa) Peninsula, spotted two swimmers near the span. They fired, killing one of the enemy underwater demolition team, while the other member surrendered to the Marines. About 01:00, a Marine platoon from Company G, 2/7 Marines, positioned near the Nam Ô Bridge on Highway 1 crossing the Cu Đê River north of Da Nang, saw another two enemy on a raft with a wooden box. Again, the Marines killed the VC and once more foiled an apparent enemy demolition effort.\nIn scattered and intermittent attacks beginning before 02:00 and lasting about one-half hour, PAVN/VC gunners fired both mortars and rockets that landed near positions of Marine artillery, antiair missiles, and the Force Logistic Command at &lt;a href=\"Red%20Beach%20Base%20Area\"&gt;Red Beach Base Area&lt;/a&gt;. Battery A, &lt;a href=\"1st%20Light%20Antiaircraft%20Missile%20Battalion\"&gt;1st Light Antiaircraft Missile Battalion&lt;/a&gt; armed with &lt;a href=\"MIM-23%20Hawk\"&gt;MIM-23 Hawk&lt;/a&gt; surface-to-air missiles, in the mountainous &lt;a href=\"H%E1%BA%A3i%20V%C3%A2n%20Pass\"&gt;Hải Vân Pass&lt;/a&gt; sector north of Da Nang, reported about 01:40 coming under 82mm mortar fire. About 20 minutes later the missile battery sighted enemy rocket firing sites and two minutes later radioed that 12 rockets of undetermined size landed in and around its area. One of the rockets damaged one of the missile launchers and wounded three of the Marines. At about the same time, approximately 15 enemy 122mm rockets struck an artillery complex in the 11th Marines Northern Sector Defense Command which included a detachment from the &lt;a href=\"Combat%20Assault%20Battalion\"&gt;1st Armored Amphibian Company&lt;/a&gt;, the 155mm Gun and 8-inch Gun Batteries, as well as Batteries H, &lt;a href=\"3rd%20Battalion%2C%2011th%20Marines\"&gt;3rd Battalion, 11th Marines&lt;/a&gt; and M, &lt;a href=\"4th%20Battalion%2C%2011th%20Marines\"&gt;4th Battalion, 11th Marines&lt;/a&gt;. The artillerymen sustained two wounded and some equipment damage, but escaped relatively unscathed. Other enemy rocketeers took the Force Logistic Command compound under fire. Approximately at 02:00, about four of the 122mm rockets fell in or near the compound, one landing near the &lt;a href=\"1st%20Cavalry%20Division%20%28United%20States%29\"&gt;1st Cavalry Division&lt;/a&gt; helipad temporarily located there, damaging four of the helicopters, but resulting in no Marine or Army casualties.\nMajor General &lt;a href=\"Raymond%20Murray\"&gt;Raymond Murray&lt;/a&gt;, the III MAF deputy commander, remembered that he heard a \"hell of a lot of racket\" and \"woke up… [to] the airfield at Da Nang… being rocketed.\" At first, the general and his steward confused the rockets with the traditional &lt;a href=\"fireworks\"&gt;fireworks&lt;/a&gt; shot off in honor of Tết. Soon reports came in that the base was under attack and a Marine helicopter flew the general from his quarters to III MAF headquarters. According to Murray, \"from then on until Tết was over, there were just constant attacks.\" Robertson later compared the enemy activity that night to a \"10-ring circus.\" In the Da Nang sector, during the early morning hours of 30 January, PAVN/VC gunners took under mortar and rocket fire 15 different Allied units and installations.\nAbout 02:30, the PAVN/VC struck the perimeters of the Da Nang base itself. In the Southern Sector Defense Command, just north of the Cầu Đỏ River and west of Highway 1, a PAVN/VC 12-15-man sapper squad blew a hole in the defensive wire of the joint perimeter of the 7th Engineer and &lt;a href=\"7th%20Communication%20Battalion\"&gt;7th Communication Battalion&lt;/a&gt;. The PAVN/VC attacked a Marine bunker and ran through the Communications Support Company area throwing grenades and &lt;a href=\"Satchel%20charge\"&gt;Satchel charge&lt;/a&gt;s in the living quarters. The only Marine casualties were two men who failed to vacate their \"hootches\" in time. Manning defensive positions, the Marine communicators and engineers repelled the attacking force, killing four &lt;a href=\"Viet%20Cong\"&gt;VC&lt;/a&gt;. &lt;a href=\"People%27s%20Army%20of%20Vietnam\"&gt;PAVN&lt;/a&gt;/VC gunners then replied with a mortar barrage, which resulted in two Marine dead and two wounded.\nAt 03:00 the PAVN/VC hit even closer to the Marine command nerve center at Da Nang. Another sapper squad, about the same size as the one that carried out the earlier attack, penetrated the 1st Marine Division Subsector Bravo combat operations center and communications facility on Hill 200, less than 1,000 meters from the main command post on Hill 327. Employing small arms fire, satchel charges, &lt;a href=\"Rocket-propelled%20grenade\"&gt;Rocket-propelled grenade&lt;/a&gt;s (RPGs) and &lt;a href=\"Bangalore%20torpedo\"&gt;Bangalore torpedo&lt;/a&gt;es, the sappers thrust through blown gaps in the Marine wire. The communications bunker bore the brunt of the attack where the sappers destroyed both the bunker and the equipment inside and put the division tactical net off the air until 04:00. Headquarters Marines quickly manned their defenses and called in artillery illumination and a fire mission. The Northern Sector Defense Command rapidly assembled its reaction company and deployed one platoon to the division command post. Two other platoons took up positions around nearby hills 244 and 200. In the assault, the PAVN/VC killed four Marines and wounded another seven before withdrawing. At first light, a Marine reaction force found enemy blood trails. Robertson later praised the Security and Communications platoons of the 1st Marine Division Headquarters Battalion for their efforts in the defense.\nAt 03:30, on the other side of the main Da Nang Bridge, MPs noticed two VC in the water and several sampans approaching. The MPs shot one of the swimmers, took the other man prisoner and drove off the boats with a fusillade of bullets. Once more the PAVN/VC failed to cut the main lines of communication into Da Nang.\nAt 03:30 PAVN/VC forces launched an assault against General &lt;a href=\"Ho%C3%A0ng%20Xu%C3%A2n%20L%C3%A3m\"&gt;Hoàng Xuân Lãm&lt;/a&gt;'s I Corps headquarters. Under cover of darkness, elements of the VC R-20th and V-25th Battalions had crossed the Cầu Đỏ River and penetrated the &lt;a href=\"H%C3%B2a%20Vang%20District\"&gt;Hòa Vang&lt;/a&gt; village complex. With covering fire provided by 81mm and 82mm mortars, about a reinforced company reached the I Corps headquarters compound actually located within the city of Da Nang just outside the northern perimeter of the Air Base. The VC attacked the compound from two directions, from the south and the east. From the south, about a dozen VC used boards to cross the outer wire and ladders and boards to clamber over the compound wall into the courtyard below. An alert ARVN sentry took the VC under fire near the flagpole. Four ARVN &lt;a href=\"M113%20armored%20personnel%20carrier\"&gt;M113 armored personnel carrier&lt;/a&gt;s reinforced by a reconnaissance squad maneuvered to contain the attackers. A conglomeration of internal security forces threw back the VC force from the east that tried to use similar tactics to get inside the compound from that direction. The fighting within the compound continued until daylight. After their breaching of the outer defenses, the VC squad fired &lt;a href=\"RPG-2\"&gt;B-40&lt;/a&gt; rockets at the headquarters building, but then fought a delaying action, waiting for reinforcements which never came. The bulk of the attack force remained in Hòa Vang Village bogged down in a firefight with local &lt;a href=\"South%20Vietnamese%20Popular%20Force\"&gt;Popular Force&lt;/a&gt; (PF) and &lt;a href=\"South%20Vietnamese%20Regional%20Force\"&gt;Regional Force&lt;/a&gt; (RF) troops reinforced by a USMC &lt;a href=\"Combined%20Action%20Program\"&gt;Combined Action Platoon&lt;/a&gt; (CAP), E-3. VC gunners from Hòa Vang, nevertheless, maintained an intermittent mortar bombardment upon the I Corps tactical operations center. Shortly after 04:45, General Lãm ordered the ARVN 4th Cavalry Regiment, a &lt;a href=\"Vietnamese%20Rangers\"&gt;Ranger&lt;/a&gt; battalion and a detachment of National Police to augment the units in Hòa Vang and the headquarters personnel forces in the compound.\nLieutenant Colonel Twyman R. Hill's 1st MP Battalion operated directly under III MAF and was responsible for the \"close-in defense\" of the Da Nang Air Base, the two bridges between Tiensha Peninsula, Marble Mountain Air Facility and the Naval Hospital on the Tiensha (Tiên Sa) Peninsula. Hill received a telephone call at 03:45 on the 30th from Colonel Thomas Randall, the III MAF G-3, who asked him \"to send three platoons to blocking positions south of I Corps headquarters.\" With one of his companies on the Tiensha Peninsula and the other three protecting the Air Base perimeter, Hill argued that he could not spare three platoons. He and Randall agreed that they would deploy one of the battalion's two reserve provisional Quick Reaction platoons composed of headquarters personnel. This platoon under First Lieutenant John E. Manning departed the airbase about 04:15 and arrived in the blocking positions about 05:15.\nAbout 05:45, the 1st Division learned that the VC squad in the I Corps headquarters compound had disengaged and took its casualties with it. In this fighting, which had lasted about three hours, the South Vietnamese defenders sustained casualties of three dead, seven wounded, and two damaged armored vehicles. The skirmishing south of the headquarters near Hòa Vang, however, continued. Mortars and recoilless rifle rounds continued to land inside the headquarters compound from enemy firing positions in Hòa Vang. Lãm arrived at the headquarters compound shortly after dawn. After a quick appraisal of the situation, the I Corps commander turned to the senior U.S. advisor at the I Corps Tactical Operations Center, Army Major P.S. Milantoni. According to &lt;a href=\"Washington%20Post\"&gt;Washington Post&lt;/a&gt; correspondent &lt;a href=\"Don%20Oberdorfer\"&gt;Don Oberdorfer&lt;/a&gt;, Lãm pointed with his swagger stick to the enemy's firing positions on the large map in the room and said: \"Milantoni, bomb here. Use big bombs.\" The U.S. major remonstrated that the site was relatively close to the compound, but Lãm insisted that the air strikes be flown. Milantoni relayed the request to the air support center. The Air Force watch officer on duty protested, \"that's too close, you'll never get a clearance for it.\" Milantoni replied, \"General Lãm just gave it.\"\nShortly afterwards, Marine fixed-wing aircraft and helicopter gunships blasted the VC in Hòa Vang. This apparently broke the back of the VC resistance. Under pressure from the South Vietnamese relief forces and the Marine MP platoon, the VC retreated with the allies in pursuit. In the initial fighting for Hòa Vang, the South Vietnamese and Americans accounted for 25 VC dead. In the pursuit, which amounted to a rout, the VC lost nearly 100 dead. In the attack on the I Corps headquarters and in the defense of Hòa Vang village the Allies sustained losses of nine dead and several wounded. Among the casualties were two Marines killed, including Lieutenant Manning and six wounded from the 1st MP Battalion.\nAfter a lull of about an hour to an hour and a half, the enemy gunners renewed their assault on the Air Base and Marble Mountain Air Facility. About 03:30, perhaps to divert Marine attention from the ground assault on I Corps headquarters and the city of Da Nang, enemy mortars opened up on Marble Mountain. Approximately 16 rounds impacted in the &lt;a href=\"Marine%20Aircraft%20Group%2016\"&gt;Marine Aircraft Group 16&lt;/a&gt; sector and another four in the Army aviation company area. About the same time, from their firing positions on the western fringes of the Da Nang TAOR, PAVN rocketeers launched a fusillade of 122mm rockets aimed at the Air Base. Some 36 of the large missiles landed on the main base, including the airfield. Fifteen minutes later, the enemy gunners followed with another 29 rockets, mostly aimed at the southern end of the Air Base. Considering the amount of ordnance that the enemy expended, casualties were relatively small. The rocket attacks resulted in the deaths of three Marines and the wounding of another 11. Material and equipment losses, however, were much more extensive. The rockets destroyed five aircraft, nine items of ground equipment, two vehicles, and one warehouse outright. Fourteen aircraft, six pieces of ground support equipment , five buildings, and another two vehicles sustained damage of one sort or another.\nThe Marine response to the bombardments was rapid, the 11th Marines artillery units \"initiated counter-rocket fires\" at suspected avenues of approach. As various outposts reported their sightings to the Division FSCC, the artillerymen then shifted these fires to actual sites. On the ground a patrol from Company A, 1/7 Marines, operating below the battalion's command post on Hill 10, saw about 10 PAVN soldiers just south of the Túy Loan River preparing positions. The Marines called in artillery and mortar missions . Although the PAVN troops fled, the Marines found five unexpended 122mm rockets on the site. Later that night, the 1/7 Marines reported 15 secondary explosions from Marine counter-mortar artillery fire. In the morning, the Marines discovered blood trails and three PAVN bodies in the vicinity of the explosions.\nIn the Da Nang area of operations, outside of attacks by fire on the Marine base and outlying positions and the two ground assaults on Marine command and communications positions, the PAVN/VC infantry units largely concentrated on the South Vietnamese units. In the Hải Vân Pass area in the north, PAVN troops attempted to cut Highway 1. To the south of the Air Base, other PAVN/VC main force units attacked the District Town of &lt;a href=\"%C4%90i%E1%BB%87n%20B%C3%A0n\"&gt;Điện Bàn&lt;/a&gt; and the provincial capital of Quảng Nam, Hội An, on Route 4. At 02:30 on the 30th at Điện Bàn, elements of the R-20th and V-25th struck the subsector headquarters defended by the 15th Popular Forces Platoon and the 708 Regional Forces Company. Entering the town from the southwest, the VC fired about 70 RPGs at the local forces, but never penetrated the defender's perimeter. About two-and-a-half hours later, the VC units \"ceased fire and withdrew.\" The RF/PF suffered 1 PF killed and 10 wounded. According to the U.S. Advisory Group at Da Nang, the PFs and RFs accounted for eight dead VC and captured one wounded VC. In the town itself, 10 civilians caught in the crossfire, sustained wounds, but no civilians died as a result of the battle.\nAbout 5,000 meters to the east, in Hội An, however, PAVN/VC forces gained somewhat the upper hand. Beginning their attack about 03:00, two companies of the V-25th Battalion used the noise of firecrackers set off and general firing by Tết celebrants to cover their approach. One of the companies captured a German missionary hospital in the city and the other hit the rear base of the ARVN 51st Regiment, the Chi Lăng Camp, garrisoned by the ARVN 102nd Engineer Battalion. Surprised by the initial assault, the engineers fell back, giving up half the camp to the attackers. Bringing up two artillery platoons , the ARVN gunners lowered their pieces and fired pointblank at the VC. By daybreak, the engineers held their own and the situation in Hội An was at a stalemate. The ROKMC Marine Brigade deployed six companies around the city and the ARVN 51st Regiment prepared a reaction force. In addition, the 1st Marine Division alerted one company to participate in the relief of Hội An, if needed. According to documents captured later, the two VC assault companies were to pull out at first light, but became bogged down in the city. The struggle for Hội An would continue into the following day.\nThe fighting did not subside with the coming of daylight. Elements of the VC R-20th and local force units which participated in the attack on Hòa Vang and I Corps headquarters attempted to escape the dragnet of Marine and ARVN forces. While the 1st MP Battalion supported by the 1st Tank Battalion established blocking positions north of the Cầu Đỏ River, the ARVN 3rd Battalion, 51st Regiment swept the sector south of the river. Caught east of the Cẩm Lệ Bridge and Highway 1, on a small island formed by the convergence of the Cầu Đỏ, a small tributary of the river and the Vien Dien River, the VC turned to fight. At 08:30 a CAP saw a number of VC attempting to swim across the Cầu Đỏ to the island.\nBy this time, General Robertson had taken measures to bolster the ARVN south of the Cau Dau. He ordered the 3rd Amphibian Tractor Battalion to form a blocking position on the southeastern bank of the Vien Dien River. Simultaneously, the division ordered the helilift of a company from the 3/5 Marines to reinforce the ARVN and the CAP Marines. The 3/5 Marines were landed and immediately came under heavy automatic and small arms fire from the island. The Marines assaulted the island and the fighting continued throughout the night and into the next morning.\nOn the morning of the 31st, the Marines of Company I, now reinforced by the ARVN and the AmTrac Marines, surveyed the results of the fighting and continued to mop up the remnants of the VC force. According to Marine sources, the heavy action on this small island resulted in 102 VC killed, 88 prisoners of war, 13 VC suspects and 70 laborers. Apparently the forces were a mixed group from several different units interspersed together. Allied intelligence officers identified members from the V-25th, R-20th, C-130th Battalions and the Q-15th and Q-16th Local Force Companies. The Marines failed to determine whether this mixed force had a specific mission or consisted of remnants from units that had participated in the earlier attack on the I Corps headquarters.\nThe rest of the enemy efforts in the Da Nang area and TAOR were about as haphazard and relatively ineffective as the fight on the unnamed island. In the northeast, near the Force Logistic Command sector, villagers from Nam Ô () just south of the strategic Nam Ô Bridge, told PF troops, members of the CAP Q-4 platoon, that the VC planned to attack the CAP compound. At 07:35, VC gunners fired two RPGs at the compound tower and a VC infantry platoon opened up upon the CAP unit. The RPGs missed the apertures in the tower and fell to the ground. After a brief firefight, the VC troops withdrew taking any casualties with them. In a sweep of the area, the defenders found ammunition clips and bloodstains. Local villagers told the Marines that at least one VC had been killed in the brief skirmish.\nThe most serious ground attack against a Marine unit occurred in the western portion of the Da Nang TAOR just below the &lt;a href=\"T%C3%BAy%20Loan%20River\"&gt;Túy Loan&lt;/a&gt; and Cầu Đỏ Rivers near the eastern bank of the &lt;a href=\"Y%C3%AAn%20River\"&gt;Yên River&lt;/a&gt;. About 07:45 approximately two companies or a reinforced company from the PAVN 31st Regiment ambushed a Marine platoon from Company G, 2/3 Marines. As the Marine platoon patrolled along the banks of the Yên, a heavy machine gun suddenly opened up. Firing from well-concealed and dug-in firing positions, the PAVN machine gunners and infantry took a heavy toll of the Marines. With the PAVN too close to call in artillery or fixed-wing air, the Marines radioed for reinforcements. A second platoon from Company G arrived at the site and attempted to maneuver to the PAVN flank. The PAVN then attacked forcing the Marine platoons to fall back to more defendable positions. By 11:00, Marine helicopters evacuated the most seriously wounded and brought in the rest of Company G into blocking positions on the western bank of the Yên.\nThe Marines now counterattacked supported by artillery and Marine gunships and fixed-wing air. The PAVN fought a delaying action as they began to withdraw. Later that afternoon, the 1st Marine Division helilifted a \"Bald Eagle\" reaction force from Company E, 2/3 Marines east of the river in an attempt to encircle the PAVN. Linking up, under artillery and air cover, the two Marine companies continued their advance until forced to halt because of darkness and then took up night defensive positions. Shortly after 18:00, an air observer reported seeing 25-30 enemy troops in trenchlines, bunkers and fighting holes. In the morning when searching the battle area, the Marines would find \"ample evidence of enemy casualties, but only two enemy bodies.\" Total Marine casualties of this incident on the 30th were 10 Marines killed and 15 wounded, most from the platoon of Company G that was initially ambushed.\nThe attack on the western perimeter was probably the most serious thrust against Marine positions on the day and evening of 30 January. Throughout the day, however, Marine units throughout the TAOR reported incidents. A Company E, 2/3 Marines squad patrol in its regular area of operations just east of the confluence of the Thanh Quýt and Vĩnh Điện River came under attack from an estimated squad of enemy. A detachment of four &lt;a href=\"LVTP-5\"&gt;LVTP-5&lt;/a&gt;s from the 3rd AmTrac Battalion quickly arrived, but the enemy had already departed. The Marine squad lost one killed. In Da Nang City itself, about 10:50 in the morning, approximately 500 people gathered at a Buddhist pagoda and attempted to hold a march. The National Police arrested 25 of the crowd and quickly dispersed the would-be demonstrators. This demonstration may have been planned to coincide with an attack on the city which never developed.\nSouth of the Hải Vân Pass, in the northern portion of the Da Nang TAOR, in the 2/7 Marines sector, the PAVN were able to close Highway 1 temporarily, but failed to penetrate Allied defenses. At 09:15, a squad from Company G, 2/7 Marines providing road security for a Marine engineer mine-sweeping team on Route 1 just below the pass, encountered a small PAVN sapper detachment. Reinforced by another squad, the Company G Marines killed three and captured two. The two PAVN prisoners identified themselves as members of the H-2 Engineering Company, part of the 2nd Sapper Battalion. According to them their mission was to mine and interdict allied traffic in the Hải Vân Pass area. Their weapons included &lt;a href=\"AK-47\"&gt;AK-47&lt;/a&gt;s and B-40 RPGs. Despite the Marine patrolling, PAVN sappers, probably from the 2nd Sapper Battalion, blew three bridges and one culvert over Highway 1 in the pass area.\nOn the night of the 30th, elements of a battalion of the PAVN 4th Regiment attacked an ARVN outpost at the foot of the Hải Vân Pass. The South Vietnamese quickly rushed the newly arrived ARVN 5th Ranger Battalion into the area. Supported by U .S . artillery and air, the ARVN successfully contained the PAVN/VC units in the Nam Ô and Liên Chiểu regions. This fighting would continue in a desultory fashion throughout the night.\nSouth of Da Nang, in Hội An, on the 30th, the ROKMC, reinforced by elements of the ARVN 51st Regiment, tried to tighten the loop and began preparations to retake the city. At 07:30, the ROKMC reported about 200 to 300 enemy troops still in Hội An. An American advisor within the MACV compound reported at 11:45 that the VC were digging in the engineer compound. After calling in helicopter gunships, the ROKMC, at 13:20, reached the MACV compound and linked up with U.S. advisors there. The VC continued to hold the hospital, however, and part of the engineer compound. Although the Koreans and the ARVN surrounded most of the city, the VC still were able to keep their southern flank open.\nThe ROKMC sent three companies to close the southern link and then moved forward into the attack. By dark the Korean had captured the hospital and were in position to relieve the engineer compound. The Koreans kept one company at the MACV compound for security and prepared for a sweep to clear out the city in the morning. A reluctance to cause undue damage to the historic town and avoid civilian casualties was suggested as a reason for the slow ROKMC advance. During the night, VC resistance dwindled to sniper fire on the ROKMC positions. According to U.S. advisors and to South Vietnamese sources, the fight for Hội An resulted in Allied casualties of 58 killed, 103 wounded in action, 21 missing in action and 14 weapons lost. The Allies claimed 343 PAVN/VC killed and 195 prisoners. Of the prisoners, the South Vietnamese identified six as military, 109 as workers, and the remaining 80 as VC cadre.\nThroughout the Da Nang TAOR, the intensity of activity increased during the night. From 18:00 to 24:00 on the 30th, the 1st Marine Division reported to III MAF over 30 incidents ranging from sightings of large enemy forces, to mortar attacks and a few infantry assaults. At the same time, the 1st Division had sent out several reconnaissance elements. At 18:35, Recon team \"Ice Bound\", positioned in the mountains about northwest of Da Nang observed an enemy rocket unit prepare a firing position for their missiles. After calling in artillery which resulted in three secondary explosions, the reconnaissance Marines reported seven enemy killed.\nAt about 19:00 another reconnaissance patrol, Recon Team \"Rummage\", about 30 kilometers south of Da Nang in the &lt;a href=\"Qu%E1%BA%BF%20S%C6%A1n%20District\"&gt;Quế Sơn&lt;/a&gt; Mountains below An Hòa, spotted a column of about 40 PAVN at the head of even a larger column moving east along a trail. The PAVN soldiers wore flak jackets and helmets and carried a machine gun, and a small rocket detachment with six 122mm rockets. \"Rummage\" soon determined that the total number of PAVN approximated 500 or more men, moving in two columns. The lead column consisted of about 100 to 150 men, followed by the main body. The main body advanced in column maintaining about three to four feet space between each man. Instead of calling artillery fire immediately, the reconnaissance Marines arranged with Battery K, 4/11 Marines and a detachment of the 3rd 155mm Gun Battery at An Hòa for an \"artillery ambush.\" After counting 500 men pass their position, \"Rummage\" called in the artillery. Landing in large bursts, about 50 to 75 artillery rounds fell on the lead column. \"Rummage\" reported about 50 PAVN dead with another 100 \"probable.\" Immediately after the artillery shelling, an &lt;a href=\"Douglas%20AC-47%20Spooky\"&gt;AC–47 ‘’Spooky’’&lt;/a&gt; arrived on station and worked over the same area with its Gatling guns. \"Rummage\" radioed back that the AC-47 caught about 50 PAVN crossing a stream and the recon Marines could observe rounds hitting all around them. The AC-47 then called in Marine fixed-wing attack aircraft which dropped &lt;a href=\"Napalm\"&gt;Napalm&lt;/a&gt; with \"outstanding coverage of target.\" Darkness prevented any accurate bomb assessment. Later intelligence and interrogation reports of prisoners of war would indicate that the unit that \"Rummage\" had intercepted was probably a battalion of the PAVN 2nd Division. Apparently the division was slow in moving into the Da Nang area and was not in position to support the local forces in the earlier phase of the offensive . According to Marine intelligence sources, \"Rummage\" may well \"have rendered a reinforced battalion combat ineffective, forcing the enemy to modify his plans at a critical time.\" In a message to III MAF, Robertson observed \"Never have so few done so much to so many.\"\n31 January.\nBy this time, the Tet Offensive was in full bloom, not only at Da Nang, but throughout South Vietnam. In the extensive Da Nang TAOR, the early morning hours of 31 January were almost a repeat of the events of the 30th. PAVN/VC fired rockets at both the Da Nang Air Base and Marble Mountain Air Facility. No rockets fell on the main airbase but Marble Mountain sustained some damage. The PAVN/VC rocket troops fired in two bursts, one at 03:42, followed by a second barrage three hours later. About the same time as the rocket attacks on the Da Nang base and Marble Mountain, PAVN/VC mortars bombarded the command post of the 7th Marines on &lt;a href=\"Hill%2055\"&gt;Hill 55&lt;/a&gt; south of Da Nang and forward infantry positions. These included Hills 65 and 52 manned by companies of the 3/7 Marines in the southwestern part of the TAOR and Hill 41 defended by Company D, 1/7 Marines in the central western sector. The mortar attacks resulted in only five wounded and none killed among the Marine defenders. Countermortar fire quickly silenced the enemy tubes. The Marine staff speculated that the enemy launched the mortar attacks largely as a cover for the rocket attacks against Marble Mountain. Even at Marble Mountain the damage was relatively contained. The Marines lost one helicopter and sustained damage to 29 others. Two attached U .S. Army personnel were wounded.\nDuring the day and evening of the 31st, the PAVN/VC infantry units pressed the offensive on the ground. In the northern sector of Da Nang, PAVN/VC main force troops entered Nam O once again and killed the hamlet chief. CAP Q-4 there continued to hold out. At about 07:40, a crowd of 400 Vietnamese civilians made up mostly of women and children and carrying PAVN and VC flags approached the CAP compound. The Marines and PF troops fired at armed members of the crowd who appeared to be directing the march. The crowd scattered only to gather on the fringes of Red Beach Base Area. Again the crowd dispersed and this time did not recongregate. In the meantime, the VC harassed with sniper fire both CAP Q-4 and the nearby Nam O bridge security detachment from 2/7 Marines.\nThe Da Nang Northern Sector Defense Command dispatched a provisional company to assist the CAP Marines as well as the security detachment. The provisional company linked up with two ARVN Ranger companies that were operating in the area to contain the battalion from the PAVN 4th Regiment which had slipped through the Hải Vân Pass the night before. With part of the force establishing blocking positions north of the hamlet, the rest of the provisional company and Rangers moved through Nam O. By the afternoon of the 31st, the Marines and Rangers had completed their sweep. They collected some 200 people that they detained for further questioning. Some of the VC in the hamlet fled south, but encountered a platoon from Company E, 2/7 Marines coming up to reinforce the Allied forces in the Nam O area. In the resulting engagement, Company E killed about 13 VC from the Q-55th Local Force Company, which normally operated in the area. A prisoner captured in Nam O identified a PAVN battalion, probably from the PAVN 4th Regiment, operating below the Hải Vân Pass with the \"mission to form civilians for demonstrations.\" According to a South Vietnamese account, the ARVN Rangers killed 150 of the enemy and captured another 18 in the battle for Nam O and in other fighting below the pass through 31 January. ARVN intelligence officers speculated that the battalion from the PAVN 4th Regiment was supposed to have spearheaded the attack on the city of Da Nang the previous day, but arrived too late to influence the battle.\nIn other sectors of the Da Nang TAOR, the PAVN/VC also maintained the pressure on the Allied forces. For the most part, the PAVN/VC limited their attacks on the Marines to mortar bombardments and harassing small arms fire. Although agent reports and other intelligence indicated continued assaults north of the Cau Do River against Hòa Vang and Da Nang City, most of these came to naught. The 1st MP Battalion completed three sweeps of the Air Base perimeter and the areas just southeast, southwest and just north of the airbase without incident. The battalion's Company B, however, in an operation with a CAP in two hamlets on the Tiensha Peninsula or Da Nang East, surprised a VC force in two hamlets north of Marble Mountain. The Marines and PF troops killed 22 VC and took another 23 prisoner.\nThere were two serious incidents in the 7th Marines sector. In the 3/7 Marines area of operations, about 2,000 meters west of Hill 55 on the other side of a bend in the Yen River, a squad from Company L at 11:45 ran into what eventually turned out to be a fairly large-sized PAVN unit. Reinforced by the remainder of Company L and two platoons from Company M together with two tanks and an LVTP-5, the Marines engaged the PAVN. Company L, 3/5 Marines set up blocking positions on the east bank of the Yen. Able to establish clear fields of fire in the rice paddy where the heaviest firefight occurred, the PAVN prevented the 7th Marines elements from closing with them. After dark, both sides withdrew, the Marines to night defensive positions and the PAVN to the west. In the engagement, the Marines lost 5 killed and 12 wounded. They counted 34 PAVN dead. Noting the new web gear and weapons with the PAVN bodies left on the battlefield, Marine intelligence officers believed the PAVN unit to be from the 31st Regiment.\nAbout 5,000 meters to the northwest, later that night, a squad from Company C, 1/7 Marines encountered an enemy force possibly from the same PAVN regiment. The Marine squad was about to establish a night ambush site when a PAVN force of about 100 fired upon them. Two other squad patrols from Company C in the vicinity quickly joined the first squad. Another platoon from the Marine company also reinforced the engaged troops about an hour later. Finally the PAVN broke contact at 20:00 and disappeared. The Marines lost 12 killed and 6 wounded. They later found three enemy bodies at the site wearing black pajamas under their green utilities. According to a Marine report, \"it was evident that the enemy was prepared to masquerade as Vietnamese civilians in the process of infiltrating the TAOR and that he was attempting to infiltrate his forces in small units.\"\nThe greatest danger to the TAOR at this juncture, however, was from the south in that area defended by the ROKMC and the ARVN 51st Regiment. Although the Koreans and ARVN in a combined operation finally cleared Hội An, PAVN/VC units to the west south, and north of the city continued to press the attack. At 09:20, PAVN/VC forces attacked the district towns of Điện Bàn, just above the Ky Lam River and &lt;a href=\"Duy%20Xuy%C3%AAn%20District\"&gt;Duy Xuyên&lt;/a&gt; below the river. At Điện Bàn, the 51st Regiment reinforced by the ROKMC contained the attack. At Duy Xuyên, however, the PAVN/VC overran the town, forcing the district chief to flee and take refuge with the Koreans. Americal Division artillery operating in the Quế Sơn sector took the PAVN/VC forces under fire, but did not shell Duy Xuyên town because of the civilian population there. The III MAF Command Center later that evening radioed MACV in Saigon: \"Although the enemy has suffered heavy losses within his local and main force VC units during the past two days, he still possesses a formidable threat utilizing [PAVN] troops poised on the periphery of the Da Nang TAOR.\"\n1 February.\nWhile the PAVN/VC forces continued to harass allied positions on the night of 31 January/1 February, the intensity of combat did not match that of the previous two nights. Still PAVN/VC gunners just before 01:00 launched 12 122mm rockets aimed at the Da Nang base and blew up two ammunition dumps, one for napalm and the other for flares. While making for a loud and colorful pyrotechnic display, the explosions caused no casualties and no damage to any of the aircraft.\nDuring the day of 1 February, the number of incidents between allied and PAVN/VC forces fell from those of the two previous days. PAVN/VC gunners, however, continued to be active and shot down a Marine &lt;a href=\"Boeing%20Vertol%20CH-46%20Sea%20Knight\"&gt;CH-46&lt;/a&gt; attempting to insert a reconnaissance team into a landing zone in the hill mass in the western sector of Da Nang below the Túy Loan River. The helicopter burned upon crashing, but the crew and most of the patrol were able to get out. While Marine fixed-wing aircraft flew strike missions against the gun emplacements, another helicopter evacuated the survivors. Of the 13-man Recon team, codename \"Dublin City\", one was dead, nine were injured and three escaped unscathed. According to Marine pilot reports, the PAVN/VC had approximately 250 men in the area equipped with automatic weapons, including at least one &lt;a href=\"DShK\"&gt;.51-caliber machine gun&lt;/a&gt;. After the fixed-wing aircraft and evacuation helicopter cleared the area, the 11th Marines saturated the area with artillery fire.\nRobertson began to refine his defensive dispositions at Da Nang so as to counter any further incursions on the part of the PAVN/VC main force units pressing on the Marine TAOR. Robertson wanted to \"canalize enemy movements in order to develop lucrative targets which could be exploited.\" Given also the enemy rocket threat, he still needed to maintain extensive patrols in the so-called Rocket Belt. He moved Company M, 3/7 Marines from its fairly remote position on Hill 52 in the far western reaches of the Vu Gia River Valley above the An Hoa Basin to the more centrally located Hill 65. Because of the location of Hill 65, just above Route 4 about 4,000 meters west of the district town of &lt;a href=\"%C4%90%E1%BA%A1i%20L%E1%BB%99c%20District\"&gt;Đại Lộc&lt;/a&gt; and below Charlie Ridge (), where the VC had heavy machine gun emplacements which precluded any helicopter lift, the Marine company had to make the move on foot. The company arrived at its dispositions at 01:00 the following morning . A contingent of South Vietnamese &lt;a href=\"N%C3%B9ng%20people\"&gt;Nùng&lt;/a&gt; mercenaries from the &lt;a href=\"5th%20Special%20Forces%20Group%20%28United%20States%29\"&gt;Special Forces&lt;/a&gt; &lt;a href=\"Th%C6%B0%E1%BB%9Dng%20%C3%90%E1%BB%A9c%20Camp\"&gt;Thường Ðức Camp&lt;/a&gt; took over the defense of Hill 52 from Company M.\nStill the Marine command believed the new positions of Company M not only covered the approaches to Đại Lộc, but provided the division with another reserve force. Further to the east Company G, 2/3 Marines, at the battalion's command post about 500 meters north of Điện Bàn town, remained as the division mobile reserve mounted in LVTP-5s and supported by tanks. It also served to block one of the principal avenues of approach to Da Nang from the south. The only other Marine reserves available to the division were the provisional companies of the Northern and Southern Defense Commands.\n2-4 February.\nFor the next few days, there was a relative lull in the Da Nang sector, at least as compared to the last two days of January. There were still ominous signs and actions that the enemy push on Da Nang was not over. Although most of the enemy activity was restricted to small-unit contacts, on the night of 2/3 February, PAVN/VC gunners again rocketed the Air Base. From firing positions southwest of the base, 28 122mm missiles fell on the airfield, destroying one aircraft and damaging six others. Marine counter-rocket fire from the 11th Marines and 1st Tank Battalion resulted in five secondary explosions.\nWhile from 1–5 February, the PAVN/VC ground assaults on Marine positions appeared to diminish , Marine spotters in the tower on Hill 55 reported the constant movement of small groups of enemy troops in the western portion of the ROKMC area of operations. Marine commanders and staff officers could only speculate that the enemy was probably infiltrating north in small groups to \"predetermined rallying points\" for a further assault either on the city or on the Air Base. Other disturbing intelligence tended to confirm this analysis. On 2 February, the Marines received a report that the PAVN 2nd Division had moved its headquarters north, to a position above Route 4, from its previous location on Go Noi Island. Two days later, Marine intelligence officers learned that the PAVN 21st Regiment was in the Go Noi area. Finally there were rumors that the other two regiments of the 2nd Division, the VC 1st and the PAVN 3rd, had infiltrated even further north. In fact, elements of both regiments had reached jump-off points just south of the Cau Do River.\n5 February.\nOn the night of 5/6 February, the PAVN/VC forces began the second phase of their Da Nang offensive. At 20:00 on the night of the 5th, a Marine platoon ambush from Company C, 1/7 Marines intercepted about 60 PAVN troops about 4,000 meters south of the Túy Loan River in the western sector of the area of operations moving northeast towards the river and the base with mortars and automatic weapons. Calling artillery upon the PAVN, the Marines then swept through the area and recovered about 17 60mm mortar rounds. They later found four PAVN dead.\n6 February.\nWhile the Marines successfully thwarted this attempt, between 01:00 and 05:00 on the morning of the 6th, PAVN/VC gunners mortared or rocketed all of the command posts, fire bases and company combat bases in the 7th Marines sector. In the attack, the PAVN/VC fired 122mm rockets at Marine artillery positions at An Hoa, Hill 55 and Hill 10. Twenty rockets fell on Hill 10, manned by Battery G , 3/11 Marines which resulted in 23 casualties, including two dead. The remaining rocket attacks were ineffective. Two of the mortar attacks hit the 1st Cavalry Division helipad near the Force Logistic Command area in the Red Beach Base Area destroying two helicopters and damaging eight others and killing one U.S . soldier and wounding two.\nOn the ground in the 7th Marines sector, PAVN units hit several of the CAPs, especially in the 3rd and 1st Battalion areas. One of the major attacks was against CAP B-3 in the hamlet of Duong Lam (1) just below the Túy Loan River. Shortly after 01:00 on the 6th, PAVN gunners opened up on the hamlet with intermittent mortar rounds and small-arms fire. About an hour later, PAVN troops who had infiltrated Duong Lam rushed the CAP compound. While successfully beating back the PAVN attack, the CAP leader called for help. At 02:40, a squad from the 1/7 Marines, supported by two tanks from the 1st Tank Battalion, moved to assist the embattled CAP unit. The reaction force itself came under automatic weapons fire and RPGs disabled the two tanks. About 03:30, two more Marine tanks from the district town of Hieu Duc arrived at the northern fringes of the hamlet. The armored force pushed through the hamlet and encountered only occasional small-arms fire. Joining up with the squad from the 1/7 Marines and some newly arrived ARVN troops, the tanks then relieved the CAP garrison. The combined force then swept the general area where they found two PAVN bodies and took three prisoners. According to the prisoner accounts, they were from the PAVN 3rd Battalion, 31st Regiment and confirmed that \"Da Nang itself was the ultimate objective.\"\nThe heaviest action occurred in the 3/5 Marines and 4th Battalion, 51st ARVN sectors along Highway 1. At about 03:00 two PAVN battalions struck the ARVN compound on Route 1 above the Thanh Quit River. Two &lt;a href=\"LVTH-6\"&gt;LVTH-6&lt;/a&gt;s from the Marine 1st Armored Amphibian Company attached to the 11th Marines responded to a call from the U .S. Army advisor attached to the ARVN unit. Firing 290 105mm shells, the tractor artillery reportedly killed about 80 of the PAVN attackers caught in the open. About 09:00, Lieutenant Colonel Rockey, the 3/5 Marines commander, ordered a small command group and two companies, Company M of his battalion and Company F, 2/3 Marines attached to his command, to the relief of the ARVN camp. Accompanied by tanks and LVTP-5s, Company F maneuvered to the north of the ARVN base. Company M advanced toward a hamlet to the south of the ARVN. Both Marine companies encountered heavy small-arms fire and RPGs as they approached their objectives. The Marine companies then pulled back and called in artillery and air. Rockey then directed Company G of the 3rd Marines, also attached to him, to move up along the banks of the Bau Xau River toward a blocking position southwest of the ARVN base to seal any escape route in that direction. As Company G began its redeployment along the river route it ran into PAVN forces attempting to retreat in that direction. Rockey then ordered a platoon from his Company K to reinforce Company G. By the end of the day, the elements of the four Marine companies had established their night positions. During the day's fighting, the Marines killed 107 PAVN and took two prisoners for losses of 11 killed and 53 wounded.\nThe fighting continued during the night and into the next day. From their night positions, Company G observers saw large numbers of PAVN approaching them from the north. The Marine company called in mortar and artillery fire. Battery F, &lt;a href=\"2nd%20Battalion%2C%2011th%20Marines\"&gt;2nd Battalion, 11th Marines&lt;/a&gt; alone shot off some 1,200 rounds. Even in the face of the artillery, the PAVN continued their advance upon the Marine positions. Company G repulsed a number of probes throughout the night until the PAVN broke contact at dawn. The 3/5 Marines together with Companies F and G, 2/3 Marines then began methodically to eliminate pockets of resistance in the general area. In one contact about 16:45, Company M, 3/5 Marines met a force of 100 PAVN/VC troops. In the ensuing firefight fought at a range as close as five meters from one another with the Marines achieving the upper hand. According to the Marine after-action report, 3/5 Marines and the attached two companies from the 2/3rd Marines accounted for more than 320 PAVN/VC dead in less than 36 hours.\nBy this time, Robertson was worried about the ability to contain the PAVN/VC offensive south of Da Nang. The VC R-20 and V-25th Battalions had struck again at Hội An, engaging both the Korean Marine Brigade and the 1st and 2nd Battalions of the ARVN 51st Regiment. PAVN battalions from the 2nd Division had eluded the Korean and ARVN defenses in the southern sector and had penetrated the defensive perimeter of the 2/3 Marines and 3/5 Marines just below the Air Base. While the Marine battalions successfully kept these initial assaults on the night of 5/6 February in check, Robertson was not sure how much longer they could. The fighting during the preceding week had drawn down the strength of the ARVN and the two Marine battalions and the PAVN 2nd Division still had uncommitted units that it could throw into the fray. Robertson shared these concerns with General &lt;a href=\"Robert%20E.%20Cushman%20Jr.\"&gt;Robert E. Cushman Jr.&lt;/a&gt;, the III MAF commander.\nOn the morning of 7 February, Westmoreland called for a special meeting of the senior U.S. commanders in I Corps. At the meeting Westmoreland ordered Americal Division commander General &lt;a href=\"Samuel%20W.%20Koster\"&gt;Samuel W. Koster&lt;/a&gt; to reinforce Danang. It was decided that two battalions from the Americal Division code-named ‘’Task Force Miracle’’ would be moved into the northern sector of the 3/5 Marines near Route 1 south of the Cau Do. One battalion was to deploy immediately, with the other to deploy the next day. Both battalions would be under the operational control of the 1st Marine Division. On the afternoon of 7 February Marine helicopters deployed the &lt;a href=\"6th%20Infantry%20Regiment%20%28United%20States%29%23Vietnam%20War\"&gt;1st Battalion, 6th Infantry Regiment&lt;/a&gt; into the hamlet of Duong Son (1) () 2km south of Cau Do.\n8-11 February.\nIn the ensuing battle of Lo Giang the Marine and Army forces successfully repulsed the PAVN 2nd Division attack. Marine losses were 14 killed, Army losses were 18 killed, while PAVN/VC losses were in excess of 286.\nThe PAVN/VC offensive in the Da Nang sector had spent itself. During the next few days, ‘’Task Force Miracle’’ conducted sweeps in its sector and encountered relatively little resistance . Both the 2/3 Marines to the east of the Army task force and the 3/5 Marines to the south, also reported relatively little enemy activity in their sectors. Only the 7th Marines to the west experienced an increase in incidents as PAVN/VC troops moved through the western TAOR to return to their mountain strongholds in Base Area 114 and through Charlie Ridge into &lt;a href=\"Happy%20Valley%2C%20Vietnam\"&gt;Happy Valley&lt;/a&gt;.\nTo the south, in the Korean sector, the ROKMC with the assistance of the ARVN again drove PAVN/VC forces out of the Hội An environs. According to an NCO from the PAVN 31st Regiment captured in the fighting, the mission of his unit was to \"attack Hội An, five times if necessary, and set up a liberation government.\"\nAccording to Marine intelligence reports, on 9 February, the 2nd Division moved its headquarters back to the Go Noi from its more forward positions. The following day, the same sources indicated that both the VC 1st and the PAVN 3rd Regiments had also withdrawn to the Go Noi. On 11 February, Cushman observed the 2nd Division \"appeared to be withdrawing from contact southward\" and ordered his subordinate commanders to continue to press the attack. He nevertheless released ‘’Task Force Miracle’’ from the operational control of the 1st Marine Division and returned it to the Americal Division. The task force headquarters and its two battalions returned to &lt;a href=\"Chu%20Lai%20Base%20Area\"&gt;Chu Lai Base Area&lt;/a&gt; the following day. The battle for Da Nang was largely over. Despite limited attacks later in the month, these were largely, as a report stated, \"an attempt to maintain the facade of an offensive.\"\nAftermath.\nDuring the Tet Offensive in Da Nang, both sides experienced heavy casualties. According to III MAF figures, from 29 January through 14 February at Da Nang, Marines sustained 124 killed and more than 480 wounded. Army forces in the Da Nang area including the troops from ‘’Task Force Miracle’’ suffered 18 dead and 59 wounded. South Vietnamese and Korean casualties probably equalled or slightly exceeded the U.S. losses. U.S. estimates of PAVN/VC casualties ranged between 1,200 and 1,400 dead. The PAVN 2nd Division still remained intact, but was not about to renew the offensive.\nFrom almost every account, the PAVN/VC attack in the Da Nang TAOR was very inept. Despite the thinness of the Marine lines and the ability of the PAVN/VC to infiltrate, they never capitalized on these advantages. According to a VC after-action report early in the offensive, the writer complained that the \"commander did not know… [the) situation accurately… and that orders were not strictly obeyed .\" In a 1st Marine Division analyses, the author commented that the PAVN 2nd Division's approach was \"along a single axis of advance so that his eventual target was easily identifiable.\" Moreover, once the PAVN units arrived south of Da Nang they \"made no further attempts at maneuver even while being hunted by Marine and Army units, and when engaged, seldom maneuvered, except to withdraw.\" Robertson observed that the delay of the 2nd Division into the picture may have been because the PAVN forces \"got their signals mixed …\" The VC were supposed to be inside \"when the [PAVN] division came marching down main street. You get your timing off and you've got problems.\"\nAnother possible explanation was that the Da Nang attack may have been a secondary assault, to cause as much damage as possible and divert Allied forces from the almost successful effort of the PAVN/VC forces to &lt;a href=\"Battle%20of%20Hu%E1%BA%BF\"&gt;capture Huế&lt;/a&gt;.\nThe official PAVN history records the attack as follows:At Da Nang city the Military Region's main force 2nd Division, sapper battalions, the Quang Da province local force battalions and mass forces participating in the political struggle had been preparing since October 1967. However, because we did not have a firm grasp on the situation, our preparations had been cursory, the movement of our forces forward to seize attack positions had not been well organized and because enemy forces were too numerous and responded fiercely when we attacked, the forces that attacked the city on the night of 29-30 January were unable to seize their assigned objectives."
}