{
    "id": "684511",
    "revid": "1067416488",
    "url": "https://en.wikipedia.org/wiki?curid=684511",
    "title": "University of Engineering and Technology, Lahore",
    "text": "The University of Engineering and Technology, Lahore (UET Lahore) is a &lt;a href=\"public%20university\"&gt;public university&lt;/a&gt; located in &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt;, &lt;a href=\"Punjab%2C%20Pakistan\"&gt;Punjab&lt;/a&gt;, Pakistan specializing in &lt;a href=\"science%2C%20technology%2C%20engineering%20and%20mathematics\"&gt;science, technology, engineering and mathematics&lt;/a&gt; (STEM) subjects. It is the oldest and one of the most selective engineering institutions in Pakistan.\nHistory and overview.\nFounded in 1921 in &lt;a href=\"Mughalpura\"&gt;Mughalpura&lt;/a&gt;, a suburban area of Lahore, as Mughalpura Technical College, it later became the 'MacLagan Engineering College', a name given to it in 1923 when Sir &lt;a href=\"Edward%20Douglas%20MacLagan\"&gt;Edward Douglas MacLagan&lt;/a&gt;, the then Governor of the Punjab who laid the foundation stone of the main building, now called the Main Block. In 1932, it was affiliated with &lt;a href=\"University%20of%20the%20Punjab\"&gt;University of the Punjab&lt;/a&gt; for the award of &lt;a href=\"Bachelor%27s%20Degrees\"&gt;Bachelor's Degrees&lt;/a&gt; in &lt;a href=\"electrical%20engineering\"&gt;Electrical&lt;/a&gt; and &lt;a href=\"Mechanical%20Engineering\"&gt;Mechanical Engineering&lt;/a&gt;. In 1939, the name was again changed to Punjab College of Engineering and Technology, and &lt;a href=\"Civil%20Engineering\"&gt;Civil Engineering&lt;/a&gt; degree was also started in the college. At the time of &lt;a href=\"Partition%20of%20India\"&gt;partition&lt;/a&gt;, part of the college relocated to India, called &lt;a href=\"Punjab%20Engineering%20College\"&gt;East Punjab College of Engineering&lt;/a&gt;. In 1954, a bachelor's degree program in &lt;a href=\"mining%20engineering\"&gt;mining engineering&lt;/a&gt; was started. In 1962, it was granted &lt;a href=\"University%20charter\"&gt;charter&lt;/a&gt; and was named the West Pakistan University of Engineering and Technology, Lahore. During the 1960s, bachelor's degree programs were started in &lt;a href=\"chemical%20engineering\"&gt;chemical engineering&lt;/a&gt;, &lt;a href=\"petroleum%20engineering\"&gt;petroleum and gas engineering&lt;/a&gt;, &lt;a href=\"metallurgical%20engineering\"&gt;metallurgical engineering&lt;/a&gt;, &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt; and &lt;a href=\"urban%20planning\"&gt;city and regional planning&lt;/a&gt;. In 1972, it was officially renamed the University of Engineering and Technology, Lahore. By the 1970s, it had established over a score of master's degree programs in engineering, architecture, city and regional planning and allied disciplines. Several Ph.D. degree programs were also started. A second campus of the university was established in 1975 in &lt;a href=\"Sahiwal\"&gt;Sahiwal&lt;/a&gt; which was relocated in &lt;a href=\"Taxila%2C%20Pakistan\"&gt;Taxila&lt;/a&gt; in 1978 and became an independent university in 1993 called &lt;a href=\"University%20of%20Engineering%20and%20Technology%2C%20Taxila\"&gt;University of Engineering and Technology, Taxila&lt;/a&gt;.\nToday, it is widely considered one of the best and most prestigious engineering university of Pakistan where more than 50,000 students apply for admission every year.\nThe university, as of 2016, has a faculty of 881 people with 257 with &lt;a href=\"doctorates\"&gt;doctorates&lt;/a&gt;. It has a total of 9,385 undergraduate and 1,708 postgraduate students studying. It has a strong collaboration with &lt;a href=\"University%20of%20South%20Carolina\"&gt;University of South Carolina&lt;/a&gt;, &lt;a href=\"University%20of%20Manchester\"&gt;University of Manchester&lt;/a&gt; and the &lt;a href=\"Queen%20Mary%20University%20of%20London\"&gt;Queen Mary University of London&lt;/a&gt; and has conducted research funded by &lt;a href=\"Huawei\"&gt;Huawei&lt;/a&gt;, &lt;a href=\"Cavium%20Networks\"&gt;Cavium Networks&lt;/a&gt;, &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; and &lt;a href=\"MontaVista\"&gt;MontaVista&lt;/a&gt;. It is one of the highest &lt;a href=\"Rankings%20of%20universities%20in%20Pakistan\"&gt;ranked universities in Pakistan&lt;/a&gt; with domestic rankings placing it as the fifth best engineering school in Pakistan while &lt;a href=\"QS%20World%20University%20Ranking\"&gt;QS World University Ranking&lt;/a&gt; putting U.E.T as 701st in the world every year between 2013 and 2016. It is also ranked as #701 in world by the same publication in 2018.\nIn 2018 QS rankings university observed downgrading from 701 to among 801–1000 ranked slot. Meanwhile, in Asia university ranking is currently being ranked at No. 200 and in worldwide university ranking is 701.\nLocation.\nThe campus is situated on the &lt;a href=\"Grand%20Trunk%20Road\"&gt;Grand Trunk Road&lt;/a&gt; (GT Road), few kilometers from the &lt;a href=\"Mughal%20Empire\"&gt;Mughal&lt;/a&gt; era &lt;a href=\"Shalimar%20Gardens%20%28Lahore%29\"&gt;Shalimar Gardens&lt;/a&gt;.\nFaculties and departments.\nThe university consists of following faculties and departments:\nResearch centers.\nThe university consists of following research centers:\nMore than 870 students are foreign students and more than 1000 are female students.\nTeaching faculty.\nThe faculty consists of 741 people including 14 international faculty members; around 122 have doctoral degrees. Its faculty holds one &lt;a href=\"Tamgha-e-Imtiaz\"&gt;Tamgha-e-Imtiaz&lt;/a&gt;, one &lt;a href=\"Sitara-i-Imtiaz\"&gt;Sitara-i-Imtiaz&lt;/a&gt;, one Izaz-e-Kamal Presidential Award and nine HEC Best Teacher Awards.\nThe university has established a Directorate of Research, Extension and Advisory Services which strives for the promotion and organization of research activities. The Al-Khwarizmi Institute of Computer Sciences is a notable name in research activity in computer sciences in Pakistan.\nCo-curricular, extracurricular activities and student societies.\nThe university has a sports complex, consisting of a swimming pool, tennis court, table tennis court, squash court and a cricket stadium that is also used for athletics. The university has several football grounds. Apart from sports-related facilities, there are societies to promote co-curricular activities. These include:\nThe National Library of Engineering Science.\nThe National Library of Engineering Science, inaugurated by &lt;a href=\"Faisal%20of%20Saudi%20Arabia\"&gt;Faisal bin Abdul-Aziz Al Saud&lt;/a&gt;, is the central library of the university with a &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; for 400 readers and more than 125,000 volumes of books, 22,000 volumes of bound serials and 600 issues of scientific and technical serials on diverse fields. The Library has the honor of having recently been chosen by the Higher Education Commission to serve as the primary resource center for engineering and technical education. It is a three-story building in front of Allah Hu Chowk."
}