{
    "id": "68499491",
    "revid": "11009441",
    "url": "https://en.wikipedia.org/wiki?curid=68499491",
    "title": "Midfield, Highland",
    "text": "Midfield is a remote &lt;a href=\"Hamlet%20%28place%29\"&gt;hamlet&lt;/a&gt; on the &lt;a href=\"North\"&gt;North&lt;/a&gt; &lt;a href=\"coast\"&gt;coast&lt;/a&gt; of &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; in &lt;a href=\"Sutherland\"&gt;Sutherland&lt;/a&gt; in the &lt;a href=\"Highland%20%28council%20area%29\"&gt;Highland Council Area&lt;/a&gt;. It is a mile &lt;a href=\"south\"&gt;south&lt;/a&gt; of &lt;a href=\"Tormade%20Point\"&gt;Tormade Point&lt;/a&gt; and just over a mile north of &lt;a href=\"Talmine%2C%20Sutherland\"&gt;Talmine&lt;/a&gt; and the &lt;a href=\"Achininver%20Beach\"&gt;Achininver Beach&lt;/a&gt; and said location's Lodge are located within Midfield. Midfield is 4 miles from the &lt;a href=\"A838%20road\"&gt;A838&lt;/a&gt; and 5 miles from the larger settlement of &lt;a href=\"Tongue%2C%20Highland\"&gt;Tongue&lt;/a&gt;. Midfield is also labelled as a &lt;a href=\"crofting\"&gt;crofting&lt;/a&gt; settlement according to the Gazetteer for Scotland. Midfield is a part of the &lt;a href=\"Melness\"&gt;Melness&lt;/a&gt; area.\nThere are no pubs in Midfield.\nAccess.\nThe settlement is far away from most decently sized streets and towns with the nearest big road being the &lt;a href=\"A9%20road%20%28Scotland%29\"&gt;A9&lt;/a&gt; nearly 40 miles away. The only access to the hamlet is by a small road that links to the &lt;a href=\"A838%20road\"&gt;A838&lt;/a&gt; and passes through &lt;a href=\"Melness\"&gt;Melness&lt;/a&gt; and &lt;a href=\"Talmine\"&gt;Talmine&lt;/a&gt;, despite being on the coast, there is no proper nearby &lt;a href=\"port\"&gt;port&lt;/a&gt; access with Port Vasco within the hamlet not being anything more than a mere tourist attraction.\nEtymology.\nThe name comes from basic &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; quite literally meaning the middle of a field. Although potentially written as Middlefield at first, over time it would've been shortened to Midfield. Meanwhile, Achininver the name of the nearby beach comes from the &lt;a href=\"Scottish%20Gaelic\"&gt;Scottish Gaelic&lt;/a&gt; word Inbhir which means the mouth of a river meaning the mouth of the &lt;a href=\"River%20Achin\"&gt;River Achin&lt;/a&gt;. Unlike most town names in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; named after the river they sit on the mouth of such as &lt;a href=\"Inverness\"&gt;Inverness&lt;/a&gt;, the word Inver comes after the river name."
}