{
    "id": "6851826",
    "revid": "67756",
    "url": "https://en.wikipedia.org/wiki?curid=6851826",
    "title": "National Council for Combating Discrimination",
    "text": "The National Council for Combating Discrimination (, or CNCD) is an agency of the &lt;a href=\"Government%20of%20Romania\"&gt;Romanian government&lt;/a&gt;, established in 2001 and responsible for applying Romanian and &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; anti-discrimination laws and managing the National Anti-Discrimination Plan. The legal status of the CNCD was established by the anti-discrimination law of 2000 (Law 137/2000) and subsequently amended in 2006. According to the law, the Council reports to the parliament and is politically independent. It has often ruled against government institutions at various levels (particularly local councils).\nThe CNCD is based in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, its offices being located in Valter Mărăcineanu Square. It is headed by &lt;a href=\"Csaba%20Asztalos\"&gt;Csaba Asztalos&lt;/a&gt; (himself an ethnic Hungarian) and employs 49 other members of staff.\nAnti-discrimination rulings.\nAn &lt;a href=\"natural%20person\"&gt;individual&lt;/a&gt; or other &lt;a href=\"juristic%20person\"&gt;legal entity&lt;/a&gt; can bring forward a case of discrimination to the CNCD within one year of the case or event occurring. The CNCD is obliged, within 90 days, to investigate the case and rule on whether anti-discrimination laws were breached. The anti-discrimination law covers discrimination based on: race, nationality, ethnicity, language, religion, social category, beliefs, sex, &lt;a href=\"sexual%20orientation\"&gt;sexual orientation&lt;/a&gt;, age, disability, &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt;/&lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; status, and any other criteria which restrict human rights, equalities and fundamental liberties. If discrimination is proven to have occurred, the Council can issue a fine or a warning. If discrimination was directed towards an individual person, fines range between 400 and 4000 lei, while if an entity discriminated against a group of people or a community (e.g. an ethnic minority in general), fines range between 600 and 8000 lei.\nFurther compensation claims for discrimination are not decided by the CNCD, but rather by the court system, even though, in such cases, the CNCD's ruling plays an important role in ascertaining whether discrimination took place. The CNCD's rulings and fines can also be appealed in court.\nNotable rulings of the Council include:\nInitiatives and campaigns of the CNCD.\nAside from its legal powers in ruling against cases of discrimination and applying the law, the CNCD is also responsible for a number of initiatives and campaigns which seek to combat discrimination. Many of these initiatives are organised in collaboration with non-government organisations or members of the &lt;a href=\"civil%20society\"&gt;civil society&lt;/a&gt;, and include:\nCNCD also offered a grant to Accept, Romania's largest LGBT rights organisation, for &lt;a href=\"GayFest\"&gt;GayFest&lt;/a&gt; 2006, Bucharest's annual gay pride festival.\nResearch.\nThe CNCD is also responsible for conducting research into social attitudes and perceptions regarding the phenomenon of discrimination in Romania, and regularly publishes reports on its findings. Additionally, the CNCD established a Documentation Centre (\"Centru de Documentare\") which can be accessed by the public and which provides a series of publications relating to anti-discrimination, human rights, legislation, minority rights issues, etc."
}