{
    "id": "6851551",
    "revid": "40325129",
    "url": "https://en.wikipedia.org/wiki?curid=6851551",
    "title": "Yasen-class submarine",
    "text": "The Yasen\" class, Russian designations Project 885 \"Yasen and Project 885M \"Yasen-M (, &lt;a href=\"List%20of%20Soviet%20and%20Russian%20submarine%20classes\"&gt;NATO reporting name&lt;/a&gt;: Severodvinsk), also referred to as the Graney\" class, are a &lt;a href=\"Ship%20class\"&gt;series&lt;/a&gt; of the newest &lt;a href=\"Nuclear%20propulsion\"&gt;nuclear-powered&lt;/a&gt; &lt;a href=\"cruise%20missile%20submarine\"&gt;cruise missile submarine&lt;/a&gt;s designed by the &lt;a href=\"Malakhit%20Marine%20Engineering%20Bureau\"&gt;Malakhit Marine Engineering Bureau&lt;/a&gt; and built by &lt;a href=\"Sevmash\"&gt;Sevmash&lt;/a&gt; for the &lt;a href=\"Russian%20Navy\"&gt;Russian Navy&lt;/a&gt;. Based on the and designs, the \"Yasen\" class is projected to replace the Russian Navy's current Soviet-era nuclear attack submarines.\nHistory.\nThe \"Yasen\"-class submarines were designed by Malakhit, which was formed by the merger of the SKB-143 and TsKB-16 design bureaus. Work on the initial design was scheduled to start in 1977 and be completed in 1985. Malakhit is one of the three Soviet/Russian submarine design centers, along with &lt;a href=\"Rubin%20Design%20Bureau\"&gt;Rubin Design Bureau&lt;/a&gt; and &lt;a href=\"Lazurit%20Central%20Design%20Bureau\"&gt;Lazurit Central Design Bureau&lt;/a&gt;.\nConstruction on the first submarine started on 21 December 1993, with its launch slated for 1995 and its commissioning for 1998. However, the project was delayed due to financial problems and it appeared during 1996 that work on the submarine had stopped completely. Some reports suggested that as of 1999 the submarine was less than 10 percent complete. In 2003 the project received additional funding and the work of finishing the submarine restarted.\nIn 2004 it was reported that the work on the submarine was moving forward, but, due to the priority given to the new &lt;a href=\"Borei-class%20submarine\"&gt;\"Borei\"-class&lt;/a&gt; &lt;a href=\"Ballistic%20missile%20submarine\"&gt;SSBNs&lt;/a&gt;, the lead unit of the class (\"Severodvinsk\") would not be ready before 2010. In July 2006 the deputy chairman of the Military-Industrial Commission, Vladislav Putilin, stated that two \"Yasen\"-class submarines were to join the Russian Navy before 2015.\nOn 24 July 2009, work commenced on a second submarine, named \"Kazan\". On 26 July, the Russian navy command announced that starting in 2011, one multipurpose submarine would be laid down every year, although not necessarily of this class.\nAn August 2009 report from the U.S. &lt;a href=\"Office%20of%20Naval%20Intelligence\"&gt;Office of Naval Intelligence&lt;/a&gt; estimated the \"Yasen\"-class submarines to be the quietest, or least detectable, of contemporaneous Russian and Chinese nuclear submarines, but said they were still not as quiet as contemporary U.S. Navy submarines (i.e. \"Seawolf\" and \"Virginia\" classes).\nIn April 2010, it was reported that the 7 May launch of the first boat had been postponed due to \"technical reasons\". Then, the launch of the first submarine and the beginning of sea trials were scheduled for September 2011.\nK-329 \"Severodvinsk\" went on her first voyage in September 2011 in order to conduct sea trials.\nOn 9 November 2011, Russia signed a contract for another four \"Yasen\"-class submarines to be delivered by 2016.\nOn 26 July 2013 the third submarine, named \"Novosibirsk\", was laid down.\nOn 30 December 2013, \"Severodvinsk\" was handed over to the Russian Navy. The flag-raising ceremony was held on 17 June 2014 marking its introduction into the Russian Navy.\nIn October 2014, one of the U.S. Navy's top submarine officers, Rear Admiral Dave Johnson, the &lt;a href=\"Naval%20Sea%20Systems%20Command\"&gt;Naval Sea Systems Command's&lt;/a&gt; program executive officer (PEO) for submarines, said \"We'll be facing tough potential opponents. One only has to look at the \"Severodvinsk\", Russia's version of a &lt;a href=\"Cruise%20missile%20submarine\"&gt;nuclear guided missile submarine (SSGN)&lt;/a&gt;. I am so impressed with this ship that I had &lt;a href=\"Carderock%20Division%20of%20the%20Naval%20Surface%20Warfare%20Center\"&gt;Carderock&lt;/a&gt; build a model from unclassified data\".\nAccording to \"&lt;a href=\"60%20Minutes\"&gt;60 Minutes&lt;/a&gt;\", unnamed &lt;a href=\"The%20Pentagon\"&gt;Pentagon&lt;/a&gt; officials claimed that \"Severodvinsk\" on her maiden deployment \"slipped into the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; and for weeks evaded all of the attempts to find her\" in the summer 2018.\nKazan was rumoured to be active, along with five other nuclear submarines in the northern Atlantic in Spring 2020.However, she may actually have been on sea trials since she was reported commissioned in May 2021.\nOn 4 October 2021, \"Severodvinsk\" performed two test launches of Zircon missile, from surfaced and underwater position. The launches were performed from White to Barents Sea and were successful.\nDesign.\nThe vessel's design is said to be state-of-the-art. The \"Yasen\"-class nuclear submarines are presumed to be armed with &lt;a href=\"land-attack%20cruise%20missile\"&gt;land-attack cruise missile&lt;/a&gt;s, &lt;a href=\"anti-ship%20missile\"&gt;anti-ship missile&lt;/a&gt;s, &lt;a href=\"anti-submarine%20missile\"&gt;anti-submarine missile&lt;/a&gt;s including the &lt;a href=\"P-800%20Oniks\"&gt;P-800 Oniks&lt;/a&gt; &lt;a href=\"SLCM\"&gt;SLCM&lt;/a&gt;, &lt;a href=\"Klub-S\"&gt;Kalibr&lt;/a&gt; family SLCM or &lt;a href=\"3M-51%20Alfa\"&gt;3M51&lt;/a&gt; SLCM. Kalibr-PL has several variants including the 3M54K (terminal-supersonic) and 3M54K1 (subsonic) anti-ship, 91R1 anti-submarine, and the 3M14K land-attack variant. In the future, there will be also an option to install the hypersonic &lt;a href=\"3M22%20Zircon\"&gt;3M22 Zircon&lt;/a&gt; cruise missiles on upgraded 855M boats. Each submarine can carry 32 Kalibr or 24 Oniks (other sources claim 40 Kalibr and 32 Oniks) cruise missiles which are stored in eight (ten for 855M) &lt;a href=\"Vertical%20launching%20system\"&gt;vertical launchers&lt;/a&gt; (additional missiles may be carried in the torpedo room at the expense of torpedoes). It will also have ten 533 mm tubes, as well as mines and anti-submarine missiles such as the &lt;a href=\"SS-N-16\"&gt;RPK-7&lt;/a&gt;.\nIt is the first Russian submarine class to be equipped with a spherical sonar, designated as MGK-600 Irtysh-Amfora. The device (allegedly the Irtysh/Amfora sonar system) was tested on a modified &lt;a href=\"Yankee-class%20submarine\"&gt;Yankee-class submarine&lt;/a&gt;. The sonar system consists of a spherical bow array, flank arrays and a towed array. Due to the large size of this spherical array, the torpedo tubes are slanted. In other words, the torpedo tube outer doors are not located in the immediate bow as in the previous Akula class but moved aft. The hull is constructed from low-magnetic steel. Unlike previous Russian submarines which have a double hull, \"Yasen\"-class submarines mostly have a single hull. The \"Yasen\" class has a crew of 85 on project 885 and 64 on project 885M, suggesting a high degree of automation in the submarine's different systems. The newest U.S. s, has a crew of 134 in comparison.\n\"Yasen\"-class submarines are the first to be equipped with a fourth-generation nuclear reactor. The reactor, built by &lt;a href=\"OKBM%20Afrikantov\"&gt;Afrikantov OKBM&lt;/a&gt;, will allegedly have a 25-30-year core life and will not have to be refueled. Steam turbines are supplied by &lt;a href=\"Kaluga%20Turbine%20Works\"&gt;Kaluga Turbine Works&lt;/a&gt;. The inclusion of new generation \"KTP-6\" reactor on the Yasen-M boats is thought to significantly reduce their &lt;a href=\"Acoustic%20signature\"&gt;noise level&lt;/a&gt;: the reactor's primary cooling loop facilitates &lt;a href=\"Nuclear%20marine%20propulsion%23Power%20plants\"&gt;natural circulation&lt;/a&gt; of water and thus doesn't require continuous operation of the main circulation pumps, which are the key noise factor on a nuclear submarine.\nA VSK &lt;a href=\"Escape%20pod\"&gt;rescue pod&lt;/a&gt; is carried in the &lt;a href=\"Sail%20%28submarine%29\"&gt;sail&lt;/a&gt;.\nAccording to &lt;a href=\"Admiral%20%28United%20States%29\"&gt;Admiral&lt;/a&gt; &lt;a href=\"James%20G.%20Foggo%20III\"&gt;Foggo&lt;/a&gt;, the commander of the &lt;a href=\"United%20States%20Naval%20Forces%20Europe%20%E2%80%93%20Naval%20Forces%20Africa\"&gt;US Naval Forces Europe&lt;/a&gt;, the Yasen class submarines are \"very quiet, which is the most important thing in submarine warfare\". It's claimed that \"Severodvinsk\" is far quieter than previous Russian SSNs, capable of 20 knots while running quiet, which is equal to the Seawolf class and inferior only to the \"Virginia\" class (25 knots). Other sources claim that \"Severodvinsk\" is capable of even 28 knots in silent mode.\nCosts.\nInitial estimates regarding the cost of the first Yasen-class submarine ranged from US$1 billion to US$2 billion. In 2011, it was reported that the cost of first-of-class, \"Severodvinsk\", was 50 billion rubles (roughly US$1.6 billion) while the second unit, \"Kazan\", will cost an estimated 47 billion rubles (US$725 million, in 2019 RUB/USD exchange rate). In 2011, then Defense Minister &lt;a href=\"Anatoliy%20Serdyukov\"&gt;Anatoliy Serdyukov&lt;/a&gt; criticized the ever increasing cost of the Borei and Yasen classes. The Minister described the massive increase in cost between the first and the second Yasen-class submarine as \"incomprehensible\". However, he insisted that the &lt;a href=\"Ministry%20of%20Defence%20%28Russia%29\"&gt;Russian Defence Ministry&lt;/a&gt; and Sevmash would resolve the issue. Officials from the &lt;a href=\"United%20Shipbuilding%20Corporation\"&gt;United Shipbuilding Corporation&lt;/a&gt; replied that work done in Sevmash accounts for only 30% of the submarine's completion cost, the remaining 70% being linked to suppliers/contractors.\nSuccessor/supplement.\nDue to the high cost of each Yasen class submarine, some sources believe that a next generation of SSNs would be of smaller dimensions with a reduced armament/payload could be built. The successor/supplement to the Yasen class is in development and dubbed \"Husky class\" by media. The final design of the submarine is yet to be completed and may feature a more conventional layout with bow-mounted torpedo tubes (as opposed to the midship torpedo tubes on Yasen class) and a smaller chin-mounted sonar, i.e. the sonar will be mounted below the torpedo tubes (as opposed to a large spherical sonar on Yasen class). The first submarine is expected to be delivered to the Russian Navy by 2027.\nUnits.\nItalicized dates indicate estimates."
}