{
    "id": "68561189",
    "revid": "426156",
    "url": "https://en.wikipedia.org/wiki?curid=68561189",
    "title": "Llanfairfechan Town F.C.",
    "text": "Llanfairfechan Town Football Club is a Welsh &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team based in &lt;a href=\"Llanfairfechan\"&gt;Llanfairfechan&lt;/a&gt;, &lt;a href=\"Conwy%20County%20Borough\"&gt;Conwy County Borough&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;. The team currently plays in the &lt;a href=\"North%20Wales%20Coast%20East%20Football%20League\"&gt;North Wales Coast East Football League&lt;/a&gt; Premier Division, which is at the fourth tier of the &lt;a href=\"Welsh%20football%20league%20system\"&gt;Welsh football league system&lt;/a&gt;.\nHistory.\nThe club played in the single division &lt;a href=\"North%20Wales%20Coast%20League\"&gt;North Wales Coast League&lt;/a&gt; in 1904–05 league, finishing seventh out of eight clubs. They then played in the Second Division of the same league in the 1910–11, 1911–12, 1912–13 and 1913–14 seasons, with fifth place in the final season being their highest finishing position. After the war, they again appeared for two seasons in the same league (1919–20 and 1920–21) The league then absorbed into the newly established &lt;a href=\"Welsh%20National%20League%20%28North%29\"&gt;Welsh National League (North)&lt;/a&gt; in 1921. The club finished bottom of Division Two West.\nThe club played in the &lt;a href=\"North%20Wales%20Football%20Combination\"&gt;North Wales Football Combination&lt;/a&gt; for the 1930–31 season, and the &lt;a href=\"Bangor%20%26amp%3B%20District%20League\"&gt;Bangor &amp; District League&lt;/a&gt; for the 1931–32 (reserves) and 1932–33 seasons. They then joined the &lt;a href=\"North%20Wales%20Coast%20League\"&gt;North Wales Coast League&lt;/a&gt; where they finished as runners-up in 1933–34 and champions in the last season of the league in 1934–35. This was followed by a move to the &lt;a href=\"Welsh%20League%20North\"&gt;Welsh League North&lt;/a&gt; for its inaugural season in 1935–36 where they finished fourth from the 11 clubs. The club dropped out of the league after the end of the season. They re-joined the league for the final season before the war, 1939–40, finishing fifth in the Western area section.\nAfter the Second World war, the club again played in the &lt;a href=\"Welsh%20League%20North\"&gt;Welsh League North&lt;/a&gt; between 1945–46 and the end of the 1949–50 season when they finished bottom of the league. Returning again to the league as a Division Two (Western) club for 1952–53 season They then featured in Division One finishing bottom of the table in both 1956–57 and 1957–58, before leaving the league again.\nThey joined the &lt;a href=\"Gwynedd%20League\"&gt;Gwynedd League&lt;/a&gt; for the 1990–91 season, finishing in third place. The following season they finished sixth, followed by another third place finish in the 1992–93 season. \nThe club played for two seasons in the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League&lt;/a&gt; between 1993–94 and 1995–96 finishing in sixth and 15th places. The club returned back to the Gwynedd League for one season. The club played in the &lt;a href=\"Vale%20of%20Conwy%20Football%20League\"&gt;Vale of Conwy Football League&lt;/a&gt; finishing as champions in 1988–89 and in 2001–02, the last season the league operated. The following season they returned to the Gwynedd League finishing second from bottom of the Premier Division table and bottom of the league in 2003–04. They remained in the league until the end of the 2013–14 season.\nThe club subsequently joined the &lt;a href=\"Vale%20of%20Clwyd%20and%20Conwy%20Football%20League\"&gt;Vale of Clwyd and Conwy Football League&lt;/a&gt;.\nIn 2020 the team was accepted into the Premier Division of the new &lt;a href=\"North%20Wales%20Coast%20East%20Football%20League\"&gt;North Wales Coast East Football League&lt;/a&gt;."
}