{
    "id": "68573407",
    "revid": "32258288",
    "url": "https://en.wikipedia.org/wiki?curid=68573407",
    "title": "Hurricane Ida",
    "text": "Hurricane Ida was a deadly and destructive Category 4 &lt;a href=\"Atlantic%20hurricane\"&gt;Atlantic hurricane&lt;/a&gt; that became the second-most damaging and intense hurricane to make &lt;a href=\"landfall\"&gt;landfall&lt;/a&gt; in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; on record, behind &lt;a href=\"Hurricane%20Katrina\"&gt;Hurricane Katrina&lt;/a&gt; in 2005. In terms of maximum sustained winds at landfall (), Ida tied 2020's &lt;a href=\"Hurricane%20Laura\"&gt;Hurricane Laura&lt;/a&gt; and the &lt;a href=\"1856%20Last%20Island%20hurricane\"&gt;1856 Last Island hurricane&lt;/a&gt; as the strongest on record in the state. The remnants of the storm also caused widespread tornadic destruction and catastrophic flooding across the &lt;a href=\"Northeastern%20United%20States\"&gt;Northeastern United States&lt;/a&gt;. The ninth &lt;a href=\"tropical%20cyclone%20naming\"&gt;named storm&lt;/a&gt;, fourth &lt;a href=\"hurricane\"&gt;hurricane&lt;/a&gt;, and second &lt;a href=\"Saffir-Simpson%20scale\"&gt;major hurricane&lt;/a&gt; of the &lt;a href=\"2021%20Atlantic%20hurricane%20season\"&gt;2021 Atlantic hurricane season&lt;/a&gt;, Ida originated from a &lt;a href=\"tropical%20wave\"&gt;tropical wave&lt;/a&gt; in the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; on August 23. On August 26, the wave developed into a tropical depression, which organized further and became Tropical Storm Ida later that day, near &lt;a href=\"Grand%20Cayman\"&gt;Grand Cayman&lt;/a&gt;. Amid favorable conditions, Ida intensified into a hurricane on August 27, just before moving over western &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;. A day later, the hurricane underwent &lt;a href=\"rapid%20intensification\"&gt;rapid intensification&lt;/a&gt; over the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt;, and reached its peak intensity as a strong &lt;a href=\"Saffir%E2%80%93Simpson%20scale%23Category%204\"&gt;Category 4 hurricane&lt;/a&gt; while approaching the northern &lt;a href=\"Gulf%20Coast%20of%20the%20United%20States\"&gt;Gulf Coast&lt;/a&gt;, with maximum sustained winds of and a minimum central pressure of . On August 29, the 16th anniversary of Hurricane Katrina, Ida made landfall near &lt;a href=\"Port%20Fourchon%2C%20Louisiana\"&gt;Port Fourchon, Louisiana&lt;/a&gt;, devastating the town of &lt;a href=\"Grand%20Isle%2C%20Louisiana\"&gt;Grand Isle&lt;/a&gt;. Ida weakened steadily over land, becoming a tropical depression on August 30, as it turned northeastward. On September 1, Ida transitioned into a &lt;a href=\"extratropical%20cyclone\"&gt;post-tropical cyclone&lt;/a&gt; as it accelerated through the &lt;a href=\"northeastern%20United%20States\"&gt;northeastern United States&lt;/a&gt;, breaking multiple rainfall records in various locations before moving out into the Atlantic on the next day. Afterward, Ida's remnant moved into the &lt;a href=\"Gulf%20of%20St.%20Lawrence\"&gt;Gulf of St. Lawrence&lt;/a&gt; and stalled there for a couple of days, before being absorbed into another developing low on September 4.\nThe precursor to Ida caused catastrophic and deadly flash flooding in &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;. Ida knocked down palm trees and destroyed many homes in Cuba during its brief passage over the country. Throughout its path of destruction in Louisiana, more than a million people in total had no electrical power. Widespread heavy infrastructural damage occurred throughout the southeastern portion of the state, as well as extremely heavy flooding in coastal areas. New Orleans' &lt;a href=\"levees\"&gt;levees&lt;/a&gt; survived, though power line damage was extensive throughout the whole city. There was also substantial plant destruction in the state. &lt;a href=\"Hurricane%20Ida%20tornado%20outbreak\"&gt;Numerous tornadoes&lt;/a&gt; were spawned by Ida as it moved over the &lt;a href=\"Eastern%20United%20States\"&gt;Eastern United States&lt;/a&gt;. The remnants of the storm produced unexpectedly severe damage in the &lt;a href=\"Northeastern%20United%20States\"&gt;Northeastern United States&lt;/a&gt; on September 1-2. Several intense tornadoes and catastrophic &lt;a href=\"flash%20flood\"&gt;flash flood&lt;/a&gt;ing swept through the entire region, which had already been impacted by several tropical entities, &lt;a href=\"Hurricane%20Elsa\"&gt;Elsa&lt;/a&gt;, &lt;a href=\"Tropical%20Storm%20Fred%20%282021%29\"&gt;Fred&lt;/a&gt;, and &lt;a href=\"Hurricane%20Henri\"&gt;Henri&lt;/a&gt; during July and August. The flooding in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; prompted the shutdown of much of the transportation system.\nIda is the &lt;a href=\"List%20of%20costliest%20Atlantic%20hurricanes\"&gt;fifth-costliest&lt;/a&gt; tropical cyclone on record, and the fourth-costliest Atlantic hurricane in the United States, having caused at least $75.25 billion (2021 &lt;a href=\"United%20States%20dollar\"&gt;USD&lt;/a&gt;) in damages. Of this total, at least $18 billion was in insured losses in Louisiana, $250 million was in Cuba, and $584 million was from agriculture damage in the U.S., surpassing &lt;a href=\"Hurricane%20Ike\"&gt;Hurricane Ike&lt;/a&gt; of &lt;a href=\"2008%20Atlantic%20hurricane%20season\"&gt;2008&lt;/a&gt;. &lt;a href=\"CoreLogic\"&gt;CoreLogic&lt;/a&gt; estimated that Ida caused an estimated $16 to 24 billion in flooding damage in the Northeastern United States, making it the costliest storm to hit the region since Hurricane Sandy in &lt;a href=\"2012%20Atlantic%20hurricane%20season\"&gt;2012&lt;/a&gt;, with an estimated $44 billion in Insured loss. \nAs of September 15, 2021, a total of 115 deaths had been contributed to Ida, including 95 in the United States and 20 in &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;. In the United States, 33 total deaths were in Louisiana, 30 in New Jersey, 18 in New York, 5 in Pennsylvania, 3 in Mississippi, 2 in Alabama, 2 in Maryland, 1 in Virginia, and 1 in Connecticut. Notable indirect deaths included a man who was mauled to death by an &lt;a href=\"alligator\"&gt;alligator&lt;/a&gt; after walking through Ida's floodwaters in &lt;a href=\"Slidell%2C%20Louisiana\"&gt;Slidell, Louisiana&lt;/a&gt;, and two electrical workers who died while repairing power grid damage caused by the storm in &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;. There was also a remarkable number of hospitalizations and deaths in the Greater &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt; Area as a result of &lt;a href=\"carbon%20monoxide%20poisoning\"&gt;carbon monoxide poisoning&lt;/a&gt; while using portable gas generators with inadequate ventilation, including a family of 3 in &lt;a href=\"Marrero%2C%20Louisiana\"&gt;Marrero, Louisiana&lt;/a&gt; on September 1, 2021.\nMeteorological history.\nOn August 23, the &lt;a href=\"National%20Hurricane%20Center\"&gt;National Hurricane Center&lt;/a&gt; (NHC) first noted the potential for &lt;a href=\"tropical%20cyclogenesis\"&gt;tropical cyclone development&lt;/a&gt; in the southwestern &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt;, related to a &lt;a href=\"tropical%20wave\"&gt;tropical wave&lt;/a&gt; that entered the eastern Caribbean Sea on the same day. By August 25, the NHC assessed a high likelihood of development as the wave moved westward through the Caribbean. On the next day, the system's &lt;a href=\"convection%20%28meteorology%29\"&gt;convection&lt;/a&gt;, or thunderstorms, became more organized to the south of &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt;. By 15:00 &lt;a href=\"Coordinated%20Universal%20Time\"&gt;UTC&lt;/a&gt; on August 26, the system had attained sufficient organization to be classified as Tropical Depression Nine, about 115 mi (180 km) south-southwest of &lt;a href=\"Negril\"&gt;Negril&lt;/a&gt;, Jamaica. Upon its development, the depression was moving northwestward, steered by a &lt;a href=\"ridge%20%28meteorology%29\"&gt;ridge&lt;/a&gt; located over the western Atlantic Ocean. Favorable factors in the system's further development included warm waters of the northwestern Caribbean Sea, low &lt;a href=\"wind%20shear\"&gt;wind shear&lt;/a&gt;, and a moist environment.\nLate on August 26, a &lt;a href=\"53rd%20Weather%20Reconnaissance%20Squadron\"&gt;Hurricane Hunters&lt;/a&gt; flight indicated that the depression intensified into Tropical Storm Ida 130 mi (209 km) Southeast of &lt;a href=\"Grand%20Cayman\"&gt;Grand Cayman&lt;/a&gt;, &lt;a href=\"Cayman%20Islands\"&gt;Cayman Islands&lt;/a&gt;. Initially, the storm had an asymmetric structure, with its strongest winds and deepest convection located east of the center. This was due to some southwesterly wind shear, which gradually lessened. As Ida moved through the &lt;a href=\"Cayman%20Islands\"&gt;Cayman Islands&lt;/a&gt; and toward northwestern &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, its structure improved, with more &lt;a href=\"outflow%20%28meteorology%29\"&gt;outflow&lt;/a&gt; and &lt;a href=\"rainband\"&gt;rainband&lt;/a&gt;s. The convection also organized into a &lt;a href=\"central%20dense%20overcast\"&gt;central dense overcast&lt;/a&gt; (CDO). Ida then &lt;a href=\"rapid%20intensification\"&gt;rapidly intensified&lt;/a&gt;, with its winds increasing by in just over 11 hours. Late on August 27, the NHC upgraded Ida to &lt;a href=\"Saffir%E2%80%93Simpson%20scale%23Category%201\"&gt;Category 1&lt;/a&gt; hurricane status, based on observations made by the Hurricane Hunters. Around the same time, the hurricane made landfall on Cuba's &lt;a href=\"Isla%20de%20la%20Juventud\"&gt;Isla de la Juventud&lt;/a&gt;. Ida later made a second landfall in &lt;a href=\"Pinar%20del%20R%C3%ADo\"&gt;Pinar del Río&lt;/a&gt;, Cuba, at 23:20 UTC on the same day. Ida subsequently underwent rapid intensification and strengthened into a Category 2 hurricane at 18:00 UTC on August 28. Soon afterward, Ida moved over the warm waters of the &lt;a href=\"Loop%20Current\"&gt;Loop Current&lt;/a&gt; in the Gulf of Mexico, and the storm intensified into a Category 3 major hurricane by 06:00 UTC on August 29. Shortly after being upgraded to a major hurricane, Ida began intensifying even more quickly, with the system's minimum central pressure dropping from to in an hour. By 07:00 UTC, Ida had further intensified into a Category 4 hurricane, with the storm's sustained winds reaching 130 mph (215 km/h).\nAs Ida neared the Louisiana coast, it further strengthened to its peak intensity, with 1-minute sustained wind speeds of and a minimum central barometric pressure of around 14:00 UTC. Ida's central pressure dropped 40 mbar in 12 hours overnight from August 28 to 29. At peak, the hurricane displayed a pronounced satellite presentation, with a near-symmetrical structure and a well-defined &lt;a href=\"eye\"&gt;eye&lt;/a&gt; with an impressive &lt;a href=\"stadium%20effect\"&gt;stadium effect&lt;/a&gt; visible. Strengthening was then halted as the storm began an &lt;a href=\"eyewall%20replacement%20cycle\"&gt;eyewall replacement cycle&lt;/a&gt;, forming a second eyewall, but Ida remained near its peak intensity. At 16:55 UTC, Ida made landfall near &lt;a href=\"Port%20Fourchon%2C%20Louisiana\"&gt;Port Fourchon&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, with sustained winds of and a central pressure of 930 mbar (27.46 inHg), tying the &lt;a href=\"1856%20Last%20Island%20hurricane\"&gt;1856 Last Island hurricane&lt;/a&gt; and &lt;a href=\"Hurricane%20Laura\"&gt;Hurricane Laura&lt;/a&gt; as the strongest landfalling hurricane on record in Louisiana, as measured by &lt;a href=\"maximum%20sustained%20wind\"&gt;maximum sustained wind&lt;/a&gt;, and trailing only &lt;a href=\"Hurricane%20Katrina\"&gt;Hurricane Katrina&lt;/a&gt;, as measured by central pressure at landfall. A ship at sea near the point of landfall verified this intensity, with reported gusts as high as .\nFollowing landfall, Ida only slowly weakened at first, remaining a dangerous major hurricane. &lt;a href=\"mesovortex\"&gt;Mesovortices&lt;/a&gt; were also visible within the eye. Ida retained Category 4 winds for four hours following landfall, and then Category 3 status for the next four hours, due to the &lt;a href=\"brown%20ocean%20effect\"&gt;brown ocean effect&lt;/a&gt;, as the &lt;a href=\"marshland\"&gt;marshland&lt;/a&gt;s and the flat terrain in southern Louisiana allowed Ida to retain its intensity for a longer period of time. As the storm moved further inland, the majority of its cloud cover shifted northeast of the center, and Ida began a period of rapid weakening. It dropped below hurricane strength early on August 30 before weakening to a depression later that day. At that time, the NHC issued their last advisory on Ida, transferring the responsibility for continuing advisories to the &lt;a href=\"Weather%20Prediction%20Center\"&gt;Weather Prediction Center&lt;/a&gt; (WPC). The system degenerated into an &lt;a href=\"extratropical%20cyclone\"&gt;extratropical low&lt;/a&gt; two days later, as it moved over the central &lt;a href=\"Appalachian%20Mountains\"&gt;Appalachian Mountains&lt;/a&gt;. As the system moved through the &lt;a href=\"Northeastern%20United%20States\"&gt;Northeastern United States&lt;/a&gt; on it combined with a &lt;a href=\"Weather%20front\"&gt;frontal zone&lt;/a&gt; to unleash unprecedented rainfall across the region, regaining tropical-storm-force winds in the process, before moving out into the Atlantic. On the next day, Ida's remnants moved northeastward across &lt;a href=\"Atlantic%20Canada\"&gt;Atlantic Canada&lt;/a&gt;, bringing heavy rain and gale-force winds to communities throughout the region. That same day, Ida's remnants stalled in the &lt;a href=\"Gulf%20of%20St.%20Lawrence\"&gt;Gulf of St. Lawrence&lt;/a&gt;, making a slow, counter clockwise loop while gradually weakening. Late on September 4, Ida's remnant was absorbed by another developing low to the east. This storm proceeded to move eastward and lasted for another few days, before dissipating on September 7.\nThere has been no &lt;a href=\"Extreme%20event%20attribution\"&gt;formal study&lt;/a&gt; of the exact &lt;a href=\"tropical%20cyclones%20and%20climate%20change\"&gt;impact of climate change&lt;/a&gt; on Hurricane Ida yet. Several of its characteristics are probably more common in a &lt;a href=\"climate%20change\"&gt;warmer climate&lt;/a&gt;: the intensity, the rapid intensification, and the amount of rainfall over land.\nPreparations.\nCaribbean.\nCayman Islands.\nOn August 26, 2021, the Cayman Islands were put under a &lt;a href=\"Tropical%20cyclone%20watches%20and%20warnings\"&gt;Tropical Storm Warning&lt;/a&gt;. With the expectation of a landfall or near landfall on Grand Cayman, schools and businesses were closed, and the government had fully activated the NEOC and the Emergency Services, in addition to deploying the &lt;a href=\"Cayman%20Islands%20Regiment\"&gt;Cayman Islands Regiment&lt;/a&gt; and Cayman Islands Coast Guard for the HADR and SAR operations. Many people piled into grocery stores and hardware stores to grab supplies having &lt;a href=\"Hurricane%20Grace\"&gt;Hurricane Grace&lt;/a&gt; that hit Cayman just a week earlier fresh in everyone's minds. Cayman Airways cancelled some of its flights and rescheduled them for a later day. The utility company had announced that they were planning on little to no power outages.\nCuba.\nOn August 28, 800 individuals, including teachers and students monitoring turtles on the &lt;a href=\"Guanahacabibes%20Peninsula\"&gt;Guanahacabibes Peninsula&lt;/a&gt;, were evacuated due to Ida, according to the head of civil defense in the area. &lt;a href=\"La%20Palma%2C%20Cuba\"&gt;La Palma&lt;/a&gt; also sheltered 6,281 people from the storm.\nUnited States.\n&lt;a href=\"Tornado%20watch\"&gt;Tornado watch&lt;/a&gt;es were issued for parts of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, and &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt; on August 29. The &lt;a href=\"Storm%20Prediction%20Center\"&gt;Storm Prediction Center&lt;/a&gt; issued a 5% tornado risk the same day for the 3 states, which included an overall slight risk. Over of storm surge was anticipated for Louisiana, for Mississippi, for Alabama, and for Florida. A high risk for flash flooding was issued on August 29, encompassing much of New Orleans and surrounding areas. A widespread area of of rainfall was forecasted the day Ida made landfall. Approximately 95% of U.S. oil production in the Gulf of Mexico was shut down. As of September 17, the insured damages from Ida in the United States is estimated at $31–44 billion, with $25–35 billion in the Gulf region and $6–9 billion in the Northeast.\nLouisiana.\nOn August 27, the preseason &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; game for the &lt;a href=\"2021%20Arizona%20Cardinals%20season\"&gt;Arizona Cardinals&lt;/a&gt; and &lt;a href=\"2021%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt;, originally scheduled for the next day at &lt;a href=\"Caesars%20Superdome\"&gt;Caesars Superdome&lt;/a&gt;, was cancelled due to the storm's forecast of being a major hurricane at the time of its landfall. Before this, the game's start was moved to noon CDT from the originally scheduled 7 PM CDT. Governor &lt;a href=\"John%20Bel%20Edwards\"&gt;John Bel Edwards&lt;/a&gt; declared a &lt;a href=\"State%20of%20emergency%20in%20the%20United%20States\"&gt;state of emergency&lt;/a&gt; in response to the storm. On August 28, &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt; mayor &lt;a href=\"LaToya%20Cantrell\"&gt;LaToya Cantrell&lt;/a&gt; issued a mandatory evacuation for all parts of the city which are outside of its flood protections area. That same day, President &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; signed an emergency declaration for Louisiana ahead of the storm.\nIn a briefing that was held on August 28, one day prior to landfall, Edwards anticipated Ida to be one of the strongest hurricanes to affect the state since the 1850s. The Governor also mentioned the &lt;a href=\"levee\"&gt;levee&lt;/a&gt; system in New Orleans, saying Ida \"will be the most severe test of that system\". This comes after the &lt;a href=\"2005%20levee%20failures%20in%20Greater%20New%20Orleans\"&gt;2005 levee failures in Greater New Orleans&lt;/a&gt; during Katrina. The state's hospitals' capacities were of concern, due to them already being pushed to near full capacity from the &lt;a href=\"COVID-19%20pandemic%20in%20Louisiana\"&gt;COVID-19 surge&lt;/a&gt; that was ongoing at the time. Victims of Ida were expected to fill hospitals in affected areas.\nOn September 7, it was reported that 4 people had died and another 141 people had been hospitalized in the state of Louisiana, due to &lt;a href=\"carbon%20monoxide%20poisoning\"&gt;carbon monoxide poisoning&lt;/a&gt; following Ida. According to the &lt;a href=\"Louisiana%20Department%20of%20Health\"&gt;Louisiana Department of Health&lt;/a&gt;, these deaths were caused by power generators being used indoors, amid power outages following the devastation of the hurricane. The recommendations for using the power generators are to place the generations at least away from homes, and for a carbon monoxide detector or alarm to be set up immediately.\nMississippi.\nIn &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, at least 15 school districts and universities were ordered to close on Monday, August 30, along with a dozen casinos ahead of the impact of the storm. &lt;a href=\"Entergy\"&gt;Entergy&lt;/a&gt; Mississippi expected significant damage to the system in the &lt;a href=\"Jackson%20metropolitan%20area%2C%20Mississippi\"&gt;Jackson metropolitan area&lt;/a&gt;.\nElsewhere.\nOn August 30, rains were still expected in southeastern Louisiana, coastal Mississippi, and a warning of heavy rainfall was issued for southwestern &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;. Similar warnings were issued for the coming hours for the valleys of &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt; and &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; as well as the Mid-Atlantic region as the storm moves further north. Tens of millions were at risk for heavy rainfall, flooding, and tornadoes on September 1. More than 14.5 million were put under an enhanced risk that was issued that same day by the SPC. This included a 10% tornado risk. Extreme rainfall was expected for New York City, with &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt; possibly seeing more than September's monthly average in just one day. &lt;a href=\"Flash%20flood%20watch\"&gt;Flash flood watch&lt;/a&gt;es were issued at 2 p.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;EDT&lt;/a&gt; on September 1 for all five boroughs, including Long Island and Orange, Putnam, Rockland, Ulster, Dutchess, Sullivan, and Westchester counties. The watch extended to Hudson, Bergen, Essex, and Union counties in New Jersey. In &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, Governor &lt;a href=\"Tom%20Wolf\"&gt;Tom Wolf&lt;/a&gt; signed a proclamation of disaster emergency on August 31 in anticipation of flooding, severe storms, and tornadoes from the remnants of Ida.\nImpact.\nCaribbean.\nAs a tropical wave, Ida triggered flooding in western &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; on August 23, killing 20 people.\nIn &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, numerous palm trees were downed on &lt;a href=\"Isla%20de%20la%20Juventud\"&gt;Isla de la Juventud&lt;/a&gt; due to hurricane-force winds that struck the island. &lt;a href=\"Santa%20Fe%2C%20Isle%20of%20Youth\"&gt;La Fe&lt;/a&gt; recorded 50 mph (80 km/h) winds and gusts up to 71 mph (114 km/h) on August 27. Many houses were also destroyed by strong winds and branches of trees were snapped in &lt;a href=\"La%20Coloma\"&gt;La Coloma&lt;/a&gt;, &lt;a href=\"Pinar%20del%20R%C3%ADo\"&gt;Pinar del Río&lt;/a&gt;. &lt;a href=\"Los%20Palacios\"&gt;Los Palacios&lt;/a&gt;, and &lt;a href=\"Consolaci%C3%B3n%20del%20Sur\"&gt;Consolación del Sur&lt;/a&gt; also lost electricity, according to a local newspaper in the province. Despite the hurricane, many hospital workers continued to work during the storm. Overall Ida costed $40 million in insurance loss and $100 million in damage in Cuba.\nUnited States.\nExtreme damage was recorded in Louisiana, with a very large number of houses being damaged or destroyed, and storm surge and rain causing widespread flooding and water damage. Power outages were extensive through the southeastern portion of the state. As Ida moved to the Northeastern United States, its remnants spawned several tornadoes, with some being damaging and powerful. Record rain and high-level flash flooding occurred through extensive portions of the Northeast. Ida was estimated to have caused at least $65 billion (2021 USD) in damages in the United States. Dozens of residents died, mostly in Louisiana, New Jersey and New York.\nLouisiana.\nSevere damage was recorded across the coastal areas of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, including in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;, &lt;a href=\"Golden%20Meadow%2C%20Louisiana\"&gt;Golden Meadow&lt;/a&gt;, &lt;a href=\"Houma%2C%20Louisiana\"&gt;Houma&lt;/a&gt;, &lt;a href=\"Galliano%2C%20Louisiana\"&gt;Galliano&lt;/a&gt;, &lt;a href=\"LaPlace%2C%20Louisiana\"&gt;LaPlace&lt;/a&gt;, &lt;a href=\"Lockport%2C%20Louisiana\"&gt;Lockport&lt;/a&gt; and &lt;a href=\"Grand%20Isle%2C%20Louisiana\"&gt;Grand Isle&lt;/a&gt;. In Houma, &lt;a href=\"Whiteout%20%28weather%29\"&gt;whiteout&lt;/a&gt; conditions were recorded, with flying debris and many houses damaged or destroyed. Wireless services were knocked out temporarily. An urgent flood warning was issued for &lt;a href=\"Braithwaite%2C%20Louisiana\"&gt;Braithwaite&lt;/a&gt; when one of the &lt;a href=\"levee\"&gt;levee&lt;/a&gt;s was overtopped. In Galliano, many homes were destroyed, trees were uprooted, cars overturned and power lines brought down. The Lady of the Sea General Hospital in Galliano was damaged, losing a significant amount of the roof.\nSignificant damage was recorded in the &lt;a href=\"French%20Quarter\"&gt;French Quarter&lt;/a&gt; in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;, including destroyed roofs and building collapses. The historic &lt;a href=\"Karnofsky%20Tailor%20Shop%E2%80%93House\"&gt;Karnofsky Shop&lt;/a&gt; collapsed. Nearly all of New Orleans lost electricity due to major damage to transmission lines, while about 1 million people throughout the state were left without power. Two drowning deaths were reported including a man who drowned in New Orleans after attempting to drive his vehicle through floodwater.\nOne of the ferries used on the &lt;a href=\"Algiers%2C%20New%20Orleans\"&gt;Lower Algiers&lt;/a&gt;-&lt;a href=\"Chalmette%2C%20Louisiana\"&gt;Chalmette&lt;/a&gt; route across the Mississippi River broke free of its mooring during the hurricane, drifted up the river, and then ran &lt;a href=\"Ship%20grounding\"&gt;aground&lt;/a&gt;. One of the sections of the &lt;a href=\"Mississippi%20River%E2%80%93Gulf%20Outlet%20Canal\"&gt;Gulf Outlet Dam&lt;/a&gt; was overtopped by the &lt;a href=\"storm%20surge\"&gt;storm surge&lt;/a&gt;. The &lt;a href=\"United%20States%20Geological%20Survey\"&gt;USGS&lt;/a&gt; recorded the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; near &lt;a href=\"Belle%20Chasse%2C%20Louisiana\"&gt;Belle Chase&lt;/a&gt; flowing in reverse due to the volume of the surge. The St. Stephen Catholic School in New Orleans lost its roof.\nAfter the storm had passed, nearly all of the oil production along the Gulf Coast was shut down. Thousands of emergency crew members were deployed in Louisiana, and hundreds of residents were rescued. Power outages in the most heavily affected areas were expected to last for up to a month. &lt;a href=\"State%20of%20emergency\"&gt;States of emergency&lt;/a&gt; were declared for Louisiana and portions of the Northeast. Several sporting events were also moved, delayed, or cancelled due to the storm.\nAn &lt;a href=\"anemometer\"&gt;anemometer&lt;/a&gt; in Grand Isle recorded a gust of before being destroyed. In &lt;a href=\"Prairieville%2C%20Louisiana\"&gt;Prairieville&lt;/a&gt;, a man was killed when a tree fell on his home during the hurricane. An anemometer in Port Fourchon recorded a gust of when Ida came ashore.Major damage was reported in Jefferson Parish. On August 30, insured damage was estimated to be at least $15 billion. Outside the post-&lt;a href=\"Hurricane%20Katrina\"&gt;Katrina&lt;/a&gt; flood protection system, of water overtopped levees in lower Jefferson Parish forcing residents in &lt;a href=\"Lafitte%2C%20Louisiana\"&gt;Lafitte&lt;/a&gt; to flee to their rooftops to escape floodwaters. Entergy shut down the &lt;a href=\"Waterford%20Nuclear%20Generating%20Station\"&gt;Waterford Nuclear Generating Station&lt;/a&gt; due to off-site electrical power being lost. Separate energy from emergency diesel generators was used to maintain safe shutdown conditions. The lowest level of alert, \"unusual event\", was issued. There were no reports of significant equipment damage. Two weak tornadoes, rated EF1 and EF0, struck &lt;a href=\"Eden%20Isle%2C%20Louisiana\"&gt;Eden Isle&lt;/a&gt; just south of &lt;a href=\"Slidell%2C%20Louisiana\"&gt;Slidell, Louisiana&lt;/a&gt;, damaging roofs, fences and trees. Two days later in Slidell itself, a 71-year-old man was presumed dead after being mauled by an alligator while walking through floodwaters near his home. On September 13, the alligator was captured and killed by state authorities. Human remains were recovered from inside the alligator's stomach.\nAerial photos and footage was released, which showed large-scale destruction, debris, and flooding throughout affected areas. On August 31, a 24-year-old man was found dead in Uptown New Orleans. The cause of death was assumed to be &lt;a href=\"carbon%20monoxide\"&gt;carbon monoxide&lt;/a&gt; (CO) poisoning. The next day, in the same city, 12 people, including 7 children, were hospitalized due to CO poisoning. Three additional CO poisoning deaths were reported on September 2 in &lt;a href=\"Jefferson%20Parish\"&gt;Jefferson Parish&lt;/a&gt;. In nearby &lt;a href=\"St.%20Tammany%20Parish\"&gt;St. Tammany Parish&lt;/a&gt;, nine people were hospitalized from the same cause.\nGrand Isle was rendered uninhabitable. Up to 12 breaks in its sand levee led to 100% of structures being damaged, with 40% being completely destroyed, or being blocked by piles of debris, and electrical lines were toppled and buried. Parts of the island were covered by up to of sand. The police station was affected, with the roof being torn apart. The chief, Scooter Resweber, called it the \"most severe hurricane\" he had ever experienced. A &lt;a href=\"St.%20James%20Parish%2C%20Louisiana\"&gt;St. James Parish&lt;/a&gt; man was killed after his backyard shed fell on top of him during Hurricane Ida's heavy winds. Four storm-related deaths were also reported in &lt;a href=\"Tangipahoa%20Parish\"&gt;Tangipahoa Parish&lt;/a&gt; among nursing home residents evacuated during Hurricane Ida. As a result of power outages one person died in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt; due to heat exhaustion and another person died from a lack of oxygen in &lt;a href=\"St.%20Tammany%20Parish\"&gt;St. Tammany Parish&lt;/a&gt;. One person also died after falling from a roof while making damage repairs. Total damage to agriculture was estimated at up to $584 million.\nA week after the storm, over a million people in SE Louisiana were still without power.\nMississippi.\nOver 113,000 people were without electricity on August 30. On August 31, three people were killed and at least nine others were injured when seven vehicles plunged into a deep hole in a collapsed section of &lt;a href=\"Mississippi%20Highway%2026\"&gt;MS 26&lt;/a&gt; in &lt;a href=\"George%20County%2C%20Mississippi\"&gt;George County&lt;/a&gt;. Heavy rains from Ida caused the highway to collapse. 13 weak tornadoes touched down or moved ashore as waterspouts from August 29-30, affecting the entire coastline. An EF1 tornado caused significant damage to homes and other structures near &lt;a href=\"Pass%20Christian%2C%20Mississippi\"&gt;Pass Christian&lt;/a&gt; and &lt;a href=\"Diamondhead%2C%20Mississippi\"&gt;Diamondhead&lt;/a&gt;. The other 12 tornadoes were rated EF0 with seven of them striking or moving between &lt;a href=\"Gulfport%2C%20Mississippi\"&gt;Gulfport&lt;/a&gt; and &lt;a href=\"Biloxi%2C%20Mississippi\"&gt;Biloxi&lt;/a&gt;, although the damage from them was minimal. This was thought to be in part due to &lt;a href=\"Hurricane%20Zeta\"&gt;Hurricane Zeta&lt;/a&gt;'s impacts from the previous year; many weak and dead trees and substandard structures were removed in that storm, potentially reducing the amount of debris available for Ida to cause damage with. Another EF0 tornado struck &lt;a href=\"Pascagoula%2C%20Mississippi\"&gt;Pascagoula&lt;/a&gt; causing minor damage to homes and tree limbs.\nAlabama.\nSeven weak tornadoes touched down in the southern portion of the state. Three people were injured in &lt;a href=\"Saraland%2C%20Alabama\"&gt;Saraland&lt;/a&gt; by an EF1 tornado that ripped portions of roofs from motels and an industrial buildings and knocked down trees, some of which fell on homes. Another EF1 tornado damaged trees, rolled a mobile home, and tore most of the roof of another home southeast of &lt;a href=\"Jackson%2C%20Alabama\"&gt;Jackson&lt;/a&gt;. The other five tornadoes were rated EF0. Two electrical workers died in &lt;a href=\"Adger%2C%20Alabama\"&gt;Adger&lt;/a&gt; while repairing power grid damage caused by the storm.\nMid-Atlantic.\nTwo EF1 tornadoes touched down in &lt;a href=\"Montgomery%20County%2C%20Virginia\"&gt;Montgomery County, Virginia&lt;/a&gt; on August 31. The first one damaged a barn and snapped or uprooted several trees southeast of &lt;a href=\"Radford%2C%20Virginia\"&gt;Radford&lt;/a&gt;. The second one also snapped and uprooted trees and destroyed a swing northwest of &lt;a href=\"Merrimac%2C%20Virginia\"&gt;Merrimac&lt;/a&gt;. In &lt;a href=\"Buchanan%20County%2C%20Virginia\"&gt;Buchanan County&lt;/a&gt;, one person was found dead after flooding from the storm. In &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, A 19-year-old man was confirmed dead after flooding at an apartment complex in &lt;a href=\"Rockville%2C%20Maryland\"&gt;Rockville&lt;/a&gt;. In &lt;a href=\"Frederick%20County%2C%20Maryland\"&gt;Frederick County&lt;/a&gt;, 10 students and their bus driver had to be rescued when their &lt;a href=\"school%20bus\"&gt;school bus&lt;/a&gt; was caught in flooding. An EF2 tornado caused considerable damage to homes, businesses, schools, and other structures as well as trees, signs, and power lines in &lt;a href=\"Annapolis%2C%20Maryland\"&gt;Annapolis&lt;/a&gt;. Two other EF0 tornadoes also touched down in the state. In &lt;a href=\"Wilmington%2C%20Delaware\"&gt;Wilmington, Delaware&lt;/a&gt;, over 200 people were rescued from flooding caused by the storm along the &lt;a href=\"Brandywine%20Creek%20%28Christina%20River%29\"&gt;Brandywine Creek&lt;/a&gt;.\nPennsylvania.\nIn Pennsylvania, an EF2 tornado caused damage in &lt;a href=\"Fort%20Washington%2C%20Pennsylvania\"&gt;Fort Washington&lt;/a&gt;, &lt;a href=\"Upper%20Dublin%20Township%2C%20Pennsylvania\"&gt;Upper Dublin Township&lt;/a&gt;, and &lt;a href=\"Horsham%20Township%2C%20Pennsylvania\"&gt;Horsham Township&lt;/a&gt; in &lt;a href=\"Montgomery%20County%2C%20Pennsylvania\"&gt;Montgomery County, Pennsylvania&lt;/a&gt;, knocking down trees and power lines and tearing the roof off of the Upper Dublin Police Department. A woman was killed in Upper Dublin Township when the tornado blew a tree down onto her house. In &lt;a href=\"Milford%20Township%2C%20Bucks%20County%2C%20Pennsylvania\"&gt;Milford Township&lt;/a&gt;, a man was found dead after he drowned in his vehicle in the &lt;a href=\"Unami%20Creek\"&gt;Unami Creek&lt;/a&gt;. An EF1 tornado struck &lt;a href=\"Buckingham%20Township%2C%20Bucks%20County%2C%20Pennsylvania\"&gt;Buckingham Township&lt;/a&gt; in Bucks County, an EF1 tornado hit &lt;a href=\"Upper%20Makefield%20Township%2C%20Pennsylvania\"&gt;Upper Makefield Township&lt;/a&gt; in Bucks County, and an EF2 tornado touched down in &lt;a href=\"Oxford%2C%20Pennsylvania\"&gt;Oxford&lt;/a&gt; in &lt;a href=\"Chester%20County%2C%20Pennsylvania\"&gt;Chester County&lt;/a&gt;.\nHeavy rain and extensive flooding occurred in Eastern &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;. The &lt;a href=\"Schuylkill%20River\"&gt;Schuylkill River&lt;/a&gt; flooded portions of &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, with &lt;a href=\"Interstate%20676\"&gt;Interstate 676&lt;/a&gt; (Vine Street Expressway) partially covered in water. Flooding from the river also affected the &lt;a href=\"Manayunk%2C%20Philadelphia\"&gt;Manayunk&lt;/a&gt; neighborhood of Philadelphia, with residents rescued from apartments along Main Street. Flooding from the Schuylkill River caused damage to &lt;a href=\"SEPTA%20Regional%20Rail\"&gt;SEPTA Regional Rail&lt;/a&gt;'s &lt;a href=\"Manayunk/Norristown%20Line\"&gt;Manayunk/Norristown Line&lt;/a&gt; between &lt;a href=\"Miquon%2C%20Pennsylvania\"&gt;Miquon&lt;/a&gt; and &lt;a href=\"Norristown%2C%20Pennsylvania\"&gt;Norristown&lt;/a&gt;, resulting in the suspension of service. Service between &lt;a href=\"Center%20City%20Philadelphia\"&gt;Center City Philadelphia&lt;/a&gt; and &lt;a href=\"Spring%20Mill%2C%20Pennsylvania\"&gt;Spring Mill&lt;/a&gt; resumed on September 7 while service along the entire length of the line to Norristown resumed on September 13. Overall Ida caused up to $100 million in Southern Pennsylvania as a result.\nNew Jersey and New York.\nThe impact of Ida in New Jersey and New York was unusually intense and deadly. Ida was the third tropical system in as many weeks to soak the Northeastern United States, after &lt;a href=\"Tropical%20Storm%20Fred%20%282021%29\"&gt;Fred&lt;/a&gt; and &lt;a href=\"Hurricane%20Henri\"&gt;Henri&lt;/a&gt;, which left the soil saturated and a greater risk of flooding. Numerous &lt;a href=\"flash%20flood%20warning\"&gt;flash flood warning&lt;/a&gt;s and &lt;a href=\"Flash%20flood%20warning%23Emergency\"&gt;flash flood emergencies&lt;/a&gt; were issued across the area as well. &lt;a href=\"Tornado%20warning\"&gt;Tornado warning&lt;/a&gt;s were also issued in parts of the &lt;a href=\"New%20York%20City%20Metropolitan%20Area\"&gt;New York City Metropolitan Area&lt;/a&gt;, including &lt;a href=\"Westchester%20County%2C%20New%20York\"&gt;Westchester County, New York&lt;/a&gt;, and parts of &lt;a href=\"Fairfield%20County%2C%20Connecticut\"&gt;Fairfield&lt;/a&gt; and &lt;a href=\"Ridgefield%2C%20Connecticut\"&gt;Ridgefield&lt;/a&gt; in &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. The National Weather Service's New York City office issued its first ever flash flood emergency in response to severe flooding in northeastern New Jersey, followed an hour later by the first flash flood emergency ever for &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; itself.\nAn EF3 tornado destroyed multiple homes in &lt;a href=\"Mullica%20Hill%2C%20New%20Jersey\"&gt;Mullica Hill&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;. An EF1 tornado that tracked from &lt;a href=\"Edgewater%20Park%2C%20New%20Jersey\"&gt;Edgewater Park, New Jersey&lt;/a&gt;, to &lt;a href=\"Bristol%2C%20Pennsylvania\"&gt;Bristol, Pennsylvania&lt;/a&gt;, prompted a rare &lt;a href=\"tornado%20emergency\"&gt;tornado emergency&lt;/a&gt; for Bristol and &lt;a href=\"Croydon%2C%20Pennsylvania\"&gt;Croydon&lt;/a&gt;, Pennsylvania, as well as &lt;a href=\"Burlington%2C%20New%20Jersey\"&gt;Burlington&lt;/a&gt;, New Jersey. An EF0 tornado struck &lt;a href=\"Princeton%2C%20New%20Jersey\"&gt;Princeton, New Jersey&lt;/a&gt;. Portions of &lt;a href=\"Trenton%2C%20New%20Jersey\"&gt;Trenton, New Jersey&lt;/a&gt;, were evacuated due to flooding caused by the storm. At least 27 people died in New Jersey, including one person who drowned inside their car in &lt;a href=\"Passaic%2C%20New%20Jersey\"&gt;Passaic, New Jersey&lt;/a&gt;, and five others who died in their apartment complex in &lt;a href=\"Elizabeth%2C%20New%20Jersey\"&gt;Elizabeth, New Jersey&lt;/a&gt;. Over 81,740 power outages were reported on the night of September 1 in New Jersey.\nWidespread flooding shut down much of the &lt;a href=\"New%20York%20City%20Subway\"&gt;New York City Subway&lt;/a&gt; system as well as large portions of the &lt;a href=\"NJ%20Transit%20Rail%20Operations\"&gt;NJ Transit&lt;/a&gt;, &lt;a href=\"Long%20Island%20Rail%20Road\"&gt;Long Island Rail Road&lt;/a&gt;, and &lt;a href=\"Metro-North%20Railroad\"&gt;Metro-North Railroad&lt;/a&gt; commuter rail systems and &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; intercity services. A tennis match at the &lt;a href=\"2021%20US%20Open%20%28tennis%29\"&gt;2021 U.S. Open&lt;/a&gt; was delayed when strong winds and rain came through the spaces of the naturally ventilated roof of &lt;a href=\"Louis%20Armstrong%20Stadium\"&gt;Louis Armstrong Stadium&lt;/a&gt;. Eighteen storm-related deaths were also reported in New York. Most people who died in New York City, including a family of three in &lt;a href=\"Woodside%2C%20Queens\"&gt;Woodside, Queens&lt;/a&gt;, lived in basement apartments that flooded. Overall in New York, Ida caused $50 million in damages.\nNew England.\nUp to of rain fell over parts of &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, resulting in widespread flooding. A &lt;a href=\"Connecticut%20State%20Police\"&gt;Connecticut state trooper&lt;/a&gt; died after he and his police cruiser were swept away by floodwaters from the &lt;a href=\"Pomperaug%20River\"&gt;Pomperaug River&lt;/a&gt; in &lt;a href=\"Woodbury%2C%20Connecticut\"&gt;Woodbury&lt;/a&gt;. Similar rainfall total were recorded in neighboring &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt;, and rivers in the state rose towards moderate &lt;a href=\"flood%20stage\"&gt;flood stage&lt;/a&gt;. In southeastern Massachusetts, &lt;a href=\"New%20Bedford%2C%20Massachusetts\"&gt;New Bedford&lt;/a&gt; received of rain and an EF0 tornado touched down at &lt;a href=\"Dennis%2C%20Massachusetts\"&gt;Dennis&lt;/a&gt;, on &lt;a href=\"Cape%20Cod\"&gt;Cape Cod&lt;/a&gt;.\nAtlantic Canada.\nHeavy rain from Ida's remnants inundated &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;'s &lt;a href=\"The%20Maritimes\"&gt;Maritime provinces&lt;/a&gt; on September 2, and several power outages were reported. &lt;a href=\"Brier%20Island\"&gt;Brier Island&lt;/a&gt;, in the &lt;a href=\"Bay%20of%20Fundy\"&gt;Bay of Fundy&lt;/a&gt;, just off the coast of &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt; received of rain. Wind gusts reached at &lt;a href=\"Lunenburg%2C%20Nova%20Scotia\"&gt;Lunenburg, Nova Scotia&lt;/a&gt;. &lt;a href=\"Environment%20Canada\"&gt;Environment Canada&lt;/a&gt; reported that of rain fell in &lt;a href=\"Charlottetown\"&gt;Charlottetown&lt;/a&gt;, &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt;. More rain fell in just 24 hours throughout the province than in any average month. Wind gusts in and around the &lt;a href=\"Northumberland%20Strait\"&gt;Northumberland Strait&lt;/a&gt; reached as high as .\nIn &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;, of rain fell on the &lt;a href=\"Magdalen%20Islands\"&gt;Magdalen Islands&lt;/a&gt; on September 3, washing out various sections of road, especially near &lt;a href=\"L%27%C3%89tang-du-Nord\"&gt;L'Étang-du-Nord&lt;/a&gt; and in the Havre-Aubert sectors. The schools suspended their classes for September 3. Elsewhere, of rain fell across the &lt;a href=\"Gasp%C3%A9%20Peninsula\"&gt;Gaspé Peninsula&lt;/a&gt;, &lt;a href=\"Anticosti%20Island\"&gt;Anticosti Island&lt;/a&gt; and the &lt;a href=\"Basse-C%C3%B4te-Nord\"&gt;Lower North Shore&lt;/a&gt;, according to the &lt;a href=\"Meteorological%20Service%20of%20Canada\"&gt;Meteorological Service of Canada&lt;/a&gt;. The rains caused flooding, forced the evacuation of several houses and a &lt;a href=\"retirement%20home\"&gt;retirement home&lt;/a&gt;, as well as road closures, in the &lt;a href=\"Grande-Vall%C3%A9e\"&gt;Grande-Vallée&lt;/a&gt; to &lt;a href=\"Rivi%C3%A8re-au-Renard\"&gt;Rivière-au-Renard&lt;/a&gt; region of the Gaspé where the accumulations exceeded . In addition, winds reached in these regions causing a strong &lt;a href=\"storm%20surge\"&gt;storm surge&lt;/a&gt;.\nIn &lt;a href=\"Newfoundland%20and%20Labrador\"&gt;Newfoundland and Labrador&lt;/a&gt;, of rain fell over central and western parts of &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt;, with recorded at the &lt;a href=\"La%20Scie\"&gt;La Scie&lt;/a&gt; station (near &lt;a href=\"Baie%20Verte%2C%20Newfoundland%20and%20Labrador\"&gt;Baie Verte&lt;/a&gt;). Winds reached in &lt;a href=\"Wreckhouse%2C%20Newfoundland%20and%20Labrador\"&gt;Wreckhouse&lt;/a&gt; and in &lt;a href=\"Stephenville%2C%20Newfoundland%20and%20Labrador\"&gt;Stephenville&lt;/a&gt; in the southwest.\nAftermath.\nUnited States.\nThe storm shut down nearly all &lt;a href=\"Offshore%20oil%20and%20gas%20in%20the%20Gulf%20of%20Mexico%20%28United%20States%29\"&gt;Gulf Coast oil production&lt;/a&gt;, accounting for about 15% of the U.S. total. Louisiana's mainland refineries were also shut down, which account for 12.5% of the nation's capacity. The &lt;a href=\"Colonial%20Pipeline\"&gt;Colonial Pipeline&lt;/a&gt; was partially shut down as a result of the hurricane. This combination of factors caused prices to rise for oil and gasoline products across the United States. Early estimates of insured losses are from $15 billion to $25 billion. The offshore and onshore of the Gulf Region is up to $35 billion in Insured loss.\nLouisiana.\nRecovering from the massive blackout in New Orleans was originally estimated to take weeks but most power was restored within 10 days by repairing a transmission line from &lt;a href=\"Slidell%2C%20Louisiana\"&gt;Slidell&lt;/a&gt; and bringing the &lt;a href=\"New%20Orleans%20Power%20Station\"&gt;New Orleans Power Station&lt;/a&gt; online in tandem. The Massachusetts Task Force sent an 80-member team to &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge&lt;/a&gt; to help with the impacts of Ida on August 29. The team was composed of emergency medical technicians, doctors, structure, communication and logistics specialists, and emergency room technicians, among others. People in lower-income communities affected by Ida had trouble affording to leave. States such as Texas and South Carolina and national non-profits also gathered donations to distribute to victims and to help in the search and rescue operations.\nOver 5,000 national guard members were deployed, and more than 25,000 workers nationwide came in support of recovery efforts. U.S. President Joe Biden declared a major disaster in the state, which allowed for extra funding and recovery. Sweltering weather conditions following Ida worsened the living quality of many surviving residents without power and food. More than 2 million were placed under heat advisories after Ida passed. Officials said that power may not be restored to some for up to a month, a delay that could be life-threatening because of intense heat.\nThe &lt;a href=\"Louisiana%20National%20Guard\"&gt;Louisiana National Guard&lt;/a&gt; activated 4,900 guard personnel, and dispatched about 200 &lt;a href=\"high-water%20vehicle\"&gt;high-water vehicle&lt;/a&gt;s, along with more than 70 rescue boats and 30 helicopters. By the afternoon of August 30, 191 people and 27 pets were rescued after crews checked 400 homes. Governor John Bel Edwards said the damage was \"catastrophic\" and that officials believe the death toll \"could rise considerably\". &lt;a href=\"Tulane%20University\"&gt;Tulane University&lt;/a&gt; announced plans to evacuate its campus of all remaining students and to take them to Houston. Many people fled to stores to get food and water, and to gas stations to get fuel. John Bel Edwards said in a preliminary survey of the state's levees that they worked as intended and held water out.\nOn August 30, it was announced that the college football game between &lt;a href=\"2021%20Tulane%20Green%20Wave%20football%20team\"&gt;Tulane&lt;/a&gt; and &lt;a href=\"2021%20Oklahoma%20Sooners%20football%20team\"&gt;Oklahoma&lt;/a&gt; scheduled for September 4 was being moved from &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt; to &lt;a href=\"Norman%2C%20Oklahoma\"&gt;Norman, Oklahoma&lt;/a&gt;, although Tulane would still be considered the home team. On September 3, Tulane's second home game against &lt;a href=\"2021%20Morgan%20State%20Bears%20football%20team\"&gt;Morgan State&lt;/a&gt; scheduled for September 11 was moved to &lt;a href=\"Legion%20Field\"&gt;Legion Field&lt;/a&gt; in &lt;a href=\"Birmingham%2C%20Alabama\"&gt;Birmingham, Alabama&lt;/a&gt;. Tulane volleyball's tournament scheduled for September 17–18 against UAB, Sam Houston and Texas Tech was also moved to Birmingham with inside UAB's Bartow Arena. All fans were allowed to attend the two events free of charge. On August 31, the &lt;a href=\"2021%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt; announced they were planning to use an interim facility in the &lt;a href=\"Dallas%E2%80%93Fort%20Worth%20metroplex\"&gt;Dallas-Fort Worth area&lt;/a&gt; for the first four weeks of the &lt;a href=\"2021%20NFL%20season\"&gt;2021 NFL season&lt;/a&gt;. The next day, their season opener against the &lt;a href=\"2021%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt; on September 12 was moved to &lt;a href=\"TIAA%20Bank%20Field\"&gt;TIAA Bank Field&lt;/a&gt; in &lt;a href=\"Jacksonville%2C%20Florida\"&gt;Jacksonville, Florida&lt;/a&gt;.\nNortheast.\nStates of emergency were declared in &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, including in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, as well as in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; by governors &lt;a href=\"Kathy%20Hochul\"&gt;Kathy Hochul&lt;/a&gt; and &lt;a href=\"Phil%20Murphy\"&gt;Phil Murphy&lt;/a&gt;. Several New Jersey public school districts delayed or cancelled classes because of flooding or severe weather damage. &lt;a href=\"Newark%20Liberty%20International%20Airport\"&gt;Newark Liberty International Airport&lt;/a&gt; suffered flooding in the terminals, and all departures were grounded. Operations continued the following morning, with flight delays and cancellations. On September 2, it was announced that due to the major flooding around &lt;a href=\"SHI%20Stadium\"&gt;SHI Stadium&lt;/a&gt;, the &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; opening game between &lt;a href=\"2021%20Rutgers%20Scarlet%20Knights%20football%20team\"&gt;Rutgers&lt;/a&gt; and &lt;a href=\"2021%20Temple%20Owls%20football%20team\"&gt;Temple&lt;/a&gt; scheduled for that day would be postponed to September 4. &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; Governor &lt;a href=\"Ned%20Lamont\"&gt;Ned Lamont&lt;/a&gt; also declared a State of Emergency for the entire state following widespread flooding.\nMany rescue crews were sent in boats through flooded streets the day after the storm in Philadelphia, northern &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt;, and portions of New York state. Thousands of rescues had happened in Pennsylvania alone that day, and first responders helped bring communities to safety from halted subway trains the night of the flooding in New York City. Some were stranded overnight. The city also saw its share of hundreds of rescues the next day.\nMajor flooding caused several homes and businesses in &lt;a href=\"Manville%2C%20New%20Jersey\"&gt;Manville, New Jersey&lt;/a&gt; to catch fire. They burned for hours after exploding from utility damage. Fire crews were unable to reach them due to the high flood waters. Manville was said to have the worst flooding in the entire state. Other notable flooding in the state occurred in &lt;a href=\"Woodbridge%20Township%2C%20New%20Jersey\"&gt;Woodbridge Township&lt;/a&gt;, &lt;a href=\"Carteret%2C%20New%20Jersey\"&gt;Carteret&lt;/a&gt;, &lt;a href=\"Rahway\"&gt;Rahway&lt;/a&gt;, &lt;a href=\"Perth%20Amboy\"&gt;Perth Amboy&lt;/a&gt;, &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark&lt;/a&gt;, &lt;a href=\"Jersey%20City\"&gt;Jersey City&lt;/a&gt;, and &lt;a href=\"Paterson%2C%20New%20Jersey\"&gt;Paterson&lt;/a&gt;.\nPresident &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; commented on the flooding rains from the storms remnants, stating that New York recorded more rain Wednesday than \"it usually sees the entire month of September\". Mayor &lt;a href=\"Bill%20de%20Blasio\"&gt;Bill de Blasio&lt;/a&gt; of New York City said Ida was \"unlike anything we've seen before\". Most of the city's deaths were in &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt;. Rainfall in Central Park broke a 94-year record, while &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark, New Jersey&lt;/a&gt;, broke a 62-year record. The estimated damages from the northeast are $16–24 billion in damages."
}