{
    "id": "68586491",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=68586491",
    "title": "Credibility (international relations)",
    "text": "In &lt;a href=\"international%20relations\"&gt;international relations&lt;/a&gt;, credibility is the perceived likelihood that a leader or a state follows through on threats and promises that have been made. Credibility is a key component of &lt;a href=\"Coercion%20%28international%20relations%29\"&gt;coercion&lt;/a&gt; (i.e. &lt;a href=\"compellence\"&gt;compellence&lt;/a&gt; and &lt;a href=\"deterrence%20theory\"&gt;deterrence&lt;/a&gt;), as well as the functioning of &lt;a href=\"military%20alliances\"&gt;military alliances&lt;/a&gt;. Credibility is related to concepts such as reputation (how past behavior shapes perceptions of an actor's tendencies) and resolve (the willingness to stand firm while incurring costs). Reputation for resolve may be a key component of credibility, but credibility is also highly context-dependent.\nCredibility may be determined through assessments of &lt;a href=\"Power%20%28international%20relations%29\"&gt;power&lt;/a&gt;, past reputation, current interests, and signaling. &lt;a href=\"Situationism%20%28psychology%29\"&gt;Situational&lt;/a&gt; and &lt;a href=\"Disposition\"&gt;dispositional factors&lt;/a&gt; may affect perceptions of credibility. Misperception and miscommunication can lead to erroneous assessments of credibility. Assessments of reputation may be linked to specific leaders, as well as states.\nCoercion.\nMuch of the scholarship on &lt;a href=\"coercive%20diplomacy\"&gt;coercion&lt;/a&gt; focuses on the credibility of coercive threats as a key component of the success of coercive diplomacy. According to Thomas Schelling, a reputation for resolve \"is one of the few things worth fighting over.\"\nSuccessful coercion frequently revolves around a demonstration of capabilities and resolve, both of which enhance the credibility of attempts to coerce others. According to &lt;a href=\"Richard%20Ned%20Lebow\"&gt;Richard Ned Lebow&lt;/a&gt;, a credible threat entails:\nAccording to Robert Art, the perquisites for compellence success are:\nMatthew Fuhrmann and Todd Sechser argue that there are three main components to credibility in coercion:\nAccording to Anne Sartori, states rarely seek to obtain goals through bluffing, because doing so undermines their reputation in future crises. Survey experiment data from Barbara Walter and Dustin Tingley confirm the findings of Sartori's study, as they find that people \"invest more heavily in reputation building if they believe a game will be repeated many times.\"\nCredibility (or reputation) refers to the degree to which an actor is expected to uphold their commitments based on past behavior. In terms of credible coercive diplomacy, credibility entails that defiance will be met with punishment, and that compliance will be met with restraint. One of the main problems in coercive diplomacy is that it is hard to credibly signal that compliance will not lead to punishment. Some scholars have argued that when great powers increase their power, their credibility to engage in restraint decreases, which may lead weaker adversaries to be less likely to comply with great power threats.\nTo enhance the credibility of threats, some scholars argue that &lt;a href=\"Audience%20cost\"&gt;audience costs&lt;/a&gt; are effective in doing so. Other scholars dispute that audience costs enhance credibility.\nSome scholars question whether credibility or reputation matters in international disputes.\nStates may be motivated to pay high costs in order to maintain reputations for resolve. They are most likely to do so when they expect that they will face future challenges where they will benefit from having reputations for resolve.\nCostly signaling.\nSome scholarship suggests that the credibility of threats is enhanced by costly signaling, which means that the threats themselves incur costs, which signify that the threats are genuine.\nA substantial literature points to audience costs as a meaningful form of signaling. An audience cost is the domestic political cost that a leader incurs from his or her constituency if they escalate a &lt;a href=\"foreign%20policy\"&gt;foreign policy&lt;/a&gt; crisis and are then seen as backing down. The implication of audience costs is that threats issued by leaders (who incur audience costs) against other states are more likely to be seen as credible and thus lead those states to meet the demands of the leader making threats. The term was popularized in a 1994 academic article by &lt;a href=\"James%20Fearon\"&gt;James Fearon&lt;/a&gt; where he argued that democracies carry greater audience costs than authoritarian states, which makes them better at signaling their intentions in interstate disputes. It is one of the mechanisms for &lt;a href=\"democratic%20peace%20theory\"&gt;democratic peace theory&lt;/a&gt;.\nAlliances.\nThe functioning of military alliances revolves around perceptions of credibility: whether an ally will honor alliance commitments. Alliances that are perceived to be unreliable are more likely to end up in war. Scholars have argued that past reputation shapes whether alliance commitments are perceived as credible. When allies are perceived not to be reliable, allies may make up for it by increasing the number of allies and include \"costly reliability-enhancing provisions such as greater precision in when alliance obligations apply, issue linkage, and increased institutionalization.\" States with a reputation for upholding alliance commitments are more likely to be involved in future alliances.\nStates may be more likely to honor alliance commitments due to costly signaling, including audience costs. Some scholars argue that indiscriminate alliance loyalty is not desirable (as that could raise the risk of conflict and entrapment), and that hawkishness may also not be desirable."
}