{
    "id": "68588825",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=68588825",
    "title": "COVID-19 eviction moratoriums in the United States",
    "text": "In response to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, the &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;United States federal government&lt;/a&gt; and several &lt;a href=\"United%20States\"&gt;U.S. states&lt;/a&gt; implemented moratoriums on &lt;a href=\"eviction\"&gt;eviction&lt;/a&gt;.\nFederal.\nIn March 2020, the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; passed the &lt;a href=\"CARES%20Act\"&gt;CARES Act&lt;/a&gt;, which included a moratorium on the evictions of tenants in rental properties that receive federal funding or have federal government-backed mortgages until July 2020.\nThe &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;Centers for Disease Control and Prevention&lt;/a&gt; (CDC) announced an additional eviction moratorium on September 1, expected to last until December 31 of that year. The order cited Section 361 of the &lt;a href=\"Public%20Health%20Service%20Act\"&gt;Public Health Service Act&lt;/a&gt;, which gives the agency authority to:\nA challenge to the moratorium was filed in November by the Alabama Association of Realtors. In the &lt;a href=\"United%20States%20District%20Court%20for%20the%20District%20of%20Columbia\"&gt;District Court for D.C.&lt;/a&gt;, Judge &lt;a href=\"Dabney%20L.%20Friedrich\"&gt;Dabney L. Friedrich&lt;/a&gt; ruled that the Public Health Service act did not give the CDC authority to enact moratoria on evictions. Friedrich cited the rule of \"&lt;a href=\"eiusdem%20generis\"&gt;eiusdem generis&lt;/a&gt;\", writing that evictions were too dissimilar from the other items listed in Section 361 to be covered under the phrase \"and other measures.\" On appeal, the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; voted 5–4, to maintain the moratorium.\nThe &lt;a href=\"Biden%20administration\"&gt;Biden administration&lt;/a&gt; issued a new eviction moratorium on August 3, 2021, intended to last until October 3. It was applicable to counties with substantial or high transmission rates of COVID-19. On August 26, the Supreme Court struck down the moratorium.\nState.\n43 &lt;a href=\"U.S.%20state\"&gt;U.S. states&lt;/a&gt; have implemented some form of an eviction moratorium during the COVID-19 pandemic; 27 of these states lifted their eviction moratoriums between May and September 2020.\nCalifornia.\nOn June 28, &lt;a href=\"Governor%20of%20California\"&gt;Governor&lt;/a&gt; &lt;a href=\"Gavin%20Newsom\"&gt;Newsom&lt;/a&gt; signed a bill passed by the &lt;a href=\"California%20State%20Legislature\"&gt;California State Legislature&lt;/a&gt; extending eviction protections until September 30.\nNew York.\nIn December 2020, the &lt;a href=\"New%20York%20State%20Legislature\"&gt;New York State Legislature&lt;/a&gt; passed a state moratorium on evictions. In May 2021, the legislature extended the moratorium until August 31.\nThe Supreme Court struck down a provision of the state moratorium that protected people who filed a form declaring economic hardship, rather than providing evidence in court."
}