{
    "id": "68598514",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=68598514",
    "title": "Quickstep 19",
    "text": "The Quickstep 19 is an American &lt;a href=\"Trailer%20sailer\"&gt;trailerable&lt;/a&gt; &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt; that was designed by &lt;a href=\"Stuart%20Windley\"&gt;Stuart Windley&lt;/a&gt; as a &lt;a href=\"pocket%20cruiser\"&gt;pocket cruiser&lt;/a&gt; and first built in 1989.\nThe Quickstep 19 is a development of the &lt;a href=\"Gloucester%2019\"&gt;Gloucester 19&lt;/a&gt;.\nProduction.\nThe design was built by &lt;a href=\"Quickstep%20Sailboats\"&gt;Quickstep Sailboats&lt;/a&gt; in &lt;a href=\"Bristol%2C%20Rhode%20Island\"&gt;Bristol, Rhode Island&lt;/a&gt; &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, starting in 1989, but it is now out of production.\nDesign.\nThe Quickstep 19 is a recreational &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt;, with wood trim. It has a &lt;a href=\"Fractional%20rig\"&gt;fractional&lt;/a&gt; &lt;a href=\"sloop\"&gt;sloop&lt;/a&gt; rig, a &lt;a href=\"raked%20stem\"&gt;raked stem&lt;/a&gt;, a plumb &lt;a href=\"Transom%20%28nautical%29\"&gt;transom&lt;/a&gt;, a transom-hung &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; controlled by a &lt;a href=\"tiller\"&gt;tiller&lt;/a&gt; and a &lt;a href=\"lifting%20keel\"&gt;lifting keel&lt;/a&gt; or optional fixed fin &lt;a href=\"keel\"&gt;keel&lt;/a&gt;. It displaces and carries of lead ballast.\nThe keel-equipped version of the boat has a draft of , while the lifting keel-equipped version has a draft of with the keel extended and with it retracted, allowing operation in shallow water, &lt;a href=\"Beaching%20%28nautical%29\"&gt;beaching&lt;/a&gt; or ground transportation on a &lt;a href=\"Boat%20trailer\"&gt;trailer&lt;/a&gt;.\nThe boat is normally fitted with a small &lt;a href=\"outboard%20motor\"&gt;outboard motor&lt;/a&gt; for docking and maneuvering.\nThe design has sleeping accommodation for four people, a &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; and a &lt;a href=\"Head%20%28watercraft%29\"&gt;head&lt;/a&gt;, with cabin headroom of .\nThe design has a &lt;a href=\"hull%20speed\"&gt;hull speed&lt;/a&gt; of .\nOperational history.\nThe boat is supported by an active class club, the \"Quickstep Owners Group\".\nAt its introduction in September 1989 as a 1990 model boat, a review in \"Cruising World\" stated, \"the Q-19 is a jumble of anomalies that add up to a remarkably simple, satisfying whole. The hull and deck are as sleek as a day sailer’s, yet below are four comfortable berths over 6'3\" long and plenty of storage behind rich teak cabinet doors for extended sojourns overnight. The boat weighs a mere 1,800 pounds, low enough so that she can be towed easily by most mid-sized cars, yet 750 pounds of ballast carried deep in the bilge allow her to carry a tall, graceful three-quarter rig that remains controllable in a breeze and efficient in light air. A simple hinged mast step enables you to set the whole program up and be off sailing in less than half an hour. Here's a little sailboat that you can be proud to take out for the day and be comfortable in once you load up with provisions and bedding and venture down the coast. And it's trailerable to boot!\"\nA May 1990 review in \"Cruising World\" noted that the boat had been nominated as \"Boat of the Year\" at its introduction in 1989 and was actually named \"first runner-up in the under 30-foot category\". The review stated \"some of the comments made by the judges: 'Like all boats from this builder, a neat little packet.'; nice looking boat...'; 'greater stability than usual.'; '...easy trailering...'; '...fun to sail.' The review concluded, \"the new Quickstep 19 was designed to be easy to trailer, easy to rig and easy to sail, Her extra large cockpit affords plenty of room for day sails and the interior is well thought out for occasional overnights. The Quickstep 19 features berths for four, a galley, room for a portable head and plenty of ventilation. You'll find equipment normally reserved for larger boats, like Lewmar opening ports, roller furling and Hood Sails. The Quickstep 19 is the new alternative for he sailor interested in trailerable sailboats.\"\nIn a 2010 review Steve Henkel wrote, \"... best features: Unlike the Gloucester, the Quickstep is quite well-finished for a boat this small (opening ports, teak trim below, including teak and holly cabin sole), and came well equipped, e.g, roller furling jib was standard. Worst features: The rudder is deeper than the fixed keel when extended, a risk when sailing in shoal waters, The mainsheet is cleated at one side of the transom—awkward when the helmsman is trying to uncleat the sheet while sitting on the opposite side. However, this problem should be easy to solve by either hanging a cam cleat from the main boom or running the control forward to a cleat on the cabintop.\"\nSee also.\nRelated development"
}