{
    "id": "68615453",
    "revid": "30793817",
    "url": "https://en.wikipedia.org/wiki?curid=68615453",
    "title": "T. G. Vawdrey",
    "text": "Theophilis Glascott Vawdrey (1850 – 23 October 1940) &lt;a href=\"L.R.C.P.\"&gt;L.R.C.P.&lt;/a&gt;, &lt;a href=\"M.R.C.S.\"&gt;M.R.C.S.&lt;/a&gt; was an English &lt;a href=\"physician\"&gt;physician&lt;/a&gt;, surgeon and &lt;a href=\"anti-vivisection\"&gt;anti-vivisection&lt;/a&gt; activist.\nVawdrey was born at &lt;a href=\"St%20Austell\"&gt;St Austell&lt;/a&gt;, Cornwall. He was educated at &lt;a href=\"Epsom%20College\"&gt;Epsom College&lt;/a&gt; (1862–1869) and received his medical education at &lt;a href=\"University%20College%20Hospital\"&gt;University College Hospital&lt;/a&gt;. In 1872, he was awarded a certificate in dental surgery from the university. \nVawdrey qualified M.R.C.S in 1873 and L.R.C.P. in 1874. He practiced medicine in Lewisham and was a surgeon for the Royal Kent Dispensary, Greenwich. \nVawdrey built an extensive private practice in &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt;. He was the first honorary surgeon of the Plymouth and District Ambulance Service. He was elected an honorary life membership of the &lt;a href=\"St.%20John%20Ambulance%20Association\"&gt;St. John Ambulance Association&lt;/a&gt;. In the 1890s, Vawdrey was Stipendiary Medical Officer for the Devon and Cornwall Homeopathic Dispensary. Vawdrey was a &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; and served as chairman of Plymouth Conservative Club. He was a staunch opponent of vivisection. He was also an &lt;a href=\"anti-vaccination\"&gt;anti-vaccination&lt;/a&gt;ist and a vice-president of the &lt;a href=\"National%20Anti-Vaccination%20League\"&gt;National Anti-Vaccination League&lt;/a&gt;.\nThe front of the pulpit made from granite at &lt;a href=\"St%20Paul%27s%20Church%2C%20Charlestown\"&gt;St Paul's Church, Charlestown&lt;/a&gt; was gifted by Vawdrey.\nVawdrey died at &lt;a href=\"East%20Horsley\"&gt;East Horsley&lt;/a&gt;, Surrey."
}