{
    "id": "68617835",
    "revid": "59002",
    "url": "https://en.wikipedia.org/wiki?curid=68617835",
    "title": "Space travel in science fiction",
    "text": "Space travel, or space flight (less often, starfaring or star voyaging) is a classic &lt;a href=\"science%20fiction\"&gt;science-fiction&lt;/a&gt; theme that has captivated the public and is almost archetypal for science fiction. Space travel, &lt;a href=\"Interplanetary%20spaceflight\"&gt;interplanetary&lt;/a&gt; or &lt;a href=\"Interstellar%20travel\"&gt;interstellar&lt;/a&gt;, is usually performed in &lt;a href=\"starship\"&gt;space ships&lt;/a&gt;, and &lt;a href=\"spacecraft%20propulsion\"&gt;spacecraft propulsion&lt;/a&gt; in various works ranges from the scientifically plausible to the totally fictitious. \nWhile some writers focus on realistic, scientific, and educational aspects of space travel, with other writers the concept may be seen as a metaphor for &lt;a href=\"freedom\"&gt;freedom&lt;/a&gt;, including \"&lt;a href=\"freedom\"&gt;free[ing&lt;/a&gt;] &lt;a href=\"Human\"&gt;mankind&lt;/a&gt; from the prison of the &lt;a href=\"Solar%20System\"&gt;solar system&lt;/a&gt;\". Though the science-fiction &lt;a href=\"rocket\"&gt;rocket&lt;/a&gt; has been described as a 20th-century icon, according to \"&lt;a href=\"The%20Encyclopedia%20of%20Science%20Fiction\"&gt;The Encyclopedia of Science Fiction&lt;/a&gt;\" \"The means by which space flight has been achieved in sf – its many and various spaceships – have always been of secondary importance to the mythical impact of the theme\". Works related to space travel have popularized such concepts as &lt;a href=\"time%20dilation\"&gt;time dilation&lt;/a&gt;, &lt;a href=\"space%20station\"&gt;space station&lt;/a&gt;s, and &lt;a href=\"space%20colonization\"&gt;space colonization&lt;/a&gt;.\nWhile generally associated with science fiction, space travel – involving magic or supernatural entities such as &lt;a href=\"angels\"&gt;angels&lt;/a&gt; – has also occasionally featured in &lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt;.\nHistory.\nA classic, defining trope of the science-fiction genre is that the action takes place in space, either aboard a &lt;a href=\"starship\"&gt;spaceship&lt;/a&gt; or on another planet. Early works of science fiction, termed \"&lt;a href=\"proto%20SF\"&gt;proto SF&lt;/a&gt;\" – such as novels by 17th-century writers &lt;a href=\"Francis%20Godwin\"&gt;Francis Godwin&lt;/a&gt; and &lt;a href=\"Cyrano%20de%20Bergerac\"&gt;Cyrano de Bergerac&lt;/a&gt;, and by astronomer &lt;a href=\"Johannes%20Kepler\"&gt;Johannes Kepler&lt;/a&gt; – include \"lunar romances\", much of whose action takes place on the &lt;a href=\"Moon\"&gt;Moon&lt;/a&gt;. Science-fiction critic &lt;a href=\"George%20Slusser\"&gt;George Slusser&lt;/a&gt; also pointed to &lt;a href=\"Christopher%20Marlowe\"&gt;Christopher Marlowe&lt;/a&gt;'s \"&lt;a href=\"Doctor%20Faustus%20%28play%29\"&gt;Doctor Faustus&lt;/a&gt;\" (1604) – in which the main character is able to see the entire earth from high above – and noted the connections of space travel to earlier dreams of flight and &lt;a href=\"air%20travel\"&gt;air travel&lt;/a&gt;, as far back as the writings of &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; and &lt;a href=\"Socrates\"&gt;Socrates&lt;/a&gt;. In such a grand view, space travel, and inventions such as various forms of \"star drive\", can be seen as metaphors for &lt;a href=\"freedom\"&gt;freedom&lt;/a&gt;, including \"&lt;a href=\"freedom\"&gt;free[ing&lt;/a&gt;] &lt;a href=\"Human\"&gt;mankind&lt;/a&gt; from the prison of the &lt;a href=\"Solar%20System\"&gt;solar system&lt;/a&gt;\".\nIn the following centuries, while science fiction addressed many aspects of &lt;a href=\"Futures%20studies\"&gt;futuristic science&lt;/a&gt; as well as space travel, space travel proved the more influential with the genre's writers and readers, evoking their &lt;a href=\"sense%20of%20wonder\"&gt;sense of wonder&lt;/a&gt;. Most works were mainly intended to amuse readers, but a small number, often by authors with a scholarly background, sought to educate readers about related aspects of science, including &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;; this was the motive of the influential American editor &lt;a href=\"Hugo%20Gernsback\"&gt;Hugo Gernsback&lt;/a&gt;, who dubbed it \"sugar-coated science\" and \"scientification\". Science-fiction magazines, including Gernsback's \"&lt;a href=\"Science%20Wonder%20Stories\"&gt;Science Wonder Stories&lt;/a&gt;\", alongside works of pure fiction, discussed the feasibility of space travel; many science-fiction writers also published nonfiction works on space travel, such as &lt;a href=\"Willy%20Ley\"&gt;Willy Ley&lt;/a&gt;'s articles and &lt;a href=\"David%20Lasser\"&gt;David Lasser&lt;/a&gt;'s book, \"&lt;a href=\"The%20Conquest%20of%20Space%20%28Lasser%20book%29\"&gt;The Conquest of Space&lt;/a&gt;\" (1931).\nFrom the late 19th and early 20th centuries on, there was a visible distinction between the more \"realistic\", scientific fiction (which would later evolve into &lt;a href=\"hard%20sf\"&gt;hard sf&lt;/a&gt;)), whose authors, often scientists like &lt;a href=\"Konstantin%20Tsiolkovsky\"&gt;Konstantin Tsiolkovsky&lt;/a&gt; and &lt;a href=\"Max%20Valier\"&gt;Max Valier&lt;/a&gt;, focused on the more plausible concept of &lt;a href=\"interplanetary%20travel\"&gt;interplanetary travel&lt;/a&gt; (to the Moon or &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;); and the more grandiose, less realistic stories of \"escape from Earth into a Universe filled with worlds\", which gave rise to the genre of &lt;a href=\"space%20opera\"&gt;space opera&lt;/a&gt;, pioneered by &lt;a href=\"E.%20E.%20Smith\"&gt;E. E. Smith&lt;/a&gt; and popularized by the television series \"&lt;a href=\"Star%20Trek\"&gt;Star Trek&lt;/a&gt;\", which debuted in 1966. This trend continues to the present, with some works focusing on \"the myth of space flight\", and others on \"realistic examination of space flight\"; the difference can be described as that between the authors' concern with the \"imaginative horizons rather than hardware\". \nThe successes of 20th-century &lt;a href=\"space%20program\"&gt;space program&lt;/a&gt;s, such as the &lt;a href=\"Apollo%2011\"&gt;Apollo 11&lt;/a&gt; &lt;a href=\"Moon%20landing\"&gt;Moon landing&lt;/a&gt;, have often been described as \"science fiction come true\" and have served to further \"demystify\" the concept of space travel within the solar system. Henceforth writers who wanted to focus on the \"myth of space travel\" were increasingly likely to do so through the concept of &lt;a href=\"interstellar%20travel\"&gt;interstellar travel&lt;/a&gt;. While the theme of space travel has generally been seen as optimistic, some stories by revisionist authors, often more pessimistic and disillusioned, juxtapose the two types, contrasting the romantic myth of space travel with a more down-to-earth reality. George Slusser suggests that \"science fiction travel since World War II has mirrored the &lt;a href=\"United%20States%20space%20program\"&gt;United States space program&lt;/a&gt;: anticipation in the 1950s and early 1960s, euphoria into the 1970s, modulating into skepticism and gradual withdrawal since the 1980s.\"\nOn the screen, the 1902 French film \"&lt;a href=\"A%20Trip%20to%20the%20Moon\"&gt;A Trip to the Moon&lt;/a&gt;\", by &lt;a href=\"Georges%20M%C3%A9li%C3%A8s\"&gt;Georges Méliès&lt;/a&gt;, described as the first &lt;a href=\"science%20fiction%20film\"&gt;science-fiction film&lt;/a&gt;, linked special effects to depictions of spaceflight. With other early films, such as \"&lt;a href=\"Woman%20in%20the%20Moon\"&gt;Woman in the Moon&lt;/a&gt;\" (1929) and \"&lt;a href=\"Things%20to%20Come\"&gt;Thing to Come&lt;/a&gt;\" (1936), it contributed to an early recognition of the rocket as the iconic, primary means of space travel, decades before space programs began. Later milestones in film and television include the \"&lt;a href=\"Star%20Trek\"&gt;Star Trek&lt;/a&gt;\" series and , and the film ' by &lt;a href=\"Stanley%20Kubrick\"&gt;Stanley Kubrick&lt;/a&gt; (1968), which visually advanced the concept of space travel, allowing it to evolve from the simple rocket toward a more complex space ship. Stanley Kubrick's 1968 epic film featured a lengthy sequence of interstellar travel through a mysterious \"star gate\". This sequence, noted for its &lt;a href=\"psychedelic\"&gt;psychedelic&lt;/a&gt; special effects conceived by &lt;a href=\"Douglas%20Trumbull\"&gt;Douglas Trumbull&lt;/a&gt;, influenced a number of later cinematic depictions of &lt;a href=\"superluminal\"&gt;superluminal&lt;/a&gt; and hyperspatial travel, such as ' (1979). I\nMeans of travel.\nGeneric terms for engines enabling science-fiction &lt;a href=\"spacecraft%20propulsion\"&gt;spacecraft propulsion&lt;/a&gt; include \"space drive\" and \"star drive\". In 1977 \"The Visual Encyclopedia of Science Fiction\" listed the following means of space travel: &lt;a href=\"anti-gravity\"&gt;anti-gravity&lt;/a&gt;, &lt;a href=\"Nuclear%20propulsion\"&gt;atomic&lt;/a&gt; (nuclear), bloater, &lt;a href=\"Space%20gun\"&gt;cannon one-shot&lt;/a&gt;, &lt;a href=\"Dean%20drive\"&gt;Dean drive&lt;/a&gt;, &lt;a href=\"faster-than-light\"&gt;faster-than-light&lt;/a&gt; (FTL), &lt;a href=\"hyperspace\"&gt;hyperspace&lt;/a&gt;, &lt;a href=\"Inertialess%20drive\"&gt;Inertialess drive&lt;/a&gt;, &lt;a href=\"Ion%20thruster\"&gt;Ion thruster&lt;/a&gt;, &lt;a href=\"photon%20rocket\"&gt;photon rocket&lt;/a&gt;, &lt;a href=\"plasma%20propulsion%20engine\"&gt;plasma propulsion engine&lt;/a&gt;, &lt;a href=\"Bussard%20ramjet\"&gt;Bussard ramjet&lt;/a&gt;, R. force, &lt;a href=\"solar%20sail\"&gt;solar sail&lt;/a&gt;, &lt;a href=\"spindizzy\"&gt;spindizzy&lt;/a&gt;, and torchship. \nThe 2007 \"Brave New Words: The Oxford Dictionary of Science Fiction\" lists the following terms related to the concept of space drive: gravity drive, hyperdrive, ion drive, jump drive, overdrive, ramscoop (a synonym for ram-jet), &lt;a href=\"reaction%20drive\"&gt;reaction drive&lt;/a&gt;, stargate, ultradrive, &lt;a href=\"warp%20drive\"&gt;warp drive&lt;/a&gt; and torchdrive. Several of these terms are entirely fictitious or are based on \"&lt;a href=\"rubber%20science\"&gt;rubber science&lt;/a&gt;\", while others are based on real scientific theories. Many fictitious means of travelling through space, in particular, faster than light travel, tend to go against the current understanding of physics, in particular, the &lt;a href=\"theory%20of%20relativity\"&gt;theory of relativity&lt;/a&gt;. Some works sport numerous alternative star drives; for example the \"Star Trek\" universe, in addition to its iconic \"warp drive\", has introduced concepts such as \"transwarp\", \"slipstream\" and \"spore drive\", among others.\nMany, particularly early, writers of science fiction did not address means of travel in much detail, and many writings of the \"proto-SF\" era were disadvantaged by their authors' living in a time when knowledge of space was very limited — in fact, many early works did not even consider the concept of &lt;a href=\"vacuum\"&gt;vacuum&lt;/a&gt; and instead assumed that an atmosphere of sorts, composed of &lt;a href=\"Atmosphere%20of%20Earth\"&gt;air&lt;/a&gt; or \"&lt;a href=\"Aether%20%28classical%20element%29\"&gt;aether&lt;/a&gt;\", continued indefinitely. Highly influential in popularizing the science of science fiction was the 19th-century French writer &lt;a href=\"Jules%20Verne\"&gt;Jules Verne&lt;/a&gt;, whose means of space travel in his 1865 novel, \"&lt;a href=\"From%20the%20Earth%20to%20the%20Moon\"&gt;From the Earth to the Moon&lt;/a&gt;\" (and its sequel, \"&lt;a href=\"Around%20the%20Moon\"&gt;Around the Moon&lt;/a&gt;\"), was explained mathematically, and whose vehicle — a gun-launched space capsule — has been described as the first such vehicle to be \"scientifically conceived\" in fiction. &lt;a href=\"Percy%20Greg\"&gt;Percy Greg&lt;/a&gt;'s \"&lt;a href=\"Across%20the%20Zodiac\"&gt;Across the Zodiac&lt;/a&gt;\" (1880) featured a spaceship with a small garden, an early precursor of &lt;a href=\"hydroponics\"&gt;hydroponics&lt;/a&gt;. Another writer who attempted to merge concrete scientific ideas with science fiction was the turn-of-the-century Russian writer and scientist, &lt;a href=\"Konstantin%20Tsiolkovsky\"&gt;Konstantin Tsiolkovsky&lt;/a&gt;, who popularized the concept of &lt;a href=\"rocket\"&gt;rocket&lt;/a&gt;ry. &lt;a href=\"George%20Mann%20%28writer%29\"&gt;George Mann&lt;/a&gt; mentions &lt;a href=\"Robert%20A.%20Heinlein\"&gt;Robert A. Heinlein&lt;/a&gt;'s \"&lt;a href=\"Rocket%20Ship%20Galileo\"&gt;Rocket Ship Galileo&lt;/a&gt;\" (1947) and &lt;a href=\"Arthur%20C.%20Clarke\"&gt;Arthur C. Clarke&lt;/a&gt;'s \"&lt;a href=\"Prelude%20to%20Space\"&gt;Prelude to Space&lt;/a&gt;\" (1951) as early, influential modern works that emphasized the scientific and engineering aspects of space travel. From the 1960s on, growing popular interest in modern technology also led to increasing depictions of interplanetary spaceships based on advanced plausible extensions of real modern technology.\nInterstellar travel.\nSlower than light.\nWith regard to interstellar travel, in which &lt;a href=\"faster-than-light\"&gt;faster-than-light&lt;/a&gt; speeds are generally considered unrealistic, more realistic depictions of interstellar travel have often focused on the idea of \"&lt;a href=\"generation%20ships\"&gt;generation ships&lt;/a&gt;\" that travel at sub-light speed for many generations before arriving at their destinations. Other scientifically plausible concepts of interstellar travel include &lt;a href=\"Suspended%20animation%20in%20fiction\"&gt;suspended animation&lt;/a&gt; and, less often, ion drive, solar sail, Bussard ramjet, and &lt;a href=\"time%20dilation\"&gt;time dilation&lt;/a&gt;.\nFaster than light.\nSome works discuss Einstein's &lt;a href=\"general%20theory%20of%20relativity\"&gt;general theory of relativity&lt;/a&gt; and challenges that it faces from &lt;a href=\"quantum%20mechanics\"&gt;quantum mechanics&lt;/a&gt;, and include concepts of space travel through &lt;a href=\"wormholes\"&gt;wormholes&lt;/a&gt; or &lt;a href=\"black%20holes\"&gt;black holes&lt;/a&gt;. Many writers, however, gloss over such problems, introducing entirely fictional concepts such as hyperspace (also, subspace, nulspace, overspace, jumpspace, or slipstream) travel using inventions such as hyperdrive, jump drive, warp drive, or space folding. Invention of completely made-up devices enabling space travel has a long tradition — already in the early 20th century, Verne criticized &lt;a href=\"H.%20G.%20Wells\"&gt;H. G. Wells&lt;/a&gt;' \"&lt;a href=\"The%20First%20Men%20in%20the%20Moon\"&gt;The First Men in the Moon&lt;/a&gt;\" (1901) for abandoning realistic science (his spaceship relied on anti-gravitic material called \"cavorite\"). Of fictitious drives, by the mid-1970s the concept of hyperspace travel was described as having achieved the most popularity, and would subsequently be further popularized — as hyperdrive — through its use in the \"&lt;a href=\"Star%20Wars\"&gt;Star Wars&lt;/a&gt;\" franchise. While the fictitious drives \"solved\" problems related to physics (the difficulty of faster-than-light travel), some writers introduce new wrinkles — for example, a common trope involves the difficulty of using such drives in close proximity to other objects, in some cases allowing their use only beginning from the outskirts of the solar systems.\nWhile usually the means of space travel is just a means to an end, in some works, particularly short stories, it is a central plot device. These works focus on themes such as the mysteries of hyperspace, or the consequences of getting lost after an error or malfunction."
}