{
    "id": "68621871",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=68621871",
    "title": "Gavino Pizzolato",
    "text": "Gavino Pizzolato (&lt;a href=\"Sorso\"&gt;Sorso&lt;/a&gt;, 26 February 1884 – &lt;a href=\"Gabes\"&gt;Gabes&lt;/a&gt;, 27 March 1943) was an Italian general during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nBiography.\nHe was born in Sorso, in the &lt;a href=\"province%20of%20Sassari\"&gt;province of Sassari&lt;/a&gt;, on February 26, 1884. In 1903 he entered the Royal Military Academy of Artillery and Engineers in &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt;, graduating as artillery &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; on 7 September 1905, and being assigned to the 21st Field Artillery Regiment in &lt;a href=\"Piacenza\"&gt;Piacenza&lt;/a&gt;. He was promoted to &lt;a href=\"captain\"&gt;captain&lt;/a&gt; on 11 February 1915, and after Italy’s entry into &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; he served with the 9th Artillery Regiment until December, when he was seriously wounded. He returned to the frontline in April 1916, with the 37th Artillery Regiment, and was promoted to &lt;a href=\"major\"&gt;major&lt;/a&gt; in the field and seriously wounded a second time in August 1916 on the &lt;a href=\"Isonzo%20Front\"&gt;Isonzo Front&lt;/a&gt;. In June 1918 he fought in the &lt;a href=\"Second%20Battle%20of%20the%20Piave%20River\"&gt;Second Battle of the Piave River&lt;/a&gt;, earning a &lt;a href=\"Silver%20Medal%20of%20Military%20Valour\"&gt;Silver Medal of Military Valour&lt;/a&gt;; altogether, over the course of the war he was awarded two Silver and two &lt;a href=\"Bronze%20Medal%20of%20Military%20Valour\"&gt;Bronze Medals of Military Valor&lt;/a&gt;.\nAfter the end of the war he served in various artillery commands, including the 4th &lt;a href=\"Cannone%20da%2075/27%20modello%2012\"&gt;75/27 Mod. 1912&lt;/a&gt; Group of the &lt;a href=\"Field%20Artillery%20Regiment%20%26quot%3Ba%20Cavallo%26quot%3B\"&gt;Horse Artillery Regiment&lt;/a&gt; in &lt;a href=\"Venaria%20Reale\"&gt;Venaria Reale&lt;/a&gt;, and later in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;.\nIn October 1925 he was a member of the Italian military mission in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; and in May 1927 he was sent to &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt;, serving with the &lt;a href=\"Royal%20Corps%20of%20Colonial%20Troops\"&gt;Royal Corps of Colonial Troops&lt;/a&gt;. In 1929 he was transferred to &lt;a href=\"Cyrenaica\"&gt;Cyrenaica&lt;/a&gt;, again serving with the Royal Corps of Colonial Troops, distinguishing himself in colonial police operations.\nIn 1932, after returning to Italy, he attended the School of War, and from 19 October 1933 he was promoted to &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; for war merit, becoming commander of the 1st Motorized Artillery Regiment \"Eugenio di Savoia\" in &lt;a href=\"Treviso\"&gt;Treviso&lt;/a&gt;. Between 1937 and 1938 he served in the Army Corps of &lt;a href=\"Udine\"&gt;Udine&lt;/a&gt;; after promotion to &lt;a href=\"brigadier%20general\"&gt;brigadier general&lt;/a&gt; on 30 June 1938, he was appointed deputy commander of the &lt;a href=\"102nd%20Motorised%20Division%20Trento\"&gt;102nd Motorised Division Trento&lt;/a&gt;, a post he left in the following March to assume that of deputy commander of the &lt;a href=\"2nd%20Cavalry%20Division%20Emanuele%20Filiberto%20Testa%20di%20Ferro\"&gt;2nd Cavalry Division Emanuele Filiberto Testa di Ferro&lt;/a&gt;, in &lt;a href=\"Ferrara\"&gt;Ferrara&lt;/a&gt;.\nOn 10 June 1940 he became commander of the 2nd Cavalry Division Emanuele Filiberto Testa di Ferro, and on 23 February 1941 he was transferred to &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; and given command of the &lt;a href=\"131st%20Armoured%20Division%20Centauro\"&gt;131st Armoured Division Centauro&lt;/a&gt;, participating in the &lt;a href=\"invasion%20of%20Yugoslavia\"&gt;invasion of Yugoslavia&lt;/a&gt; in April 1941. For his role in that offensive, on 1 August 1941 he was awarded the Knight's Cross of the &lt;a href=\"Military%20Order%20of%20Savoy\"&gt;Military Order of Savoy&lt;/a&gt;.\nHe was then repatriated with his division and stationed in &lt;a href=\"Pordenone\"&gt;Pordenone&lt;/a&gt; from September 1941, for reorganization and re-equipping with the new &lt;a href=\"M14/41\"&gt;M14/41&lt;/a&gt; medium tanks. During this period the \"Centauro\" Division was placed under the command of the rapid army corps of &lt;a href=\"Padua\"&gt;Padua&lt;/a&gt;, General &lt;a href=\"Federico%20Ferrari%20Orsi\"&gt;Federico Ferrari Orsi&lt;/a&gt;, an older officer with whom Pizzolato had already clashed in the past. When relations between him and Ferrari Orsi became very tense, he was relieved of command on February 28, 1942, replaced by General &lt;a href=\"Giorgio%20Calvi%20di%20Bergolo\"&gt;Giorgio Calvi di Bergolo&lt;/a&gt; and assigned to the &lt;a href=\"Ministry%20of%20War\"&gt;Ministry of War&lt;/a&gt;.\nIn the meantime Pizzolato had been promoted to &lt;a href=\"major%20general\"&gt;major general&lt;/a&gt; in January 1942, and from 15 May he was appointed commander of the new &lt;a href=\"80th%20Infantry%20Division%20La%20Spezia\"&gt;80th Infantry Division La Spezia&lt;/a&gt;, an airborne unit, initially intended for use in the &lt;a href=\"Operation%20Herkules\"&gt;planned assault on Malta&lt;/a&gt;, but then sent to &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; in October 1942. He commanded this unit during the &lt;a href=\"Tunisian%20campaign\"&gt;Tunisian campaign&lt;/a&gt; until he was killed by British aerial strafing near &lt;a href=\"Gabes\"&gt;Gabes&lt;/a&gt;, on March 27, 1943."
}