{
    "id": "68639824",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=68639824",
    "title": "Hayyi Rabbi",
    "text": "In &lt;a href=\"Mandaeism\"&gt;Mandaeism&lt;/a&gt;, Hayyi Rabbi (), 'The Great Living God', is the supreme God from which all things &lt;a href=\"Emanationism\"&gt;emanate&lt;/a&gt;. He is also known as 'The First Life', since during the creation of the material world, &lt;a href=\"Yushamin\"&gt;Yushamin&lt;/a&gt; emanated from Hayyi Rabbi as the \"Second Life.\" According to Qais Al-Saadi, \"the principles of the Mandaean doctrine: the belief of the only one great God, Hayyi Rabbi, to whom all absolute properties belong; He created all the worlds, formed the soul through his power, and placed it by means of angels into the human body. So He created &lt;a href=\"Adam%20and%20Eve\"&gt;Adam and Eve&lt;/a&gt;, the first man and woman.\" Mandaeans recognize God to be the eternal, creator of all, the one and only in domination who has no partner. \"God is worshiped alone and praised as the Supreme Force of the universe. He presides over all the worlds and all of creation.\"\nNames.\nHayyi Rabbi is also referred to in Mandaean scriptures as \"Hiia Rbia Qadmaiia\" ('The First Great Life') or \"Hiia Rbia Nukraiia\" ('The Alien/&lt;a href=\"Transcendence%20%28religion%29\"&gt;Transcendental&lt;/a&gt; Great Life'). Other &lt;a href=\"Names%20of%20God\"&gt;names&lt;/a&gt; used are ('Lord of Greatness' or 'The Great Lord'), ('The Great Mind'), ('King of Light') and ('The First Life'). \"&lt;a href=\"Ku%C5%A1%E1%B9%ADa\"&gt;Kušṭa&lt;/a&gt;\" ('Truth', ) is also another name for Hayyi Rabbi.\nAccording to &lt;a href=\"E.%20S.%20Drower\"&gt;E. S. Drower&lt;/a&gt;, the name Great Mind or Great &lt;a href=\"Mana%20%28Mandaeism%29\"&gt;Mana&lt;/a&gt; refers to the \"over-soul\" or \"over-mind\", the earliest manifestation of Hayyi, from which the soul of a human might be seen as a &lt;a href=\"divine%20spark\"&gt;spark or temporarily detached part&lt;/a&gt;. In book three of the Right &lt;a href=\"Ginza%20Rabba\"&gt;Ginza&lt;/a&gt;, Hayyi is said to have \"formed Himself in the likeness of the Great &lt;a href=\"Mana%20%28Mandaeism%29\"&gt;Mana&lt;/a&gt;, from which He emerged\".\nIn prayers.\nMany Mandaean texts and prayers begin with the opening phrase \"b-šumaihun ḏ-hiia rabia\" (), \"In the name of the Great Life\" (similar to the \"&lt;a href=\"basmala\"&gt;basmala&lt;/a&gt;\" in Islam and Christian &lt;a href=\"Trinitarian%20formula\"&gt;Trinitarian formula&lt;/a&gt;)."
}