{
    "id": "68640402",
    "revid": "13936648",
    "url": "https://en.wikipedia.org/wiki?curid=68640402",
    "title": "Ednah Shepard Thomas",
    "text": "Ednah Shepard Thomas (June 14, 1901 – October 27, 1995) was an American college professor. She oversaw the freshman writing program at the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin&lt;/a&gt; from 1945 to 1969.\nEarly life and education.\nEdnah Goodwin Shepard was born in &lt;a href=\"Brookline%2C%20Massachusetts\"&gt;Brookline, Massachusetts&lt;/a&gt;, the daughter of Lindsley Horace Shepard and Florence Annabel Goodwin Shepard. She attended &lt;a href=\"Brookline%20High%20School\"&gt;Brookline High School&lt;/a&gt;, and graduated from Mount Holyoke College in 1923. While she was at Mount Holyoke, she won a prize for outstanding intercollegiate debate performance, and was voted \"most scholastic\" in her class. She earned a master's degree at &lt;a href=\"Bryn%20Mawr%20College\"&gt;Bryn Mawr College&lt;/a&gt; in 1924.\nCareer.\nAfter Bryn Mawr, Shepard taught at &lt;a href=\"Killingly%20High%20School\"&gt;Killingly High School&lt;/a&gt; in Connecticut for one year, before becoming a teaching assistant at the University of Wisconsin, a job she left after two years, to marry in 1927. She returned in 1942, and was promoted to assistant professor of English in 1951. She was made an associate professor in 1959, and full professor in 1966. \nThomas was best known as co-director of the freshman writing program from 1945 to 1969. She co-wrote a composition textbook, \"Guide for Good Writing\" (1951) with Edgar Lacy, and taught at teachers' institutes. In her pamphlet for teaching assistants, \"Evaluating Student Themes\" (1955, republished most recently in 2017), \"It is the part of the teacher to recognize strength as well as weakness,\" she explained as her philosophy of grading student writing. \"No student should be left without hope and no student should be left without challenge.\" At the end of her university career, she voted to dismantle the program she had built, and Wisconsin's freshman writing classes were abolished in 1969. She retired as professor emeritus in 1971. \nThomas also supported book discussion groups in the community, and taught English literacy classes at the Monona Public Library. She was secretary of the Wisconsin chapter of the &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt; honor society.\nPersonal life.\nEdnah Shepard married fellow professor Charles Wright Thomas in 1927. They had three children before they divorced in 1943. Their 1931 home in &lt;a href=\"Monona%2C%20Wisconsin\"&gt;Monona&lt;/a&gt; was described as \"the first &lt;a href=\"International%20Style%20%28architecture%29\"&gt;International style&lt;/a&gt; house in Wisconsin\". Ednah Shepard Thomas died in 1995, aged 94 years, in Monona. She wrote a memoir, published posthumously in 2017."
}