{
    "id": "68662862",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=68662862",
    "title": "Bust of Kul Tigin",
    "text": "The Bust of Kul Tigin is a 8th-century marble bust thought to represent &lt;a href=\"Kul%20Tigin\"&gt;Kul Tigin&lt;/a&gt;, a Turkic general and prince. The head was probably part of a seated figure, whose torso was found in the same building at the Complex of Kul Tigin in Khöshöö-Tsaidam, &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;. Differently from other artifacts found at this site and the neighboring one, such as a golden diadem, the &lt;a href=\"Golden%20Crown%20of%20Bilge%20Khan\"&gt;Bilge Khan Crown&lt;/a&gt;, this stone sculpture and a number of paintings now lost were likely the work of &lt;a href=\"Tang%20dynasty\"&gt;Tang Chinese&lt;/a&gt; artisans, as reported in the Book of Tang. The fact it was sculpted by a Chinese artisan could explain the origin of the sculpture's hat and the East Asian features of the head. It is also possible that the hat, which was also in use among Eastern Turks, was reproduced by the Chinese artist from the actual headgear of the deceased Kul Tigin. The eagle depicted on the hat is similar to the &lt;a href=\"Golden%20Crown%20of%20Bilge%20Khan\"&gt;Golden Crown of Bilge Khan&lt;/a&gt;, produced by a local artisan. Lumír Jisl described the animal on the Bust of Kul Tigin's hat first as a heraldic eagle, later opting for a falcon, which the Turks associated with death. It could also represent the &lt;a href=\"Turul\"&gt;phoenix&lt;/a&gt;, often depicted by Eastern Turks with similarly spread wings.\nOverview.\nThe statue was found at the excavations carried out at &lt;a href=\"Orkhon%20Valley\"&gt;Orkhon&lt;/a&gt;. It was found at the complex of Kul Tigin (KhöshööTsaidam-2), located about 1 km north of the Burial Complex of Bilge Khan. The site is attributed to Kul Tigin due to the monument which was discovered here in the 1880s, the &lt;a href=\"Orkhon%20inscriptions\"&gt;Orkhon inscriptions&lt;/a&gt;, identifying the place as a memorial to Bile Khan's brother Kul Tigin. Successive excavations revealed a 10 x 10 m building in the middle of the complex. It had a central room and a corridor around it. Inside of the former there was the severed head on one side, and two marble torsos of seated figures on the other. Their heads were missing. The so-called Bust of Kul Tigin is thought to have once belonged to one of the torsos.\nWhile metalwork such as the golden diadem, found at the neighboring site, was the work of local, Central Asian artisans, this site's mural paintings, of which only a few fragments survive, and sculptures in the \"ancestral temple\" (i.e. Kul Tigin Complex's \"barq\") were likely the work of Chinese artisans. This is suggested in the \"&lt;a href=\"Old%20Book%20of%20Tang\"&gt;Old Book of Tang&lt;/a&gt;\", and confirmed in the &lt;a href=\"Orkhon%20inscriptions\"&gt;Orkhon inscriptions&lt;/a&gt;, where Bilgai Khan states that he asked for Chinese artisans to be sent to him, and ordered them to decorate the memorial to his brother.\nThe \"bird tiara\" of the sculpture, featuring an &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;, might be an import from Tang China. However, it also resembles the diadem found at the neighboring site of Bilge Khan, which was likely the work of a Central Asian metalsmith.\nThe eagle depicted on the hat is similar to the &lt;a href=\"Golden%20Crown%20of%20Bilge%20Khan\"&gt;Golden Crown of Bilge Khan&lt;/a&gt;, likely produced by a local, Central Asian artisan. Lumír Jisl described the animal on the Bust of Kul Tigin's hat first as a heraldic eagle, later opting for a falcon, a symbol of death. The Turks associated the eagle/falcon with death. It could also represent the &lt;a href=\"Turul\"&gt;phoenix&lt;/a&gt;, often depicted by Eastern Turks with similarly spread wings. Stark reports that a wooden sculpture of &lt;a href=\"Vai%C5%9Brava%E1%B9%87a\"&gt;Vaiśravaṇa&lt;/a&gt; from ancient &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, said to have been brought from China in AD 800, has a similar hat with the depiction of a bird. A hat called \"heguan\" (he-bird hat) was used by Chinese military officials. Rather than ascribing a Buddhist origin to the hat, Stark says that the statue in Kyoto has a military connection, rather than religious. Stark concludes by saying that the \"bird-tiara\" was in use among the Eastern Turks as a symbol of supreme military authority, and that its origins should be ultimately traced back to the Chinese \"pheasant hat\", used as a symbol of high rank by Chinese military officials. Indeed, Turkic culture received influences not only from the Chinese, but also from Iranian, Indian, Byzantine civilisations, combining these elements in their own distinct culture.\nAs for the &lt;a href=\"Golden%20Crown%20of%20Bilge%20Khan\"&gt;crown&lt;/a&gt;, analogous to the bird's depiction on the hat, no \"direct analogies\" with this kind of crown have been found in the early &lt;a href=\"gokturks\"&gt;Turkic&lt;/a&gt; steppes. However, similar examples have been found in &lt;a href=\"Sogdia\"&gt;Sogdia&lt;/a&gt; and in Eastern &lt;a href=\"Turkestan\"&gt;Turkestan&lt;/a&gt;. Stark speculates that the idea behind this type of crown may have a \"distant Indian origin\".\nIn contemporary culture.\nThe Bust of Kul Tigin is depicted on a KZT 1,000 &lt;a href=\"tenge\"&gt;tenge&lt;/a&gt; &lt;a href=\"banknote\"&gt;banknote&lt;/a&gt;, issued by the &lt;a href=\"Kazakh%20government\"&gt;Kazakh&lt;/a&gt; government. The issue of the commemorative banknote was confirmed by the Kazakh government on December 12, 2013. The banknote was dedicated to the &lt;a href=\"Second%20Turkic%20Khaganate\"&gt;Second Turkic Khaganate&lt;/a&gt; on both sides, with the &lt;a href=\"Silver%20Deer%20of%20Bilge%20Khan\"&gt;Silver Deer&lt;/a&gt; on one side, and the Bust of Kul Tigin on the other. About 10 million banknotes were put in circulation by the &lt;a href=\"National%20Bank%20of%20Kazakhstan\"&gt;National Bank of Kazakhstan&lt;/a&gt;.\nReferences.\nNotes"
}