{
    "id": "68674573",
    "revid": "19921271",
    "url": "https://en.wikipedia.org/wiki?curid=68674573",
    "title": "DigixArt",
    "text": "DigixArt Entertainment SAS is a &lt;a href=\"video%20game%20development\"&gt;video game development&lt;/a&gt; company based in &lt;a href=\"Montpellier\"&gt;Montpellier&lt;/a&gt;, France. Founded by Yoan Fanise, the director of ', the company was most known for developing ' and \"&lt;a href=\"Road%2096\"&gt;Road 96&lt;/a&gt;\".\nHistory.\nThe studio was founded in April 2015 by Yoan Fanise, who previously worked at &lt;a href=\"Ubisoft%20Montpellier\"&gt;Ubisoft Montpellier&lt;/a&gt; for 14 years. Following the success of his previous project, \"\", which secured multiple wins at the &lt;a href=\"British%20Academy%20Games%20Awards\"&gt;British Academy Games Awards&lt;/a&gt;, Fanise decided to establish his own company to develop &lt;a href=\"independent%20game\"&gt;independent game&lt;/a&gt;s. The studio was named after \"tenth art\", the name of an award that Fanise and his team won for their work on \"Valiant Hearts\". The studio had a total of 6 people alongside some contractors when it was established. Fanise's goal was to create meaningful games at a pace that faster than he could achieve at a triple-A studios.\nThe studio took nine months to develop their debut title, which is a &lt;a href=\"rhythm%20game\"&gt;rhythm game&lt;/a&gt; named \"Lost in Harmony\". The game is a collaboration with singer &lt;a href=\"Wyclef%20Jean\"&gt;Wyclef Jean&lt;/a&gt;. Fanise had previously worked on \"&lt;a href=\"Just%20Dance%20%28video%20game%29\"&gt;Just Dance&lt;/a&gt;\", and decided that the team would use \"Lost in Harmony\" to introduce players to the history of &lt;a href=\"Classical%20music\"&gt;Classical music&lt;/a&gt;. The game received generally positive reviews upon release. DigixArt's next project was a collaboration with &lt;a href=\"Aardman%20Animation\"&gt;Aardman Animation&lt;/a&gt; called \"\". Like \"Valiant Hearts\", \"11-11\" is a narrative adventure video game set in World War I. Development of the game took 18 months, and the game was released by publisher &lt;a href=\"Bandai%20Namco%20Entertainment\"&gt;Bandai Namco Entertainment&lt;/a&gt; in November 2018, two days before the centennial of the armistice. The company's next game was \"&lt;a href=\"Road%2096\"&gt;Road 96&lt;/a&gt;\". The game's premiere at &lt;a href=\"The%20Game%20Awards\"&gt;The Game Awards&lt;/a&gt; attracted publishers who wanted to acquire the company. While the studio was originally in talks with &lt;a href=\"Koch%20Media\"&gt;Koch Media&lt;/a&gt; to publish \"Road 96\", the parent company of the German publisher, &lt;a href=\"Embracer%20Group\"&gt;Embracer Group&lt;/a&gt;, fully acquired DigixArt, alongside seven other studios for $300 million in August 2021."
}