{
    "id": "68715824",
    "revid": "20836525",
    "url": "https://en.wikipedia.org/wiki?curid=68715824",
    "title": "Eiichi Nishimura (socialist politician)",
    "text": " Eiichi Nishimura (&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;: 西村 栄一, \"Nishimura Eiichi\"; 8 March 1904 – 27 April 1971) was a Japanese &lt;a href=\"politician\"&gt;politician&lt;/a&gt; who served as the second chairman of the &lt;a href=\"Democratic%20Socialist%20Party%20%28Japan%29\"&gt;Democratic Socialist Party&lt;/a&gt; from 1967 to his death in 1971.\nBiography.\nEarly life.\nNishimura was born in a farmhouse in Kamata village (today a part of &lt;a href=\"Gose%2C%20Nara\"&gt;Gose&lt;/a&gt;, &lt;a href=\"Nara%20Prefecture\"&gt;Nara&lt;/a&gt;) to a &lt;a href=\"lumber\"&gt;lumber&lt;/a&gt;-dealing father. After his father went bankrupt in 1910, Nishimura was entrusted to family relatives in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; and went by himself to live with them. He studied at a &lt;a href=\"France\"&gt;French&lt;/a&gt; &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; in &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;. While at Shanghai, Nishimura has said that he considered being &lt;a href=\"Baptism\"&gt;baptised&lt;/a&gt;, but that he decided against it because he was unable to keep the &lt;a href=\"Ten%20Commandments\"&gt;Ten Commandments&lt;/a&gt;. \nNishimura was hard-working and worked a number of different jobs throughout his youth, such as being a shopkeeper, a hardware dealer for nails, and, after returning to his native &lt;a href=\"Osaka%20Prefecture\"&gt;Osaka&lt;/a&gt; (which was right next to his home village), he became an office assistant at an insurance company. Eventually, after reaching the age of 31, he was made the manager of the company's Osaka branch. In 1931, he was made a member of the central committee for the National Labor and Agriculture Mass Party.\nPolitical career.\nIn 1933, he joined the &lt;a href=\"Sakai\"&gt;Sakai&lt;/a&gt; &lt;a href=\"city%20council\"&gt;city council&lt;/a&gt;, where he helped to form a national office worker &lt;a href=\"Trade%20union\"&gt;union&lt;/a&gt; which was forcibly dissolved by the government only half a year later. In the &lt;a href=\"1946%20Japanese%20general%20election\"&gt;1946 election&lt;/a&gt;, he was elected to the &lt;a href=\"House%20of%20Representatives%20%28Japan%29\"&gt;House of Representatives&lt;/a&gt; as a member of the &lt;a href=\"Right%20Socialist%20Party%20of%20Japan\"&gt;Right Socialist Party of Japan&lt;/a&gt;. In 1948, he served in the &lt;a href=\"Hitoshi%20Ashida\"&gt;Ashida Cabinet&lt;/a&gt; as the Deputy Minister for Economic Stability.\nIn 1950, Nishimura met with &lt;a href=\"Prime%20Minister%20of%20India\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Jawaharlal%20Nehru\"&gt;Jawaharlal Nehru&lt;/a&gt; during a visit to &lt;a href=\"India\"&gt;India&lt;/a&gt;, and that Prime Minister Nehru had convinced him to encourage the &lt;a href=\"Chinese%20Communist%20Party\"&gt;Chinese communists&lt;/a&gt; to reconsider the pro-&lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; foreign policy they had at the time. Nishimura further explained that he and Nehru agreed that the best course of action was for India, China, and Japan to form an Asian coalition so as to prevent the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; from extending beyond the Korean peninsula.\nWhile asking &lt;a href=\"Prime%20Minister%20of%20Japan\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Shigeru%20Yoshida\"&gt;Shigeru Yoshida&lt;/a&gt; a question during a heated discussion at the House of Representatives Budget Committee in February 1953, Yoshida reflexively muttered \"goddamn idiot\" (\"bakayarō\"), which was accidentally picked up by his microphone. This further intensified the heated atmosphere and Yoshida dissolved the House of Representatives soon thereafter, an event which is still known as the .\nWhile a member of the Rightist Socialist Party of Japan, Nishimura was among those who took a more moderate stance on defence policies and the &lt;a href=\"Treaty%20of%20Mutual%20Cooperation%20and%20Security%20Between%20the%20United%20States%20and%20Japan\"&gt;US-Japan Security Treaty&lt;/a&gt;, arguing that the United States should protect Japan for three years, during which Japan can develop its own independent defense forces, and after which the United States should withdraw all of its military presence from Japanese soil.\nIn 1967, Nishimura became the second Chairman of the &lt;a href=\"Democratic%20Socialist%20Party%20%28Japan%29\"&gt;Democratic Socialist Party&lt;/a&gt;, succeeding &lt;a href=\"Suehiro%20Nishio\"&gt;Suehiro Nishio&lt;/a&gt;. Under his rather brief tenure as chairman, the DSP's electoral performance was very stable, increasing their popular vote share by only 0.1% and their number of Diet seats by 3 in the &lt;a href=\"1968%20Japanese%20House%20of%20Councillors%20election\"&gt;1968 House of Councillors election&lt;/a&gt;, and increasing their popular vote share by only 0.3% and gaining a single seat in the &lt;a href=\"1969%20Japanese%20general%20election\"&gt;1969 House of Representatives election&lt;/a&gt;. This was in contrast to the &lt;a href=\"Japan%20Socialist%20Party\"&gt;Japan Socialist Party&lt;/a&gt;, which saw heavy losses, and both &lt;a href=\"Komeito\"&gt;Komeito&lt;/a&gt; as well as the &lt;a href=\"Japanese%20Communist%20Party\"&gt;Japanese Communist Party&lt;/a&gt;, both of which saw healthy victories. In preparation for the &lt;a href=\"1971%20Japanese%20House%20of%20Councillors%20election\"&gt;1971 House of Councillors election&lt;/a&gt;, Nishimura called for a coalition between the &lt;a href=\"Japan%20Socialist%20Party\"&gt;JSP&lt;/a&gt;, &lt;a href=\"K%C5%8Dmeit%C5%8D%20%281962%E2%80%931998%29\"&gt;Kōmeitō&lt;/a&gt;, and &lt;a href=\"Democratic%20Socialist%20Party%20%28Japan%29\"&gt;DSP&lt;/a&gt;, which resulted in only limited cooperation between the parties. However, Nishimura would pass away only a few months before the 1971 elections, which saw the Diet's landscape remain relatively stable compared to the past elections. Nishimura died on 27 April 1971.\nPersonal life.\nIn 1969, he established the Fuji Social Education Centre. \nAlthough he decided not to be baptised as a youth in Shanghai, he finally received a deathbed baptism a day before his death.\nHis fourth son was &lt;a href=\"Shingo%20Nishimura\"&gt;Shingo Nishimura&lt;/a&gt;, a member of the House of Representatives."
}