{
    "id": "68734505",
    "revid": "5886041",
    "url": "https://en.wikipedia.org/wiki?curid=68734505",
    "title": "Mass in Time of War (Succession)",
    "text": "\"Mass in Time of War\" is the second episode of the third season of the &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; satirical comedy-drama television series \"&lt;a href=\"Succession%20%28TV%20series%29\"&gt;Succession&lt;/a&gt;\", and the 22nd overall. It was written by series creator &lt;a href=\"Jesse%20Armstrong\"&gt;Jesse Armstrong&lt;/a&gt; and directed by &lt;a href=\"Mark%20Mylod\"&gt;Mark Mylod&lt;/a&gt;, and aired on October 24, 2021.\nThe episode primarily follows Kendall meeting with his siblings for the first time since his press conference and attempting to convince them to back him against their father.\nPlot.\nGreg confides to Kendall his fear regarding the legal ramifications of exposing the cruises documents. Kendall reassures him that he will not be implicated. Greg then receives a threatening phone call from Tom demanding to know where the papers are; Greg feigns ignorance but reports Shiv arriving to meet Kendall. Tom decides not to disclose this to Logan, who is growing increasingly paranoid and demanding to know everyone's whereabouts.\nShiv and Roman sequentially arrive at Kendall's apartment to meet with him. Kendall takes a pause to meet with Lisa upstairs; she warns that they need to prepare for an impending &lt;a href=\"subpoena\"&gt;subpoena&lt;/a&gt;, and asks to review all the copies he has of the company documents. The siblings sequester themselves to the privacy of Kendall's daughter's bedroom to talk, where Connor joins them; Kendall cites both Waystar's declining cultural relevance as well as the company's historic complicity in sexual misconduct as arguments in his favor, but his siblings remain unconvinced.\nKendall excuses himself to meet with Stewy and Sandi Furness (Sandy's daughter) in a car outside. Sandi puts her father on the phone; Kendall proposes to the three of them that they back him, arguing that Logan would sideline them despite offering them board seats, and suggesting that together they can avoid a contested shareholder vote.\nIn Rava's living room, Shiv, Roman and Connor all agree that the three of them backing Kendall would ensure Logan's downfall. Kendall returns from his meeting with Stewy and Sandi and reports that they agreed to back down from the proxy vote and reach a settlement with Kendall's side. Shiv expresses concern that the power vacuum left by Logan's removal would jeopardize the family's chances of retaining control over the company at the upcoming shareholder vote; Kendall proposes that he become CEO, prompting immediate disagreement from the others.\nShiv and Roman separately go to the rooftop to make phone calls to Tom and Gerri respectively, and both report Kendall's proposal. Shiv admits to Tom that her inexperience at the company challenges the viability of her becoming CEO. Gerri suggests to Roman that he and all his siblings stand to lose from voting Logan out of the company, warning that the family may not have control over who chooses a successor. Back downstairs, the siblings are unsettled to find a box of doughnuts delivered to them by Logan, indicating that he knows they are meeting with Kendall. Connor, Shiv and Roman all ultimately decide to back out of Kendall's offer and remain aligned with Logan. Kendall becomes enraged and lashes out at each of his siblings as they leave.\nConfused whether to take legal counsel from Kendall or Waystar, Greg goes to meet with Ewan, who hires his personal attorney Roger Pugh to represent Greg. Pugh, who holds &lt;a href=\"anticapitalist\"&gt;anticapitalist&lt;/a&gt; leanings, hints that he and Ewan want to use Greg's insider position at Waystar to undermine the company.\nLogan, meanwhile, has Marcia flown in to &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt;, his legal team having advised that the two publicly appear reconciled. Marcia, feeling betrayed and humiliated over Logan's affair with Rhea, makes several demands from the company to ensure her cooperation: namely, her role in the family trust finalized, job security for her son, financial compensation for her daughter, and hefty improvements to her own financial position.\nLogan decides to return to New York City to maintain family unity, and lands the following morning. In the car, he offers Shiv the title of President at Waystar. Shiv believes the position to be meaningless, but Logan says she will be his \"eyes and ears\" inside the company, assuring her she is under complete legal protection while Gerri is CEO.\nProduction.\n\"Mass in Time of War\" was written by \"Succession\" creator and showrunner Jesse Armstrong and directed by Mark Mylod in his tenth episode for the series. The episode's title is the English translation of \"&lt;a href=\"Missa%20in%20tempore%20belli\"&gt;Missa in tempore belli&lt;/a&gt;\", an 18th-century &lt;a href=\"Mass%20%28music%29\"&gt;mass&lt;/a&gt; by Austrian composer &lt;a href=\"Joseph%20Haydn\"&gt;Joseph Haydn&lt;/a&gt;. &lt;a href=\"NPR\"&gt;NPR&lt;/a&gt; found parallels to the episode in the &lt;a href=\"Boston%20Baroque\"&gt;Boston Baroque&lt;/a&gt;'s description of the mass, which was said to carry \"a sense of foreboding as Austria and its allies were about to face &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;.\"\nFormer series regulars &lt;a href=\"Hiam%20Abbass\"&gt;Hiam Abbass&lt;/a&gt; (Marcia) and &lt;a href=\"Arian%20Moayed\"&gt;Arian Moayed&lt;/a&gt; (Stewy) return as guest stars in the episode, though their credits appear in the opening titles. The episode additionally introduces &lt;a href=\"Hope%20Davis\"&gt;Hope Davis&lt;/a&gt; in a recurring role as Sandi Furness, Sandy's daughter (&lt;a href=\"Larry%20Pine\"&gt;Larry Pine&lt;/a&gt;, who plays Sandy, reappears in a voice cameo).\nReception.\nRatings.\nUpon airing, the episode was watched by 0.520 million viewers, with an 18-49 rating of 0.12.\nCritical reception.\n\"Mass in Time of War\" received critical acclaim, with reviewers praising Armstrong's script, the performances of the cast, and the episode's focus on the relationships between the Roy children. Roxana Hadadi of \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" gave the episode an A, finding it a return to form for the series after the &lt;a href=\"Secession%20%28Succession%29\"&gt;season premiere&lt;/a&gt;. Hadadi praised Armstrong's script for highlighting Kendall's \"self-celebration and martyr complex,\" and praised the guest appearances of &lt;a href=\"Hiam%20Abbass\"&gt;Hiam Abbass&lt;/a&gt; and &lt;a href=\"James%20Cromwell\"&gt;James Cromwell&lt;/a&gt;. She wrote that the episode \"makes clear how desperate[ly] the Roys are acting and how little they really know what they’re doing, and it’s highly entertaining to watch.\" Scott Tobias of \"&lt;a href=\"New%20York%20%28magazine%29\"&gt;Vulture&lt;/a&gt;\" gave the episode 5 out of 5 stars, praising the interplay between the siblings and the various ways the script underlined each character's hypocrisies. He wrote, \"'Mass in Time of War' is a tense, compact episode that gains from penning the siblings all in one place, but it’s also an example of a writer and actors who know these characters on a granular level.\"\n&lt;a href=\"Alan%20Sepinwall\"&gt;Alan Sepinwall&lt;/a&gt; of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" described the episode as \"crackling with tension and comic verve, but also with a painfully tantalizing sense of possibility,\" praising actors &lt;a href=\"Jeremy%20Strong%20%28actor%29\"&gt;Jeremy Strong&lt;/a&gt;, &lt;a href=\"Sarah%20Snook\"&gt;Sarah Snook&lt;/a&gt;, &lt;a href=\"Kieran%20Culkin\"&gt;Kieran Culkin&lt;/a&gt; and &lt;a href=\"Alan%20Ruck\"&gt;Alan Ruck&lt;/a&gt; for \"making clear how desperately each of the siblings wants a healthy relationship with the others.\" &lt;a href=\"Caroline%20Framke\"&gt;Caroline Framke&lt;/a&gt; of \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" wrote, \"'Mass in Time of War' isn’t as overtly propulsive an episode as its predecessor (\"Secession\")... And yet it ends up just as thrilling, with everyone grappling to find a foothold in an ever-changing quicksand pit.\" &lt;a href=\"Emily%20VanDerWerff\"&gt;Emily VanDerWerff&lt;/a&gt; of \"&lt;a href=\"Vox%20%28website%29\"&gt;Vox&lt;/a&gt;\" highlighted how the episode explored the effects of parental abuse, particularly the estrangement that occurs between siblings who have a differing grasp of the dysfunction in their upbringing. She praised how the episode subverted tropes prevalent in &lt;a href=\"antihero\"&gt;antihero&lt;/a&gt; dramas to emphasize Logan's \"toxic and abusive tendencies.\""
}