{
    "id": "6873191",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=6873191",
    "title": "Raid (military)",
    "text": "Raiding, also known as depredation, is a &lt;a href=\"military%20tactics\"&gt;military tactic&lt;/a&gt; or &lt;a href=\"operational%20warfare\"&gt;operational warfare&lt;/a&gt; mission which has a specific purpose. Raiders do not capture and hold a location, but quickly retreat to a previous defended position before enemy forces can respond in a coordinated manner or formulate a counter-attack. A raiding group may consist of &lt;a href=\"combatants\"&gt;combatants&lt;/a&gt; specially trained in this tactic, such as &lt;a href=\"commando\"&gt;commando&lt;/a&gt;s, or as a special mission assigned to any &lt;a href=\"Regular%20army\"&gt;regular troops&lt;/a&gt;. Raids are often a standard tactic in &lt;a href=\"irregular%20warfare\"&gt;irregular warfare&lt;/a&gt;, employed by &lt;a href=\"warriors\"&gt;warriors&lt;/a&gt;, &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla fighters&lt;/a&gt; or other &lt;a href=\"irregular%20military\"&gt;irregular military&lt;/a&gt; forces. Some raids are large, for example the &lt;a href=\"Sullivan%20Expedition\"&gt;Sullivan Expedition&lt;/a&gt;.\nThe purposes of a raid may include:\nLand.\nTribal societies.\nAmong many tribal societies, raiding was the most common and lethal form of warfare. Taking place at night, the goal was to catch the enemy sleeping to avoid casualties to the raiding party.\nIron Age Ireland.\n&lt;a href=\"Cattle%20raiding\"&gt;Cattle raiding&lt;/a&gt; was a major feature of Irish society in the &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; and forms the central plot of the historical epic &lt;a href=\"T%C3%A1in%20B%C3%B3%20C%C3%BAailnge\"&gt;Táin Bó Cúailnge&lt;/a&gt; (English: \"Cattle Raid of Cooley\").\nBedouin \"ghazzu\".\nThe traditional habit of &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; tribes of raiding other tribes, caravans, or settlements is known in Arabic as \"ghazzu\". Such activity was still noticed by &lt;a href=\"James%20Silk%20Buckingham\"&gt;J. S. Buckingham&lt;/a&gt; in 1820s Palestine not only among nomadic Bedouin, but also among the nominally sedentary villagers of er-Riha (Jericho), who left the little land cultivation he observed to women and children, while men spent most of their time riding through the plains and engaging in \"robbery and plunder\", their main and most profitable activity.\nArabia during Muhammad's era.\nThe Islamic prophet Muhammad made frequent use of raiding tactics. His first use of raids was during the &lt;a href=\"caravan%20raids\"&gt;caravan raids&lt;/a&gt;, and his first successful raid was the &lt;a href=\"Nakhla%20raid\"&gt;Nakhla raid&lt;/a&gt;. In January 624 Muhammad ordered this raid to attack a &lt;a href=\"Quraysh\"&gt;Quraysh&lt;/a&gt; caravan and gather information\n During the &lt;a href=\"Invasion%20of%20Thi%20Amr\"&gt;Invasion of Thi Amr&lt;/a&gt; he ordered a raid on the Banu Muharib and Banu Talabah tribes after he received intelligence that they were allegedly going to raid the outskirts of &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt;. One person was captured by Muslims during this raid.\nIn August 627 he ordered the &lt;a href=\"First%20Raid%20on%20Banu%20Thalabah\"&gt;First Raid on Banu Thalabah&lt;/a&gt;, a tribe already aware of the impending attack. So they lay in wait for the Muslims, and when &lt;a href=\"Muhammad%20ibn%20Maslamah\"&gt;Muhammad ibn Maslamah&lt;/a&gt; arrived at the site, 100 men of the Banu Thalabah ambushed them, while the Muslims were making preparation to sleep, and after a brief resistance killed all of Muhammad ibn Maslamah's men. Muhammad ibn Maslamah pretended to be dead. A Muslim who happened to pass that way found him and assisted him to return to Medina. The raid was unsuccessful.\nMedieval Europe.\nSmall scale raiding warfare was common in Western European warfare of the Middle Ages. Much of a professional soldiers' time could be spent in \"little war\", carrying out raids or defending against them. Typical of this style of warfare was the mounted raid or &lt;a href=\"chevauch%C3%A9e\"&gt;chevauchée&lt;/a&gt;, popular during the &lt;a href=\"Hundred%20Years%20War\"&gt;Hundred Years War&lt;/a&gt;. Chevauchées varied in size from a few hundred men to armies of thousands, and could range in scope from attacks on nearby enemy areas to the devastation of whole regions, such as that carried out by the &lt;a href=\"Black%20Prince\"&gt;Black Prince&lt;/a&gt; in Southern France in 1355. This last is notable not just for its success and scope but the fact that the raiders deliberately captured records in order to carry out a post-operational analysis of the impact of the raid on the enemy economy.\nLarge scale raiding.\nThe largest raids in history were the series undertaken during and following the &lt;a href=\"Mongol%20invasion%20of%20Central%20Asia\"&gt;Mongol invasion of Central Asia&lt;/a&gt;. Examples of lesser scale raids include those staged by the &lt;a href=\"Cossacks\"&gt;Cossacks&lt;/a&gt; of the &lt;a href=\"Zaporizhian%20Sich\"&gt;Zaporizhian Sich&lt;/a&gt;, the &lt;a href=\"La%20Grande%20Arm%C3%A9e\"&gt;Grande Armée&lt;/a&gt;, and cavalry raids that took place during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; such as &lt;a href=\"Morgan%27s%20Raid\"&gt;Morgan's Raid&lt;/a&gt;, and numerous examples of &lt;a href=\"Commando\"&gt;small group&lt;/a&gt; raids behind enemy lines that have taken place throughout all periods of history.\nIn the &lt;a href=\"Military%20operation%23Operational%20level%20of%20war\"&gt;operational level of war&lt;/a&gt;, raids were the precursors in the development of the &lt;a href=\"Armoured%20warfare%23Warsaw%20Pact\"&gt;Operational Manoeuvre Group&lt;/a&gt;s in the Soviet Army as early as the 1930s.\nSeaborne.\nRaiding by sea was known at the time of the &lt;a href=\"Pharaohs\"&gt;Pharaohs&lt;/a&gt;, when the shipborne forces of the &lt;a href=\"Sea%20Peoples\"&gt;Sea Peoples&lt;/a&gt; caused serious disruption to the economies of the eastern &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;.\nIn the early &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; raiders from Scandinavia attacked the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt; and &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, attacking coastal and riverside targets. Much Viking raiding was carried out as a private initiative with a few ships, usually to gain loot, but much larger fleets were also involved, often as intent on extorting protection money (English: \"&lt;a href=\"Danegeld\"&gt;Danegeld&lt;/a&gt;\") as looting and pillaging. Raiding did not cease with the decline of the Viking threat in the 11th century. It remained a common element of the medieval naval warfare. Extensive naval raiding was carried out by all sides during the &lt;a href=\"Hundred%20Years%20War\"&gt;Hundred Years War&lt;/a&gt;, often involving privateers such as &lt;a href=\"John%20Hawley%20%28died%201408%29\"&gt;John Hawley&lt;/a&gt; of &lt;a href=\"Dartmouth%2C%20Devon\"&gt;Dartmouth&lt;/a&gt; or the &lt;a href=\"Crown%20of%20Castile\"&gt;Castilian&lt;/a&gt; &lt;a href=\"Pero%20Ni%C3%B1o\"&gt;Pero Niño&lt;/a&gt;. In the Mediterranean, raiding using oared &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s was common throughout the Middle Ages and into the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; and was particularly a feature of the wars between the Christian powers and the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; in the 16th century. Raiding formed a major component of English naval strategy in the &lt;a href=\"Elizabethan\"&gt;Elizabethan&lt;/a&gt; era, with attacks on the Spanish possessions in the &lt;a href=\"New%20World\"&gt;New World&lt;/a&gt;. A &lt;a href=\"Singeing%20the%20King%20of%20Spain%27s%20Beard\"&gt;major raid&lt;/a&gt; on &lt;a href=\"Cadiz\"&gt;Cadiz&lt;/a&gt; to destroy shipping being assembled for the &lt;a href=\"Spanish%20Armada\"&gt;Spanish Armada&lt;/a&gt; was carried out by &lt;a href=\"Francis%20Drake\"&gt;Sir Francis Drake&lt;/a&gt; in 1587.\nDuring the Second World War, the British set up the &lt;a href=\"Combined%20Operations%20Headquarters\"&gt;Combined Operations Headquarters&lt;/a&gt; to organise harassing &lt;a href=\"List%20of%20Commando%20raids%20on%20the%20Atlantic%20Wall\"&gt;raids against the Germans&lt;/a&gt; in Europe. The first operation conducted by a \"commando\" formation, known as &lt;a href=\"Operation%20Ambassador\"&gt;Operation Ambassador&lt;/a&gt;, took place in July 1940, but it was a small-scale operation that resulted in negligible success. The next major raid was &lt;a href=\"Operation%20Claymore\"&gt;Operation Claymore&lt;/a&gt;, which was launched in March 1941 against the &lt;a href=\"Lofoten%20Islands\"&gt;Lofoten Islands&lt;/a&gt;. Throughout the war there were many other operations of varied size, ranging from small scale operations like those undertaken by &lt;a href=\"Z%20Special%20Unit\"&gt;Z Special Unit&lt;/a&gt; against the Japanese in the Pacific, such as &lt;a href=\"Project%20Opossum\"&gt;Project Opossum&lt;/a&gt;, to &lt;a href=\"Operation%20Chariot\"&gt;Operation Chariot&lt;/a&gt; – a raid on &lt;a href=\"Saint-Nazaire\"&gt;Saint-Nazaire&lt;/a&gt; – and the &lt;a href=\"Dieppe%20Raid\"&gt;Dieppe Raid&lt;/a&gt;, which was a large scale raid employing about 6,000 soldiers, over 200 ships and 74 squadrons of aircraft intended to take and hold &lt;a href=\"Dieppe%2C%20Seine-Maritime\"&gt;Dieppe&lt;/a&gt; sufficiently to cause sufficient destruction to the port.\nAir.\nAir landed.\n&lt;a href=\"Paratroopers\"&gt;Paratroopers&lt;/a&gt; and &lt;a href=\"Military%20glider\"&gt;glider&lt;/a&gt;-borne troops have been landed by aircraft on raids, including &lt;a href=\"offensive%20counter-air\"&gt;offensive counter-air&lt;/a&gt; missions such as those carried out by the &lt;a href=\"Teishin%20Shudan\"&gt;Teishin Shudan&lt;/a&gt; and &lt;a href=\"Giretsu%20Kuteitai\"&gt;Giretsu Kuteitai&lt;/a&gt; commandos. In the modern era, the helicopter, allowing for both insertion and extraction, offers a superior method of raid transportation, although it comes at the cost of noise. During the Second World War, several air-landed raids were undertaken, including the German glider-borne &lt;a href=\"Battle%20of%20Fort%20Eben-Emael\"&gt;raid on Fort Eben-Emal&lt;/a&gt; in Belgium in 1940, and the British &lt;a href=\"Operation%20Colossus\"&gt;Operation Colossus&lt;/a&gt; and &lt;a href=\"Operation%20Biting\"&gt;Operation Biting&lt;/a&gt;, which were raids in Italy and France in 1941 and 1942.\nAerial bombardment.\nThe &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; first used the term \"raid\" in the Second World War when referring to an &lt;a href=\"strategic%20bombing\"&gt;air attack&lt;/a&gt;. It included those by one aircraft or many &lt;a href=\"Squadron%20%28aviation%29\"&gt;squadrons&lt;/a&gt;, against all manner of targets on the ground and the targets defending aircraft. \"Raid\" was different from \"battle\", which was used for land, sea, or amphibious conflict. An aircraft \"raid\" was always planned ahead of time. Aircraft \"&lt;a href=\"patrol\"&gt;patrol&lt;/a&gt;s\" (against &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s) and defensive launches of carrier aircraft (against recently detected enemy ships) are differentiated from raids."
}