{
    "id": "68758552",
    "revid": "33569086",
    "url": "https://en.wikipedia.org/wiki?curid=68758552",
    "title": "Lynching of Eugene Daniel",
    "text": "On September 18, 1921, 16-year-old Eugene Daniel was lynched for walking into a &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; girl's bedroom.\nLynching.\nOn Friday, September 16, 1921, five east of &lt;a href=\"Pittsboro%2C%20North%20Carolina\"&gt;Pittsboro, North Carolina&lt;/a&gt;, black 16-year-old Eugene Daniel wanted to borrow some twine. He walked into a neighbors house and startled a white girl, Gertrude the daughter of homeowner Walter Stone. Eugene Daniel quickly ran away but on Saturday, September 17, 1921, a &lt;a href=\"bloodhound\"&gt;bloodhound&lt;/a&gt; was acquired from &lt;a href=\"Raeford%2C%20North%20Carolina\"&gt;Raeford, North Carolina&lt;/a&gt;. The hound tracked Daniel down and he was arrested. That night a mob formed and over-powered jailer W.H. Taylor and seized him from the jail where he was being held. Near the Moore Springs Bridge on the old Raleigh road, he was lynched using an auto chain was used, and the body was riddled with bullets. The dangling body becomes a tourist attraction for white residents and Monday, September 19, 1921, 1,000 people trekked to see it. \nIn the 1970s, the area was submerged with water from the creation of &lt;a href=\"Jordan%20Lake\"&gt;Jordan Lake&lt;/a&gt;.\nRed Summer.\nTwo years earlier there were several incidents of civil unrest in the so-called &lt;a href=\"Red%20Summer\"&gt;American Red Summer of 1919&lt;/a&gt;. Terrorist attacks on black communities and white oppression in over three dozen cities and counties. In most cases, white mobs attacked African American neighborhoods. In some cases, black community groups resisted the attacks, especially in Chicago and Washington DC. Most deaths occurred in rural areas during events like the &lt;a href=\"Elaine%20Race%20Riot\"&gt;Elaine Race Riot&lt;/a&gt; in Arkansas, where an estimated 100 to 240 black people and 5 white people were killed. Also in 1919 were the &lt;a href=\"Chicago%20Race%20Riot%20of%201919\"&gt;Chicago Race Riot&lt;/a&gt; and &lt;a href=\"Washington%20race%20riot%20of%201919\"&gt;Washington D.C. race riot&lt;/a&gt; which killed 38 and 39 people respectively. Both had many more non-fatal injuries and extensive property damage reaching into the millions of dollars.\nNational memorial.\n&lt;a href=\"The%20National%20Memorial%20for%20Peace%20and%20Justice\"&gt;The National Memorial for Peace and Justice&lt;/a&gt; opened in &lt;a href=\"Montgomery%2C%20Alabama\"&gt;Montgomery, Alabama&lt;/a&gt;, on April 26, 2018, in a setting of . Featured among other things, is a sculpture by &lt;a href=\"Kwame%20Akoto-Bamfo\"&gt;Kwame Akoto-Bamfo&lt;/a&gt; of a mother with a chain around her neck and an infant in her arms. On a hill overlooking the sculpture is the Memorial Corridor which displays 805 hanging steel rectangles, each representing the counties in the United States where a documented lynching took place and, for each county, the names of those lynched. At the memorial there are six lynching victims in Chatham County between the years 1885 and 1921:\nBibliography.\nNotes\nReferences"
}