{
    "id": "68797471",
    "revid": "10248457",
    "url": "https://en.wikipedia.org/wiki?curid=68797471",
    "title": "Clifford B. Janey",
    "text": "Clifford B. Janey (June 28, 1946 – February 13, 2020) was an American &lt;a href=\"educator\"&gt;educator&lt;/a&gt; who served as &lt;a href=\"Superintendent%20%28education%29\"&gt;superintendent&lt;/a&gt; of &lt;a href=\"District%20of%20Columbia%20Public%20Schools\"&gt;District of Columbia Public Schools&lt;/a&gt;, &lt;a href=\"Newark%20Public%20Schools\"&gt;Newark Public Schools&lt;/a&gt;, and &lt;a href=\"Rochester%20City%20School%20District\"&gt;Rochester City School District&lt;/a&gt;.\nEarly life and education.\nJaney was born June 28, 1946 in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, in the &lt;a href=\"Roxbury%2C%20Boston\"&gt;Roxbury&lt;/a&gt; neighborhood. He graduated &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; from &lt;a href=\"Boston%20Latin%20School\"&gt;Boston Latin School&lt;/a&gt;. He graduated college from &lt;a href=\"Northeastern%20University\"&gt;Northeastern University&lt;/a&gt; in 1969. He attended Northeastern again for his &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt;, which he received in 1973 for reading and elementary education. In 1984, he received a &lt;a href=\"doctorate\"&gt;doctorate&lt;/a&gt; from &lt;a href=\"Boston%20University\"&gt;Boston University&lt;/a&gt; in education policy, planning and administration.\nEarly career.\nJaney worked in &lt;a href=\"Boston%20Public%20Schools\"&gt;Boston Public Schools&lt;/a&gt; as a teacher, a &lt;a href=\"middle%20school\"&gt;middle school&lt;/a&gt; &lt;a href=\"Head%20teacher\"&gt;principal&lt;/a&gt;, and an area &lt;a href=\"Superintendent%20%28education%29\"&gt;superintendent&lt;/a&gt;, and chief academic officer.\nSuperintendent of the Rochester City School District.\nJaney departed from Boston Public Schools in 1995, when he was hired to serve as the superintendent of the &lt;a href=\"Rochester%20City%20School%20District\"&gt;Rochester City School District&lt;/a&gt;, the &lt;a href=\"State%20school\"&gt;public school&lt;/a&gt; system of &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;. He held this position until 2002.\nIn Rochester, Janey collaborated with &lt;a href=\"Trade%20union\"&gt;union&lt;/a&gt; leader Adam Urbanski to create a \"peer assistance and review\" process to support and evaluate teachers. Despite their work together, in 2002, Urbanski would publicly blast measures Janey proposed to close a large gap in the district's budget as \"draconian\".\nJaney did not have a strong relationship with &lt;a href=\"List%20of%20mayors%20of%20Rochester%2C%20New%20York\"&gt;Mayor&lt;/a&gt; &lt;a href=\"William%20A.%20Johnson%20Jr.\"&gt;William A. Johnson Jr.&lt;/a&gt;\nJaney created specific \"performance benchmarks\" for the school district to pursue. Upon Janey's death, Justin Murphy of the \"&lt;a href=\"Democrat%20and%20Chronicle\"&gt;Democrat and Chronicle&lt;/a&gt;\" described this action as, \"forward-thinking as a school reform measure, even if the district never actually attained its goals for student achievement.\"\nDuring his tenure, the district launched its &lt;a href=\"pre-kindergarten\"&gt;pre-kindergarten&lt;/a&gt; program, which has received much praise.\nJaney's departure in 2002 took place amid a &lt;a href=\"budget\"&gt;budget&lt;/a&gt; crisis. A number of midyear budget gaps had occurred over the course of his tenure. Embattled, Janey reached a mutual agreement with the school board to leave his position in May 2002, two years prior to his contract's expiration. He was succeeded by Bolgen Vargas.\nSuperintendent of District of Columbia Public Schools.\nIn 2004, Janey was hired by &lt;a href=\"List%20of%20mayors%20of%20Washington%2C%20D.C.\"&gt;Mayor&lt;/a&gt; &lt;a href=\"Anthony%20A.%20Williams\"&gt;Anthony A. Williams&lt;/a&gt; to serve as superintendent of the &lt;a href=\"District%20of%20Columbia%20Public%20Schools\"&gt;District of Columbia Public Schools&lt;/a&gt;, which was beset with troubles. He was highly anticipated, when he was hired, as prospectively leading a turnaround of the school system. When he was hired, was the sixth person in a ten-year period to hold the position of superintendent. Janey would later describe the school system he inherited leadership of as being dysfunctional.\nJaney received credit for implementing stringent academic standards about what needed to be taught at each grade level in the school system. During his tenure, the number of students taking &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; courses and the number of high school graduates who went on to attend &lt;a href=\"college\"&gt;college&lt;/a&gt; rose. Nevertheless, many problems in the district persisted.\nJaney created the D.C. Education Compact, which consisted of government leaders, community &lt;a href=\"activists\"&gt;activists&lt;/a&gt;, educators, union officials, business leaders, and philanthropic leaders. This group advised him on his strategic plan for the district.\nIn 2007, Janey departed from the position at the request of Mayor &lt;a href=\"Adrian%20Fenty\"&gt;Adrian Fenty&lt;/a&gt;, who claimed that he desired a change of leadership at the top of the school district, wanting to see \"radical change\" in the school system. He was succeeded by &lt;a href=\"Michelle%20Rhee\"&gt;Michelle Rhee&lt;/a&gt;.\nSuperintendent of Newark Public Schools.\nIn 2008, Janey became the superintendent of &lt;a href=\"Newark%20Public%20Schools\"&gt;Newark Public Schools&lt;/a&gt; In 2011, &lt;a href=\"Governor%20of%20New%20Jersey\"&gt;Governor&lt;/a&gt; &lt;a href=\"Chris%20Christie\"&gt;Chris Christie&lt;/a&gt; informed Janey that his three-year contract would not be renewed.\nUnder Janey, the Brick Avon Academy was created. This school saw teachers elect a group from among themselves to make decisions on the school's &lt;a href=\"curriculum\"&gt;curriculum&lt;/a&gt;, budgeting, and hiring.\nLater career.\nJaney worked as a research fellow at the &lt;a href=\"Bank%20Street%20College%20of%20Education\"&gt;Bank Street College of Education&lt;/a&gt;. He later worked as a research scholar at the school of education at Boston University.\nOther work.\nJaney served on the board of the &lt;a href=\"Albert%20Shanker%20Institute\"&gt;Albert Shanker Institute&lt;/a&gt;.\nPersonal life.\nJaney had a &lt;a href=\"divorce\"&gt;divorce&lt;/a&gt; from his first wife, Phyllis Janey. They had two daughters, including &lt;a href=\"Kim%20Janey\"&gt;Kim Janey&lt;/a&gt;, who would go on to serve as acting &lt;a href=\"mayor%20of%20Boston\"&gt;mayor of Boston&lt;/a&gt;. Janey remarried to Janaya Majied, who died in 2000. They had three children together. He remaired again to Barbara Janey in 2003.\nJaney died on February 13, 2020 at his residence in Washington, D.C. His &lt;a href=\"widow\"&gt;widow&lt;/a&gt;, Barbara Janey, said that his death was due to a heart ailment."
}