{
    "id": "6879356",
    "revid": "4904587",
    "url": "https://en.wikipedia.org/wiki?curid=6879356",
    "title": "Vera Cruz, Pennsylvania",
    "text": "Vera Cruz is a small village in &lt;a href=\"Upper%20Milford%20Township%2C%20Lehigh%20County%2C%20Pennsylvania\"&gt;Upper Milford Township&lt;/a&gt; to the south of &lt;a href=\"Emmaus%2C%20Pennsylvania\"&gt;Emmaus&lt;/a&gt;, in the &lt;a href=\"Lehigh%20Valley\"&gt;Lehigh Valley&lt;/a&gt; region of Pennsylvania, United States. It uses the Emmaus zip code of 18049.\nHistory.\nEarly jasper mines.\nThe area near Vera Cruz was originally inhabited by the &lt;a href=\"Lenape\"&gt;Lenape&lt;/a&gt;. Historically, Vera Cruz was the location of one of the earliest &lt;a href=\"jasper\"&gt;jasper&lt;/a&gt; mines on the continent. The jasper mines date to &lt;a href=\"8000%20BC\"&gt;8000 BC&lt;/a&gt;. At the height of the &lt;a href=\"Delaware%20Indian\"&gt;Delaware Indian&lt;/a&gt;s jasper mining activities, more than 100 small jasper pits were operated in the area of Vera Cruz, primarily in what is now Jasper Park. The quarries were eventually abandoned in the 1680s.\nThe purpose of these Jasper mines was to support tool production for the Lenape in the area, including arrowheads and other small tools needed for hunting and battle. The Jasper from Jasper Park has been found as far away as New England, supporting claims that the area played a key role in supporting Jasper production and trade. The Jasper Park jasper pits are part of a key 35-mile long stretch of 9 pits in the area, which stretch from the &lt;a href=\"Delaware%20River\"&gt;Delaware River&lt;/a&gt; to &lt;a href=\"Fleetwood%2C%20Pennsylvania\"&gt;Fleetwood, Pennsylvania&lt;/a&gt;. These pits are evidence of some of the oldest-known mining operations in the New World. Today, the Jasper Pits in Jasper Park are a local attraction, which support small hiking and biking trails, which allow visitors to find examples of jasper in the pits. Removal of jasper from Jasper park is a crime.\nThe naming of Vera Cruz.\nPrior to 1851, Vera Cruz was an unnamed village at a prominent crossroad, located in what was then Milford Township, Pennsylvania. While a group of regular loungers were sitting at what was previously Alexander Weaver's store, their eyes turned to a newspaper with the title of \"Revolt in Vera Cruz (Mexico): 12 Killed, 20 Injured,\" which led to their conversation turning to the topic of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. After a sound of angry voices outside, the loungers rushed outside to see the commotion and saw two citizens engaging in a fight. Alexander Weaver jokingly remarked, \"Now we have a name for our village. Why not call it Vera Cruz?\" Ever since that incident, the name Vera Cruz has remained.\nPublic education.\nVera Cruz is part of the &lt;a href=\"East%20Penn%20School%20District\"&gt;East Penn School District&lt;/a&gt;. Students in grades nine through 12 attend &lt;a href=\"Emmaus%20High%20School\"&gt;Emmaus High School&lt;/a&gt;. Students in grades six through eight attend either &lt;a href=\"Eyer%20Middle%20School\"&gt;Eyer Middle School&lt;/a&gt; or &lt;a href=\"Lower%20Macungie%20Middle%20School\"&gt;Lower Macungie Middle School&lt;/a&gt;."
}