{
    "id": "68809074",
    "revid": "4904587",
    "url": "https://en.wikipedia.org/wiki?curid=68809074",
    "title": "Ruthenian lion",
    "text": "The Ruthenian lion (; ), Ukrainian lion, or Halychian lion is a &lt;a href=\"Or%20%28heraldry%29\"&gt;golden&lt;/a&gt; &lt;a href=\"Lion%20%28heraldry%29\"&gt;lion&lt;/a&gt; on an &lt;a href=\"Azure%20%28heraldry%29\"&gt;azure&lt;/a&gt; background. The &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; of the &lt;a href=\"Kingdom%20of%20Galicia%E2%80%93Volhynia\"&gt;Kingdom of Rus&lt;/a&gt;, the &lt;a href=\"Ruthenian%20Voivodeship\"&gt;Ruthenian Voivodeship&lt;/a&gt; and the &lt;a href=\"West%20Ukrainian%20People%27s%20Republic\"&gt;Western Ukrainian People's Republic&lt;/a&gt;. Usually, he was depicted as stocky, less often — walking, crowned, with silver or &lt;a href=\"Gules\"&gt;red&lt;/a&gt; weapons; such that it rests on a gold or &lt;a href=\"Argent\"&gt;silver&lt;/a&gt; rock. The oldest images appear on the seals of n rulers from the XIV century — &lt;a href=\"Yuri%20I%20of%20Galicia\"&gt;Yurii I of Galicia&lt;/a&gt;, &lt;a href=\"Leo%20II%20of%20Galicia\"&gt;Leo II of Galicia&lt;/a&gt;, &lt;a href=\"Yuri%20II%20Boleslav\"&gt;Yurii II Boleslav&lt;/a&gt;, &lt;a href=\"Vladislaus%20II%20of%20Opole\"&gt;Vladislaus II of Opole&lt;/a&gt;. In the XV-XVI centuries the lion was present on the large seals of Kings &lt;a href=\"W%C5%82adys%C5%82aw%20II%20Jagie%C5%82%C5%82o\"&gt;Władysław II Jagiełło&lt;/a&gt;, &lt;a href=\"Alexander%20Jagiellon\"&gt;Alexander Jagiellon&lt;/a&gt;, and &lt;a href=\"Sigismund%20II%20Augustus\"&gt;Sigismund II Augustus&lt;/a&gt; as a symbol of Rus, along with the &lt;a href=\"Coat%20of%20arms%20of%20Poland\"&gt;Polish eagle&lt;/a&gt;, the &lt;a href=\"Coat%20of%20arms%20of%20Lithuania\"&gt;Lithuanian pahonia&lt;/a&gt;, and the &lt;a href=\"Coat%20of%20arms%20of%20Germany\"&gt;Prussian eagle&lt;/a&gt;. As a voivodship emblem of &lt;a href=\"Lw%C3%B3w%20Land\"&gt;Lwów Land&lt;/a&gt; in the form of a lion on a rock known since the XV century. Beginning with the &lt;a href=\"Revolutions%20of%201848%20in%20the%20Austrian%20Empire\"&gt;Revolution in the Austrian Empire&lt;/a&gt; in 1848, he became one of the political symbols of the &lt;a href=\"Ruthenians\"&gt;Ruthenians&lt;/a&gt; (&lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt;) and the &lt;a href=\"Ukrainian%20nationalism\"&gt;Ukrainian national liberation movement&lt;/a&gt;. In modern times it was perceived as the coat of arms of the &lt;a href=\"Western%20Ukraine\"&gt;western Ukrainian lands&lt;/a&gt; with the center in &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;, mainly &lt;a href=\"Galicia%20%28Eastern%20Europe%29\"&gt;Halychyna&lt;/a&gt;. He was depicted with the emblems of Ukrainian military formations of the twentieth century — the &lt;a href=\"Ukrainian%20Sich%20Riflemen\"&gt;Ukrainian Sich Riflemen&lt;/a&gt; (1914-1918) and the &lt;a href=\"14th%20Waffen%20Grenadier%20Division%20of%20the%20SS%20%281st%20Galician%29\"&gt;14th SS-Volunteer Division \"Galicia\"&lt;/a&gt; (1943-1945). Since 2009 he has been one of the &lt;a href=\"supporter\"&gt;supporter&lt;/a&gt; of the project of the large coat of arms of Ukraine. It is used as a coat of arms in Ukrainian and Polish heraldry, in particular on the &lt;a href=\"Coat%20of%20arms%20of%20Lviv\"&gt;coats of arms of Lviv&lt;/a&gt;, &lt;a href=\"Lviv%20Oblast\"&gt;Lviv Oblast&lt;/a&gt;, oblast raion, &lt;a href=\"Cz%C4%99stochowa\"&gt;Częstochowa&lt;/a&gt;, &lt;a href=\"Subcarpathian%20Voivodeship\"&gt;Subcarpathian Voivodeship&lt;/a&gt;, etc. The colors of the coat of arms are the colors of the state &lt;a href=\"flag%20of%20Ukraine\"&gt;flag of Ukraine&lt;/a&gt; — &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt; (&lt;a href=\"Gold%20%28color%29\"&gt;gold&lt;/a&gt;) and &lt;a href=\"blue\"&gt;blue&lt;/a&gt;.\nHistory.\nKingdom of Rus.\nThe Ruthenian lion first appears on the seal of Ruthenian King &lt;a href=\"Yuri%20I%20of%20Galicia\"&gt;YuriI I of Galicia&lt;/a&gt;, dated to the beginning of the XIV century. On its obverse there is a static image of the monarch on the throne, and on the reverse — an armed rider holding a shield with the image of a lion on his hind legs. On the seal the inscription in Latin: «\"S[igillum] Domini Georgi Regis Rusie\"» (Seal of the master George-Yurii, King of Rus), on the back: «\"S[igillum] Domini Georgi Ducis Ladimerie\"» (seal of the &lt;a href=\"hospodar\"&gt;hospodar&lt;/a&gt; George-Yuri, Prince &lt;a href=\"Principality%20of%20Volhynia\"&gt;(Vo)lodymyria&lt;/a&gt;).\nOn the seal of his son &lt;a href=\"Leo%20II%20of%20Galicia\"&gt;Leo II of Galicia&lt;/a&gt;, only a lion without a rider is depicted; the beast stands on its hind legs and turns to the left.\nFigures of lions as symbols of Rus are found on silver coins of the Lithuanian prince &lt;a href=\"Liubartas\"&gt;Liubartas&lt;/a&gt;, the last ruler of the &lt;a href=\"Kingdom%20of%20Galicia%E2%80%93Volhynia\"&gt;Kingdom of Rus&lt;/a&gt; (1340-1383), and his son Fedor (1384-1387). We see the same motive on Ruthenian money, the issue of which lasted during the reign of Polish King &lt;a href=\"Casimir%20III%20the%20Great\"&gt;Casimir III the Great&lt;/a&gt; (1349-1370), King &lt;a href=\"Louis%20I%20of%20Hungary\"&gt;Louis I of Hungary&lt;/a&gt; (1370-1372, 1378-1382) and his governor — Prince &lt;a href=\"Vladislaus%20II%20of%20Opole\"&gt;Vladislaus II of Opole&lt;/a&gt; (1372-1378).\nLviv.\nThe Ruthenian lion is depicted on the seal of Prince Volodyslav of Opole, who ruled the territory of the former Ruthenian kingdom in 1372-1378 as \"the &lt;a href=\"hospodar\"&gt;hospodar&lt;/a&gt; and heir of the Ruthenian land.\" He was also the prince of the Wielkopolska land, which included Częstochowa. Around 1377, the city received a coat of arms, one of the elements of which was a figure of a Ruthenian coat of arms from the seal of Volodyslav. Thus, the oldest surviving city seal of &lt;a href=\"Cz%C4%99stochowa\"&gt;Częstochowa&lt;/a&gt;, which binds documents from 1564 and 1646, has an image of a city wall with three pointed towers, both of which are extremely high and crowned with two animals: the right — a lion in a jump facing &lt;a href=\"Dexter%20and%20sinister\"&gt;left&lt;/a&gt;, and the left — an eagle facing right. The Ruthenian lion symbolizes the Ruthenian land, and the eagle symbolizes the &lt;a href=\"Duchy%20of%20Opole\"&gt;Duchy of Opole&lt;/a&gt;, the possession of the &lt;a href=\"Silesian%20Piasts\"&gt;Silesian Piasts&lt;/a&gt;. Both figures were depicted in gold on a blue background. At the same time, on the coat of arms of the city of &lt;a href=\"Cz%C4%99stochowa\"&gt;Częstochowa&lt;/a&gt;, the Ruthenian lion occupies an honorable (right) place, because it represents the kingdom, while the Opole eagle is only a separate principality.\nThe Ruthenian lion as a symbol of belonging to Rus is found on the seals of &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt; from the fourteenth century. The oldest known city seal, attached to the parchment deed of the Lviv magistrate, dates back to 1359. It depicts a lion walking in the open gate of the city wall with three towers. In 1526, King &lt;a href=\"Sigismund%20II%20Augustus\"&gt;Sigismund II&lt;/a&gt; of Poland officially approved this image as the coat of arms of the city.\nRus XIV-XVI centuries.\nOn the seal of Polish King &lt;a href=\"W%C5%82adys%C5%82aw%20II%20Jagie%C5%82%C5%82o\"&gt;Władysław II Jagiełło&lt;/a&gt; from 1389, the Ruthenian lion is depicted as the lowest among all the land coats of arms of the kingdom: the &lt;a href=\"Coat%20of%20arms%20of%20Poland\"&gt;Polish eagle&lt;/a&gt;, the &lt;a href=\"Coat%20of%20arms%20of%20Lithuania\"&gt;Lithuanian pahonia&lt;/a&gt;, the Kalisz tour, the Sandomierz stars, the Kuyavian hybrid and the Dobrzyn head. On the coat of arms with a lion stands the royal throne, on which the king sits majestically. In later copies of this seal, the lion was sometimes depicted as leaning on a rock.\nThe first images of the Ruthenian lion in European coats of arms date back to the XV century. In particular, it is present in the \"Coat of Arms of the Golden Fleece\" (1430-1461) in the group of coats of arms of the nobility of the &lt;a href=\"Kingdom%20of%20Poland\"&gt;Kingdom of Poland&lt;/a&gt; as the coat of arms of Rus, along with the coats of arms of &lt;a href=\"Dobrzy%C5%84%20Land\"&gt;Dobrzyń Land&lt;/a&gt; and &lt;a href=\"Kuyaba\"&gt;Kuyaba&lt;/a&gt;. The coat of arms of the &lt;a href=\"Lw%C3%B3w%20Land\"&gt;Lwów Land&lt;/a&gt; is a separate Ruthenian lion on a silver rock.\nThe lion as a symbol of all Rus — the former kingdom — is depicted on the large seal of King &lt;a href=\"Alexander%20Jagiellon\"&gt;Alexander of Poland&lt;/a&gt; in 1504-1505. He appears next to the coats of arms of self-sufficient parts of his state — Poland (silver eagle), Lithuania (pahonia) and Prussia (black eagle). According to the location of the heraldic figures, Rus ranked third after Poland and Lithuania, ahead of Prussia. The same motif of the coat of arms is found on the large seal of &lt;a href=\"Sigismund%20II%20Augustus\"&gt;Sigismund II Augustus&lt;/a&gt; in 1556. However, from the second half of the sixteenth century the Ruthenian lion and the Prussian eagle disappear from the royal seals, yielding only to the dualistic coat of arms of Poland and Lithuania.\n&lt;a href=\"Conrad%20Gr%C3%BCnenberg\"&gt;Conrad Grünenberg's&lt;/a&gt; coat of arms from 1480 depicts an unconventional Ruthenian lion next to a Lithuanian pahonia and a Polish eagle: a golden lion with red arms and a silver &lt;a href=\"bordure\"&gt;bordure&lt;/a&gt; in a &lt;a href=\"Sable%20%28heraldry%29\"&gt;black&lt;/a&gt; shield. Above the coat of arms signature: , «Ruthenian land». At the beginning of the XVII century. a copy of this coat of arms was made by Georg Ortenburg, in which the lion had golden claws, a red tongue and silver teeth.\nThe motif with a Ruthenian lion is depicted on a miniature of the 16th century, which depicts the East Pomeranian prince &lt;a href=\"Swietopelk%20II%2C%20Duke%20of%20Pomerania\"&gt;Sviatopolk II&lt;/a&gt; and his wives. One of them — Salome-Euphrosyne, daughter of the Kiev prince &lt;a href=\"Roman%20the%20Great\"&gt;Roman the Great&lt;/a&gt; and sister of the Ruthenian &lt;a href=\"Daniel%20of%20Galicia\"&gt;king Daniel&lt;/a&gt;, holds the coat of arms in the form of a golden lion on a blue background, which is going to the silver &lt;a href=\"moore\"&gt;moore&lt;/a&gt;.\nThe Ruthenian flame lion is present on the triptych of the Babenberg family (1492), on one of the coats of arms of the Austrian Duchess Gertrude, the wife of the Ruthenian prince &lt;a href=\"Roman%20Danylovich\"&gt;Roman&lt;/a&gt;, the son of &lt;a href=\"Daniel%20of%20Galicia\"&gt;King Daniel&lt;/a&gt; (along with the Austrian, &lt;a href=\"Coat%20of%20arms%20of%20Baden\"&gt;Baden&lt;/a&gt;, &lt;a href=\"Coat%20of%20arms%20of%20Moravia\"&gt;Moravian&lt;/a&gt; and &lt;a href=\"Coat%20of%20arms%20of%20Moravia\"&gt;Styrian&lt;/a&gt; coats of arms).\nLwów Land and Ruthenian Voivodeship.\nA slightly modified Ruthenian lion — the voivodship emblem of the &lt;a href=\"Lw%C3%B3w%20Land\"&gt;Lwów Land&lt;/a&gt; in the form of a lion rising on a silver rock — has been known since 1410. He is mentioned by the Polish chronicler and archbishop of Lviv &lt;a href=\"Jan%20D%C5%82ugosz\"&gt;Jan Dlugosz&lt;/a&gt; in the description of the banner of the Lviv banner, which took part on the side of Polish King &lt;a href=\"W%C5%82adys%C5%82aw%20II%20Jagie%C5%82%C5%82o\"&gt;Władysław II Jagiełło&lt;/a&gt; in the &lt;a href=\"Battle%20of%20Grunwald\"&gt;Battle of Grunwald&lt;/a&gt;. After the formation of the &lt;a href=\"Ruthenian%20Voivodeship\"&gt;Ruthenian Voivodeship&lt;/a&gt; in 1434, this land coat of arms of the Lwów Land became the voivodship coat of arms and a symbol of &lt;a href=\"Galicia%20%28Eastern%20Europe%29\"&gt;Halychyna&lt;/a&gt; (despite the fact that the &lt;a href=\"Halych%20Land%20%28ziemia%29\"&gt;Halych land&lt;/a&gt; had its own land coat of arms with a &lt;a href=\"Western%20jackdaw\"&gt;jackdaw&lt;/a&gt;).\nThe Ruthenian lion on the rock was used as the official emblem of the Ruthenian voivodeship until 1772, before the &lt;a href=\"Second%20Partition%20of%20Poland\"&gt;second division of Poland&lt;/a&gt;, and was often called the Halychynian lion. Along with it, until the 16th century, the old traditional image of the Ruthenian lion on the blue shield was used as the land and voivodship coat of arms, as evidenced by the miniatures on &lt;a href=\"%C5%81aski%27s%20Statute\"&gt;Łaski's Statute&lt;/a&gt; of 1506.\nAustrian Empire.\nRevolution of 1848.\nDuring the &lt;a href=\"Revolutions%20of%201848%20in%20the%20Austrian%20Empire\"&gt;Revolution in the Austrian Empire&lt;/a&gt; in 1848, the &lt;a href=\"Supreme%20Ruthenian%20Council\"&gt;Supreme Ruthenian Council&lt;/a&gt; was established in Lviv. In May, she issued a manifesto to the Ruthenian (Ukrainian) population of the region and chose the Ruthenian lion as a symbol of the national liberation movement. The manifesto stated:The minutes of the secret meetings of the Council of May 18, 1848 indicated that the Council decided the flag of the Ruthenian land of the Ruthenian lion, and the national Ruthenian (Ukrainian) colors — &lt;a href=\"Flag%20of%20Ukraine\"&gt;yellow and blue&lt;/a&gt;:During the revolution, Vasyl Ilnytskyi, a school counselor and director of the Lviv Academic Gymnasium, recalled in his memoirs the extraordinary uplift caused by Hryhorii Shashkevych's speech in &lt;a href=\"Ivano-Frankivsk\"&gt;Stanislau&lt;/a&gt;, which was topped by the words: \"And the Ruthenian lion shakes his golden mane with indignation.\"\nThe Main Ruthenian Council also formed the Ruthenian National Guard, whose flag was a blue cloth with a golden lion.\nOrganizations.\nThe Ruthenian lion was one of the symbols of the Ukrainian Sokil sports club in Lviv. The organization's charter of 1892, which was approved by the Ministry of the Interior in Vienna on July 26, 1893, and the Galician Governorate on August 3 of the same year, stated that: The banner of the society is a Ruthenian lion, the call \"cheer up\". The banner of the society is a Ruthenian lion statutes. On May 30, 1911, the Sokol magazine reported that the society had received a flag from a French factory: on one side, on a blue background, was a golden crowned lion resting its paws on a yellow rock, and on the other, St. Michael with a lowered sword in his right hand. hand and vagina in the left on a crimson background.\nUkrainian Sich Riflemen.\nOn August 6, 1914, after the outbreak of the &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the Ukrainian national military formation, the Ukrainian Sich Riflemen (USS), was formed as part of the &lt;a href=\"Austro-Hungarian%20Armed%20Forces\"&gt;Austro-Hungarian army&lt;/a&gt;. The arches of the archers were adorned with Ruthenian lions rising on a rock — the old coat of arms of the Lviv land, and on the flag — the holy archangel Michael with a shield on which was painted the royal Ruthenian lion.\nIn 2018, a monument to the heroes of the November Order in the form of a Ruthenian lion was unveiled in Lviv — an allegorical image of young soldiers who shed blood for independent Ukraine.\nWestern Ukrainian People's Republic.\nOn November 13, 1918, the Ruthenian lion was approved by the coat of arms of the Western Ukrainian People's Republic (WUPR). In particular, the \"Provisional Basic Law on the State Independence of the Ukrainian Lands of the Former Austro-Hungarian Monarchy\" stated that: \"The coat of arms of the Western Ukrainian People's Republic is: The Golden Lion on a blue field, turned to its right.\" However, after the &lt;a href=\"Unification%20Act\"&gt;Unification Act&lt;/a&gt; on January 22, 1919 with the Ukrainian People's Republic, the Ruthenian lion gave way to the &lt;a href=\"Coat%20of%20arms%20of%20Ukraine\"&gt;trident&lt;/a&gt; in Halychyna.\nThere is no side coat of arms in the coat of arms of the Western Ukrainian People's Republic — a rock on which a lion rests. According to Roman Klymkevych, this rock was a \"historically unfounded\" extension of the coat of arms, a consequence of the transition of &lt;a href=\"Red%20Ruthenia\"&gt;Red Rus&lt;/a&gt; under Polish rule. The law of the Western Ukrainian People's Republic cleared the coat of arms of unnecessary \"foreign influences, recreated its ancient state form.\"\nSecond World War.\nDuring the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, the Ruthenian lion became the emblem of the &lt;a href=\"14th%20Waffen%20Grenadier%20Division%20of%20the%20SS%20%281st%20Galician%29\"&gt;14th Waffen Grenadier Division of the SS (1st Galician)&lt;/a&gt;, created in 1943 from &lt;a href=\"District%20of%20Galicia\"&gt;Halychynian&lt;/a&gt; Ukrainians. This symbol was considered regional, Halychynian, and was chosen because the German authorities officially banned the national Ukrainian symbol — the trident and did not want to emphasize the Ukrainianness of the formation. In addition to the lion, the divisional coat of arms had additions in the form of three crowns — figures from the coat of arms of the Kingdom of Galicia and Lodomeria during the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; (1782-1914). Soldiers and officers of the Galicia division wore a stripe with the division's coat of arms on their sleeves. They also had the image of a silver Ruthenian lion on the &lt;a href=\"gorget%20patches\"&gt;gorget patches&lt;/a&gt; instead of the two &lt;a href=\"Sowil%C5%8D%20%28rune%29\"&gt;lightning runes&lt;/a&gt; that only members of the &lt;a href=\"Germanic%20peoples\"&gt;Germanic peoples&lt;/a&gt; were allowed to wear.\nSince the beginning of the XXI century, the coat of arms of the Galicia division has sometimes been used as a symbol of Lviv football fans."
}