{
    "id": "6881996",
    "revid": "11009441",
    "url": "https://en.wikipedia.org/wiki?curid=6881996",
    "title": "Little Hart Crag",
    "text": "Little Hart Crag is a &lt;a href=\"fell\"&gt;fell&lt;/a&gt; in the &lt;a href=\"Lake%20District\"&gt;Lake District&lt;/a&gt; area of &lt;a href=\"England\"&gt;England&lt;/a&gt;. It stands at the head of Scandale, six kilometres north of &lt;a href=\"Ambleside\"&gt;Ambleside&lt;/a&gt;, at a height of 637 metres (2090 feet). It is an eastern outlier of &lt;a href=\"Dove%20Crag\"&gt;Dove Crag&lt;/a&gt; in the &lt;a href=\"Eastern%20Fells\"&gt;Eastern Fells&lt;/a&gt;, although it does have 34 metres of &lt;a href=\"Topographic%20prominence\"&gt;prominence&lt;/a&gt; from that fell making it both a &lt;a href=\"List%20of%20Hewitts%20in%20England\"&gt;Hewitt&lt;/a&gt; and a &lt;a href=\"List%20of%20Nuttalls%20in%20England\"&gt;Nuttall&lt;/a&gt; fell. It is frequently climbed as part of the Dovedale horseshoe, an 11 kilometre walk over the neighbouring fells of &lt;a href=\"Hartsop%20above%20How\"&gt;Hartsop above How&lt;/a&gt;, &lt;a href=\"Hart%20Crag\"&gt;Hart Crag&lt;/a&gt;, Dove Crag and &lt;a href=\"High%20Hartsop%20Dodd\"&gt;High Hartsop Dodd&lt;/a&gt;, starting and finishing at &lt;a href=\"Brothers%20Water\"&gt;Brothers Water&lt;/a&gt;.\nTopography.\nLittle Hart Crag is composed of grassy slopes on its eastern slopes above the &lt;a href=\"Scandale%20Pass\"&gt;Scandale Pass&lt;/a&gt;, with the tiny Scandale Tarn tucked in a hollow in the hill. To the east it drops steeply into Caiston Glen. On its west side it is connected to Dove Crag by the boggy hollow of Bakestone Moss and to the north east a ridge falls away towards &lt;a href=\"Patterdale\"&gt;Patterdale&lt;/a&gt; going over High Hartsop Dodd before dropping steeply to the valley. The fell is craggy on its northern side as the crags of Black Brow fall into Dovedale.\nGeology.\nThe summit is an outcrop of Middle Dodd &lt;a href=\"Dacite\"&gt;Dacite&lt;/a&gt;, the underlying rock being &lt;a href=\"volcaniclastic\"&gt;volcaniclastic&lt;/a&gt; &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;.\nSummit.\nThe summit is of interest, there being two distinct tops about 100 metres apart, both of whom are rocky. The western top is the higher and is marked by a &lt;a href=\"cairn\"&gt;cairn&lt;/a&gt;, while the eastern one is more shapely but a few metres lower and has &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt; set into its rocks. The view from the top of the fell is restricted by higher fells, but it does give the opportunity of studying the crags of Dove Crag and &lt;a href=\"Red%20Screes\"&gt;Red Screes&lt;/a&gt; in detail.\nAscents.\nLittle Hart Crag is nearly always climbed in conjunction with other adjacent fells, there being no feasible direct ascent although it can be climbed from Patterdale via the top of the Scandale Pass. The most direct route from Patterdale starts at Brothers Water and firstly ascends High Hartsop Dodd before continuing to the summit of Little Hart Crag. Also from Patterdale the fell can also be climbed in conjunction with Red Screes or Dove Crag and even &lt;a href=\"Fairfield%20%28Lake%20District%29\"&gt;Fairfield&lt;/a&gt;."
}