{
    "id": "6882682",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=6882682",
    "title": "Bishop of Chichester",
    "text": "The Bishop of Chichester is the &lt;a href=\"Ordinary%20%28officer%29\"&gt;ordinary&lt;/a&gt; of the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; &lt;a href=\"Diocese%20of%20Chichester\"&gt;Diocese of Chichester&lt;/a&gt; in the &lt;a href=\"Province%20of%20Canterbury\"&gt;Province of Canterbury&lt;/a&gt;. The diocese covers the counties of &lt;a href=\"East%20Sussex\"&gt;East&lt;/a&gt; and &lt;a href=\"West%20Sussex\"&gt;West Sussex&lt;/a&gt;. The &lt;a href=\"Episcopal%20see\"&gt;see&lt;/a&gt; is based in the &lt;a href=\"Chichester\"&gt;City of Chichester&lt;/a&gt; where the bishop's seat is located at the &lt;a href=\"Chichester%20Cathedral\"&gt;Cathedral Church of the Holy Trinity&lt;/a&gt;. On 3 May 2012 the appointment was announced of &lt;a href=\"Martin%20Warner%20%28bishop%29\"&gt;Martin Warner&lt;/a&gt;, &lt;a href=\"Bishop%20of%20Whitby\"&gt;Bishop of Whitby&lt;/a&gt;, as the next Bishop of Chichester. His enthronement took place on 25 November 2012 in Chichester Cathedral.\nThe bishop's residence is The Palace, Chichester. Since 2015, Warner has also fulfilled the diocesan-wide role of &lt;a href=\"alternative%20episcopal%20oversight\"&gt;alternative episcopal oversight&lt;/a&gt;, following the decision by Mark Sowerby, then Bishop of Horsham, to recognise the orders of priests and bishops who are women.\nBetween 1984 and 2013, the Bishop of Chichester, in addition to being the diocesan bishop, also had specific oversight of the Chichester Episcopal Area (the then Archdeaconry of Chichester), which covered the coastal region of West Sussex along with Brighton and Hove.\nEarliest history at Selsey.\nThe &lt;a href=\"episcopal%20see\"&gt;episcopal see&lt;/a&gt; at &lt;a href=\"Selsey\"&gt;Selsey&lt;/a&gt; was founded by Saint &lt;a href=\"Wilfrid\"&gt;Wilfrid&lt;/a&gt;, formerly &lt;a href=\"Bishop%20of%20York\"&gt;Bishop of the Northumbrians&lt;/a&gt;, for the &lt;a href=\"Anglo-Saxons\"&gt;Anglo-Saxon&lt;/a&gt; &lt;a href=\"Kingdom%20of%20Sussex\"&gt;Kingdom of Sussex&lt;/a&gt; in the late 7th century. He was granted land by &lt;a href=\"%C3%86thelwealh%20of%20Sussex\"&gt;Æthelwealh of Sussex&lt;/a&gt; to build a cathedral at Selsey. However, shortly afterwards &lt;a href=\"C%C3%A6dwalla%20of%20Wessex\"&gt;Cædwalla of Wessex&lt;/a&gt; conquered the &lt;a href=\"Kingdom%20of%20Sussex\"&gt;Kingdom of Sussex&lt;/a&gt;, but he confirmed the grant to Wilfrid. The bishop's &lt;a href=\"Cathedra\"&gt;seat&lt;/a&gt; was located at &lt;a href=\"Selsey%20Abbey\"&gt;Selsey Abbey&lt;/a&gt;. Nine years after the &lt;a href=\"Norman%20conquest%20of%20England\"&gt;Norman conquest&lt;/a&gt;, in 1075, the &lt;a href=\"Council%20of%20London%20%281075%29\"&gt;Council of London&lt;/a&gt; enacted that &lt;a href=\"episcopal%20see\"&gt;episcopal see&lt;/a&gt;s should be removed to cities or larger towns. Accordingly, the see at Selsey was removed to &lt;a href=\"Chichester%20Cathedral\"&gt;Chichester&lt;/a&gt;. Some sources claim that Stigand, the last Bishop of Selsey, continued to use the title Bishop of Selsey until 1082, before adopting the new title Bishop of Chichester, indicating that the transfer took several years to complete.\nAssistant bishops.\nAmong those who called Assistant Bishop of Chichester, or &lt;a href=\"coadjutor%20bishop\"&gt;coadjutor bishop&lt;/a&gt;, were:"
}