{
    "id": "6883454",
    "revid": "1998764",
    "url": "https://en.wikipedia.org/wiki?curid=6883454",
    "title": "Elder law (Massachusetts)",
    "text": "Elder law denotes the &lt;a href=\"law\"&gt;law&lt;/a&gt;, regulations, and prevailing good legal practices applicable to a range of issues affecting individuals aged 65 and over.\nThe subject matter of elder law arises from careful legal analysis of the concerns of elders and their caregivers as to planning for foreseeable circumstances (e.g., property or capacity) and dealing with harmful situations (e.g., &lt;a href=\"abuse\"&gt;abuse&lt;/a&gt; or &lt;a href=\"neglect\"&gt;neglect&lt;/a&gt;).\nElders in Massachusetts.\nSee generally &lt;a href=\"Elder%20law%20%28United%20States%29%23Elders%20in%20the%20United%20States\"&gt;Elder law (United States), Elders in the United States&lt;/a&gt;\nThe concerns of elders and the concerns of their caregivers typically coincide—quality of life, quality of care, wellbeing of the primary caregiver (ordinarily a spouse or family member), and wellbeing of loved ones, including pets.\nElders often find it unavoidable to address these problems: (a) to maximize financing for expensive long-term care versus leaving an inheritance for loved ones; and (b) to wisely select fiduciaries to act on their behalf in case of physical or mental incapacity. Such problems present significant emotional, financial, and legal challenges.\nElder Law in Massachusetts.\n&lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; elder law draws on both federal and State law for its legal content. The Massachusetts Medicaid program has been renamed &lt;a href=\"MassHealth\"&gt;MassHealth&lt;/a&gt;. Other distinctive features include\nThe Massachusetts law of trusts serves as the paradigm, although certain changes have been made in states which have adopted the &lt;a href=\"Uniform%20Probate%20Code\"&gt;Uniform Probate Code&lt;/a&gt; (which Massachusetts has not as of 2006). The famous Rogers decision requiring court-appointed monitors for ordered &lt;a href=\"antipsychotic%20medication\"&gt;antipsychotic medication&lt;/a&gt;s by the &lt;a href=\"Massachusetts%20Supreme%20Judicial%20Court\"&gt;Massachusetts Supreme Judicial Court&lt;/a&gt; was subsequently approved and followed by the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt;. Massachusetts is the only state whose judges are permanently appointed as in the federal courts, which has resulted in a bench largely free of political pressure and of greater longevity and experience than in any other state. \nElder Law Attorneys.\nAttorneys who specialize in assisting elders and their caregivers to appraise and execute their options in such matters are generally known as elder law attorneys.\nSee generally &lt;a href=\"Elder%20law%20%28U.S.%29%23Elder%20Law%20Attorneys\"&gt;Elder law (U.S.), Elder Law Attorneys&lt;/a&gt;\nSee generally &lt;a href=\"Elder%20law%20%28U.S.%29%23Assessing%20Professional%20Competence\"&gt;Elder law (U.S.), Assessing Professional Competence&lt;/a&gt;\nThe Massachusetts chapter is the largest and most active State &lt;a href=\"NAELA\"&gt;NAELA&lt;/a&gt; chapter in the country. Its members meet monthly except during the Summer for continuing legal education and discussions of current legal issues of concern in Massachusetts.\nPlanning for Foreseeable Circumstances.\nHealth and long-term care.\nDeclining health, mobility, and mental capacity are important yet often unpredictable facts of life for many elders.\nExperience teaches that the maintaining of caregiver wellbeing through respite and support programs is one of the best and least expensive ways to maintain the wellbeing of a dependent elder.\nAdequate health insurance after reaching the age of 65 is available at reasonable rates under the &lt;a href=\"Medicare%20%28United%20States%29\"&gt;Medicare&lt;/a&gt; program to everyone who qualifies for Social Security benefits. Coverage was increased in 2006, but many elders nonetheless choose to carry supplemental health insurance to fill in the gaps (hence the name &lt;a href=\"Medigap\"&gt;Medigap&lt;/a&gt; insurance). However, Medicare excludes coverage for skilled nursing facilities except up to 100 days arising from hospitalization after 90 days away from hospital or nursing home. Funding for long-term care may come from the patient, long-term care insurance, or Medicaid benefits when the patient qualifies. In 1998, a randomly selected 65-year-old was said to have a 45% chance of requiring long-term care, the average length of stay being 6 years. [cite?] Obviously, in some circumstances, such as chronic illness or family susceptibility, a future need for long-term care becomes a probability verging to a certainty.\nA top concern for most elders is continuing to live at home for as long as possible. It is widely believed more would remain at home if health aides and visiting nurses were covered as an intermediate step towards full skilled nursing. &lt;a href=\"Medicaid\"&gt;Medicaid&lt;/a&gt; is often described as possessing an \"institutional bias\" in favor of nursing homes over in-home care. Recent public and private studies suggest substantial cost savings could accrue from a revision of Medicaid policy. [cite?] Costs drive change, so new options should be watched for.\nNursing home choices depend primarily on the medical needs. Some need intermediate care facilities and others need skilled nursing facilities (SNF's). Medicaid ordinarily covers SNF's only.\nAn alternative placement of particular interest to couples only one of whom requires long-term care is the continuing care community, also known under several cognate names. The couple may start in an apartment, one enter the SNF, the other a smaller apartment, and so on. Although they tend to be expensive, they have worked very well for some.\nAssistance with LTC facility selection may be provided by a gerontologist or visiting nurse, often a case manager for an elder law attorney. Changing from one facility to another after admission is not impossible but poses difficulties that may be avoided at least for a time.\nIn some locales, legal assistance may be advisable for nursing home admission agreement negotiations. Many protections for the elder can be agreed upon.\nMedicaid Planning (MassHealth).\nApplicants must demonstrate both a health need and a financial need for MassHealth (Medicaid). Health need may be shown by a resident in a skilled nursing facility simply by submitting a certificate from the facility, whereas in other cases documentary proof may be required. Financial need must be shown by submitting a form financial statement with supporting documentation that demonstrates full compliance with MassHealth regulations, an exercise comparable to preparing, filing, and prosecuting a bankruptcy petition or an offer in compromise with the IRS.\nIn general, financial eligibility depends on a showing of countable assets less than a certain threshold ($2,000 in 2006). There are income requirements as well. Some assets are always countable, such as cash. Other assets are countable only at certain times, such as the marital home, not countable while occupied by the applicant's spouse or disabled child, countable otherwise. MassHealth may record a lien on the home for security. Probate estates are subject to claim for repayment to MassHealth, and probate requires notice to MassHealth."
}