{
    "id": "68883",
    "revid": "42444428",
    "url": "https://en.wikipedia.org/wiki?curid=68883",
    "title": "Wensleydale cheese",
    "text": "Wensleydale is a style of &lt;a href=\"cheese\"&gt;cheese&lt;/a&gt; originally produced in &lt;a href=\"Wensleydale\"&gt;Wensleydale&lt;/a&gt;, &lt;a href=\"North%20Yorkshire\"&gt;North Yorkshire&lt;/a&gt;, England, but now mostly made in large commercial &lt;a href=\"creamery\"&gt;creameries&lt;/a&gt; throughout the United Kingdom. The term \"&lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt; Wensleydale\" can only be used for cheese that is made in Wensleydale.\nFlavour and texture.\nWensleydale is a medium cheese that is supple and crumbly. It has a slight &lt;a href=\"honey\"&gt;honey&lt;/a&gt; aroma.\nCommon flavour combinations.\nThe flavour of Wensleydale is suited to &lt;a href=\"Food%20combination\"&gt;combination&lt;/a&gt; with sweeter produce, such as &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; like sweet &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s. A popular combination available in many restaurants and delicatessens is &lt;a href=\"cranberry\"&gt;cranberry&lt;/a&gt; Wensleydale, which contains cranberries in the cheese.\nIn Yorkshire, &lt;a href=\"apple%20pie\"&gt;apple pie&lt;/a&gt; may be accompanied by white Wensleydale, giving rise to the saying \"an apple pie without the cheese is like a kiss without the squeeze\".\nIn &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt; and &lt;a href=\"North%20East%20England\"&gt;North East England&lt;/a&gt; it is often eaten with fruit cake or &lt;a href=\"Christmas%20cake\"&gt;Christmas cake&lt;/a&gt;.\nHistory.\nWensleydale cheese was first made by &lt;a href=\"France\"&gt;French&lt;/a&gt; &lt;a href=\"Cistercian%20monk\"&gt;Cistercian monk&lt;/a&gt;s from the &lt;a href=\"Roquefort\"&gt;Roquefort&lt;/a&gt; region, who had settled in Wensleydale. They built a monastery at &lt;a href=\"Fors%2C%20Deux-S%C3%A8vres\"&gt;Fors&lt;/a&gt;, but some years later the monks moved to &lt;a href=\"Jervaulx%20Abbey\"&gt;Jervaulx&lt;/a&gt; in Lower Wensleydale. They brought with them a recipe for making cheese from &lt;a href=\"sheep%27s%20milk\"&gt;sheep's milk&lt;/a&gt;. During the 14th century cows' milk began to be used instead, and the character of the cheese began to change. A little ewes' milk was still mixed in since it gave a more open texture, and allowed the development of the blue &lt;a href=\"Mold%20%28fungus%29\"&gt;mould&lt;/a&gt;. At that time, Wensleydale was almost always blue with the white variety almost unknown. Nowadays, the opposite is true, with blue Wensleydale rarely seen. When the monastery was dissolved in 1540, the local farmers continued making the cheese until the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, during which most milk in the country was used for the making of \"Government &lt;a href=\"Cheddar%20cheese\"&gt;Cheddar&lt;/a&gt;\". Even after rationing ceased in 1954, cheese making did not return to pre-war levels.\nThe first creamery to produce Wensleydale commercially was established in 1897 in the town of &lt;a href=\"Hawes\"&gt;Hawes&lt;/a&gt;. Wensleydale Dairy Products, who bought the &lt;a href=\"Wensleydale%20Creamery\"&gt;Wensleydale Creamery&lt;/a&gt; in 1992, sought to protect the name \"Yorkshire Wensleydale\" under an EU regulation; &lt;a href=\"Protected%20Geographical%20Indication\"&gt;PGI&lt;/a&gt; status was awarded in 2013.\nReferences in culture.\nIn his essay \"In Defence of English Cooking\", &lt;a href=\"George%20Orwell\"&gt;George Orwell&lt;/a&gt; rates Wensleydale as second only to &lt;a href=\"stilton%20cheese\"&gt;Stilton&lt;/a&gt; among British cheese varieties.\nIn the popular 1962 novel &lt;a href=\"Hornblower%20and%20the%20Hotspur\"&gt;\"Hornblower and the Hotspur\"&lt;/a&gt; (set in 1803) the title character makes \"an epoch-making discovery, that Wensleydale cheese and port were a pair of heavenly twins\".\nAuthor &lt;a href=\"James%20Herriot\"&gt;James Herriot&lt;/a&gt; makes frequent reference to Wensleydale cheese in his books including \"&lt;a href=\"All%20Creatures%20Great%20and%20Small%20%28franchise%29\"&gt;All Creatures Great and Small&lt;/a&gt;\".\nWensleydale was one of the cheeses named by &lt;a href=\"John%20Cleese\"&gt;John Cleese&lt;/a&gt; in the &lt;a href=\"Monty%20Python\"&gt;Monty Python&lt;/a&gt; sketch \"&lt;a href=\"Cheese%20Shop%20Sketch\"&gt;The Cheese Shop&lt;/a&gt;\", which originally appeared in a 1972 episode of \"&lt;a href=\"Monty%20Python%27s%20Flying%20Circus\"&gt;Monty Python's Flying Circus&lt;/a&gt;\". In addition, the shop owner, played by &lt;a href=\"Michael%20Palin\"&gt;Michael Palin&lt;/a&gt;, was named 'Henry Wensleydale', which caused some confusion between the two when the cheese was mentioned.\nIn the 1990s, sales of Wensleydale cheese had fallen so low that production in the last dairy in Wensleydale itself was at risk of being suspended. The popular &lt;a href=\"Wallace%20and%20Gromit\"&gt;Wallace and Gromit&lt;/a&gt; animated shorts \"&lt;a href=\"A%20Grand%20Day%20Out\"&gt;A Grand Day Out&lt;/a&gt;\", \"&lt;a href=\"The%20Wrong%20Trousers\"&gt;The Wrong Trousers&lt;/a&gt;\", and \"&lt;a href=\"A%20Close%20Shave\"&gt;A Close Shave&lt;/a&gt;\" had the main character Wallace, a cheese &lt;a href=\"connoisseur\"&gt;connoisseur&lt;/a&gt;, mention Wensleydale as a particularly favourite cheese. Animator &lt;a href=\"Nick%20Park\"&gt;Nick Park&lt;/a&gt; chose it solely because it had a good name that would be interesting to animate the lip sync to rather than due to its origins in &lt;a href=\"northern%20England\"&gt;northern England&lt;/a&gt; where the shorts were set. He was also unaware of the financial difficulties that the company was experiencing. The company contacted &lt;a href=\"Aardman%20Animations\"&gt;Aardman Animations&lt;/a&gt; about a licence for a special brand of \"Wallace and Gromit Wensleydale\", which proved to be an enormous success. When the 2005 full-length Wallace and Gromit film, \"\", was released, sales of Wensleydale cheeses increased by 23%."
}