{
    "id": "6901786",
    "revid": "1051305380",
    "url": "https://en.wikipedia.org/wiki?curid=6901786",
    "title": "Mustang Band",
    "text": "The Cal Poly Mustang Band, also known as The Pride of the Pacific, is the official &lt;a href=\"marching%20band\"&gt;marching band&lt;/a&gt; of &lt;a href=\"California%20Polytechnic%20State%20University\"&gt;California Polytechnic State University&lt;/a&gt; in the city of &lt;a href=\"San%20Luis%20Obispo%2C%20California\"&gt;San Luis Obispo, California&lt;/a&gt;. Although the band is not a competitive marching band they serve as a school spirit organization. The band functions in two different forms throughout the year. In the fall the band marches as The Mustang Marching Band and during Cal Poly's winter quarter they function as a pep band. The band attends many athletic events during the year to encourage the school's athletic teams and audience support/involvement. The marching band is well-known around campus as an exciting and spirited group that brings pep, passion, and tradition to every performance. The marching band is conducted by three directors: Christopher J. Woodruff (Director of Bands), Nicholas P. Waldron (Associate Director), and Len Kawamoto (Assistant Director).\nMarching band season.\nDuring &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; season, the Mustang Band typically fields around 200 members. In 2013, the band became the largest it has ever been with approximately 215 members. The marching season starts off each year with an annual band camp where each member learns the techniques of marching, such as the traditional High-Step for the Pre-Game run-on and the glide step used during regular marching. The rest of the band's marching season relies on Tuesday and Thursday rehearsals from 3:10-5:30 pm and some extra weekend rehearsals to perfect their shows.\nPre-game performance.\nThe Mustang Band plays at every home football game and attends at least one away game per year. Popular travel places are Davis, Sacramento, and San Diego. Before each football game, the march down to &lt;a href=\"Alex%20G.%20Spanos%20Stadium\"&gt;Alex G. Spanos Stadium&lt;/a&gt; becomes a show in itself. The band marches to Cal Poly's own traditional &lt;a href=\"drum%20cadence\"&gt;drum cadence&lt;/a&gt;s, such as Baja Blasted, Tick Tock, Musty Mambo, and George, which is by far the most popular. Each section also has its own moves as they progress down to the field. In 2010 a new tradition was established to warm up outside the University Union before stepping off for the stadium. On the way to the stadium, the band will occasionally make a stop at FanFest (in previous years, it was the president's house) where they perform a few numbers for fellow students. The band then proceeds to the BBQ/Tailgate party, where they perform a few more songs before they make their way down to the field for the pre-game performance. The Pre-Game Show begins with a high-step run-on, continues with the Cal Poly Fanfare, &lt;a href=\"Cal%20Poly%20Mustang%20Band%23Songs\"&gt;\"Yea Poly,\"&lt;/a&gt; the &lt;a href=\"Cal%20Poly%20Mustang%20Band%23Songs\"&gt;\"Alma Mater,\"&lt;/a&gt; and at the end of each performance the band plays the Star-Spangled Banner while the ROTC brings the flags to the field. At the conclusion of the national anthem, the band marches to the north end zone, forms a tunnel extending from the inflated tunnel, and plays the &lt;a href=\"Cal%20Poly%20Mustang%20Band%23Songs\"&gt;fight song&lt;/a&gt; while the team runs onto the field. This performance is usually the same for each game the marching band attends.\nDuring the game.\nDuring the game the band plays in the stands, drawing from a working library of about 120 tunes (and about 1000 more in the archives). For every touchdown, the band plays the Cal Poly fight song, &lt;a href=\"Cal%20Poly%20Mustang%20Band%23Songs\"&gt;\"Ride High, You Mustangs.\"&lt;/a&gt; For every point after or field goal made, they play &lt;a href=\"Cal%20Poly%20Mustang%20Band%23Songs\"&gt;\"Yea Poly,\"&lt;/a&gt; an old fight song revived in 2007. (Prior to 2007, \"Mustang Sally\" was played to celebrate field goals.) The band also plays during timeouts and even during play when Cal Poly is on defense (to distract the rival offense).\nHalftime show.\nThe Halftime Show is the highlight of the marching band performances. The show changes for almost every game and requires a significant amount of work and practice in order to complete in time. Each halftime show consists of at least three pieces which include drill elements written by the drill design committee. At some point during the season, the band gets to perform a special drill—when the band dances uniformly to the drum cadence.\nPost-game performance.\nAt the conclusion of the game, the band scatters on to the football field where they play the fight song and the alma mater while the football team sings along. The band remains stationary and plays select songs as the audience and team leave the stadium.\nOther performances.\nThe Mustang Band performs in three parades during the year: the SLO Christmas parade, the San Francisco Chinese New Year Parade, and Cal Poly's Open House Parade. The Christmas Parades takes place in Downtown &lt;a href=\"San%20Luis%20Obispo\"&gt;San Luis Obispo&lt;/a&gt; while the Open House Parade takes place at the &lt;a href=\"California%20Polytechnic%20State%20University%2C%20San%20Luis%20Obispo\"&gt;California Polytechnic State University, San Luis Obispo&lt;/a&gt; campus.\nThe Mustang Band also performs at the Cal Poly Music Department's annual Fall Concert entitled Bandfest. Here they join the Cal Poly Wind Orchestra and Wind Ensemble and play selections from previous performances in the marching season.\nPep band season.\nFrom the end of Cal Poly's fall quarter and throughout winter quarter, the marching band transforms into a pep band. During this time of the year, the band is strictly a stadium band and plays during both the women's and men's home basketball games and the women's home volleyball games. The band plays popular tunes, the fight song, alma mater, and the national anthem. The band also changes from traditional marching band uniforms to yellow and green pep band shirts, jeans, and tennis shoes.\nOn a volunteer basis, the pep band also performs at certain events throughout the year such as Cal Poly's Open House and Cal Poly's Week of Welcome (WOW). By playing at the Open House and WOW events, the band is able to show themselves to all prospective students, which also makes these events an excellent time for recruitment.\nThe pep band also attends the volleyball and basketball tournaments. Every March they travel with the basketball teams to Anaheim to perform as a thirty-member ensemble at the Big West Tournament.\nSections.\nThe Marching Band consists of various sections, broken down by &lt;a href=\"Musical%20instrument\"&gt;instrument&lt;/a&gt;. Each section has a section leader who becomes each particular section's representative. The sections are as follows:\nSongs.\nFight Songs.\nRide High, You Mustangs&lt;br&gt;\n&lt;a href=\"https%3A//web.archive.org/web/20071025064132/http%3A//www.gopoly.com/images/uploads/pages/Ride_High_You_Mustangs_2007.mp3\"&gt;Listen&lt;/a&gt;&lt;br&gt;\nRide High, You Mustangs,&lt;br&gt;\nKick the frost out, burn the breeze&lt;br&gt;\nRide High, You Mustangs&lt;br&gt;\nThose bow wows we'll knock to their knees&lt;br&gt;\nHi! Ki! Yi!&lt;br&gt;\nRide High, You Mustangs&lt;br&gt;\nChin the moon and do it right&lt;br&gt;\nRide High and cut a rusty&lt;br&gt;\nFight! Fight! Fight!&lt;br&gt;\n&lt;br&gt;\n– Harold P. Davidson&lt;br&gt;\nYea Poly &lt;br&gt;\n&lt;a href=\"https%3A//web.archive.org/web/20071025064139/http%3A//www.gopoly.com/images/uploads/pages/Yea_Poly.mp3\"&gt;Listen&lt;/a&gt;&lt;br&gt;\nOn Pacific shores, 'neath Bishop Peak&lt;br&gt;\nAlong the serene San Luis Creek&lt;br&gt;\nLies our alma mater, grand as can be!&lt;br&gt;\nMany a foe will stalk her ground&lt;br&gt;\nBut we, mighty Mustangs, won't be found&lt;br&gt;\nBut valiantly marching to victory!&lt;br&gt;\nStrike up the band for all to hear!&lt;br&gt;\nFor our alma mater, sing and cheer!&lt;br&gt;\nRide high and she'll never fail!&lt;br&gt;\nBanners of green and gold will raise&lt;br&gt;\nAnd so will the echoes of her praise&lt;br&gt;\nFor Cal Poly will prevail!&lt;br&gt;\nYEA POLY!&lt;br&gt;\n&lt;br&gt;\n– Music by Harold P. Davidson, Lyrics by Joshua B. Parker (CSC 2009)&lt;br&gt;\n– Adopted as a Cal Poly song on May 19, 2009&lt;br&gt;\nAlma mater.\nAll Hail Green and Gold&lt;br&gt;\n&lt;a href=\"https%3A//web.archive.org/web/20071025064133/http%3A//www.gopoly.com/images/uploads/pages/All_Hail_Green_And_Gold.mp3\"&gt;Listen&lt;/a&gt;&lt;br&gt;\nAll Hail, Green and Gold, &lt;br&gt;\nMay your praises e'er be told&lt;br&gt;\nOf friendship, and of courage&lt;br&gt;\nAnd stalwart ones of old!&lt;br&gt;\nAll Hail, Green and Gold, &lt;br&gt;\nIn your name we shall prevail, &lt;br&gt;\nSo to California Polytechnic, &lt;br&gt;\nHail! Hail! Hail!&lt;br&gt;\n&lt;br&gt;\n– Harold P. Davidson&lt;br&gt;\nService organizations.\nKappa Kappa Psi (ΚΚΨ) – ιπ Chapter.\nSome members of the Mustang Band participate in Iota Pi, Cal Poly's chapter of the national honorary band fraternity &lt;a href=\"Kappa%20Kappa%20Psi\"&gt;Kappa Kappa Psi&lt;/a&gt;. Iota Pi continually finds ways to serve the Mustang Band as well as many of the other Cal Poly music ensembles by creating many social events in which band members may participate."
}