{
    "id": "69090708",
    "revid": "1065826082",
    "url": "https://en.wikipedia.org/wiki?curid=69090708",
    "title": "Pahuri",
    "text": "Pahuri is a village in &lt;a href=\"Sareni%2C%20Uttar%20Pradesh\"&gt;Sareni&lt;/a&gt; block of &lt;a href=\"Rae%20Bareli%20district\"&gt;Rae Bareli district&lt;/a&gt;, &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is located 11 km from &lt;a href=\"Lalganj%2C%20Uttar%20Pradesh\"&gt;Lalganj&lt;/a&gt;, the &lt;a href=\"tehsil\"&gt;tehsil&lt;/a&gt; headquarters. As of 2011, it has a population of 1,122 people, in 196 households. It hosts both a regular market and a weekly &lt;a href=\"haat\"&gt;haat&lt;/a&gt;. It belongs to the &lt;a href=\"nyaya%20panchayat\"&gt;nyaya panchayat&lt;/a&gt; of &lt;a href=\"Bhoremau\"&gt;Bhoremau&lt;/a&gt;.\nThe &lt;a href=\"1951%20Census%20of%20India\"&gt;1951 census&lt;/a&gt; recorded Pahuri as comprising 21 hamlets, with a total population of 2,032 people (1,026 male and 1,006 female), in 350 households and 311 physical houses. The area of the village was given as 1,398 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s. 138 residents were literate, 133 male and 5 female. The village was listed as belonging to the &lt;a href=\"pargana\"&gt;pargana&lt;/a&gt; of &lt;a href=\"Sareni%2C%20Uttar%20Pradesh\"&gt;Sareni&lt;/a&gt; and the &lt;a href=\"thana\"&gt;thana&lt;/a&gt; of Sareni.\nThe &lt;a href=\"1961%20Census%20of%20India\"&gt;1961 census&lt;/a&gt; recorded Pahuri as comprising 17 hamlets, with a total population of 2,273 people (1,184 male and 1,089 female), in 366 households and 353 physical houses. The area of the village was given as 1,398 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s and it had a post office at that point. It was then part of Lalganj block.\nThe &lt;a href=\"1981%20Census%20of%20India\"&gt;1981 census&lt;/a&gt; recorded Pahuri as having a population of 2,927 people, in 469 households, and having an area of 565.76 &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt;s. The main staple foods were given as wheat and rice.\nThe &lt;a href=\"1991%20Census%20of%20India\"&gt;1991 census&lt;/a&gt; recorded Pahuri as having a total population of 3,444 people (1,748 male and 1,696 female), in 568 households and 567 physical houses. The area of the village was listed as 586 hectares. Members of the 0-6 age group numbered 563, or 16% of the total; this group was 54% male (303) and 46% female (260). Members of &lt;a href=\"scheduled%20castes\"&gt;scheduled castes&lt;/a&gt; made up 22% of the village's population, while no members of &lt;a href=\"scheduled%20tribes\"&gt;scheduled tribes&lt;/a&gt; were recorded. The &lt;a href=\"literacy%20rate\"&gt;literacy rate&lt;/a&gt; of the village was 39% (904 men and 433 women). 1,071 people were classified as main workers (766 men and 305 women), while 32 people were classified as marginal workers (11 men and 21 women); the remaining 2,341 residents were non-workers. The breakdown of main workers by employment category was as follows: 581 cultivators (i.e. people who owned or leased their own land); 332 agricultural labourers (i.e. people who worked someone else's land in return for payment); 11 workers in livestock, forestry, fishing, hunting, plantations, orchards, etc.; 0 in mining and quarrying; 20 household industry workers; 40 workers employed in other &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt;, processing, service, and repair roles; 0 &lt;a href=\"construction%20worker\"&gt;construction worker&lt;/a&gt;s; 20 employed in trade and commerce; 6 employed in transport, storage, and communications; and 61 in other services."
}