{
    "id": "69111129",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=69111129",
    "title": "Wendall Forbes",
    "text": "Wendall Francis Forbes was an American college coach for the &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt; and &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; teams at &lt;a href=\"Middlebury%20College\"&gt;Middlebury College&lt;/a&gt;. He was the head coach &lt;a href=\"Middlebury%20Panthers%20men%27s%20ice%20hockey\"&gt;men's ice hockey team&lt;/a&gt; for 22 years and was the &lt;a href=\"NCAA%20Division%20III\"&gt;Division III&lt;/a&gt; coach of the year in 1975.\nCareer.\nForbes graduated from &lt;a href=\"Melrose%20High%20School%20%28Massachusetts%29\"&gt;Melrose High School&lt;/a&gt; in 1945 and joined the &lt;a href=\"United%20States%20Navy\"&gt;Navy&lt;/a&gt; for the tail end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. He left the service in 1946 and entered &lt;a href=\"Bridgton%20Academy\"&gt;Bridgton Academy&lt;/a&gt; before matriculating to &lt;a href=\"Middlebury%20College\"&gt;Middlebury College&lt;/a&gt;. After graduating in 1951, Forbes played in the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; organization for six years before ending his playing career and turned to coaching. \nHe first worked at &lt;a href=\"Northfield%20High%20School\"&gt;Northfield High School&lt;/a&gt; but quickly transitioned to the college ranks. At &lt;a href=\"Norwich%20University\"&gt;Norwich University&lt;/a&gt; he was a baseball coach, assistant football coach and the head coach for the freshman hockey team. He returned to Middlebury in 1962 and worked in several positions over the next 25 years. In 1964 &lt;a href=\"Duke%20Nelson\"&gt;Duke Nelson&lt;/a&gt; stepped down as the coach of the ice hockey team and allowed Forbes to take over. 'Wendy' took over the program just as it was transitions from &lt;a href=\"ECAC%20Hockey\"&gt;ECAC Hockey&lt;/a&gt; into the second-tier &lt;a href=\"ECAC%202\"&gt;ECAC 2&lt;/a&gt;. His team won the inaugural conference crown with a record of 11–2 and was able to lead the team to winning records most years. After a particularly poor year in 1974, Forbes got his team to rebound and won the first playoff game in team history. For the stark turnaround, Forbes received the &lt;a href=\"Edward%20Jeremiah%20Award\"&gt;Edward Jeremiah Award&lt;/a&gt;.\nAfter a slight lull in 1976, Middlebury became one of the top teams in ECAC 2 for the remainder of the decade. In 1979 the Panthers equaled the program high of 19 wins and captured the Western league championship with a 4–2 win over Norwich. Middlebury would have received an invitation to the &lt;a href=\"1979%20NCAA%20Division%20II%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;NCAA Tournament&lt;/a&gt;, which was only in its second edition, however, Middlebury's primary conference was the &lt;a href=\"New%20England%20Small%20College%20Athletic%20Conference\"&gt;NESCAC&lt;/a&gt; and league bylaws prohibited member schools from participating in national tournaments at the time.\nAfter another strong season in 1980, Forbes' team declined sharply and remained near the bottom of the league standings for the next several seasons. As the Panthers began to recover in the mid-80s, Forbes led the program through a second transition as virtually all of the Division II level was dropped down to D-III. He also help shepherd the team through a strange season when ECAC 2 formally split into two regional conferences (East and West). Forbes stepped down as the team's head coach in 1986 and retired.\nHe was inducted into the Melrose High Athletic Hall of Fame in 1995, the same year that he was able to see his successor, &lt;a href=\"Bill%20Beaney\"&gt;Bill Beaney&lt;/a&gt;, lead the Panthers to their first &lt;a href=\"1995%20NCAA%20Division%20III%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;National Championship&lt;/a&gt;. He died in 1997 at the age of 70 and was survived by his two daughters, Cathy and Donna, as well as four grandchildren."
}