{
    "id": "69115415",
    "revid": "26343411",
    "url": "https://en.wikipedia.org/wiki?curid=69115415",
    "title": "Helen Nkwocha",
    "text": "Helen Lorraine Nkwocha (born 24 August 1976) is an English &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; and former footballer who is currently manager of &lt;a href=\"Faroe%20Islands%20Premier%20League\"&gt;Faroe Islands Premier League&lt;/a&gt; club &lt;a href=\"Tv%C3%B8royrar%20B%C3%B3ltfelag\"&gt;Tvøroyrar Bóltfelag&lt;/a&gt;. She also previously worked as a police officer. In August 2021, Nkwocha gained international attention for being the first female manager to manage a male top-flight European football team.\nPersonal life.\nNkwocha was born and raised in &lt;a href=\"South%20London\"&gt;South London&lt;/a&gt; by her mother, Justina. She was the youngest of five siblings. Since the age of 14, Nkwocha had aspired to be a police officer. She joined the &lt;a href=\"Metropolitan%20Police\"&gt;Metropolitan Police&lt;/a&gt; at 20 after graduating from the &lt;a href=\"University%20of%20North%20London\"&gt;University of North London&lt;/a&gt; with a literature degree. She spent a total of 15 years with the police. Since January 2021, Nkwocha has lived in the village of &lt;a href=\"Tv%C3%B8royri\"&gt;Tvøroyri&lt;/a&gt;.\nPlaying career.\nDuring her 23 year playing career, Nkwocha played for a number of clubs including &lt;a href=\"Millwall%20Lionesses%20L.F.C.\"&gt;Millwall Lionesses&lt;/a&gt;, &lt;a href=\"AFC%20Wimbledon%20Ladies\"&gt;Wimbledon&lt;/a&gt;, &lt;a href=\"Crystal%20Palace%20F.C.%20%28Women%29\"&gt;Crystal Palace&lt;/a&gt;, &lt;a href=\"Fulham%20L.F.C.\"&gt;Fulham&lt;/a&gt; and Tooting &amp; Mitcham. An &lt;a href=\"anterior%20cruciate%20ligament%20injury\"&gt;anterior cruciate ligament injury&lt;/a&gt; was what led her to retire in her early thirties.\nManagerial career.\nIn order to fulfil her wish to become a professional football manager, Nkwocha sold her home and decided to live on a houseboat instead. Her management career has included stints in China and the United States. When she was appointed manager of Faroese club &lt;a href=\"Tv%C3%B8royrar%20B%C3%B3ltfelag\"&gt;Tvøroyrar Bóltfelag&lt;/a&gt;, she became the first female manager to lead a top-flight European male team in football. She was initially hired to run the youth team in January 2021 but was promoted to the head coach of the senior team in September of that year. Her first match in charge was a 1–6 loss to &lt;a href=\"Havnar%20B%C3%B3ltfelag\"&gt;Havnar Bóltfelag&lt;/a&gt;."
}