{
    "id": "6912710",
    "revid": "7646649",
    "url": "https://en.wikipedia.org/wiki?curid=6912710",
    "title": "Holden Park",
    "text": "Holden Park is the only park in the village of &lt;a href=\"Oakworth\"&gt;Oakworth&lt;/a&gt;, &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nThe park is also known locally as Oakworth Park.\nHistory.\nThe park was the former grounds of Sir &lt;a href=\"Sir%20Isaac%20Holden%2C%201st%20Baronet\"&gt;Isaac Holden&lt;/a&gt;'s house (Oakworth House) and garden.\nOakworth house was a large Italianate &lt;a href=\"villa\"&gt;villa&lt;/a&gt; built from 1864–74 by architect George Smith at a cost of £80,000 for Sir Isaac Holden.\nThe house replaced a smaller house on the site built by Joseph Sugden.\nIn 1907, ten years after Sir Isaac's death in 1897, the house was partially destroyed in a fire and was demolished.\nHolden Park was opened by Francis Illingworth in 1925\nand in 1927 was given to the people of Oakworth by the family of Sir Isaac Holden.\nThe stone &lt;a href=\"portico\"&gt;portico&lt;/a&gt; to the house remains to this day but the &lt;a href=\"Greenhouse\"&gt;glasshouse&lt;/a&gt;s or &lt;a href=\"winter%20garden\"&gt;winter garden&lt;/a&gt;s have been removed\nand all that remains of the winter gardens are the caves and &lt;a href=\"grotto\"&gt;grotto&lt;/a&gt; created by Holden.\nA &lt;a href=\"bowling%20green\"&gt;bowling green&lt;/a&gt; was constructed on the site of the house.\nIn April 2004 the Friends of Holden Park group was formed, consisting mostly of local people with the aim of preserving and protecting the remaining features of the park with support from the local community.\nIn 2011 the &lt;a href=\"Summer%20house\"&gt;summerhouse&lt;/a&gt;, known locally as the 'bear house' was restored by The Friends of Holden Park with monies from CNet's grassroots fund.\nIn 2012 a new &lt;a href=\"blue%20plaque\"&gt;blue plaque&lt;/a&gt; to Sir Isaac Holden was unveiled on the portico by Sir Paul Holden (Bart.)—Sir Isaac's great grandson\nat a fun day to celebrate the &lt;a href=\"Diamond%20Jubilee%20of%20Elizabeth%20II\"&gt;Queen's diamond jubilee&lt;/a&gt;.\nLandmarks.\nThe park contains the local war memorial,\na stone &lt;a href=\"portico\"&gt;portico&lt;/a&gt; entrance—the only surviving remnant of Oakworth House; and Holden's summer house, made from a steel framework and &lt;a href=\"hypertufa\"&gt;hypertufa&lt;/a&gt; shaped to look like wooden branches.\nPast the grottoes and caves there is a large grassed area that used to be the &lt;a href=\"vegetable%20garden\"&gt;vegetable garden&lt;/a&gt; for the house and was later a &lt;a href=\"putting%20green\"&gt;putting green&lt;/a&gt;, and above this are the woods, with many paths originally laid out by Holden."
}