{
    "id": "6912844",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=6912844",
    "title": "Émile Krieps",
    "text": "Émile Krieps (4 January 1920 – 30 September 1998) was a &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;ish &lt;a href=\"Resistance%20during%20World%20War%20II\"&gt;resistance&lt;/a&gt; leader, soldier, and politician. A member of the &lt;a href=\"Democratic%20Party%20%28Luxembourg%29\"&gt;Democratic Party&lt;/a&gt;, Krieps served in cabinets under &lt;a href=\"Pierre%20Werner\"&gt;Pierre Werner&lt;/a&gt; and &lt;a href=\"Gaston%20Thorn\"&gt;Gaston Thorn&lt;/a&gt;.\nFor his services in the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, Krieps was awarded honours from several countries. These honours included the &lt;a href=\"Luxembourg%20War%20Cross\"&gt;Luxembourg War Cross&lt;/a&gt;, both the &lt;a href=\"Croix%20de%20guerre%201939%E2%80%931945\"&gt;French&lt;/a&gt; and the &lt;a href=\"Croix%20de%20Guerre%20%28Belgium%29\"&gt;Belgian War Cross&lt;/a&gt;, and the &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; &lt;a href=\"King%27s%20Medal%20for%20Courage%20in%20the%20Cause%20of%20Freedom\"&gt;King's Medal for Courage in the Cause of Freedom&lt;/a&gt;.\nPre-war.\nHe was born in Differdange in 1920. After attending teacher training college, he was appointed as an elementary school teacher in the north of the country, in &lt;a href=\"Derenbach\"&gt;Derenbach&lt;/a&gt; near Wiltz. Later he attended several military academies, in Britain and at &lt;a href=\"Fort%20Leavenworth\"&gt;Fort Leavenworth&lt;/a&gt; in the United States.\nResistance.\nDuring World War II, Nazi Germany &lt;a href=\"German%20invasion%20of%20Luxembourg%20in%20World%20War%20II\"&gt;invaded and annexed&lt;/a&gt; Luxembourg on 10 May 1940. Together with Josy Goerres, Krieps founded the Resistance organisation \"Service d'Action et de Renseignement des Patriotes Indépendants\" (SAR-PI-MEN). Their objective was to help Luxembourgers and POWs over the French border.\nOn 19 November 1941, he was arrested by the Gestapo and was brought to &lt;a href=\"Hinzert%20concentration%20camp\"&gt;Hinzert concentration camp&lt;/a&gt;. However, on 20 May 1942, he was released for medical reasons, and he immediately started working with the PI-MEN in Differdange again, which was a stronghold of the Resistance. By this point he had lost his job as a schoolteacher. He soon fled to southern France, where he worked for a Resistance organisation by the name of \"Famille Martin,\" as well as for the \"Service Zéro\". In November 1942, he fled to Spain via the Pyrenees. There he was arrested and interned in the camp of Miranda de Ebro until 31 March 1943, as one of 12 Luxembourgers.\nFinally, he manage to arrive in Britain (via Portugal) on 29 June 1943, where he joined the Belgian army, and received training as a parachutist and at the British Military Intelligence School. In London he also had the opportunity to participate in one of the Luxembourgish government-in-exile's cabinet sessions, in order to deliver a detailed report on occupied Luxembourg. He also suggested immediate aid for the Luxembourgers who were still interned in Spain.\nIn May 1944 he was appointed a sergeant in the Luxembourgish army. On 4 July 1944 he was parachuted into occupied Belgium, in the south of the country.\nOfficer.\nHe participated in the liberation of Luxembourg, and then joined the Luxembourgish army as a lieutenant.\nIn 1946, the Resistance member Norbert Gomand was taken to court by the government for libel, as in his newspaper \"L'Indépendant\" he had accused the government-in-exile of treason and gross negligence for failing to do more to help Luxembourgers under occupation. In the ensuing trial, the \"Gomand trial\", Krieps was one of the witnesses supporting Gomand. Perhaps the most prominent of a total of 114 witnesses, he did not hold back in his criticism of the government, thereby earning the wrath of the ministers.\nLater in the same year, in connection with the Gomand trial, Krieps was implicated in the event known as the \"Putsch of the officers\", an alleged coup d'état. On 2 August 1946, at 5.00 in the morning, Émile Krieps, Lieutenant Robert Winter, Major Rudy Ensch and Lieutenant Jean Juttel, all army officers and members of the Resistance, were arrested by the \"Sûreté\". They were accused of having planned a coup d'état against the National Union Government under &lt;a href=\"Pierre%20Dupong\"&gt;Pierre Dupong&lt;/a&gt;. After one day, they were released again by the investigating judge. Another Resistance member who was arrested, &lt;a href=\"Albert%20Wingert\"&gt;Albert Wingert&lt;/a&gt;, was not released immediately but kept for 9 days in solitary confinement.\nIt would later emerge that there was no plan for a coup, and that the foreign minister &lt;a href=\"Joseph%20Bech\"&gt;Joseph Bech&lt;/a&gt; was the driving force behind the arrests, using an alleged coup as an excuse.\nAt any rate, the case against Krieps and the others was closed on 30 October 1946.\nIn 1967 Krieps became a Lieutenant-Colonel in the Luxembourgish Army. When obligatory military service was abolished, he left the army on 31 December 1967 to go into politics, joining the Democratic Party on 1 January 1968.\nPolitician.\nIn the Democratic Party, he became a member of the executive committee and the secretary and president of the &lt;a href=\"Centre%20%28Chamber%20of%20Deputies%20of%20Luxembourg%20constituency%29\"&gt;\"Centre\" constituency&lt;/a&gt;.\nOn 18 March 1969 he was voted into the Chamber of Deputies, to succeed Camille Polfer, who had been appointed commissioner for sports. Additionally, from 1 January 1970 to 7 July 1971 he was a city councillor of Luxembourg City.\nOn 9 July 1971 he joined the &lt;a href=\"second%20Werner-Schaus%20government\"&gt;second Werner-Schaus government&lt;/a&gt; as secretary of state in the Ministry for the Interior, with responsibility for nature conservation and construction planning in the communes and cities. On 15 June 1974 he became Minister for Health, the Environment, Public Administration and the Army in the Thorn government. He also became Sports Minister on 16 September 1977.\nFrom 16 July 1979 to 20 July 1984 he was Minister for Health, Sports, and the Army in the &lt;a href=\"Werner-Thorn%20government\"&gt;Werner-Thorn government&lt;/a&gt;.\nAs Minister for Health, he left a long-lasting legacy, including the law creating the \"Centre Hospitalier\" and a health system that stuck a balance between state and private healthcare; the enlargement of the thermal spa in Mondorf; the modernisation of the \"Maison de Santé\" in Vianden, the law on the new pavilion in Ettelbrück and the hospital \"Princesse Marie-Astrid\" (HPMA) in Differdange. He also introduced reforms in &lt;a href=\"geriatrics\"&gt;geriatrics&lt;/a&gt;, &lt;a href=\"preventative%20medicine\"&gt;preventative medicine&lt;/a&gt;, and medical care for pregnant women and young children, introducing the \"examen prénuptial\", a medical examination prior to marriage.\nAfter the elections of 1984, the Democratic Party left the government, and he sat as an opposition Deputy for the \"Centre\" constituency\" \"until 1994, when he retired from active politics.\nKrieps was also the co-founder of the \"Association des Luxembourgeois\" in the United Kingdom. For many years, and until his death, he was president of the \"Association des Anciens Combattants de la Guerre 1940-1945 et des Forces des Nations Unies\" and the vice-president of the \"Fédération Mondiale des Anciens Combattants\".\nUp until his death, he was also working on the preparations for the 80th anniversary of the Armistice of 1918.\nHe was also connected to table tennis, and in his youth he played for the Cercle Ping-Pong Differdange. From 1964 to 1972 he was the president of the \"Fédération luxembourgeoise de tennis de table\". He was also for a long time the honorary president of the \"Cercle Para Luxembourg\", the parachuting club.\nOn the afternoon of 30 September 1998, he died after an operation in the Clinique Ste-Elisabeth in Luxembourg City, at the age of 78.\nFamily.\nDuring the war, Krieps met his future wife Ursula Janet Brennan in Britain. They married on 6 March 1944 in London. They had three children, two sons and one daughter. His son &lt;a href=\"Alexandre%20Krieps\"&gt;Alexandre Krieps&lt;/a&gt; was also active in the Democratic Party and was likewise a member of the Chamber of Deputies for several years."
}