{
    "id": "69139772",
    "revid": "32797797",
    "url": "https://en.wikipedia.org/wiki?curid=69139772",
    "title": "Chandemau",
    "text": "Chandemau is a village in &lt;a href=\"Khiron\"&gt;Khiron&lt;/a&gt; block of &lt;a href=\"Rae%20Bareli%20district\"&gt;Rae Bareli district&lt;/a&gt;, &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is located 18 km from &lt;a href=\"Lalganj%2C%20Uttar%20Pradesh\"&gt;Lalganj&lt;/a&gt;, the tehsil headquarters. As of 2011, it has a population of 1,135 people, in 230 households. It has 1 primary school and no healthcare facilities and it does not host a weekly &lt;a href=\"haat\"&gt;haat&lt;/a&gt; or a permanent market. It belongs to the &lt;a href=\"nyaya%20panchayat\"&gt;nyaya panchayat&lt;/a&gt; of &lt;a href=\"Bhitargaon\"&gt;Bhitargaon&lt;/a&gt;.\nThe &lt;a href=\"1951%20Census%20of%20India\"&gt;1951 census&lt;/a&gt; recorded Chandemau (as \"Chande Mau\") as comprising 5 hamlets, with a total population of 327 people (181 male and 146 female), in 58 households and 68 physical houses. The area of the village was given as 444 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s. 4 residents were literate, all male. The village was listed as belonging to the &lt;a href=\"pargana\"&gt;pargana&lt;/a&gt; of Khiron and the &lt;a href=\"thana\"&gt;thana&lt;/a&gt; of &lt;a href=\"Gurbakshganj\"&gt;Gurbakshganj&lt;/a&gt;.\nThe &lt;a href=\"1961%20Census%20of%20India\"&gt;1961 census&lt;/a&gt; recorded Chandemau as comprising 5 hamlets, with a total population of 385 people (214 male and 171 female), in 76 households and 66 physical houses. The area of the village was given as 444 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s.\nThe &lt;a href=\"1981%20Census%20of%20India\"&gt;1981 census&lt;/a&gt; recorded Chandemau (as \"Chandeymau\") as having a population of 640 people, in 132 households, and having an area of 173.60 &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt;s. The main staple foods were given as wheat and rice.\nThe &lt;a href=\"1991%20Census%20of%20India\"&gt;1991 census&lt;/a&gt; recorded Chandemau (as \"Chande Mau\") as having a total population of 749 people (371 male and 378 female), in 134 households and 134 physical houses. The area of the village was listed as 172 hectares. Members of the 0-6 age group numbered 179, or 24% of the total; this group was 58% male (104) and 42% female (75). Members of &lt;a href=\"scheduled%20castes\"&gt;scheduled castes&lt;/a&gt; made up 31% of the village's population, while no members of &lt;a href=\"scheduled%20tribes\"&gt;scheduled tribes&lt;/a&gt; were recorded. The &lt;a href=\"literacy%20rate\"&gt;literacy rate&lt;/a&gt; of the village was 17% (91 men and 39 women). 324 people were classified as main workers (158 men and 166 women), while 0 people were classified as marginal workers; the remaining 425 residents were non-workers. The breakdown of main workers by employment category was as follows: 260 cultivators (i.e. people who owned or leased their own land); 63 agricultural labourers (i.e. people who worked someone else's land in return for payment); 0 workers in livestock, forestry, fishing, hunting, plantations, orchards, etc.; 0 in mining and quarrying; 0 household industry workers; 0 workers employed in other &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt;, processing, service, and repair roles; 0 &lt;a href=\"construction%20worker\"&gt;construction worker&lt;/a&gt;s; 1 employed in trade and commerce; 0 employed in transport, storage, and communications; and 0 in other services."
}