{
    "id": "69188993",
    "revid": "7739861",
    "url": "https://en.wikipedia.org/wiki?curid=69188993",
    "title": "Minister for Culture, Sport and Recreation (New South Wales)",
    "text": "The Minister for Culture, Sport and Recreation was a &lt;a href=\"Minister%20of%20the%20Crown\"&gt;minister&lt;/a&gt; in the &lt;a href=\"Government%20of%20New%20South%20Wales\"&gt;Government of New South Wales&lt;/a&gt; who had responsibilities for both cultural activities and sport.\nThe formation of the ministry and supporting department was a response to the Government’s growing involvement in leisure and sporting activities.) Included in these activities were sport, recreation, the visual arts and crafts, and the performing arts. Some of the government controls relating to motor, horse and greyhound racing, Sunday entertainment and the Sydney Cricket and Sports Ground were also transferred to the new Department from the Chief Secretary, although the Chief Secretary’s successor, the Department of Services, continued to provide the administrative staff for many of these activities.\nThe responsibilities of the portfolio included the Advisory Committee on Cultural Grants, Art Gallery of New South Wales, the Archives Authority of New South Wales, the Library and Library Board of New South Wales, Museums, Film Council, Observatory and Opera House and the sport and recreation service of New South Wales. The last organisation aimed to promote physical fitness and recreational opportunities which was achieved by providing camping facilities, swimming instruction, school vacation play centres.\nThe ministry was abolished in the &lt;a href=\"Wran%20ministry%20%281976%E2%80%931978%29\"&gt;first Wran ministry&lt;/a&gt; in 1976, separated into the portfolio of &lt;a href=\"Minister%20for%20Sport%20and%20Recreation%20%28New%20South%20Wales%29\"&gt;Sport and Recreation&lt;/a&gt; and while cultural activities became the responsibility of the &lt;a href=\"Premier%20of%20New%20South%20Wales\"&gt;Premier&lt;/a&gt;."
}