{
    "id": "69195786",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=69195786",
    "title": "Akiko Sugimoto",
    "text": "Akiko Sugimoto (May 28, 1953 December 4, 2015) was a Japanese novelist. She is best known for writing historical fiction about famous people who lived during the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;.\nEarly life and education.\nSugimoto was born on May 28, 1953 in the city of Yameshi in &lt;a href=\"Fukuoka%20Prefecture\"&gt;Fukuoka prefecture&lt;/a&gt;. When she was a year old her legs were paralyzed by &lt;a href=\"polio\"&gt;polio&lt;/a&gt;. Her father worked at a university and knew a lot about Japanese literature and history. As a child, Sugimoto read avidly from her father's library, especially his collection of &lt;a href=\"gesaku\"&gt;gesaku&lt;/a&gt;. She was also fascinated with &lt;a href=\"kabuki\"&gt;kabuki&lt;/a&gt;. After graduating from high school she decided that she wanted to live independently from her parents, and moved to Okayama prefecture where she attended &lt;a href=\"Notre%20Dame%20Seishin%20University\"&gt;Notre Dame Seishin University&lt;/a&gt;. She later earned a master's degree from &lt;a href=\"Kinjo%20Gakuin%20University\"&gt;Kinjo Gakuin University&lt;/a&gt; in 1978. Her master's thesis was about &lt;a href=\"Terakado%20Seiken\"&gt;Terakado Seiken&lt;/a&gt;.\nCareer.\nSugimoto revisited Terakado as a subject in her debut story, . Her first novel, was published in 1983. It is about &lt;a href=\"Tsutaya%20J%C5%ABzabur%C5%8D\"&gt;Tsutaya Jusaburo&lt;/a&gt;, the publisher for the painter &lt;a href=\"Sharaku\"&gt;Sharaku&lt;/a&gt;. Her 1988 novel won the 100th &lt;a href=\"Naoki%20Prize\"&gt;Naoki Prize&lt;/a&gt; alongside &lt;a href=\"Shizuko%20T%C5%8Dd%C5%8D\"&gt;Shizuko Tōdō&lt;/a&gt;. In 1990 she wrote , which was about one of the rakugoka who used the artist name . While she mostly wrote about the Edo period, she sometimes also wrote about the Meiji period, such as in her 1995 , which was published in the &lt;a href=\"The%20Asahi%20Shimbun\"&gt;Asahi Shinbun&lt;/a&gt; over the course of a year.\nIn 2002 her novel won the . The book became a series, which ended in 2008. It was her first series and the only one she completed.\nSugimoto died of &lt;a href=\"breast%20cancer\"&gt;breast cancer&lt;/a&gt; on December 4, 2015."
}