{
    "id": "692226",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=692226",
    "title": "Petite France, Strasbourg",
    "text": "La Petite France (also known as the Quartier des Tanneurs; ; \"Tanner's Quarter\") is a historic quarter of the &lt;a href=\"Strasbourg\"&gt;city of Strasbourg&lt;/a&gt; in eastern France. It is located at the western end of the &lt;a href=\"Grande%20%C3%8Ele%2C%20Strasbourg\"&gt;Grande Île&lt;/a&gt;, which contains the historical centre of the city. At Petite France, the river &lt;a href=\"Ill%20%28France%29\"&gt;Ill&lt;/a&gt; splits up into a number of channels that cascade through an area that was, in the Middle Ages, home to the city's &lt;a href=\"tanner%20%28occupation%29\"&gt;tanner&lt;/a&gt;s, &lt;a href=\"miller\"&gt;miller&lt;/a&gt;s and &lt;a href=\"fisherman\"&gt;fishermen&lt;/a&gt;, and is now one of Strasbourg's main tourist attractions. Petite France forms part of the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; of Grande Île, designated in 1988.\nJust upstream of Petite France, the river Ill flows through the \"&lt;a href=\"Barrage%20Vauban\"&gt;Barrage Vauban&lt;/a&gt;\", a defensive structure built at the end of the 17th century. Downstream of this, the river splits into the &lt;a href=\"Canal%20du%20Faux-Rempart\"&gt;Canal du Faux-Rempart&lt;/a&gt;, which flows to the north of the Grande Île, and four channels which flow through the Petite France quarter before reuniting in the main channel of the river, flowing to the south of the Grande Île. These four channels are spanned by the \"&lt;a href=\"Ponts%20Couverts%2C%20Strasbourg\"&gt;Ponts Couverts&lt;/a&gt;\", an earlier defensive structure of three bridges and four towers that, despite its name, has not been covered since the 18th century.\nDownstream of the \"Ponts Couverts\", the four channels flow through an area of largely &lt;a href=\"half-timbered\"&gt;half-timbered&lt;/a&gt; buildings which, together with the narrow lanes and footbridges that connect them, mostly date from the 16th and 17th centuries. The sloping roofs of many of the buildings include open lofts where hides were once dried. Three of the four channels flowing through the quarter run over weirs that once drove mills and other industries, whilst the northernmost channel is navigable. This passes through a &lt;a href=\"lock%20%28water%20transport%29\"&gt;lock&lt;/a&gt; and the \"Pont du Faisan\" &lt;a href=\"swing%20bridge\"&gt;swing bridge&lt;/a&gt; in the centre of the quarter, and is largely used by passenger trip boats.\nOn the north bank of the Ill at the heart of the quarter is the \"Maison des Tanneurs\", home of the Tanner's Guild, and \"Place Benjamin-Zix\". From this square lead several streets, including the \"Rue du Bain-aux-Plantes\" and the \"Rue des Dentelles\", also lined by half-timbered houses. To the east these lead to the &lt;a href=\"St.%20Thomas%2C%20Strasbourg\"&gt;Saint-Thomas church&lt;/a&gt;, the city’s main &lt;a href=\"Lutheranism\"&gt;Lutheran&lt;/a&gt; church, and to the west back to the \"Pont Couverts\" and to the &lt;a href=\"Old%20Saint%20Peter%27s%20Church%2C%20Strasbourg\"&gt;Saint-Pierre-le-Vieux church&lt;/a&gt;, actually two churches (one &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; and one &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt;) in the same building.\nThe name Petite-France (\"Little France\") was not given for patriotic or architectural reasons. It comes from the \"hospice of the syphilitic\" (\"Hospice des Vérolés\", in French), which was built in the late fifteenth century on this island, to cure persons with &lt;a href=\"syphilis\"&gt;syphilis&lt;/a&gt;, then called \"Franzosenkrankheit\" (\"French disease\") in German."
}