{
    "id": "69239619",
    "revid": "613068",
    "url": "https://en.wikipedia.org/wiki?curid=69239619",
    "title": "Hassan al-Qahir",
    "text": "Al-Qāhir ibn al-Muhtadī bi-Quwatullāh () or Hassan al-Qahir was the was the 22nd Imam of the &lt;a href=\"Shia%20Islam\"&gt;Shia&lt;/a&gt; &lt;a href=\"Nizari%20Isma%27ilism\"&gt;Nizari&lt;/a&gt; &lt;a href=\"Isma%27ilism\"&gt;Ismailis&lt;/a&gt;. He is believed to have lived in &lt;a href=\"Occultation%20%28Islam%29\"&gt;occultation&lt;/a&gt; in the &lt;a href=\"Nizari%20Ismaili%20state\"&gt;Nizari Ismaili state&lt;/a&gt; centrered around &lt;a href=\"Alamut%20Castle\"&gt;Alamut Castle&lt;/a&gt;. He is believed to have been represented externally by &lt;a href=\"Kiya%20Buzurg-Ummid\"&gt;Kiya Buzurg-Ummid&lt;/a&gt;, and later on by &lt;a href=\"Muhammad%20ibn%20Buzurg-Ummid\"&gt;Muhammad ibn Buzurg-Ummid&lt;/a&gt;.\nThere is not a great deal known about al-Qahir except that which is recorded traditional doctrine of the &lt;a href=\"Nizari%20Isma%27ilism\"&gt;Nizari Isma'ili&lt;/a&gt;; he was the father of their 23rd Imam, &lt;a href=\"Hassan%20II%20of%20Alamut\"&gt;Hasan 'Ala Zikrihi's-Salam&lt;/a&gt;., and according to tradition, revealed himself to his followers in 1164 as the son of \"Muhammad al-Muhtadi\". However, the existence of al-Qahir and his two predecessors is considered obscure. On the one hand, because they are said to have lived in secrecy and, on the other hand, because contemporary historiographical works by the Ismailis were destroyed in the Middle Ages. The oldest genealogies of the imams following Nizar date from the 15th and 16th centuries. Sunni chroniclers like &lt;a href=\"Ata-Malik%20Juvayni\"&gt;Ata-Malik Juvayni&lt;/a&gt; consider this story to be a untrue. According to him, Hassan II was actually a biological son of Muhammad ibn Buzurg-Umid, and therefore a false imam. He and his followers had constructed his descent from Nizar († 1095) in order to preserve the right to exist for their branch of &lt;a href=\"Nizari%20Isma%27ilism\"&gt;Isma'ilism&lt;/a&gt;."
}