{
    "id": "69240603",
    "revid": "376277",
    "url": "https://en.wikipedia.org/wiki?curid=69240603",
    "title": "First siege of Callao",
    "text": "The first siege of Callao was the was a prolonged military blockade of the &lt;a href=\"Real%20Felipe%20Fortress\"&gt;Real Felipe Fortress&lt;/a&gt; (as well as other fortresses) in &lt;a href=\"Callao\"&gt;Callao&lt;/a&gt; by the &lt;a href=\"Liberating%20Expedition%20of%20Peru\"&gt;Liberating Expedition of Peru&lt;/a&gt; under the command of General &lt;a href=\"Jos%C3%A9%20de%20San%20Mart%C3%ADn\"&gt;José de San Martín&lt;/a&gt; in July 1821 which culminated in the capitulation of Marshal &lt;a href=\"Jos%C3%A9%20de%20La%20Mar\"&gt;José de La Mar&lt;/a&gt; in September of the same year, with him switching sides from the &lt;a href=\"Royalist%20%28Spanish%20American%20independence%29\"&gt;Royalist&lt;/a&gt; side to the &lt;a href=\"Protectorate%20of%20Peru\"&gt;Patriot&lt;/a&gt; side.\nBackground.\nOn July 12, 1821, after the withdrawal of Viceroy &lt;a href=\"Jos%C3%A9%20de%20la%20Serna\"&gt;José de la Serna&lt;/a&gt; and his army to the mountains, the army under the command of &lt;a href=\"Jos%C3%A9%20de%20San%20Mart%C3%ADn\"&gt;San Martín&lt;/a&gt; occupied &lt;a href=\"Lima\"&gt;Lima&lt;/a&gt; and the next day the land siege of Callao began, which, together with the previously carried out by the Chilean fleet under the command of Admiral &lt;a href=\"Thomas%20Cochrane%2C%2010th%20Earl%20of%20Dundonald\"&gt;Thomas Cochrane&lt;/a&gt;, came to complete the siege.\nThe viceroy had a garrison of 2,000 men composed of regular soldiers and urban militias under the command of the governor and head of the square to defend the port. Marshal &lt;a href=\"Jos%C3%A9%20de%20La%20Mar\"&gt;José de La Mar&lt;/a&gt; received an ultimatum on July 13 from General San Martín, which he refused.\nThe siege.\nDuring the siege, shootings were frequent between the patriotic garrison, ships and outposts that harassed the defenders. On July 24, a parliamentarian received in the square the proclamations of independence of General San Martín, which unsuccessfully sought to win the royalist garrison to the patriot cause. Due to the unsuccessful result of this proposal, that same night the Cochrane's fleet attacked the port, setting fire to two smaller ships and taking three. The fighting continued and on August 4 the besiegers began to bomb the castles with \"&lt;a href=\"Howitzer\"&gt;obuses&lt;/a&gt;\", repeating this operation every night until the 14th in order to keep the royalist soldiers fatigued and demoralized. That same day, General &lt;a href=\"Juan%20Gregorio%20de%20las%20Heras\"&gt;Juan Gregorio de las Heras&lt;/a&gt; led a daring ground attack on the plaza. The plan was for 150 horsemen and 1,000 infantrymen to race from their barracks in &lt;a href=\"Bellavista%20District\"&gt;Bellavista&lt;/a&gt; and overrun the fortress gates before they could be lifted. The plan ended unsuccessfully. However, the patriot cavalry managed to kill or capture the soldiers who had not managed to enter the fortress. Because of this, the patriots had 27 casualties while the royalists 41, with Colonel &lt;a href=\"Mariano%20Ricafort%20Palac%C3%ADn%20y%20Abarca\"&gt;Mariano Ricafort&lt;/a&gt; being wounded and taken prisoner.\nCanterac's incursion into Lima.\nMeanwhile, from Cuzco, Viceroy La Serna had planned an incursion on the Lima valley, which, led by General &lt;a href=\"Jos%C3%A9%20de%20Canterac\"&gt;José de Canterac&lt;/a&gt;, commanding 3,100 soldiers and 9 artillery pieces, left &lt;a href=\"Jauja\"&gt;Jauja&lt;/a&gt; at the end of August. After crossing the Andean mountain range in a difficult journey and having to face the \"montoneros\", the troops reached the outskirts of the capital on September 8, where they found the patriot army maintaining defensive postitions. Although San Martín had a superior army based on the number of troops, he decided not to attack despite the insistence of General Las Heras, thus allowing Canterac to march until he entered Callao.\nAfter holding a war junta in Callao, Canterac chose to return to the mountains. His men left the fortresses with enthusiasm and cheering the &lt;a href=\"Ferdinand%20VII%20of%20Spain\"&gt;king&lt;/a&gt; because they believed that they were going to fight, however, as they turned north, crossed the &lt;a href=\"R%C3%ADmac%20river\"&gt;Rímac river&lt;/a&gt; and saw themselves facing the painful prospect of crossing the mountain range again, demoralization spread in the royalist army, as desertions increased to alarming levels. Despite their success against San Martín's troops that had sent in pursuit under the command of General &lt;a href=\"Guillermo%20Miller\"&gt;Guillermo Miller&lt;/a&gt;, upon returning to Jauja, the army was seriously reduced in number and supplies.\nEnd of the siege.\nWhen Canterac left the castles, the Callao garrison was again isolated and with provisions for only four days. As the possibilities of the besieged receiving reinforcements or supplies of any kind became remote, San Martín offered La Mar an honorable surrender, assuring him that Canterac's army was moving away in a disastrous state and in frank dispersion. Faced with this situation, La Mar called a war junta where it was concluded that there was no alternative but surrender.\nThe conditions of capitulation allowed the royalist troops to withdraw in full dress, carrying their light weapons and with their flags unfurled, being saluted in the march by the artillery of the patriot army. After leaving their rifles on the flag, the regular soldiers were allowed to march to join the royalist army stationed in &lt;a href=\"Arequipa\"&gt;Arequipa&lt;/a&gt; and the militiamen to return to their homes. As reported by the Chilean \"Ministerial Gazette\", the capitulated forces were 600 soldiers and 1000 militiamen.\nThe benevolent conditions of San Martín, although criticized by some historians, allowed the patriot cause to win over some individuals who until then were active in the royalist army, recognizing the same rank and employment in the patriot army, among them La Mar himself, who, after renouncing his degrees and decorations that he received for his services in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and &lt;a href=\"Viceroyalty%20of%20Peru\"&gt;Peru&lt;/a&gt;, faithfully served the cause of independence until the &lt;a href=\"Battle%20of%20Ayacucho\"&gt;battle of Ayacucho&lt;/a&gt; and later became &lt;a href=\"President%20of%20Peru\"&gt;president of Peru&lt;/a&gt;."
}