{
    "id": "69254626",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=69254626",
    "title": "Quickstep 21",
    "text": "The Quickstep 21 is an American &lt;a href=\"Trailer%20sailer\"&gt;trailerable&lt;/a&gt; &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt; that was designed by Michael Price as a &lt;a href=\"Cruising%20%28maritime%29\"&gt;cruiser&lt;/a&gt; and first built in 1987.\nProduction.\nThe design was built by &lt;a href=\"C.E.%20Ryder\"&gt;C.E. Ryder&lt;/a&gt; in &lt;a href=\"Bristol%2C%20Rhode%20Island\"&gt;Bristol, Rhode Island&lt;/a&gt; &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, under contract to &lt;a href=\"Quickstep%20Sailboats\"&gt;Quickstep Sailboats&lt;/a&gt;. One prototype was built in 1987, with the first production boat built in 1988. A total of 40 boats were built, with production ending in 1992.\nDesign.\nThe Quickstep 21 is a recreational &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt;, with wood trim. It has a &lt;a href=\"Fractional%20rig\"&gt;fractional&lt;/a&gt; &lt;a href=\"sloop\"&gt;sloop&lt;/a&gt; rig, a &lt;a href=\"raked%20stem\"&gt;raked stem&lt;/a&gt;, a plumb &lt;a href=\"Transom%20%28nautical%29\"&gt;transom&lt;/a&gt;, a transom-hung &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; controlled by a &lt;a href=\"tiller\"&gt;tiller&lt;/a&gt; and a fixed stub &lt;a href=\"keel\"&gt;keel&lt;/a&gt;, with a retractable &lt;a href=\"centerboard\"&gt;centerboard&lt;/a&gt;. It displaces and carries of ballast.\nThe boat has a draft of with the centerboard extended and with it retracted, allowing operation in shallow water or ground transportation on a &lt;a href=\"Boat%20trailer\"&gt;trailer&lt;/a&gt;.\nThe boat is normally fitted with a small &lt;a href=\"outboard%20motor\"&gt;outboard motor&lt;/a&gt; for docking and maneuvering.\nThe design has sleeping accommodation for four people, with a double &lt;a href=\"%26quot%3BV%26quot%3B-berth\"&gt;\"V\"-berth&lt;/a&gt; in the bow cabin and two straight settee berths in the main cabin. The &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; is located on both sides just aft of the bow cabin. The galley is equipped with a single-burner stove and a sink. The &lt;a href=\"Head%20%28watercraft%29\"&gt;head&lt;/a&gt; is located in a hinged compartment. Cabin headroom is .\nThe design has a &lt;a href=\"hull%20speed\"&gt;hull speed&lt;/a&gt; of .\nOperational history.\nThe boat is supported by an active class club, the \"Quickstep Owners Group\".\nIn a 2010 review Steve Henkel wrote, \"the Quickstep 21 is a pretty boat that was nicely conceived and well made near Newport, RI. Unfortunately she did not sell well in the &lt;a href=\"Early%201990s%20recession\"&gt;economic recession of the late 1980s&lt;/a&gt;, and like other good products of the time, disappeared from the map too quickly. Best features: She has a deep forefoot (i.e., her bow is not cut away...), which may partly explain why owners say she is easy the helm and wants to track in a straight line. That's a plus if you are cruising from A to B, but not so good coming in to a pier ... her weight is on the heavy side for her length, and that should make her comfortable in a seaway. Her relatively high SA/D should help to make her livelier than her comp[etitor]s in light air. Her Space Index is also high compared to her comp[etitor]s, indicating relatively good stowage space. Worst features: Docking could be challenging due to her tendency to want to keep moving in a straight line. One owner mentioned that to turn sharply, you have to use the outboard to steer as well as the tiller.\"\nA 1988 review in \"Cruising World\" reported, \"for a young couple or family in the market for a first cruising boat, or for more experienced sailors who enjoy the freedom and mobility of trailering, the Quickstep 21 is a smart step toward good times on the water. The younger sister of the popular &lt;a href=\"Quickstep%2024\"&gt;Quickstep 24&lt;/a&gt;, the new fiberglass 21-footer is equipped with all the basic amenities, as well as a number of features that usually only find their way aboard bigger boats. Teak has been used nicely for interior trim, and on the toe rails, coamings, handrails and weather boards. There are four Lewmar ports with screens for light and ventilation, and other homey items like an insulated ice chest, stainless steel sink with fresh water pump, and even a hinged head compartment.\"\nSee also.\nRelated development"
}