{
    "id": "69296858",
    "revid": "23257138",
    "url": "https://en.wikipedia.org/wiki?curid=69296858",
    "title": "Justin Sangaré",
    "text": "Justin Sangaré is a professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; player with &lt;a href=\"Toulouse%20Olympique\"&gt;Toulouse Olympique&lt;/a&gt; in &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;. He plays and is a product of the Toulouse academy system.\nBackground.\nSangaré was born in Mali but grew up in the Bagatelle district of Toulouse and discovered &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; aged 10 when the Toulouse Olympique community programme visited his school.\nClub career.\nToulouse Olympique Broncos.\nSangaré graduated from Toulouse's \"Centre de Formation\" and made his debut for the Toulouse reserve side on 19 September 2015 coming off the bench in the 16–24 defeat to win at home to &lt;a href=\"Saint-Est%C3%A8ve%20XIII%20Catalan\"&gt;Saint-Estève XIII Catalan&lt;/a&gt;.\nToulouse Olympique.\nAged just 18 years old, Sangaré made his debut for the first team on 15 May 2016, coming off the bench in the 46–24 win at &lt;a href=\"Hunslet%20R.L.F.C.\"&gt;Hunslet&lt;/a&gt; in &lt;a href=\"2016%20League%201\"&gt;Kingstone Press League 1&lt;/a&gt;.\nOn 15 September 2017,Toulouse announced that Sangaré had extended his contract until the end of the 2018 season.\nToulouse announced on 3 September 2020 that Sangaré had signed a new contract with Toulouse for the &lt;a href=\"2021%20RFL%20Championship\"&gt;2021 RFL Championship&lt;/a&gt;. He subsequently played in 14 of the 15 matches in 2021, including the &lt;a href=\"Million%20Pound%20Game\"&gt;Million Pound Game&lt;/a&gt; which saw Toulouse earn promotion to &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; for 2022.\nOn 28 October 2021,Toulouse announced that Sangaré had signed a new contract that would keep him at the club until the end of the 2022 season. Sangaré revealed that he chose to remain with Toulouse despite offers from other &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; clubs.\nClub statistics.\nSource Updated 17 November 2021.\nInternational career.\nFrance U18s.\nSangaré started on the bench in the 52–20 defeat to England Academy at Warrington on 27 May 2016.\nFrance 9s.\nThe French squad that took part in the &lt;a href=\"2019%20Rugby%20League%20World%20Cup%209s\"&gt;2019 Rugby League World Cup 9s&lt;/a&gt; in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, Australia in October 2019 included Sangaré. He missed out in the first match, a 12–8 defeat to Lebanon, but played in the 23–6 victory over Wales and in the final game, a 38–4 loss to England.\nFrance.\nSerbia lost 54–2 to France in a friendly in Belgrade on 7 October 2018 which saw Sangaré make his debut for the full French national side. The side was made up of players mostly drawn from the French domestic competition. Sangaré was not selected for the test match against England or the three World Cup qualifiers later that autumn where France selected sides mostly made up of &lt;a href=\"Catalans%20Dragons\"&gt;Catalans Dragons&lt;/a&gt; and Toulouse Olympique players from the English competitions.\nSangaré was part of the expanded French squad after the &lt;a href=\"2019%20Rugby%20League%20World%20Cup%209s\"&gt;2019 Rugby League World Cup 9s&lt;/a&gt; that played two games Down Under. He made his debut for the senior side on 25 October 2019 coming off the bench in the 62–4 defeat to the Junior Kangaroos. He once again came off the bench in the final match of the tour against the Western Rams five days later, which France won 22–20.\nOn 23 October 2021 Sangaré scored a try in the 10-30 test match defeat to England in Perpignan."
}