{
    "id": "69325258",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=69325258",
    "title": "Zanthoxylum multijugum",
    "text": "Zanthoxylum multijugum () is a woody climber from the family &lt;a href=\"Rutaceae\"&gt;Rutaceae&lt;/a&gt;. \nDescription.\nAs a species of woody climbers, \"Zanthoxylum multijugum\" has been found in \"open forests\" and \"hillside thickets\". It has a native range that includes North and Central Yunnan as well as Guizhou within China. It has been found from to meters above sea level.\nIts leaves have been observed with 19-51 leaflets and minimal or no stalks. The leaves vary in shape (anceolate, elliptic, or ovate), tend to be asymmetrical, have spots, and have been seen with blunt, rounded, or mucronate apexes. Its young branchlets have been found to be pale reddish brown in color. Prickles have been found on stems, branches, and leaf rachises. Flower petals have been found to be a pale yellowish green color, are oblong in shape and are about in size. Their flowering period is from May to June, while their fruiting period lasts from October to November. Male flowers have four stamens and broadly ovate anthers while female flowers have pedicels that are two to five millimeters in size with fruits about one centimeter in size. Fruit follicles have been observed as brownish red in color, about five millimeters in diameter, and with their apex beaked. Their seeds have been found to be from 4 to 4.5 millimeters in diameter.\nClassification.\nIn 1889, it was published as a species in \"&lt;a href=\"Plantae%20Delavayanae\"&gt;Plantae Delavayanae&lt;/a&gt;\" as part of a specimen collection by &lt;a href=\"P%C3%A8re%20Jean%20Marie%20Delavay\"&gt;Père Jean Marie Delavay&lt;/a&gt; and taxonomy work of &lt;a href=\"Adrien%20Ren%C3%A9%20Franchet\"&gt;Adrien René Franchet&lt;/a&gt;. It was accepted as a plant species in 2008's \"Flora of China\" where it was identified to appear in Yunnan and Guizhou. There have been three identified synonyms of the species, including \"Fagara mengtzeana\", \"Fagara multijuga\", and \"Zanthoxylum multifoliolatum\". There are no common names associated with this species.\nSeven specimens of the species are kept at the \"&lt;a href=\"Royal%20Botanic%20Gardens%2C%20Kew\"&gt;Royal Botanic Gardens, Kew&lt;/a&gt;\", includes multiple pieces provided by &lt;a href=\"Augustine%20Henry\"&gt;Augustine Henry&lt;/a&gt;. \n\"Multijigum\" derives from \"multijugus\" which means \"many joined together\".. "
}