{
    "id": "69342415",
    "revid": "7323",
    "url": "https://en.wikipedia.org/wiki?curid=69342415",
    "title": "UMhlathuze Local Municipality elections",
    "text": "The &lt;a href=\"uMhlathuze%20Local%20Municipality\"&gt;uMhlathuze Local Municipality&lt;/a&gt;l council consists of sixty-seven members elected by &lt;a href=\"mixed-member%20proportional%20representation\"&gt;mixed-member proportional representation&lt;/a&gt;. Thirty-four councillors are elected by &lt;a href=\"first-past-the-post%20voting\"&gt;first-past-the-post voting&lt;/a&gt; in thirty-four &lt;a href=\"ward%20%28South%20Africa%29\"&gt;wards&lt;/a&gt;, while the remaining thirty-three are chosen from &lt;a href=\"party%20list\"&gt;party list&lt;/a&gt;s so that the total number of party representatives is proportional to the number of votes received. \nThe municipality was enlarged at the time of the &lt;a href=\"South%20African%20municipal%20election%2C%202016\"&gt;South African municipal election, 2016&lt;/a&gt; when part of the disbanded &lt;a href=\"Ntambanana%20Local%20Municipality\"&gt;Ntambanana Local Municipality&lt;/a&gt; was merged into it.\nIn the &lt;a href=\"South%20African%20municipal%20election%2C%202016\"&gt;election of 3 August 2016&lt;/a&gt; the &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC) won a majority of forty-three seats on the council.\nIn the &lt;a href=\"2021%20South%20African%20municipal%20elections\"&gt;2021 South African municipal elections&lt;/a&gt; the ANC lost its majority, winning a plurality of twenty-seven seats on the council.\nResults.\nThe following table shows the composition of the council after past elections.\nDecember 2000 election.\nThe following table shows the results of the 2000 election.\nMarch 2006 election.\nThe following table shows the results of the 2006 election.\nMay 2011 election.\nThe following table shows the results of the 2011 election.\nAugust 2016 election.\nThe following table shows the results of the 1916 election.\nNovember 2021 election.\nThe following table shows the results of the 2021 election.\nThe &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; lost its majority, and an &lt;a href=\"Inkatha%20Freedom%20Party\"&gt;Inkatha Freedom Party&lt;/a&gt; (IFP) led coalition, supported by the &lt;a href=\"Democratic%20Alliance%20%28South%20Africa%29\"&gt;Democratic Alliance&lt;/a&gt; (DA) and &lt;a href=\"Economic%20Freedom%20Fighters\"&gt;Economic Freedom Fighters&lt;/a&gt; (EFF), took control of the municipality. Nkonzoyakhe Donda (IFP) was elected mayor, Nkululeko Ngubane (EFF) deputy mayor and Tobias Gumede (IFP) Speaker."
}