{
    "id": "69349844",
    "revid": "19297870",
    "url": "https://en.wikipedia.org/wiki?curid=69349844",
    "title": "Avanza Libertad",
    "text": "Freedom Advances (; AL) is a &lt;a href=\"Classical%20liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"political%20coalition\"&gt;political coalition&lt;/a&gt; with legal status in the &lt;a href=\"Buenos%20Aires%20Province\"&gt;Buenos Aires Province&lt;/a&gt;.\nPreviously, the alliance in the Autonomous City of &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; also included &lt;a href=\"Javier%20Milei\"&gt;Javier Milei&lt;/a&gt;, until he confirmed in various media that he would compete separately from &lt;a href=\"Jos%C3%A9%20Luis%20Espert\"&gt;José Luis Espert&lt;/a&gt;.\nHistory.\nFrente Despertar.\nOn June 11, 2019, the coalition \"Frente Despertar\" was made official before the courts, which led to &lt;a href=\"Jos%C3%A9%20Luis%20Espert\"&gt;José Luis Espert&lt;/a&gt;, as candidate for president, and Luis Rosales, as candidate for vice president, in the &lt;a href=\"2019%20Argentine%20general%20election\"&gt;2019 presidential election&lt;/a&gt;. Espert had declared his intention to participate in the presidential race on December 23, 2018. This national Frente was made up of the Unite for Freedom and Dignity party, the &lt;a href=\"Union%20of%20the%20Democratic%20Centre%20%28Argentina%29\"&gt;Union of the Democratic Centre&lt;/a&gt; (except in the &lt;a href=\"City%20of%20Buenos%20Aires\"&gt;City of Buenos Aires&lt;/a&gt;) and some sectors of the Libertarian Party. In the beginning, the alliance had the support of &lt;a href=\"Alberto%20Asseff\"&gt;Alberto Asseff&lt;/a&gt;, president of the &lt;a href=\"UNIR%20Constitutional%20Nationalist%20Party\"&gt;UNIR Constitutional Nationalist Party&lt;/a&gt;; but, after a sudden change, he decided to leave the front and support &lt;a href=\"Juntos%20por%20el%20Cambio\"&gt;Juntos por el Cambio&lt;/a&gt;. This fact caused that the ex alliance was almost terminated by Assef's sudden change; However, due to the signing of the UNITE seal, he was able to participate in the elections a few days later.\nEspert launched his electoral campaign at the \"Héctor Etchart\" stadium of the Ferro Carril Oeste club, in the Buenos Aires neighborhood of &lt;a href=\"Caballito%2C%20Buenos%20Aires\"&gt;Caballito&lt;/a&gt;, where he was accompanied by his main candidates. There he asked to vote \"neither with fear nor anger\" and abandon \"the crack speech\".\nFinally, in the primary elections, the electoral front obtained 2.16% of the votes, a total of 550,593 votes. Having exceeded 1.5% of the required votes, they were able to stand in the general elections. In the October elections they obtained a total of 394,206 votes, 1.47% of the votes; being, in this way, last in front of five other candidates.\nAvanza Libertad.\nIn September 2020, during a live broadcast with José Luis Espert; the media economist, &lt;a href=\"Javier%20Milei\"&gt;Javier Milei&lt;/a&gt;, confirmed that he would be a candidate for deputy for the City of Buenos Aires, on behalf of the Frente Despertar.\nOn October 23, 2020, the &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;, Francisco Oneto, also made the decision to support the space by adhering to its electoral proposals.\nOn March 10, 2021, a meeting was held between the main referents of the Autonomist Party, the Democratic Party, the &lt;a href=\"Union%20of%20the%20Democratic%20Centre%20%28Argentina%29\"&gt;UCEDE&lt;/a&gt;, United Republicans, the Republican Liberal Party, Avanza Libertad and Valores para mi País, for the formation of an electoral coalition called as \"Frente Vamos\" whose objective was to compete in the &lt;a href=\"2021%20Argentine%20legislative%20election\"&gt;2021 legislative election&lt;/a&gt;. However, soon after José Antonio Romero Feris, president of the Autonomist Party, announced that he would not participate in any electoral alliance that \"divides the opposition political arc\".\nIn June 2021, José Luis Espert proposed a broad opposition front against the government of Axel Kicillof in the Province of Buenos Aires for the &lt;a href=\"2021%20Argentine%20legislative%20election\"&gt;2021 legislative election&lt;/a&gt;, said front would include anti-&lt;a href=\"Kirchnerist\"&gt;Kirchnerist&lt;/a&gt; sectors such as, for example, &lt;a href=\"Juntos%20por%20el%20Cambio\"&gt;Juntos por el Cambio&lt;/a&gt;. Finalmente, esta propuesta nunca se pudo concretar.\nLegislative elections of 2021.\nOn July 14, 2021, the closing day for the presentation of alliances for the legislative elections of 2021, the Avanza Libertad coalition was made official with parties from the Argentine political center-right sector in the Province of Buenos Aires. The UCEDE, the Democratic Party and the Autonomist Party will participate in the coalition; in addition to groups that are not yet considered, legally, political parties in the province, such as United Republicans and the Republican Libertarian Movement.\nGoals.\nThe electoral platform of Avanza Libertad has fourteen proposals; They were announced in conjunction with Espert's candidacy, and published on the coalition's website, where they are developed more broadly.\nControverses.\nVarious journalistic media and referents of Argentine &lt;a href=\"liberalism\"&gt;liberalism&lt;/a&gt; criticized the alleged financing by &lt;a href=\"Kirchnerism\"&gt;Kirchnerism&lt;/a&gt; of the &lt;a href=\"2019%20Argentine%20general%20election\"&gt;2019 campaign&lt;/a&gt; of the Despertar Front for which its campaign manager, the former member of the &lt;a href=\"Civic%20Coalition%20ARI\"&gt;Civic Coalition ARI&lt;/a&gt; Nazareno Etchepare, would have resigned. Luis Rosales forcefully denied all the accusations. In turn, an alleged collaboration by &lt;a href=\"Kirchnerism\"&gt;Kirchnerism&lt;/a&gt; in the control of the ballots during the elections came to light and so that the front could print its ballots in the province of &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; glued to its local candidates.\nIn August 2020, the journalist &lt;a href=\"Eduardo%20Feinmann\"&gt;Eduardo Feinmann&lt;/a&gt; revived these accusations on his television program and social networks, stating that the economist's candidacy was promoted by the former president and political shipowner &lt;a href=\"Eduardo%20Duhalde\"&gt;Eduardo Duhalde&lt;/a&gt;; that was financed by &lt;a href=\"Eduardo%20de%20Pedro\"&gt;Wado de Pedro&lt;/a&gt; and mayors of the suburbs and later by the head of government &lt;a href=\"Horacio%20Rodr%C3%ADguez%20Larreta\"&gt;Horacio Rodríguez Larreta&lt;/a&gt;. This last statement was confirmed by the former first candidate for Buenos Aires legislator linked to the convicted former minister &lt;a href=\"Julio%20de%20Vido\"&gt;Julio de Vido&lt;/a&gt;, Gonzalo Díaz Córdoba, who was appointed in 2020 by the Buenos Aires government as trustee of the Puerto Madero Corporation.\nThe economist Diego Giacomini, who accompanied José Luis Espert during the first part of his 2019 campaign, and the musician Emmanuel Danann, also confirmed the previous accusations, indicating that Espert would have been promoted by &lt;a href=\"Eduardo%20Duhalde\"&gt;Eduardo Duhalde&lt;/a&gt; and &lt;a href=\"Carlos%20Menem\"&gt;Carlos Menem&lt;/a&gt; to subtract votes from the &lt;a href=\"Mauricio%20Macri\"&gt;macrism&lt;/a&gt; and allow the Frente de Todos to reach the ballot.\nThe Despertar Front was also accused of having rented the parties presided over by Alberto Assef (&lt;a href=\"UNIR%20Constitutional%20Nationalist%20Party\"&gt;UNIR&lt;/a&gt;) and José Bonacci (UNITE) in exchange for money.\nAlthough the financing reports of the Frente Despertar campaign did not declare private contributions, it is also suspected that the campaign was financed by Federico \"Fred\" Machado, a businessman arrested for crimes of illicit association for the manufacture and distribution of cocaine, money laundering and fraud. It was also argued that the campaign received contributions from the Governor of the Province of Formosa, &lt;a href=\"Gildo%20Insfr%C3%A1n\"&gt;Gildo Insfrán&lt;/a&gt;, and the late banker &lt;a href=\"Jorge%20Horacio%20Brito\"&gt;Jorge Horacio Brito&lt;/a&gt;, thanks to the link between &lt;a href=\"Sergio%20Massa\"&gt;Sergio Massa&lt;/a&gt; and Daniel Ivoskus. Finally, it was also said that &lt;a href=\"Daniel%20Vila\"&gt;Daniel Vila&lt;/a&gt;, President of &lt;a href=\"Grupo%20Am%C3%A9rica\"&gt;Grupo América&lt;/a&gt;, supported Espert's candidacy.\nAs a result of the doubts related to the financing of the presidential campaign of the Ex-Frente Despertar in 2019, and the ties with Federico \"Fred\" Machado, José Luis Espert was denounced along with Luis Rosales, Javier Milei, Jimena Aristizabal and Nazareno Etchepare, before the Federal Criminal and Correctional Court No. 8, for the crimes of concealment and illicit association."
}