{
    "id": "69365013",
    "revid": "20836525",
    "url": "https://en.wikipedia.org/wiki?curid=69365013",
    "title": "Soviet frigate Pytlivyy",
    "text": "Pytlivyy (also transliterated Pytlivy or Pytliviy, , \"Inquisitive\") is a Project 1135M &lt;a href=\"Krivak-class%20frigate\"&gt;Burevestnik-class&lt;/a&gt; (, \"&lt;a href=\"Storm%20petrel\"&gt;Petrel&lt;/a&gt;\") &lt;a href=\"Guard%20ship\"&gt;Guard Ship&lt;/a&gt; (, SKR) or 'Krivak II'-class &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; that served with the &lt;a href=\"Soviet%20Navy\"&gt;Soviet&lt;/a&gt; and &lt;a href=\"Russian%20Navy\"&gt;Russian Navies&lt;/a&gt;. Launched on 16 April 1981, the vessel was designed to operate as an &lt;a href=\"anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt; vessel, with an armament built around the &lt;a href=\"Metel%20Anti-Ship%20Complex\"&gt;Metel Anti-Ship Complex&lt;/a&gt;. Part of the &lt;a href=\"Black%20Sea%20Fleet\"&gt;Black Sea Fleet&lt;/a&gt;, the vessel undertook friendly visits to Algeria, Greece, and Malta, at the last hosting a meeting between the Soviet and US leaders &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; and &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt;. In 1991, the ship was transferred to the Russian Navy following the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt;, and, following a three-year repair, took part in a number of joint exercises with other navies. For example, 2003 found the vessel operating alongside the &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt; and 2005 with the &lt;a href=\"Italian%20Navy\"&gt;Italian Navy&lt;/a&gt;. In 2006, \"Pytlivyy\" took part in &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;'s &lt;a href=\"Operation%20Active%20Endeavour\"&gt;Operation Active Endeavour&lt;/a&gt; and subsequently formed part of Russia's presence in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; in the war against terrorism in the early 21st century. The ship also operated as part of the Russian intervention in the &lt;a href=\"Syrian%20civil%20war\"&gt;Syrian civil war&lt;/a&gt;. As of 2021, \"Pytlivyy\" remains in service.\nDesign and development.\n\"Pytlivyy\" was one of eleven &lt;a href=\"Krivak-class%20frigate\"&gt;Project 1135M&lt;/a&gt; ships launched between 1975 and 1981. Project 1135, the \"Burevestnik\" (, \"&lt;a href=\"Storm%20petrel\"&gt;Petrel&lt;/a&gt;\") class, was envisaged by the Soviet Navy as a less expensive complement to the &lt;a href=\"Kresta%20II-class%20cruiser\"&gt;Project 1134A&lt;/a&gt; \"Berkut\" A (&lt;a href=\"NATO%20reporting%20name\"&gt;NATO reporting name&lt;/a&gt; 'Kresta II') and &lt;a href=\"Kara-class%20cruiser\"&gt;Project 1134B&lt;/a&gt; \"Berkut\" B (NATO reporting name 'Kara') classes of &lt;a href=\"Anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt; ships. Project 1135M was an improvement developed in 1972 with slightly increased &lt;a href=\"Displacement%20%28ship%29\"&gt;displacement&lt;/a&gt; and heavier guns compared with the basic 1135. The design, by N. P. Sobolov, combined a powerful missile armament with good &lt;a href=\"seakeeping\"&gt;seakeeping&lt;/a&gt; for a &lt;a href=\"Blue%20water%20navy\"&gt;blue water&lt;/a&gt; role. The ships were designated &lt;a href=\"Guard%20ship\"&gt;Guard Ship&lt;/a&gt; (, SKR) to reflect their substantial greater &lt;a href=\"Anti-shipping%20warfare\"&gt;anti-ship&lt;/a&gt; capability than the earlier members of the class and the Soviet strategy of creating protected areas for friendly submarines close to the coast. NATO forces called the vessels 'Krivak II'-class &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt;s.\nDisplacing &lt;a href=\"Standard%20displacement\"&gt;standard&lt;/a&gt; and &lt;a href=\"Full%20load%20displacement\"&gt;full load&lt;/a&gt;, \"Pytlivyy\" was &lt;a href=\"Length%20overall\"&gt;long overall&lt;/a&gt;, with a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28ship%29\"&gt;draught&lt;/a&gt; of . Power was provided by two M7K power sets, each consisting of a combination of a DK59 and a M62 &lt;a href=\"gas%20turbine\"&gt;gas turbine&lt;/a&gt; arranged in a &lt;a href=\"COGAG\"&gt;COGAG&lt;/a&gt; installation and driving one fixed-pitch &lt;a href=\"Propeller\"&gt;propeller&lt;/a&gt;. Design speed was and range at . The &lt;a href=\"Ship%27s%20company\"&gt;ship’s complement&lt;/a&gt; was 194, including 23 officers.\nArmament and sensors.\n\"Pytlivyy\" was designed for anti-submarine warfare around four &lt;a href=\"Metel%20Anti-Ship%20Complex\"&gt;URPK-5 \"Rastrub\"&lt;/a&gt; missiles (NATO reporting name SS-N-14 'Silex'), backed up by a pair of quadruple launchers for &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es and a pair of &lt;a href=\"RBU-6000\"&gt;RBU-6000&lt;/a&gt; \"Smerch-2\" &lt;a href=\"anti-submarine%20rocket\"&gt;anti-submarine rocket&lt;/a&gt; launchers. Both the URPK-5 and the torpedoes also had &lt;a href=\"anti-shipping%20missile\"&gt;anti-ship&lt;/a&gt; capabilities. Defence against aircraft was provided by forty &lt;a href=\"9K33%20Osa\"&gt;4K33 OSA-M&lt;/a&gt; (SA-N-4 'Gecko') &lt;a href=\"surface%20to%20air%20missile\"&gt;surface to air missile&lt;/a&gt;s which were launched from two sets of twin-arm ZIF-122 launchers. Two &lt;a href=\"AK-100%20%28naval%20gun%29\"&gt;AK-100&lt;/a&gt; guns were mounted aft in a &lt;a href=\"superfiring\"&gt;superfiring&lt;/a&gt; arrangement.\nThe ship had a well-equipped sensor suite, including a single MR-310A \"Angara-A\" air/surface &lt;a href=\"search%20radar\"&gt;search radar&lt;/a&gt;, \"Don\" &lt;a href=\"navigation%20radar\"&gt;navigation radar&lt;/a&gt;, the MP-401S \"Start-S\" &lt;a href=\"Electronic%20warfare%20support%20measures\"&gt;Electronic Support Measures&lt;/a&gt; (ESM) system and the \"Spectrum-F\" &lt;a href=\"Laser%20warning%20receiver\"&gt;laser warning system&lt;/a&gt;. &lt;a href=\"Fire-control%20system\"&gt;Fire control&lt;/a&gt; for the guns was provided by a MR-143 Lev-214 radar. An extensive &lt;a href=\"sonar\"&gt;sonar&lt;/a&gt; complex was fitted, including the bow-mounted MG-332T \"Titan-2T\" and the &lt;a href=\"towed-array%20sonar\"&gt;towed-array&lt;/a&gt; MG-325 \"Vega\" that had a range of up to . The vessel was also equipped with the PK-16 decoy-dispenser system which used &lt;a href=\"Chaff%20%28countermeasure%29\"&gt;chaff&lt;/a&gt; as a form of &lt;a href=\"missile%20defense\"&gt;missile defense&lt;/a&gt;.\nConstruction and career.\n&lt;a href=\"Keel%20laying\"&gt;Laid down&lt;/a&gt; by on 27 June 1979 with the &lt;a href=\"yard%20number\"&gt;yard number&lt;/a&gt; 169 at the &lt;a href=\"Yantar%20Shipyard\"&gt;Yantar Shipyard&lt;/a&gt; in &lt;a href=\"Kaliningrad\"&gt;Kaliningrad&lt;/a&gt;, \"Pytlivyy\" was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 16 April 1981. The ship was the eleventh and last of the class built at the yard and took 1.3 million hours to build, a saving of 39% compared to the first of the class. The vessel, named for a Russian word that can be translated as \"inquisitive\", was &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 30 November and joined the &lt;a href=\"Black%20Sea%20Fleet\"&gt;Black Sea Fleet&lt;/a&gt;.\nSoviet Navy service.\nSoon after &lt;a href=\"Shakedown%20cruise\"&gt;shakedown&lt;/a&gt;, \"Pytlivy\" was sent on missions to foreign ports to promote friendly relationships between the Soviet Union and other nations. On 30 May 1988, the ship arrived at the port of &lt;a href=\"Algiers\"&gt;Algiers&lt;/a&gt;, Algeria, for a friendly visit, staying until 3 June. On 2 December the following year, the vessel hosted a meeting between the Soviet &lt;a href=\"General%20Secretary%20of%20the%20Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Premier&lt;/a&gt; &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; and the &lt;a href=\"President%20of%20the%20United%20States\"&gt;US President&lt;/a&gt; &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt; in &lt;a href=\"Valetta\"&gt;Valetta&lt;/a&gt;, Malta. The ship visited &lt;a href=\"Piraeus\"&gt;Piraeus&lt;/a&gt;, Greece, on 23 January 1990, during which a band composed of sailors from \"Pytlivy\" and other Soviet musicians played a concert on the shorefront and the crew took part in sporting events with Greek sailors.\nRussian Navy service.\nWith the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; on 26 December 1991, \"Pytlivyy\" was transferred to the &lt;a href=\"Russian%20Navy\"&gt;Russian Navy&lt;/a&gt;. The ship remained part of the Black Sea Fleet. On 7 September 1993, the vessel returned to the Yantar shipyard to be repaired. The process took little over three years before the ship was recommissioned and reentered service. On 31 March 1999, \"Pytlivy\" joined a Russian flotilla led by the &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s and in a voyage through the &lt;a href=\"Bosphorus\"&gt;Bosphorus&lt;/a&gt; into the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt;. The voyage was preceded by significant diplomatic activity with Turkey to ensure the smooth passage of the warships from the Black Sea. This was a radical change in Russian naval capability. Previously, they had to rely on members of the &lt;a href=\"Baltic%20Fleet\"&gt;Baltic Fleet&lt;/a&gt; serving in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; due to restrictions imposed by Turkey transiting the strait under the &lt;a href=\"Montreux%20Convention%20Regarding%20the%20Regime%20of%20the%20Straits\"&gt;Montreux Convention&lt;/a&gt;.\nBy 2001, \"Pytlivyy\" was one of the few Project 1135M ships still in service. Over the following years, the vessel was involved in several joint operations with other navies. On 22 May 2003, the vessel took part in the first &lt;a href=\"INDRA%20%28naval%20exercise%29\"&gt;INDRA&lt;/a&gt; exercise with the &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt;. 11 July 2005 found the vessel in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, Italy, taking part in a two-day visit that included welcoming &lt;a href=\"Italian%20Navy\"&gt;Italian Navy&lt;/a&gt; sailors onboard. On 15 September the following year, the vessel joined the &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; &lt;a href=\"Operation%20Active%20Endeavour\"&gt;Operation Active Endeavour&lt;/a&gt;, undertaking anti-terrorist patrols in the Mediterranean Sea. The inclusion of a Russian vessel in a NATO operation was innovative, controversial, and brief, lasting one week. The operation involved the sharing of communication codes, operating procedures and other secret information that would normally be restricted to allies only, and would have been unheard of during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. It led to other similar collaborations between Russia and NATO over the following years.\nSubsequently taking part in the Russian intervention in the &lt;a href=\"Syrian%20civil%20war\"&gt;Syrian civil war&lt;/a&gt;, \"Pytlivyy\" remained as part of the Russian presence in the Mediterranean. The fleet, which included the &lt;a href=\"battlecruiser\"&gt;battlecruiser&lt;/a&gt; , was ostensibly to protect Russian shipping from terrorism and piracy, and operated from a forward base in &lt;a href=\"Tartus\"&gt;Tartus&lt;/a&gt;, Syria. The vessel remains in service as of 2021, operating between the Black and the Mediterranean Seas."
}