{
    "id": "69375278",
    "revid": "22041646",
    "url": "https://en.wikipedia.org/wiki?curid=69375278",
    "title": "Carron Jerram",
    "text": "Carron Jerram is a former &lt;a href=\"netball\"&gt;netball&lt;/a&gt; player who represented &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. She first played for the &lt;a href=\"New%20Zealand%20national%20netball%20team\"&gt;New Zealand national netball team&lt;/a&gt; in 1990 and played for it on 31 occasions, including in the 1991 and 1995 world championships. She now works for a &lt;a href=\"veterinary%20medicine\"&gt;veterinary&lt;/a&gt; hospital. \nEarly life.\nCarron Dawn Rapley Jerram (née Topping) was born in New Zealand in March 1968. She married Richard Jerram, who played for &lt;a href=\"Waikato%20Rugby%20Union\"&gt;Waikato Rugby Union&lt;/a&gt;. They have four children. \nNetball career.\nPlaying as Carron Topping, Jerram was first chosen to play for the \"Silver Ferns\", the New Zealand national netball team, in 1990, and would play for them on 31 occasions. In 1991 she was vice-captain of the team that won a silver medal at the &lt;a href=\"1991%20World%20Netball%20Championships\"&gt;world championships&lt;/a&gt; held in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, the first world championships to be held indoors. She was also a member of the team that finished third in the &lt;a href=\"1995%20World%20Netball%20Championships\"&gt;1995 world championships&lt;/a&gt;, held in &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nAfter the 1995 world championships, Jerram accompanied her husband to &lt;a href=\"Texas%20A%26amp%3BM%20University\"&gt;Texas A&amp;M University&lt;/a&gt; in &lt;a href=\"College%20Station%2C%20Texas\"&gt;College Station, Texas&lt;/a&gt;, USA, where he took a 4-year internship and residency programme in small-animal surgery. Three of their four children were born in the USA. On their return to New Zealand, she began to play netball again, playing for the &lt;a href=\"Auckland%20Diamonds\"&gt;Auckland Diamonds&lt;/a&gt; in 2005. She is active in several sports and runs marathons. She was a member of the &lt;a href=\"High%20performance%20sport\"&gt;High Performance Committee&lt;/a&gt; of Netball NZ in the early 2000s and served on the Auckland Diamonds netball board in 2007-07. She has also coached or managed various netball, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; and &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt; teams. In 2021 she was appointed as a board member of Auckland Hockey.\nWorking career.\nJerram is a qualified accountant. She works as the general manager at a veterinary hospital, where her husband also works."
}