{
    "id": "69454377",
    "revid": "20931057",
    "url": "https://en.wikipedia.org/wiki?curid=69454377",
    "title": "Madrid Charter",
    "text": "The Madrid Charter: In Defense of Freedom and Democracy in the Iberosphere (&lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;: \"Carta de Madrid: en defensa de la libertad y la democracia en la Iberosfera\"), also known as the Letter from Madrid, was a &lt;a href=\"manifesto\"&gt;manifesto&lt;/a&gt; created on 26 October 2020 by the Disenso Foundation &lt;a href=\"think%20tank\"&gt;think tank&lt;/a&gt; of the &lt;a href=\"right-wing\"&gt;right-wing&lt;/a&gt; Spanish political party &lt;a href=\"Vox%20%28political%20party%29\"&gt;Vox&lt;/a&gt;. The document denounced &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; organizations in &lt;a href=\"Ibero-America\"&gt;Ibero-America&lt;/a&gt; and labels such leftist groups as \"criminal\", says these groups pose a threat to &lt;a href=\"liberal%20democracy\"&gt;liberal democracy&lt;/a&gt; through &lt;a href=\"communism\"&gt;communism&lt;/a&gt;, and that they are part of a &lt;a href=\"global%20conspiracy\"&gt;global conspiracy&lt;/a&gt; influenced by &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;. The \"Madrid Charter\" was primarily signed by &lt;a href=\"anti-communist\"&gt;anti-communist&lt;/a&gt;, &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt;, &lt;a href=\"libertarian\"&gt;libertarian&lt;/a&gt; and &lt;a href=\"far-right\"&gt;far-right&lt;/a&gt; politicians from the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt; and the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;.\nBackground.\nThe \"Madrid Charter\" was a &lt;a href=\"manifesto\"&gt;manifesto&lt;/a&gt; created as part of an effort to create the Madrid Forum, an &lt;a href=\"anti-communist\"&gt;anti-communist&lt;/a&gt; &lt;a href=\"international%20organization\"&gt;international organization&lt;/a&gt; with a \"permanent structure and an annual action plan\". Vox initially introduced the project to the government of United States president &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; while visiting the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; in February 2019, with &lt;a href=\"Santiago%20Abascal\"&gt;Santiago Abascal&lt;/a&gt; using his good relations with the administration to build support within the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; and establishing strong ties with American contacts. A month later in March 2019, Abascal tweeted an image of himself wearing a &lt;a href=\"Morion%20%28helmet%29\"&gt;morion&lt;/a&gt; similar to a &lt;a href=\"conquistador\"&gt;conquistador&lt;/a&gt;, with \"&lt;a href=\"ABC%20%28newspaper%29\"&gt;ABC&lt;/a&gt;\" writing in an article detailing the document that this event provided a narrative that \"symbolizes in part the &lt;a href=\"expansionist\"&gt;expansionist&lt;/a&gt; mood of Vox and its ideology far from Spain\".\nThe Madrid Forum was destined to hold its first event in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; in June 2020, though it was cancelled due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, with the Madrid Charter converting into an online document presented on 26 October 2020 instead.\nContent.\nIn the document, signatories define two entities; the first is an allied \"&lt;a href=\"Ibero-America\"&gt;Iberosphere&lt;/a&gt;\" of nations holding the same roots to the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt; and the second are left-wing groups such as the &lt;a href=\"S%C3%A3o%20Paulo%20Forum\"&gt;São Paulo Forum&lt;/a&gt; and the Puebla Group, which the charter recognizes as an enemy and threat to the freedom. The letter condemns leftist groups as being under the influence of Cuba, stating that they are \"under the umbrella of the Cuban regime\", describes left-wing governments as being \"kidnapped by &lt;a href=\"totalitarian\"&gt;totalitarian&lt;/a&gt; &lt;a href=\"communist\"&gt;communist&lt;/a&gt;-inspired regimes, supported by &lt;a href=\"drug%20trafficking\"&gt;drug trafficking&lt;/a&gt;\" and says that leftist groups hold an \"ideological agenda\" to destabilize &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; governments. The letter also highlights respect for the &lt;a href=\"rule%20of%20law\"&gt;rule of law&lt;/a&gt;, &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt;, and &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt;. It is also called for scholars, the media, and other groups to uphold the objectives of the \"Madrid Charter\".\nPromotion.\nDelegates of Vox travelled throughout &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; to promote and obtain signatures the manifesto, meeting with politicians in &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. While promoting the charter in Ecuador, Vox delegate &lt;a href=\"Hermann%20Tertsch\"&gt;Hermann Tertsch&lt;/a&gt; said that signatures were necessary to counter \"narcosocialism\", arguing that \"[a]ll Latin American countries are threatened by the same totalitarian project funded mainly by Venezuelan oil and drug trafficking\", which Tertsch said was guided by Cuba. At the meetings in Ecuador, President &lt;a href=\"Guillermo%20Lasso\"&gt;Guillermo Lasso&lt;/a&gt;'s recently-nominated &lt;a href=\"Ministry%20of%20National%20Defence%20%28Ecuador%29\"&gt;Minister of National Defense&lt;/a&gt; Fernando Donoso signed the document along with members of the &lt;a href=\"Social%20Christian%20Party%20%28Ecuador%29\"&gt;Social Christian Party&lt;/a&gt; and .\nIn Mexico, the visit and signature collection event by Vox caused controversy when &lt;a href=\"National%20Action%20Party%20%28Mexico%29\"&gt;National Action Party&lt;/a&gt; (PAN) legislators signed the charter. PAN politicians received criticism on social media that resulted with conflicts within the party. Shortly after participating with Vox, PAN politicians distanced themselves from signing the manifesto, while the party's official Twitter deleted an image of PAN members meeting with Vox representatives. Due to Vox's controversial visit, discussions occurred of Mexico possibly enforcing Article 33 of the &lt;a href=\"Constitution%20of%20Mexico\"&gt;Constitution of Mexico&lt;/a&gt;, which grants the expulsion of foreign individuals for interfering in Mexican \"political affairs\", though &lt;a href=\"President%20of%20Mexico\"&gt;President of Mexico&lt;/a&gt; &lt;a href=\"Andr%C3%A9s%20Manuel%20L%C3%B3pez%20Obrador\"&gt;Andrés Manuel López Obrador&lt;/a&gt; declined this option stating: \"Mexico is a free country. I also say this so that if the gentleman of Vox, Abascal, wants to come again, he can do it. The doors of our country are open, they are always welcome. All foreigners, even if they are opponents.\"\nPeruvian investigative journalism website \"&lt;a href=\"OjoP%C3%BAblico\"&gt;OjoPúblico&lt;/a&gt;\" wrote in an article discussing far-right alliances in the Americas that members of Vox travelled to Peru to obtain signatures, with the parties &lt;a href=\"Go%20on%20Country\"&gt;Go on Country&lt;/a&gt; of &lt;a href=\"Hernando%20de%20Soto%20%28economist%29\"&gt;Hernando de Soto&lt;/a&gt;, &lt;a href=\"Popular%20Force\"&gt;Popular Force&lt;/a&gt; of &lt;a href=\"Keiko%20Fujimori\"&gt;Keiko Fujimori&lt;/a&gt;, and &lt;a href=\"National%20Restoration%20%28Peru%29\"&gt;National Restoration&lt;/a&gt; of &lt;a href=\"Rafael%20L%C3%B3pez%20Aliaga\"&gt;Rafael López Aliaga&lt;/a&gt; signing the document. Peruvian business executives, including the owner of &lt;a href=\"Willax%20Televisi%C3%B3n\"&gt;Willax Televisión&lt;/a&gt;, also participated in discussions and signed the charter. Vox also created an &lt;a href=\"e-participation\"&gt;e-participation&lt;/a&gt; initiative in Peru to gather signatures from Peruvian citizens.\nAnalysis.\nAccording to the &lt;a href=\"center-left\"&gt;center-left&lt;/a&gt; Spanish newspaper \"&lt;a href=\"El%20Pa%C3%ADs\"&gt;El País&lt;/a&gt;\", the Spanish political party &lt;a href=\"Vox%20%28political%20party%29\"&gt;Vox&lt;/a&gt;, which it describes as being &lt;a href=\"far-right\"&gt;far-right&lt;/a&gt;, organized groups of &lt;a href=\"Evangelicals\"&gt;Evangelicals&lt;/a&gt;, &lt;a href=\"Catholics\"&gt;Catholics&lt;/a&gt;, &lt;a href=\"neoconservatives\"&gt;neoconservatives&lt;/a&gt;, &lt;a href=\"right-wing%20populists\"&gt;right-wing populists&lt;/a&gt; and individuals \"nostalgic for &lt;a href=\"military%20dictatorships\"&gt;military dictatorships&lt;/a&gt;\" with the Madrid Charter. \"&lt;a href=\"P%C3%A1gina%2012\"&gt;Página 12&lt;/a&gt;\", a &lt;a href=\"Kirchnerist\"&gt;Kirchnerist&lt;/a&gt; newspaper edited in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, described the initiative as a \"&lt;a href=\"cultural%20war\"&gt;cultural war&lt;/a&gt;\" declared by Vox and \"a conservative offensive on what democratic advances that had or have began in Latin America at the beginning of this century\". Political scientist Kathy Zegarra of the &lt;a href=\"Pontifical%20Catholic%20University%20of%20Peru\"&gt;Pontifical Catholic University of Peru&lt;/a&gt; discussed &lt;a href=\"Keiko%20Fujimori\"&gt;Keiko Fujimori&lt;/a&gt;'s participation with Vox's initiative, stating: \"It's beneficial for the far-right public. However, it generates liabilities especially for those citizens who have more tolerant ideas; ... it is negative for those citizens who have more progressive values, who have values in favor of human rights.\" Khemvirg Puente, political scientist of the &lt;a href=\"National%20Autonomous%20University%20of%20Mexico\"&gt;National Autonomous University of Mexico&lt;/a&gt;, said that the participation of PAN politicians in the charter was a way for Mexican president &lt;a href=\"Andr%C3%A9s%20Manuel%20L%C3%B3pez%20Obrador\"&gt;Andrés Manuel López Obrador&lt;/a&gt; to confirm his rhetoric against the party and that this act moved the party to the far right, making it unattractive to voters."
}