{
    "id": "69466411",
    "revid": "3635349",
    "url": "https://en.wikipedia.org/wiki?curid=69466411",
    "title": "Kurwar",
    "text": "Kurwar is a village and &lt;a href=\"community%20development%20block\"&gt;community development block&lt;/a&gt; headquarters in &lt;a href=\"Sultanpur%2C%20Uttar%20Pradesh\"&gt;Sultanpur&lt;/a&gt; tehsil of &lt;a href=\"Sultanpur%20district\"&gt;Sultanpur district&lt;/a&gt;, &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is located by the &lt;a href=\"Gomti%20River\"&gt;Gomti River&lt;/a&gt;, 14 km northwest of Sultanpur on the road to &lt;a href=\"Isauli\"&gt;Isauli&lt;/a&gt; and &lt;a href=\"Haliapur\"&gt;Haliapur&lt;/a&gt;. The southern part of the village is on fairly high ground, but the area north of the main road is low-lying and prone to flooding. Kurwar historically was the seat of the &lt;a href=\"taluqdar\"&gt;taluqdar&lt;/a&gt;i estate of the Raja of Kurwar, who was the head of the &lt;a href=\"Bachgoti\"&gt;Bachgoti&lt;/a&gt; Rajput clan.\nAs of 2011, Kurwar has a population of 10,826, in 1,785 households. It has 4 primary schools and a community health centre. Kurwar hosts a market twice per week, on Mondays and Fridays; it mostly deals in cloth, pottery and &lt;a href=\"ox\"&gt;bullocks&lt;/a&gt;. It also hosts a large &lt;a href=\"Dussehra\"&gt;Dussehra&lt;/a&gt; festival involving dramatic reenactments of scenes from the &lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt;. Vendors bring items such as &lt;a href=\"earthenware\"&gt;earthenware&lt;/a&gt; pottery, &lt;a href=\"hosiery\"&gt;hosiery&lt;/a&gt;, hemp ropes, cloth, toys, and sweets to sell at the fair. Kurwar is also the seat of a &lt;a href=\"nyaya%20panchayat\"&gt;nyaya panchayat&lt;/a&gt; which also includes 13 other villages.\nHistory.\nKurwar was historically the seat of the Raja of Kurwar, who was head of the &lt;a href=\"Bachgoti\"&gt;Bachgoti&lt;/a&gt; Rajput clan and who lived in a palace here. The palace was built by the Court of Wards, and Raja Partab Bahadur Singh also built a large \"&lt;a href=\"zanana\"&gt;zanana&lt;/a&gt;\" house which was completed in 1902.\nThe Rajas of Kurwar claimed descent from one Prithipat Singh; the ninth raja, Niwaz Singh, had two sons named Lachhman Singh (who inherited Kurwar) and Man Singh (who received the taluqa of &lt;a href=\"Bhiti\"&gt;Bhiti&lt;/a&gt;; Lachhman Singh's grandsons all died without issue, and Sukhdev Singh, a descendant of Man Singh, seized Kurwar, and his descendants would subsequently reign as rajas. At the turn of the 20th century, the Kurwar estate consisted of 64 villages and 9 &lt;a href=\"patti%20%28land%29\"&gt;pattis&lt;/a&gt; in the parganas of Miranpur and Baraunsa, and the raja also held the &lt;a href=\"Hathgaon\"&gt;Hathgaon&lt;/a&gt; estate of 37 villages and 15 pattis in &lt;a href=\"Faizabad%20district\"&gt;Faizabad district&lt;/a&gt;.\nAt the turn of the 20th century, Kurwar was described as a large village with \"a very flourishing upper primary school, one of the best in the district,\" as well as a female dispensary maintained by the Raja of Kurwar. It was not, however a trade centre. The population as of 1901 was 3,004 people, including 2,297 Hindus and 707 Muslims. The main caste groups were &lt;a href=\"Brahmin\"&gt;Brahmin&lt;/a&gt;s, Thakurs, and &lt;a href=\"Kayasth\"&gt;Kayasth&lt;/a&gt;s.\nThe &lt;a href=\"1951%20Census%20of%20India\"&gt;1951 census&lt;/a&gt; recorded Kurwar as comprising 36 hamlets, with a total population of 3,640 people (1,808 male and 1,832 female), in 852 households and 780 physical houses. The area of the village was given as 1,722 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s. The village was listed as belonging to the &lt;a href=\"pargana\"&gt;pargana&lt;/a&gt; of Miranpur and the &lt;a href=\"thana\"&gt;thana&lt;/a&gt; of Kotwali. The village had a district board-run primary school with 276 students in attendance as of 1 January 1951.\nThe &lt;a href=\"1961%20Census%20of%20India\"&gt;1961 census&lt;/a&gt; recorded Kurwar as comprising 37 hamlets, with a total population of 4,112 people (2,047 male and 2,065 female), in 795 households and 760 physical houses.. The area of the village was given as 1,722 acres and it had a medical practitioner, maternity and child welfare centre, and government-run &lt;a href=\"dispensary\"&gt;dispensary&lt;/a&gt; with 2 male and 2 female beds. Average attendance of the twice-weekly haat was about 1,500 people, while attendance of the Dussehra fair was about 2,000.\nThe &lt;a href=\"1981%20Census%20of%20India\"&gt;1981 census&lt;/a&gt; recorded Kurwar as having a population of 5,876 people, in 1,031 households, and having an area of 696.89 &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt;s. The main staple foods were listed as wheat and rice.\nThe &lt;a href=\"1991%20Census%20of%20India\"&gt;1991 census&lt;/a&gt; recorded Kurwar (as \"Kudwar\") as having a total population of 7,428 people (3,826 male and 3,602 female), in 1,181 households and 1,156 physical houses. The area of the village was listed as 996.89 hectares. Members of the 0-6 age group numbered 1,426, or 19% of the total; this group was 53% male (757) and 47% female (669). Members of &lt;a href=\"scheduled%20caste\"&gt;scheduled caste&lt;/a&gt;s numbered 758, or 10% of the village's total population, while no members of &lt;a href=\"scheduled%20tribes\"&gt;scheduled tribes&lt;/a&gt; were recorded. The &lt;a href=\"literacy%20rate\"&gt;literacy rate&lt;/a&gt; of the village was 52% (2,152 men and 984 women, counting only people age 7 and up). 1,970 people were classified as main workers (1,736 men and 234 women), while 10 people were classified as marginal workers (all women); the remaining 5,448 residents were non-workers. The breakdown of main workers by employment category was as follows: 635 cultivators (i.e. people who owned or leased their own land); 530 agricultural labourers (i.e. people who worked someone else's land in return for payment); 0 workers in livestock, forestry, fishing, hunting, plantations, orchards, etc.; 0 in mining and quarrying; 188 household industry workers; 70 workers employed in other &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt;, processing, service, and repair roles; 4 &lt;a href=\"construction%20worker\"&gt;construction worker&lt;/a&gt;s; 245 employed in trade and commerce; 23 employed in transport, storage, and communications; and 285 in other services.\nVillages.\nKurwar CD block has the following 99 villages:"
}