{
    "id": "69544916",
    "revid": "1065113331",
    "url": "https://en.wikipedia.org/wiki?curid=69544916",
    "title": "Marie Herndl",
    "text": "Marie (Maria) Herndl (22 June 1860  – 14 May 1912) was a 19th-century German artist who worked with &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt;. She earned a bronze medal at the &lt;a href=\"1893%20World%27s%20Columbian%20Exposition\"&gt;Chicago World's Fair in 1893&lt;/a&gt; for her controversial work entitled \"Queen of the Elves\". Herndl was arrested by the &lt;a href=\"United%20States%20Secret%20Service\"&gt;United States Secret Service&lt;/a&gt; in 1904 for trying to approach President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; about her art.\nEarly life.\nHerndl was born 22 June 1860, and raised in Munich. Her parents were both art teachers. She went to the &lt;a href=\"Academy%20of%20Fine%20Arts%2C%20Munich\"&gt;Royal Institute of Art&lt;/a&gt; and studied under &lt;a href=\"Franz%20Xaver%20Zettler\"&gt;Franz Xaver Zettler&lt;/a&gt;. She did an apprenticeship with the Gabriel Meyer Studio and one of her works entitled \"Brunhilde at Worms\" was sold to owners of a Bavarian castle.\nCareer.\nAfter moving to America she spent time in New York working for stained-glass art masters &lt;a href=\"John%20La%20Farge\"&gt;John LaFarge&lt;/a&gt; and &lt;a href=\"Louis%20C.%20Tiffany\"&gt;Louis C. Tiffany&lt;/a&gt;.\nFor the &lt;a href=\"1893%20World%27s%20Fair\"&gt;1893 world's fair&lt;/a&gt; she created a stained-glass work called \"Queen of the Elves\", it also came to be called \"The Fairy Queen\". The work earned her a bronze medal. After the fair it was displayed at the Field House in Chicago.\nThere was some controversy surrounding the \"Queen of the Elves\" stained-glass exhibit. The central figures in the piece are nude, and only their lower parts are minimally covered. &lt;a href=\"Candace%20Wheeler\"&gt;Candace Wheeler&lt;/a&gt; told Herndl to cover at least the body of the central figure in the stained-glass portrait from \"knees to the throat\", but she refused. The organizers of the World's Fair moved her work to the African American women's exhibit and turned the glass portrait wrong side out. Herndl convinced the exhibitors at the Electric building to have her work exhibited there. It was the most popular building at the fair, and her work was in the same building as &lt;a href=\"Thomas%20Edison\"&gt;Thomas Edison&lt;/a&gt;, &lt;a href=\"George%20Westinghouse\"&gt;George Westinghouse&lt;/a&gt; and &lt;a href=\"Nikola%20Tesla\"&gt;Nikola Tesla&lt;/a&gt;. Because of the location her art was seen by more people and it won several prizes. However the work has been controversial ever since, and it has spent most of its time hidden away.\nIn 1899 she moved to Milwaukee and began working on &lt;a href=\"Commission%20%28art%29\"&gt;commission&lt;/a&gt;. In 1903 one of her stained-glass pieces entitled the \"Hans Christian Andersen window\" was given to the &lt;a href=\"Milwaukee%20Public%20Museum\"&gt;Milwaukee Public Museum&lt;/a&gt; by a group of donors who purchased the work. In 1911 &lt;a href=\"Patrick%20Cudahy\"&gt;Patrick Cudahy&lt;/a&gt; commissioned eleven pieces.\nIn 1904 she exhibited her works at the &lt;a href=\"St.%20Louis%20World%27s%20Fair\"&gt;St. Louis World's Fair&lt;/a&gt;. One of her works entitled \"George Washington\" earned a silver medal. She wanted the government to purchase and display her George Washington piece. For years she wrote letters pleading with the US Government to purchase the window. Herndl was so persistent that in 1904 she tried to force her way into a home to approach President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt;. When stopped, she spoke in broken English and would not take direction from the &lt;a href=\"United%20States%20Secret%20Service\"&gt;Secret Service&lt;/a&gt;; they arrested her. She wanted to know if the President would be viewing her George Washington portrait. She was later released after the Secret Service determined that she was not a threat.\nThe government finally agreed to purchase the \"George Washington\" stained glass. The &lt;a href=\"59th%20Congress\"&gt;59th Congress&lt;/a&gt; 2nd session, in Report no. 8158, approved the purchase of the George Washington window on 2 March 1907, for $2000 or less. The window was on loan to the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian&lt;/a&gt; until 1962, and it eventually it came to rest in a &lt;a href=\"United%20States%20Senate\"&gt;US Senate&lt;/a&gt; dining room.\nHerndl died in Milwaukee, Wisconsin, on 14 May 1912."
}