{
    "id": "69554625",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=69554625",
    "title": "Ahmed Al-Sheety",
    "text": "Ahmed Zaghloul al-Sheety (Arabic: أحمد الشيطي) is an Egyptian &lt;a href=\"novelist\"&gt;novelist&lt;/a&gt; born in &lt;a href=\"Damietta\"&gt;Damietta&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; on 10 February 1961. Most of his family works in the furniture industry which the city of Damietta is known for.\nBiography.\nWhen Ahmed al-Sheety was six years old, his father died. He started writing early in his life but was not able to publish any of his stories until 1985, after having graduated and worked as a &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;. His stories were published in many Egyptian Newspapers and magazines including, al-Masaa’ Magazine, al-Ahli Magazine, Ada bwa Naqd, al-Qahirra, al-Mawqif al-Arabi, al-Insan wa al-Tatawor and more.\nHe gained recognition after the publication of his novel, \"Poisonous Roses for a Falcon\" (original title: Worood Samma le Saqr) which was published in Cairo, February 1990. His novel was received with great enthusiasm by the literary circles in Egypt and abroad for its events that blend with reality and its implications on society. The Adab ad Naqd magazine allocate a critical file for his novel in 1990. Several seminars were held for his novel at the Cairo international Book Fair and many other literary conferences. He is one of the most prominent writers from the 80s and from the 20th century. His writing style is known for its unique taste and distinct flavor.\nEducation.\nAfter he finished his education, Ahmed al-Sheety went to Cairo in the late 70s to continue his education as an undergraduate. He joined the College of Law at the &lt;a href=\"Cairo%20University\"&gt;University of Cairo&lt;/a&gt; and he graduated in May 1983. Since he was six years old, he worked during the school holidays, and sometimes he worked while school was going on. He worked in the industry of craftsmanship, and he specifically worked in what is known as “Awima” which involves engraving on wood."
}