{
    "id": "69595",
    "revid": "41307770",
    "url": "https://en.wikipedia.org/wiki?curid=69595",
    "title": "Politics of the Gambia",
    "text": "Politics of The Gambia takes place within the framework of a &lt;a href=\"presidential%20system\"&gt;presidential&lt;/a&gt; &lt;a href=\"republic\"&gt;republic&lt;/a&gt;, whereby the &lt;a href=\"President%20of%20The%20Gambia\"&gt;President of The Gambia&lt;/a&gt; is both &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt; and &lt;a href=\"head%20of%20government\"&gt;head of government&lt;/a&gt;, and of a &lt;a href=\"multi-party%20system\"&gt;multi-party system&lt;/a&gt;. &lt;a href=\"Executive%20power\"&gt;Executive power&lt;/a&gt; is exercised by the government. &lt;a href=\"Legislative%20power\"&gt;Legislative power&lt;/a&gt; is vested in both the government and parliaments.\nThe 1970 constitution of &lt;a href=\"The%20Gambia\"&gt;The Gambia&lt;/a&gt;, which divided the government into independent executive, legislative, and judicial branches, was suspended after the 1994 military coup. As part of the transition process, the &lt;a href=\"Armed%20Forces%20Provisional%20Ruling%20Council\"&gt;Armed Forces Provisional Ruling Council&lt;/a&gt; (AFPRC) established the Constitution Review Commission (CRC) through decree in March 1995. In accordance with the timetable for the transition to a democratically elected government, the commission drafted a new constitution for The Gambia which was approved by referendum in August 1996. The constitution provides for a presidential system, a unicameral legislature, an independent judiciary, and the protection of human rights.\nPolitical conditions.\nBefore the &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; in July 1994, The Gambia was one of the oldest existing multi-party democracies in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. It had conducted freely contested elections every 5 years since independence. After the military coup, politicians from deposed &lt;a href=\"Dawda%20Jawara\"&gt;President Jawara&lt;/a&gt;'s &lt;a href=\"People%27s%20Progressive%20Party%20%28Gambia%29\"&gt;People's Progressive Party&lt;/a&gt; (PPP) and other senior government officials were banned from participating in politics until July 2001.\nThe People's Progressive Party (PPP), headed by former president Jawara, had dominated Gambian politics for nearly 30 years. The last elections under the PPP regime were held in April 1992.\nFollowing the coup, a presidential election took place in September 1996, in which retired Col. &lt;a href=\"Yahya%20A.J.J.%20Jammeh\"&gt;Yahya A.J.J. Jammeh&lt;/a&gt; won 56% of the vote. The legislative elections held in January 1997 were dominated by the &lt;a href=\"Alliance%20for%20Patriotic%20Reorientation%20and%20Construction\"&gt;Alliance for Patriotic Reorientation and Construction&lt;/a&gt; (APRC, the new incarnation of AFPRC), which captured 33 out of 45 seats. In July 2001, the ban on Jawara-era political parties and politicians was lifted. Four registered opposition parties participated in the 18 October 2001 presidential election, which the incumbent, President Yahya Jammeh, won with almost 53% of the votes. The APRC maintained its strong majority in the &lt;a href=\"National%20Assembly%20of%20The%20Gambia\"&gt;National Assembly&lt;/a&gt; in legislative elections held in January 2002, particularly after the main opposition &lt;a href=\"United%20Democratic%20Party%20%28Gambia%29\"&gt;United Democratic Party&lt;/a&gt; (UDP) boycotted the legislative elections.\nIn 2005 the political scenario was changed, as five opposition parties united under the umbrella of the &lt;a href=\"National%20Alliance%20for%20Democracy%20and%20Development\"&gt;National Alliance for Democracy and Development&lt;/a&gt; (NADD). NADD thus represented virtually all political opposition forces in the country. Following the registration of NADD, the High Court ruled that dual party membership was unconstitutional, and as NADD had been registered as a political party all four opposition MPs were dismissed from the National Assembly. By-elections were held on 29 September, in which NADD retained three of the four seats. On 15 November the same year, three high-ranking NADD leaders (including the Leader of Opposition in the National Assembly, &lt;a href=\"Halifa%20Sallah\"&gt;Halifa Sallah&lt;/a&gt;) were arrested on the grounds of subversion.\nOn 21 and 22 March 2006, amid tensions preceding the &lt;a href=\"Gambian%20presidential%20election%2C%202006\"&gt;2006 presidential elections&lt;/a&gt;, an alleged planned military coup was uncovered. President &lt;a href=\"Yahya%20Jammeh\"&gt;Yahya Jammeh&lt;/a&gt; was forced to return from a trip to &lt;a href=\"Mauritania\"&gt;Mauritania&lt;/a&gt;, many suspected army officials were arrested, and prominent army officials, including the army chief of staff, fled the country.\nThere are claims circulating that this whole event was fabricated by the President incumbent for his own devious purposes—however, the veracity of these claims is not known, as no corroborating evidence has as yet been brought forward. It is doubtful whether the full truth will ever be known, however, as anyone with any evidence would not be likely to come forward with it in light of the poor human rights record of the National Intelligence Agency, and their well-known penchant for torturing and detaining indefinitely anyone who speaks up against the Government.\nThe next presidential election took place on 22 September 2006. The nominations for party presidential candidates were held on 28 August 2006, amid reports of the Government intimidating and unfairly detaining Opposition members and sympathisers, and of using the machinery of state (including the national media arm of the Government, &lt;a href=\"GRTS\"&gt;GRTS&lt;/a&gt;), to gain an unfair advantage during political campaigns. These reports follow a widely publicised signing of a Memorandum of Understanding between the Government and Opposition parties, initiated by the Nigerian President &lt;a href=\"Olusegun%20Obasanjo\"&gt;Olusegun Obasanjo&lt;/a&gt; during a recent visit to the country. Incumbent president, Yahya Jammeh, was reelected.\nOn 31 December 2014, a coup was attempted when a military deserter along with supporters attacked the presidential palace. The coup failed and the alleged ringleader, Lamin Sanneh, was amongst those killed by forces loyal to Jammeh.\nFollowing the &lt;a href=\"Gambian%20presidential%20election%2C%202016\"&gt;1 December 2016 elections&lt;/a&gt;, the elections commission declared &lt;a href=\"Adama%20Barrow\"&gt;Adama Barrow&lt;/a&gt; the winner of the presidential election. Jammeh, who had ruled for 22 years, first announced he would step down after losing the 2016 election before declaring the results void and calling for a new vote, sparking a &lt;a href=\"Gambian%20presidential%20election%2C%202016\"&gt;constitutional crisis&lt;/a&gt; and leading to an &lt;a href=\"Invasion%20of%20The%20Gambia\"&gt;invasion&lt;/a&gt; by an &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;ECOWAS&lt;/a&gt; coalition. On 20 January 2017, Jammeh announced that he had agreed to step down and would leave the country allowing Barrow to take up office.\nOn 4 December 2021, Gambian President Adama Barrow won re-election in the &lt;a href=\"2021%20Gambian%20presidential%20election\"&gt;presidential election&lt;/a&gt;. Opposition candidates rejected the results because of unspecified irregularities.\nExecutive branch.\n \nThe President is elected by popular vote for a five-year term; the number of terms is not restricted. The President appoints the members of the &lt;a href=\"Cabinet%20of%20The%20Gambia\"&gt;Cabinet&lt;/a&gt;.\nLegislative branch.\nThe &lt;a href=\"National%20Assembly%20of%20The%20Gambia\"&gt;National Assembly&lt;/a&gt; has 53 members, 48 members elected for a five-year term, and 4 members appointed.\nThe Gambia was effectively a &lt;a href=\"one%20party%20dominant%20state\"&gt;one party dominant state&lt;/a&gt; when the &lt;a href=\"Alliance%20for%20Patriotic%20Reorientation%20and%20Construction\"&gt;Alliance for Patriotic Reorientation and Construction&lt;/a&gt; was in power. &lt;a href=\"Opposition%20%28politics%29\"&gt;Opposition&lt;/a&gt; &lt;a href=\"political%20parties\"&gt;parties&lt;/a&gt; were allowed but were widely considered to have no real chance of gaining power.\nJudicial branch.\n&lt;a href=\"Supreme%20Court%20of%20the%20Gambia\"&gt;Supreme Court of the Gambia&lt;/a&gt; (since 1998).\nUntil 1998, there was a right of appeal from the &lt;a href=\"Court%20of%20Appeal%20of%20The%20Gambia\"&gt;Court of Appeal of The Gambia&lt;/a&gt; to the &lt;a href=\"Judicial%20Committee%20of%20the%20Privy%20Council\"&gt;Judicial Committee of the Privy Council&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nThe last case from The Gambia to be decided by the Judicial Committee of the Privy Council was 'West Coast Air Limited v. Gambia Civil Aviation Authority and Others U.K.P.C. 39 (15 September 1998)&lt;a href=\"http%3A//www.bailii.org/uk/cases/UKPC/1998/39.html\"&gt;&lt;/a&gt;\nPolitical parties and elections.\nPresidential elections.\nSummary of the 1 December 2016 &lt;a href=\"Gambian%20presidential%20election%2C%202016\"&gt;Gambian presidential election results&lt;/a&gt;\nAdministrative divisions.\nLocal government in The Gambia varies. The capital city, &lt;a href=\"Banjul\"&gt;Banjul&lt;/a&gt;, has an elected town council. Five rural divisions exist (Lower River, Central River, North Bank, Upper River, Western), each with a council containing a majority of elected members. Each council has its own treasury and is responsible for local government services. Tribal chiefs retain traditional powers authorised by customary law in some instances.\nInternational organisation participation.\nThe Gambia is a member of these international organisations:\n&lt;a href=\"African%2C%20Caribbean%2C%20and%20Pacific%20Group%20of%20States\"&gt;ACP&lt;/a&gt;, \n&lt;a href=\"African%20Development%20Bank\"&gt;AfDB&lt;/a&gt;, \n&lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt;\n&lt;a href=\"Customs%20Cooperation%20Council\"&gt;CCC&lt;/a&gt;, \n&lt;a href=\"Economic%20Commission%20for%20Africa\"&gt;ECA&lt;/a&gt;, \n&lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;ECOWAS&lt;/a&gt;, \n&lt;a href=\"Food%20and%20Agriculture%20Organization\"&gt;FAO&lt;/a&gt;, \n&lt;a href=\"Group%20of%2077\"&gt;G-77&lt;/a&gt;, \n&lt;a href=\"International%20Bank%20for%20Reconstruction%20and%20Development\"&gt;IBRD&lt;/a&gt;, \n&lt;a href=\"International%20Civil%20Aviation%20Organization\"&gt;ICAO&lt;/a&gt;, \n&lt;a href=\"International%20Confederation%20of%20Free%20Trade%20Unions\"&gt;ICFTU&lt;/a&gt;, \n&lt;a href=\"International%20Red%20Cross%20and%20Red%20Crescent%20Movement\"&gt;ICRM&lt;/a&gt;, \n&lt;a href=\"International%20Development%20Association\"&gt;IDA&lt;/a&gt;, \n&lt;a href=\"Islamic%20Development%20Bank\"&gt;IDB&lt;/a&gt;, \n&lt;a href=\"International%20Fund%20for%20Agricultural%20Development\"&gt;IFAD&lt;/a&gt;, \n&lt;a href=\"International%20Finance%20Corporation\"&gt;IFC&lt;/a&gt;, \n&lt;a href=\"International%20Federation%20of%20Red%20Cross%20and%20Red%20Crescent%20Societies\"&gt;IFRCS&lt;/a&gt;, \n&lt;a href=\"International%20Labour%20Organization\"&gt;ILO&lt;/a&gt;, \n&lt;a href=\"International%20Monetary%20Fund\"&gt;IMF&lt;/a&gt;, \n&lt;a href=\"International%20Maritime%20Organization\"&gt;IMO&lt;/a&gt;, \n&lt;a href=\"Intelsat\"&gt;Intelsat&lt;/a&gt; (nonsignatory user), \n&lt;a href=\"International%20Criminal%20Police%20Organization\"&gt;Interpol&lt;/a&gt;, \n&lt;a href=\"International%20Olympic%20Committee\"&gt;IOC&lt;/a&gt;, \n&lt;a href=\"International%20Telecommunication%20Union\"&gt;ITU&lt;/a&gt;, \n&lt;a href=\"Non-Aligned%20Movement\"&gt;NAM&lt;/a&gt;, \nShelter Afrique-A regional housing institution owned by 42 African Countries \n&lt;a href=\"Organization%20of%20African%20Unity\"&gt;OAU&lt;/a&gt;, (Now replaced by the &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt; abbreviated AU)\n&lt;a href=\"Organisation%20of%20Islamic%20Cooperation\"&gt;OIC&lt;/a&gt;, \n&lt;a href=\"Organisation%20for%20the%20Prohibition%20of%20Chemical%20Weapons\"&gt;OPCW&lt;/a&gt;, \n&lt;a href=\"United%20Nations\"&gt;UN&lt;/a&gt;, \n&lt;a href=\"United%20Nations%20Conference%20on%20Trade%20and%20Development\"&gt;UNCTAD&lt;/a&gt;, \n&lt;a href=\"United%20Nations%20Educational%2C%20Scientific%2C%20and%20Cultural%20Organization\"&gt;UNESCO&lt;/a&gt;, \n&lt;a href=\"United%20Nations%20Industrial%20Development%20Organization\"&gt;UNIDO&lt;/a&gt;, \n&lt;a href=\"Universal%20Postal%20Union\"&gt;UPU&lt;/a&gt;, \n&lt;a href=\"World%20Confederation%20of%20Labour\"&gt;WCL&lt;/a&gt;, \n&lt;a href=\"World%20Federation%20of%20Trade%20Unions\"&gt;WFTU&lt;/a&gt;, \n&lt;a href=\"World%20Health%20Organization\"&gt;WHO&lt;/a&gt;, \n&lt;a href=\"World%20Intellectual%20Property%20Organization\"&gt;WIPO&lt;/a&gt;, \n&lt;a href=\"World%20Meteorological%20Organization\"&gt;WMO&lt;/a&gt;, \n&lt;a href=\"World%20Tourism%20Organization\"&gt;WToO&lt;/a&gt;, \n&lt;a href=\"World%20Trade%20Organization\"&gt;WTrO&lt;/a&gt;"
}