{
    "id": "69712631",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=69712631",
    "title": "Maurizio Pagani",
    "text": "Maurizio Pagani (1936–2014) was an Italian engineer and politician who served as the &lt;a href=\"Ministry%20of%20Communications%20%28Italy%29\"&gt;minister of post and telecommunications&lt;/a&gt; in the period 1992–1994 in two successive cabinets and as the mayor of Novara. \nEarly life and education.\nPagani was born in Milan on 27 January 1936. He received a bachelor's degree in &lt;a href=\"hydraulic%20engineering\"&gt;hydraulic engineering&lt;/a&gt; from &lt;a href=\"Polytechnic%20University%20of%20Milan\"&gt;Polytechnic University of Milan&lt;/a&gt;.\nCareer.\nFollowing graduation Pagani worked at various companies as an engineer. His political career began in 1972 when he was elected from the &lt;a href=\"Italian%20Democratic%20Socialist%20Party\"&gt;Democratic Socialist Party&lt;/a&gt; as a councillor which he held until 1978. Then he was elected as the mayor of Novara and served in the post until 1981. Pagani was elected to the Italian Senate in 1983 and 1987. He became a member of the Italian Parliament and was appointed minister of post and telecommunications in June 1992. He was in office until May 1994 and served in two successive cabinets: in the &lt;a href=\"Amato%20I%20Cabinet\"&gt;cabinet&lt;/a&gt; led by &lt;a href=\"Giuliano%20Amato\"&gt;Giuliano Amato&lt;/a&gt; and then in the &lt;a href=\"Ciampi%20Cabinet\"&gt;cabinet&lt;/a&gt; led by &lt;a href=\"Carlo%20Azeglio%20Ciampi\"&gt;Carlo Azeglio Ciampi&lt;/a&gt;.\nIn June 1999 he elected as the President of Palazzo Natta following his election as an independent candidate in the local elections and served in the post until 2004 when he was replaced by Sergio Vedovato. During this period Pagani left Democratic Socialist Party and joined &lt;a href=\"Forza%20Italia\"&gt;Forza Italia&lt;/a&gt;. Then he worked as a consultant for various companies.\nPersonal life and death.\nPagani was married to Daniela Pagani and had a son. He died in Novara at a hospital on 7 February 2014 following an heart attack. Funeral ceremony was held in the &lt;a href=\"basilica%20of%20San%20Gaudenzio\"&gt;basilica of San Gaudenzio&lt;/a&gt; on 8 February."
}