{
    "id": "69710494",
    "revid": "3560547",
    "url": "https://en.wikipedia.org/wiki?curid=69710494",
    "title": "USNS Marshfield (T-AK-282)",
    "text": "USNS \"Marshfield\" (T-AK-282) was a Fleet Ballistic Missile Cargo Ship, which was launched as a &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; commercial &lt;a href=\"Victory%20ship\"&gt;Victory&lt;/a&gt; &lt;a href=\"cargo%20ship\"&gt;cargo ship&lt;/a&gt; SS \"Marshfield Victory\" under the &lt;a href=\"Emergency%20Shipbuilding%20program\"&gt;Emergency Shipbuilding program&lt;/a&gt;. The \"Marshfield Victory\" was acquired by the &lt;a href=\"U.S.%20Navy\"&gt;U.S. Navy&lt;/a&gt; in 1968.\nVictory ship built in Oregon.\nSS \"Marshfield Victory\" was laid down under &lt;a href=\"U.S.%20Maritime%20Commission\"&gt;U.S. Maritime Commission&lt;/a&gt; contract at &lt;a href=\"Oregon%20Shipbuilding%20Corporation\"&gt;Oregon Shipbuilding Corporation&lt;/a&gt; of &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt; on 1 April 1944; launched 15 May 1944; and delivered to her operator, American Export Line on 7 June 1944. In 1968 she was renamed the USNS \"Marshfield\".\n\"Marshfield Victory\" was one of many new 10,500-ton class ships to be known as a Victory ship, designed to replace the earlier &lt;a href=\"Liberty%20Ship\"&gt;Liberty Ship&lt;/a&gt;s. Liberty ships were designed to be used solely for World War II, whereas Victory ships were designed to last longer and to serve the US Navy after the war. Victory ships differed from Liberty ships in that they were faster, longer, wider, taller, and had a thinner stack set farther toward the &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt;. In addition, they had a long raised &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt;.\nWorld War II service.\nSS \"Marshfield Victory\" was owned by the Maritime Commission, she served on the merchant sealanes under the control of the &lt;a href=\"War%20Shipping%20Administration\"&gt;War Shipping Administration&lt;/a&gt; during the post World War II work. She was operated by the American Export Line. With the war over and she post-work work completed, on 17 August 1948 she was laid up in the &lt;a href=\"National%20Defense%20Reserve%20Fleet\"&gt;National Defense Reserve Fleet&lt;/a&gt; at &lt;a href=\"Wilmington%2C%20North%20Carolina\"&gt;Wilmington, North Carolina&lt;/a&gt;.\nKorean War.\nOn 25 August 1950 she was removed from the &lt;a href=\"Reserve%20Fleet\"&gt;Reserve Fleet&lt;/a&gt; and serviced to return her to active duty for the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. SS \"Marshfield Victory\" served as merchant marine ship, with the Orion Shipping and Trading Company supplying goods for the Korean War. About 75 percent of the personnel taking to &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; for the Korean War came by the merchant marine ship. On 10 October 1953 she was put into the National Defense Reserve Fleet at &lt;a href=\"Olympia%2C%20Washington\"&gt;Olympia, Washington&lt;/a&gt;.\nUS Navy.\nOn 22 August 1968 she was transferred to the US Navy. She was refitted to be a Fleet Ballistic Missile Cargo Ship, to support Fleet Ballistic Missile (FBM) &lt;a href=\"submarine%20tender\"&gt;submarine tender&lt;/a&gt;s at &lt;a href=\"Holy%20Loch\"&gt;Holy Loch&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; and &lt;a href=\"Naval%20Station%20Rota\"&gt;Naval Station Rota&lt;/a&gt; in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. As a fleet ballistic missile cargo ship, she transported torpedoes, &lt;a href=\"Poseidon%20missile\"&gt;Poseidon missile&lt;/a&gt;s, packaged petroleum, and spare parts to deployed to the submarine tenders. She was placed into service with &lt;a href=\"Military%20Sealift%20Command\"&gt;Military Sealift Command&lt;/a&gt; as USNS \"Marshfield\" (T-AK-282). Her regular assignment was the transportation of missile components and ship's stores from &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt; to submarine tenders at Holy Loch as an U.S. Navy &lt;a href=\"auxiliary%20ship\"&gt;auxiliary ship&lt;/a&gt;. USNS \"Marshfield\" had a newer design than the three previous &lt;a href=\"Norwalk%20Class%20Cargo%20Ships\"&gt;Norwalk Class Cargo Ships&lt;/a&gt;, thus is sometimes put into a class of its own (T-AK-FBM). \nInactivation.\nShe was struck from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Navy List&lt;/a&gt; on 30 November 1992 and laid up in the National Defense Reserve Fleet, James River, at &lt;a href=\"Fort%20Eustis\"&gt;Fort Eustis&lt;/a&gt;, &lt;a href=\"Newport%20News%2C%20Virginia\"&gt;Newport News, Virginia&lt;/a&gt;. The Title was transferred to &lt;a href=\"Maritime%20Administration\"&gt;Maritime Administration&lt;/a&gt; (MARAD) on 8 May 1995. She was sold for scrapping on 8 November 2005 and scrapped by Bay Bridge Enterprises LLC, &lt;a href=\"Chesapeake%2C%20Virginia\"&gt;Chesapeake, Virginia&lt;/a&gt;, scraping completed on 30 June 2006."
}