{
    "id": "69798774",
    "revid": "29434718",
    "url": "https://en.wikipedia.org/wiki?curid=69798774",
    "title": "Bruflat Church",
    "text": "Bruflat Church () is a &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; of the &lt;a href=\"Church%20of%20Norway\"&gt;Church of Norway&lt;/a&gt; in &lt;a href=\"Etnedal%20Municipality\"&gt;Etnedal Municipality&lt;/a&gt; in &lt;a href=\"Innlandet\"&gt;Innlandet&lt;/a&gt; county, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. It is located in the village of &lt;a href=\"Bruflat\"&gt;Bruflat&lt;/a&gt;. It is the church for the Bruflat &lt;a href=\"parish\"&gt;parish&lt;/a&gt; which is part of the &lt;a href=\"Valdres%20prosti\"&gt;Valdres prosti&lt;/a&gt; (&lt;a href=\"deanery\"&gt;deanery&lt;/a&gt;) in the &lt;a href=\"Diocese%20of%20Hamar\"&gt;Diocese of Hamar&lt;/a&gt;. The brown, wooden church was built in a &lt;a href=\"Churches%20in%20Norway%23Floor%20plan\"&gt;cruciform&lt;/a&gt; design in 1750 using plans drawn up by the &lt;a href=\"architect\"&gt;architect&lt;/a&gt; &lt;a href=\"Svend%20Tr%C3%A5seth\"&gt;Svend Tråseth&lt;/a&gt;. The church seats about 217 people.\nHistory.\nThe earliest existing historical records of the church date back to the year 1317, but the church was not built that year. The first church in Bruflat was a wooden &lt;a href=\"stave%20church\"&gt;stave church&lt;/a&gt; that was built during the 13th century. This church was located about northwest of the present church. What then happened to this church is not entirely clear, but it seems as if the whole area of Etnedal was almost depopulated and overgrown after the &lt;a href=\"Black%20Death%20in%20Norway\"&gt;Black Death&lt;/a&gt; in 1350. After this time, the church was not used for a long time.\nAfter the &lt;a href=\"Reformation%20in%20Norway\"&gt;Reformation&lt;/a&gt;, the local people of Etnedal requested permission to build a local church. In 1641, a new church was built at Bruflat, at approximately the same location as the medieval church site. The church was &lt;a href=\"consecrated\"&gt;consecrated&lt;/a&gt; on 25 June 1641. There is no reliable description of this new chapel, but it is believed that it was a simple, small, wooden &lt;a href=\"annex%20chapel\"&gt;annex chapel&lt;/a&gt; that was subordinate to the main &lt;a href=\"Aurdal%20Church\"&gt;Aurdal Church&lt;/a&gt;. About 100 years later, the parish determined that a new church was needed. The new church was built a little further down the hill from the old church. There has been great confusion as to date of construction of the new church, but samples of wood indicate that timber was felled from the winter of 1736–1737 to the winter of 1743–1744, so the church was likely built during the mid- to late-1740s. The church was officially &lt;a href=\"consecrated\"&gt;consecrated&lt;/a&gt; on 24 July 1750. The church was built by &lt;a href=\"Svend%20Tr%C3%A5seth\"&gt;Svend Tråseth&lt;/a&gt;.\nThe church has been rebuilt, repaired, and restored a number of times, including in 1818–1820, 1860, 1909–1912, and 1974–75. The work that was done in 1909–1912 was particularly extensive, which took place on the basis of drawings by &lt;a href=\"Holger%20Sinding-Larsen\"&gt;Holger Sinding-Larsen&lt;/a&gt;. On that occasion, the cross-arms in the west, south, and east were extended. The extension on the east end became a new &lt;a href=\"sacristy\"&gt;sacristy&lt;/a&gt;. In April 1940, Bruflat Church was left in the line of fire during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and the church records were all moved to a nearby house for safe keeping, but the house burned down, so the historic church records were lost."
}