{
    "id": "6979809",
    "revid": "13080272",
    "url": "https://en.wikipedia.org/wiki?curid=6979809",
    "title": "Stephen II of Croatia",
    "text": "Stephen II () was the last member of the &lt;a href=\"Trpimirovi%C4%87%20dynasty\"&gt;Trpimirović dynasty&lt;/a&gt; and last native &lt;a href=\"king%20of%20Croatia\"&gt;king of Croatia&lt;/a&gt; to rule the entire medieval &lt;a href=\"Kingdom%20of%20Croatia%20%28medieval%29\"&gt;Croatian Kingdom&lt;/a&gt;. Stephen's father was Gojslav II, the younger brother of &lt;a href=\"Peter%20Kre%C5%A1imir%20IV%20of%20Croatia\"&gt;Peter Krešimir IV of Croatia&lt;/a&gt;. Stephen was duke of Croatia under Krešimir around 1066.\nHe was due to succeed Peter Krešimir IV but was sidelined by the people and clergy in 1075 who instead bestowed the title of king on &lt;a href=\"Demetrius%20Zvonimir%20of%20Croatia\"&gt;Demetrius Zvonimir&lt;/a&gt;, previously a &lt;a href=\"ban%20%28title%29\"&gt;ban&lt;/a&gt; in &lt;a href=\"Slavonia\"&gt;Slavonia&lt;/a&gt;.\nStephen II was forced to live in the monastery of St Stephen Beneath the Pines (\"Sv. Stjepan pod borovima\") on the peninsula of &lt;a href=\"Sustipan\"&gt;Sustipan&lt;/a&gt;, near &lt;a href=\"Split%2C%20Croatia\"&gt;Split&lt;/a&gt;. The formal reason for life in the monastery is an alleged illness, so in his charter from 1078, Stephen writes:\"I, Stephen, once glittering Prince of the Croats, devastated by a bad illness, call upon the honorable priests of the Croatian kingdom to find a remedy for my sins. Of their advice I took heed, and let myself be brought to the monastery of St Stephen. Here I was relieved of all my honours and had choosen the grabe, recommending the monastery's leader to mention me in his prayers.\"King Demetrius Zvonimir was a member of the junior Svetoslavić branch of the House of Trpimirović (descendants of &lt;a href=\"Svetoslav%20Suronja\"&gt;Svetoslav Suronja&lt;/a&gt;). By the time Demetrius Zvonimir died in 1089, Stephen was old and seriously affected by ill health. Nevertheless, he assumed the throne after being persuaded by the aristocracy and clergy.\nStephen's rule was relatively ineffectual and lasted less than two years. He spent most of this time in the tranquility of the monastery near &lt;a href=\"Split%20%28city%29\"&gt;Split&lt;/a&gt;, where he stayed before becoming king. Zvonimir's widow, Queen &lt;a href=\"Jelena%20Lijepa\"&gt;Jelena&lt;/a&gt;, reportedly plotted the inheritance of the Croatian Crown for her brother, King &lt;a href=\"Ladislaus%20I%20of%20Hungary\"&gt;Ladislaus I of Hungary&lt;/a&gt;.\nStephen II died peacefully in December 1090, or at the beginning of 1091, without leaving an heir. War and unrest broke out in Croatia shortly afterward, with the southern nobility electing &lt;a href=\"Petar%20Sva%C4%8Di%C4%87\"&gt;Petar Svačić&lt;/a&gt; as King of Croatia in 1093, immediately entering into conflict with the Hungarian king &lt;a href=\"Ladislaus%20I%20of%20Hungary\"&gt;Ladislaus&lt;/a&gt;. The war culminated in the &lt;a href=\"Battle%20of%20Gvozd%20Mountain\"&gt;Battle of Gvozd Mountain&lt;/a&gt; in 1097 leading to a &lt;a href=\"Croatia%20in%20personal%20union%20with%20Hungary\"&gt;personal union of Croatia and Hungary&lt;/a&gt; in 1102, ruled by &lt;a href=\"Coloman%20of%20Hungary\"&gt;Coloman&lt;/a&gt;."
}