{
    "id": "69793338",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=69793338",
    "title": "Dirk Geijskes",
    "text": "Dirk Cornelis Geijskes (16 May 1907 – 27 September 1985) was a Dutch biologist, &lt;a href=\"ethnologist\"&gt;ethnologist&lt;/a&gt; and curator. He was the first director of the &lt;a href=\"Surinaams%20Museum\"&gt;Surinaams Museum&lt;/a&gt;. As a biologist, he specialised in &lt;a href=\"dragonflies\"&gt;dragonflies&lt;/a&gt;. He would lead many expeditions into the &lt;a href=\"Sipaliwini%20District\"&gt;interior&lt;/a&gt; of Suriname. In 1967, he became curator at the &lt;a href=\"Rijksmuseum%20van%20Natuurlijke%20Historie\"&gt;Rijksmuseum van Natuurlijke Historie&lt;/a&gt; where he started the dragonfly collection. Geijskes is the author of 123 publications, and 25 &lt;a href=\"species\"&gt;species&lt;/a&gt; have been named after him.\nBiography.\nGeijskes was born on 16 May 1907 in &lt;a href=\"Kats%2C%20Noord-Beveland\"&gt;Kats&lt;/a&gt;, Netherlands. In 1927, he went to &lt;a href=\"Leiden%20University\"&gt;Leiden University&lt;/a&gt; to study biology. In 1929, he travelled to &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt; to study dragonflies which would become his speciality. Next, he went to the &lt;a href=\"University%20of%20Basel\"&gt;University of Basel&lt;/a&gt;, and in 1935 obtained his doctorate &lt;a href=\"magna%20cum%20laude\"&gt;magna cum laude&lt;/a&gt; for a thesis on the fauna and ecology of the Swiss &lt;a href=\"Jura%20Mountains\"&gt;Jura&lt;/a&gt;. In 1936, he first described \"&lt;a href=\"Brevipalpus%20phoenicis\"&gt;Brevipalpus phoenicis&lt;/a&gt;\" which was later discovered to be the main factor for &lt;a href=\"Citrus%20leprosis%20disease\"&gt;Citrus leprosis disease&lt;/a&gt;.\nIn 1938, Geijskes started to work as an &lt;a href=\"entomologist\"&gt;entomologist&lt;/a&gt; for the \"Landbouwproefstation\" (Experimental agricultural station) in Suriname. During his stay in Suriname, Geijskes would lead many expeditions into the interior. In 1939, he went to the &lt;a href=\"Litani%20%28Maroni%20tributary%29\"&gt;Litany River&lt;/a&gt; to study the poisoned arrows of the &lt;a href=\"Wayana\"&gt;Wayana&lt;/a&gt; people. In 1941, he participated in the &lt;a href=\"Sipaliwini%20Savanna\"&gt;Paroe Savanna&lt;/a&gt; expedition to the &lt;a href=\"Tiriy%C3%B3%20people\"&gt;Tiriyó people&lt;/a&gt;. In 1943, he embarked on the &lt;a href=\"Coppename%20River\"&gt;Coppename River&lt;/a&gt; expedition during which the &lt;a href=\"Tafelberg%2C%20Suriname\"&gt;Tafelberg&lt;/a&gt; was climbed for the first time. In 1948 and 1949, he lead an expedition from the coastal area across the &lt;a href=\"Nassau%20Mountains\"&gt;Nassau Mountains&lt;/a&gt;. The expedition collected about 10,000 specimens including 1,500 butterflies.\nIn 1954, Geijskes would become government biologist and the first director of the &lt;a href=\"Surinaams%20Museum\"&gt;Surinaams Museum&lt;/a&gt;. In 1958, he lead an expedition to the Tafelberg with &lt;a href=\"Rudi%20Kappel\"&gt;Rudi Kappel&lt;/a&gt; to examine the savannah around the mountain, and investigate whether an &lt;a href=\"Rudi%20Kappel%20Airstrip\"&gt;airstrip&lt;/a&gt; could be built there. The successful construction of an airstrip led to &lt;a href=\"Operation%20Grasshopper\"&gt;Operation Grasshopper&lt;/a&gt; in 1959 which mapped the natural resources in the interior.\nOn 2 May 1965, Geijskes returned for the Netherlands, and in 1967 started to work as curator at the &lt;a href=\"Rijksmuseum%20van%20Natuurlijke%20Historie\"&gt;Rijksmuseum van Natuurlijke Historie&lt;/a&gt; (nowadays &lt;a href=\"Naturalis%20Biodiversity%20Center\"&gt;Naturalis&lt;/a&gt;). where he started the dragonfly collection. In 2015, the collection contained 20,000 species. In the Netherlands, he also would become a member of the &lt;a href=\"Royal%20Netherlands%20Academy%20of%20Arts%20and%20Sciences\"&gt;Royal Netherlands Academy of Arts and Sciences&lt;/a&gt;, and editor of the \"&lt;a href=\"New%20West%20Indian%20Guide\"&gt;New West Indian Guide&lt;/a&gt;\".\nGeijskes died on 27 September 1985 in &lt;a href=\"Leiden\"&gt;Leiden&lt;/a&gt;, at the age of 78.\nLegacy and honours.\nUpon return to the Netherlands, Geijskes became officer in the &lt;a href=\"Order%20of%20Orange%20Nassau\"&gt;Order of Orange Nassau&lt;/a&gt;. He was awarded a bronze medal by the &lt;a href=\"Royal%20Dutch%20Geographical%20Society\"&gt;Royal Dutch Geographical Society&lt;/a&gt;.\nGeijskes is the author of 123 publications, and 25 &lt;a href=\"species\"&gt;species&lt;/a&gt; have been named after him. In 1970, the &lt;a href=\"List%20of%20dragonflies\"&gt;dragonfly genus&lt;/a&gt; \"&lt;a href=\"Lauromacromia\"&gt;Lauromacromia&lt;/a&gt;\" was created by Geijskes. In 2011, it held six species."
}