{
    "id": "69797276",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=69797276",
    "title": "Frans Baleni",
    "text": "Msokoli Frans Baleni (born 1959 or 1960) is a South African businessman and former trade unionist who was general secretary of the &lt;a href=\"National%20Union%20of%20Mineworkers%20%28South%20Africa%29\"&gt;National Union of Mineworkers&lt;/a&gt; between 2006 and 2015. Since 2007, he has been a member of the &lt;a href=\"Central%20Committee%20of%20the%20South%20African%20Communist%20Party\"&gt;Central Committee&lt;/a&gt; of the &lt;a href=\"South%20African%20Communist%20Party\"&gt;South African Communist Party&lt;/a&gt;.\nEarly life.\nBaleni was born in the &lt;a href=\"Free%20State%20%28province%29\"&gt;Free State&lt;/a&gt; and attended high school in the &lt;a href=\"Eastern%20Cape\"&gt;Eastern Cape&lt;/a&gt; on a bursary, until he moved back to the Free State in 1979 when his &lt;a href=\"Internal%20resistance%20to%20apartheid\"&gt;political activity&lt;/a&gt; had attracted the attention of Eastern Cape police. Between 1979 and 1988, he worked as a gold miner in &lt;a href=\"Welkom\"&gt;Welkom, Free State&lt;/a&gt;, at an &lt;a href=\"Anglo%20American%20plc\"&gt;Anglo American&lt;/a&gt; (then &lt;a href=\"AngloGold%20Ashanti\"&gt;AngloGold&lt;/a&gt;) mine.\n1982–2015: Trade union career.\nHe was a founding member of the &lt;a href=\"National%20Union%20of%20Mineworkers%20%28South%20Africa%29\"&gt;National Union of Mineworkers&lt;/a&gt; in 1982, and the next year was elected a shaft &lt;a href=\"shop%20steward\"&gt;shop steward&lt;/a&gt; at Western Holdings mine in Welkom. He was a strike leader, and one of the youngest negotiators, during the August 1987 national mining strike, the largest in the NUM's history. By 1993, he was head of the organising department, and was later the chief education officer. In 2006, he succeeded &lt;a href=\"Gwede%20Mantashe\"&gt;Gwede Mantashe&lt;/a&gt; as general secretary of NUM, by then the biggest union in the country and the most powerful affiliate of the &lt;a href=\"Congress%20of%20South%20African%20Trade%20Unions\"&gt;Congress of South African Trade Unions&lt;/a&gt; (Cosatu). He was elected unopposed after the other contestant, Archie Phalane, was disqualified on a technicality, and he was thought to have the support of Mantashe, who has been described as his mentor. He was general secretary between 2006 and 2015, gaining re-election in both 2009 and 2012.\nNUM decline.\nHe presided over a period of declining influence and membership at the NUM, particularly in the platinum belt in the north-east of the country. Although one factor was the general decline of the South African mining sector, the NUM also lost influence to the &lt;a href=\"Association%20of%20Mineworkers%20and%20Construction%20Union\"&gt;Association of Mineworkers and Construction Union&lt;/a&gt; (Amcu), founded in 2001 and now a major force in the platinum mines. In 2012 and 2013, conflict between the NUM and Amcu led to violence in &lt;a href=\"Rustenburg\"&gt;Rustenberg, North West province&lt;/a&gt;, both among &lt;a href=\"Lonmin\"&gt;Lonmin&lt;/a&gt; miners and among &lt;a href=\"Anglo%20American%20Platinum\"&gt;Anglo American Platinum&lt;/a&gt; miners. After the &lt;a href=\"Marikana%20massacre\"&gt;Marikana massacre&lt;/a&gt;, when police shot and killed miners in an Amcu-led &lt;a href=\"Wildcat%20strike%20action\"&gt;wildcat strike&lt;/a&gt; at the Lonmin mine, Baleni defended the police's actions.\nAmong other things, the NUM was criticised for its and Baleni's perceived closeness to mining bosses and to the government, to the extent that critics nicknamed the union the \"National Union of Management.\" Stephen Grootes writes that Baleni \"almost epitomised 'union establishment,'\" and, similarly, Raphaël Botiveau says he \"embodies the ideal type of the 'trade union executive.'\" Botiveau also claims that he subscribed to \"a version of &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; ideology that is characterised by the exercise of tight control over the organisation.\" In 2012, there was a minor scandal when his salary was leaked to the \"&lt;a href=\"Mail%20%26amp%3B%20Guardian\"&gt;Mail &amp; Guardian&lt;/a&gt;\", which identified him as \"one of the highest-paid unionists in South Africa.\"\nPolitics.\nBaleni, and the NUM under his leadership, have been criticised for their perceived preoccupation with a political agenda, at the expense of attention to labour grievances. This criticism related to &lt;a href=\"Tripartite%20Alliance\"&gt;Tripartite Alliance&lt;/a&gt; politics as well as to inter-union rivalries. Baleni was reportedly close to his predecessor, Mantashe, who by then was secretary general of the ruling &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC), and he was allied to the &lt;a href=\"South%20African%20Communist%20Party\"&gt;South African Communist Party&lt;/a&gt; under &lt;a href=\"Blade%20Nzimande\"&gt;Blade Nzimande&lt;/a&gt; – he had been elected to its &lt;a href=\"Central%20Committee%20of%20the%20South%20African%20Communist%20Party\"&gt;Central Committee&lt;/a&gt; months after he was elected general secretary. In Cosatu, he was seen as allied with Cosatu president &lt;a href=\"Sidumo%20Dlamini\"&gt;S'dumo Dlamini&lt;/a&gt;, who in turn was a key ally of eventual national president &lt;a href=\"Jacob%20Zuma\"&gt;Jacob Zuma&lt;/a&gt;. Indeed, Baleni himself has been described as \"a leading figure\" in Zuma's campaign for re-election as ANC president ahead of the ANC's 2012 &lt;a href=\"53rd%20National%20Conference%20of%20the%20African%20National%20Congress\"&gt;Mangaung conference&lt;/a&gt;. He was seen as \"a key player in leading the offensive\" against Cosatu general secretary &lt;a href=\"Zwelinzima%20Vavi\"&gt;Zwelinzima Vavi&lt;/a&gt; and the &lt;a href=\"National%20Union%20of%20Metalworkers%20of%20South%20Africa\"&gt;National Union of Metalworkers&lt;/a&gt; (Numsa) when they were expelled from Cosatu in 2014 and 2015 respectively. He also had an antagonistic relationship with &lt;a href=\"Julius%20Malema\"&gt;Julius Malema&lt;/a&gt;, the former president of the &lt;a href=\"African%20National%20Congress%20Youth%20League\"&gt;ANC Youth League&lt;/a&gt;.\nAlthough Baleni supports state intervention in strategic economic sectors, he is opposed to &lt;a href=\"Nationalization\"&gt;nationalising&lt;/a&gt; the mines – according to the \"Mail &amp; Guardian\", on \"pragmatic\" grounds. He has not taken up political leadership positions outside the NUM, except in the SACP. He declined an ANC nomination for a seat in the &lt;a href=\"National%20Assembly%20of%20South%20Africa\"&gt;National Assembly&lt;/a&gt; of &lt;a href=\"Parliament%20of%20South%20Africa\"&gt;Parliament&lt;/a&gt; in 2009. In 2011, he was rumoured to be a potential candidate for the next general secretary of COSATU, when Vavi was believed to be stepping down, although &lt;a href=\"Left-wing%20politics\"&gt;left-wing&lt;/a&gt; critics objected to his perceived sympathy for the government's economic policies.\nOusting.\nBaleni was removed as general secretary in June 2015, when the Free State regional secretary, David Sipunzi, narrowly beat him in a vote: Baleni won 345 votes and Sipunzi 357. The result of the vote was described as unexpected, and local commentators viewed it as reflecting a shift of momentous significance, with journalist &lt;a href=\"Max%20du%20Preez\"&gt;Max du Preez&lt;/a&gt; calling it \"a political earthquake.\" According to a leftist source, it was a \"heavy blow\" to the &lt;a href=\"Right-wing%20politics\"&gt;right wing&lt;/a&gt; of the union and of Cosatu. The \"Mail &amp; Guardian\" said that the election \"threatened to split the union.\"\nLocal commentators believed that the expulsion of Vavi and Numsa had been the decisive issue in the leadership contest – Sipunzi was notably more sympathetic towards them than Baleni. \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" saw Baleni's perceived closeness with the mining companies as another crucial issue, quipping, \"Apparently, many in NUM felt the gentlemanly Baleni may have been too gentlemanly in dealing with the mining bosses.\"\nCareer in public entities.\nAfter losing the 2015 election, Baleni retired from union work. In December 2018, President &lt;a href=\"Cyril%20Ramaphosa\"&gt;Cyril Ramaphosa&lt;/a&gt; appointed him to the &lt;a href=\"Eskom\"&gt;Eskom&lt;/a&gt; sustainability task team, which reviewed the &lt;a href=\"Turnaround%20management\"&gt;turnaround plan&lt;/a&gt; and long-term strategy of the public power utility. In October 2019, he was appointed chairperson of the board of &lt;a href=\"PetroSA\"&gt;PetroSA&lt;/a&gt;, the state-owned oil and gas company, where he is implementing a corporate turnaround, and he was appointed to the board of the &lt;a href=\"Public%20Investment%20Corporation\"&gt;Public Investment Corporation&lt;/a&gt;, the state-owned asset manager, in November 2021. He has also been on the board, at one point as deputy chairperson, of the state-owned &lt;a href=\"Development%20Bank%20of%20South%20Africa\"&gt;Development Bank of Southern Africa&lt;/a&gt;.\nHe is viewed as a political supporter of Ramaphosa (also a former NUM general secretary).\nPersonal life.\nHe is married to Phindile Baleni, an admitted attorney who was appointed South Africa's first female &lt;a href=\"Director%20general%23South%20Africa\"&gt;director-general&lt;/a&gt; in the &lt;a href=\"President%20of%20South%20Africa\"&gt;presidency&lt;/a&gt; in March 2021 and who was previously director-general in the office of &lt;a href=\"David%20Makhura\"&gt;David Makhura&lt;/a&gt;, the &lt;a href=\"Premier%20of%20Gauteng\"&gt;Gauteng premier&lt;/a&gt;. As of 2018, he lived in &lt;a href=\"Boksburg\"&gt;Boksburg, Gauteng&lt;/a&gt;."
}