{
    "id": "69853",
    "revid": "7027550",
    "url": "https://en.wikipedia.org/wiki?curid=69853",
    "title": "Vittorio Emanuele, Prince of Naples",
    "text": "Prince Vittorio Emanuele of Savoy, Prince of Naples (\"Vittorio Emanuele Alberto Carlo Teodoro Umberto Bonifacio Amedeo Damiano Bernardino Gennaro Maria di Savoia\"; born 12 February 1937) is the only son of &lt;a href=\"Umberto%20II%20of%20Italy\"&gt;Umberto II&lt;/a&gt;, the last &lt;a href=\"King%20of%20Italy\"&gt;King of Italy&lt;/a&gt;, and his wife &lt;a href=\"Marie-Jos%C3%A9%20of%20Belgium\"&gt;Marie-José of Belgium&lt;/a&gt;. Vittorio Emanuele also uses the title &lt;a href=\"Duke%20of%20Savoy\"&gt;Duke of Savoy&lt;/a&gt; and claims the headship of the &lt;a href=\"House%20of%20Savoy\"&gt;House of Savoy&lt;/a&gt;. These claims were disputed by supporters of his third cousin, &lt;a href=\"Prince%20Aimone%2C%20Duke%20of%20Apulia\"&gt;Prince Aimone, 6th Duke of Aosta&lt;/a&gt;.\nHe has lived for most of his life in exile, following the &lt;a href=\"Italian%20constitutional%20referendum%2C%201946\"&gt;constitutional referendum of 1946&lt;/a&gt; which affirmed the &lt;a href=\"Monarchy%20abolishment\"&gt;abolition of the monarchy&lt;/a&gt; and the creation of the &lt;a href=\"History%20of%20the%20Italian%20Republic\"&gt;Italian Republic&lt;/a&gt;. On several occasions he has been the centre of controversy in Italy and abroad due to a series of incidents, including remarks that were seen by some as &lt;a href=\"anti-Semitism\"&gt;anti-semitic&lt;/a&gt;. He was revealed to be a member of &lt;a href=\"Propaganda%20Due\"&gt;Propaganda Due (P2)&lt;/a&gt;, the &lt;a href=\"state%20within%20a%20state\"&gt;state within a state&lt;/a&gt; responsible for high-level corruption and political manipulation. In France he was tried on a &lt;a href=\"murder\"&gt;murder&lt;/a&gt; charge, of which he was cleared of unlawful killing but convicted of a firearms offence. On 16 June 2006, following an investigation started by &lt;a href=\"John%20Woodcock%20%28magistrate%29\"&gt;John Woodcock&lt;/a&gt; of the Public Prosecutor's Office in &lt;a href=\"Potenza\"&gt;Potenza&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, Vittorio Emanuele was arrested on charges of &lt;a href=\"criminal%20association\"&gt;criminal association&lt;/a&gt;, &lt;a href=\"racketeering\"&gt;racketeering&lt;/a&gt;, &lt;a href=\"conspiracy\"&gt;conspiracy&lt;/a&gt;, &lt;a href=\"Political%20corruption\"&gt;corruption&lt;/a&gt; and &lt;a href=\"Sexual%20exploitation\"&gt;exploitation&lt;/a&gt; of &lt;a href=\"prostitution\"&gt;prostitution&lt;/a&gt;. A trial on these charges began in Potenza, Italy, on 21 December 2009. Vittorio Emanuele di Savoia was acquitted of all charges in 2007 and 2010.\nEarly life and family.\nVittorio Emanuele was born 12 February 1937 in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; to &lt;a href=\"Umberto%20II%20of%20Italy\"&gt;Umberto, Prince of Piedmont&lt;/a&gt;, who would later become the last &lt;a href=\"King%20of%20Italy\"&gt;King of Italy&lt;/a&gt; as Umberto II, and Princess &lt;a href=\"Marie-Jos%C3%A9%20of%20Belgium\"&gt;Marie-José of Belgium&lt;/a&gt;. When Umberto II left Italy after the monarchy was abolished by the &lt;a href=\"1946%20Italian%20institutional%20referendum\"&gt;1946 Italian institutional referendum&lt;/a&gt;, the remaining members of the &lt;a href=\"House%20of%20Savoy\"&gt;House of Savoy&lt;/a&gt; lived in exile, mostly in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; and on the &lt;a href=\"Portuguese%20Riviera\"&gt;Portuguese Riviera&lt;/a&gt;, though the former king &lt;a href=\"Victor%20Emmanuel%20III%20of%20Italy\"&gt;Victor Emmanuel III&lt;/a&gt;, grandfather to Vittorio Emanuele, lived in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; until his death in 1947. Following the separation of the exiled ex-King and ex-Queen, Prince Vittorio Emanuele lived with his mother in an estate in Merlinge, Switzerland. Vittorio Emanuele and his family currently reside in &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt;.\nAfter an 11-year relationship, Vittorio Emanuele married &lt;a href=\"Swiss%20people\"&gt;Swiss&lt;/a&gt; &lt;a href=\"biscuit\"&gt;biscuit&lt;/a&gt; &lt;a href=\"Beneficiary\"&gt;heiress&lt;/a&gt; and world-ranked &lt;a href=\"water%20skier\"&gt;water skier&lt;/a&gt; &lt;a href=\"Marina%20Doria\"&gt;Marina Doria&lt;/a&gt; in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;, &lt;a href=\"Pahlavi%20dynasty\"&gt;Iran&lt;/a&gt; on 7 October 1971, at the occasion of the &lt;a href=\"2%2C500-year%20celebration%20of%20the%20Persian%20Empire\"&gt;2,500-year celebration of the Persian Empire&lt;/a&gt;. Coincidentally, Vittorio Emanuele and his wife Marina share a birthday (12 February) but Vittorio Emanuele is two years younger than Marina (she was born in 1935).\nVittorio Emanuele has worked as a &lt;a href=\"bank\"&gt;bank&lt;/a&gt;er and an &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt; &lt;a href=\"salesman\"&gt;salesman&lt;/a&gt;, and then an &lt;a href=\"arms%20dealer\"&gt;arms dealer&lt;/a&gt;.\nVittorio Emanuele has one son, &lt;a href=\"Emanuele%20Filiberto%20of%20Savoy%2C%20Prince%20of%20Venice\"&gt;Prince Emanuele Filiberto of Savoy, Prince of Venice&lt;/a&gt;, born on 22 June 1972, who has two daughters.\nDuke of Savoy.\nOn 7 July 2006 Vittorio Emanuele's kinsman and dynastic rival, &lt;a href=\"Amedeo%2C%205th%20Duke%20of%20Aosta\"&gt;Amedeo, 5th Duke of Aosta&lt;/a&gt; declared himself to be the head of the House of Savoy and Duke of Savoy, claiming that Vittorio Emanuele had lost his dynastic rights when he married without the permission of &lt;a href=\"Umberto%20II%20of%20Italy\"&gt;Umberto II&lt;/a&gt; in 1971. Amedeo has received the support of the President of the \"Council of the Senators of the Kingdom\" Aldo Alessandro Mola.\nVittorio Emanuele and his son have applied for a judicial injunction to forbid Amedeo from using the title \"Duke of Savoy\". In February 2010, the court of &lt;a href=\"Arezzo\"&gt;Arezzo&lt;/a&gt; ruled that the Duke of Aosta and his son must pay damages totalling €50,000 to their cousins and cease using the surname \"Savoy\" instead of \"Savoy-Aosta\".\nExile from and return to Italy.\nReasons for exile.\nIn line with certain other countries that were formerly monarchies (such as &lt;a href=\"Louis%2C%20Prince%20Napol%C3%A9on%23Second%20World%20War%20and%20later%20life\"&gt;France&lt;/a&gt; or &lt;a href=\"Michael%20I%20of%20Romania%23Forced%20abdication\"&gt;Romania&lt;/a&gt;), the &lt;a href=\"Constitution%20of%20Italy\"&gt;Italian Constitution&lt;/a&gt; required all male members of the House of Savoy to leave Italy and barred them from ever returning to Italian soil again. This was enacted as a \"temporary disposition\" enacted when the constitution was promulgated in 1948. The constitution also forbade any amendment that would change the republican form of government, effectively foreclosing any effort to restore the monarchy short of adopting a new constitution.\nRequests for return.\nVittorio Emanuele &lt;a href=\"lobbying\"&gt;lobbied&lt;/a&gt; the &lt;a href=\"Parliament%20of%20Italy\"&gt;Parliament of Italy&lt;/a&gt; over the years in which the law prohibiting his return was in force, to be allowed to return to his homeland after 56 years in exile. In 1999, he filed a case at the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt;, in which the Prince charged that his lengthy exile violated his &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;. In September 2001, the court decided to hold a hearing on the case at a date later to be fixed.\nIn order to achieve a return to his homeland, he renounced any claim to the defunct throne and to Italy's &lt;a href=\"Crown%20jewels%23Italy\"&gt;crown jewels&lt;/a&gt;. He publicly assured the Italian government that the nation and the crown properties, confiscated by the State in 1946, \"are no longer ours\", referring to the House of Savoy. \"For that matter we have no claim on the Crown jewels\", he said. \"We have nothing in Italy and we are not asking for anything\". Vittorio Emanuele also dropped his case at the European Court of Human Rights. In February 2002, Vittorio Emanuele and his son Emanuele Filiberto wrote a signed letter, published through a law firm, in which they formally expressed their loyalty to the &lt;a href=\"Constitution%20of%20Italy\"&gt;Constitution of Italy&lt;/a&gt;.\nReturn to Italy.\nOn 23 October 2002, the provision in the constitution that barred male members of the former royal house from returning to Italy was repealed. As part of a deal with the government, Vittorio Emanuele signed an agreement renouncing all claims to the defunct throne and recognizing the Republic as the only lawful government of Italy. Vittorio Emanuele was permitted to re-enter the country from 10 November 2002. On 23 December 2002, he made his first trip home in over half a century. On the one-day visit he, his wife and his son had a 20-minute audience with &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; at the &lt;a href=\"Vatican%20City\"&gt;Vatican&lt;/a&gt;.\nUpon their first visit in 2003 to Naples, where Vittorio Emanuele was born, and from where his family sailed into exile in 1946, the reception of the Savoys was mixed; most people were indifferent to them, some hostile, a few supportive. The media reported that many in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; were not happy to see the return of the family, when hundreds of noisy demonstrators chanted negative slogans as they progressed through the city. Demonstrations were staged by two traditionally opposing factions: anti-monarchists on one hand, and supporters of the &lt;a href=\"House%20of%20Bourbon-Two%20Sicilies\"&gt;House of Bourbon-Two Sicilies&lt;/a&gt;, the royal house deposed when Italy was united in 1861 under the House of Savoy.\nControversies.\nUnilateral declaration of kingship (1969).\nEmanuele unilaterally declared himself &lt;a href=\"King%20of%20Italy\"&gt;King of Italy&lt;/a&gt; on 15 December 1969. He argued that by agreeing to submit to a referendum on his place as head of state, his father had thereby abdicated. Emanuele took this action after his father allegedly called for &lt;a href=\"Amedeo%2C%205th%20Duke%20of%20Aosta\"&gt;Amedeo, 5th Duke of Aosta&lt;/a&gt; to visit him in &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; to name him his heir. Under his self-assumed powers as King of Italy, Emanuele conferred the title of Duchess of Sant'Anna di Valdieri on his then fiancée, &lt;a href=\"Marina%20Doria\"&gt;Marina Doria&lt;/a&gt;.\nDirk Hamer's death (1978–2015).\nOn the night of 17 August or the morning of 18 August 1978, on the island of &lt;a href=\"Cavallo%20%28island%29\"&gt;Cavallo&lt;/a&gt; (which lies off the south coast of &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt;), Emanuele discovered his yacht's rubber &lt;a href=\"dinghy\"&gt;dinghy&lt;/a&gt; had been taken and attached to another nearby &lt;a href=\"yacht\"&gt;yacht&lt;/a&gt;. Arming himself with a rifle, he attempted to board the vessel. He shot at a passenger he had awakened; the shot missed the passenger but mortally wounded Dirk Hamer (the 19-year-old son of &lt;a href=\"Ryke%20Geerd%20Hamer\"&gt;Ryke Geerd Hamer&lt;/a&gt;), a passenger sleeping on the deck of another adjacent yacht. The prince admitted civil liability for the death in a letter dated 28 August 1978. Dirk Hamer died of his wounds on 7 December 1978, and Emanuele was arrested.\nOn 11 October 1989, Emanuele was indicted on charges of inflicting lethal injury and possession of a dangerous weapon. However, on 18 November 1991, after thirteen years of legal proceedings, the &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; &lt;a href=\"Assize%20Court\"&gt;Assize Court&lt;/a&gt; &lt;a href=\"acquittal\"&gt;acquitted&lt;/a&gt; him of the fatal wounding and &lt;a href=\"unintentional%20homicide\"&gt;unintentional homicide&lt;/a&gt; charges, finding him guilty only of unauthorised possession of an &lt;a href=\"M1%20Garand%20rifle\"&gt;M1 Garand rifle&lt;/a&gt;. He received a six-month suspended prison sentence.\nWhen incarcerated in June 2006, on unconnected charges of corruption (see below, &lt;a href=\"Vittorio%20Emanuele%2C%20Prince%20of%20Naples%23Arrest%20and%20imprisonment\"&gt;Arrest and imprisonment&lt;/a&gt;), Emanuele was recorded admitting that \"I was in the wrong, [...] but I must say I fooled them [the French judges]\", leading to a call from Dirk Hamer's sister Birgit for Emanuele to be retried in Italy for killing her brother.\nBirgit Hamer undertook a long legal fight to the obtain the full video. She stated: \"What for us is a confession is a boast for him: he laughs about the fact that he killed a boy.\" The story of the video was broken by aristocratic journalist &lt;a href=\"Beatrice%20Borromeo\"&gt;Beatrice Borromeo&lt;/a&gt;, who also wrote the preface for a book on the murder, by Birgit Hamer. Emanuele sued the newspaper for defamation, claiming the video had been manipulated. In 2015, a court judgement ruled in favor of the newspaper. On Twitter Borromeo posted: (\"Winning a case is always nice, but against Victor Emmanuel of Savoy the pleasure is double\"), which resulted in a spat on Twitter with his son &lt;a href=\"Emanuele%20Filiberto%20of%20Savoy%2C%20Prince%20of%20Venice\"&gt;Emanuele Filiberto&lt;/a&gt;.\nAllegations of anti-semitism (2003).\nEmanuele also said in 2003 that the &lt;a href=\"anti-semitism\"&gt;anti-Semitic&lt;/a&gt; laws passed under Mussolini's regime were \"not that terrible\". In response, the president of the &lt;a href=\"Union%20of%20Italian%20Jewish%20Communities\"&gt;Union of Italian Jewish Communities&lt;/a&gt;, &lt;a href=\"Amos%20Luzzatto\"&gt;Amos Luzzatto&lt;/a&gt;, stated that \"I'm not saying it was he who signed the racial laws in 1938. But, as a Savoy heir, Victor Emmanuel has never distanced himself from them,\" in an interview with newspaper.\nOn 27 January 2005, in a letter published by , Emanuele issued an apology to Italy's Jewish population, asking forgiveness from the Italian Jewish community, and declaring that it was an error for the Italian Royal Family to have signed the racial laws of 1938.\nArrest and imprisonment (2006).\nOn 16 June 2006, Emanuele was arrested in &lt;a href=\"Varenna\"&gt;Varenna&lt;/a&gt; and imprisoned in &lt;a href=\"Potenza\"&gt;Potenza&lt;/a&gt; on charges of &lt;a href=\"Political%20corruption\"&gt;corruption&lt;/a&gt; and recruitment of prostitutes for clients of the &lt;a href=\"Casin%C3%B2%20di%20Campione\"&gt;Casinò di Campione&lt;/a&gt; of &lt;a href=\"Campione%20d%27Italia\"&gt;Campione d'Italia&lt;/a&gt;.\nThe enquiry was conducted by Italian magistrate &lt;a href=\"John%20Woodcock%20%28magistrate%29\"&gt;John Woodcock&lt;/a&gt;, of &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; ancestry, famous for other &lt;a href=\"Very%20Important%20Person%20%28person%29\"&gt;VIP&lt;/a&gt;s' arrests.\nAfter several days, Emanuele was released and placed under house-arrest instead. He was released from house-arrest on 20 July 2006, but had to stay within the borders of Italy. Emanuele was acquitted of all charges in the years 2007 and 2010.\n reported in 2006 that Emanuele Filiberto had distanced himself from his father.\nSeeking compensation from Italy (2007).\nIn 2007, Emanuele and his son, Emanuele Filiberto, requested formally that the state pay financial damages of €260 million, and initiate full restitution of all properties and belongings that had been confiscated from the royal house after the abolition of the monarchy. The financial damages claim is based on having suffered moral injustice during the exile. The Italian government has rejected the request and, in response, indicated that it may seek damages for historic grievances.\nAncestry.\nPatrilineal descent.\nVittorio Emanuele's patriline is the line from which he is descended father to son.\n&lt;a href=\"Patrilineal%20descent\"&gt;Patrilineal descent&lt;/a&gt; is the principle behind membership in royal houses, as it can be traced back through the generations, which means that Vittorio Emanuele is a member of the &lt;a href=\"House%20of%20Savoy\"&gt;House of Savoy&lt;/a&gt;."
}