{
    "id": "6987192",
    "revid": "26252035",
    "url": "https://en.wikipedia.org/wiki?curid=6987192",
    "title": "Maurice Kriegel-Valrimont",
    "text": "Maurice Kriegel-Valrimont (14 May 1914 – 2 August 2006) was a militant &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; who took part in the &lt;a href=\"French%20Resistance\"&gt;French Resistance&lt;/a&gt; during the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, and a &lt;a href=\"France\"&gt;French&lt;/a&gt; politician. Along with &lt;a href=\"General%20Leclerc\"&gt;General Leclerc&lt;/a&gt; and &lt;a href=\"Henri%20Rol-Tanguy\"&gt;Henri Rol-Tanguy&lt;/a&gt;, he accepted the surrender of &lt;a href=\"Dietrich%20von%20Choltitz\"&gt;Dietrich von Choltitz&lt;/a&gt; at the &lt;a href=\"Liberation%20of%20Paris\"&gt;Liberation of Paris&lt;/a&gt;.\nEarly years.\nHe was born Maurice Kriegel in &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt; to a Jewish family with central European origins. He studied law at the University of Strasbourg, and then became legal adviser to an insurance company after a move to Paris in 1936.\n1930s and the outbreak of war.\nDuring the period of the &lt;a href=\"Popular%20Front%20%28France%29\"&gt;Popular Front&lt;/a&gt;, Kriegel became a trade union activist. He headed the organisation in the insurance sector of the &lt;a href=\"Conf%C3%A9d%C3%A9ration%20g%C3%A9n%C3%A9rale%20du%20travail\"&gt;Confédération générale du travail&lt;/a&gt; (CGT), and he was also active in the &lt;a href=\"Mouvement%20Jeunes%20Communistes%20de%20France\"&gt;Mouvement Jeunes Communistes de France&lt;/a&gt; (MJCF).\nNot having been called up in 1939 due to ill health, he moved to Toulouse in the &lt;a href=\"Vichy%20France\"&gt;unoccupied zone&lt;/a&gt;.\nResistance activities.\nIn early 1942, he was approached by leaders of a left-wing resistance organisation, and he went on to play a leading role in setting up an embryonic paramilitary section. During the resistance he adopted the &lt;a href=\"pseudonym\"&gt;pseudonym&lt;/a&gt; Valrimont, among others. When arrested in Lyon on March 15, 1942, his knowledge of German as a native of Alsace allowed him to conceal his true identity from his interrogators, and he thus faced only minor charges. On May 24 he escaped from prison with several colleagues and resumed his activities, organising sabotage in factories and opposing the drafting of French labour for the German war effort. By 1944 the resistance had complex coordination structures including a military action committee (Comac) which directed the &lt;a href=\"French%20Forces%20of%20the%20Interior\"&gt;French Forces of the Interior&lt;/a&gt; (FFI). As a member of Comac, Kriegel was at the very top of the resistance.\nAt the moment of the &lt;a href=\"Normandy%20landings\"&gt;Normandy landings&lt;/a&gt;, Kriegel supported an immediate internal uprising of the French population. This was in contrast with the attitude of General &lt;a href=\"Charles%20de%20Gaulle\"&gt;Charles de Gaulle&lt;/a&gt;, whose strategy was tied to close cooperation with the allies. When street fighting broke out in Paris on August 19, de Gaulle's representatives negotiated a truce with the German commander. Kriegel and &lt;a href=\"Henri%20Rol-Tanguy\"&gt;Henri Rol-Tanguy&lt;/a&gt;, the communist leader of the FFI in the city, denounced this. When the allied troops led by &lt;a href=\"General%20Leclerc\"&gt;General Leclerc&lt;/a&gt; arrived in the city, Kriegel was one of the three leaders of the resistance who received the surrender of the German military governor of Paris, General &lt;a href=\"Dietrich%20von%20Choltitz\"&gt;Dietrich von Choltitz&lt;/a&gt;, on August 25, 1944.\nComplex relationship with PCF.\nMaurice Kriegel-Valrimont, as he was now known, formally joined the &lt;a href=\"French%20Communist%20Party\"&gt;French Communist Party&lt;/a&gt; (PCF) after the war and was elected to parliament in 1945 to represent an Alsace constituency. From 1947 onward, he was a member of the party's central committee, and was given responsibility for its press bureau. In 1952, &lt;a href=\"Andr%C3%A9%20Marty\"&gt;André Marty&lt;/a&gt; and &lt;a href=\"Charles%20Tillon\"&gt;Charles Tillon&lt;/a&gt; were excluded from the direction of the PCF. Maurice Kriegel-Valrimont voted for their exclusion but later wrote in his memoirs: \"When I ask myself questions about my life, it is the only point where I find no excuses.\"\nAfter &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt;'s 1956 denunciation of the crimes of &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, Kriegel tried to get the French communist party to adopt a more liberal line. This resulted in his disgrace, and he left the party in 1961, finding employment as an administrator in the social security system until retirement. In 1995, he was formally rehabilitated by the leader of the Communist party, and in 1997 he stood on the Communist list for the European &lt;a href=\"European%20Parliament\"&gt;parliamentary&lt;/a&gt; elections.\nOther.\nMaurice Kriegel-Valrimont was the father of the president of &lt;a href=\"Haut%20Conseil%20%C3%A0%20l%27int%C3%A9gration\"&gt;Haut Conseil à l'intégration&lt;/a&gt; (\"high council on immigration\"), Blandine Kriegel, the father-in-law of journalist &lt;a href=\"Alexandre%20Adler\"&gt;Alexandre Adler&lt;/a&gt; and the brother-in-law of historian &lt;a href=\"Annie%20Kriegel\"&gt;Annie Kriegel&lt;/a&gt;.\nHe died of a &lt;a href=\"pulmonary%20embolism\"&gt;pulmonary embolism&lt;/a&gt; at the age of 92 in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nFurther reading.\n&lt;a href=\"Larry%20Collins%20%28writer%29\"&gt;Larry Collins&lt;/a&gt; and &lt;a href=\"Dominique%20Lapierre\"&gt;Dominique Lapierre&lt;/a&gt;, &lt;a href=\"Is%20Paris%20Burning%3F%20%28book%29\"&gt;Is Paris Burning?&lt;/a&gt;, New York: Pocket Books, 1965."
}