{
    "id": "69909279",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=69909279",
    "title": "1st Wiltshire Battery, Royal Field Artillery",
    "text": "The 1st Wiltshire Battery, Royal Field Artillery, and its successors were part-time &lt;a href=\"Territorial%20Force\"&gt;Territorial Force&lt;/a&gt; units of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; from 1908 to 1950. It carried out garrison duties in &lt;a href=\"British%20Raj\"&gt;India&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and saw active service in the &lt;a href=\"Third%20Afghan%20War\"&gt;Third Afghan War&lt;/a&gt;. It served in various units in the interwar years, finally becoming a full regiment (as 112th (Wessex) Field Regiment) in time for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. It saw action with &lt;a href=\"43rd%20%28Wessex%29%20Infantry%20Division\"&gt;43rd (Wessex) Infantry Division&lt;/a&gt; in the , including Operations &lt;a href=\"Operation%20Epsom\"&gt;Epsom&lt;/a&gt;, &lt;a href=\"Operation%20Jupiter%20%281944%29\"&gt;Jupiter&lt;/a&gt; and &lt;a href=\"Operation%20Bluecoat\"&gt;Bluecoat&lt;/a&gt; in &lt;a href=\"Operation%20Overlord\"&gt;Normandy&lt;/a&gt;, the crossing of the &lt;a href=\"Seine\"&gt;Seine&lt;/a&gt;, the battle for Arnhem (&lt;a href=\"Operation%20Market%20Garden\"&gt;Operation Market Garden&lt;/a&gt;) in the Low Countries, and then Operations &lt;a href=\"Operation%20Clipper\"&gt;Clipper&lt;/a&gt;, &lt;a href=\"Operation%20Blackcock\"&gt;Blackcock&lt;/a&gt;, &lt;a href=\"Operation%20Veritable\"&gt;Veritable&lt;/a&gt; and &lt;a href=\"Operation%20Plunder\"&gt;Plunder&lt;/a&gt; across Germany. Its short-lived postwar successor unit had little or no Wiltshire connection.\nTerritorial Force.\nWhen the &lt;a href=\"Territorial%20Force\"&gt;Territorial Force&lt;/a&gt; was created in 1908 under the &lt;a href=\"Haldane%20Reforms\"&gt;Haldane Reforms&lt;/a&gt;, it included the &lt;a href=\"43rd%20%28Wessex%29%20Division\"&gt;Wessex Division&lt;/a&gt; covering the south-western counties of England. Most of its components came from the former &lt;a href=\"Volunteer%20Force%20%28Great%20Britain%29\"&gt;Volunteer Force&lt;/a&gt;, but a number of new units had to be created to complete the division. One of these was the 1st Wiltshire Battery of the &lt;a href=\"Royal%20Field%20Artillery\"&gt;Royal Field Artillery&lt;/a&gt;, recruited from the mainly rural county of &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt; that had not previously had any artillery volunteers. The battery was raised on 7 July 1908 based at the railway town of &lt;a href=\"Swindon\"&gt;Swindon&lt;/a&gt; and together with the 6th Hampshire and 1st Dorsetshire Batteries constituted III (or 3rd) Wessex Brigade, RFA. The brigade headquarters (HQ) was also based at Swindon, taking over The Armoury at 62 Prospect Place previously used by two Volunteer companies of the &lt;a href=\"Wiltshire%20Regiment\"&gt;Wiltshire Regiment&lt;/a&gt;.\nIII Wessex Brigade, RFA\nThe Commanding Officer (CO) of III Wessex Bde was &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;Lieutenant-Colonel&lt;/a&gt; E.H. Bedford-Pim, a retired &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; in the &lt;a href=\"British%20Army\"&gt;Regular Army&lt;/a&gt;. The Officer Commanding (OC) of 1st Wiltshire Bty was Major the &lt;a href=\"Henry%20Howard%2C%2019th%20Earl%20of%20Suffolk\"&gt;Earl of Suffolk&lt;/a&gt;, a former &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; in the &lt;a href=\"4th%20Battalion%20%28Royal%20North%20Gloucestershire%20Militia%29%2C%20Gloucestershire%20Regiment\"&gt;4th Battalion (Royal North Gloucestershire Militia), Gloucestershire Regiment&lt;/a&gt;.\nBefore &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; TF field batteries were each armed with four obsolescent &lt;a href=\"Ordnance%20BLC%2015-pounder\"&gt;15-pounder guns&lt;/a&gt;.\nWorld War I.\nMobilisation.\nOn 29 July 1914 the Wessex Division was on &lt;a href=\"Salisbury%20Plain\"&gt;Salisbury Plain&lt;/a&gt; carrying out its annual training camp when 'precautionary orders' were received, and next day the division took up emergency war stations in &lt;a href=\"Somerset\"&gt;Somerset&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; and &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;. The order to mobilise arrived on the evening of 4 August. Between 10 and 13 August the division concentrated on Salisbury Plain and began war training.\nOn 24 September, at the special request of the &lt;a href=\"Secretary%20of%20State%20for%20War\"&gt;Secretary of State for War&lt;/a&gt;, &lt;a href=\"Herbert%20Kitchener%2C%201st%20Earl%20Kitchener\"&gt;Earl Kitchener of Khartoum&lt;/a&gt; the Wessex Division accepted liability for service in &lt;a href=\"British%20Raj\"&gt;British India&lt;/a&gt; to relieve the Regular Army units there for service on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt;. The division's infantry battalions and artillery brigades (without their brigade ammunition columns) embarked at &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt; on 8 October and were convoyed to &lt;a href=\"Bombay\"&gt;Bombay&lt;/a&gt;, disembarking on 9 November. Each battery went ashore with 5 officers and 140 other ranks. The battalions and batteries were immediately distributed to garrisons across India, and the Wessex Division never saw service as a whole, though it was formally numbered the 43rd (1st Wessex) Division in 1915.\nAll those Territorials who had not volunteered for overseas service, together with the recruits who were flooding in, formed reserve or 2nd Line units, the titles of which were the same as the original, but distinguished by a '2/' prefix. The 2/III Wessex Brigade formed immediately after the 1st Line sailed for India. Recruitment and training for the 2nd Wessex Division proceeded so quickly that on 25 November it was decided to send that to India as well, and most units embarked on 12 December 1914, becoming the &lt;a href=\"45th%20%282nd%20Wessex%29%20Division\"&gt;45th (2nd Wessex) Division&lt;/a&gt; in 1915. The remaining Home Service men remained with 3rd Line training units.\n1/III Wessex Brigade.\nOn arrival in India the batteries of 43rd Divisional Artillery were sent to separate stations (those of 1/III Bde apparently to &lt;a href=\"Ambala\"&gt;Ambala&lt;/a&gt;, &lt;a href=\"Bareilly\"&gt;Bareilly&lt;/a&gt; and &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt;). Here they continued their training, and by 1915 were providing reinforcement drafts to the &lt;a href=\"Mesopotamian%20campaign\"&gt;Mesopotamian Front&lt;/a&gt;. It was not until 1916 that the units received any reinforcements from the UK to replace these drafts, and these replacements then had to be trained. In 1916 the old 15-pounder guns were replaced with modern &lt;a href=\"Ordnance%20QF%2018-pounder\"&gt;18-pounders&lt;/a&gt; and the TF brigades were given numbers – 1/III Wessex Brigade became CCXVII (or 217) Brigade RFA – while the batteries were designated A, B and C.\nThe three batteries were redesignated again in 1917, becoming 1091 (1/6th Hampshire), 1092 (1/1st Dorsetshire) and 1093 (1/1st Wiltshire). 1092 Battery was then disbanded, providing a two-gun section to each of the other batteries to bring them up to six guns. CCXVII Bde was attached to &lt;a href=\"16th%20Indian%20Division\"&gt;16th Indian Division&lt;/a&gt; from April 1917, when 1091 and 1093 Btys were at &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt;. In June 1917 the brigade was joined by 79 (Howitzer) Bty transferred from VI (Howitzer) Bde, a Regular unit that had remained in India and was also attached to 16th Indian Division, giving the following organisation:\n2/III Wessex Brigade.\nThe 45th Division also remained in garrison in India, supplying drafts to the First Line and other theatres throughout the war until its units had virtually disappeared. The batteries of 45th Divisional Artillery were eventually re-equipped with 18-pdrs during 1916 and were numbered, 2/III Wessex Bde becoming CCXXVII (227) Brigade, RFA and the batteries A, B and C. The batteries were numbered in 1917 as 1102, 1103 and 1104, and then 1102 was broken up to bring the others up to six guns, In April 1917 1104 Bty left and two others arrived giving the following organisation for the brigade:\n1104 Bty (2/1st Wiltshire + half 2/6th Hampshire) at &lt;a href=\"Kamptee\"&gt;Kamptee&lt;/a&gt; transferred from 45th Division to CCXVI Bde (the former &lt;a href=\"2nd%20Wessex%20Brigade%2C%20Royal%20Field%20Artillery\"&gt;1/II Wessex&lt;/a&gt;), which had joined &lt;a href=\"5th%20%28Mhow%29%20Division\"&gt;5th (Mhow) Division&lt;/a&gt;. In December 1917 the battery moved to Delhi and joined CCXVIII Bde (the former &lt;a href=\"4th%20Wessex%20Brigade%2C%20Royal%20Field%20Artillery\"&gt;1/IV Wessex&lt;/a&gt;) in 16th Indian Division.\nOther fronts.\nOfficers and men from both 43rd and 45th Divisions were continually being posted all over India to fill various posts. In addition they provided reinforcement drafts, mainly to Mesopotamia. The Earl of Suffolk, OC 1/1st Wiltshire Bty, took command of a battery in Mesopotamia in 1916 and was killed in action on 21 April 1917.\nThe III Wessex also supplied drafts to the Western Front. One of these was Sergeant &lt;a href=\"William%20Gosling%20%28VC%29\"&gt;William Gosling&lt;/a&gt;, a Swindon man, who was attached to V/51 Heavy Trench Mortar Battery in &lt;a href=\"51st%20%28Highland%29%20Division\"&gt;51st (Highland) Division&lt;/a&gt;, when he won the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt; on 5 April 1915 during the bombardment for the &lt;a href=\"Battle%20of%20Arras%20%281917%29\"&gt;Battle of Arras&lt;/a&gt;.\nNorth West Frontier and Afghanistan.\n16th Indian Division was formed in December 1916 as a reserve for the North West Frontier. CCXVII and CCXVIII brigades were both assigned to it by 1918 and were still with it in 1919 after World War I had ended. Field artillery was of relatively little use on the Frontier because of its flat trajectory and the need for large teams of horses to move the guns, with consequent forage problems. Their mobility was constrained by the rough terrain. Nevertheless, 1091 (1/6th Hampshire), 1093 (1/1st Wiltshire) and 1104 (2/1st Wiltshire) Btys were all deployed in the &lt;a href=\"Third%20Afghan%20War\"&gt;Third Afghan War&lt;/a&gt;. When war broke out on 6 May 1919, a lack of transport initially prevented 16 Division from carrying out its task and deploying forward from its base at Lahore to allow &lt;a href=\"1st%20%28Peshawar%29%20Division\"&gt;1st (Peshawar) Division&lt;/a&gt; to advance on &lt;a href=\"Jalalabad\"&gt;Jalalabad&lt;/a&gt;. Eventually a brigade group was sent up to &lt;a href=\"Peshawar\"&gt;Peshawar&lt;/a&gt; by train on 20 May. However, an Afghan incursion into the &lt;a href=\"Kurram%20Valley\"&gt;Kurram Valley&lt;/a&gt; on 27 May halted the advance on Jalalabad and 16th Division was diverted to Kohat, beginning to arrive on 30 May. The Afghan advance threatened &lt;a href=\"Thall\"&gt;Thall&lt;/a&gt; and a brigade group was sent out as a relief force. The Amir of Afghanistan suspended operations on 2 June. None of the TF artillery batteries were directly involved with these operations. The remaining TF units in India were progressively &lt;a href=\"Demobilization\"&gt;demobilised&lt;/a&gt; and the last unit &lt;a href=\"Cadre%20%28military%29\"&gt;cadres&lt;/a&gt; returned home before the end of 1919.\nInterwar.\nWhen the TF was reconstituted on 7 February 1920, the Wiltshire part of III Wessex Bde reformed as a battery of 2nd Wessex Brigade along with three Hampshire batteries. The following year the TF was reorganised as the &lt;a href=\"Territorial%20Army%20%28United%20Kingdom%29\"&gt;Territorial Army&lt;/a&gt; (TA) and the units were renumbered:\n55th (Wessex) Field Brigade\n220 (Wiltshire) Bty was commanded by the &lt;a href=\"George%20Brudenell-Bruce%2C%206th%20Marquess%20of%20Ailesbury\"&gt;Marquess of Ailesbury&lt;/a&gt;, &lt;a href=\"Distinguished%20Service%20Order\"&gt;DSO&lt;/a&gt;, &lt;a href=\"Territorial%20Decoration\"&gt;TD&lt;/a&gt;. The RFA was subsumed into the &lt;a href=\"Royal%20Artillery\"&gt;Royal Artillery&lt;/a&gt; in 1924 and its units were redesignated 'Field Brigades' and 'Field Batteries'.\nDuring 1927 the brigade was reorganised: two of the Hampshire batteries left to join &lt;a href=\"95th%20%28Hampshire%20Yeomanry%29%20Brigade%2C%20Royal%20Field%20Artillery\"&gt;95th (Hampshire Yeomanry) Field Bde&lt;/a&gt; and were replaced by two batteries formed in 1920 from the West Somerset Yeomanry, which had been serving in &lt;a href=\"West%20Somerset%20Yeomanry%23Between%20the%20wars\"&gt;94th (Dorset and Somerset Yeomanry) Field Bde&lt;/a&gt;. On 23 August 1927, 217 Bty was reformed at Swindon as a howitzer battery:\nThe brigade continued as 'Army Troops' in 43rd (W) Divisional Area. The establishment of a TA field artillery brigade was four 6-gun batteries, three equipped with &lt;a href=\"Ordnance%20QF%2018-pounder\"&gt;18-pounder guns&lt;/a&gt; and one with &lt;a href=\"QF%204.5-inch%20howitzer\"&gt;4.5-inch howitzers&lt;/a&gt;, all of World War I patterns. However, the batteries only held four guns in peacetime. The guns and their first-line ammunition wagons were horsedrawn and the battery staffs were mounted. Partial mechanisation was carried out from 1927, but the guns retained iron-tyred wheels until pneumatic tyres began to be introduced just before the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. A few &lt;a href=\"Morris%20CDSW\"&gt;Quad&lt;/a&gt; gun tractors were issued to TA batteries in early 1939. The rearmament programme of 1938 introduced the &lt;a href=\"Ordnance%20QF%2025-pounder\"&gt;Ordnance QF 25-pounder&lt;/a&gt; gun-howitzer, initially in the form of the hybrid &lt;a href=\"Ordnance%20QF%2025-pounder%23Mark%20I\"&gt;18/25-pounder&lt;/a&gt; consisting of a 25-pdr gun mounted on a converted 18-pdr carriage, but these were only just being issued to Regular units when war broke out, and TA units had to wait.\nIn 1938 the RA modernised its nomenclature and a lieutenant-colonel's command was designated a 'regiment' rather than a 'brigade'; this applied to TA field brigades from 1 November 1938.\n112th (Wessex) Field Regiment.\nMobilisation.\nAfter the &lt;a href=\"Munich%20Crisis\"&gt;Munich Crisis&lt;/a&gt; the TA was doubled in size and its units formed duplicates. In the case of the 55th (Wessex) this was done on 22 July 1939 by splitting off the two Wiltshire batteries to form 112th Field Rgt, with Regimental Headquarters (RHQ) at Swindon. The new regiment remained with 43rd (Wessex) Division while 55th (Wessex) Field Rgt (now often referred to simply as the 'West Somerset Yeomanry') joined the new duplicate &lt;a href=\"45th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;45th Division&lt;/a&gt; and later fought with the &lt;a href=\"Guards%20Armoured%20Division\"&gt;Guards Armoured Division&lt;/a&gt;.\nPart of the reorganisation was that field regiments changed from four six-gun batteries to an establishment of two batteries, each of three four-gun &lt;a href=\"troop\"&gt;troop&lt;/a&gt;s.\nHome Defence.\nIn May 1940 43rd (W) Division was preparing to go overseas to join the &lt;a href=\"British%20Expeditionary%20Force%20%28World%20War%20II%29\"&gt;British Expeditionary Force&lt;/a&gt; (BEF) in France, but the &lt;a href=\"Battle%20of%20France\"&gt;German invasion of the Low Countries&lt;/a&gt; on 10 May ended the '&lt;a href=\"Phoney%20War\"&gt;Phoney War&lt;/a&gt;' before the division was ready. Once the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt; was lost and the BEF was being &lt;a href=\"Dunkirk%20evacuation\"&gt;evacuated from Dunkirk&lt;/a&gt;, 43rd (W) Division was one of the few reasonably well-equipped formations left in Home Forces to counter a &lt;a href=\"Operation%20Sea%20Lion\"&gt;German invasion of the United Kingdom&lt;/a&gt; (its three field regiments had 48 25-pounders between them on 31 May 1940 against an establishment of 72). It formed part of the mobile GHQ Reserve disposed on the line from &lt;a href=\"Northampton\"&gt;Northampton&lt;/a&gt; through North London to &lt;a href=\"Aldershot\"&gt;Aldershot&lt;/a&gt;, from which brigade groups could be despatched to any threatened area. During the period when invasion was most feared, the division was stationed just north of London. By the end of 1940 the division was stationed in &lt;a href=\"East%20Kent\"&gt;East Kent&lt;/a&gt;, where it remained for the next four years, first in defensive mode, later training intensively for the Allied invasion of Normandy (&lt;a href=\"Operation%20Overlord\"&gt;Operation Overlord&lt;/a&gt;). It was later noted that its habitual training area round Stone Street, outside &lt;a href=\"Folkestone\"&gt;Folkestone&lt;/a&gt;, bore a marked resemblance to the \"&lt;a href=\"Bocage\"&gt;Bocage&lt;/a&gt;\" countryside in &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt; where it would later fight. Exercises with live ammunition were carried out on the &lt;a href=\"South%20Downs\"&gt;South Downs&lt;/a&gt;. Collaboration was developed between the infantry brigades and their supporting arms: 112th (Wessex) Field Rgt was usually grouped with &lt;a href=\"130th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;130th Infantry Brigade&lt;/a&gt; for training and later operations.\nIt was only in the autumn of 1940 that the RA began producing enough battery staffs to start the process of changing regiments from a two-battery to a three-battery organisation. (Three 8-gun batteries were easier to handle, and it meant that each infantry battalion in a brigade could be closely associated with its own battery.) 112th Field Rgt formed a new 477 Field Bty on 25 March 1941 at &lt;a href=\"Sarre%2C%20Kent\"&gt;Sarre, Kent&lt;/a&gt;. The regiment was granted its '(Wessex)' subtitle on 17 February 1942.\nNormandy.\n43rd (W) Division moved into its concentration area in &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt; round &lt;a href=\"Battle%2C%20Sussex\"&gt;Battle&lt;/a&gt;, &lt;a href=\"Hastings\"&gt;Hastings&lt;/a&gt; and &lt;a href=\"Rye%2C%20Sussex\"&gt;Rye&lt;/a&gt; by 6 April 1944. &lt;a href=\"D%20Day\"&gt;D Day&lt;/a&gt; for Overlord was 6 June, and on 13 June the division began moving to the embarkation ports. Disembarkation was delayed by bad weather, but the bulk of the division was concentrated north of &lt;a href=\"Bayeux\"&gt;Bayeux&lt;/a&gt; by 24 June with &lt;a href=\"VIII%20Corps%20%28United%20Kingdom%29\"&gt;VIII Corps&lt;/a&gt;.\nThe division was committed to its first action in the Battle of the Odon (&lt;a href=\"Operation%20Epsom\"&gt;Operation Epsom&lt;/a&gt;) starting on 26 June. The object was to follow &lt;a href=\"15th%20%28Scottish%29%20Division\"&gt;15th (Scottish) Division&lt;/a&gt;'s advance and then secure the captured objectives in 'Scottish Corridor'. However, this entailed some heavy fighting for the infantry against a \"&lt;a href=\"Panzer\"&gt;Panzer&lt;/a&gt;\" counter-attack on 27 June, an attack cross open cornfields on 28 June, and an advance under fire to ford the &lt;a href=\"River%20Odon\"&gt;River Odon&lt;/a&gt; and dig in on 29 June. A German counter-attack against them in the evening was destroyed by the divisional artillery.\nThe division's first major offensive action of its own was &lt;a href=\"Operation%20Jupiter%20%281944%29\"&gt;Operation Jupiter&lt;/a&gt;, to take Hill 112, which had been briefly captured by British armour during 'Epsom' but had to be abandoned. The attack on 10 July was supported by all the divisional artillery and mortars, plus the artillery of adjacent divisions. It was supposed to break through and seize bridgeheads over the &lt;a href=\"River%20Orne\"&gt;River Orne&lt;/a&gt;, but the massive barrage only stunned and failed to suppress the defenders from &lt;a href=\"10th%20SS%20Panzer%20Division%20Frundsberg\"&gt;10th SS Panzer Division&lt;/a&gt;. When the Wessex infantry went forward they came under heavy fire as they fought their way up the slopes. The fighting drew in all the reserves until 5th Battalion &lt;a href=\"Duke%20of%20Cornwall%27s%20Light%20Infantry\"&gt;Duke of Cornwall's Light Infantry&lt;/a&gt; (DCLI) was the last uncommitted battalion. It attacked up the slopes of Hill 112, described as 'one of the most tragic acts of self-sacrifice in the entire North West European Campaign'. Launched at 20.30 towards 'The Orchard' on the crest of the hill, and supported by a squadron of tanks and all available guns, the attack reached the orchard, but could get no further. The DCLI held out through the night but by mid-afternoon on 11 July all the anti-tank guns on the hill had been knocked out, the tanks had to retire to the reverse slope, and the defence was almost over. When the order was given to withdraw some 60 survivors of 5th DCLI were brought down. Both sides remained dug in on the slopes, with the hilltop left in &lt;a href=\"No%20man%27s%20land\"&gt;No man's land&lt;/a&gt;. The division had to hold its positions under mortar fire for another 10 days, described by the commander of 214th Bde as comparable only 'to the bombardment at &lt;a href=\"Battle%20of%20Passchendaele\"&gt;Passchendaele&lt;/a&gt;'. This defence was followed by a final set-piece attack, &lt;a href=\"Operation%20Jupiter%20%281944%29%23Operation%20Express%2C%2022%20July\"&gt;Operation Express&lt;/a&gt;, which succeeded in capturing &lt;a href=\"Maltot\"&gt;Maltot&lt;/a&gt; on 22 July.\nAfter a short rest 43rd (W) Division moved to &lt;a href=\"XXX%20Corps%20%28United%20Kingdom%29\"&gt;XXX Corps&lt;/a&gt; to launch an attack towards the dominating height of &lt;a href=\"Mont%20Pin%C3%A7on\"&gt;Mont Pinçon&lt;/a&gt; as part of &lt;a href=\"Operation%20Bluecoat\"&gt;Operation Bluecoat&lt;/a&gt;. Casualties were heavy, particularly from &lt;a href=\"Land%20mine\"&gt;mines&lt;/a&gt;, and the advance was slow. After a succession of pre-dawn attacks, the division was still from Mont Pinçon on 5 August. In the end the hill fell to a surprise attack by a few tanks on the evening of 6 August. By daybreak the summit was firmly held by tanks and infantry, despite heavy German bombardment.\n43rd (W) Division then participated in XXX Corps' pursuit of the broken enemy, many of whom were caught in the &lt;a href=\"Falaise%20pocket\"&gt;Falaise pocket&lt;/a&gt;. The main opposition came from mortars and booby-trapped mines.\nSeine crossing.\nThe breakout achieved, XXX Corps drove flat out for the &lt;a href=\"River%20Seine\"&gt;River Seine&lt;/a&gt; (Operation Loopy), with 43rd (W) Division sent ahead to make an assault crossing at &lt;a href=\"Vernon%2C%20Eure\"&gt;Vernon&lt;/a&gt;. The division had to move in three groups at specific times to cross a road that was also being used by US troops. The roughly 100 vehicles of 112th Field Rgt moved with the bulk of the divisional artillery in Group Two and arrived too late to participate in the bombardment covering the initial assault crossing on the evening of 25 August.\nThe assault was followed by two days of bitter fighting as the defenders counter-attacked the bridgeheads and shelled the bridging sites. The divisional artillery assembled on the hillside overlooking Vernon and fired with the assistance of &lt;a href=\"Air%20Observation%20Post\"&gt;Air Observation Post&lt;/a&gt; aircraft against the counter-attacks on the other side of the river. By 28 August the &lt;a href=\"Sapper\"&gt;Sapper&lt;/a&gt;s had bridged the river, the armour had begun to cross in numbers and 130th Bde was clearing the high ground opposite, allowing 112th Field Rgt's reconnaissance parties to follow up. After the Seine crossing, 43rd (W) Division was 'grounded' while the rest of XXX Corps raced across northern France and Belgium.\nOperation Market Garden.\nWhen 43rd (W) Division next moved, the war was now away. The first elements moved up to &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt; to protect headquarters, then the division concentrated at &lt;a href=\"Diest\"&gt;Diest&lt;/a&gt; to take part in &lt;a href=\"Operation%20Market%20Garden\"&gt;Operation Market Garden&lt;/a&gt;, beginning on 17 September. In 'Garden', the ground part of the operation, XXX Corps was to link up river crossings as far as the &lt;a href=\"Nederrijn\"&gt;Nederrijn&lt;/a&gt; at &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt; via a 'carpet' of &lt;a href=\"Airborne%20forces\"&gt;airborne troops&lt;/a&gt;. 43rd (W) Division was to follow &lt;a href=\"Guards%20Armoured%20Division\"&gt;Guards Armoured Division&lt;/a&gt;, carrying out assault crossings if any of the bridges were found to be destroyed, and guarding the 'corridor' to Arnhem. The advance up the only road ('Club Route') was slow but on 21 September 43rd (W) Division caught up with the Guards at &lt;a href=\"Nijmegen\"&gt;Nijmegen&lt;/a&gt;. Further progress was blocked by strong German forces, and &lt;a href=\"1st%20Airborne%20Division%20%28United%20Kingdom%29\"&gt;1st Airborne Division&lt;/a&gt; holding out at Arnhem was in a desperate plight. 43rd (W) Division fought its way through to the Nederrijn, with the road behind being frequently cut by German tanks. During the night of 23/24 September the division ferried a few reinforcements across to 1st Airborne, but another assault crossing on the night of 24/25 September suffered heavy casualties and few supplies were got across. By now 1st Airborne had been effectively destroyed, and the only course now was to evacuate the survivors. This was carried out on 25/26 September, a dark night with heavy rain. The whole divisional artillery opened up at 21.00, while the sappers crossed and recrossed the river in stormboats ferrying around 2300 exhausted survivors of 1st Airborne back to the south bank.\nIn the aftermath of Market Garden, 43rd (W) Division was stationed on 'The Island' (between the Rivers Waal and Nederrijn), fighting off some serious counter-attacks in early October.\nOperation Clipper.\n43rd (W) Division was relieved on 10 November and then shifted east with XXX Corps to cooperate with the &lt;a href=\"Ninth%20United%20States%20Army\"&gt;Ninth US Army&lt;/a&gt; by capturing the &lt;a href=\"Geilenkirchen\"&gt;Geilenkirchen&lt;/a&gt; salient in &lt;a href=\"Operation%20Clipper\"&gt;Operation Clipper&lt;/a&gt;. This entailed breaching the &lt;a href=\"Siegfried%20Line\"&gt;Siegfried Line&lt;/a&gt; defences and capturing a string of fortified villages. The division's attack was launched on 18 November and after bitter fighting Geilenkirchen was surrounded by nightfall. After driving off some counter-attacks by\"Panzers\" during the night, the division captured the town next day. But thereafter heavy rain turned the whole battlefield into mud and guns could not be moved, while the infantry struggled to consolidate their positions under heavy shellfire from the Siegfried Line guns. The divisional artillery endeavoured to support the infantry on the ground. By 22 November any further advance was impossible due to the waterlogged state of the country, which then had to be defended in conditions resembling the worst of the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt; in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. 4th and 5th Battalions &lt;a href=\"Dorset%20Regiment\"&gt;Dorset Regiment&lt;/a&gt; were bogged down in what became known as 'Dorset Wood', with their gunner observation post (OP): 'In the many gun duels Major P. Steele Perkins of 112 Field Regiment invariably had the last word'.\nPlanning was under way to renew the offensive when the Germans attacked in the Ardennes (the &lt;a href=\"Battle%20of%20the%20Bulge\"&gt;Battle of the Bulge&lt;/a&gt;) on 16 December. 43rd (W) Division was positioned to counter-attack should the Germans cross the &lt;a href=\"MeuseMaas\"&gt;MeuseMaas&lt;/a&gt;. From 20 December a battle group under &lt;a href=\"43rd%20%28Wessex%29%20Reconnaissance%20Regiment\"&gt;43rd (Wessex) Reconnaissance Regiment&lt;/a&gt; with 112nd Field Rgt, two anti-tank troops and two infantry companies covered the river with a series of OPs and small detachments holding possible crossing places. The frontage to cover was so wide that the 25-pdrs of 112th Field Rgt were later supplemented by a battery from &lt;a href=\"94th%20%28Queen%27s%20Own%20Dorset%20Yeomanry%29%20Field%20Regiment%2C%20Royal%20Artillery\"&gt;94th (Queen's Own Dorset Yeomanry) Field Rgt&lt;/a&gt; and by the &lt;a href=\"BL%205.5-inch%20Medium%20Gun\"&gt;5.5-inch guns&lt;/a&gt; of &lt;a href=\"121st%20%28West%20Riding%29%20Medium%20Regiment%2C%20Royal%20Artillery\"&gt;21st (West Riding) Medium Rgt&lt;/a&gt;. However, the \"Panzers\" got no closer than before being stopped.\nRhineland.\nOnce the German Ardennes Offensive had been halted, 43rd (W) Division returned to the offensive in early 1945 in &lt;a href=\"Operation%20Blackcock\"&gt;Operation Blackcock&lt;/a&gt; to reduce the &lt;a href=\"Roer\"&gt;Roer&lt;/a&gt; Triangle. The advance was supported by massive artillery concentrations. However, further exploitation was prevented by bad weather. The division then fought through the month-long battle of the &lt;a href=\"Klever%20Reichswald\"&gt;Reichswald&lt;/a&gt; (&lt;a href=\"Operation%20Veritable\"&gt;Operation Veritable&lt;/a&gt;). This was also launched before dawn on 8 February with a massive bombardment. The divisional objective was to follow 15th (S) Division's advance and then pass through to capture &lt;a href=\"Kleve\"&gt;Kleve&lt;/a&gt;. However, the main roads were blocked, the minor roads flooded, and a huge traffic jam of wheeled vehicles resulted. For much of the battle only tracked or amphibious vehicles could be used beyond Kleve and the guns were immobile. On 16 February 43rd (W) Division broke through to the &lt;a href=\"Goch\"&gt;Goch&lt;/a&gt; escarpment and on 8 March it entered &lt;a href=\"Xanten\"&gt;Xanten&lt;/a&gt; on the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;.\nOperation Plunder.\nAlthough 43rd (W) Division was not scheduled to take part in the assault crossing of the Rhine (&lt;a href=\"Operation%20Plunder\"&gt;Operation Plunder&lt;/a&gt;) on 23/24 March. However, the division's leading brigade crossed the river on 25 March behind &lt;a href=\"51st%20%28Highland%29%20Division\"&gt;51st (Highland) Division&lt;/a&gt;, and found itself in immediate combat, but had broken through by 29 March. During the subsequent pursuit, 43rd (W) Division was given the task of opening 'Club Route' for XXX Corps. The division combined with &lt;a href=\"8th%20Armoured%20Brigade%20%28United%20Kingdom%29\"&gt;8th Armoured Brigade&lt;/a&gt; to form five battle groups for the first drive. The advance began on 30 March: after initial traffic jams, the groups either overcame or bypassed German rearguards and &lt;a href=\"Lochem\"&gt;Lochem&lt;/a&gt; was liberated on 1–2 April. The division was then given the task of taking &lt;a href=\"Hengelo\"&gt;Hengelo&lt;/a&gt; to secure the flank while Guards Armoured Division drove for the &lt;a href=\"Dortmund%E2%80%93Ems%20Canal\"&gt;Dortmund–Ems Canal&lt;/a&gt;; 43rd (W) by-passed the end of the &lt;a href=\"Twentekanaal\"&gt;Twente Canal&lt;/a&gt; and liberated the town. It then moved back into Germany to capture &lt;a href=\"Cloppenburg\"&gt;Cloppenburg&lt;/a&gt; on 14 April after a stiff fight and fight off a final counter-attack next day.\nThe pursuit continued through April and ended with the division's capture of &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt; against spasmodic opposition and XXX Corps' drive into the &lt;a href=\"Cuxhaven\"&gt;Cuxhaven&lt;/a&gt; peninsula. The &lt;a href=\"German%20surrender%20at%20L%C3%BCneburg%20Heath\"&gt;German surrender at Lüneburg Heath&lt;/a&gt; came on 4 May, and hostilities ended at 08.00 next day.\nThe division's units were then employed as occupation forces in XXX Corps' district in Germany. The regiment was serving in &lt;a href=\"British%20Army%20of%20the%20Rhine\"&gt;British Army of the Rhine&lt;/a&gt; (BAOR) when it passed into suspended animation on 26 April 1946.\nPostwar.\nWhen the TA was reformed on 1 January 1947 the regiment was revived as 312 (Wessex) Medium Regiment. The new regiment was based at &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt; and had little or no Wiltshire connection. It formed part of 90 (Field) Army Group RA.\nLater the regiment was merged on 30 August 1950 into &lt;a href=\"498th%20%28Gloucester%29%20Heavy%20Anti-Aircraft%20Regiment%2C%20Royal%20Artillery\"&gt;498 (Gloucestershire) Heavy Anti-Aircraft Rgt&lt;/a&gt; as 312 (Gloucestershire) HAA Rgt, and on 10 March 1955 this in turn became a single Bristol-based battery in &lt;a href=\"311th%20%28City%20of%20Bristol%29%20Heavy%20Anti-Aircraft%20Regiment%2C%20Royal%20Artillery\"&gt;311 (City of Bristol) HAA Rgt&lt;/a&gt;."
}