{
    "id": "69907999",
    "revid": "37392374",
    "url": "https://en.wikipedia.org/wiki?curid=69907999",
    "title": "Teurastamo",
    "text": "Teurastamo (; literally meaning \"abattoir\") is a &lt;a href=\"public%20area\"&gt;public area&lt;/a&gt; managed by Tukkutori in &lt;a href=\"Hermanni%20%28Helsinki%29\"&gt;Hermanni&lt;/a&gt;, &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, which hosts events, &lt;a href=\"restaurant\"&gt;restaurant&lt;/a&gt; and &lt;a href=\"Bar%20%28establishment%29\"&gt;bar&lt;/a&gt; operations and other urban culture. The area is located along the Työpajankatu street near the &lt;a href=\"Kalasatama\"&gt;Kalasatama&lt;/a&gt; area.\nThe name of the area, \"Teurastamo\", is derived from the city's former &lt;a href=\"slaughterhouse\"&gt;slaughterhouse&lt;/a&gt;, designed by architect Bertel Liljequist and opened in 1933. The slaughterhouse closed in 1992 and has since housed smaller &lt;a href=\"butcher\"&gt;butcher&lt;/a&gt;s, &lt;a href=\"bakery\"&gt;bakeries&lt;/a&gt; and other food and flower businesses. The area was officially opened to the general public in the autumn of 2012.\nTeurastamo is run by more than a dozen active players, from &lt;a href=\"Distillery\"&gt;distilleries&lt;/a&gt; to restaurants and &lt;a href=\"coffee%20roaster\"&gt;coffee roaster&lt;/a&gt;s. Notable restaurants in the area include the Restaurant Kellohalli, the Restaurant Palema, and Roslund, the \"Gate of Teurastamo\", known for its &lt;a href=\"Hamburger\"&gt;burgers&lt;/a&gt;. Teurastamo also includes a yard and &lt;a href=\"barbecue\"&gt;barbecue&lt;/a&gt; for free use all year round by the townspeople, a &lt;a href=\"bicycle\"&gt;bicycle&lt;/a&gt; &lt;a href=\"repair\"&gt;repair&lt;/a&gt; point, a sack-growing area and a &lt;a href=\"sauna\"&gt;sauna&lt;/a&gt; for rent. A variety of free events are held in Teurastamo's yard, such as &lt;a href=\"picnic\"&gt;picnic&lt;/a&gt;s, a &lt;a href=\"farmers%20market\"&gt;farmers market&lt;/a&gt;-style markets and &lt;a href=\"flea%20market\"&gt;flea market&lt;/a&gt;s. "
}