{
    "id": "6992412",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=6992412",
    "title": "Alonso Fajardo de Entenza",
    "text": "&lt;a href=\"Don%20%28honorific%29\"&gt;Don&lt;/a&gt; Alonso Fajardo de Entenza y de Guevara, Córdoba y Velasco, Knight of Alcantara, Lord of Espinardo (died July 1624, in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;) was Spanish &lt;a href=\"Governor-General\"&gt;Governor-General&lt;/a&gt; and &lt;a href=\"Captain-General\"&gt;Captain-General&lt;/a&gt; of the Islands of the Philippines from 3 July 1618 until his death.\nBiography.\nFajardo de Tenza was a native of &lt;a href=\"Murcia\"&gt;Murcia&lt;/a&gt;, son of &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; Don &lt;a href=\"Luis%20Fajardo%20%28Spanish%20Navy%20officer%29\"&gt;Luis Fajardo&lt;/a&gt; and wife Doña &lt;a href=\"Luisa%20de%20Tenza%2C%20Lady%20of%20Espinardo\"&gt;Luisa de Tenza, Lady of Espinardo&lt;/a&gt;, and a &lt;a href=\"Knight\"&gt;Knight&lt;/a&gt; of the &lt;a href=\"Order%20of%20Alc%C3%A1ntara\"&gt;Order of Alcántara&lt;/a&gt;. He arrived at &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; in the Philippines on 2 July 1618, and took up the governorship the following day. (Although some sources say he took office on 8 June.) He took over from the \"&lt;a href=\"Audiencia%20Real\"&gt;Audiencia&lt;/a&gt;\" of &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, which had been governing the colony since 1616 in the absence (and later death) of the previous &lt;a href=\"Viceroy\"&gt;Viceroy&lt;/a&gt;, &lt;a href=\"Juan%20de%20Silva\"&gt;Juan de Silva&lt;/a&gt;.\nThe sixth &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; blockade of Manila took place between 12 October 1618 and the end of May 1619. Anticipating the &lt;a href=\"blockade\"&gt;blockade&lt;/a&gt;, Governor Fajardo sent a ship to &lt;a href=\"Macau\"&gt;Macau&lt;/a&gt; in September 1618 to buy ammunition, to engage in trade and, through the embassy of &lt;a href=\"Dominican%20Order\"&gt;Dominican&lt;/a&gt; &lt;a href=\"Father%20%28honorific%29\"&gt;Father&lt;/a&gt; Bartolomé Martínez, to warn the &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; against sending &lt;a href=\"sampan\"&gt;sampan&lt;/a&gt;s to Manila, as they would surely be intercepted by the Dutch fleet.\nIn early May 1619, some Japanese ships arrived at Manila and were allowed to enter the harbor by the Dutch. At the same time, Governor Fajardo was preparing a defensive fleet. He was able to assemble two large ships, two medium-sized ships, two &lt;a href=\"patache\"&gt;patache&lt;/a&gt;s and four &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s. When the Dutch realized the Spaniards were ready to fight, they left the vicinity of Manila. They went on to pillage a native town in &lt;a href=\"Ilocos\"&gt;Ilocos&lt;/a&gt; and then left the &lt;a href=\"archipelago\"&gt;archipelago&lt;/a&gt;. Some Dutch &lt;a href=\"galleon\"&gt;galleon&lt;/a&gt;s were reportedly sunk at Ilocos.\nIn February 1620 Governor Fajardo dispatched an expedition under &lt;a href=\"Captain%20%28land%20and%20air%29\"&gt;Captain&lt;/a&gt; García de Aldana y Cabrera, &lt;a href=\"Governor\"&gt;Governor&lt;/a&gt; of &lt;a href=\"Pangasinan\"&gt;Pangasinan&lt;/a&gt;, to find and take control of gold mines said to be in the possession of Indigenous in &lt;a href=\"Itogon\"&gt;Itogon&lt;/a&gt;. The expedition reached &lt;a href=\"Bua%2C%20Luzon\"&gt;Bua&lt;/a&gt;, which they found burned to the ground. However they constructed a fort there, which they named \"Santísima Trinidad\". An inspection of the mines showed them to be comparatively deep and provided with an extensive drainage system, although some were filled with water. Only one appeared to have a considerable &lt;a href=\"vein%20%28geology%29\"&gt;vein of ore&lt;/a&gt;. This one extended to a depth and width of twenty meters and had been worked on by some eight hundred \"Ygolotes\".\nFajardo founded the &lt;a href=\"Convent\"&gt;Convent&lt;/a&gt; of Santa Clara in 1621.\nReportedly, his wife had an extramarital affair with a former &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt;. In 1621 Governor Fajardo had her killed, and he demolished the house of her paramour, where the couple had apparently met. According to legend, &lt;a href=\"tamarind\"&gt;tamarind&lt;/a&gt; trees spontaneously grew on the spot, which is said to be the symbol of the couple's bitter-sweet love affair. This location is still pointed out to visitors in Manila. It is Plaza Samplucan, on General Luna Street in &lt;a href=\"Intramuros%2C%20Manila\"&gt;Intramuros, Manila&lt;/a&gt;.\nIn 1623 Governor Fajardo suppressed an insurrection in the &lt;a href=\"Visayas\"&gt;Visayas&lt;/a&gt;. The following July (1624), he died, reportedly from &lt;a href=\"Depression%20%28mood%29\"&gt;melancholy&lt;/a&gt;. Again, the \"Audiencia\" took over in the absence of a Viceroy, until &lt;a href=\"Fern%C3%A1ndo%20de%20Silva\"&gt;Fernándo de Silva&lt;/a&gt; arrived from &lt;a href=\"New%20Spain\"&gt;New Spain&lt;/a&gt; in June 1625.\nHis nephew, &lt;a href=\"Diego%20Fajardo%20Chac%C3%B3n\"&gt;Diego Fajardo Chacón&lt;/a&gt;, was also Governor of the Philippines, from 1644 to 1653."
}