{
    "id": "6993981",
    "revid": "1044526914",
    "url": "https://en.wikipedia.org/wiki?curid=6993981",
    "title": "RAF Wormingford",
    "text": "Royal Air Force Station Wormingford (or RAF Wormingford) is a former &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; &lt;a href=\"Royal%20Air%20Force%20station\"&gt;station&lt;/a&gt; located northwest of &lt;a href=\"Colchester\"&gt;Colchester&lt;/a&gt;, &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;, England.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; Wormingford was a landing ground designated for use by aircraft operating against Zeppelins. Reopened as a military airfield in 1942, it was used by both the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF) and &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; (USAAF). During the war it was used primarily as a fighter airfield. After the war, it was returned to agriculture.\nToday, the main runway is used by the Essex and Suffolk Gliding Club, although the concrete has been removed except where the old NW-SW runway crosses.\nHistory.\nFirst World War.\nThe landing ground was used by the &lt;a href=\"No.%2037%20Squadron%20RAF\"&gt;37th Home Defence Squadron&lt;/a&gt; and a &lt;a href=\"Royal%20Aircraft%20Factory%20B.E.12\"&gt;Royal Aircraft Factory B.E.12&lt;/a&gt; based here shot down &lt;a href=\"Zeppelin\"&gt;Zeppelin&lt;/a&gt; number L.48 on 16/17 June 1917. The landing ground was known as RFC Wormingford.\nSecond World War.\nWormingford was originally earmarked for an Eighth Heavy Bomb Group, being built by Richard Costain Ltd. and helped by a number of sub contractors during the period 1942/1943. The airfield had a 2,000-yard main runway on an E-W axis and two intersecting runways of 1,400 yards each along with the USAAF standard fifty hardstands, two T2 hangars, one each side of the airfield, Mark II lighting and temporary building accommodation for 2,900 personnel. The technical area was on the southern side of the airfield and the camp sites dispersed to the south and east in and around the village of &lt;a href=\"Fordham%2C%20Essex\"&gt;Fordham&lt;/a&gt;.\nHowever Wormingford was surplus to &lt;a href=\"Eighth%20Air%20Force%23World%20War%20II%20%281944%E2%80%931945%29\"&gt;Eighth Air Force&lt;/a&gt; requirements as a heavy bomber airfield and it was used instead as a fighter airfield although initially the &lt;a href=\"United%20States%20Air%20Forces%20Central%23Second%20World%20War\"&gt;Ninth Air Force&lt;/a&gt; used the airfield.\nUSAAF use.\nThe airfield was assigned USAAF designation Station 159.\n362nd Fighter Group.\nThe &lt;a href=\"362nd%20Fighter%20Group\"&gt;362nd Fighter Group&lt;/a&gt; (362nd FG) arrived at Wormingford from &lt;a href=\"Mitchel%20AFB\"&gt;Mitchel Field&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; as part of the &lt;a href=\"Ninth%20Air%20Force%20%28World%20War%20II%29\"&gt;Ninth Air Force&lt;/a&gt; on 30 November 1943 with &lt;a href=\"Republic%20P-47%20Thunderbolt\"&gt;Republic P-47 Thunderbolt&lt;/a&gt;s.\nThe group consisted of the following squadrons:\nThe 362nd FG flew its first mission, escorting &lt;a href=\"Consolidated%20B-24%20Liberator\"&gt;Consolidated B-24 Liberator&lt;/a&gt;s that attacked &lt;a href=\"V-weapons\"&gt;V-weapon&lt;/a&gt; launching sites near the &lt;a href=\"Pas%20de%20Calais\"&gt;Pas de Calais&lt;/a&gt; on 8 February 1944. Until April 1944 the group engaged chiefly in escorting &lt;a href=\"Boeing%20B-17%20Flying%20Fortress\"&gt;Boeing B-17 Flying Fortress&lt;/a&gt;/B-24 bombers that struck factories, railways, airfields, and other targets on the Continent. The group repeatedly attacked communications in northern &lt;a href=\"France\"&gt;France&lt;/a&gt; and in &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; during Apr and May, in preparation for the &lt;a href=\"D-Day\"&gt;invasion of Normandy&lt;/a&gt;.\nThe group moved to &lt;a href=\"RAF%20Headcorn\"&gt;RAF Headcorn&lt;/a&gt; in &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; on 13 April 1944.\n55th Fighter Group.\nThe &lt;a href=\"55th%20Fighter%20Group\"&gt;55th Fighter Group&lt;/a&gt; moved to Wormingford on 16 April 1944. The 55th was under the command of the 66th Fighter Wing of the &lt;a href=\"VIII%20Fighter%20Command\"&gt;VIII Fighter Command&lt;/a&gt;. Aircraft of the 55th were identified by a green/yellow chequerboard pattern around their cowling.\nThe group consisted of the following squadrons:\nOriginally flying &lt;a href=\"Lockheed%20P-38%20Lightning\"&gt;Lockheed P-38 Lightning&lt;/a&gt;s, then converting to &lt;a href=\"North%20American%20P-51%20Mustang\"&gt;North American P-51 Mustang&lt;/a&gt;s in July the group attacked gun emplacements during the &lt;a href=\"Saint-L%C3%B4\"&gt;Saint-Lô&lt;/a&gt; breakthrough in July 1944, and transportation facilities during the &lt;a href=\"Battle%20of%20the%20Bulge\"&gt;Battle of the Bulge, December 1944-January 1945&lt;/a&gt;. The group also patrolled the air over the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; and bombed bridges in the Tours area during the &lt;a href=\"D-Day\"&gt;invasion of the Continent&lt;/a&gt; in June 1944. The unit patrolled the &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt; sector to support the &lt;a href=\"Operation%20Market-Garden\"&gt;airborne invasion of the Netherlands&lt;/a&gt; in September 1944 along with strafing trucks, locomotives, and oil depots near &lt;a href=\"Wesel\"&gt;Wesel&lt;/a&gt; when the Allies &lt;a href=\"Operation%20Varsity\"&gt;crossed the Rhine&lt;/a&gt; in March 1945.\nThe unit received a &lt;a href=\"Distinguished%20Unit%20Citation\"&gt;Distinguished Unit Citation&lt;/a&gt; (DUC) for eight missions to &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; between 3 and 13 September 1944 when the group not only destroyed enemy fighters in the air to protect the bombers it was escorting, but also descended to low levels, in spite of intense anti-aircraft fire, to strafe airfields and to destroy enemy aircraft on the ground. They received a second DUC for operations on 19 February 1945 when the organisation flew a sweep over Germany to hit railway tracks, locomotives, oil cars, goods wagons, troop cars, buildings, and military vehicles. The 55th flew their last combat mission on 21 April 1945.\nThe 55th Fighter Group moved to &lt;a href=\"Kaufbeuren\"&gt;Kaufbeuren&lt;/a&gt;, Germany on 22 July 1945 as part of the occupation forces. It was assigned to &lt;a href=\"United%20States%20Air%20Forces%20in%20Europe\"&gt;United States Air Forces in Europe&lt;/a&gt;. While on occupation duty, the group trained with P-51 and &lt;a href=\"Lockheed%20P-80%20Shooting%20Star\"&gt;Lockheed P-80 Shooting Star&lt;/a&gt; aircraft. Inactivated in Germany on 20 August 1946.\nLegacy\nThe &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; &lt;a href=\"55th%20Wing\"&gt;55th Wing&lt;/a&gt; in various designations, has been a front-line unit of &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; and &lt;a href=\"Air%20Combat%20Command\"&gt;Air Combat Command&lt;/a&gt; more than 50 years.\nThe 55th Reconnaissance Group (Very Long Range, Mapping). was activated in 1948 and assigned to &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt;. Aircraft included &lt;a href=\"Boeing%20B-17%20Flying%20Fortress\"&gt;RB-17&lt;/a&gt;'s and &lt;a href=\"Boeing%20B-29%20Superfortress\"&gt;Boeing B-29 Superfortress&lt;/a&gt;es and RB-29's. The USAF 55th Strategic Reconnaissance Wing was activated in 1950, and was bestowed the lineage, honors and history of the World War II USAAF 55th Fighter Group in 1952.\nThe 55th Wing is currently at &lt;a href=\"Offut%20AFB\"&gt;Offut AFB&lt;/a&gt;, &lt;a href=\"Nebraska\"&gt;Nebraska&lt;/a&gt;.\n3d Scouting Force.\nIn September 1944, the 3d Scouting Force (originally 3rd Air Division Scouting Force) was activated at Wormingford. The unit flew a combination of P-47s, P-51s and B-17s on classified missions such as scouting target visibility and reporting meteorological conditions. The unit was inactivated during June 1945.\nRoyal Air Force use.\nAfter &lt;a href=\"V-E%20Day\"&gt;V-E Day&lt;/a&gt; Wormingford was turned over to &lt;a href=\"RAF%20Technical%20Training%20Command\"&gt;RAF Technical Training Command&lt;/a&gt; and later to &lt;a href=\"RAF%20Transport%20Command\"&gt;RAF Transport Command&lt;/a&gt;. Later it was transferred to other government departments until being sold off between 1960 and 1962.\nCurrent use.\nWith the end of military control, Wormingford was largely returned to agriculture and much of the concrete broken up for aggregate. A small section of the main runway was retained and the whole of the main runway, largely grass, is now used by the Essex and Suffolk Gliding club."
}