{
    "id": "6999722",
    "revid": "95921",
    "url": "https://en.wikipedia.org/wiki?curid=6999722",
    "title": "Traffic barrier",
    "text": "Traffic barriers (sometimes called Armco barriers, also known in North America as guardrails or &lt;a href=\"guard%20rail\"&gt;guard rail&lt;/a&gt;s and in Britain as crash barriers) keep &lt;a href=\"vehicle\"&gt;vehicle&lt;/a&gt;s within their &lt;a href=\"roadway\"&gt;roadway&lt;/a&gt; and prevent them from colliding with dangerous &lt;a href=\"obstacle\"&gt;obstacle&lt;/a&gt;s such as boulders, sign supports, trees, bridge abutments, buildings, walls, and large &lt;a href=\"storm%20drain\"&gt;storm drain&lt;/a&gt;s, or from traversing steep (non-recoverable) slopes or entering deep water. They are also installed within &lt;a href=\"road%20median\"&gt;medians&lt;/a&gt; of divided highways to prevent errant vehicles from entering the opposing &lt;a href=\"carriageway\"&gt;carriageway&lt;/a&gt; of traffic and help to reduce &lt;a href=\"head-on%20collision\"&gt;head-on collision&lt;/a&gt;s. Some of these barriers, designed to be struck from either side, are called median barriers. Traffic barriers can also be used to protect vulnerable areas like school yards, &lt;a href=\"pedestrian%20zone\"&gt;pedestrian zone&lt;/a&gt;s, and fuel tanks from errant vehicles.\nWhile barriers are normally designed to minimize injury to vehicle occupants, injuries do occur in collisions with traffic barriers. They should only be installed where a collision with the barrier is likely to be less severe than a collision with the hazard behind it. Where possible, it is preferable to remove, relocate or modify a hazard, rather than shield it with a barrier.\nTo make sure they are safe and effective, traffic barriers undergo extensive &lt;a href=\"crash%20simulation\"&gt;simulated&lt;/a&gt; and full scale &lt;a href=\"crash%20test\"&gt;crash test&lt;/a&gt;ing before they are approved for general use. While crash testing cannot replicate every potential manner of impact, testing programs are designed to determine the performance limits of traffic barriers and provide an adequate level of protection to road users.\nNeed and placement.\nRoadside hazards must be assessed for the danger they pose to traveling motorists based on size, shape, rigidity, and distance from the edge of travelway. For instance, small roadside signs and some large signs (ground-mounted breakaway post) often do not merit roadside protection as the barrier itself may pose a greater threat to general health and well-being of the public than the obstacle it intends to protect. In many regions of the world, the concept of clear zone is taken into account when examining the distance of an obstacle or hazard from the edge of travelway.\nClear zone, also known as clear recovery area or horizontal clearance is defined (through study) as a lateral distance in which a motorist on a recoverable slope may travel outside of the travelway and return their vehicle safely to the roadway. This distance is commonly determined as the 85th percentile in a study comparable to the method of determining speed limits on roadways through speed studies and varies based on the classification of a roadway. In order to provide for adequate safety in roadside conditions, hazardous elements such as fixed obstacles or steep slopes can be placed outside of the clear zone in order to reduce or eliminate the need for roadside protection.\nCommon sites for installation of traffic barrier:\nWhen barrier is needed, careful calculations are completed to determine length of need. The calculations take into account the speed and volume of traffic volume using the road, the distance from the edge of travelway to the hazard, and the distance or offset from the edge of travelway to the barrier.\nTypes and performance.\nTraffic barriers are categorized in two ways: by the function they serve, and by how much they deflect when a vehicle crashes into them.\nFunctions.\n are used to protect traffic from roadside obstacles or hazards, such as slopes steep enough to cause &lt;a href=\"Vehicle%20rollover\"&gt;rollover&lt;/a&gt; crashes, fixed objects like &lt;a href=\"bridge%20pier\"&gt;bridge pier&lt;/a&gt;s, and bodies of water. Roadside barriers can also be used with medians, to prevent vehicles from colliding with hazards within the median.\n are used to prevent vehicles from crossing over a median and striking an oncoming vehicle in a &lt;a href=\"head-on%20crash\"&gt;head-on crash&lt;/a&gt;. Unlike roadside barriers, they must be designed to be struck from either side.\n are designed to restrain vehicles from crashing off the side of a bridge and falling onto the roadway, river or railroad below. It is usually higher than roadside barrier, to prevent trucks, buses, pedestrians and cyclists from vaulting or rolling over the barrier and falling over the side of the structure. Bridge rails are usually multi-rail tubular steel barriers or reinforced concrete parapets and barriers.\n are used to protect traffic from hazards in work zones. Their distinguishing feature is they can be relocated as conditions change in the road works. Two common types are used: temporary concrete barrier and water-filled barrier. The latter is composed of steel-reinforced plastic boxes that are put in place where needed, linked together to form a longitudinal barrier, then ballasted with water. These have an advantage in that they can be assembled without heavy lifting equipment, but they cannot be used in freezing weather.\nStiffness.\nBarriers are divided into three groups, based on the amount they deflect when struck by a vehicle and the mechanism the barrier uses to resist the impact forces. In the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, traffic barriers are tested and classified according to the AASHTO Manual for Assessing Safety Hardware (MASH) standards, which recently superseded &lt;a href=\"Federal%20Highway%20Administration\"&gt;Federal Highway Administration&lt;/a&gt; &lt;a href=\"https%3A//web.archive.org/web/20101208101724/http%3A//safety.fhwa.dot.gov/roadway_dept/policy_guide/road_hardware/nchrp_350/\"&gt;NCHRP Report 350&lt;/a&gt;. Barrier deflections listed below are results from &lt;a href=\"crash%20test\"&gt;crash test&lt;/a&gt;s with a pickup truck traveling , colliding with the rail at a 25 degree angle.\n include &lt;a href=\"cable%20barriers\"&gt;cable barriers&lt;/a&gt; and weak post corrugated &lt;a href=\"Guide%20rail%23Roadway%20guide%20rail\"&gt;guide rail&lt;/a&gt; systems. These are referred to as flexible barriers because they will deflect when struck by a typical passenger car or light truck. Impact energy is dissipated through tension in the rail elements, deformation of the rail elements, posts, soil and vehicle bodywork, and friction between the rail and vehicle.\n include box beam guide rail, heavy post blocked out corrugated guide rail and thrie-beam guide rail. Thrie-beam is similar to corrugated rail, but it has three ridges instead of two. They deflect : more than rigid barriers, but less than flexible barriers. Impact energy is dissipated through deformation of the rail elements, posts, soil and vehicle bodywork, and friction between the rail and vehicle. Box beam systems also spread the impact force over a number of posts due to the stiffness of the steel tube.\n are usually constructed of reinforced concrete. A permanent concrete barrier will only deflect a negligible amount when struck by a vehicle. Instead, the shape of a concrete barrier is designed to redirect a vehicle into a path parallel to the barrier. This means they can be used to protect traffic from hazards very close behind the barrier, and generally require very little maintenance. Impact energy is dissipated through redirection and deformation of the vehicle itself. &lt;a href=\"Jersey%20barriers\"&gt;Jersey barriers&lt;/a&gt; and &lt;a href=\"F-shape%20barrier\"&gt;F-shape barrier&lt;/a&gt;s also lift the vehicle as the tires ride up on the angled lower section. For low-speed or low-angle impacts on these barriers, that may be sufficient to redirect the vehicle without damaging the bodywork. The disadvantage is there is a higher likelihood of rollover with a small car than the single slope or step barriers. Impact forces are resisted by a combination of the rigidity and mass of the barrier. Deflection is usually negligible.\nAn early concrete barrier design was developed by the &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; State Highway Department. This led to the term &lt;a href=\"Jersey%20barrier\"&gt;Jersey barrier&lt;/a&gt; being used as a generic term, although technically it applies to a specific shape of concrete barrier. Other types include &lt;a href=\"constant-slope%20barrier\"&gt;constant-slope barrier&lt;/a&gt;s, &lt;a href=\"concrete%20step%20barrier\"&gt;concrete step barrier&lt;/a&gt;s, and &lt;a href=\"F-shape%20barrier\"&gt;F-shape barrier&lt;/a&gt;s.\nConcrete barriers usually have smooth finishes. At some impact angles, coarse finishes allow the drive wheel of front wheel drive vehicles to climb the barrier, potentially causing the vehicle to roll over. However, along &lt;a href=\"parkway\"&gt;parkway&lt;/a&gt;s and other areas where aesthetics are considered important, reinforced concrete walls with stone veneers or faux stone finishes are sometimes used. These barrier walls usually have vertical faces to prevent vehicles from climbing the barrier.\nBarrier end treatments.\nFor several decades after the invention of motor vehicles, designers of early traffic barriers paid little attention to the ends of the barriers, so that the barriers either ended abruptly in blunt ends, or sometimes featured some flaring of the edges away from the side of the barrier facing traffic. Vehicles that struck blunt ends at the wrong angle could stop too suddenly or have steel rail sections penetrate into the passenger compartment, resulting in severe injuries or fatalities. As a result, a new style of barrier terminals were developed in the 1960s in which the installers were directed to twist the guardrail 90 degrees and bring its end down so that it would lie flat at ground level (so-called \"turned-down\" terminals or \"ramped ends\"). While this innovation prevented the rail from penetrating the vehicle, it could also vault a vehicle into the air or cause it to roll over, since the rising and twisting guardrail formed a ramp. These crashes often led to vehicles flying at high speed into the very objects which guardrails or barriers were supposed to protect them from in the first place. Such wild crashes caused the United States to ban ramped ends in 1990 on high-speed, high-volume highways, and to extend the ban in 1998 to the entire &lt;a href=\"National%20Highway%20System%20%28United%20States%29\"&gt;National Highway System&lt;/a&gt;.\nTo address the vaulting and rollover crashes, energy-absorbing terminals were developed. The first generation of these terminals in the 1970s were breakaway cable terminals, in which the rail curves back on itself and is connected to a cable that runs between the first and second posts (which are often breakaway posts). These barrier terminals were sometimes able to spear through cars that hit them at exactly the wrong angle and are now deprecated. The second generation of these terminals in the 1990s and 2000s features a large steel impact head that engages the frame or bumper of the vehicle. The impact head is driven back along the guide rail, dissipating the vehicle's kinetic energy by bending or tearing the steel in the guide rail sections.\nIf space allows, a guide rail may also be terminated by gradually curving it back to the point that the terminal is unlikely to be hit end-on, or, if possible, by embedding the end in a hillside or cut slope.\nAn alternative to energy absorbing barrier terminals are &lt;a href=\"impact%20attenuator\"&gt;impact attenuator&lt;/a&gt;s. These are used for wider hazards that cannot be effectively protected with a one-sided traffic barrier.\n&lt;a href=\"Tire%20recycling\"&gt;Recycled tyres&lt;/a&gt; had been proposed for highway crash barriers by 2012, but many governments prefer sand-filled crash barriers because they have excellent energy-absorption characteristics and are easier to erect and dismantle.\nA &lt;a href=\"Fitch%20Barrier\"&gt;Fitch Barrier&lt;/a&gt; is an energy-absorbing type of impact attenuator consisting of a group of sand-filled plastic barrels, usually yellow in color with a black lid. Fitch barriers are often found in a triangular arrangement at the end of a &lt;a href=\"guard%20rail\"&gt;guard rail&lt;/a&gt; between a &lt;a href=\"highway\"&gt;highway&lt;/a&gt; and an exit lane (the area known as the &lt;a href=\"Gore%20%28road%29\"&gt;gore&lt;/a&gt;), along the most probable line of impact. The barriers in front contain the least sand, with each successive barrel containing more. When a vehicle collides with the barrels, the vehicle's &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; is dissipated by the shattering of the barrels and the scattering of the sand inside, and the vehicle decelerates over a longer period of time instead of sudden and more violent rapid deceleration from striking a solid obstruction. In turn, the risk of injury to the vehicle occupants is greatly reduced. Fitch barriers are widely popular due to their effectiveness, low cost, and ease of setup and repair or replacement.\nTypes of end treatments:"
}