{
    "id": "700091",
    "revid": "49547",
    "url": "https://en.wikipedia.org/wiki?curid=700091",
    "title": "California State University, Bakersfield",
    "text": "California State University, Bakersfield (CSUB, Cal State Bakersfield, or CSU Bakersfield) is a &lt;a href=\"public%20university\"&gt;public university&lt;/a&gt; in &lt;a href=\"Bakersfield%2C%20California\"&gt;Bakersfield, California&lt;/a&gt;. It was established in 1965 as Kern State College and officially in 1968 as California State College Bakersfield on a campus, becoming the 20th school in the 23-campus &lt;a href=\"California%20State%20University\"&gt;California State University&lt;/a&gt; system. First classes were held October 1, 1970. The university offers 39 different &lt;a href=\"bachelor%27s%20degree\"&gt;Bachelor's&lt;/a&gt; degrees and 17 types of &lt;a href=\"master%27s%20degree\"&gt;Master's&lt;/a&gt; degrees. The university offers a Doctoral Program in Educational Leadership (Ed.D.).\nAs of fall 2021, there were more than 11,000 undergraduate and graduate students at either the main campus in Bakersfield or the satellite campus, Antelope Valley Center in &lt;a href=\"Lancaster%2C%20California\"&gt;Lancaster, California&lt;/a&gt;. CSU Bakersfield has more than 59,000 alumni from its four schools: Arts and Humanities; Business and Public Administration; Natural Sciences, Mathematics and Engineering; and Social Sciences and Education. The university is primarily a commuter campus serving the city of Bakersfield. CSU Bakersfield's &lt;a href=\"petroleum%20geology\"&gt;petroleum geology&lt;/a&gt; program is the only one offered by a public university west of the &lt;a href=\"Rocky%20Mountains\"&gt;Rockies&lt;/a&gt;. The university is a &lt;a href=\"Hispanic-serving%20institution\"&gt;Hispanic-serving institution&lt;/a&gt;.\nHistory.\nCSUB owes its founding to the &lt;a href=\"California%20Master%20Plan%20for%20Higher%20Education\"&gt;Donahoe Higher Education Act of 1960&lt;/a&gt;, which formalized the creation of the CSU system, initially as the \"California State Colleges\" system. The areas in the southern &lt;a href=\"San%20Joaquin%20Valley\"&gt;San Joaquin Valley&lt;/a&gt; had been demanding a four-year university since the 1950s. After considering several locations, including nearby &lt;a href=\"Delano%2C%20California\"&gt;Delano&lt;/a&gt; and parts of &lt;a href=\"Kings%20County%2C%20California\"&gt;Kings&lt;/a&gt; and &lt;a href=\"Tulare%20County%2C%20California\"&gt;Tulare County&lt;/a&gt;, a steering committee decided on Bakersfield because it was the largest isolated metropolitan area in the United States without a four-year university at that time. Their decision was turned into a bill by Bakersfield's State Senator &lt;a href=\"Walter%20W.%20Stiern\"&gt;Walter W. Stiern&lt;/a&gt;, ratified by the &lt;a href=\"California%20State%20Legislature\"&gt;California State Legislature&lt;/a&gt; and signed into law by Governor &lt;a href=\"Pat%20Brown\"&gt;Pat Brown&lt;/a&gt;.\nUnder these rules, the school was authorized as Kern State College, in 1965, and founded as California State College, Bakersfield in 1968. First classes were held on October 1, 1970. In 1982, the California State College system became the California State University system. The school changed to its present name in 1988, when it was granted university status.\nAcademics.\nCal State Bakersfield academics are grouped into four schools with the exception of &lt;a href=\"Interdisciplinarity\"&gt;interdisciplinary&lt;/a&gt; programs:\nTogether, the four schools offer 39 &lt;a href=\"Baccalaureate%20degree\"&gt;baccalaureate&lt;/a&gt; degrees, 17 &lt;a href=\"Master%27s%20degree\"&gt;master's&lt;/a&gt; degrees, and one &lt;a href=\"Doctor%20of%20Education\"&gt;educational doctorate&lt;/a&gt;.\nPopular majors for &lt;a href=\"undergraduates\"&gt;undergraduates&lt;/a&gt; in 2018 included &lt;a href=\"Business%20Administration\"&gt;Business Administration&lt;/a&gt; (Management and Operations) at 19.39%, &lt;a href=\"Liberal%20Arts\"&gt;Liberal Arts&lt;/a&gt; and &lt;a href=\"Sciences\"&gt;Sciences&lt;/a&gt;, General Studies and &lt;a href=\"Humanities\"&gt;Humanities&lt;/a&gt; at 12.82% and &lt;a href=\"Psychology\"&gt;Psychology&lt;/a&gt; (General) at 8.53%. While popular majors for &lt;a href=\"Graduate%20school\"&gt;graduates&lt;/a&gt; were &lt;a href=\"Education\"&gt;Education&lt;/a&gt; (General) at 35.28%, &lt;a href=\"Social%20Work\"&gt;Social Work&lt;/a&gt; at 20.56% and Student &lt;a href=\"Counseling\"&gt;Counseling&lt;/a&gt; and Personnel Services at 9.44%.\nOn May 24, 2019, at the 49th annual undergraduate commencement ceremony, CSU Bakersfield awarded 2,312 bachelor's degrees, a 28% year-over-year increase and a record for the university. On May 22, 2019, 462 graduate degrees, including the university's first 12 doctoral degrees, were awarded at the annual hooding ceremony.\nThe five most popular majors for 2019 graduates.\nResearch.\nThe Office of Grants, Research, and Sponsored Programs (GRASP) provides administrative support for student and faculty research. External grant funding grew from 2014/15 to 2016/17, with active awards increasing from 54 to 70 and total funding increasing from $10M to $14.7M.\nInstitutions that have been established as part of university research include:\nCal State Bakersfield conducts scientific research using advanced facilities and technologies. Facilities include the Materials Science Engineering Lab, Sediment Analysis Lab, Computer Mapping and Simulation Lab, Plant Physiology Lab, and Elemental Composition Lab, Wireless Communications Lab, Robotics Lab, Power Systems Lab, VLSI/Circuits Lab, Cognitive Processes Lab, Behavioral Neuroscience Lab, Social Cognition Lab, and more. Researchers on campus have access to advanced equipment including scanning electron microscopy, high resolution CAT scanning, and 2D gel electrophoresis.\nActive areas of research include synthesizing polymers from renewable resources and geologic CO2 storage.\nThe California Energy Research Center (CERC) was announced in 2013 to foster collaborations between CSUB students, faculty, and the Kern County energy industries. Dr. Alan Fuchs became director of CERC in 2017. The California Energy Research Center will be housed in the 53,000 square-foot Energy and Engineering Innovation Center after its completion in 2023.\nAthletics.\nCSU Bakersfield is currently an &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; school. The Roadrunners began the transition process in 2006 and became a full Division I member in July 2010. Following a period as one of a small number of Division I independents, CSU Bakersfield joined the Western Athletic Conference in July 2013 for most sports. For &lt;a href=\"college%20wrestling\"&gt;wrestling&lt;/a&gt;, CSUB competes in the &lt;a href=\"Pac-12%20Conference\"&gt;Pac-12 conference&lt;/a&gt;. CSUB wrestling is the institution's original Division-I sport and has placed 3rd (1996) and 8th (1999) in the NCAA D-I Wrestling Championships. The men's and women's basketball teams compete on campus at the Icardo Center.\nOn June 1, 2006, CSU Bakersfield President, Dr. Horace Mitchell formally announced that CSUB would raise $6 million over a five-year period for the additional costs for the athletics program. Part of the additional costs were to start a &lt;a href=\"college%20baseball\"&gt;baseball&lt;/a&gt; program and a women's &lt;a href=\"golf\"&gt;golf&lt;/a&gt; program. In September 2011, CSUB accepted an invitation to join the Western Athletic Conference for baseball.\nRudy Carvajal was CSUB's &lt;a href=\"Athletic%20Director\"&gt;Athletic Director&lt;/a&gt; from 1972 until his retirement on December 31, 2010. In 2005, Carvajal received the prestigious CSU Wang Family Award. Under Carvajal's leadership, CSUB has 30 national championships and received the &lt;a href=\"Sears%20Directors%20Cup\"&gt;Sears Directors Cup&lt;/a&gt; in 1998. Nearly 60,000 people attend NCAA sporting events at CSU Bakersfield.\nOn May 17, 2007, CSUB announced that Bill Kernen would be the school's first baseball coach, with the school's first official season beginning in spring of 2009.\nOn January 8, 2011, Jeff Konya assumed the position of &lt;a href=\"Athletic%20Director\"&gt;Athletic Director&lt;/a&gt;.\nKenneth \"Ziggy\" Siegfried was named Director of Athletics on August 20, 2015.\nOn November 27, 2017, CSUB President Dr. Horace Mitchell announced that CSUB had accepted an invitation to join the &lt;a href=\"Big%20West%20Conference\"&gt;Big West Conference&lt;/a&gt;. The Roadrunners will remain a member of the &lt;a href=\"Western%20Athletic%20Conference\"&gt;Western Athletic Conference&lt;/a&gt; until July 1, 2020, at which point it will begin a full membership in the Big West.\nStudent life.\nAdmissions.\n&lt;a href=\"http%3A//www.csub.edu/irpa/\"&gt;Institutional Research, Planning and Assessment&lt;/a&gt;\nIn fall of 2013, CSUB enrolled its largest freshman class of over 1,300 students. As of fall 2018 CSU Bakersfield has the largest enrollment percentage of unknown Americans and along with &lt;a href=\"CSU%20Chico\"&gt;CSU Chico&lt;/a&gt; the second largest enrollment percentage of Native Americans in the Cal State system.\nClubs and organizations.\nCSU Bakersfield has 120 recognized student clubs and organizations (including seven Greek Organizations: &lt;a href=\"Phi%20Sigma%20Sigma\"&gt;Phi Sigma Sigma&lt;/a&gt;, &lt;a href=\"Gamma%20Phi%20Beta\"&gt;Gamma Phi Beta&lt;/a&gt;, Nu Phi Chi, Theta Sigma Chi, Kappa Delta Nu, Delta Zeta Tau, and &lt;a href=\"Kappa%20Sigma\"&gt;Kappa Sigma&lt;/a&gt;) as of spring 2018. Each year, the top juniors, seniors, and graduate students receive membership invitations to join &lt;a href=\"Alpha%20Chi\"&gt;Alpha Chi&lt;/a&gt; through the California Iota chapter of the national honor society. The Associated Students Inc. (ASI) is the recognized student government and is known for having an active role on campus. The Bakersfield campus has a Student Union and a Recreation Center.\nEnrollment and dormitories.\nCSUB is predominantly a commuter school, drawing its student body from a mix of recent high school graduates in the local area and working people returning to school or pursuing a degree part-time. While the majority of students live off-campus, the campus dorms can accommodate up to 324 students, or under 5% of the 2002 enrollment figure of 7,700. Space in the dorms has historically been plentiful, with single-occupancy rooms often available and one entire dorm devoted to faculty offices through the mid-1990s. However, space is now impacted and usually fills up quickly. New dorms opened in 2015.\nThe six buildings comprising the original (West) &lt;a href=\"dormitory\"&gt;dorm&lt;/a&gt; complex are each named after locations in &lt;a href=\"J.%20R.%20R.%20Tolkien\"&gt;J. R. R. Tolkien&lt;/a&gt;'s \"The Lord of the Rings\" novel: Rivendell, Rohan, Entwood, Numenor, Dobry, and Lorien. Dorm facilities include a first floor lounge in each building, a dining commons, a swimming pool, a sand volleyball court, a pond, and a parking lot. CSUB has added a new dorm complex called \"Student Housing East\" on the northeast end of campus. The original dormitories have been partially repurposed for use as offices.\nTradition.\nThe CSUB Fight Song and Alma Mater were selected through a structured contest initiated by the student government, Associated Students Inc. (ASI). The winner of the Fight Song Contest was a current music student, Gwendolyn Wilcox, and the winner of the Alma Mater Contest was a CSUB alumnus and current high school music instructor, Bill Ingram."
}