{
    "id": "7003",
    "revid": "13157623",
    "url": "https://en.wikipedia.org/wiki?curid=7003",
    "title": "Cauchy distribution",
    "text": "The Cauchy distribution, named after &lt;a href=\"Augustin%20Cauchy\"&gt;Augustin Cauchy&lt;/a&gt;, is a &lt;a href=\"continuous%20probability%20distribution\"&gt;continuous probability distribution&lt;/a&gt;. It is also known, especially among &lt;a href=\"physicist\"&gt;physicist&lt;/a&gt;s, as the Lorentz distribution (after &lt;a href=\"Hendrik%20Lorentz\"&gt;Hendrik Lorentz&lt;/a&gt;), Cauchy–Lorentz distribution, Lorentz(ian) function, or Breit–Wigner distribution. The Cauchy distribution formula_1 is the distribution of the -intercept of a ray issuing from formula_2 with a uniformly distributed angle. It is also the distribution of the &lt;a href=\"Ratio%20distribution\"&gt;ratio of two&lt;/a&gt; independent &lt;a href=\"Normal%20Distribution\"&gt;normally distributed&lt;/a&gt; random variables with mean zero.\nThe Cauchy distribution is often used in statistics as the canonical example of a \"&lt;a href=\"pathological%20%28mathematics%29\"&gt;pathological&lt;/a&gt;\" distribution since both its &lt;a href=\"expected%20value\"&gt;expected value&lt;/a&gt; and its &lt;a href=\"variance\"&gt;variance&lt;/a&gt; are undefined (but see below). The Cauchy distribution does not have finite &lt;a href=\"moment%20%28mathematics%29\"&gt;moment&lt;/a&gt;s of order greater than or equal to one; only fractional absolute moments exist. The Cauchy distribution has no &lt;a href=\"moment%20generating%20function\"&gt;moment generating function&lt;/a&gt;.\nIn &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, it is closely related to the &lt;a href=\"Poisson%20kernel\"&gt;Poisson kernel&lt;/a&gt;, which is the &lt;a href=\"fundamental%20solution\"&gt;fundamental solution&lt;/a&gt; for the &lt;a href=\"Laplace%20equation\"&gt;Laplace equation&lt;/a&gt; in the &lt;a href=\"upper%20half-plane\"&gt;upper half-plane&lt;/a&gt;.\nIt is one of the few distributions that is &lt;a href=\"stable%20distribution\"&gt;stable&lt;/a&gt; and has a probability density function that can be expressed analytically, the others being the &lt;a href=\"normal%20distribution\"&gt;normal distribution&lt;/a&gt; and the &lt;a href=\"L%C3%A9vy%20distribution\"&gt;Lévy distribution&lt;/a&gt;.\nHistory.\nFunctions with the form of the density function of the Cauchy distribution were studied by mathematicians in the 17th century, but in a different context and under the title of the &lt;a href=\"witch%20of%20Agnesi\"&gt;witch of Agnesi&lt;/a&gt;. Despite its name, the first explicit analysis of the properties of the Cauchy distribution was published by the French mathematician &lt;a href=\"Sim%C3%A9on%20Denis%20Poisson\"&gt;Poisson&lt;/a&gt; in 1824, with Cauchy only becoming associated with it during an academic controversy in 1853. As such, the name of the distribution is a case of &lt;a href=\"Stigler%27s%20law%20of%20eponymy\"&gt;Stigler's Law of Eponymy&lt;/a&gt;. Poisson noted that if the mean of observations following such a distribution were taken, the mean error did not converge to any finite number. As such, &lt;a href=\"Pierre-Simon%20Laplace\"&gt;Laplace&lt;/a&gt;'s use of the &lt;a href=\"central%20limit%20theorem\"&gt;central limit theorem&lt;/a&gt; with such distribution was inappropriate, as it assumed a finite mean and variance. Despite this, Poisson did not regard the issue as important, in contrast to &lt;a href=\"Ir%C3%A9n%C3%A9e-Jules%20Bienaym%C3%A9\"&gt;Bienaymé&lt;/a&gt;, who was to engage Cauchy in a long dispute over the matter.\nCharacterisation.\nProbability density function.\nThe Cauchy distribution has the &lt;a href=\"probability%20density%20function\"&gt;probability density function&lt;/a&gt; (PDF)\nwhere formula_4 is the &lt;a href=\"location%20parameter\"&gt;location parameter&lt;/a&gt;, specifying the location of the peak of the distribution, and formula_5 is the &lt;a href=\"scale%20parameter\"&gt;scale parameter&lt;/a&gt; which specifies the half-width at half-maximum (HWHM), alternatively formula_6 is &lt;a href=\"full%20width%20at%20half%20maximum\"&gt;full width at half maximum&lt;/a&gt; (FWHM). formula_5 is also equal to half the &lt;a href=\"interquartile%20range\"&gt;interquartile range&lt;/a&gt; and is sometimes called the &lt;a href=\"probable%20error\"&gt;probable error&lt;/a&gt;. &lt;a href=\"Augustin-Louis%20Cauchy\"&gt;Augustin-Louis Cauchy&lt;/a&gt; exploited such a density function in 1827 with an &lt;a href=\"infinitesimal\"&gt;infinitesimal&lt;/a&gt; scale parameter, defining what would now be called a &lt;a href=\"Dirac%20delta%20function\"&gt;Dirac delta function&lt;/a&gt;.\nThe maximum value or amplitude of the Cauchy PDF is formula_8, located at formula_9.\nIt is sometimes convenient to express the PDF in terms of the complex parameter formula_10\nThe special case when formula_12 and formula_13 is called the standard Cauchy distribution with the probability density function\nIn physics, a three-parameter Lorentzian function is often used:\nwhere formula_16 is the height of the peak. The three-parameter Lorentzian function indicated is not, in general, a probability density function, since it does not integrate to 1, except in the special case where formula_17\nCumulative distribution function.\nThe &lt;a href=\"cumulative%20distribution%20function\"&gt;cumulative distribution function&lt;/a&gt; of the Cauchy distribution is:\nand the &lt;a href=\"quantile%20function\"&gt;quantile function&lt;/a&gt; (inverse &lt;a href=\"cumulative%20distribution%20function\"&gt;cdf&lt;/a&gt;) of the Cauchy distribution is\nIt follows that the first and third quartiles are formula_20, and hence the &lt;a href=\"interquartile%20range\"&gt;interquartile range&lt;/a&gt; is formula_6.\nFor the standard distribution, the cumulative distribution function simplifies to &lt;a href=\"Inverse%20trigonometric%20functions\"&gt;arctangent function&lt;/a&gt; formula_22:\nEntropy.\nThe entropy of the Cauchy distribution is given by:\nThe derivative of the &lt;a href=\"quantile%20function\"&gt;quantile function&lt;/a&gt;, the quantile density function, for the Cauchy distribution is:\nThe &lt;a href=\"differential%20entropy\"&gt;differential entropy&lt;/a&gt; of a distribution can be defined in terms of its quantile density, specifically:\nThe Cauchy distribution is the &lt;a href=\"maximum%20entropy%20probability%20distribution\"&gt;maximum entropy probability distribution&lt;/a&gt; for a random variate formula_27 for which\nor, alternatively, for a random variate formula_27 for which\nIn its standard form, it is the &lt;a href=\"maximum%20entropy%20probability%20distribution\"&gt;maximum entropy probability distribution&lt;/a&gt; for a random variate formula_27 for which\nKullback-Leibler divergence.\nThe &lt;a href=\"Kullback-Leibler%20divergence\"&gt;Kullback-Leibler divergence&lt;/a&gt; between two Cauchy distributions has the following symmetric closed-form formula:\nAny &lt;a href=\"f-divergence\"&gt;f-divergence&lt;/a&gt; between two Cauchy distributions is symmetric and can be expressed as a function of the chi-squared divergence.\nClosed-form expression for the &lt;a href=\"total%20variation\"&gt;total variation&lt;/a&gt;, &lt;a href=\"Jensen%E2%80%93Shannon%20divergence\"&gt;Jensen–Shannon divergence&lt;/a&gt;, &lt;a href=\"Hellinger%20distance\"&gt;Hellinger distance&lt;/a&gt;, etc are available.\nProperties.\nThe Cauchy distribution is an example of a distribution which has no &lt;a href=\"mean\"&gt;mean&lt;/a&gt;, &lt;a href=\"variance\"&gt;variance&lt;/a&gt; or higher &lt;a href=\"moment%20%28mathematics%29\"&gt;moments&lt;/a&gt; defined. Its &lt;a href=\"mode%20%28statistics%29\"&gt;mode&lt;/a&gt; and &lt;a href=\"median\"&gt;median&lt;/a&gt; are well defined and are both equal to formula_4.\nWhen formula_35 and formula_36 are two independent &lt;a href=\"normal%20distribution\"&gt;normally distributed&lt;/a&gt; &lt;a href=\"random%20variable\"&gt;random variable&lt;/a&gt;s with &lt;a href=\"expected%20value\"&gt;expected value&lt;/a&gt; 0 and &lt;a href=\"variance\"&gt;variance&lt;/a&gt; 1, then the ratio formula_37 has the standard Cauchy distribution.\nIf formula_38 is a formula_39 positive-semidefinite covariance matrix with strictly positive diagonal entries, then for &lt;a href=\"Independent%20and%20identically%20distributed%20random%20variables\"&gt;independent and identically distributed&lt;/a&gt; formula_40 and any random formula_41-vector formula_42 independent of formula_27 and formula_44 such that formula_45 and formula_46 (defining a &lt;a href=\"categorical%20distribution\"&gt;categorical distribution&lt;/a&gt;) it holds that\nIf formula_48 are &lt;a href=\"independent%20and%20identically%20distributed\"&gt;independent and identically distributed&lt;/a&gt; random variables, each with a standard Cauchy distribution, then the &lt;a href=\"Arithmetic%20mean\"&gt;sample mean&lt;/a&gt; formula_49 has the same standard Cauchy distribution. To see that this is true, compute the &lt;a href=\"Characteristic%20function%20%28probability%20theory%29\"&gt;characteristic function&lt;/a&gt; of the sample mean:\nwhere formula_51 is the sample mean. This example serves to show that the condition of finite variance in the &lt;a href=\"central%20limit%20theorem\"&gt;central limit theorem&lt;/a&gt; cannot be dropped. It is also an example of a more generalized version of the central limit theorem that is characteristic of all &lt;a href=\"stable%20distribution\"&gt;stable distribution&lt;/a&gt;s, of which the Cauchy distribution is a special case.\nThe Cauchy distribution is an &lt;a href=\"infinitely%20divisible%20probability%20distribution\"&gt;infinitely divisible probability distribution&lt;/a&gt;. It is also a strictly &lt;a href=\"stability%20%28probability%29\"&gt;stable&lt;/a&gt; distribution.\nThe standard Cauchy distribution coincides with the &lt;a href=\"Student%27s%20t-distribution\"&gt;Student's \"t\"-distribution&lt;/a&gt; with one degree of freedom.\nLike all stable distributions, the &lt;a href=\"location-scale%20family\"&gt;location-scale family&lt;/a&gt; to which the Cauchy distribution belongs is closed under &lt;a href=\"linear%20transformations\"&gt;linear transformations&lt;/a&gt; with &lt;a href=\"real%20number\"&gt;real&lt;/a&gt; coefficients. In addition, the Cauchy distribution is closed under &lt;a href=\"M%C3%B6bius%20transformation\"&gt;linear fractional transformations&lt;/a&gt; with real coefficients. In this connection, see also &lt;a href=\"McCullagh%27s%20parametrization%20of%20the%20Cauchy%20distributions\"&gt;McCullagh's parametrization of the Cauchy distributions&lt;/a&gt;.\nCharacteristic function.\nLet formula_27 denote a Cauchy distributed random variable. The &lt;a href=\"Characteristic%20function%20%28probability%20theory%29\"&gt;characteristic function&lt;/a&gt; of the Cauchy distribution is given by\nwhich is just the &lt;a href=\"Fourier%20transform\"&gt;Fourier transform&lt;/a&gt; of the probability density. The original probability density may be expressed in terms of the characteristic function, essentially by using the inverse Fourier transform:\nThe \"n\"th moment of a distribution is the \"n\"th derivative of the characteristic function evaluated at formula_55. Observe that the characteristic function is not &lt;a href=\"Differentiable%20function\"&gt;differentiable&lt;/a&gt; at the origin: this corresponds to the fact that the Cauchy distribution does not have well-defined moments higher than the zeroth moment.\nExplanation of undefined moments.\nMean.\nIf a &lt;a href=\"probability%20distribution\"&gt;probability distribution&lt;/a&gt; has a &lt;a href=\"probability%20density%20function\"&gt;density function&lt;/a&gt; formula_56, then the mean, if it exists, is given by\nWe may evaluate this two-sided &lt;a href=\"improper%20integral\"&gt;improper integral&lt;/a&gt; by computing the sum of two one-sided improper integrals. That is,\nfor an arbitrary real number formula_59.\nFor the integral to exist (even as an infinite value), at least one of the terms in this sum should be finite, or both should be infinite and have the same sign. But in the case of the Cauchy distribution, both the terms in this sum (2) are infinite and have opposite sign. Hence (1) is undefined, and thus so is the mean.\nNote that the &lt;a href=\"Cauchy%20principal%20value\"&gt;Cauchy principal value&lt;/a&gt; of the mean of the Cauchy distribution is\nwhich is zero. On the other hand, the related integral\nis \"not\" zero, as can be seen easily by computing the integral. This again shows that the mean (1) cannot exist.\nVarious results in probability theory about &lt;a href=\"expected%20value\"&gt;expected value&lt;/a&gt;s, such as the &lt;a href=\"strong%20law%20of%20large%20numbers\"&gt;strong law of large numbers&lt;/a&gt;, fail to hold for the Cauchy distribution.\nSmaller moments.\nThe absolute moments for formula_62 are defined.\nFor formula_63 we have\nHigher moments.\nThe Cauchy distribution does not have finite moments of any order. Some of the higher &lt;a href=\"raw%20moment\"&gt;raw moment&lt;/a&gt;s do exist and have a value of infinity, for example, the raw second moment:\nBy re-arranging the formula, one can see that the second moment is essentially the infinite integral of a constant (here 1). Higher even-powered raw moments will also evaluate to infinity. Odd-powered raw moments, however, are undefined, which is distinctly different from existing with the value of infinity. The odd-powered raw moments are undefined because their values are essentially equivalent to formula_66 since the two halves of the integral both diverge and have opposite signs. The first raw moment is the mean, which, being odd, does not exist. (See also the discussion above about this.) This in turn means that all of the &lt;a href=\"central%20moment\"&gt;central moment&lt;/a&gt;s and &lt;a href=\"standardized%20moment\"&gt;standardized moment&lt;/a&gt;s are undefined since they are all based on the mean. The variance—which is the second central moment—is likewise non-existent (despite the fact that the raw second moment exists with the value infinity).\nThe results for higher moments follow from &lt;a href=\"H%C3%B6lder%27s%20inequality\"&gt;Hölder's inequality&lt;/a&gt;, which implies that higher moments (or halves of moments) diverge if lower ones do.\nMoments of truncated distributions.\nConsider the &lt;a href=\"truncated%20distribution\"&gt;truncated distribution&lt;/a&gt; defined by restricting the standard Cauchy distribution to the interval . Such a truncated distribution has all moments (and the central limit theorem applies for &lt;a href=\"i.i.d.\"&gt;i.i.d.&lt;/a&gt; observations from it); yet for almost all practical purposes it behaves like a Cauchy distribution.\nEstimation of parameters.\nBecause the parameters of the Cauchy distribution do not correspond to a mean and variance, attempting to estimate the parameters of the Cauchy distribution by using a sample mean and a sample variance will not succeed. For example, if an i.i.d. sample of size \"n\" is taken from a Cauchy distribution, one may calculate the sample mean as:\nAlthough the sample values formula_68 will be concentrated about the central value formula_4, the sample mean will become increasingly variable as more observations are taken, because of the increased probability of encountering sample points with a large absolute value. In fact, the distribution of the sample mean will be equal to the distribution of the observations themselves; i.e., the sample mean of a large sample is no better (or worse) an estimator of formula_4 than any single observation from the sample. Similarly, calculating the sample variance will result in values that grow larger as more observations are taken.\nTherefore, more robust means of estimating the central value formula_4 and the scaling parameter formula_5 are needed. One simple method is to take the median value of the sample as an estimator of formula_4 and half the sample &lt;a href=\"interquartile%20range\"&gt;interquartile range&lt;/a&gt; as an estimator of formula_5. Other, more precise and robust methods have been developed For example, the &lt;a href=\"truncated%20mean\"&gt;truncated mean&lt;/a&gt; of the middle 24% of the sample &lt;a href=\"order%20statistics\"&gt;order statistics&lt;/a&gt; produces an estimate for formula_4 that is more efficient than using either the sample median or the full sample mean. However, because of the &lt;a href=\"fat%20tails\"&gt;fat tails&lt;/a&gt; of the Cauchy distribution, the efficiency of the estimator decreases if more than 24% of the sample is used.\n&lt;a href=\"Maximum%20likelihood\"&gt;Maximum likelihood&lt;/a&gt; can also be used to estimate the parameters formula_4 and formula_5. However, this tends to be complicated by the fact that this requires finding the roots of a high degree polynomial, and there can be multiple roots that represent local maxima. Also, while the maximum likelihood estimator is asymptotically efficient, it is relatively inefficient for small samples. The log-likelihood function for the Cauchy distribution for sample size formula_78 is:\nMaximizing the log likelihood function with respect to formula_4 and formula_5 by taking the first derivative produces the following system of equations:\nNote that\nis a monotone function in formula_5 and that the solution formula_5 must satisfy\nSolving just for formula_4 requires solving a polynomial of degree formula_89, and solving just for formula_90 requires solving a polynomial of degree formula_91. Therefore, whether solving for one parameter or for both parameters simultaneously, a &lt;a href=\"numerical%20analysis\"&gt;numerical&lt;/a&gt; solution on a computer is typically required. The benefit of maximum likelihood estimation is asymptotic efficiency; estimating formula_4 using the sample median is only about 81% as asymptotically efficient as estimating formula_4 by maximum likelihood. The truncated sample mean using the middle 24% order statistics is about 88% as asymptotically efficient an estimator of formula_4 as the maximum likelihood estimate. When &lt;a href=\"Newton%27s%20method\"&gt;Newton's method&lt;/a&gt; is used to find the solution for the maximum likelihood estimate, the middle 24% order statistics can be used as an initial solution for formula_4.\nThe shape can be estimated using the median of absolute values, since for location 0 Cauchy variables formula_63, the formula_97 the shape parameter.\nMultivariate Cauchy distribution.\nA &lt;a href=\"random%20vector\"&gt;random vector&lt;/a&gt; formula_98 is said to have the multivariate Cauchy distribution if every linear combination of its components formula_99 has a Cauchy distribution. That is, for any constant vector formula_100, the random variable formula_101 should have a univariate Cauchy distribution. The characteristic function of a multivariate Cauchy distribution is given by:\nwhere formula_103 and formula_104 are real functions with formula_103 a &lt;a href=\"homogeneous%20function\"&gt;homogeneous function&lt;/a&gt; of degree one and formula_104 a positive homogeneous function of degree one. More formally:\nfor all formula_109.\nAn example of a bivariate Cauchy distribution can be given by:\nNote that in this example, even though the covariance between formula_111 and formula_112 is 0, formula_111 and formula_112 are not &lt;a href=\"Independence%20%28probability%20theory%29\"&gt;statistically independent&lt;/a&gt;.\nWe also can write this formula for complex variable. Then the probability density function of complex cauchy is :\nAnalogous to the univariate density, the multidimensional Cauchy density also relates to the &lt;a href=\"multivariate%20Student%20distribution\"&gt;multivariate Student distribution&lt;/a&gt;. They are equivalent when the degrees of freedom parameter is equal to one. The density of a formula_116 dimension Student distribution with one degree of freedom becomes:\nProperties and details for this density can be obtained by taking it as a particular case of the multivariate Student density.\nTransformation properties.\nwhere formula_59, formula_132, formula_133 and formula_134 are real numbers.\nLévy measure.\nThe Cauchy distribution is the &lt;a href=\"stable%20distribution\"&gt;stable distribution&lt;/a&gt; of index 1. The &lt;a href=\"L%C3%A9vy%20process%23L.C3.A9vy.E2.80.93Khintchine%20representation\"&gt;Lévy–Khintchine representation&lt;/a&gt; of such a stable distribution of parameter formula_138 is given, for formula_139 by:\nwhere\nand formula_142 can be expressed explicitly. In the case formula_143 of the Cauchy distribution, one has formula_144.\nThis last representation is a consequence of the formula\nRelativistic Breit–Wigner distribution.\nIn &lt;a href=\"nuclear%20physics\"&gt;nuclear&lt;/a&gt; and &lt;a href=\"particle%20physics\"&gt;particle physics&lt;/a&gt;, the energy profile of a &lt;a href=\"resonance\"&gt;resonance&lt;/a&gt; is described by the &lt;a href=\"relativistic%20Breit%E2%80%93Wigner%20distribution\"&gt;relativistic Breit–Wigner distribution&lt;/a&gt;, while the Cauchy distribution is the (non-relativistic) Breit–Wigner distribution."
}