{
    "id": "7004639",
    "revid": "7058093",
    "url": "https://en.wikipedia.org/wiki?curid=7004639",
    "title": "Third World Press",
    "text": "Third World Press (TWP) is the largest independent &lt;a href=\"African%20American\"&gt;black&lt;/a&gt;-owned press in the United States. Since the 1960s the company has focused on publishing culturally progressive and political books of fiction and non-fiction, poetry, and cross-genre work.\nHistory.\nMadhubuti recalled a pivotal encounter that led him to publishing. In 1960, as a teenager traveling to sell magazine subscriptions door-to-door, he visited a home in Springfield, Illinois. The door was opened by “a very sophisticated African-American man” who invited him in, fed him, and offered him advice. “He said, ‘Young man, the one thing no one can take away from you is an education,’” Madhubuti said. The man encouraged him to enroll in college and gave him $20, about $160 today. Afterwards, Madhubuti said he returned to Chicago “determined to build something of his own.”\nIn Chicago, he became active in the &lt;a href=\"Black%20Arts%20Movement\"&gt;Black Arts Movement&lt;/a&gt;, within which &lt;a href=\"Gwendolyn%20Brooks\"&gt;Gwendolyn Brooks&lt;/a&gt; became a literary mentor and model. In December 1967, &lt;a href=\"Haki%20R.%20Madhubuti\"&gt;Haki R. Madhubuti&lt;/a&gt; met with poet and activist &lt;a href=\"Carolyn%20Rodgers\"&gt;Carolyn Rodgers&lt;/a&gt; and &lt;a href=\"Johari%20Amini\"&gt;Johari Amini&lt;/a&gt; in the basement of his &lt;a href=\"South%20Side%2C%20Chicago\"&gt;South Side&lt;/a&gt; apartment in Chicago to found Third World Press as an outlet for &lt;a href=\"African-American%20literature\"&gt;African-American literature&lt;/a&gt;. With $400 earned from poetry readings, a mimeograph machine, and &lt;a href=\"Dudley%20Randall\"&gt;Dudley Randall&lt;/a&gt;'s home-based Broadside Press as a business model, he began operation. By 2007, the company continued to thrive in a multimillion-dollar facility. It is the stated mission of TWP \"to always honor Black writers and artists and to celebrate artists of all cultures.\"\nIn May 2011, Third World Press developed and launched TWPBooks.com, which replaced the former ThirdWorldPressInc.com. TWPBooks.com leverages the heritage and technological spirit for which Third World Press has come to be known. Under the direction of Madhudbuti, Third World Press has embraced social media and the prevalence of &lt;a href=\"eBooks\"&gt;eBooks&lt;/a&gt;, while upgrading its internal technologies to better serve customers of Third World Press.\nIn 2015, Madhubuti converted Third World Press into the nonprofit Third World Press Foundation. Explaining the change, Madhubuti told \"&lt;a href=\"Publishers%20Weekly\"&gt;Publishers Weekly&lt;/a&gt;\" that the company \"needed a new, more realistic business model for our authors.” In addition to its publishing operation, the foundation runs a pair of charter schools and one private school using a curriculum that incorporates African thought and culture that serves children from preschool through eighth grade. \nNotable Works and Authors.\nThird World Press has published works by &lt;a href=\"Pulitzer%20Prize%20for%20Poetry\"&gt;Pulitzer Prize-winning&lt;/a&gt; author &lt;a href=\"Gwendolyn%20Brooks\"&gt;Gwendolyn Brooks&lt;/a&gt;, as well as by &lt;a href=\"Sonia%20Sanchez\"&gt;Sonia Sanchez&lt;/a&gt;, &lt;a href=\"Sterling%20Plumpp\"&gt;Sterling Plumpp&lt;/a&gt; and &lt;a href=\"Pearl%20Cleage\"&gt;Pearl Cleage&lt;/a&gt;. The list of authors published by Third World Press also includes &lt;a href=\"Amiri%20Baraka\"&gt;Amiri Baraka&lt;/a&gt;, &lt;a href=\"Margaret%20Walker\"&gt;Margaret Walker&lt;/a&gt;, &lt;a href=\"Sam%20Greenlee\"&gt;Sam Greenlee&lt;/a&gt;, &lt;a href=\"Naomi%20Long%20Madgett\"&gt;Naomi Long Madgett&lt;/a&gt;, &lt;a href=\"Keorapetse%20Kgositsile\"&gt;Keorapetse Kgositsile&lt;/a&gt;, &lt;a href=\"Mari%20Evans\"&gt;Mari Evans&lt;/a&gt;, &lt;a href=\"Kalamu%20ya%20Salaam\"&gt;Kalamu ya Salaam&lt;/a&gt;, &lt;a href=\"Gloria%20Naylor\"&gt;Gloria Naylor&lt;/a&gt;, &lt;a href=\"Gil%20Scott-Heron\"&gt;Gil Scott-Heron&lt;/a&gt;, &lt;a href=\"Chancellor%20Williams\"&gt;Chancellor Williams&lt;/a&gt;, &lt;a href=\"George%20E.%20Kent\"&gt;George E. Kent&lt;/a&gt; and many others. \nIn 2006, \"&lt;a href=\"The%20Covenant%20with%20Black%20America\"&gt;The Covenant with Black America&lt;/a&gt;\", with an introduction by &lt;a href=\"Tavis%20Smiley\"&gt;Tavis Smiley&lt;/a&gt;, reached No. 1 in the \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" Bestseller list.\nThe poet &lt;a href=\"Parneshia%20Jones\"&gt;Parneshia Jones&lt;/a&gt;, the director of &lt;a href=\"Northwestern%20University%20Press\"&gt;Northwestern University Press&lt;/a&gt;, began her career in publishing as an intern at Third World Press."
}