{
    "id": "7009763",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=7009763",
    "title": "FC Kremin Kremenchuk",
    "text": "Football Club Kremin Kremenchuk (; ) is a professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Kremenchuk\"&gt;Kremenchuk&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. The current club is administered by the city of Kremenchuk and was established in 2003, but it traces its heritage to the previously existing clubs of 1959–1970 and 1985–2001.\nFC Dnipro Kremenchuk (1959–1970) became the first club from Kremenchuk that obtained the professional status (team of masters). The club only played for six seasons in the Soviet lower leagues before it was dissolved. In 1985 there was created by Soviet truck manufacturer &lt;a href=\"KrAZ\"&gt;KrAZ&lt;/a&gt; FC Kremin which with &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; played for several seasons at the top level in Ukraine.\nSoon after liquidation of the club, in 2003 the city council adopted a decision to revive similar club financed from a local budget. Since the 2005–06 season, the city's club has taken part in the &lt;a href=\"Ukrainian%20Second%20League\"&gt;Ukrainian Second League&lt;/a&gt; replacing another team Vorskla-2 Poltava. The club now plays in &lt;a href=\"Ukrainian%20First%20League\"&gt;Ukrainian First League&lt;/a&gt; after reaching promotion in the &lt;a href=\"2018%E2%80%9319%20Ukrainian%20Second%20League\"&gt;2018–19&lt;/a&gt; season. After 2017–18 season MFC Kremin is the longest existing professional club in Kremenchuk.\nHistory.\nThe Soviet club was established in 1959 by the Kremenchuk factory of road equipment \"Kredmash\" as Dnipro Kremenchuk (Dnyepr Kremenchug) and entered the Soviet football competitions in the &lt;a href=\"Soviet%20Second%20League\"&gt;Class B&lt;/a&gt; (the 3rd tier). The club participated in 10 seasons and once it was promoted to the &lt;a href=\"Soviet%20First%20League\"&gt;second group of Class A&lt;/a&gt; (the 2nd tier). During that time the team was coached by Borys Usenko. In 1970, the club has folded.\nIn 1985, the club was reestablished when Naftovyk Kremenchuk was merged with SC KrAZ Kremenchuk. Naftovyk Kremenchuk was sponsored by the Kremenchuk Oil Refinery, while SC KrAZ Kremenchuk was a sports club of the Ukrainian truck builder &lt;a href=\"AutoKrAZ\"&gt;AutoKrAZ&lt;/a&gt;. The new club under the name Kremin has won the Soviet amateur football competition in 1988 and the next year entered the &lt;a href=\"Soviet%20Second%20League\"&gt;Soviet Second League&lt;/a&gt; competitions.\nFrom 1992 to 1997, Kremin has played in the &lt;a href=\"Ukrainian%20Premier%20League\"&gt;Ukrainian Premier League&lt;/a&gt; after being initially chosen to participate for being one of the top 9 (of 11) Ukrainian teams from the West Zone of the &lt;a href=\"Soviet%20Second%20League\"&gt;Soviet Second League&lt;/a&gt; in 1991. Kremin spent the next two seasons after that in &lt;a href=\"Ukrainian%20First%20League\"&gt;Ukrainian First League&lt;/a&gt; and was demoted further to &lt;a href=\"Ukrainian%20Second%20League\"&gt;Ukrainian Second League&lt;/a&gt; in 1999. Soon after that the club folded and ceased to exist.\nIn 2003, the city authorities of Kremenchuk decided to reanimate the club once again. For the first two seasons Kremin played in the Poltava Oblast Championship and in the &lt;a href=\"Ukrainian%20Second%20League%202005-06\"&gt;2005–06&lt;/a&gt; season it joined once again with the new name MFC Kremin Krimenchuk.\nKremin Kremenchuk's best achievement in the &lt;a href=\"Ukrainian%20Premier%20League\"&gt;Ukrainian Premier League&lt;/a&gt; was 9th place (twice, in &lt;a href=\"Ukrainian%20Premier%20League%201992-93\"&gt;1992–93&lt;/a&gt; and &lt;a href=\"Ukrainian%20Premier%20League%201995-96\"&gt;1995–96&lt;/a&gt;), while reaching the semi-finals in the Ukrainian National Cup in 1996.\nMFC Kremin Kremenchuk changed its name to FC Kremin Kremenchuk before the start of the 2020–21 season.\nCrest and colours.\nHome colors are blue shirts, blue shorts, and blue socks.\nAway uniforms are white shirts, white shorts, and white socks.\nThe team kits are produced by &lt;a href=\"Puma%20AG\"&gt;Puma AG&lt;/a&gt; and the shirt sponsor is KremenchukMiaso &lt;a href=\"https%3A//web.archive.org/web/20180207144011/http%3A//www.krm.com.ua/\"&gt;«Кременчукм’ясо»&lt;/a&gt;.\nSince the club's foundation, Kremin has had five main crests.\nStadium.\nFrom its inception the team played at the &lt;a href=\"Polytechnic%20Stadium%20%28Kremenchuk%29\"&gt;Polytechnic Stadium&lt;/a&gt;, however, that stadium has fallen into disrepair, and after one season of play at &lt;a href=\"Yunist%20Stadium%20%28Horishni%20Plavni%29\"&gt;Yunist Stadium&lt;/a&gt; in &lt;a href=\"Komsomolsk%2C%20Ukraine\"&gt;Komsomolsk&lt;/a&gt;, the team have moved into their brand new stadium. City officials built &lt;a href=\"FC%20Kremin%20Stadium\"&gt;FC Kremin Stadium&lt;/a&gt; which has covered stands for 1500 spectators and artificial pitch surface.\nLeague and cup history.\nDnipro (1959–1970).\nThe club was named Torpedo for the 1959 season. Dnipro was sponsored by the Kremenchuk Factory of Road Equipment \"Kredmash\". Since 1963, it participated at the professional level.\nKremin (1985–2001).\nThe club was created out of the team of Kremenchuk Oil Refinery Plant, FC Naftovyk Kremin and SC KrAZ, sponsored by the &lt;a href=\"AutoKrAZ\"&gt;AutoKrAZ&lt;/a&gt;.\nMFC Kremin (2003–2020).\nOn 23 October 2003, the Kremenchuk city council created a city football team MFC Kremin Kremenchuk.\nHonours.\n&lt;a href=\"Ukrainian%20Second%20League\"&gt;Ukrainian Second League&lt;/a&gt;\n&lt;a href=\"Ukrainian%20Amateur%20Football%20Championship\"&gt;Ukrainian Championship among teams of physical culture&lt;/a&gt;\nPoltava Oblast Cup\nPoltava Oblast Champions"
}