{
    "id": "7019412",
    "revid": "40820929",
    "url": "https://en.wikipedia.org/wiki?curid=7019412",
    "title": "Hasketon",
    "text": "Hasketon is a village and civil parish in the &lt;a href=\"East%20Suffolk%20District\"&gt;East Suffolk District&lt;/a&gt; of &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, England.\nIts church, St. Andrews, is one of 38 existing &lt;a href=\"round-tower%20church\"&gt;round-tower church&lt;/a&gt;es in &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;. St. Andrews stands more or less at the centre of its scattered &lt;a href=\"parish\"&gt;parish&lt;/a&gt;, and is set in a tree-shaded &lt;a href=\"churchyard\"&gt;churchyard&lt;/a&gt; which, in 1845, had been planted with &lt;a href=\"beech\"&gt;beech&lt;/a&gt;, &lt;a href=\"fir\"&gt;fir&lt;/a&gt; and &lt;a href=\"elm\"&gt;elm&lt;/a&gt;.\nHistory of St Andrews Church.\nThere has been a church at this place for more than 900 years. This ancient church contains &lt;a href=\"Artisan\"&gt;craftsmanship&lt;/a&gt; from many periods. From what can be seen and derived from what little documentary evidence is available, the history of this church is as follows:\nThe 11th century: The earliest part of the present church is the &lt;a href=\"nave\"&gt;nave&lt;/a&gt;, where evidence of late &lt;a href=\"Saxons\"&gt;Saxon&lt;/a&gt; or early &lt;a href=\"Norman%20architecture\"&gt;Norman&lt;/a&gt; work in the layered &lt;a href=\"masonry\"&gt;masonry&lt;/a&gt; with which parts of the walls are faced can be found. There is also a little herring-bone masonry in the south wall, where there remains a tiny blocked window of this date. Clearly the core of the nave dates from the period just before or just after the &lt;a href=\"Norman%20Conquest\"&gt;Norman Conquest&lt;/a&gt; of 1066.\nThe late 11th or early 12th century: A little later the &lt;a href=\"round-tower%20church\"&gt;round tower&lt;/a&gt; was added at the west end of the &lt;a href=\"nave\"&gt;nave&lt;/a&gt;.\nThe 13th century: The single &lt;a href=\"lancet%20window\"&gt;lancet window&lt;/a&gt;s in the north walls of the &lt;a href=\"nave\"&gt;nave&lt;/a&gt; and &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt; survive from this period.\nc.1300: The &lt;a href=\"round-tower%20church\"&gt;round tower&lt;/a&gt; was heightened by the addition of its &lt;a href=\"octagon\"&gt;octagon&lt;/a&gt;al &lt;a href=\"Bell%20tower\"&gt;belfry&lt;/a&gt;-stage (later restored with &lt;a href=\"brick\"&gt;brick&lt;/a&gt;) and also received its west window. Some similar windows to those in the &lt;a href=\"Bell%20tower\"&gt;belfry&lt;/a&gt;-stage were placed in the &lt;a href=\"nave\"&gt;nave&lt;/a&gt; and &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt;.\nThe 14th and early 15th centuries: Several of the present windows in the &lt;a href=\"nave\"&gt;nave&lt;/a&gt; and the &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt; date from this time; they probably replaced earlier windows like the blocked 11th century one. The north and south doorways are also of 14th century date.\nAt the &lt;a href=\"English%20Reformation\"&gt;Reformation&lt;/a&gt; and afterwards, the interior of the church was altered to cater for the new &lt;a href=\"liturgical\"&gt;liturgical&lt;/a&gt; requirements of the established church. Much of the colour and carvings went, also the stained glass and the rood with its loft and screen.\nThe year 1844 saw the arrival of new rector Thomas Maude, and it was he who was responsible for the restoration of the church by gradual stages. The font – originally given c.1450 by members of the Brewse family, who owned the manor of Hasketon from the late 13th century until c.1489 – was cleaned and restored shortly after the arrival of Maude, and a small gallery at the west end of the nave was replaced by a carved wooden tower screen. The major restoration took place during the 1860s. In 1863, work was done on the &lt;a href=\"nave\"&gt;nave&lt;/a&gt;, the church was re-roofed, the &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt; restored and the &lt;a href=\"vestry\"&gt;vestry&lt;/a&gt; added in 1865. The &lt;a href=\"nave\"&gt;nave&lt;/a&gt; received a new set of benches in 1866, and two years later the &lt;a href=\"porch\"&gt;porch&lt;/a&gt; was rebuilt. In 1899, a new bell was given and three others recast.\nThe present organ was given in 1904, the year the choir-stalls were also made. The &lt;a href=\"reredos\"&gt;reredos&lt;/a&gt; was erected in 1920.\nAdditions of recent years include among others the interior decoration, the kneelers, the festal frontal and the list of Rectors.\nToday, the building is still in regular use for Christian worship.\nPeggy Harrison (1907-1993), the widow of Sir James &lt;a href=\"Harwood%20Harrison\"&gt;Harwood Harrison&lt;/a&gt;, 1st Baronet (1907-1980), a Conservative Party politician, is buried in the churchyard. He is buried at &lt;a href=\"Bugbrooke\"&gt;Bugbrooke&lt;/a&gt;, Northamptonshire where his family lived for many years."
}