{
    "id": "7019637",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=7019637",
    "title": "Maggi Payne",
    "text": "Maggi Payne (born 1945, &lt;a href=\"Temple%2C%20Texas\"&gt;Temple, Texas&lt;/a&gt;, United States) is an American composer, flutist, video artist, &lt;a href=\"recording%20engineer\"&gt;recording engineer&lt;/a&gt;/editor, and historical &lt;a href=\"remaster\"&gt;remaster&lt;/a&gt;ing engineer who creates &lt;a href=\"Electroacoustic%20music\"&gt;electroacoustic&lt;/a&gt;, instrumental, vocal works, and works involving visuals (video, dance, film, slides).\nBiography.\nPayne raised in &lt;a href=\"Amarillo%2C%20Texas\"&gt;Amarillo, Texas&lt;/a&gt;, and attended &lt;a href=\"Interlochen%20Center%20for%20the%20Arts\"&gt;Interlochen Music Camp&lt;/a&gt; and Aspen Music School. She received her B. Mus. in applied flute at &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;, studying with Walfrid Kujala, flute, and &lt;a href=\"Alan%20Stout%20%28composer%29\"&gt;Alan Stout&lt;/a&gt;, Ted Ashford, and M. William Karlins, composers. She received her M. Mus. at the &lt;a href=\"University%20of%20Illinois%20Urbana-Champaign\"&gt;University of Illinois Urbana-Champaign&lt;/a&gt;, studying with composers &lt;a href=\"Gordon%20Mumma\"&gt;Gordon Mumma&lt;/a&gt;, &lt;a href=\"Ben%20Johnston%20%28composer%29\"&gt;Ben Johnston&lt;/a&gt;, and &lt;a href=\"Salvatore%20Martirano\"&gt;Salvatore Martirano&lt;/a&gt;. She studied with &lt;a href=\"Robert%20Ashley\"&gt;Robert Ashley&lt;/a&gt; at &lt;a href=\"Mills%20College\"&gt;Mills College&lt;/a&gt;, where she received her MFA in &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt; and recording media.\nShe has collaborated since the 1980s with video artist Ed Tannenbaum, composing several works for his \"Technological Feets\" live dance/video-processing performances and built a flame speaker at the Exploratorium in collaboration with Nick Bertoni (1983–1985). Payne has been a recording engineer at Music and Arts record label since 1981, where she has recorded both contemporary and historical music. Her video works include \"Crystal, Io, Circular Motion, Solar Wind, Airwaves (realities), Liquid Metal, Apparent Horizon, Liquid Amber, Effervescence, Cloud Fields,\" \"Quicksilver, and Through the Looking Glass.\" Her films include \"Orion\" and \"Allusions\". Her works involving dance include \"System Test (fire and ice)\" and \"Allusions\". Her works have been choreographed by Molissa Fenley, Wendy Rodgers, Gina Gibney, Gail Chodera, Deoborah Hay, &lt;a href=\"Carla%20Blank\"&gt;Carla Blank Reed&lt;/a&gt;, and Carolyn Brown.\nPayne's works are available on Aguirre, Innova, Root Strata, Lovely Music, Starkland, The Label, Music and Arts, Centaur, Ubuibi, MMC, New World Records (CRI), Digital Narcis, Frog Peak, Asphodel, and/OAR, Capstone, and Mills College labels.\nShe has received two Composer's Grants and an Interdisciplinary Arts Grant from the &lt;a href=\"National%20Endowment%20for%20the%20Arts\"&gt;National Endowment for the Arts&lt;/a&gt;, and video grants from the &lt;a href=\"Mellon%20Foundation\"&gt;Mellon Foundation&lt;/a&gt; and the Western States Regional Media Arts Fellowships Program. She has received four honorary mentions from &lt;a href=\"Bourges\"&gt;Bourges&lt;/a&gt;, one from Prix Ars Electronica, and placed in the Barlow and \"Luigi Russolo\" per giovani compositor di Musica Elettroacoustica competitions.\nCommissions include National Flute Association High School Soloist Competition 2005, flutist &lt;a href=\"Nina%20Assimakopoulos\"&gt;Nina Assimakopoulos&lt;/a&gt;, pianist &lt;a href=\"Sarah%20Cahill%20%28pianist%29\"&gt;Sarah Cahill&lt;/a&gt;, trombonist &lt;a href=\"Abbie%20Conant\"&gt;Abbie Conant&lt;/a&gt;, Starkland, composer &lt;a href=\"Annea%20Lockwood\"&gt;Annea Lockwood&lt;/a&gt;, composer/pianist David Mahler, and the &lt;a href=\"Hartt%20School%20of%20Music\"&gt;Hartt School of Music&lt;/a&gt; at Hartford.\nPayne has also had works selected and performed on the &lt;a href=\"60x60\"&gt;60x60&lt;/a&gt; project for the years 2003, 2004, 2005, and 2006.\nShe is currently Co-Director of the Center for Contemporary Music (CCM) at Mills College in &lt;a href=\"Oakland%2C%20California\"&gt;Oakland, California&lt;/a&gt;, where she teaches recording engineering, composition, and electronic music.\nDiscography.\nSolo releases:\nCompilation albums:\nAs performer:"
}