{
    "id": "7019734",
    "revid": "1008389840",
    "url": "https://en.wikipedia.org/wiki?curid=7019734",
    "title": "Blackpool Wren Rovers F.C.",
    "text": "Blackpool Wren Rovers Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Blackpool\"&gt;Blackpool&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, England. They are currently members of the and play at Brews Park, which is located on School Road; the ground adjoins the ground of &lt;a href=\"Squires%20Gate%20F.C.\"&gt;Squires Gate&lt;/a&gt;, and is also very close to the ground of &lt;a href=\"A.F.C.%20Blackpool\"&gt;AFC Blackpool&lt;/a&gt;.\nBlackpool Wren Rovers are members of the &lt;a href=\"Lancashire%20County%20Football%20Association\"&gt;Lancashire Football Association&lt;/a&gt;. The club's colours are red shirts and red shorts.\nHistory.\nThe club were formed in 1931 and were originally known as Wren Rovers. They changed the club name to Blackpool Rovers in 1990, before adopting their present name in 1998. They were founder members of the re-formed West Lancashire League in 1959, and subsequently played in the &lt;a href=\"Lancashire%20Combination\"&gt;Lancashire Combination&lt;/a&gt; and the &lt;a href=\"North%20West%20Counties%20Football%20League\"&gt;North West Counties League&lt;/a&gt;. They entered the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; regularly between 1983–84 and 1990–91. Financial considerations necessitated that they dropped down the football pyramid, and they returned to the West Lancashire League.\nWrens enjoyed 3 successive promotions from Division 2 of the West Lancs League up to the Premier Division.\nAfter relegation from the Premier Division in 2004, Mark Senior was brought in as manager to change the club's fortunes and with him he brought no less than 12 players from Lytham St. Annes F.C. Among them were Rick Lloyd, Tom Duerden, Alan Grieve, Ryan Bingham and skipper Lee Mairs. Promotion was gained at the first attempt. Senior departed in May 2008 after narrowly missing out on the Premier Division title.\nThe 2008–09 season saw Wrens enter a new era as former player David Worthington stepped up from reserve team management to take control as first team manager. Worthington formed a management team with assistant Mark Williams, also a former player, who in their first season in charge led Wrens to a second place league finish, narrowly missing out on the championship by two points.\n2009–10 again saw the duo of Worthington and Williams attempt to push the team to the championship which had eluded them narrowly in the previous two seasons.\nThe club operates a &lt;a href=\"women%27s%20association%20football\"&gt;women's football&lt;/a&gt; club, &lt;a href=\"Blackpool%20Wren%20Rovers%20L.F.C.\"&gt;Blackpool Wren Rovers L.F.C.&lt;/a&gt;."
}