{
    "id": "702553",
    "revid": "21080214",
    "url": "https://en.wikipedia.org/wiki?curid=702553",
    "title": "Bridge of Sighs, Cambridge",
    "text": "The Bridge of Sighs in &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt; is a &lt;a href=\"covered%20bridge\"&gt;covered bridge&lt;/a&gt; at &lt;a href=\"St%20John%27s%20College%2C%20Cambridge\"&gt;St John's College&lt;/a&gt;, &lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge University&lt;/a&gt;. It was built in 1831 and crosses the &lt;a href=\"River%20Cam\"&gt;River Cam&lt;/a&gt; between the college's Third Court and New Court. The &lt;a href=\"architect\"&gt;architect&lt;/a&gt; was &lt;a href=\"Henry%20Hutchinson\"&gt;Henry Hutchinson&lt;/a&gt;.\nIt is named after the &lt;a href=\"Bridge%20of%20Sighs\"&gt;Bridge of Sighs&lt;/a&gt; in &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;, although they have little architecturally in common beyond the fact that they are both covered. The bridge, a &lt;a href=\"Grade%20I%20listed%20building\"&gt;Grade I listed building&lt;/a&gt;, is one of Cambridge's main tourist attractions and &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; is said to have loved it more than any other spot in the city.\nHistory.\nUntil the early 19th century, all Cambridge colleges were located in the east side of the River Cam. St. Johns college (rapidly expanding at the time) became the first to add accommodation on the west side, an area known as &lt;a href=\"the%20Backs\"&gt;the Backs&lt;/a&gt;, with the construction of the &lt;a href=\"St%20John%27s%20College%2C%20Cambridge%23New%20Court\"&gt;New Court&lt;/a&gt;. The new buildings and the bridge linking them with the original college buildings, were designed in 1827 by &lt;a href=\"Henry%20Hutchinson\"&gt;Henry Hutchinson&lt;/a&gt; in the fashionable &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival&lt;/a&gt; style. Construction was completed in 1831, shortly before his death.\nOn two occasions, students have pulled the prank of dangling a car under the bridge. In the first incident (in June 1963), a 1928 &lt;a href=\"Austin%207\"&gt;Austin 7&lt;/a&gt; was punted down the river using four &lt;a href=\"punt%20%28boat%29\"&gt;punts&lt;/a&gt; that had been lashed together, then hoisted up under the bridge using ropes. The second incident (in 1968) a &lt;a href=\"Bond%20Cars\"&gt;Bond&lt;/a&gt; or &lt;a href=\"Reliant%20Regal\"&gt;Reliant Regal&lt;/a&gt; three-wheeler car was dangled under the bridge. In neither case was the bridge damaged.\nThe bridge was apparently a favourite spot of former &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;an Prime Minister &lt;a href=\"Lee%20Kuan%20Yew\"&gt;Lee Kuan Yew&lt;/a&gt;, having photos taken there when he was a student, in 1974 and 2000.\nThe bridge was a filming location for \"\" in 2007 and &lt;a href=\"The%20Theory%20of%20Everything%20%282014%20film%29\"&gt;\"The Theory of Everything\"&lt;/a&gt; in 2014."
}