{
    "id": "7052470",
    "revid": "1066438218",
    "url": "https://en.wikipedia.org/wiki?curid=7052470",
    "title": "England A national rugby union team",
    "text": "England A is &lt;a href=\"Rugby%20union%20in%20England\"&gt;England&lt;/a&gt;'s men's second national &lt;a href=\"rugby%20football\"&gt;rugby union&lt;/a&gt; team. The team has previously been known by a number of names, such as England B, Emerging England and, most recently, England Saxons. England A play a key role in the development of emerging talent, allowing players to gain experience in an international environment and to show that they have the ability to perform at Test level for the &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England first team&lt;/a&gt;. England A were unbeaten for 13 games until losing to Ireland A, now known as &lt;a href=\"Ireland%20Wolfhounds\"&gt;Ireland Wolfhounds&lt;/a&gt;, in the 2009 &lt;a href=\"Churchill%20Cup\"&gt;Churchill Cup&lt;/a&gt; Final on 21 June 2009.\nEngland A were one of three sides that regularly competed in the now-defunct annual &lt;a href=\"Churchill%20Cup\"&gt;Churchill Cup&lt;/a&gt; competition, the others being the full national teams of &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canada&lt;/a&gt; and the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt;. Since 2006, they have also played two matches, against Ireland Wolfhounds and Italy A, in parallel with the full &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations Championship&lt;/a&gt;.\nThe head coach is currently &lt;a href=\"John%20Mitchell%20%28rugby%20union%29\"&gt;John Mitchell&lt;/a&gt;.\nConcept.\nEngland's second team was known as England B until 1992, when it was renamed as England A. In 2000, as part of its long-term strategic plan, the RFU re-examined the role of the 'second team' and decided that a change of name was desirable. Several names were considered – e.g. England Aces and England Bloods – before the name England Saxons was chosen from a short-list of possibles. The change of name took effect from mid-May 2006, just before the start of that year's &lt;a href=\"2006%20Churchill%20Cup\"&gt;Churchill Cup&lt;/a&gt;. They reverted to England A in May 2021.\nEngland A are seen as an integral part of the RFU's development process:\nEngland A games do not count as full England internationals, regardless of the opposition, as players are not &lt;a href=\"cap%20%28sport%29\"&gt;capped&lt;/a&gt;. However, the governing body of a lower-tier nation may grant full national caps when its senior side plays the Saxons—for example, &lt;a href=\"USA%20Rugby\"&gt;USA Rugby&lt;/a&gt; awarded official Test caps for the USA team's matches against the Saxons in &lt;a href=\"2008%20Churchill%20Cup\"&gt;2008&lt;/a&gt;. If the opposition awards Test caps for a match, it counts fully in Test statistics for the capping nation, though not for England.\nParticipation in international competition.\nEngland A / Saxons participated in the Churchill Cup from its inception in 2003 until its demise following the 2011 edition. Under the final format, they played three games, two at the pool stage and one on finals day. The Saxons also play two matches each season against teams from the other Six Nations countries (&lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;), the games being played on the same weekends as Six Nations Championship matches. Since 2006, the Saxons' opponents in these games have been &lt;a href=\"Ireland%20Wolfhounds\"&gt;Ireland Wolfhounds&lt;/a&gt; and &lt;a href=\"Scotland%20A%20national%20rugby%20union%20team\"&gt;Scotland A&lt;/a&gt;.\nCurrent squad.\nOn 21 June, England named an extended training squad for their &lt;a href=\"2021%20July%20rugby%20union%20tests\"&gt;2021 Summer Tests&lt;/a&gt;, with this training squad forming a 23-man squad for England A's match against &lt;a href=\"Scotland%20A%20national%20rugby%20union%20team\"&gt;Scotland A&lt;/a&gt; in &lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt; on 27 June.\nOn 22 June, &lt;a href=\"Manu%20Tuilagi\"&gt;Manu Tuilagi&lt;/a&gt; withdrew from the squad due to injury and was replaced by &lt;a href=\"Fraser%20Dingwall\"&gt;Fraser Dingwall&lt;/a&gt;.\nHead Coach: &lt;a href=\"John%20Mitchell%20%28rugby%20union%29\"&gt;John Mitchell&lt;/a&gt;"
}