{
    "id": "7056912",
    "revid": "11116033",
    "url": "https://en.wikipedia.org/wiki?curid=7056912",
    "title": "Clootie well",
    "text": "Clootie wells (also Cloutie or Cloughtie wells) are places of &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt; in &lt;a href=\"Celtic%20areas\"&gt;Celtic areas&lt;/a&gt;. They are &lt;a href=\"water%20well\"&gt;wells&lt;/a&gt; or &lt;a href=\"Spring%20%28hydrosphere%29\"&gt;springs&lt;/a&gt;, almost always with a tree growing beside them, where strips of cloth or rags have been left, usually tied to the branches of the tree as part of a &lt;a href=\"healing\"&gt;healing&lt;/a&gt; &lt;a href=\"ritual\"&gt;ritual&lt;/a&gt;. In &lt;a href=\"Scots%20language\"&gt;Scots&lt;/a&gt; nomenclature, a \"&lt;a href=\"clootie\"&gt;clootie&lt;/a&gt;\" or \"cloot\" is a strip of cloth or rag.\nPractices.\nWhen used at the clootie wells in Scotland, Ireland, and the Isle of Man, the pieces of cloth are generally dipped in the water of the &lt;a href=\"holy%20well\"&gt;holy well&lt;/a&gt; and then tied to a branch while a &lt;a href=\"prayer\"&gt;prayer&lt;/a&gt; of &lt;a href=\"supplication\"&gt;supplication&lt;/a&gt; is said to the spirit of the well – in modern times usually a &lt;a href=\"saint\"&gt;saint&lt;/a&gt;, but in &lt;a href=\"Celtic%20polytheism\"&gt;pre-Christian&lt;/a&gt; times a &lt;a href=\"goddess\"&gt;goddess&lt;/a&gt; or local &lt;a href=\"nature%20spirit\"&gt;nature spirit&lt;/a&gt;. This is most often done by those seeking healing, though some may do it simply to honour the spirit of the well. In either case, many see this as a probable continuation of the ancient Celtic practice of leaving &lt;a href=\"Votive%20deposit\"&gt;votive offering&lt;/a&gt;s in wells or pits.\nThere are local variations to the practice. At some wells the tradition is to wash the affected part of the body with the wet rag and then tie the washing-rag on the branch; as the rag disintegrates over time, the ailment is supposed to fade away as well. At some wells the clooties are definitely \"rags\" and discards, at others, brightly coloured strips of fine cloth. In some locations the ceremony may also include &lt;a href=\"circumambulation\"&gt;circumambulation&lt;/a&gt; (or circling) of the well a set number of times and making an offering of a coin, pin or stone. Additional votive offerings hung on the branches or deposited in the wells may include &lt;a href=\"rosary\"&gt;rosaries&lt;/a&gt;, religious medals, &lt;a href=\"cross\"&gt;cross&lt;/a&gt;es, &lt;a href=\"religious%20icon\"&gt;religious icon&lt;/a&gt;s and other symbols of faith.\nAt clootie wells where the operative principle is to shed the ailment, and the clootie is thought to represent the ailment, the \"offerings\" may be grotesque castoffs. Those that instead view the clootie as an offering to the spirit, saint or deity are more likely to tie an attractive, clean piece of cloth or ribbon.\nThe sacred trees at clootie wells are usually &lt;a href=\"Common%20hawthorn\"&gt;hawthorn&lt;/a&gt; trees, though &lt;a href=\"ash%20tree\"&gt;ash tree&lt;/a&gt;s are also common.\nThe most popular times for pilgrimages to clootie wells, like other holy wells, are on the feast days of Saints, the Pattern or Patron day, or on the old &lt;a href=\"Gaels\"&gt;Gaelic&lt;/a&gt; festival days of &lt;a href=\"Imbolc\"&gt;Imbolc&lt;/a&gt; (1 February), &lt;a href=\"Beltane\"&gt;Beltane&lt;/a&gt; (1 May), &lt;a href=\"Lughnasadh\"&gt;Lughnasadh&lt;/a&gt; (1 August), or &lt;a href=\"Samhain\"&gt;Samhain&lt;/a&gt; (1 November).\nLocations.\nIn &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, by the village of &lt;a href=\"Munlochy\"&gt;Munlochy&lt;/a&gt; on the A832, is a clootie well (called in ) at an ancient spring dedicated to &lt;a href=\"Saint%20Curet%C3%A1n\"&gt;Saint Curetán&lt;/a&gt;, where rags are still hung on the surrounding bushes and trees. Here the well was once thought to have had the power to cure sick children who were left there overnight. The site sometimes needs to be cleared of non-biodegradable materials and rubbish such as electrical items and a venetian blind. \nIn the heart of Culloden woods near the battlefield is a walled clootie well also known as St Mary's well. This well was traditionally visited on the first Sunday in May. Until recently, it was a popular holiday, with an ice-cream van situated in the car park. However, this tradition is now in decline although still marked. Craigie Well at &lt;a href=\"Avoch\"&gt;Avoch&lt;/a&gt; on the &lt;a href=\"Black%20Isle\"&gt;Black Isle&lt;/a&gt; has both offerings of coins and clooties. Rags, wool and human hair were also used as charms against sorcery, and as tokens of penance or fulfilment of a vow. A clootie well once existed at Kilallan near &lt;a href=\"Kilmacolm\"&gt;Kilmacolm&lt;/a&gt; in &lt;a href=\"Renfrewshire\"&gt;Renfrewshire&lt;/a&gt;. This holy well was dedicated to St Fillan and cloth was tied to overhanging shrub branches.\nIn &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;, at &lt;a href=\"Madron\"&gt;Madron&lt;/a&gt; Well () the practice is to tie the cloth and as it rots the ailment is believed to disappear. In 1894 Madron Well was said to be the only Cornish well where rags were traditionally tied. Rags have only appeared at other Cornish wells such as Alsia Well () and Sancreed Well () in about the last 30 years. Christ's Well at Mentieth was described in 1618 \"as all tapestried about with old rags\".\nIn Ireland at &lt;a href=\"Loughcrew\"&gt;Loughcrew&lt;/a&gt;, &lt;a href=\"Oldcastle%2C%20County%20Meath\"&gt;Oldcastle, County Meath&lt;/a&gt; () there is a wishing tree, where visitors to the passage tombs tie ribbons to the branch of a hawthorn tree. Loughcrew is a site of considerable historical importance in Ireland. It is the site of megalithic burial grounds dating back to approximately 3500 and 3300 BC, situated near the summit of Sliabh na Caillí and on surrounding hills and valleys.\nPopular culture.\nIn 2002, the folklorist &lt;a href=\"Marion%20Bowman\"&gt;Marion Bowman&lt;/a&gt; observed that the number of clootie wells had \"increased markedly\" both at existing and new locations in recent years. She added that those engaged in the practice often conceived of it as an ancient \"Celtic\" activity which they were perpetuating.\nA fictional clootie well at &lt;a href=\"Auchterarder\"&gt;Auchterarder&lt;/a&gt; features in the 2006 novel \"&lt;a href=\"The%20Naming%20of%20the%20Dead\"&gt;The Naming of the Dead&lt;/a&gt;\" by &lt;a href=\"Ian%20Rankin\"&gt;Ian Rankin&lt;/a&gt;, who visited the clootie well at &lt;a href=\"Munlochy\"&gt;Munlochy&lt;/a&gt; on &lt;a href=\"Black%20Isle\"&gt;Black Isle&lt;/a&gt; before writing the book.\nThe 2018 film \"&lt;a href=\"The%20Party%27s%20Just%20Beginning\"&gt;The Party's Just Beginning&lt;/a&gt;\", written and directed by &lt;a href=\"Inverness\"&gt;Inverness&lt;/a&gt;-born filmmaker &lt;a href=\"Karen%20Gillan\"&gt;Karen Gillan&lt;/a&gt;, features the Munlochy clootie well."
}