{
    "id": "7057307",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=7057307",
    "title": "Economy of Louisville, Kentucky",
    "text": "Since it earliest days, the economy of Louisville, Kentucky, has been underpinned by the shipping and cargo industries. Today, &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville, Kentucky&lt;/a&gt; is home to &lt;a href=\"%23Notable%20companies%20and%20organizations%20based%20in%20Louisville\"&gt;dozens of companies and organizations&lt;/a&gt; across several &lt;a href=\"industrial%20classification\"&gt;industrial classification&lt;/a&gt;s.\nShipping and logistics.\nThe city's location at the &lt;a href=\"Falls%20of%20the%20Ohio%20National%20Wildlife%20Conservation%20Area\"&gt;Falls of the Ohio&lt;/a&gt;, and its unique position in the central &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; (and other origins) to the mouth of the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;, the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt;, and beyond. The &lt;a href=\"Louisville%20and%20Nashville%20Railroad\"&gt;Louisville and Nashville Railroad&lt;/a&gt; was also an important link between the industrialized northern cities and the South.\nLouisville's importance to the &lt;a href=\"freight%20transport\"&gt;shipping industry&lt;/a&gt; continues today with the presence of the &lt;a href=\"Worldport%20%28UPS%20air%20hub%29\"&gt;Worldport&lt;/a&gt; air hub for &lt;a href=\"United%20Parcel%20Service\"&gt;UPS&lt;/a&gt;. The city's location at the crossroads of three major &lt;a href=\"Interstate%20Highway%20System\"&gt;Interstate highways&lt;/a&gt; (&lt;a href=\"Interstate%2064%20in%20Kentucky\"&gt;I-64&lt;/a&gt;, &lt;a href=\"Interstate%2065%20in%20Kentucky\"&gt;I-65&lt;/a&gt; and &lt;a href=\"Interstate%2071%23Kentucky\"&gt;I-71&lt;/a&gt;) also contributes to its modern-day strategic importance to the shipping and cargo industry. In addition, the Port of Louisville continues Louisville's river shipping presence at &lt;a href=\"Jefferson%20Riverport%20International\"&gt;Jefferson Riverport International&lt;/a&gt;. As of 2003, Louisville ranks as the seventh-largest &lt;a href=\"inland%20port\"&gt;inland port&lt;/a&gt; in the United States.\nHealth care and medical sciences.\nLouisville has emerged as a major center for the &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt; and &lt;a href=\"medicine\"&gt;medical sciences&lt;/a&gt; industries. Louisville has been central to advancements in &lt;a href=\"cardiac%20surgery\"&gt;heart&lt;/a&gt; and &lt;a href=\"hand%20surgery\"&gt;hand surgery&lt;/a&gt; as well as &lt;a href=\"management%20of%20cancer\"&gt;cancer treatment&lt;/a&gt;. Some of the first &lt;a href=\"artificial%20heart\"&gt;artificial heart&lt;/a&gt; and &lt;a href=\"Hand%20transplantation\"&gt;hand&lt;/a&gt; transplants were conducted in Louisville. The &lt;a href=\"James%20Graham%20Brown%20Cancer%20Center\"&gt;James Graham Brown Cancer Center&lt;/a&gt; is well-renowned. The city's thriving downtown medical research campus includes a new $88 million &lt;a href=\"Physical%20medicine%20and%20rehabilitation\"&gt;rehabilitation center&lt;/a&gt; and a &lt;a href=\"health%20sciences\"&gt;health sciences&lt;/a&gt; research and commercialization park, that in partnership with the &lt;a href=\"University%20of%20Louisville\"&gt;University of Louisville&lt;/a&gt;, has lured nearly 70 top scientists and researchers. Louisville is also home to &lt;a href=\"Humana\"&gt;Humana&lt;/a&gt;, one of the nation's largest &lt;a href=\"health%20insurance\"&gt;health insurance&lt;/a&gt; companies.\nProduct manufacturing: Automotive, home appliances, bourbon and more.\nLouisville is a significant center of manufacturing. Within the city's limits are two major &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt; plants, namely the &lt;a href=\"Kentucky%20Truck%20Plant\"&gt;Kentucky Truck Plant&lt;/a&gt; and the &lt;a href=\"Louisville%20Assembly%20Plant\"&gt;Louisville Assembly Plant&lt;/a&gt;. Also located in the city is the headquarters and major &lt;a href=\"home%20appliance\"&gt;home appliance&lt;/a&gt; factory of &lt;a href=\"GE%20Appliances\"&gt;GE Appliances&lt;/a&gt; (a subsidiary of &lt;a href=\"Haier\"&gt;Haier&lt;/a&gt;).\nThe city is a major center of the &lt;a href=\"American%20whiskey\"&gt;American whiskey&lt;/a&gt; industry, with about one-third of all &lt;a href=\"bourbon%20whiskey\"&gt;bourbon&lt;/a&gt; coming from Louisville. &lt;a href=\"Brown-Forman\"&gt;Brown-Forman&lt;/a&gt;, one of the major makers of American whiskey, is headquartered in Louisville and operates a distillery in the Louisville suburb of &lt;a href=\"Shively%2C%20Kentucky\"&gt;Shively&lt;/a&gt;. The current primary distillery site operated by &lt;a href=\"Heaven%20Hill\"&gt;Heaven Hill&lt;/a&gt;, called the &lt;a href=\"Isaac%20Wolfe%20Bernheim\"&gt;Bernheim&lt;/a&gt; distillery, is also located in Louisville near Brown-Forman's distillery. Other distilleries and related businesses can also be found in neighboring cities in Kentucky, &lt;a href=\"1792%20Ridgemont%20Reserve\"&gt;Barton 1792&lt;/a&gt; (&lt;a href=\"Bardstown%2C%20Kentucky\"&gt;Bardstown&lt;/a&gt;), &lt;a href=\"Jim%20Beam\"&gt;Jim Beam&lt;/a&gt; (&lt;a href=\"Clermont%2C%20Kentucky\"&gt;Clermont&lt;/a&gt;), &lt;a href=\"Wild%20Turkey%20%28bourbon%29\"&gt;Wild Turkey&lt;/a&gt; (&lt;a href=\"Lawrenceburg%2C%20Kentucky\"&gt;Lawrenceburg&lt;/a&gt;), or &lt;a href=\"Maker%27s%20Mark\"&gt;Maker's Mark&lt;/a&gt; (&lt;a href=\"Loretto%2C%20Kentucky\"&gt;Loretto&lt;/a&gt;, with a restaurant/lounge in Louisville). Similar to the &lt;a href=\"Kentucky%20Bourbon%20Trail\"&gt;Kentucky Bourbon Trail&lt;/a&gt; that links these central Kentucky locations, Louisville offers tourists its own \"Urban Bourbon Trail\", where people can stop at nearly 20 \"area bars and restaurants, all offering at least 50 labels of America's only native spirit.\"\n&lt;a href=\"Craft%20beer\"&gt;Craft beer&lt;/a&gt; is an increasingly profitable business for the city, home to over 14 locally owned breweries including &lt;a href=\"Bluegrass%20Brewing%20Company\"&gt;Bluegrass Brewing Company&lt;/a&gt; and &lt;a href=\"Falls%20City%20Brewing%20Company\"&gt;Falls City Brewing Company&lt;/a&gt;. In 2013 overall beer sales were reported to be down 2% from the previous year, whereas craft beer sales had risen 18%. To keep up the demand, Mayor &lt;a href=\"Greg%20Fischer\"&gt;Greg Fischer&lt;/a&gt; announced in 2015 plans to create \"Lou Brew\": a tour, similar to the Urban Bourbon Trail, that will highlight the local breweries and craft beer scene of Louisville to both natives and tourists.\nHigh tech.\nNot typically known for &lt;a href=\"high%20tech\"&gt;high tech&lt;/a&gt; outside of the previously identified industries, Louisville in the 2010s has been at or near the forefront of some high-tech-related developments. In April 2017, &lt;a href=\"Google%20Fiber\"&gt;Google Fiber&lt;/a&gt; confirmed that the city will be wired for its ultrafast network. Meanwhile, since October 2016, &lt;a href=\"AT%26amp%3BT\"&gt;AT&amp;T&lt;/a&gt; Fiber has been building out its similar service in the city as well as neighboring counties in Indiana. Beyond networking, the city, through its &lt;a href=\"public%E2%80%93private%20partnership\"&gt;public–private partnership&lt;/a&gt; called &lt;a href=\"Code%20Louisville\"&gt;Code Louisville&lt;/a&gt;, recognized by President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;, is aiding area residents in the learning of software coding skills.\nIndependent businesses.\nLouisville prides itself in its large assortment of small, independent businesses and restaurants, some of which have become known for their ingenuity and creativity. In 1926 the &lt;a href=\"Brown%20Hotel%20%28Louisville%2C%20Kentucky%29\"&gt;Brown Hotel&lt;/a&gt; became the home of the &lt;a href=\"Hot%20Brown\"&gt;Hot Brown&lt;/a&gt; \"sandwich\". A few blocks away, the &lt;a href=\"Seelbach%20Hotel\"&gt;Seelbach Hotel&lt;/a&gt;, which &lt;a href=\"F.%20Scott%20Fitzgerald\"&gt;F. Scott Fitzgerald&lt;/a&gt; references in \"&lt;a href=\"The%20Great%20Gatsby\"&gt;The Great Gatsby&lt;/a&gt;\", is also famous for a secret back room where &lt;a href=\"Al%20Capone\"&gt;Al Capone&lt;/a&gt; would regularly meet with associates during the &lt;a href=\"Prohibition%20era\"&gt;Prohibition era&lt;/a&gt;. The room features a secret back door escape and was used as a starting point for rumrunners who would transport illegal &lt;a href=\"moonshine\"&gt;moonshine&lt;/a&gt; from the hills of eastern Kentucky to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. Also, in 1880, John Colgan invented a way to make &lt;a href=\"chewing%20gum\"&gt;chewing gum&lt;/a&gt; taste better for a longer period of time.\n&lt;a href=\"The%20Highlands%20%28Louisville%29\"&gt;The Highlands&lt;/a&gt; area of Louisville on Bardstown Road has many independent businesses, including the Preston &lt;a href=\"Arts%20centre\"&gt;Arts Center&lt;/a&gt;, Baxter Avenue Theater, Carmichael's &lt;a href=\"Bookstore\"&gt;book store&lt;/a&gt;, Heine Brothers' Coffee, &lt;a href=\"John%20Conti\"&gt;John Conti&lt;/a&gt; Coffee, Wick's Pizza, Steilberg's String Instruments and O'Shea's Irish Pub, among others. Several local breweries such as Milewide Brewing, Gravely Brewing, Great Flood Brewery, Akasha, Apocolypse, Holsopple, New Albanian Brewery of &lt;a href=\"New%20Albany%2C%20Indiana\"&gt;New Albany, Indiana&lt;/a&gt;, Browning's Restaurant and Brewery, Cumberland Brews, and the Bluegrass Brewing Company offer an assortment of local brewing talent in the area. &lt;a href=\"Publix\"&gt;Publix&lt;/a&gt;, the Florida-based grocery store chain announced its first new store in Kentucky, in the Terra Crossing shopping center, scheduled to open in late 2023.\nOther industries.\nLouisville has connections to the entertainment industry. Several major motion pictures have also been filmed in or near Louisville, including \"&lt;a href=\"Goldfinger%20%28film%29\"&gt;Goldfinger&lt;/a&gt;\", \"&lt;a href=\"The%20Insider%20%28film%29\"&gt;The Insider&lt;/a&gt;\", \"&lt;a href=\"Stripes%20%28film%29\"&gt;Stripes&lt;/a&gt;\", \"&lt;a href=\"Lawn%20Dogs\"&gt;Lawn Dogs&lt;/a&gt;\", \"&lt;a href=\"Elizabethtown%20%28film%29\"&gt;Elizabethtown&lt;/a&gt;\", \"&lt;a href=\"Demolition%20Man%20%28film%29\"&gt;Demolition Man&lt;/a&gt;\", and \"&lt;a href=\"Secretariat%20%28film%29\"&gt;Secretariat&lt;/a&gt;\".\nAlso located in Louisville is a &lt;a href=\"Federal%20Reserve%20Bank%20of%20St.%20Louis%20Louisville%20Branch\"&gt;branch&lt;/a&gt; of the &lt;a href=\"Federal%20Reserve%20Bank%20of%20St.%20Louis\"&gt;Federal Reserve Bank of St. Louis&lt;/a&gt;.\nHistorical businesses.\nLouisville for a long time was also home to the &lt;a href=\"Belknap%20Hardware%20and%20Manufacturing%20Company\"&gt;Belknap Hardware and Manufacturing Company&lt;/a&gt;, at its peak one of the largest manufacturers and wholesale distributors of hardware in the United States, as well as &lt;a href=\"Brown%20%26amp%3B%20Williamson\"&gt;Brown &amp; Williamson&lt;/a&gt;, the third largest company in the &lt;a href=\"tobacco%20industry\"&gt;tobacco industry&lt;/a&gt; before merging with &lt;a href=\"R.%20J.%20Reynolds%20Tobacco%20Company\"&gt;R. J. Reynolds&lt;/a&gt; in 2004 to form the &lt;a href=\"Reynolds%20American\"&gt;Reynolds American&lt;/a&gt; Company. Brands such as KOOL, Viceroy, Capri, Misty and Raleigh were introduced in Louisville. Brown &amp; Williamson, one of the subjects of the tobacco industry &lt;a href=\"List%20of%20corporate%20collapses%20and%20scandals\"&gt;scandals&lt;/a&gt; of the 1990s, was the focus of \"The Insider\", a &lt;a href=\"1999%20in%20film\"&gt;1999 film&lt;/a&gt; shot around the Louisville area."
}