{
    "id": "7065193",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=7065193",
    "title": "I Believe My Heart",
    "text": "I Believe My Heart is the debut album by British singer &lt;a href=\"Keedie%20Babb\"&gt;Keedie&lt;/a&gt;. It was released on 18 November 2004. The album has a mixture of genres and songwriters. Two classics; \"Ave Maria\" and the &lt;a href=\"aria\"&gt;aria&lt;/a&gt; \"&lt;a href=\"Un%20bel%20d%C3%AC%20vedremo\"&gt;Un bel dì vedremo&lt;/a&gt;\" are sung in English. Seven other arias feature on the album (two of which are hidden). The classics include Rutter's version of \"Pie Jesu\" and &lt;a href=\"Sarah%20Brightman\"&gt;Sarah Brightman&lt;/a&gt; and &lt;a href=\"Andrea%20Bocelli\"&gt;Andrea Bocelli&lt;/a&gt;'s \"&lt;a href=\"Time%20to%20Say%20Goodbye%20%28Sarah%20Brightman%20and%20Andrea%20Bocelli%20song%29\"&gt;Time to Say Goodbye&lt;/a&gt;\". There are two popular covers featured on the album; &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;'s \"&lt;a href=\"You%27ll%20See\"&gt;You'll See&lt;/a&gt;\" and &lt;a href=\"Enya\"&gt;Enya&lt;/a&gt;'s \"&lt;a href=\"Only%20Time\"&gt;Only Time&lt;/a&gt;\".\nThe album also features seven original songs. Two of these songs are interludes that Keedie co-wrote herself; \"Interlude\" and \"Fio Est Toute\". \"&lt;a href=\"I%20Believe%20My%20Heart%20%28song%29\"&gt;I Believe My Heart&lt;/a&gt;\" was written by &lt;a href=\"Andrew%20Lloyd%20Webber\"&gt;Andrew Lloyd Webber&lt;/a&gt; and &lt;a href=\"David%20Zippel\"&gt;David Zippel&lt;/a&gt; for their musical \"&lt;a href=\"The%20Woman%20in%20White%20%28musical%29\"&gt;The Woman In White&lt;/a&gt;\".\n\"My Reason\" (a favourite among Keedie fans) was composed by &lt;a href=\"Guy%20Farley\"&gt;Guy Farley&lt;/a&gt; for the film \"&lt;a href=\"Modigliani%20%28film%29\"&gt;Modigliani&lt;/a&gt;\". Farley was so impressed with Keedie's voice that he approached her to sing the theme song from the film. The song is sung in English in an &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic style and is often praised for its emotional arrangement and Keedie's highly passionate delivery of the &lt;a href=\"lyrics\"&gt;lyrics&lt;/a&gt;.\nBen Robbins and Steve Hart both wrote the original songs \"The Star in You\" and \"All Because of You\". Both of the songs have a pop-like arrangement but are sung operatically in English. Chris Neil is responsible for the intimate \"One Day\".\nHidden tracks.\n\"I Believe My Heart\" has three hidden tracks and two more interludes after the track 17 named only as \"One Day\". After this mini song the listener has to wait until the timer of the track has reached 7:20 when an interlude appears. When 8:38 has gone by, \"&lt;a href=\"Lascia%20ch%27io%20pianga\"&gt;Lascia ch'io pianga&lt;/a&gt;\" comes on. Once twelve minutes have gone by, \"&lt;a href=\"The%20Flower%20Duet\"&gt;The Flower Duet&lt;/a&gt;\" plays. At 15:10 an English rendition of \"Un bel dì vedremo\" comes on. Once this song has finished the listener can hear part two of the initial interlude. Track seventeen lasts a total of twenty minutes and fifty-one seconds.\nTrack listing.\n\"Hidden tracks\""
}