{
    "id": "7068209",
    "revid": "1057433746",
    "url": "https://en.wikipedia.org/wiki?curid=7068209",
    "title": "Herman Lehmann",
    "text": "Herman Lehmann (June 5, 1859 – February 2, 1932) was captured as a child by &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;. He lived first among the &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; and then the &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt; but eventually returned to his family later in life. The phenomenon of a white child raised by Indians made him a notable figure in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. He published his autobiography, Nine Years Among the Indians\nin 1927.\nEarly life.\nHerman Lehmann was born near &lt;a href=\"Mason%2C%20Texas\"&gt;Mason, Texas&lt;/a&gt;, on June 5, 1859, to German immigrants Ernst Moritz Lehmann and his wife Augusta Johanna Adams Lehmann. He was a third child, following a brother Gustave Adolph born in 1855, and a sister Wilhelmina who was born in 1857. Following the birth of Herman, the Lehmans had another son William F. born in 1861. Augusta had three more daughters, Emeliyn, Caroline Wilhelmina and Mathilde, but their birth order is unclear, as it is unclear whether these were children of Lehmann or her second husband Buchmeier. Moritz Lehmann died in 1862, and Augusta married local stonemason Philip Buchmeier in 1863.\nCapture.\nOn May 16, 1870, a raiding party of eight to ten Apaches (probably &lt;a href=\"Lipan%20Apache%20people\"&gt;Lipans&lt;/a&gt;) captured Herman Lehmann, who was almost eleven, and his eight-year-old brother, Willie, while they were in the fields at their mother's request to scare the birds from the wheat. Their two sisters escaped without injury. Four days later, the Apache raiding party encountered a patrol of ten African-American cavalrymen led by Sgt. &lt;a href=\"Emanuel%20Stance\"&gt;Emanuel Stance&lt;/a&gt;, who had been sent from &lt;a href=\"Fort%20McKavett%20State%20Historic%20Site\"&gt;Fort McKavett&lt;/a&gt; to recover the two Lehmann boys. In the short battle that followed, Willie Lehmann was able to escape, but the Apaches fled with young Herman. (Sergeant Stance became the first black regular to receive a &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt; for his bravery on this mission.) The kidnapping site was designated a &lt;a href=\"Recorded%20Texas%20Historic%20Landmark\"&gt;Recorded Texas Historic Landmark&lt;/a&gt; in 1991, Marker number 11283.\nLife with the Apaches.\nA few months after Lehman's capture, the Apaches lied and told Lehmann they had killed his entire family, depriving him of any incentive to attempt escape. The Apaches took Herman Lehmann to their village in eastern &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;. He was adopted by a man named Carnoviste and his wife, Laughing Eyes. A year after his capture, &lt;a href=\"William%20T.%20Sherman\"&gt;General William T. Sherman&lt;/a&gt; passed through Loyal Valley on an inspection tour. Augusta Lehmann Buchmeier was granted a private audience with Sherman to plead for his assistance in finding her son.\nThe Apaches called Lehmann \"En Da\" (White Boy). He spent about six years with them and became assimilated into their culture, rising to the position of petty chief. As a young warrior, one of his most memorable battles was a running fight with the Texas Rangers on August 24, 1875, which took place near &lt;a href=\"Fort%20Concho\"&gt;Fort Concho&lt;/a&gt;, about 65 miles west of the site of &lt;a href=\"San%20Angelo%2C%20Texas\"&gt;San Angelo, Texas&lt;/a&gt;. Ranger James Gillett nearly shot Lehmann before he realized he was a white captive. When the Rangers tried to find Lehmann later, he escaped by crawling through the grass.\nAsylum with the Comanches.\nAround the spring of 1876, Herman Lehmann killed an Apache medicine man avenging his killing of Carnoviste, his chief and master. Fearing revenge, he fled from the Apaches and spent a year alone in hiding. He became lonely and decided to search for a Comanche tribe that he might join. He observed a tribe all day long then entered the camp just after dark. At first they were going to kill him, however, a young warrior approached him that spoke the Apache tongue. Lehmann then explained his situation—that he was born white adopted by the Indians and that he left the Apaches after killing the medicine man. Another brave came forward verifying his story and he was welcomed to stay. He joined the Comanches who gave him a new name, Montechema (meaning unknown).\nIn the spring of 1877, Lehmann and the Comanches attacked &lt;a href=\"american%20bison\"&gt;buffalo&lt;/a&gt; hunters on the high plains of Texas. Lehmann was wounded by hunters in &lt;a href=\"Battle%20of%20Yellow%20House%20Canyon\"&gt;a surprise attack&lt;/a&gt; on the Indian camp at &lt;a href=\"Yellow%20House%20Canyon\"&gt;Yellow House Canyon&lt;/a&gt; (present-day &lt;a href=\"Lubbock%2C%20Texas\"&gt;Lubbock, Texas&lt;/a&gt;) on March 18, 1877, the last major fight between Indians and non-Indians in Texas.\nIn July 1877, Comanche chief &lt;a href=\"Quanah%20Parker\"&gt;Quanah Parker&lt;/a&gt;, who had successfully negotiated the surrender of the last fighting Comanches in 1875, was sent in search of the renegades. Herman Lehmann was among the group that Quanah found camped on the &lt;a href=\"Pecos%20River\"&gt;Pecos River&lt;/a&gt; in eastern New Mexico. Quanah persuaded them to quit fighting and come to the &lt;a href=\"Indian%20reservation\"&gt;Indian reservation&lt;/a&gt; near &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt;, Indian Territory (in present-day &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;). While Lehmann initially refused to go to the reservation, he later followed at Quanah's request.\nReturn and adjustment.\nHerman Lehmann lived with Quanah Parker's family on the Kiowa-Comanche reservation in 1877-78. Several people took notice of the white boy living among the Native Americans. Lehmann's mother still searched for her son. She questioned &lt;a href=\"Ranald%20S.%20Mackenzie\"&gt;Colonel Mackenzie&lt;/a&gt;, the commanding officer of Fort Sill, whether there were any blue eyed boys on the reservation. He said yes; however, the description led them to believe that this was not her boy. Nevertheless, she requested that the boy be brought to her.\nIn April 1878, Lt. Col. John W. Davidson ordered that Lehmann be sent under guard to his family in Texas. Five soldiers and a driver escorted Lehmann on a four-mule-drawn ambulance to Loyal Valley in Mason County, Texas. Lehmann arrived in Loyal Valley with an escort of soldiers on May 12, 1878, eight years after his capture. The people of Loyal Valley gathered to see the captive boy brought home. Upon his arrival, neither he nor his mother recognized one another. Lehmann had long believed his family dead, for the Apache had shown him proof during his time of transition to their way of life. It was his sister who found a scar on his arm, which had been caused by her when they were playing with a hatchet. His family surrounded him welcoming him home and the distant memories began to come back. Hearing someone repeat \"Herman\", he thought that sounded familiar and then realized it was his own name.\nAt first, he was sullen and wanted nothing to do with his mother and siblings. As he put it, \"I was an Indian, and I did not like them because they were palefaces.\" Lehmann's readjustment to his original culture was slow and painful. He rejected food offered, and was unaccustomed to sleeping in a bed.\nHerman Lehmann's first memoir, written with the assistance of Jonathan H. Jones, was published in 1899 under the title \"A Condensed History of the Apache and Comanche Indian Tribes for Amusement and General Knowledge\" (also known as \"Indianology\"). Lehmann hated this book for he felt Jones had taken liberty to fluff it up a bit.\nThroughout his life, Herman Lehmann drifted between two very different cultures. Lehmann was a very popular figure in southwestern Oklahoma and the Texas Hill Country, appearing at county fairs and rodeos. To thrill audiences, such as he did in 1925 at the Old Settlers Reunion in Mason County, he would chase a calf around an arena, kill it with arrows, jump off his horse, cut out the calf's liver, and eat it raw.\nHis second autobiography, \"Nine Years Among the Indians\" (1927, edited by J. Marvin Hunter) was at the request of Lehmann. He requested that this time the book be written just as he told it. It is one of the finest captivity narratives in American literature, according to &lt;a href=\"J.%20Frank%20Dobie\"&gt;J. Frank Dobie&lt;/a&gt;.\nHerman Lehmann's story also inspired Mason County native Fred Gipson's novel \"&lt;a href=\"Savage%20Sam%20%28novel%29\"&gt;Savage Sam&lt;/a&gt;\", a sequel to \"&lt;a href=\"Old%20Yeller\"&gt;Old Yeller&lt;/a&gt;\".\nPersonal life and death.\nThey left Texas and moved back to Indian Territory in 1900 to be close to his Apache and Comanche friends.\nOn August 26, 1901, &lt;a href=\"Quanah%20Parker\"&gt;Quanah Parker&lt;/a&gt; provided a legal &lt;a href=\"affidavit\"&gt;affidavit&lt;/a&gt; verifying Lehman's life as his adopted son 1877–1878. On May 29, 1908, the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; authorized the &lt;a href=\"United%20States%20Secretary%20of%20the%20Interior\"&gt;United States Secretary of the Interior&lt;/a&gt; to allot Lehmann, as an adopted member of the &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt; nation, one hundred and sixty acres of Oklahoma land. Lehman chose a site near &lt;a href=\"Grandfield%2C%20Oklahoma\"&gt;Grandfield&lt;/a&gt; and moved there in 1910. He later deeded some of the property over for a school.\nLehmann died on February 2, 1932, in Loyal Valley, where he is buried next to his mother and stepfather in the cemetery next to the old Loyal Valley one-room school house."
}