{
    "id": "7075459",
    "revid": "26636090",
    "url": "https://en.wikipedia.org/wiki?curid=7075459",
    "title": "Amaranth (color)",
    "text": "Amaranth is a &lt;a href=\"red\"&gt;red&lt;/a&gt;dish-&lt;a href=\"Rose%20%28color%29\"&gt;rose&lt;/a&gt; &lt;a href=\"color\"&gt;color&lt;/a&gt; that is a representation of the color of the &lt;a href=\"flower\"&gt;flower&lt;/a&gt; of the &lt;a href=\"amaranth\"&gt;amaranth&lt;/a&gt; plant. The color shown is the color of the red amaranth flower (the color normally considered amaranth), but there are other varieties of amaranth that have other colors of amaranth flowers; these colors are also shown below.\nAmaranth.\nThe color amaranth is displayed at right. This color is also called \"amaranth red\" to distinguish it from the varying colors of other varieties of the amaranth flower.\nThe color \"amaranth\" is similar to printer's &lt;a href=\"magenta\"&gt;magenta&lt;/a&gt; (pigment magenta), but redder. It is the color of the flower of those &lt;a href=\"amaranth\"&gt;amaranth&lt;/a&gt; plants that have \"amaranth red\" colored flowers.\nThe first recorded use of \"amaranth\" as a color name in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; was in 1690.\nEtymology.\nThe name \"amaranth\" comes from the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; \"a\" (not) + \"marainean\" (to waste away), i.e., a flower believed to grow on &lt;a href=\"Mount%20Olympus\"&gt;Mount Olympus&lt;/a&gt; which never died.\nVariations of amaranth.\nAmaranth pink.\nThe color amaranth pink is displayed at right. This color is a representation of the color of pink &lt;a href=\"amaranth\"&gt;amaranth&lt;/a&gt; flowers.\nThe first recorded use of \"amaranth pink\" as a color name in English was in 1905. \nRadical red (bright amaranth pink).\nThe &lt;a href=\"Crayola\"&gt;Crayola&lt;/a&gt; &lt;a href=\"crayon\"&gt;crayon&lt;/a&gt; color radical red is displayed at right.\nThe color \"radical red\", which may also be called bright amaranth pink, was formulated by Crayola in 1990.\nThis color is supposed to be &lt;a href=\"fluorescent\"&gt;fluorescent&lt;/a&gt;, but there is no mechanism for displaying fluorescence on a computer screen. \nAmaranth purple.\nThe color amaranth purple is displayed at right. This color is a representation of the color of purple amaranth flowers.\nThe first recorded use of \"amaranth purple\" as a color name in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; was in 1912.\nAmaranth deep purple.\nAmaranth deep purple is the tone of amaranth that is called \"amaranth\" in the 1930 book by Maerz and Paul \"A Dictionary of Color\". \nAlizarin.\nAlizarin is the tone of amaranth that is called \"alizarin\" in the 1930 book by Maerz and Paul \"A Dictionary of Color\"."
}