{
    "id": "707688",
    "revid": "915833",
    "url": "https://en.wikipedia.org/wiki?curid=707688",
    "title": "Charles Henry Allan Bennett",
    "text": "Charles Henry Allan Bennett (8 December 1872 – 9 March 1923) was an English Buddhist and former member of the &lt;a href=\"Hermetic%20Order%20of%20the%20Golden%20Dawn\"&gt;Hermetic Order of the Golden Dawn&lt;/a&gt;. He was an early friend and influential teacher of &lt;a href=\"occultist\"&gt;occultist&lt;/a&gt; &lt;a href=\"Aleister%20Crowley\"&gt;Aleister Crowley&lt;/a&gt;.\nBennett received the name &lt;a href=\"Bhikkhu\"&gt;Bhikkhu&lt;/a&gt; Ananda Metteyya at his &lt;a href=\"ordination\"&gt;ordination&lt;/a&gt; as a Buddhist monk and spent years studying and practising &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; in the East. He was the second Englishman to be ordained as a Buddhist monk (&lt;a href=\"Bhikkhu\"&gt;Bhikkhu&lt;/a&gt;) of the &lt;a href=\"Theravada\"&gt;Theravāda&lt;/a&gt; tradition and was instrumental in introducing Buddhism in &lt;a href=\"England\"&gt;England&lt;/a&gt;. He established the first Buddhist Mission in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and sought to spread the LIGHT of &lt;a href=\"Dharma%23Theravada%20Buddhism\"&gt;Dhamma&lt;/a&gt; to the West. Co-founder of international Buddhist organisations and publications, he was an influential Buddhist advocate of the &lt;a href=\"Timeline%20of%20Buddhism%2320th%20century\"&gt;early 20th century&lt;/a&gt;.\nEarly life.\nAllan Bennett was born at the at the time of the Franco-Prussian war in London on 8 December 1872, his full name at birth was Charles Henry Allan Bennett. His only sister, Charlotte Louise was born in Brighton about a year before. His childhood was difficult and filled with suffering. His father &lt;a href=\"died\"&gt;died&lt;/a&gt; when he was still a boy, and his mother &lt;a href=\"Poverty\"&gt;struggled&lt;/a&gt; to support the family, who nevertheless raised him as a strict Roman Catholic. During his youth he was plagued with bouts of &lt;a href=\"Acute%20severe%20asthma\"&gt;acute asthma&lt;/a&gt;, which were debilitating even for weeks at a time.\nHe had, however, already some experience of an &lt;a href=\"Buddhist%20cosmology\"&gt;unseen world&lt;/a&gt;. As a young boy, about the age of 8, he overheard some &lt;a href=\"gossip\"&gt;gossip&lt;/a&gt; among &lt;a href=\"superstitious\"&gt;superstitious&lt;/a&gt; servants, that if you recite the \"&lt;a href=\"Lord%27s%20Prayer\"&gt;Lord's Prayer&lt;/a&gt;\" backwards, the &lt;a href=\"Devil\"&gt;Devil&lt;/a&gt; would appear. He set himself to the task of learning the prayer letter perfect and went into the back garden to performed the invocation. Something, the Devil, &lt;a href=\"Mara%20%28demon%29\"&gt;Mara&lt;/a&gt; or one of his army appeared that day and in terror he ran screaming back into the house. When he was sixteen he was &lt;a href=\"disgusted\"&gt;disgusted&lt;/a&gt; at the boys discussion of child birth, becoming furious he stated \"children were brought to earth by &lt;a href=\"angels\"&gt;angels&lt;/a&gt;\". After being confronted with a manual of &lt;a href=\"obstetrics\"&gt;obstetrics&lt;/a&gt;, accepting the facts he said: \"Did the Omnipotent God whom he had been taught to &lt;a href=\"worship\"&gt;worship&lt;/a&gt; devise so revolting and degrading a method of perpetuating the &lt;a href=\"human%20species\"&gt;species&lt;/a&gt;? Then this God must be a devil, delighting in loathsomeness.\" This was the very moment that he disproved in the notion of an &lt;a href=\"Problem%20of%20the%20creator%20of%20God\"&gt;Eternal Creator God&lt;/a&gt; and relinquished his &lt;a href=\"faith\"&gt;faith&lt;/a&gt; announcing himself as an '&lt;a href=\"agnostic\"&gt;agnostic&lt;/a&gt;'. Crowley once stated \"Allan never knew joy; he disdained and distrusted pleasure from the womb.\"\nBennett's Father had been a civil and electrical engineer, following in his footsteps Bennett was a keen natural scientist. Bennett was educated at The Colonial College at Hollesey Bay, Suffolk, and later at Bath, England. Upon leaving school, he trained as an &lt;a href=\"analytical%20chemist\"&gt;analytical chemist&lt;/a&gt; and achieved some success in that field. Bennett also conducted his own experiments, while no inventions or patents were fruitful at the time. Possibly true, in a fictional work Crowley depicts Bennett as working on one process \"trying to make rubies from ruby dust\" also stating a precisely similar process was in commercial use by others only years later. Bennett was eventually employed by Dr Bernard Dyer, a &lt;a href=\"public%20analyst\"&gt;public analyst&lt;/a&gt; and consulting &lt;a href=\"chemist\"&gt;chemist&lt;/a&gt; with an international &lt;a href=\"reputation\"&gt;reputation&lt;/a&gt; based in London. Dr Dyer was also an official analyst to the &lt;a href=\"Grain%20and%20Feed%20Trade%20Association\"&gt;London Corn Trade&lt;/a&gt; and invited Bennett to participate in an expedition to Africa, though Bennet turned out not to go, and stated to Gardner he was rather glad because he could &lt;a href=\"Attention\"&gt;focus&lt;/a&gt; on furthering his esoteric practices. It is said that Bennett was Bernard Dyer's most promising student, though his shocking &lt;a href=\"health\"&gt;health&lt;/a&gt; prevented him from holding a job. Bennett also enquired of a friend, Frederick Leigh Fardner, if he could get some teaching in chemistry or electrical science day schools. His &lt;a href=\"Electrical%20engineering\"&gt;electrical knowledge&lt;/a&gt; was profound, extending into the \"higher branches of Electricity, &lt;a href=\"Hertz\"&gt;Hertz waves&lt;/a&gt;, &lt;a href=\"R%C3%B6ntgen%20rays\"&gt;Röntgen rays&lt;/a&gt;, etc\": this and his talent for &lt;a href=\"Experiment\"&gt;experimental science&lt;/a&gt;, &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; and &lt;a href=\"physics\"&gt;physics&lt;/a&gt; would stay with him throughout his life. Cassius Pereira mentions that Bennett had \"done much electrical work, which was just coming to fruition, when his health broke down...\".\nBennett's constant sickness created a heavy lens of &lt;a href=\"Du%E1%B8%A5kha%23Buddhism\"&gt;suffering&lt;/a&gt; towards life. He was disenchanted towards the illusions of &lt;a href=\"Kama\"&gt;pleasure&lt;/a&gt; and love and saw these as the hidden enemy of mankind binding each being to the curse of existence.\nSearch for spiritual truth.\nHaving left Catholicism in his teens, Bennett was still in search to fill the void that had formed from this parting as he ever wished to find his place in the &lt;a href=\"Spirituality\"&gt;spiritual spectrum&lt;/a&gt;. Having a heart and intellect that sought cause and effect, analytical knowledge and wisdom, he wanted to apply &lt;a href=\"scientific%20analysis\"&gt;scientific analysis&lt;/a&gt; to &lt;a href=\"religion\"&gt;religion&lt;/a&gt; and uncover true spiritual gnosis. When Bennett was eighteen he fell in love with Sir Edwin Arnolds' book (1879) &lt;a href=\"Light%20of%20Asia\"&gt;The Light of Asia&lt;/a&gt;, which at the time was said to cause \"an enormous upsurge in awareness of, and interest in, Buddhism\". This was a real turning point in Bennetts life, and made a &lt;a href=\"Spiritual%20transformation\"&gt;revolutionary impression&lt;/a&gt; that lasted his lifetime. He was so deeply moved by the pure and rational &lt;a href=\"Saddha\"&gt;Faith&lt;/a&gt; experienced through Arnold's poetry he began a closer association with the existing English translations of &lt;a href=\"Buddhist%20texts\"&gt;Buddhist Scriptures&lt;/a&gt;. It was at this point in Bennett's life, having been inspired by The Light of Asia, announced himself a Buddhist by Faith.\nAnother notable &lt;a href=\"religious%20experience\"&gt;experience&lt;/a&gt; occurred when Bennett was eighteen, where he at once spontaneously attained to the state &lt;a href=\"cosmos\"&gt;cosmic&lt;/a&gt; yogic state of &lt;a href=\"annihilation\"&gt;annihilation&lt;/a&gt; \"Shivadarshana\", litterally meaning \"to have sight of Siva.\" Even though he was immediately thrown out, Crowley states it was \"a marvel that Allan survived\". Even after years of hard &lt;a href=\"Practice%20%28learning%20method%29\"&gt;practice&lt;/a&gt; the effect on him was &lt;a href=\"transformative%20learning\"&gt;transformative&lt;/a&gt;, he said to himself \"This is the only thing &lt;a href=\"Faith\"&gt;worthwhile&lt;/a&gt;. I will do nothing else in all my life but find out how to get back to it.\" Crowley noted \"It is a marvel that Allan survived and kept his reason,\" as this extraordinarily high state of yogic attainment can be dangerous to beginners. He further explained the cross reference that \"Shivadarshana\" is the same experience as one of the formless &lt;a href=\"Dhy%C4%81na%20in%20Buddhism%23The%20ar%C5%ABpa%20%C4%81yatanas\"&gt;arupa jhana&lt;/a&gt;'s in Buddhism. Biographer Dr Elizabeth J. Harris states \"He was a man of his time, born when the British Empire was at the height of its power and the wish to probe new religious pathways was gripping many young minds.\" \nOn 24 March 1893, Bennett applied to joining the notable organisation the &lt;a href=\"Theosophical%20Society\"&gt;Theosophical Society&lt;/a&gt;. This society was a known path to &lt;a href=\"Spirituality\"&gt;spiritual exploration&lt;/a&gt; covering &lt;a href=\"Mysticism\"&gt;mystical traditions&lt;/a&gt; from &lt;a href=\"Eastern%20religions\"&gt;east&lt;/a&gt; to west; yoga, religion and the esoteric and exoteric were all seen as things to be &lt;a href=\"study%20skills\"&gt;studied&lt;/a&gt; and practised. Notable also that the &lt;a href=\"Helena%20Blavatsky\"&gt;founders&lt;/a&gt; both had declared themselves as Buddhist in Ceylon in 1880.\nShortly before his 21st Birthday in November 1893, Bennett wrote a letter to &lt;a href=\"Frederick%20Leigh%20Gardner\"&gt;F. L. Gardner&lt;/a&gt; stating \"I have been ill - had an attack of &lt;a href=\"apoplexy\"&gt;apoplexy&lt;/a&gt;, which laid the body up...\" going on to request a set of &lt;a href=\"Ephemeris\"&gt;astrological Ephemerides&lt;/a&gt; so he could track back a &lt;a href=\"horoscope\"&gt;horoscope&lt;/a&gt; of his exact time of birth. By February 1894, Bennett had made his way into the Esoteric Section of the Theosophical Society taking on the &lt;a href=\"motto\"&gt;motto&lt;/a&gt; \"Voco\". During his time Bennett also gave a &lt;a href=\"lecture\"&gt;lecture&lt;/a&gt; to the Lodge on Egyptian &lt;a href=\"mythology\"&gt;mythology&lt;/a&gt;. By 1895 Bennett had lost interest in the &lt;a href=\"Theosophical%20Society\"&gt;Theosophical Society&lt;/a&gt; and turned his full attention to the esoteric gnosis.\nGolden Dawn.\nDawn of the Esoteric.\nBennett was initiated into the &lt;a href=\"Hermetic%20Order%20of%20the%20Golden%20Dawn\"&gt;Hermetic Order of the Golden Dawn&lt;/a&gt; in 1894, taking the Hebrew motto \"Iehi Aour\", (\"let there be light\"). He was always very poor and tormented by illness, but still made a strong impression on other occultists of the time. Bennett was one of the most &lt;a href=\"luminous%20mind\"&gt;luminous mind&lt;/a&gt;s in the order and favoured mysticism and white magic rather than the occult. Bennett was almost wholly concerned with divine knowledge and &lt;a href=\"Enlightenment%20%28spiritual%29\"&gt;enlightenment&lt;/a&gt; rather than &lt;a href=\"siddhi\"&gt;siddhi&lt;/a&gt;s (magical powers) seeing them as mundane and divorced from the unrealised but glimpsed heights of &lt;a href=\"Siddha\"&gt;spiritual attainment&lt;/a&gt;.\nAfter reaching the Second Order on 22 March 1895, Bennett was considered the most proficient second only to &lt;a href=\"Samuel%20Liddell%20MacGregor%20Mathers\"&gt;S. L. Mathers&lt;/a&gt; and attained extraordinary success. Bennett had high regard for Golden Dawn leader Mathers, so much so it is said that he was &lt;a href=\"adopted\"&gt;adopted&lt;/a&gt; by him and took his last name on until Mathers death. Notably he also helped Mathers put together an extended work the \"Book of Correspondences\", a &lt;a href=\"scientific%20method\"&gt;systematic&lt;/a&gt; grouping of esoteric symbols and numbers from around the world which Crowley later expanded into a book of &lt;a href=\"Hermetic%20Qabalah\"&gt;Hermetic Qabalah&lt;/a&gt; the \"&lt;a href=\"Liber%20777\"&gt;Liber 777&lt;/a&gt;\".\nBennett at the age of twenty-three was already working on his own &lt;a href=\"Alchemy\"&gt;occult formula&lt;/a&gt;, which was seen as quite astonishing, one such popularised account was the esoteric &lt;a href=\"occult\"&gt;ceremony&lt;/a&gt; he wrote for Golden Dawn associate and actress &lt;a href=\"Florence%20Farr\"&gt;Florence Farr&lt;/a&gt;. The ceremony rather difficult and detailed, drawing on antiquity, involved things like the &lt;a href=\"Egyptian%20hieroglyphs\"&gt;Egyptian symbol&lt;/a&gt; of immortality, and &lt;a href=\"Spiritual%20evolution\"&gt;harmonising the forces&lt;/a&gt; of Mercury with Mercuries intelligence Tiriel, while working in the hour of Tafrac under the domain of the Great &lt;a href=\"Angel\"&gt;Angel&lt;/a&gt; of Mercury. Its purpose is stated to learn the hidden mysteries of &lt;a href=\"art\"&gt;art&lt;/a&gt; and &lt;a href=\"science\"&gt;science&lt;/a&gt;. With the second order of the Golden Dawn having over thirty members, in a period that was &lt;a href=\"Orthodoxy\"&gt;exceedingly orthodox&lt;/a&gt;, it is no wonder that occult &lt;a href=\"rumour\"&gt;rumour&lt;/a&gt; haunted Bennett in later life. During this period Bennett was fascinated with the arithmetical subtleties of the literal Qabalah, and via his essay \"Liber Israfel\" we can note his &lt;a href=\"poetic\"&gt;poetic&lt;/a&gt; &lt;a href=\"Muses\"&gt;musing&lt;/a&gt; incorporating &lt;a href=\"Ancient%20Egyptian%20religion\"&gt;Egyptian symbology&lt;/a&gt; specifically on the 20th &lt;a href=\"Major%20Arcana\"&gt;Major Arcana&lt;/a&gt; of Tarot, Judgement. Crowley recounts a humorous magical tale before their first encounter, where Bennett had created a consecrated &lt;a href=\"talisman\"&gt;talisman&lt;/a&gt; of the Moon to cause rain. To make it work it needed to be immersed in water. Bennett had somehow dropped it and \"it worked its way into the sewer, London proceeded to have the wettest summer in the memory of man!\"\nCrowley had been in the same order as Bennett for over a year, however their first encounter was in early 1899 on the initiation of a new member into the order. During the cermoney Crowley became aware of a \"tremendous spiritual and &lt;a href=\"Magic%20%28supernatural%29\"&gt;magical force&lt;/a&gt;\" coming from the east; he knew it must be Frater Iehi Aour. After the ceremony Crowley was \"led trembling before the great man\" though he could not bring himself to say a word. In the anteroom an hour after the cermoney, Bennett came directly to Crowley startling him by announcing \"Little brother, you have been meddling with the Goetia!\" Crowley withholding the truth in shock denied this, Bennett recounted then \"Goetia has been meddling with you.\" Crowley said later \"I protested myself unworthy even to pronounce the word!\". Honoured Iehi Aour it seems could sense that Crowley had been \"dabbling in &lt;a href=\"Demonology\"&gt;malignant forces&lt;/a&gt; beyond his control\". Crowley went home somewhat reprimanded and determined to call on Bennett the next day. Crowley later recounted \"He had spotted me as a promising colt, and when, using my opportunity, I made myself even as his familiar spirit, he consented to take me as a pupil. Before long we were working together day and night, and a devil of a time we had!\"\n&lt;a href=\"George%20Cecil%20Jones\"&gt;George Cecil Jones&lt;/a&gt; and Bennett were known to be Crowley's primary teachers during his days in the Golden Dawn. Bennett, four years older than Crowley, was the more experienced of the two and continued on to be one of greatest influences and inspirations in Crowley's life. The only other person that Crowley places on such an upper tier with respect is &lt;a href=\"Oscar%20Eckenstein\"&gt;Oscar Eckenstein&lt;/a&gt; there may be a similarity for Crowley states his \"&lt;a href=\"moral%20code\"&gt;moral code&lt;/a&gt; was higher and nobler than that of any other man I have met.\" Crowley found in Bennett a Teacher of &lt;a href=\"gnosis\"&gt;spiritual gnosis&lt;/a&gt; and a friend in spiritual seeking, and found him to be an \"&lt;a href=\"artistic%20inspiration\"&gt;inspiration&lt;/a&gt; to work in while magic\", further noting \"he bequeathed to me a beautiful Garden, the like of which hath rarely been seen upon Earth.\"\nPoverty, chronic sickness, and accessing mysteries.\nSoon after the meeting, Crowley was shocked to find that the Very Honoured Frater Iehi Aour was living in a &lt;a href=\"urban%20decay\"&gt;dilapidated&lt;/a&gt; apartment in the &lt;a href=\"slums\"&gt;slums&lt;/a&gt; south of the Thames with another Brother of the Order. Crowley, deeply impressed with the man also pitying his situation, invited Bennett to come stay with him, now enabling the two &lt;a href=\"Liberation%20theology\"&gt;light seekers&lt;/a&gt; to work together more fluently. Crowley organised a room for him the in his Chancery Lane flat, \"and settled down to pick his brains\", for he new his reputation \"as the one &lt;a href=\"Magician%20%28fantasy%29\"&gt;Magician&lt;/a&gt; who could really do big-time stuff\". For Days, weeks and months, Bennett trained Crowley in the basics of &lt;a href=\"Magic%20%28paranormal%29\"&gt;magic&lt;/a&gt; and tried to in still a devotion to &lt;a href=\"white%20magic\"&gt;white magic&lt;/a&gt;. Bennett was generally &lt;a href=\"ascetic\"&gt;ascetic&lt;/a&gt; and reputedly &lt;a href=\"Celibacy\"&gt;sexually chaste&lt;/a&gt;, a marked contrast to Crowley's &lt;a href=\"libertine\"&gt;libertine&lt;/a&gt; attitude. In a fictional work Crowley depicts Bennetts disposition towards &lt;a href=\"chastity\"&gt;chastity&lt;/a&gt; stating \"He had an aversion to all such matters amounting to horror.\" Even though all early sources point to Bennetts chastity unfounded rumours seem to of circulated in later years, Israel Regardie, who new Crowley very well, seems to agree the rumours are baseless. Crowley had said of him \"We called him the &lt;a href=\"White%20Knight%20%28Through%20the%20Looking-Glass%29\"&gt;White Knight&lt;/a&gt;\", that there \"never walked a &lt;a href=\"White%20magic%23Early%20origins\"&gt;whiter man&lt;/a&gt; on earth\" that he was a harmless, lovable \"terribly frustrated genius\".\nIn the preface introduction to \"Iehi Aour's\" work \"A Note on Genesis\" Crowley states \"Its venerable &lt;a href=\"author\"&gt;author&lt;/a&gt; was an adept\" with the &lt;a href=\"List%20of%20astrological%20traditions%2C%20types%2C%20and%20systems\"&gt;esoteric system of symbols&lt;/a&gt;, accomplished in harmonising them in himself (here referring to what would later be known as Liber 777). \"In the year 1899 he was graciously pleased to receive me as his pupil, and, living in his house, I studied daily under his guidance the Holy &lt;a href=\"Qabalah\"&gt;Qabalah&lt;/a&gt;.\" Crowley goes on to praise the \"&lt;a href=\"Reason\"&gt;ratiocinative&lt;/a&gt; methods employed\", and that the methods &lt;a href=\"Experiment\"&gt;utilised&lt;/a&gt; were indeed \"so fine and subtle that they readily &lt;a href=\"sublime%20%28philosophy%29\"&gt;sublime&lt;/a&gt; into the Intuitive.\" As to some darker occult experiments that Crowley dabbled in at &lt;a href=\"Chancery%20Lane\"&gt;Chancery Lane&lt;/a&gt; he made the clear and specific point that Bennett \"never had anything to do with this\".\nCrowley's described Allan as tall, though \"his sickness had already produced a stoop. His head, crowned with a shock of wild black hair, was intensely noble; the brows, both wide and lofty, overhung indomitable &lt;a href=\"Third%20eye\"&gt;piercing eyes&lt;/a&gt;. The face would have been handsome had it not been for the haggardness and pallour due to his almost continuous suffering.\" He went on to describe how in spite of Bennett's ill-health \"he was a tremendous worker\". That he has a vast, precise and profound understanding of &lt;a href=\"science\"&gt;science&lt;/a&gt; and electricity. Crowley noted \"He showed me how to get &lt;a href=\"knowledge\"&gt;knowledge&lt;/a&gt;, how to criticise it and how to apply it.\" Also highlighting how Bennett had immersed himself in &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; and &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; teachings for the purpose of &lt;a href=\"Enlightenment%20%28spiritual%29\"&gt;spiritual insight&lt;/a&gt;. Crowley continued to relate that he \"did not fully realize the colossal stature of that &lt;a href=\"sacred\"&gt;sacred&lt;/a&gt; spirit\" and yet he was at once aware that \"this man could teach me more in a month than anyone else in five years.\"\nAt a time when there was no legal &lt;a href=\"Prohibition%20of%20drugs\"&gt;prohibition against drugs&lt;/a&gt;, Bennett was an experimental user of available &lt;a href=\"drugs\"&gt;drugs&lt;/a&gt; (with which he also treated recurrent &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;) and introduced Crowley to this aspect of his occult and &lt;a href=\"alchemical\"&gt;alchemical&lt;/a&gt; researches. Furthermore, as a part of his experiments into accessing the mysteries of the \"subconscious and super-normal mind\" and \"the &lt;a href=\"Spirit%20world%20%28Spiritualism%29\"&gt;World behind the Veil&lt;/a&gt; of Matter\" it is alleged he even experimented with poisons once taking an overdose that would have otherwise killed another man, though he remained unharmed. While Bennett was soon to abandon the practice of such &lt;a href=\"experimentation\"&gt;experimentation&lt;/a&gt; and uses, Crowley went on to a life of &lt;a href=\"hedonistic\"&gt;hedonistic&lt;/a&gt; addiction though always held Bennett in the &lt;a href=\"respect\"&gt;highest regard&lt;/a&gt;.\nCrowley also painted the grim picture of how Bennett &lt;a href=\"suffered\"&gt;suffered&lt;/a&gt; acutely from &lt;a href=\"asthma\"&gt;spasmodic asthma&lt;/a&gt; at that early time knowing him. Bennett would take one drug at a time (up to a month) until it was no longer helping then cycled through the other drugs available to him until he was reduced to using &lt;a href=\"chloroform\"&gt;chloroform&lt;/a&gt;. Crowley recalled how even for a week he would see him \"only recovering &lt;a href=\"consciousness\"&gt;consciousness&lt;/a&gt; sufficiently to reach for the bottle and sponge\". After a brief period of being well the asthma would return again, and Bennett would be once again forced back into this &lt;a href=\"Disease\"&gt;grim cycle of existence&lt;/a&gt;. Crowley stated \"But through it all the &lt;a href=\"Calmness\"&gt;calm&lt;/a&gt; undaunted spirit walked the &lt;a href=\"empyrean\"&gt;empyrean&lt;/a&gt;, and the radiant angelic temper ripened the wheat of &lt;a href=\"friendship\"&gt;friendship&lt;/a&gt;.\"\nImpact, influence, and change of view.\nIn a hallowing scene Bennett is described as \"calm, majestic, clearly master of it all\", Crowley paints in detail the aura of the man, that thunders forth; \"instantly a ray of &lt;a href=\"Immanence\"&gt;divine brilliance&lt;/a&gt; cleaves the &lt;a href=\"Dark%20Night%20of%20the%20Soul\"&gt;black clouds&lt;/a&gt; above his head, and, his noble countenance flashing in that &lt;a href=\"Divine%20illumination\"&gt;ecstasy of brightness&lt;/a&gt;.\" Crowley stating how this picture of Bennett was the &lt;a href=\"Aletheia\"&gt;literal truth&lt;/a&gt;. That Bennett was one of the very few people that he had met \"who really could get ... the results they wished for\" in this &lt;a href=\"Western%20esotericism\"&gt;esoteric field&lt;/a&gt;, for it is easy for most to get unwished for results \"&lt;a href=\"Insanity\"&gt;madness&lt;/a&gt;, &lt;a href=\"death\"&gt;death&lt;/a&gt;, marriage\".\nBiographer Kaczynski states that Crowley took on the Adeptus Minor Grade motto, \"let there be light\" in an Enochian angelic language. While he guarded this closely throughout his life, it shows a clear reference to the influence of his teacher and friend. Crowley once remarked concerning Bennett's powers: Bennett had constructed a magical &lt;a href=\"wand\"&gt;wand&lt;/a&gt; out of glass, a lustre from a chandelier which he carried with him. He preferred this to the wands recommended by the G.D. and would keep it \"charged with his considerable &lt;a href=\"Energy%20%28esotericism%29\"&gt;psychic force&lt;/a&gt; and ready for use\". As it so happened, Crowley and Bennett were at a party and a group of &lt;a href=\"theosophists\"&gt;theosophists&lt;/a&gt; present were ridiculing in &lt;a href=\"Belief\"&gt;disbelief&lt;/a&gt; the power of the wands. It was alleged by Crowley that \"Allan promptly produced his and blasted one of them. It took fourteen hours to restore the incredulous individual to the use of his mind and his muscles.\"\nCrowley states how he had hoped Bennett would &lt;a href=\"Missionary\"&gt;establish&lt;/a&gt; the Order in Asia \"The Dawn was Golden when you met the guide, ... You took the boat that floated with the tide, To leave behind no track... I hoped that you would raise my magic Sword, Upon another strand.\" One of the differences they faced was that Crowley seemed to think that &lt;a href=\"Five%20precepts\"&gt;virtuous conduct&lt;/a&gt; could be bypassed, where Bennett went as far to insist it was the first founding factor an aspirant required, seeing the deficiencies in the West, namely the blamelessness of keeping the precepts. Crowley's Autobiography is dedicated to three \"Immortal Memories\", including \"Allan Bennett, who did what he could\". Sutin states that Crowley tried to rekindle the connection, Bennett was the reluctant one and eventually the two of them did start to drift apart.\nCrowley notes years later \"Allan, strangely enough it seems to me, lost interest rather than gained it as we acquired proficiency in the White Art... He didn't really care for Magic at all; he thought that it led nowhere. He only cared for yoga.\" Also while Bennett was a strong influence on Crowley's early life and later thought, Bennett one day responded to Crowley \"No Buddhist would consider it worthwhile to pass from the crystalline clearness of his own religion to this involved obscurity.\" Years later Crowley's reprinted Bennetts essay \"On the Culture of Mind\", likely without his knowledge, with the new name \"Training of the Mind\" in the Equinox series. Here it can be seen that their understanding of &lt;a href=\"ultimate%20reality\"&gt;ultimate reality&lt;/a&gt; had taken separate roads, Crowley seemed to think the two paths compatible, while Bennett was unwavering in his &lt;a href=\"Diligence\"&gt;religious zeal&lt;/a&gt;. On a sombre note, Kaczynski quotes what Crowley wrote down upon his friends departure, now aware of Bennetts change in path: \"O Man of Sorrows: brother unto Grief!\"... \"In the white shrine of thy white spirit’s reign, Thou man of Sorrows: O, beyond belief!\".\nTravel to Southeast Asia.\nCeylon, yoga and Buddhism.\nAt some time between 1889 and 1900, in his late twenties, Bennett travelled to Asia to relieve his chronic &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;, after submersing himself in the study &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;. He travelled to &lt;a href=\"Ceylon\"&gt;Ceylon&lt;/a&gt; as a self-converted Buddhist, staying at Kamburugamuwa in the Matara district for four months, Bennett studied the &lt;a href=\"Pali\"&gt;Pali language&lt;/a&gt; and the root Theravadan Teachings under an elder Sinhala monk Venerable Revata Thera. Cassius Pereira later recalled that \"such was the brilliance of his intellect\" that he had mastered that ancient tongue in six months and could fluently converse.\" Further that Bennett \"made many close friends amongst the Buddhists of Ceylon, who gave him much assistance in every way.\" Bennett also spent time visiting monasteries, monks and sacred sites, familiarising and immersing himself with the Buddhist culture and practice of Ceylon.\nIn Colombo he studied &lt;a href=\"Hatha%20Yoga\"&gt;Hatha Yoga&lt;/a&gt; under the &lt;a href=\"yogi\"&gt;yogi&lt;/a&gt; &lt;a href=\"Ponnambalam%20Ramanathan\"&gt;Ponnambalam Ramanathan&lt;/a&gt; (Shri Parananda) who said to be a man of \"profound religious knowledge\". As Bennetts' health improved, he served as tutor to the younger sons of the Shri Parananda, who was a high-caste Tamil and the Solicitor General of Ceylon. &lt;a href=\"Florence%20Farr\"&gt;Florence Farr&lt;/a&gt; a prior Golden Dawn associate, was also to move over to Ceylon years later, and became the principal lady of Shri Parananda's College for Girls. Bennett joined the Sangha under the yogi and took the name Swami Maitrananda, which was already of Buddhist significance. The psychic potency of the man become more pronounced as he mastered the breathing techniques, &lt;a href=\"mantras\"&gt;mantras&lt;/a&gt;, asana postures and &lt;a href=\"Meditation\"&gt;concentration&lt;/a&gt; practices in an amazingly short time period. Crowley visited Bennet in Kandy, and personally attended on him during a &lt;a href=\"Consciousness%23States%20of%20consciousness\"&gt;yogic meditation&lt;/a&gt; retreat. Crowley supported his retreat by quietly bringing food into the room next door to where Bennett was &lt;a href=\"Retreat%20%28spiritual%29\"&gt;practising&lt;/a&gt;. Having missed two meals in a row, Crowley out of concern checked on Bennett finding him not seated on the central mat, but at the end of the room still in the &lt;a href=\"Lotus%20position\"&gt;Padmasana&lt;/a&gt; yoga posture \"in his knotted position, resting on his head and right shoulder, exactly like an image overturned.\" Crowley set him aright, and he came out of the trance quite unaware that anything unusual had happened.\nWith his health improving in the warm weather, now free from the chronic cycle of drugs he had needed in England. Also, he had relinquished his experimentation into psychic and esoteric power. Bennetts quest for spiritual meaning had finally been quenched as he began to commit to the practice and Teachings of &lt;a href=\"Theravada%20Buddhism\"&gt;Theravada Buddhism&lt;/a&gt;. Crowley noted Bennett was \"the noblest and gentlest soul I have ever known\", and in spite of his teacher &amp; friend's prior experimentation that \"Allan was already at heart a Buddhist\". Egil Asprem states \"Following Bennett’s example Crowley also engaged in a more intimate relation with Buddhism during his visit, and would subsequently consider himself a Buddhist for many years\". Bennett later recounts \"The native, and correct, designation of the pure form of Buddhism now prevalent in Burma, Ceylon, and Siam is Theravādha, 'The Tradition of the Elders' or, as we might justly render it, the Traditional, Original, or Orthodox School.\" His intellect, spiritual endeavour and faith see's this school as the \"pure and simple\" ... \"practically unchanged after twenty-five centuries\", that its inheritance is not mythical but rather \"the actual words\" the Buddha employed on his \"religious mission\" that are still rolling down to the present.\nIn July 1901, Bennett gave a talk at the Theosophical Society in Colombo named the \"&lt;a href=\"Four%20Noble%20Truths\"&gt;Four Noble Truths&lt;/a&gt;\". Attending this talk was the young Cassius Pereira who was so &lt;a href=\"Three%20marks%20of%20existence%23Description\"&gt;deeply moved&lt;/a&gt; at this talk, it changed his life, and he became a lifelong friend of Bennett and later also took up the robes. Bennett, at this time decided he would lead a Buddhist Mission to England. To do this he realised it must be carried out by a Bhikkhu of the Buddha's Sangha, thus seeing the limitations in Ceylon he set his vision on &lt;a href=\"Theravada%23Ordination\"&gt;Higher Ordination&lt;/a&gt; in the Theravada Buddhist Order of monks in Burma. He had come to the see that the path of &lt;a href=\"Nekkhamma\"&gt;renunciation&lt;/a&gt;, was the only path for him, the more he studied and practised the more he was attracted to it.\nOut of Darkness into the LIGHT.\nBennett travelled to the coastal city of &lt;a href=\"Akyab\"&gt;Akyab&lt;/a&gt; at took up residence at the Buddhist monastery, the Lamma Sayadaw Kyoung. Bennett was accepted into the Order by Lamrna Saradaw as a \"&lt;a href=\"Samanera\"&gt;Samanera&lt;/a&gt;\" (novice monk) on 8 December 1901. During this time he spent his time learning and improving further his knowledge of Pali, learning the duties of a Buddhist Monk and writing Buddhist papers for publication Ceylon. Half a year later, on &lt;a href=\"Vesak\"&gt;Vesak Day&lt;/a&gt; the &lt;a href=\"Uposatha\"&gt;Full Moon&lt;/a&gt; May 1902, a long line of seventy-four Buddhist Monks proceed from Kyarook Kyoung towards the wharf edge for the new Samanera's Higher Ordination. The ceremony was taken place on the water, presided by Sheve Bya Sayadaw, and it is here that he moved from the &lt;a href=\"Samanera%23Ten%20precepts\"&gt;ten precepts&lt;/a&gt; of a novice to the ancient &lt;a href=\"Patimokkha\"&gt;vows of a Buddhist Bhikkhu&lt;/a&gt;. Still unacquainted with the Burmese tongue, Shwe Zedi Saradaw translated each sentence into English, likely the first occurrence of this happening in history. His ordination name was Ananda Maitreya, a &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; name, soon to be changed to the &lt;a href=\"Pali\"&gt;Pali&lt;/a&gt; rendition Ananda Metteyya to be inline with the &lt;a href=\"Tripi%E1%B9%ADaka\"&gt;Theravada roots&lt;/a&gt;, which means \"Bliss of loving kindness\". &lt;a href=\"%C4%80nanda\"&gt;Ananda&lt;/a&gt; was also the name of &lt;a href=\"Gautama%20Buddha\"&gt;Gautama Buddha&lt;/a&gt;'s attended, and the Sanskrit &lt;a href=\"Maitreya\"&gt;Maitreya&lt;/a&gt; and the Pali Metteyya are the name of the coming Buddha stated in the &lt;a href=\"List%20of%20suttas\"&gt;suttas&lt;/a&gt;. With fresh vigour he addressed the &lt;a href=\"Sangha\"&gt;Sangha&lt;/a&gt; at this auspicious ceremony, outlining how he intended to help spread Buddhism to the West. He spoke of the conflicts that were forming due to the clash of &lt;a href=\"Relationship%20between%20religion%20and%20science\"&gt;science and religion&lt;/a&gt;, and spoke of a &lt;a href=\"Vision%20%28spirituality%29\"&gt;vision&lt;/a&gt; of bringing to the West that shining faith and Path of the Buddha that he had first truly experienced in Ceylon. Crow quotes him as stating \"Herein, then, lies the work that is before me\", that his purpose is to \"carry to the Lands of the West the &lt;a href=\"Maitr%C4%AB\"&gt;Law of Love&lt;/a&gt; and Truth\" declared by the Buddha, to establish a Sangha of &lt;a href=\"Bhikkhu\"&gt;Bhikkhu&lt;/a&gt;s in his name. Metteyya filled with zeal closes the speech with: \"bringing from the East even unto the West, the splendour of a Dawn beyond our deepest conception; bringing joy from sorrow, and out of Darkness, LIGHT.\"\nMetteyya was the second known Englishman to be ordained as a Bhikkhu, after &lt;a href=\"Gordon%20Douglas%20%28monk%29\"&gt;Gordon Douglas&lt;/a&gt; who was ordained in &lt;a href=\"Ceylon\"&gt;Ceylon&lt;/a&gt; 1899. During Metteyya's ordination speech he made an earnest call to \"countrymen ... who will come to the East, and receive the requisite Ordination, and acquire a thorough knowledge of the Dharma\" to help teach the West, \"this work I have already commenced on a small scale.\" Harris states Metteyya made a \"call for five men from four countries to come to Burma to be trained for higher ordination.\" One such German man, who may have heard this call, travelled to find Metteyya and soon ordained as a novice, staying on with Metteyya for a month. The &lt;a href=\"s%C4%81ma%E1%B9%87era\"&gt;sāmaṇera&lt;/a&gt; then went to Kyundaw monastery, which was nearby boarding the forest, and in February 1904 was accepted into the Sangha as &lt;a href=\"Nyanatiloka\"&gt;Ñāṇatiloka Bhikkhu&lt;/a&gt;, the first known continental European to receive higher ordination. He was later grateful for meeting the supporters of Metteyya and made use at one point of the hut that had been built for Metteyya. Harris holds a letter from 10 February 1905, were Metteyya is commending Ñāṇatiloka asking Cassius Perera if he would help him further stating \"he is an &lt;a href=\"P%C4%81ramit%C4%81%23Canonical%20sources\"&gt;easily-contented&lt;/a&gt; mortal, with a very gentle and considerate nature\". Ñāṇatiloka went on to become the father of western monks in Ceylon.\nBrotherly Bonds of All Mankind.\nIn 1903, Metteyya co-founded the International Buddhist Society known as Buddhasāsana Samāgama with &lt;a href=\"Ernest%20Reinhold%20Rost\"&gt;Ernest Reinhold Rost&lt;/a&gt;, in &lt;a href=\"Rangoon\"&gt;Rangoon&lt;/a&gt;. It was an \"international Buddhist society that aimed at the global networking of Buddhists.\" Its motto was \"Sabbadānaṁ dhammadānaṁ jināti\" meaning \"The Gift of Truth Excels All Gifts\" from the &lt;a href=\"Dhammapada\"&gt;Dhammapada&lt;/a&gt; v. 354. Metteyya was Secretary General and made &lt;a href=\"Edwin%20Arnold\"&gt;Edwin Arnold&lt;/a&gt;, the man who was the first to illuminate the Buddhas Path to him with the &lt;a href=\"Light%20of%20Asia\"&gt;Light of Asia&lt;/a&gt;, the first honorary member of the Society. Harris goes on to state that \"Buddhasāsana Samāgama gained official representatives in Austria, Burma, Ceylon, China, Germany, Italy, America, and England.\" Enthusiasm and greeting began to poor in from all around the world. His friend Dr. Cassius Pereira (who later entered the &lt;a href=\"Sangha\"&gt;Sangha&lt;/a&gt;, becoming Bhikkhu Kassapa in 1947 at the Vajiraramaya Temple) referring to this period also sites that Metteyya gave several \"inspiring addresses from the Maitriya Hall\" (Pereura's Father built Maitriya Hall at Lauries Road, &lt;a href=\"Bambalapitiya\"&gt;Bambalapitiya&lt;/a&gt; in honour of Ānanda Metteyya).\nThe Society garnered an immediate interest, with three hundred attendees at a &lt;a href=\"Conversazione\"&gt;Conversazione&lt;/a&gt; in Rangoon, a few months after its inception. In September 1903, whilst still in Rangoon, Metteyya began a periodical called \"Buddhism: An Illustrated Review\". Metteyya was instrumental in its production and appears in the &lt;a href=\"Prospectus%20%28book%29\"&gt;Prospectus&lt;/a&gt; with Dr. Ross as Secretary-General. This really heart of the Society was this Quarterly Review, which was sent to all Members without additional cost and \"sold to the General Public at three &lt;a href=\"Shilling%20%28British%20coin%29\"&gt;shilling&lt;/a&gt;s a copy\". However, funding was difficult and the work was often delayed due to Metteyya's sickness. Metteyya avidly contributed, for example some of his first works were \"In the Shadow of Shwe Dagon\", \"Nibbāṇa\", \"Transmigration\" &amp; \"The Law of Righteousness\". Buddhasāsana Samāgama also notably printed its constitution and rules in Volume 1 Issue 2.\nDuring this time Albert Edmunds helped to promote the journal, he too openly hoped for a synthesis between the east and the west. Edmunds acceptance of the position of America representative to the Society, was more humanitarian \"I have taken this Rangoon representativeship so as to be useful and justify my existence.\" Further explaining \"I am not a Buddhist, but a philosopher who believes that a knowledge of Buddhism will liberalize Christianity and bring the ends of the world together.\" So Edmunds became the person of note in North America and at the same time &lt;a href=\"Anagarika%20Dharmapala\"&gt;Anagarika Dharmapala&lt;/a&gt; and one J. F. McKechnie became inspired after reading Metteyya's article 'Nibbana'. McKechnie stated \"It seemed to me couched in a fine style of English and moderate, rational, clear and convincing in its argument\", he was inspired and moved, saying \"It hit me where I lived\". McKechnie soon answered and appeal and became sub-editor of the journal, and within some years had himself left to Burma to become Bhikkhu &lt;a href=\"S%C4%ABl%C4%81c%C4%81ra\"&gt;Sīlācāra&lt;/a&gt;.\nIt can be said that the Illustrated Review, while fitful due to Metteyyas illness, was a success. Thought pioneer &lt;a href=\"James%20Allen%20%28author%29\"&gt;James Allen&lt;/a&gt;, author of &lt;a href=\"As%20a%20Man%20Thinketh\"&gt;As a Man Thinketh&lt;/a&gt;, &lt;a href=\"Thomas%20William%20Rhys%20Davids\"&gt;Dr Rhys Davis&lt;/a&gt;, Shwe Zan Aung, &lt;a href=\"Paul%20Carus\"&gt;Paul Carus&lt;/a&gt;, J. F. M'Kechnie, Cassius Pereira and &lt;a href=\"Maung%20Khin\"&gt;Maung Khin&lt;/a&gt;(barrister from Rangoon whom was later a Chief Justice of the High Court) are a glance at some of the contributing authors in the first few publications. Mrs. Hla Oung who was the sponsor of Metteyya hut in Ceylon, who was daughter of the late Sitkegyi Oo Tawlay, wife of Oo Hla Oung (Controller of the Indian Treasuries), also is in the first issue an article entitled \"The Women of Burma\".\nDue to such difficulties there were only six issues of \"Buddhism\" printed between 1903 and 1908, still Metteyya held to his vision to give rise to \"wide-spread acceptance amoung the peoples of the West\" and further citing that if such Truths were put into practice then the effect would be far greater than just &lt;a href=\"Sukha\"&gt;general happiness&lt;/a&gt;. Secondly to add to the humanitarian and common brotherly bonds of all mankind. By December 2003, Volume 1 Issue 2 stated \"Some five hundred copies of our first number were sent gratuitously to the Press, Libraries, Universities and other institutions in the West\" so that the real work of spreading the light to the West is well underway. Metteyya continued to maintain a high level of international contact and by 1904, thanks to the generous supporters in Burma, the periodical was appearing on the reading table of 500 to 600 libraries across Europe. Christmas Humphreys states that the first issue appeared in September 1903, and the \"production and quality of contents\" was \"the most remarkable Buddhist publication in English which has yet appeared\", that ramifications of this and the ensuing five issues was immense.\nThe Buddhist Society of Great Britain and Ireland.\nThe time was now ripe for Metteyya's vision to be fulfilled, preparations for his coming began. On the evening of 3 November 1907, a meeting commenced at Harley Street, London. Some twenty-five people had attended, the result of this meeting was the formation of The Buddhist Society of Great Britain and Ireland, which based its structure on its Rangoon Society counterpart. &lt;a href=\"Christmas%20Humphreys\"&gt;Christmas Humphreys&lt;/a&gt; later said its main purpose was \"to welcome and serve as the vehicle for the teachings\" of the Buddha.\n&lt;a href=\"Thomas%20William%20Rhys%20Davids\"&gt;Professor Rhys Davis&lt;/a&gt;, the eminent Pali scholar, accepted the position of President. &lt;a href=\"Edmund%20James%20Mills\"&gt;Professor Edmund T. Mills, F.R.S.&lt;/a&gt;, Captain J. E. Ellam also took on key roles on the committee. This newly formed team of five was given the task \"of drawing up a provisional Prospectus, Constitution and Rules, and the convening of another and larger meeting\".\n&lt;a href=\"Ernest%20Reinhold%20Rost\"&gt;Dr. Ernest Reinhold Rost&lt;/a&gt; at the time was from the Indian Medical Service, on leave from Rangoon. Rost, R. J. Pain, an ex-soldier from Burma, &amp; R. J. Jackson set up a bookshop at 14 Bury Street, close to the British Museum, and would promote the Societies cause by placing Buddhist literature in the window to encourage interest. Rost actively lectured in private congregations and the group soon started to garner support. A portable platform was painted in luminous orange bearing the words \"The Word of the &lt;a href=\"Buddha%20Gautama\"&gt;Glorious Buddha&lt;/a&gt; is sure and everlasting\" and used in parks for lectures also gathering a considerable audience.\nA few names of such eminent Buddhist followers were Captain Rolleston, Hon. Eric Collier, sculptor &lt;a href=\"St%20George%20Lane%20Fox-Pitt\"&gt;St George Lane Fox-Pitt&lt;/a&gt;, painter &lt;a href=\"Alexander%20Fisher%20%28painter%29\"&gt;Alexander Fisher&lt;/a&gt;, The Earl of Maxborough &amp; A.J. Mills. Dr &lt;a href=\"Hermann%20Oldenberg\"&gt;Hermann Oldenberg&lt;/a&gt;, Loftus Hare (who went on to be a part of the Parliament of Living Religions), &lt;a href=\"Charles%20Eliot%20%28diplomat%29\"&gt;Sir Charles Eliot&lt;/a&gt;, &lt;a href=\"Curuppumullage%20Jinarajadasa\"&gt;C. Jinarajadasa&lt;/a&gt;, Dr &lt;a href=\"D.T.%20Suzuki\"&gt;D.T. Suzuki&lt;/a&gt; &amp; &lt;a href=\"Alexandra%20David-N%C3%A9el\"&gt;Mme David-Neel&lt;/a&gt; are further notable names of those who supported or contributed to the Society. &lt;a href=\"Francis%20Payne\"&gt;Francis Payne&lt;/a&gt; mentions on his way to the &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt; he noticed the Buddhist leaning bookshop. Furious he went in and stated \"Why are you bringing this &lt;a href=\"superstition\"&gt;superstition&lt;/a&gt; to England?\". One of them asked him not to be in a hurry and suggested he read one of the books, presenting him with \"Lotus Blossoms\", by Bhikkhu Sīlacāra. Soon after Payne was himself giving &lt;a href=\"Dhamma\"&gt;Dhamma&lt;/a&gt; lectures and became an integral part of the Society. It is said that Francis Payne went on to be the greatest Buddhist evangelist of the era second only to Metteyya.\nBennett was associated with the Society, when health was able, throughout the rest of his life. Bennett was also a key editor of their periodical, \"The Buddhist Review\" which was founded in 1909 and ended in 1922. It was certainly challenging, partly composed of the religiously inspired, true converts, scholars, scientists, sceptics, agnostics and those who had to work hard to keep the Society afloat. Its headquarters in London, was seen as the oldest Buddhist organisation in Europe. Officially the Society was would up in 1925 and superseded by \"the Buddhist Lodge\" in London, in 1926. By 1953 it was known as \"the Buddhist Society\" and had relocated to its current address in &lt;a href=\"Eccleston%20Square\"&gt;Eccleston Square&lt;/a&gt;. Notably its journals have been \"Buddhism\" and &lt;a href=\"The%20Middle%20Way%20%28journal%29\"&gt;The Middle Way&lt;/a&gt; and &lt;a href=\"Christmas%20Humphreys\"&gt;Christmas Humphreys&lt;/a&gt; was its president from 1926 until his death 1983.\nFirst Buddhist mission to England.\nWith the recent dawn of 'The Buddhist Society of Great Britain and Ireland' Ananda Metteyya arrived on the steamship Ava with three devoted &lt;a href=\"Householder%20%28Buddhism%29\"&gt;lay supporters&lt;/a&gt; at Albert Dock on the shores of England, in the United Kingdom, on 22 April 1908. Soon after stepping off the ship, Metteyya was questioned as to his purpose for coming to England, he stated \"in order to set forward the principles of Buddha in this country\" stating further that Buddhism blends harmoniously with other creeds, including that \"its position as regards Christianity is that it &lt;a href=\"Interfaith%20dialogue\"&gt;supplements&lt;/a&gt;.\"\nThis was the first true Buddhist Mission to the West, the first lecture was soon to take place in London before the &lt;a href=\"Royal%20Asiatic%20Society\"&gt;Royal Asiatic Society&lt;/a&gt; on 8 May. While circumstances were difficult, and public opinion was resistant at times, Metteyya's personal &lt;a href=\"charisma\"&gt;charisma&lt;/a&gt; meant that he garnered \"golden opinions and the friendship and respect of all who had the privilege of meeting him’. On this event, fifty years later, &lt;a href=\"Christmas%20Humphreys\"&gt;Christmas Humphreys&lt;/a&gt; stated that Metteyya \"brought Buddhism as a living force to England\" that it was the start of a slow growing movement of \"many to live the &lt;a href=\"Up%C4%81saka%20and%20Up%C4%81sik%C4%81\"&gt;Buddhist life&lt;/a&gt;\".\n&lt;a href=\"Christmas%20Humphreys\"&gt;Christmas Humphreys&lt;/a&gt; recounts his meeting of Metteyya on this inaugural Mission, in London 1908: with head shaven, the \"then thirty-six years of age\" &lt;a href=\"Bhikkhu\"&gt;Bhikkhu&lt;/a&gt; was \"tall, slim, &lt;a href=\"graceful\"&gt;graceful&lt;/a&gt;, and dignified.\" Humphreys describes Metteyyas deep-set eyes juxtaposed against a slightly &lt;a href=\"ascetic\"&gt;ascetic&lt;/a&gt; appearance, that surely Metteyya \"made a great impression on all who met him\". The young monk was well-spoken, interesting with conversation and topic, with a pleasant voice, \"and in his lighter moments he showed a delightful &lt;a href=\"sense%20of%20humour\"&gt;sense of humour&lt;/a&gt;\". Metteyya displayed a \"deep &lt;a href=\"Understanding\"&gt;comprehension&lt;/a&gt; of the &lt;a href=\"Dhamma\"&gt;Dhamma&lt;/a&gt;\" and his wit of analogy by topic of science and his sheer \"power and range of thought combined to form a most exceptional &lt;a href=\"personality\"&gt;personality&lt;/a&gt;.\" \nOne magazine printed part of Metteyyas writing in May 1908, \"Buddhism, ... with its central tenet of non-individualisation, is capable of offering to the West, to England, an escape from this curse of &lt;a href=\"Individualism\"&gt;Individualism&lt;/a&gt;\", recounting this a root to &lt;a href=\"Du%E1%B8%A5kha%23Buddhism\"&gt;suffering&lt;/a&gt;. Ending he encourages the temperament of Burma to Londoners \"one learns to &lt;a href=\"respect\"&gt;respect&lt;/a&gt; not wealth but &lt;a href=\"Charity%20%28practice%29\"&gt;charity&lt;/a&gt;, and to revere not arrogance but &lt;a href=\"piety\"&gt;piety&lt;/a&gt;.\" There were many newspaper articles published in Britain and some abroad, mostly positive.\nIn this period also the influential &lt;a href=\"Zen%20Buddhist\"&gt;Zen Buddhist&lt;/a&gt; and prolific populariser, Japanese man &lt;a href=\"Suzuki%20Daisetsu%20Teitar%C5%8D\"&gt;Suzuki Daisetsu Teitarō&lt;/a&gt;, meet with Metteyya. Suzuki is later noted for his strong influence on people like &lt;a href=\"Edward%20Conze\"&gt;Edward Conze&lt;/a&gt;, &lt;a href=\"Alan%20Watts\"&gt;Alan Watts&lt;/a&gt; &amp; Christmas Humphreys, further expanding interest in Eastern Buddhism.\nWhile in &lt;a href=\"London\"&gt;London&lt;/a&gt; Metteyya was active in giving a number of lectures including one entitled \"Buddhism\" at the &lt;a href=\"Theosophical%20Society\"&gt;Theosophical Society&lt;/a&gt;, 10 June 1908. By September, he was meeting with members of the Buddhist Society every Sunday. All Metteyyas industry and devotion to the cause, helped grow the Society's membership considerably. Many of Metteyya lectures later appeared as pamphlets, in the Society's journal or in \"The Buddhist Review\". Metteyya and his devoted lay supporters, concluded the inaugural mission, leaving London to &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt; on 29 September 1908, then travelling by way of ship back to Burma.\n&lt;a href=\"Christian%20missionary\"&gt;Christian missionary&lt;/a&gt; Rev. E. G. Stevenson studied Buddhism in Burma during this period and &lt;a href=\"Bhikkhu%23Theravada\"&gt;subsequently took up the yellow robes&lt;/a&gt;. The newly ordained Venerable Sasanadhaja went on to help Metteyya with his missionary work. Also in 1909, 'The Buddhist Society of Great Britain and Ireland' expanded its membership base to three hundred.\nTeachings and declining health.\nRescuing Force of Truth.\nIn a biographical account Harris reveals that Metteyya had pity and &lt;a href=\"Karu%E1%B9%87%C4%81\"&gt;compassion&lt;/a&gt; for the hearts of the West. He noted the signs of &lt;a href=\"Societal%20collapse\"&gt;great neglect&lt;/a&gt; in our culture such as \"crowded taverns\", overflowing jails and \"sad asylums\". To cope with this loss of religious and &lt;a href=\"Buddhist%20ethics\"&gt;moral awareness&lt;/a&gt; he had laid down a three-fold agenda as a remedy. First to address this loss of moral awareness, so as to encourage the \"spirit of mutual helpfulness\" rather than the current curses faced by society due to such &lt;a href=\"Decadence\"&gt;degradation&lt;/a&gt;. Second, he opposed three &lt;a href=\"List%20of%20common%20misconceptions\"&gt;misconception&lt;/a&gt; about Buddhism: that it was uncivilised worship of idols, that it was \"miracle-mongering and esotericism\" and that it was a spineless, \"apathetic, pessimistic manner of philosophy\". Third he had introduced his impression of Buddhism; as rational, &lt;a href=\"optimistic\"&gt;optimistic&lt;/a&gt;, and that the &lt;a href=\"Buddhahood\"&gt;Buddha&lt;/a&gt; was certainly a remarkable and &lt;a href=\"Enlightenment%20in%20Buddhism%23The%20awakening%20of%20the%20Buddha\"&gt;enlightened&lt;/a&gt; Teacher.\nMetteyya had highlighted the spiritual poverty of the West through his dedicated writing, with &lt;a href=\"Theravada%20Buddhism\"&gt;Theravada Buddhism&lt;/a&gt; presented as the force that could rescue it. Metteyya would give a range of teachings during this time encouraging others to see the benefit of &lt;a href=\"Five%20precepts\"&gt;virtue in precepts&lt;/a&gt;, with its opposing suffering, establishing faith in the Buddha as a foundation and even to develop the &lt;a href=\"Abhij%C3%B1%C4%81\"&gt;ability to recall past lives&lt;/a&gt; through dedicated practice of learning to remember backwards. The purpose for his teachings was to inspire but also to use these things to see into the suffering of existence and understand the &lt;a href=\"Four%20Noble%20Truths\"&gt;Four Noble Truths&lt;/a&gt; as to personally attaint to the &lt;a href=\"Nibbana\"&gt;far shore&lt;/a&gt;, the goal of the Theravada Buddhist Teachings. With a simile of the force of required in by high-pressure steam in a &lt;a href=\"steam%20locomotive\"&gt;steam locomotive&lt;/a&gt;, Metteyya encourages the aspirant to use the right skilful means of &lt;a href=\"Buddhist%20meditation\"&gt;meditation&lt;/a&gt; to allow the mind not to &lt;a href=\"Asava\"&gt;flow out&lt;/a&gt; into the world, but to intensify the power of the mind in &lt;a href=\"Samadhi\"&gt;one spot&lt;/a&gt;, based on &lt;a href=\"Five%20precepts%23Role%20in%20Buddhist%20doctrine\"&gt;purity&lt;/a&gt;. He makes statements like \"&lt;a href=\"Noble%20Eightfold%20Path%23Right%20resolve\"&gt;Aspiration&lt;/a&gt;, Speech, &lt;a href=\"Noble%20Eightfold%20Path\"&gt;Action&lt;/a&gt;, and so forth stand for consecutive stages in the path of spiritual progress\" inclining his audience towards the &lt;a href=\"Sot%C4%81panna\"&gt;higher fruitions&lt;/a&gt;. He found light in the teaching that \"whatsoever phenomenon arises, it is invariably an effect produced by an antecedent cause\" giving rise to a profound understanding of the &lt;a href=\"Three%20marks%20of%20existence\"&gt;three characteristics&lt;/a&gt;. Metteyya goes on to use a comparative simile of what &lt;a href=\"Arahant\"&gt;enlightenment&lt;/a&gt; is, then states it is the destruction of the illusion of self, the unbinding of the &lt;a href=\"Skandha\"&gt;five Khanda's&lt;/a&gt; of existence. That when that truth of liberation is reached it is \"Illimitable, the Element of Nirvana\" reigns supreme.\nBuddha’s Message to The West.\nOn the 89th anniversary of the 'United Kingdom Buddhist Day' on 16 July 1997, Dr. Tilak S. Fernando related the life, successes and &lt;a href=\"Sickness%20behavior\"&gt;struggles&lt;/a&gt; of Metteyya. He states that after returning to Rangoon, Metteyya was highly satisfied with the spiritual success of the &lt;a href=\"Missionary%23Buddhist%20missions\"&gt;mission&lt;/a&gt; though his health had steadily declined and the financial support for the mission was exhausted. While the Metteyya had found the Teachings were not broadly accepted with great enthusiasm, he was once again determined to push on to further the &lt;a href=\"Outline%20of%20Buddhism\"&gt;transmission of this Light&lt;/a&gt;. In December 1908 Metteyya wrote an \"Open Letter to the Buddhists of England\" earnestly appealing those interested in the Teachings to support the prosperity of the Society. At this time the Society had already swollen to one hundred and fifty members, and with all the graceful eloquence and inspiration he could muster, he posed the glory of the &lt;a href=\"Dharma%23Theravada%20Buddhism\"&gt;Buddha's message&lt;/a&gt; as the answer to the immediate needs of the West. Fernando goes on to state Metteyya's \"&lt;a href=\"Will%20%28philosophy%29\"&gt;iron will&lt;/a&gt; to return to England was still alive, though the effort necessary to carry on with even &lt;a href=\"Everyday%20life\"&gt;routine work&lt;/a&gt; was terrible.\" \nTo his further impact on the growth of Buddhism, Metteyya is referenced in organising the Western Wing of the International Buddhist Union, a group started by Anagārika Dharmapāla which later formed into the &lt;a href=\"World%20Fellowship%20of%20Buddhists\"&gt;World Fellowship of Buddhists&lt;/a&gt; in 1950. Metteyya was also commended for his work in Burma encouraging Buddhism to be taught in schools. It is also suggested by Harris that the &lt;a href=\"Religious%20war\"&gt;anti-Buddhist&lt;/a&gt; pressure in Ceylon had caused Metteyya to dedicate his time helping \"to equip Buddhist children to withstand the arguments of the Christian missionaries.\" This being a possible reason also for the waning possibility of a return mission to England.\nMurmurs and averted eye.\nWhile as a marked contrast its not sure if it was a help or a hinder, Crowley set to praise his old &lt;a href=\"guru\"&gt;guru&lt;/a&gt; and published a newspaper article on 13 June 1908, stirring images of the brilliance of his old friend and teacher. First painting the surreal graphic details of ceremonial magic then going on to \"How wonderful must then be the inmost shrine of Buddhism\" for Metteyya to of renounced his consummate ability in the &lt;a href=\"esoteric\"&gt;esoteric&lt;/a&gt; to take up the 'white heights' of spiritual practice. \"What strange attraction must lie\" in the &lt;a href=\"Bhikkhu%23Robes\"&gt;yellow robes&lt;/a&gt; of a Bhikkhu, \"the Begging Bowl, the shaven head, and the averted eye\". Crowley goes on to rouse Londoners to a monumental illustration that this man has \"torn the heart of &lt;a href=\"Truth\"&gt;Truth&lt;/a&gt; bleeding from the dead body of the &lt;a href=\"Cosmos\"&gt;Universe&lt;/a&gt;\", that they who are hungry should seek his &lt;a href=\"wisdom\"&gt;wisdom&lt;/a&gt;. That to all serious men who seek for real &lt;a href=\"Faith\"&gt;Faith&lt;/a&gt;, that this man has \"passed through all the ways of life and dead\" and he is attained, and he is \"the man to help you find\" these deeper Truths. Crowley's arousal of energy, probably purely &lt;a href=\"Motivation\"&gt;motivated&lt;/a&gt;, was likely a key factor in Metteyya's later &lt;a href=\"character%20assassination\"&gt;character assassination&lt;/a&gt; attacks. Certainly his former life as an occultist and public admiration from Crowley would have added to the hype of murmurs and baseless &lt;a href=\"accusation\"&gt;accusation&lt;/a&gt;s.\nDark suspicion over Metteyya's &lt;a href=\"controversial\"&gt;controversial&lt;/a&gt; past and associations seem to captivated some part of the public. While his faith and practice was &lt;a href=\"Honesty\"&gt;genuine&lt;/a&gt;, Metteyya still was a controversial figure head. Both due to his history in the esoteric and his ongoing contact with friends in groups such as the Theosophy Society, meant the &lt;a href=\"Suspicion%20%28emotion%29\"&gt;suspicion&lt;/a&gt; continued. In years to come these rumours were to amplify when Crowley was openly attacked in the media. This resulted in the names of both Jones and Metteyya to be &lt;a href=\"Defamation\"&gt;drag through the mud&lt;/a&gt;. Jones tired to sue the journal for &lt;a href=\"Defamation%23Libel\"&gt;libel&lt;/a&gt; which resulted in a drawn out court case. One news article said of Metteyya: \"the rascally &lt;a href=\"Fraud\"&gt;sham&lt;/a&gt; Buddhist monk Allan Bennett, whose imposture was shown up in Truth some years ago\" is likely one of the worst examples of the accusations thrown about. \"Counsel proceeded to question the witness with regard to Allan Bennett, a Buddhist monk, and also a member of the Order, and it was at this point\" that his lordship Mr. &lt;a href=\"Judge\"&gt;Justice&lt;/a&gt; Scrutton remarked \"this trial is getting very much like the trial in ‘&lt;a href=\"Alice%20in%20Wonderland\"&gt;Alice in Wonderland&lt;/a&gt;,’\".\nNo facts were certified in the &lt;a href=\"trial\"&gt;trial&lt;/a&gt;, evidence was presented in away that Metteyya was associated with the &lt;a href=\"occult\"&gt;occult&lt;/a&gt; and libertine lifestyle of Crowley. This unfortunate public perception may indeed be one of a handful of causes in Metteyya's waning ability for to spread the Dhamma through a further mission. The power of these stories and insinuations, really a form of &lt;a href=\"character%20assassination\"&gt;character assassination&lt;/a&gt;, can be seen as some have even rippled down to the 21st century.\nMetteyya had the full support of his close friends in &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; circles, Harris remarks that its worthy of attention several articles were run in his lifetime to help state he had given up his past and \"was not a man of '&lt;a href=\"Mysticism\"&gt;mystery&lt;/a&gt;'\". One editorial stating \"There is no more mystery attending the Bhikkhu Ānanda Metteyya than any other person\", Clifford Bax likewise stating from first glance the genuine nature of the man.\nDigestible Dhamma and deterioration of health.\nMetteyya realised that the best path for LIGHT of Dhamma to arise in the West was through the Sangha of Bhikkhu's, that this was the primary and indispensable foundation for the Buddha's Truth taking root in a society. This honest realisation was stated in 1910, further in this letter Metteyya announced \"I do \"not\" think that the maintenance of a single Bhikkhu, whether myself or another, would, as things now are, at all conduce to that end. Quite the contrary, in fact.\" Here Metteyya was referring to the difficulties of establishing a &lt;a href=\"Sangha\"&gt;Sangha&lt;/a&gt; of Bhikkhus that could flourish, while strictly adhering to the &lt;a href=\"Vinaya\"&gt;Vinaya&lt;/a&gt;.\nMetteyya instead set forth the idea of the creation of &lt;a href=\"Dhamma\"&gt;Dhamma&lt;/a&gt; Literature that was constructed in a way that was easily digestible, broken into shorter fragments to be more suited to the modern disgruntled mind. \"The Dhamma, best for the deeper student in actual translations, is too archaic for the modern average man to start on. It needs \"interpreting\" into ways of thought, rather than translating into verbal likeness.\"\nMetteyyas earlier plans to establish a permanent Buddhist community in the West, in England, waned under his new understanding that Ven. Sīlācāra or himself would be unable properly establish a Sangha in the West. This marked the end of Metteyya's time as a dedicated Buddhist Missionary to England. Metteyya had stated that one who lives his true vocation of this life as a Bhikkhu, must of followed the &lt;a href=\"Vinaya\"&gt;Vinaya&lt;/a&gt; accordingly to prove himself against temptations as a religious teacher amongst his fellow-men, to be wise and worthy so that he be a living example through the actions of his life. While Metteyya's determination to return was great, his health was rapidly declining. Metteyya further stated \"I should be very sorry indeed to see the first beginnings of Buddhist monasticism in England founded on a deliberate and a continuous breach of the &lt;a href=\"Vinaya\"&gt;Rule&lt;/a&gt; by which the &lt;a href=\"Bhikkhu\"&gt;Bhikkhu&lt;/a&gt; should live\".\nSpeaking of the heart of Dhamma in this letter Metteyya states \"Now at this point I must pause to emphasise that our &lt;a href=\"Dhamma\"&gt;Dhamma&lt;/a&gt;, our &lt;a href=\"Sasana\"&gt;Sasana&lt;/a&gt;, is the Truth about life, the Religion which comes as the Crown, as the Goal, of all religious teaching which has ever been given to the world.\" That we have learnt the \"fundamental movements\" necessary to follow what is \"Right and Truth\" superseding our \"mental baby-hood\" becoming \"self-reliant\", endowed with \"personal responsibility\" taking up the mantle of the \"great pilgrimage of Life\". Quoting the Buddha Metteyya writes \"Seek ye therefore Refuge in the Truth; looking on yourself and on the Truth as Guides, not seeking any other Refuge.\"\nIn 1909 Bennetts early Qabalahist work (from his time as an occultist) 'A Note on Genesis' appears in Crowley's The Equinox, Volume I, Number II. In 1911 Metteyya's Buddhist work 'The Training of the Mind' appears in The Equinox, Volume I, Number V. Also in 1911, Metteyya publishes his a collection of his Buddhist articles: 'An outline of Buddhism; or, Religion of Burma'. The latter was published in Rangoon, Burma, through the International Buddhist Society with an introduction by the Theosophical Society, later republished posthumously in 1929.\nBurma's climate was aggravating Metteyya's asthma, and the austerity of the rules of a &lt;a href=\"Bhikkhu\"&gt;Bhikkhu&lt;/a&gt; was causing him to be weak. While the dates were not stated, Cassius Pereira mentions that he had gallstone trouble, had two operations and his chronic asthma had returned. Crowley states \"his life as a &lt;a href=\"bhikkhu\"&gt;bhikkhu&lt;/a&gt; had not been too good for my guru\" his physical health was in a \"very shocking state\" including \"a number of tropical complaints\". Metteyyas doctors had reluctantly given him the advice to leave the &lt;a href=\"Sangha\"&gt;Order of Monks&lt;/a&gt; \"where he had now attained the seniority of a &lt;a href=\"Thero\"&gt;Thera&lt;/a&gt; or Elder.\" In 1913 he had conversed with his sister, they decided it would be best if he moved to California so the better climate could aid in his recovery. In May 1914, Ananda Metteyya disrobed, no longer a Buddhist Monk, then by the aid of some local friends left Burma to return to England.\nReturn to England and final years.\nArriving in England, on 12 September 1914, Bennett meet with his sister who was to accompany him on the &lt;a href=\"Travel\"&gt;journey&lt;/a&gt; to America. Unfortunately due to his failing health the US &lt;a href=\"ship\"&gt;ship&lt;/a&gt; &lt;a href=\"Physician\"&gt;medic&lt;/a&gt; denied his immigration visa, his sister sailed without him, and he found himself stranded, and forced to live in &lt;a href=\"poverty\"&gt;poverty&lt;/a&gt; and illness. Bennett, now a &lt;a href=\"Householder%20%28Buddhism%29\"&gt;layperson&lt;/a&gt;, was once again &lt;a href=\"Chronic%20condition\"&gt;incapacitated&lt;/a&gt; with chronic asthma for weeks at a time and with the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; his situation was looking dire.\nThough Bennett's situation was bleak, all was not lost. A doctor and his family who were a member of the &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt; branch of \"the Buddhist Society of Great Britain and Ireland\" took him in for two years, though the strain was too great. An anonymous group of &lt;a href=\"Charity%20%28practice%29\"&gt;well-wishers&lt;/a&gt; ensured that Bennett was taken care of through support of the Buddhist Society, to save him from being placed in &lt;a href=\"Palliative%20care\"&gt;public care&lt;/a&gt;. As the help came in, from local and abroad, Bennett's health improved.\nThe Wisdom of the Aryas.\nWith refreshed vigour, in winter of 1917–1918, Bennett gave a series of six private lectures in &lt;a href=\"Clifford%20Bax\"&gt;Clifford Bax&lt;/a&gt;’s studio. With war raging, Bennett still roused his listeners to the sublime \"&lt;a href=\"Nirvana\"&gt;Nirvana&lt;/a&gt; stands for the Ultimate, the Beyond, and the Goal of Life\", describing that our &lt;a href=\"Anicca\"&gt;transient&lt;/a&gt; conditioned &lt;a href=\"Anatt%C4%81\"&gt;selfhood&lt;/a&gt; was so utterly different to what was truly \"beyond all naming and describing, but far past even Thought itself.\" Also encouraging householders to bring the \"ever-present sun-light of the Teachings\" into their daily lives. In May 1918, Bennett aroused the members of the Buddhist Society to fresh enthusiasm in what Christmas Humphreys stated being a \"fighting speech\".\nHarris cites one account that mentions Bennett, though sick for weeks at a time, took over the editorship of the \"Buddhist Review\" in 1920, January 1922, being the final edition. The title, &lt;a href=\"Arya%20%28Buddhism%29\"&gt;Arya&lt;/a&gt; meaning \"Noble\" in Sanskrit (likewise &lt;a href=\"Aryan%23Ancient%20India\"&gt;Ārya in Pali&lt;/a&gt;), refers to the those who have &lt;a href=\"sot%C4%81panna\"&gt;attained&lt;/a&gt; to the &lt;a href=\"Gotama%20buddha\"&gt;Buddhas&lt;/a&gt; path of &lt;a href=\"Four%20stages%20of%20enlightenment\"&gt;enlightenment&lt;/a&gt;. Bennett then took the lectures he had given at Clifford Bax's studio and used them as the main basis of his book \"The Wisdom of the Aryas\", published January 1923. Included was one teaching on &lt;a href=\"Reincarnation%23Buddhism\"&gt;transmigration&lt;/a&gt; \"one of the most difficult of Buddhist Teachings to make clear to the western mind.\"\nBennett dedicates the work \"The &lt;a href=\"Arya%20%28Buddhism%29\"&gt;Wisdom of the Aryas&lt;/a&gt;\" to his dear friend &lt;a href=\"Clifford%20Bax\"&gt;Clifford Bax&lt;/a&gt;, Esquire, who hosted the lectures which were the basis for the bulk of the compilation. Bennett states: during the early \"terrible years of the &lt;a href=\"Great%20War\"&gt;Great War&lt;/a&gt;, I came to London, broken in health and despairing of further possibility of work for the cause to which my life has been devoted\". This is the \"first-fruits of my work as published in a western land\", thanking Bax for making \"possible the resumption of my &lt;a href=\"Missionary%23Buddhist%20missions\"&gt;life-work&lt;/a&gt;\" with heartfelt gratitude signed Ananda Metteyya.\nDeath.\nClifford Bax's recounts his meeting of Bennett in 1918 \"His face was the most significant that I had ever seen\" that one could both sense the twisting and scoring from years of physical &lt;a href=\"suffering\"&gt;suffering&lt;/a&gt;, and a \"lifetime of meditation upon &lt;a href=\"Maitr%C4%AB\"&gt;universal love&lt;/a&gt;\" these grave rise to the most remarkable impression. \"Above all, at the moment of meeting\" Bennett emanated a tender shimmering unwavering \"psychic sunlight\" that was a halo to his persona.\nIt was clear by early March 1922 Allan Bennett was deteriorating rapid. &lt;a href=\"Charles%20Alwis%20Hewavitharana\"&gt;Dr. Hewavitarana&lt;/a&gt; and in all likelihood Cassius Pereira continued to support Bennett in his final days at 90 Eccles Road, &lt;a href=\"Clapham%20Junction\"&gt;Clapham Junction&lt;/a&gt;, London. It was clear by early March 1922 Bennett was deteriorating rapid, the suffering was pain even for other to see. Allan Bennett died on his native English soil at the age of 50, on 9 March 1923. Dr. Hewavitarana cabled the necessary funds for his grave in &lt;a href=\"Lower%20Morden\"&gt;Morden Cemetery&lt;/a&gt; in South London. &lt;a href=\"Christmas%20Humphreys\"&gt;Christmas Humphreys&lt;/a&gt; recalls the event:\nLifelong friend and Buddhist writer, Dr Cassius Pereira, wrote:\n&lt;a href=\"Paul%20Brunton\"&gt;Dr. Paul Brunton&lt;/a&gt;, Ph.D. in 1941 shared that Allan Bennett had \"&lt;a href=\"Sa%E1%B9%83vega\"&gt;stimulated me spiritually&lt;/a&gt; and quickened my dawning determination to decipher the profound enigma of life\". Brunton recounts his respect and honour for Bennett, leaving us with his thanks for:\nDr. Tilak S. Fernando on 'United Kingdom Buddhist Day' in 1997 ends his speech paying homage to Venerable Ananda Metteyya's legacy:\nLegacy.\n Allan Bennett was a pioneer, and without him, &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; would not have entered the Western world as it did. In particular he encouraged and introduced the \"serious study of Buddhism as a &lt;a href=\"Majjhim%C4%81%20pa%E1%B9%ADipad%C4%81\"&gt;spiritual practice&lt;/a&gt;\" into Britain, and further fostered its growth in Burma and Ceylon. Just before Bennetts death in 1923 the collection of lectures that had taken place in &lt;a href=\"Clifford%20Bax\"&gt;Clifford Bax's&lt;/a&gt; studio plus and addition paper on Rebirth were printed in the book \"The Wisdom of the Aryas\". Posthumously in 1929 the Theosophical Publishing House in India printed \"The Religion of Burma and Other Papers\" a collection of Metteyya's writings from the first decade of the century a rework of the 1911 release. Also a long list of articles have been published throughout his life as a &lt;a href=\"Bhikkhu%23Theravada\"&gt;Buddhist Monk&lt;/a&gt;, and as a devoted Buddhist. Many of his addresses and papers are still intact, available and in use today.\nAnanda Metteyya is remembered for his promotion of Buddhist education in Burma and his central role as a figure promoting the global networking of Buddhism including the first true authentic roots of the Buddha's Sangha in the West. Known both as a critic of the &lt;a href=\"Decadence\"&gt;moral stagnation&lt;/a&gt; of the West and as a keen promoter of the beliefs of the East at the dawn of the 20th century. Metteyya was noted as one of the few early &lt;a href=\"Western%20Buddhists\"&gt;Western Buddhists&lt;/a&gt; who possessed reason, devotion and a strong grip of the Buddhist truths. Metteyya played an important role as one of these prolific forerunners \"who opened the eyes of their generation to an &lt;a href=\"Wisdom%23Indian%20religions\"&gt;ancient wisdom&lt;/a&gt; long lost to the Western world\".\nMetteyya was also noted \"by &lt;a href=\"virtue\"&gt;virtue&lt;/a&gt; of the literary skill\" to engage and share Buddhist thought through \"vivid expression ... the knowledge\" he had one. Metteyya's passion for the Buddha's Teachings as away of life, his ingenuity and industry in bring that Light to the West, his example as a keen practitioner of &lt;a href=\"Dhamma\"&gt;Dhamma&lt;/a&gt;, all of this helped kindle a sense of &lt;a href=\"Sa%E1%B9%83vega\"&gt;spiritual urgency&lt;/a&gt; and seeking in those who crossed his path and teachings. His life work in summary was to share with the West the &lt;a href=\"Noble%20Eightfold%20Path\"&gt;Noble Eightfold Path&lt;/a&gt;, the Majjhima-Pātipadā: that place of practice that &lt;a href=\"Middle%20Way\"&gt;avoids both extremes&lt;/a&gt; and leads to &lt;a href=\"Moksha%23Buddhism\"&gt;enlightenment&lt;/a&gt;, the total &lt;a href=\"Nirvana%20%28Buddhism%29%23Extinction%20and%20blowing%20out\"&gt;extinguishment&lt;/a&gt; of all suffering."
}