{
    "id": "7081255",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=7081255",
    "title": "Miguel Torga",
    "text": "Miguel Torga (), pseudonym of Adolfo Correia da Rocha (&lt;a href=\"S%C3%A3o%20Martinho%20de%20Anta%20%28Sabrosa%29\"&gt;São Martinho de Anta&lt;/a&gt;, &lt;a href=\"Sabrosa%20Municipality\"&gt;Sabrosa&lt;/a&gt;, &lt;a href=\"Vila%20Real%20%28district%29\"&gt;Vila Real&lt;/a&gt; district, 12 August 1907 – &lt;a href=\"Coimbra\"&gt;Coimbra&lt;/a&gt;, 17 January 1995), is considered one of the greatest &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; writers of the 20th century. He wrote &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt;, &lt;a href=\"short%20story\"&gt;short storie&lt;/a&gt;s, a genre in which he is considered a master, &lt;a href=\"theater\"&gt;theater&lt;/a&gt; and a 16 volume diary, written from 1932 to 1993.\nLife.\nHe was born in the village of São Martinho de Anta in the &lt;a href=\"Tr%C3%A1s-os-Montes%20e%20Alto%20Douro\"&gt;Trás-os-Montes e Alto Douro&lt;/a&gt; region (northern Portugal), to small-time farmer parents Francisco Correia da Rocha and wife Maria da Conceição de Barros. After a short spell as student in a &lt;a href=\"catholic\"&gt;catholic&lt;/a&gt; &lt;a href=\"seminary\"&gt;seminary&lt;/a&gt; in &lt;a href=\"Lamego\"&gt;Lamego&lt;/a&gt;, his father sent him to &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; in 1920, where he worked on an uncle's coffee plantation. His uncle, finding him to be a clever student, decided to pay for his studies. Torga returned to Portugal in 1925 to complete high school and in 1933 graduated in &lt;a href=\"Medicine\"&gt;Medicine&lt;/a&gt; at the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt;. After graduation he practiced in his village of São Martinho de Anta and in other places around the country. By this time, he started writing and self-publishing his books for a number of years. In 1941, he established himself as an &lt;a href=\"otolaryngologist\"&gt;otolaryngologist&lt;/a&gt; &lt;a href=\"physician\"&gt;physician&lt;/a&gt; in &lt;a href=\"Coimbra\"&gt;Coimbra&lt;/a&gt;.\nHe married &lt;a href=\"Belgians\"&gt;Belgian&lt;/a&gt; &lt;a href=\"Lecturer\"&gt;Lecturer&lt;/a&gt; Andrée Crabbé and had an only daughter, Clara Crabée da Rocha (b. &lt;a href=\"Coimbra\"&gt;Coimbra&lt;/a&gt;, 1955), Literature Lecturer and second wife in 1985 of &lt;a href=\"Vasco%20Gra%C3%A7a%20Moura\"&gt;Vasco Graça Moura&lt;/a&gt;.\nLiterary work and recognition.\nHe was a member of the literary movement \"Presença\" for a short period before founding two cultural magazines in the 1930s. After the publication of the book \"O Quarto Dia da Criação do Mundo\" he was arrested for two months, between December 1939 and February 1940.\nHis agnostic beliefs are reflected on his work, which deals mainly with the nobility of the human condition in a beautiful but ruthless world where God is either absent or nothing but a passive and silent, indifferent creator.\nThe recognition of his work earned him several important awards, as the Montaigne Prize, in 1981, and the first ever &lt;a href=\"Pr%C3%A9mio%20Cam%C3%B5es\"&gt;Prémio Camões&lt;/a&gt; in 1989. He was several times nominated for the &lt;a href=\"Nobel%20Prize\"&gt;Nobel Prize&lt;/a&gt; of Literature, from 1959 to 1994, and it was often believed that he would be the first Portuguese language writer to win it (&lt;a href=\"Jos%C3%A9%20Saramago\"&gt;José Saramago&lt;/a&gt; would eventually become the first Portuguese literary Nobel winner in 1998). Brazilian novelist &lt;a href=\"Jorge%20Amado\"&gt;Jorge Amado&lt;/a&gt; several times stated that Torga deserved that honour and the 1978 nomination had the support of &lt;a href=\"Vicente%20Aleixandre\"&gt;Vicente Aleixandre&lt;/a&gt;, the winner of the previous years."
}