{
    "id": "7083974",
    "revid": "1955633",
    "url": "https://en.wikipedia.org/wiki?curid=7083974",
    "title": "Ancient Maya cuisine",
    "text": "&lt;a href=\"Ancient%20Maya\"&gt;Ancient Maya&lt;/a&gt; cuisine was varied and extensive. Many different types of resources were consumed, including maritime, &lt;a href=\"flora\"&gt;flora&lt;/a&gt;, and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;l material, and food was obtained or produced through strategies such as &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt;, &lt;a href=\"foraging\"&gt;foraging&lt;/a&gt;, and large-scale &lt;a href=\"agriculture\"&gt;agricultural production&lt;/a&gt;. Plant &lt;a href=\"domestication\"&gt;domestication&lt;/a&gt; concentrated upon several core foods, the most important of which was &lt;a href=\"maize\"&gt;maize&lt;/a&gt;.\nMuch of the ancient Maya food supply was grown in agricultural fields and &lt;a href=\"forest%20gardening\"&gt;forest gardens&lt;/a&gt;, known as \"pet kot\". The system takes its name from the pet stones (\"pet\" meaning \"circular\" and \"kot\" \"wall of loose stones\") that characteristically surrounded the gardens.\nThe ancient Maya adopted a number of adaptive techniques that, if necessary, allowed for the clear-cutting of land and re-infused the soil with nutrients. Among these was &lt;a href=\"slash-and-burn\"&gt;slash-and-burn&lt;/a&gt;, or swidden, agriculture, a technique that cleared and temporarily fertilized the area. For example, the introduction of ash into the soil raises the soil's &lt;a href=\"pH\"&gt;pH&lt;/a&gt;. This in turn temporarily raises the content of a variety of nutrients, especially &lt;a href=\"phosphorus\"&gt;phosphorus&lt;/a&gt;. \nThe effect lasts about two years. However, the soil will not remain suitable for planting for as many as ten years. This technique, common throughout the Maya area, is still practiced in the region today. Complementing swidden techniques were &lt;a href=\"crop%20rotation\"&gt;crop rotation&lt;/a&gt; and farming, employed to maintain soil viability and increase the variety of crops.\nTo understand how and in what quantities food resources were relied upon by the Ancient Maya, stable isotopic analysis has been utilized. This method allows for the stable carbon and nitrogen isotopes to be chemically extracted from animal and human skeletal remains. These elements are then run through a mass spectrometer and the values display the enrichment of maize and the extent of aquatic resources in an individual's diet.\nMany foods and food production techniques used by the ancient Maya civilization remain in use today by the modern &lt;a href=\"Mayan%20peoples\"&gt;Mayan peoples&lt;/a&gt;, and many have spread far beyond the Maya region.\nEthnohistoric and paleoethnobotanical evidence for plant staples.\n&lt;a href=\"Paleoethnobotany\"&gt;Paleoethnobotanical&lt;/a&gt; studies consist of the examination of micro- and macro- plant remains found within measured units of soil taken from an archaeological context. Macro-remains are separated from the soil through a flotation process while micro-remains are chemically extracted from the flotation samples. \nThe earliest archaeological plant remains within the Maya region are from &lt;a href=\"Cuello\"&gt;Cuello&lt;/a&gt;, Belize, and predate Preclassic sites. The majority of plant remains fall within the Preclassic-Postclassic and allow for researchers to discuss &lt;a href=\"subsistence%20pattern\"&gt;subsistence pattern&lt;/a&gt;s that revolve around domesticated and wild/partially cultivated plants. \nInformation for the Classic period, the most widely studied period for the Maya civilization, come from the sites of &lt;a href=\"Coba\"&gt;Cobá&lt;/a&gt;, Cerén, &lt;a href=\"Dos%20Pilas\"&gt;Dos Pilas&lt;/a&gt;, Wild Cane Cay, &lt;a href=\"Cop%C3%A1n\"&gt;Copán&lt;/a&gt;, &lt;a href=\"Tikal\"&gt;Tikal&lt;/a&gt;, and &lt;a href=\"R%C3%ADo%20Azul\"&gt;Río Azul&lt;/a&gt;. This range of sites also allows for insight into regional differences based on the environment and access to local resources, such as aquatic and marine life.\nAncient Maya diet focused on four domesticated crops (&lt;a href=\"staple%20food\"&gt;staple crops&lt;/a&gt;): maize, &lt;a href=\"Squash%20%28plant%29\"&gt;squash&lt;/a&gt;, &lt;a href=\"bean\"&gt;bean&lt;/a&gt;s (typically \"&lt;a href=\"Phaseolus%20vulgaris\"&gt;Phaseolus vulgaris&lt;/a&gt;\") and &lt;a href=\"chili%20pepper\"&gt;chili pepper&lt;/a&gt;s. The first three cultivars are commonly referred to in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; as the \"&lt;a href=\"Three%20Sisters%20%28agriculture%29\"&gt;Three Sisters&lt;/a&gt;\" and, when incorporated in a diet, complement one another in providing necessary nutrients. Among the three, maize was the central component of the diet of the ancient Maya, and figured prominently in &lt;a href=\"Maya%20mythology\"&gt;Maya mythology&lt;/a&gt; and &lt;a href=\"Maya%20religion\"&gt;ideology&lt;/a&gt;. Archaeological evidence suggests that Chapalote-Nal-Tel was the dominant species; however, it is likely others were being exploited also. \nMaize was used and eaten in a variety of ways, but was always &lt;a href=\"Nixtamalization\"&gt;nixtamalized&lt;/a&gt;. Nixtamalization (a term that derives from the &lt;a href=\"Nahuatl\"&gt;Nahuatl&lt;/a&gt; word for the process) is a procedure in which maize is soaked and cooked in an &lt;a href=\"alkali\"&gt;alkali&lt;/a&gt;ne solution. This releases &lt;a href=\"niacin\"&gt;niacin&lt;/a&gt;, a necessary &lt;a href=\"B%20vitamin\"&gt;B vitamin&lt;/a&gt; (vitamin B3) that prevents &lt;a href=\"pellagra\"&gt;pellagra&lt;/a&gt; and reduces incidents of &lt;a href=\"protein\"&gt;protein&lt;/a&gt; deficiency.\nOnce nixtamalized, maize was typically ground up on a \"&lt;a href=\"metate\"&gt;metate&lt;/a&gt;\" and prepared in a number of ways. &lt;a href=\"Corn%20tortilla\"&gt;Tortillas&lt;/a&gt;, cooked on a &lt;a href=\"Comal%20%28cookware%29\"&gt;\"comal\"&lt;/a&gt; and used to wrap other foods (meat, beans, etc.), were common and are perhaps the best-known &lt;a href=\"pre-Columbian\"&gt;pre-Columbian&lt;/a&gt; &lt;a href=\"Mesoamerica\"&gt;Mesoamerica&lt;/a&gt;n food. \"&lt;a href=\"Tamale\"&gt;Tamale&lt;/a&gt;s\" consist of corn dough, often containing a filling, that is wrapped in a corn &lt;a href=\"husk\"&gt;husk&lt;/a&gt; and steam-cooked. \nBoth \"&lt;a href=\"atole\"&gt;atole&lt;/a&gt;\" and \"&lt;a href=\"pozole\"&gt;pozole&lt;/a&gt;\" were liquid-based &lt;a href=\"gruel\"&gt;gruel&lt;/a&gt;-like dishes that were made by mixing ground maize (&lt;a href=\"hominy\"&gt;hominy&lt;/a&gt;) with water, with \"atole\" being denser and used as a drinking source and \"pozole\" having complete big grains of maize incorporated into a turkey broth. Though these dishes could be consumed plain, other ingredients were added to diversify flavor, including chili peppers, &lt;a href=\"Chocolate%20liquor\"&gt;cacao&lt;/a&gt;, wild onions and &lt;a href=\"salt\"&gt;salt&lt;/a&gt;.\nAlong with maize and beans, both domestic and wild, squash was relied on, as is evident from the remains at &lt;a href=\"Joya%20de%20Cer%C3%A9n\"&gt;Joya de Cerén&lt;/a&gt;, &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt;.\nAn alternative view is that \"manioc\" &lt;a href=\"cassava\"&gt;cassava&lt;/a&gt; was the easily grown staple crop of the ancient Maya and that maize was revered because it was prestigious and harder to grow. This proposal was based on the inability of maize to meet the nutritional needs of densely populated Maya areas. Manioc can meet those needs. Because tuberous \"manioc\" rarely survives in the &lt;a href=\"archaeology\"&gt;archaeological&lt;/a&gt; record, evidence for this view has been lacking, although recent finds in volcanic ash at the southern Maya site of &lt;a href=\"Joya%20de%20Cer%C3%A9n\"&gt;Joya de Cerén&lt;/a&gt; in &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt; may be such evidence.\nSeveral different varieties of beans were grown, including &lt;a href=\"Pinto%20bean\"&gt;pinto&lt;/a&gt;, red and black beans. \nThe ancient Maya also relied on tree-cropping for access to foods such as &lt;a href=\"tomato\"&gt;tomato&lt;/a&gt;, &lt;a href=\"chili%20pepper\"&gt;chili pepper&lt;/a&gt;s, &lt;a href=\"avocado\"&gt;avocado&lt;/a&gt;, &lt;a href=\"Brosimum%20alicastrum\"&gt;breadnut&lt;/a&gt;, &lt;a href=\"guava\"&gt;guava&lt;/a&gt;, &lt;a href=\"soursop\"&gt;soursop&lt;/a&gt;, &lt;a href=\"Mammea%20americana\"&gt;mammee apple&lt;/a&gt;, &lt;a href=\"papaya\"&gt;papaya&lt;/a&gt;, &lt;a href=\"pineapple\"&gt;pineapple&lt;/a&gt;, &lt;a href=\"pumpkin\"&gt;pumpkin&lt;/a&gt;, &lt;a href=\"sweet%20potato\"&gt;sweet potato&lt;/a&gt;, and \"&lt;a href=\"Xanthosoma\"&gt;Xanthosoma&lt;/a&gt;\". &lt;a href=\"Cnidoscolus%20aconitifolius\"&gt;Chaya&lt;/a&gt; was cultivated for its green leaves. &lt;a href=\"Chayote\"&gt;Chayote&lt;/a&gt; was cultivated for its fruit, and its tender green shoots were used as a vegetable. \nVarious herbs were grown and used, including &lt;a href=\"vanilla\"&gt;vanilla&lt;/a&gt;, \"&lt;a href=\"Dysphania%20ambrosioides\"&gt;epazote&lt;/a&gt;\", &lt;a href=\"achiote\"&gt;achiote&lt;/a&gt; (and the &lt;a href=\"annatto\"&gt;annatto&lt;/a&gt; seed), \"&lt;a href=\"Canella\"&gt;Canella&lt;/a&gt;\", Hoja santa \"(&lt;a href=\"Piper%20auritum\"&gt;Piper auritum&lt;/a&gt;)\", &lt;a href=\"avocado\"&gt;avocado&lt;/a&gt; leaves, garlic vine, &lt;a href=\"Mexican%20oregano\"&gt;Mexican oregano&lt;/a&gt;, and &lt;a href=\"allspice\"&gt;allspice&lt;/a&gt;.\nWhile paleoethnobotanical remains demonstrate these crops were relied on in some form by all Maya groups, it is clear that different subsistence strategies were relied on. For instance, some fields were planted away from the household groups while some fields were adjacent to households. \nFarming techniques include terracing, raised fields, check dams, drained fields, kitchen gardens, forest gardens, and other forms of irrigation. \nOther crops have also been investigated as part of the diet of Ancient Maya; chili peppers, manioc, cotton, and agave are thought to have been cultivated in gardens tended near the home.\nEthnohistorical and zooarchaeological evidence of meat usage.\nHunting is believed to have supplied the ancient Maya with their main source of meat, though several animals, such as &lt;a href=\"dog\"&gt;dog&lt;/a&gt; \"pek\" and &lt;a href=\"Turkey%20%28bird%29\"&gt;turkey&lt;/a&gt; \"ulum\" , may have been domesticated. Animals hunted for meat as well as for other purposes include &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"manatee\"&gt;manatee&lt;/a&gt;, &lt;a href=\"armadillo\"&gt;armadillo&lt;/a&gt;, &lt;a href=\"tapir\"&gt;tapir&lt;/a&gt;, &lt;a href=\"peccary\"&gt;peccary&lt;/a&gt;, &lt;a href=\"monkey\"&gt;monkey&lt;/a&gt;, &lt;a href=\"guinea%20pig\"&gt;guinea pig&lt;/a&gt; and other types of &lt;a href=\"fowl\"&gt;fowl&lt;/a&gt;, &lt;a href=\"turtle\"&gt;turtle&lt;/a&gt; and &lt;a href=\"iguana\"&gt;iguana&lt;/a&gt;, with the majority of meat coming from white-tailed deer, as is evident from animal remains found in middens. The ancient Maya diet was also supplemented by the exploitation, at least in &lt;a href=\"coastal\"&gt;coastal&lt;/a&gt; areas, of maritime resources, including &lt;a href=\"fish\"&gt;fish&lt;/a&gt;, &lt;a href=\"lobster\"&gt;lobster&lt;/a&gt;, &lt;a href=\"shrimp\"&gt;shrimp&lt;/a&gt;, &lt;a href=\"conch\"&gt;conch&lt;/a&gt;, and other &lt;a href=\"shellfish\"&gt;shellfish&lt;/a&gt;.\nThe zooarchaeological evidence from the sites of Lamanai and Tipu have provided considerable information about the types of animals being exploited. The zooarchaeological evidence (5,737 remains from Lamanai and 24,590 remains from Tipu) were collected from midden deposits and structures near and in the ceremonial center of the site. \nWhile white-tailed deer remain the most exploited animal at the sites throughout time, there are shifts over time from larger mammals to small mammals, aviary species such as turkey, and aquatic resources such as fish, turtles, and mollusks.\nWhile it may seem improbable that aquatic resources were being exploited by inland sites, the site of Caracol, located in the Maya Mountains of Belize, displays evidence of marine resources being brought to the site and transported while still alive. Archaeological evidence supported this, as a diverse set of marine resources were found from subsistence and ceremonial contexts at Caracol. The most likely candidates for this type of live transport from the ocean up to the mountains by river would be stingrays, grunts, sea catfish, and parrotfish.\nStable isotopic evidence of the ancient Maya diet.\nStable isotopic analysis of carbon and nitrogen from human skeletal remains has been conducted at multiple Maya archaeological sites from the lowlands of Belize, the Peten, the Yucatán peninsula, and the highlands of Guatemala. The first applications of this practice were conducted on the remains found in the Tehuacan Valley and suggest that maize was a dietary staple as early at 4500 BP. However, the bulk of information is represented by over 600 individuals dating from the Preclassic to the Postclassic period and substantiates that subsistence adaptations were present and caused by chronology, geographic and environmental factors, and cultural pressures. \nIn the Maya lowlands of Belize, carbon and nitrogen data from collagen have been analyzed from ten sites. The average C13 collagen values are -12.6 ± 1.2 per mil, indicating that C4 sources made up 50% of the ancient Maya diet. These average values change very slightly in the Early, Late, and Terminal Classic periods, with averages of -11.3 ± -2.3 per mil. In the Peten region, Preclassic values for collagen C13 average -10.2 ± -1.2 per mil, indicating that C4 sources made up 70% of the ancient Maya diet in this region. These differences in the region may be attributed to the greater access to marine and aquatic resources in Belize. As discussed earlier, there is evidence that marine animals were being brought alive to inland sites by means of river waterways. Areas of the Peten and the Yucatán may have been too far away from coastal regions for this concept to be utilized.\nDiet varied greatly by site and region. For example, at Pacbitun maize was found to be heavily relied upon by the elite males found in the ceremonial center. This goes against ideas about maize as a more common food and the idea that elites had greater access to a wide variety of resources. Furthermore, this data contradicts what is found about elite diets at other sites like Copan and Lamania. \nOverall, maize played a large role in the diet at the site, but access to maize varied by age, sex, and social status. Adult males consumed more than females and children, and this difference is most likely caused by social status. Furthermore, maize consumption varied through time. During the flourishing periods of the Early and Late Classic, maize constituted about 72-77% of the diet of individuals living at Pacbitun. This drops 10% in the Terminal Classic, as the population became less reliant on maize. This could be caused by a more diverse diet due to trade or increased reliance on other local foods. Another possibility is that attempts at producing enough maize to support the growing population failed.\nAncient Mayan cuisine present in modern cuisine.\nThe origins of Mayan cuisine can be established by archaeological evidence, dating as early as 1500 BC and extending through the 16th century AD. With maize as a significant and sustainable food source, the Maya expanded their palate and began to cultivate and incorporate many other foods into their diet. The evolution of Maya food culture allowed for experimentation with new staples and the development of new Maya cuisine. These, in turn, became established in modern food practices of the &lt;a href=\"Mayan%20peoples\"&gt;Mayan peoples&lt;/a&gt; and many other peoples of the Americas. \nIn the 21st century, many foods that come from ancient Maya techniques, such as chocolate, avocado/guacamole, tortillas, and tamales, have spread far beyond the Maya region.\n&lt;a href=\"Chocolate\"&gt;Chocolate&lt;/a&gt;: The cocoa tree is native to Maya territory, and the Maya are believed to be the first people to have cultivated the &lt;a href=\"Theobroma%20cacao\"&gt;cacao&lt;/a&gt; &lt;a href=\"plant\"&gt;plant&lt;/a&gt; for food. For the ancient Maya, cocoa was a sacred gift from the gods. The cocoa plant, \"theobroma\", literally translates to \"food of the gods\". \nCacao beans were historically used as ceremonial sacrifices to the &lt;a href=\"Mayan%20gods\"&gt;Mayan gods&lt;/a&gt;. Cocoa was enjoyed by all social classes of the ancient Maya people because of its stimulative aphrodisiac powers. Maya couples drank chocolate during ceremonies of marriage and engagement. \n&lt;a href=\"Cocoa%20bean\"&gt;Cocoa bean&lt;/a&gt;s were also ground and mixed with chili peppers, &lt;a href=\"cornmeal\"&gt;cornmeal&lt;/a&gt; and &lt;a href=\"honey\"&gt;honey&lt;/a&gt; to create a drink called \"xocolatl\" (a &lt;a href=\"Nahuatl\"&gt;Nahuatl&lt;/a&gt; word), which only the rich and noble could drink. This ancient Maya chocolate drink was very different from today's hot chocolate; it may have been served unsweetened and with a frothy texture.\n&lt;a href=\"Avocado\"&gt;Avocado&lt;/a&gt;/&lt;a href=\"Guacamole\"&gt;Guacamole&lt;/a&gt;: Originating from southern Mexico and Guatemala, avocados became a staple of Mayan cuisine. The avocado tree thrives in subtropical climates that existed during the Maya civilization. Avocados are a versatile product that are incorporated in modern cuisine. They have a smooth texture, and rich and buttery taste, which has made them a popular appetizer.\n&lt;a href=\"Corn%20tortilla\"&gt;Corn Tortillas&lt;/a&gt;: Maize plays a central role in Mayan culture and mythology. It is said in the &lt;a href=\"Popol%20Vuh\"&gt;Popul Vuh&lt;/a&gt; that the first humans were crafted from an ear of corn. The Maya creation story contends that people were fundamentally made of masa or corn dough. \n&lt;a href=\"Tortillas\"&gt;Tortillas&lt;/a&gt;, imbued by the divine quality of maize, offered countless opportunities for food creation and allowed people of all economic standings to eat freely. Ancient Maya tortillas differ from their modern counterparts. The ancient Mayans produced a small three to four-inch masa patty that was thicker than today's version to provide a sturdy base for the dish they would be serving. These dishes often included meat and avocado or could be a side for a stew at a ritualistic meeting. \nToday's tortillas are thinner and often larger in diameter than ancient Maya tortillas. The presence of tortillas serves as a base for many different food dishes, including &lt;a href=\"tacos\"&gt;tacos&lt;/a&gt;, &lt;a href=\"burritos\"&gt;burritos&lt;/a&gt;, &lt;a href=\"quesadillas\"&gt;quesadillas&lt;/a&gt;, chips, soups, and even &lt;a href=\"crepes\"&gt;crepes&lt;/a&gt;.&lt;a href=\"http%3A//www.nationalgeographic.com/travel/top-10/maya-foods/\"&gt;&lt;/a&gt;\n&lt;a href=\"Tamal\"&gt;Tamal&lt;/a&gt;es: Crafted from masa, or corn dough, and a mix of meat and vegetables, tamales have historically been one of the world's most convenient foods because of their ease of transport. Like many popular dishes in ancient Maya culture, the \"tamal\" included the use of the corn husks to ferment and enhance the cooking process of the meal. After the cooking process, the \"tamal\" would be unwrapped and topped with \"&lt;a href=\"Salsa%20%28sauce%29\"&gt;salsa&lt;/a&gt;,\" which could be eaten on the go. \nOften, tamales would be served at Maya holiday celebrations. Maya women would also sell freshly made tamales, often in exchange for cocoa seeds. Ancient evidence of tamales are prominent on many Maya artifacts and paintings. The modern \"tamal\" is enjoyed in much the same way as in ancient Maya cuisine."
}