{
    "id": "7087974",
    "revid": "4033135",
    "url": "https://en.wikipedia.org/wiki?curid=7087974",
    "title": "Council for National Security",
    "text": "The Council for National Security (; ) or CNS (), formerly known as the Council for Democratic Reform (; ) or CDR (), was the &lt;a href=\"military%20junta\"&gt;military junta&lt;/a&gt; that governed &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; after staging a &lt;a href=\"2006%20Thai%20coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; against Prime Minister &lt;a href=\"Thaksin%20Shinawatra\"&gt;Thaksin Shinawatra&lt;/a&gt;.\nThe council was led by Army Commander General &lt;a href=\"Sonthi%20Boonyaratglin\"&gt;Sonthi Boonyaratglin&lt;/a&gt; who acted as the &lt;a href=\"Prime%20Minister%20of%20Thailand\"&gt;prime minister&lt;/a&gt; and the &lt;a href=\"Cabinet%20of%20Thailand\"&gt;cabinet&lt;/a&gt;, until General &lt;a href=\"Surayud%20Chulanont\"&gt;Surayud Chulanont&lt;/a&gt; was appointed as a new prime minister. Under the CNS-drafted &lt;a href=\"2006%20Interim%20Constitution%20of%20Thailand\"&gt;interim constitution&lt;/a&gt;, the Council continued to maintain considerable power, particularly over the drafting of a permanent constitution.\nThe council came to an end by operation of section 298, paragraph 2, of the &lt;a href=\"2007%20Constitution%20of%20Thailand\"&gt;Constitution of the Kingdom of Thailand, Buddhist Era 2550 (2007)&lt;/a&gt;, which prescribes: \"The National Security Council...shall vacate office en masse at the time when the Council of Ministers carrying out the administration of state affairs on the date of promulgation of this Constitution vacate office.\"\nNames.\nThe former Thai name of the council, \"คณะปฏิรูปการปกครองในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข\", could literally be translated as the \"Council for Reforming the Democratic Regime of Government with the King as Head\". This name was translated in several ways by the media, such as:\nOn 21 September 2006, the council spokesperson asked the local press to report its name in full (with \"...under the Constitutional Monarchy\"), and noted that \"The name is important in relaying a right message and its shortened version might be misleading\". Both before and after this, most news reports used a shorter name.\nThe junta later changed its English name to simply \"Council for Democratic Reform\" claiming that the change was in order to remove misunderstanding and false interpretation about the role of the monarchy. Actual rationale was debatable.\nArticle 34 of the &lt;a href=\"2006%20Interim%20Constitution%20of%20Thailand\"&gt;2006 Interim Constitution&lt;/a&gt; changed the name \"Council for Democratic Reform\" to \"Council for National Security\".\nMembership and key positions.\nSonthi received the appointment and blessing of king &lt;a href=\"Bhumibol%20Adulyadej\"&gt;Bhumibol Adulyadej&lt;/a&gt;, who is quoted as saying, \"So as to maintain peace and order in the nation, His Majesty the King has graciously granted a Royal Command appointing General Sonthi Boonyaratglin as Leader of the Council for Democratic Reform. The people is requested to remain calm while all public servants are to follow Orders issued by General Sonthi Boonyaratglin, henceforth onwards.\" The junta consists of the leaders of all branches of the Thai military and police:\nA week after the coup, Sonthi's former classmate Gen &lt;a href=\"Boonsrang%20Naimpradit\"&gt;Boonsrang Naimpradit&lt;/a&gt; was promoted from Deputy Supreme Commander to the post of Supreme Commander, replacing &lt;a href=\"Ruangroj%20Mahasaranon\"&gt;Ruangroj Mahasaranon&lt;/a&gt;. Junta Secretary General, Winai Phattiyakul, was promoted to the post of Permanent Secretary for Defence.\nGen Sonthi also promoted his classmates and lieutenants in the coup, 1st Army Region Commander Lt-Gen &lt;a href=\"Anupong%20Paochinda\"&gt;Anupong Paochinda&lt;/a&gt; and 3rd Army Region Commander Lt-Gen &lt;a href=\"Saprang%20Kalayanamitr\"&gt;Saprang Kalayanamitr&lt;/a&gt;, to the post of Assistant Army Commander.\nOn 22 September, the Council gave Police General &lt;a href=\"Kowit%20Wattana\"&gt;Kowit Wattana&lt;/a&gt; absolute power over all police matters. He was also made chair of a new National Police Commission, the membership of which had not yet been announced. The Commission will be assigned to amend the 2004 National Police Bill over the next year; the bill had originally been approved by the elected parliament. Under the pre-coup legal framework, the Premier had been responsible for Chairing the Commission.\nA later restructuring reflected power shifts among the junta, particularly an increase in the power of the army and a decrease in the power of the police and navy. Police chief Kowit Watana, who, after the coup, had reshuffle senior police personnel to weaken the power base of Thaksin Shinawatra, was demoted from junta Deputy Chief to merely a member. Navy Commander Admiral Sathiraphan Keyanond, who had been second in command of the junta, was also demoted to being merely a member.\nPolitical motivations and objectives.\nIn a statement on 21 September, the Council stated its reasons for taking power, and gave a commitment to restore democratic government within one year. The statement described the coup as a “brief intervention in order to restore peace, unity, and justice in the country.”\nThe reasons given for the coup were:\nThe statement continued: “The Council’s intervention has no other aim than to strengthen democracy through democratic reforms, including the holding of generally-accepted free and fair elections. Leaving the country under protracted political uncertainty, on the other hand, would eventually erode people’s trust and confidence in the very foundations of democracy.”\nThe 2006 coup was followed by increased divisiveness in Thai society, leading to many more lese majeste cases despite the king's expressed wish that these be decreased. By late 2011, the United Nations and United States and other western countries had expressed extreme concerns over the lese majeste laws and lack of protection of human rights in the kingdom.\nDecisions and future.\nThe junta pledged to appoint a civilian government, step aside, reinstate human rights, hold elections within a year, and not change key Thaksin-government policies like universal healthcare and microcredit village funds. The junta later appointed retired General &lt;a href=\"Surayud%20Chulanont\"&gt;Surayud Chulanont&lt;/a&gt; as Premier, changed its name to the Council for National Security and institutionalized its power in the &lt;a href=\"2006%20Interim%20Constitution%20of%20Thailand\"&gt;Interim Constitution&lt;/a&gt;, lifted their ban on political gatherings (but only for \"constructive debates\"), and moved the date of elections to 17 months. The CNS spent the months after the coup finishing off the destruction of deposed Premier &lt;a href=\"Thaksin%20Shinawatra\"&gt;Thaksin Shinawatra&lt;/a&gt;.\nTimeline for establishment of civilian government.\nThe Council’s statement included a timetable for the restoration of civilian government and elections. “A provisional constitution will be in place within two weeks, and eventually a civilian government will be formed,” it said. “The mechanisms for democratic reform will soon be reinstated. A legislative body, responsible for legislation and the drafting of the new constitution, will be established. This process, which will lead to general elections, should be completed within one year. \"See &lt;a href=\"Thailand%202006%20interim%20civilian%20government\"&gt;Thailand 2006 interim civilian government&lt;/a&gt;\"\nFollowing the general election the junta would be dissolved and replaced by a Council of National Security \"It's necessary to keep the council so that there is no loophole for the executive branch\", General Sonthi Boonyaratglin told AFP\nRemoval from the civil service.\nThe junta initiated the removal from the civil service of people appointed by the Thaksin government as well as Thaksin's former Class 10 classmates at the &lt;a href=\"Armed%20Forces%20Academies%20Preparatory%20School%2C%20Thailand\"&gt;Armed Forces Academies Preparatory School&lt;/a&gt;. Military officers to be transferred to inactive posts included assistant army chief Gen Pornchai Kranlert, First Army Corps commander Lt-Gen Jirasit Kesakomol, First Army Division chief Maj-Gen Prin Suwandhat, Commander of the First Army Area Lt General Anupong Paochinda, Maj General Prin Suwanathat, Lt General Jirasit Kesakomol, Maj General Ruangsak Thongdee, Maj General Sanit Phrommas, and Maj General Manas Paorik. General Lertrat Rattavanich, seen as close to the Thaksin government, was promoted to a ceremonial post of Defence Inspector General.\nLabor Ministry Permanent Secretary Somchai Wongsawat, brother-in-law of Thaksin Shinawatra, was arrested and is being detained on the second floor of the Army Headquarters building.\nAlso transferred were 18 senior police officers which the junta claimed could pose a threat to national security if they were to remain in their current posts. These included Special Branch Police chief Pol Lt-Gen Thaworn Chanyim, Immigration Police chief Pol Lt-Gen Suwat Thamrongsrisakul, Region 4 chief Pol Lt-Gen Sathaporn Duangkaew, Central Investigation Bureau chief Pol Lt-Gen Montri Chamroon, Crime Suppression Division chief Pol Maj-Gen Winai Thongsong, 191 Police chief Pol Maj-Gen Sumeth Ruangsawat, Metropolitan Police Division 5 chief Pol Maj-Gen Kosin Hinthao, Metropolitan Police Division 7 chief Pol Maj-Gen Boonsong Panichattra, and Special Branch Police Division 3 chief Pol Maj-Gen Atthakrit Thareechat. Pol Maj-Gen Atthakrit Thareechat is currently providing security for Thaksin in London.\nSurasit Sangkhapong, director of the Government Lottery Office and an aide of Thaksin resigned to allow Auditor-General &lt;a href=\"Jaruvan%20Maintaka\"&gt;Jaruvan Maintaka&lt;/a&gt; to conduct an investigation into an allegation of irregularity.\nGovernors of provinces seen as &lt;a href=\"Thai%20Rak%20Thai\"&gt;Thai Rak Thai&lt;/a&gt; political strongholds transferred to smaller provinces or appointed to the inactive posts in the Interior Ministry. This included the governors of Chiang Mai, Chiang Rai, Khon Kaen, Buri Ram, Phatthalung, Satun, Surin, Kamphaeng Phet, Sukhothai, and Samut Prakan. Interior Minister &lt;a href=\"Aree%20Wongarya\"&gt;Aree Wongarya&lt;/a&gt; denied that the moves were politically motivated. However, the reshuffle was widely seen as an attempt to demote those with links to the deposed government. Interior Ministry permanent secretary Phongphayome Wasaphooti also noted that the transfers were done in order to \"reduce the influences attached to their &lt;a href=\"Thai%20Rak%20Thai\"&gt;Thai Rak Thai&lt;/a&gt;-initiated &lt;a href=\"Thaksin%20Shinawatra%23CEO-governors\"&gt;CEO governorships&lt;/a&gt;. The transfers are aimed at enabling the [Surayud] government to function more easily.\"\nMany senior government officials were transferred by the junta \"for the sake of achieving reconciliation\", meaning that they were alleged to have had links to the deposed regime. 10 senior officials at the National Park, Wildlife and Plant Conservation Department were transferred.\nAppointment of advisors.\nThe junta ordered 58 prominent civilians to serve as its advisers. However, most of the appointees denied any knowledge of the appointments, with some saying they couldn't serve. \"I have said that the coup is wrong, how can I serve as its advisory board?\" asked &lt;a href=\"Chaiwat%20Satha-anand\"&gt;Chaiwat Satha-anand&lt;/a&gt; of the Faculty of Political Science of &lt;a href=\"Chulalongkorn%20University\"&gt;Chulalongkorn University&lt;/a&gt;. &lt;a href=\"Pratheep%20Ungsongtham%20Hata\"&gt;Pratheep Ungsongtham Hata&lt;/a&gt;, who was appointed to the reconciliation panel, also boycotted the CDR's advisory board, noting that as a democracy advocate, she could not work with the CDR, which took by unconstitutional means. &lt;a href=\"Pibhob%20Dhongchai\"&gt;Pibhob Dhongchai&lt;/a&gt;, a leader of the defunct anti-Thaksin &lt;a href=\"People%27s%20Alliance%20for%20Democracy\"&gt;People's Alliance for Democracy&lt;/a&gt;, said he could not participate in the reconciliation panel because he was a member of the National Economic and Social Advisory Council, and already had a channel to advise the government.\n&lt;a href=\"Pasuk%20Pongpaichit\"&gt;Pasuk Pongpaichit&lt;/a&gt;, an anti-Thaksin economist who had also been appointed, denied that she could not serve as an advisor, using as her excuse an impending extended trip to Japan. When asked by the press why the junta had not informed the appointees of their appointments, the CDR spokesman Lt-Gen Palangoon Klaharn said: \"It is not necessary. Some matters are urgent. It is an honour to help the country. I believe that those who have been named will not reject the appointment because we haven't damaged their reputation.\"\nAdvisors were appointed in 4 key areas:\nInvestigation of the deposed government.\nThe junta assigned several agencies to investigate the deposed government.\nAfter less than a week, the Assets Examination Committee was dissolved and several of its members were incorporated into a new 12-member committee with greater powers to freeze the assets of members of the Thaksin government accused of corruption. The new committee had a much wider scope that the original Committee, and was able to respond to the demands of Jaruvan Maintaka. The committee was empowered to investigate any projects or acts by members of the Thaksin government and others who were suspected of irregularities, including tax evasion. The chairman of the old committee, Sawat Chotephanich, was demoted in the new committee; he later resigned, reportedly in protest. The remaining members of the new committee included several figures who had been publicly critical of the Thaksin government, including &lt;a href=\"Kaewsan%20Atibhoti\"&gt;Kaewsan Atibhoti&lt;/a&gt;, &lt;a href=\"Jaruvan%20Maintaka\"&gt;Jaruvan Maintaka&lt;/a&gt;, &lt;a href=\"Nam%20Yimyaem\"&gt;Nam Yimyaem&lt;/a&gt;, and &lt;a href=\"Sak%20Korsaengreung\"&gt;Sak Korsaengreung&lt;/a&gt;. Nam Yimyaem was later appointed chair of the committee.\nA separate decree (No. 31) gave the NCCC the authority to freeze the assets of politicians who failed to report their financial status by a deadline or intentionally reported false information. Another decree (No. 27) increased the penalty for political party executives whose parties had been ordered dissolved, from simply banning them from forming or becoming executives of a new party, to stripping them of their electoral rights for five years.\nInterim charter.\nThe junta released a draft interim charter on 27 September 2006, to much criticism. Structurally, the draft interim charter is similar to the 1991 Constitution, the 1976 Constitution, and the 1959 Charter, in that it sets up an extremely powerful executive branch which would appoint the entire legislature. The CDR, which would be transformed into a Council for National Security (CNS), would appoint the head of the executive branch, the entire legislature, and the drafters of a permanent constitution. Criticism focused on the fact that:\nMilitary restructuring.\nSonthi Boonyaratglin announced that the Southern Border Provinces Administrative Centre (SBPAC) and the Civilian-Police-Military Task Force (CPM) 43 would be revived. Sonthi said the Army-led multi-agency Southern Border Provinces Peace Building Command would be dissolved and its troops would come under the CPM 43, which would operate in parallel with the SBPAC. The SBPAC and CPM 43 had been dissolved in mid-2001 by former Premier Thaksin Shinawatra. Prior to that, CPM 43 was under the directive of the SBPAC. Sonthi also made himself head of the &lt;a href=\"Internal%20Security%20Operations%20Command\"&gt;Internal Security Operations Command&lt;/a&gt; (ISOC). Previously, the ISOC had been headed by the Prime Minister.\nThe junta also extended for another three months the Thaksin government's emergency decree to combat the &lt;a href=\"south%20Thailand%20insurgency\"&gt;south Thailand insurgency&lt;/a&gt;. The emergency decree empowers state authorities to search and arrest suspected insurgents without warrants.\nSonthi and other senior junta leaders flew to Chiang Mai on a Air Force &lt;a href=\"C-130\"&gt;C-130&lt;/a&gt; on 3 November 2006 to visit a prominent fortune-teller and perform a religious ceremony to ward off bad luck over their staging of the Sept 19 coup.\nState enterprise board appointments.\nJunta leaders appointed themselves to the Boards of Directors of several state enterprises.\nHuman rights restrictions.\nThe junta censored the media and the internet, enforced martial law, and established a 14,000-strong military unit to control public protests. An interview with the late &lt;a href=\"Nuamthong%20Phaiwan\"&gt;Nuamthong Phaiwan&lt;/a&gt; broadcast by television channel &lt;a href=\"ITV%20%28Thailand%29\"&gt;iTV&lt;/a&gt; came to an abrupt end after the Director of &lt;a href=\"Royal%20Thai%20Army\"&gt;Army&lt;/a&gt;-owned Channel 5 called the station to warn them against the broadcast. Additional troops were dispatched to keep order at the station.\nThe junta's fifth announcement authorized the Ministry of Information and Technology to block websites critical of the coup and web boards discussing the coup. Anonymous proxy servers through which Thai internet users could access a blocked webpage were also blocked, as were websites from &lt;a href=\"BBC%201\"&gt;BBC 1&lt;/a&gt;, &lt;a href=\"BBC%202\"&gt;BBC 2&lt;/a&gt;, &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;, &lt;a href=\"Yahoo%20News\"&gt;Yahoo News&lt;/a&gt;, the &lt;a href=\"Seattle%20Post-Intelligencer\"&gt;Seattle Post-Intelligencer&lt;/a&gt;, &lt;a href=\"The%20Age\"&gt;The Age&lt;/a&gt;, &lt;a href=\"Amazon.com\"&gt;Amazon.com&lt;/a&gt;, &lt;a href=\"Amazon.co.uk\"&gt;Amazon.co.uk&lt;/a&gt;, and &lt;a href=\"Yale%20University%20Press\"&gt;Yale University Press&lt;/a&gt; containing articles about King &lt;a href=\"Bhumibol%20Adulyadej\"&gt;Bhumibol Adulyadej&lt;/a&gt;.\nThe junta maintained martial law after the coup, even though junta vice-chairman Chalit Phukbhasuk claimed that there were no intelligence reports of unusual activities by supporters of deposed Premier Thaksin.\nThe junta was accused of intimidating &lt;a href=\"Thai%20Rak%20Thai\"&gt;Thai Rak Thai&lt;/a&gt; politicians and pressuring them to cease political activities. They also threatened that the party would be dissolved. The junta claimed that they were simply seeking cooperation from politicians.\nIn late December 2006, Surayud's Cabinet approved 556 million &lt;a href=\"baht\"&gt;baht&lt;/a&gt; for the formation of a 14,000-strong special operations force with a mandate to control anti-junta protests. The fund allocation came from a request by the CNS. The rapid deployment force began operations on 1 December 2006. Surayud refused to explain why his Cabinet approved funding of the force after it had already started, which was contrary to PM's Office directives. Government spokesman Yongyuth Mayalarp promised that the force would be dissolved on 30 September 2007, along with the CNS. The funds would be diverted from the Defense Ministry and Police Office, but if those two agencies lacked funding, they would be diverted from the government's reserve fund for emergency situations. Yongyuth revealed that no Cabinet members questioned the use of the fund. General Saprang Kallayanamit, assistant Secretary-General of the CNS, was appointed Commander of the force.\nIn January, CNS secretary-general General Winai Phattiyakul, explicitly ordered media executives to prevent their employees from mentioning Thaksin and the &lt;a href=\"Thai%20Rak%20Thai\"&gt;Thai Rak Thai&lt;/a&gt; party. \"If they don't listen, you can kick them out of your station or, if you can't use your judgment, I will use mine to help you run your station\", he said to 100 media executives.\nDrafting of a new constitution.\nThe junta appointed a Constitution Drafting Committee and sponsored a leading anti-Thaksin critic, Prasong Soonsiri, to lead the Committee.\nAnti-protest units.\nOn 27 December 2006, it was revealed that the Cabinet had approved over half a billion &lt;a href=\"baht\"&gt;baht&lt;/a&gt; worth of funding for a 14,000-man secret anti-protest special operations force, of which General Saprang was Commander. The so-called CNS Special Operations Center, funded with 556 million &lt;a href=\"baht\"&gt;baht&lt;/a&gt; diverted from the Defense Ministry, Police Office, and government emergency reserve fund, had been secretly established by the CNS on 1 December 2006 in order to crack down on anti-junta protestors.\nIn May 2007, it was revealed that the First Army Commander &lt;a href=\"Prayuth%20Chan-ocha\"&gt;Prayuth Chan-ocha&lt;/a&gt; had been placed in charge of a secret army unit with a 319.1 million baht budget for mobilizing mass support for the junta. Lt. Gen. Prayuth claimed that he had acted in line with army policy, and that his activities were to serve communities, and not to seek political gain.\nMiscellaneous controversy.\nTwo members of the CNS claiming to be junta secretary-general Winai Phattiyakul's close aids were arrested for trying to solicit 40 million &lt;a href=\"baht\"&gt;baht&lt;/a&gt; for in return seat on the Cabinet. Winai denied knowing the two men.\nCNS leader Sonthi approved a 12 million baht top-secret budget for a public relations campaign to discredit Thaksin Shinawatra. The request for the money was submitted on 24 Jan 2007. Chianchuang Kalayanamitr, younger brother of CNS Deputy Secretary-General &lt;a href=\"Saprang%20Kalayanamitr\"&gt;Saprang Kalayanamitr&lt;/a&gt;, was hired as head of the publicity team. Politicians hired as part of the CNS campaign included Chat Pattana party leader &lt;a href=\"Korn%20Dabbaransi\"&gt;Korn Dabbaransi&lt;/a&gt;, Democrats &lt;a href=\"Korn%20Chatikavanij\"&gt;Korn Chatikavanij&lt;/a&gt;, &lt;a href=\"Alongkorn%20Palabutr\"&gt;Alongkorn Palabutr&lt;/a&gt; and &lt;a href=\"Korbsak%20Sabavasu\"&gt;Korbsak Sabavasu&lt;/a&gt;, &lt;a href=\"Prapat%20Panya-chatraksa\"&gt;Prapat Panya-chatraksa&lt;/a&gt;, a key Thai Rak Thai member who defected to the Chat Thai party, plus ex-senator &lt;a href=\"Kraisak%20Choonhavan\"&gt;Kraisak Choonhavan&lt;/a&gt;. Academics hired by the CNS included &lt;a href=\"Wuttipong%20Piebjriya-wat\"&gt;Wuttipong Piebjriya-wat&lt;/a&gt;, &lt;a href=\"Sophon%20Supapong\"&gt;Sophon Supapong&lt;/a&gt;, &lt;a href=\"Narong%20Phet-prasert\"&gt;Narong Phet-prasert&lt;/a&gt;, and &lt;a href=\"Somkiat%20Osotspa\"&gt;Somkiat Osotspa&lt;/a&gt;. However, Sophon denied he had anything to do with the campaign.\nThe CNS produced a 75 episode television documentary to promote its causes. The documentaries, titled \"Phrungnee Tong Dee Kwa\" (Tomorrow Must Be Better), were reported to cost at least 20 million baht to produce and broadcast. General Anupong Phaochinda, assistant CNS secretary-general, defended the CNS from allegations of irregularities surrounding the documentaries.\nPrior to the &lt;a href=\"Constitutional%20Court%20%28Thailand%29\"&gt;Constitutional Tribunal's&lt;/a&gt; 20 May 2007 ruling on the dissolution of the &lt;a href=\"Thai%20Rak%20Thai\"&gt;Thai Rak Thai&lt;/a&gt; and &lt;a href=\"Democrat%20Party%20%28Thailand%29\"&gt;Democrat Parties&lt;/a&gt;, the CNS sent tens of millions of &lt;a href=\"SMS\"&gt;SMS&lt;/a&gt; messages to mobile phone users throughout Thailand discouraging them from attending protests."
}