{
    "id": "708960",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=708960",
    "title": "The Defenders (1961 TV series)",
    "text": "The Defenders is an American &lt;a href=\"Legal%20drama\"&gt;courtroom drama&lt;/a&gt; &lt;a href=\"Television%20program\"&gt;series&lt;/a&gt; that ran on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; from &lt;a href=\"1961%E2%80%9362%20United%20States%20network%20television%20schedule\"&gt;1961&lt;/a&gt; to &lt;a href=\"1964%E2%80%9365%20United%20States%20network%20television%20schedule\"&gt;1965&lt;/a&gt;. It was created by television writer &lt;a href=\"Reginald%20Rose\"&gt;Reginald Rose&lt;/a&gt;, and stars &lt;a href=\"E.%20G.%20Marshall\"&gt;E. G. Marshall&lt;/a&gt; and &lt;a href=\"Robert%20Reed\"&gt;Robert Reed&lt;/a&gt; as father-and-son &lt;a href=\"defense%20attorney\"&gt;defense attorney&lt;/a&gt;s. Original music for the series was scored by &lt;a href=\"Frank%20Lewin\"&gt;Frank Lewin&lt;/a&gt; and &lt;a href=\"Leonard%20Rosenman\"&gt;Leonard Rosenman&lt;/a&gt;. This series is not related to the &lt;a href=\"The%20Defenders%20%282010%20TV%20series%29\"&gt;2010s CBS series&lt;/a&gt; of the same name.\nPlot.\nLawrence Preston (Marshall) and Kenneth Preston (Reed) are father-and-son &lt;a href=\"defense%20attorney\"&gt;defense attorney&lt;/a&gt;s who specialized in legally complex cases, with defendants such as &lt;a href=\"neo-Nazi\"&gt;neo-Nazi&lt;/a&gt;s, &lt;a href=\"conscientious%20objector\"&gt;conscientious objector&lt;/a&gt;s, demonstrators of the &lt;a href=\"Civil%20Rights%20Movement\"&gt;Civil Rights Movement&lt;/a&gt;, a schoolteacher fired for being an &lt;a href=\"atheist\"&gt;atheist&lt;/a&gt;, an author accused of &lt;a href=\"pornography\"&gt;pornography&lt;/a&gt;, and a physician charged in a &lt;a href=\"euthanasia\"&gt;mercy killing&lt;/a&gt;.\nProduction.\nDevelopment.\nThe series was a slight reworking of Rose's &lt;a href=\"1957%20in%20television\"&gt;1957&lt;/a&gt; two-part drama, \"The Defender\", from the anthology series \"&lt;a href=\"Studio%20One%20%28American%20TV%20series%29\"&gt;Studio One&lt;/a&gt;\". In the original program, &lt;a href=\"Ralph%20Bellamy\"&gt;Ralph Bellamy&lt;/a&gt; played the father and &lt;a href=\"William%20Shatner\"&gt;William Shatner&lt;/a&gt; played his son. Shatner guest-starred in various roles in the later series, and the original drama later was incorporated into an episode of his series, \"&lt;a href=\"Boston%20Legal\"&gt;Boston Legal&lt;/a&gt;\".\nAccording to creator Reginald Rose, \"the law is the subject of our programs: not crime, not mystery, not the courtroom for its own sake. We were never interested in producing a '&lt;a href=\"Whodunit\"&gt;who-done-it&lt;/a&gt;' which simply happened to be resolved each week in a flashy courtroom battle of wits.\" And unlike \"&lt;a href=\"Perry%20Mason%20%281957%20TV%20series%29\"&gt;Perry Mason&lt;/a&gt;\", which also ran on CBS, victory was \"far from certain on \"The Defenders\"—as were morality and justice.\"\nTopics featured in the series included &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;, &lt;a href=\"capital%20punishment\"&gt;capital punishment&lt;/a&gt;, \"&lt;a href=\"No-knock%20warrant\"&gt;no-knock&lt;/a&gt;\" searches, &lt;a href=\"Child%20custody\"&gt;custody rights&lt;/a&gt; of adoptive parents, the &lt;a href=\"insanity%20defense\"&gt;insanity defense&lt;/a&gt;, the \"&lt;a href=\"Fruit%20of%20the%20poisonous%20tree\"&gt;poisoned fruit doctrine&lt;/a&gt;,\" &lt;a href=\"Immigration%20Act%20of%201924%23Provisions\"&gt;immigration quota&lt;/a&gt;s, the &lt;a href=\"Hollywood%20blacklist\"&gt;Hollywood blacklist&lt;/a&gt;, &lt;a href=\"jury%20nullification\"&gt;jury nullification&lt;/a&gt;, and &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; visa restrictions.\nWriters for the show included Rose in many early episodes, with later episodes by Albert \"Al\" Ruben and &lt;a href=\"Ernest%20Kinoy\"&gt;Ernest Kinoy&lt;/a&gt; – both Jewish Americans holding socially liberal views.\nControversial episodes.\nA 1962 episode entitled \"The Benefactor\"—in which the father–son legal team defended an &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;ist—was the most controversial; all of the series' three regular advertisers (&lt;a href=\"Brown%20%26amp%3B%20Williamson\"&gt;Brown &amp; Williamson&lt;/a&gt;, &lt;a href=\"Lever%20Brothers\"&gt;Lever Brothers&lt;/a&gt; and &lt;a href=\"Kimberly-Clark\"&gt;Kimberly-Clark&lt;/a&gt;) refused to sponsor the episode, so it was only transmitted after a last-minute sponsor was found, [Speidel Watches], for a discounted advertising rate. The &lt;a href=\"Canadian%20Broadcasting%20Corporation\"&gt;Canadian Broadcasting Corporation&lt;/a&gt; banned this episode when it was first shown on April 28. In 2008, this incident was used as the basis for a &lt;a href=\"Mad%20Men%20%28season%202%29\"&gt;second season episode&lt;/a&gt; of the drama \"&lt;a href=\"Mad%20Men\"&gt;Mad Men&lt;/a&gt;\", set in the 1960s.\nThe December 7, 1963 episode, \"Climate of Evil,\" was originally titled \"The Gentle Assassin\" but was changed two weeks earlier in the aftermath of the &lt;a href=\"John%20F.%20Kennedy%20assassination\"&gt;John F. Kennedy assassination&lt;/a&gt;. In addition, the January 4, 1964 episode, \"Clare Cheval Died in Boston,\" was originally scheduled for the weekend of the assassination, and subsequently had reference to \"President Kennedy\" deleted from the episode.\nBroadcast history.\nNote: The most frequent time slot for the series is in bold text.\nReception.\nAwards.\n\"The Defenders\" won 13 Emmy Awards (including three in a row for &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Drama%20Series\"&gt;Outstanding Drama Series&lt;/a&gt;) and received an additional seven nominations.\nThe &lt;a href=\"Museum%20of%20Broadcast%20Communications\"&gt;Museum of Broadcast Communications&lt;/a&gt; called it \"perhaps the most socially conscious series the medium has ever seen\", a show \"singularly resonant with &lt;a href=\"New%20Frontier\"&gt;New Frontier&lt;/a&gt; liberalism\".\nIn 2002, \"The Defenders\" was ranked #31 on &lt;a href=\"TV%20Guide%27s%2050%20Greatest%20TV%20Shows%20of%20All%20Time\"&gt;TV Guide's 50 Greatest TV Shows of All Time&lt;/a&gt;, and in 2013 \"&lt;a href=\"TV%20Guide\"&gt;TV Guide&lt;/a&gt;\" ranked it #8 in its list of The 60 Greatest Dramas of All Time.\nRatings.\nAs a top 30 series, \"The Defenders\" has an average rating of 23.2.\nHome media.\nOn July 12, 2016, &lt;a href=\"Shout%21%20Factory\"&gt;Shout! Factory&lt;/a&gt; released the complete first season on DVD in Region 1.\nSequel and spin-offs.\nA re-envisioned version of the series debuted on the &lt;a href=\"Showtime%20%28TV%20network%29\"&gt;Showtime&lt;/a&gt; network in 1997. Still called \"The Defenders\", it featured E. G. Marshall in his original role as Lawrence Preston. However, the three Showtime films focused on &lt;a href=\"Beau%20Bridges\"&gt;Beau Bridges&lt;/a&gt; as Don Preston, a previously unmentioned second son of Lawrence, and &lt;a href=\"Martha%20Plimpton\"&gt;Martha Plimpton&lt;/a&gt; as M.J., the daughter of Ken Preston, Robert Reed's character, who is said to have died (as had Reed in 1992). Don and M.J. worked as lawyers and carried on the family legacy. However, Marshall died after completion of the second episode (\"Choice of Evils\"). Production was halted and the remaining episode, \"Taking the First\", aired as a movie special in &lt;a href=\"1998%20in%20television\"&gt;1998&lt;/a&gt;.\nReferences in other media.\nThe contains an episode named \"The Benefactor\" that featured a brief clip from \"The Defenders\" episode of the same name. In the \"Mad Men\" episode, the Sterling Cooper advertising agency is trying to secure sponsors for \"The Defenders\" episode, which contains a plot involving abortion (originally telecast on April 28, 1962), after the regular sponsors pulled out because they claimed the episode (and subject matter) was too controversial. The episode also offers a fictional backstory for the episode; that it was written for the third season of the series but rejected by the network for the usage of abortion as a plotline. The following season, the writers produced a script that revolved around the theme of cannibalism but the episode was rejected by the director who was assigned to film the episode due to the content. The director's refusal led to the network being forced to film the abortion-centric script, which an executive assigned to find advertisers for the show proclaims was the plan all along."
}