{
    "id": "7108933",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=7108933",
    "title": "Kenneth Edward Untener",
    "text": "Kenneth Edward Untener (August 3, 1937 – March 27, 2004) was a &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt;, serving the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Saginaw\"&gt;Diocese of Saginaw&lt;/a&gt; from 1980 until his death.\nBiography.\nEarly life.\nKenneth Edward Untener was born in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, in 1937, and was the seventh of nine children. His family lived on &lt;a href=\"Belle%20Isle%20%28Michigan%29\"&gt;Belle Isle&lt;/a&gt;, an island in the &lt;a href=\"Detroit%20River\"&gt;Detroit River&lt;/a&gt; where his father worked. Untener attended the &lt;a href=\"Sacred%20Heart%20Major%20Seminary\"&gt;Sacred Heart Seminary&lt;/a&gt; in Detroit, followed by St. John's Seminary near &lt;a href=\"Plymouth%2C%20Michigan\"&gt;Plymouth, Michigan&lt;/a&gt;.\nHe was an active athlete, playing sports such as &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt;, and &lt;a href=\"American%20handball\"&gt;handball&lt;/a&gt;. It was while playing the last that Untener broke his right leg, only a year before his ordination. Due to complications caused by a genetic deformity, doctors amputated the leg below the knee, and Untener wore a &lt;a href=\"prosthesis\"&gt;prosthesis&lt;/a&gt; for the remainder of his life.\nOrdination.\nUntener was &lt;a href=\"ordination\"&gt;ordained&lt;/a&gt; in 1963. After his ordination, he served in Detroit for a time, and then studied at the &lt;a href=\"Pontifical%20Gregorian%20University\"&gt;Pontifical Gregorian University&lt;/a&gt; in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, earning a doctorate. He returned to the United States, taught for a period at Sacred Heart Seminary, and eventually became the rector of &lt;a href=\"St.%20John%27s%20Provincial%20Seminary\"&gt;St. John's Provincial Seminary&lt;/a&gt; (&lt;a href=\"Plymouth%2C%20Michigan\"&gt;Plymouth&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;) in 1977.\nBishop.\nIn 1980, Untener was named the fourth Bishop of Saginaw. His &lt;a href=\"consecration\"&gt;consecration&lt;/a&gt; to the episcopacy immediately became embroiled in controversy, however, as area Catholics filed complaints with the Vatican about a recent workshop on &lt;a href=\"Human%20sexuality\"&gt;sexuality&lt;/a&gt; Untener authorized at St. John's Seminary. Detractors of the workshop claimed it promoted lewdness and promiscuity. In the time leading up to Untener's consecration, he made two trips to the Vatican to defend himself and appeal to &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; that he should become bishop. On the second trip, Detroit &lt;a href=\"John%20Francis%20Dearden\"&gt;Cardinal John Dearden&lt;/a&gt; came with him and publicly gave his support.\nUntener was consecrated bishop on November 24, 1980, aged 43. Untener later stated of the ordeal, \"Having experienced that right away freed me of the burden of trying to be held in favor.\"\nBishop Untener was roundly praised by his peers for his ability to manage his diocese, develop leadership skills in priests and laity, and delegate responsibilities. His approach allowed him the freedom to travel, teach, and give speeches regularly. Untener was frequently asked to speak to priests and ministers due to his reputation for a deep understanding of the &lt;a href=\"scripture\"&gt;scripture&lt;/a&gt;. Untener was perhaps best known for improving homilies by methods he promoted regarding preaching.\nIn 2000, he created the first Little Black Book, which followed lectio divina to help people spend some quiet time with the Lord. He soon decided to create similar versions of the book for the seasons of Easter, The Little White Book, and Advent/Christmas, The Little Blue Book. The books are still produced each year based on his different writings. From the same publisher, there are also The Little Burgundy Books, based on the different Gospels of John, Luke, Mark, and Matthew, and \"My Name is Ken\", which documents the life and faith of Untener in his own words.\nUntener's creative talents were also expressed in the written and spoken word, some traveling around the world. He penned a homily for John Cardinal Dearden, Archbishop of Detroit, from which the popular poetic reflection, \"We are prophets of a future not our own,\" was taken. The cardinal delivered the homily at a Mass for Deceased Priests on October 25, 1979. It has since become associated with and commemorates the life of Archbishop &lt;a href=\"Oscar%20Romero\"&gt;Oscar Romero&lt;/a&gt;, having acquired the title \"the Romero Prayer\". Pope Francis quoted this reflection \"verbatim\" in his remarks to the &lt;a href=\"Roman%20Curia\"&gt;Roman Curia&lt;/a&gt; on December 21, 2015.\nSex abuse scandal.\nIn the early 1990s Untener appointed John Hammer, a priest who had admitted to &lt;a href=\"molesting\"&gt;molesting&lt;/a&gt; an altar boy in Ohio, as a parish priest at Mt. St. Joseph Parish in St. Louis, MI. Hammer had received treatment in Baltimore for several years. Before accepting Hammer, the bishop requested the opinion of two physicians about Hammer's fitness to return to ministry. When he received a positive report, Hammer was accepted but was partnered with a senior priest who was to observe his behavior. In 1999, Hammer also assumed the role of pastor of St. Mary's Catholic Church in Alma Michigan, while continuing as pastor of Mt. St. Joseph. As the national sex abuse crisis grew in 2002, Hammer's earlier victim came forward. Hammer was required to inform the parish of his background, and was removed from the churches and laicized.\nViews.\nEquality.\nBishop Untener's career was marked by a consistent focus on &lt;a href=\"egalitarianism\"&gt;egalitarianism&lt;/a&gt; in the church, ministry to the poor and participative liturgy. His liberal views often put him at odds with orthodox Catholics and with the Vatican. He was regarded as being sensitive to the viewpoints of liberal Catholics. His overall view was that one should keep an open mind, consider the logic of one's actions and how they affect the church, and reflect openly over controversial issues. He frequently derided the Vatican for avoiding debate on real issues that potentially harmed the entire church.\nDiversity.\nUntener frequently observed that &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; kept quite diverse company in his lifetime, including many people who were unwelcome in the &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt;s of the time. Untener felt that modern Catholics should adopt this view in welcoming people into their own parishes. He was noted for his advocation of helping the poor, and his emphasis that needy people should be treated equally and not judged for their worthiness of help. He spoke out for women's rights in society and in the church, although never outright endorsing the ordination of women as priests.\nBirth control.\nSome of the more controversial issues that Untener addressed were modern church attitudes toward &lt;a href=\"birth%20control\"&gt;birth control&lt;/a&gt; and &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;. He occasionally lamented that the church was moving toward \"corporate severity\" instead of a more accepting state of mind. He was an outspoken critic of the church's ban on artificial &lt;a href=\"birth%20control\"&gt;birth control&lt;/a&gt;. He collaborated on writing about abortion issues, and advocated for developing programs that openly addressed abortion issues faced by families. Some referred to his views as \"ultra-liberal\", while others argued that Untener simply liked to question things, even when doing so was difficult or controversial.\nLiturgy.\nUntener also organized a series of preaching seminars for priests. At the 1993 National Conference of Bishops, Untener reportedly interrupted the proceedings by commenting on how many people felt bored during Mass. Untener told a reporter, \"They were talking about the niceties of phrases – debating whether `prince' or `ruler' was a better word to use in the lectionary.\" Untener stood up and shouted, \"The biggest problem is not whether we use `prince' or `ruler.' The biggest problem is the Mass is boring for most people.\" Untener encouraged priests to stick to one point in their homilies and to keep their talks at seven minutes or less.\nPoverty.\nUntener's easygoing personality and free nature manifested themselves in many ways, often to comic effect. Upon his consecration, he sold the bishop's mansion and began a career-long practice of living for periods of time in the various &lt;a href=\"rectory\"&gt;rectories&lt;/a&gt; of his priests. He was known to have hosted a cherry stone spitting contest at the diocese every spring. Another example was a line he delivered during a greeting at the Saginaw Civic Center after his consecration: \"Hello, I'm Ken, and I'll be your waiter.\" Untener also was made an honorary member of the Saginaw Gears hockey team in the early 1980s and took to the ice in a Gears jersey but was unable to help the team win; he also played hockey regularly with friends for many years after becoming a bishop.\nNearly three years after Untener's death, some of his reflections were collected in a book, \"The Practical Prophet: Pastoral Writings.\"\nDeath.\nAfter a period of illness, Bishop Untener died at the age of 66 of a form of &lt;a href=\"leukemia\"&gt;leukemia&lt;/a&gt; on March 27, 2004. His death was a shock to many people, as it had only been announced six weeks prior that he suffered from leukemia.\nHis funeral Mass was celebrated in Saginaw and included a homily by &lt;a href=\"John%20R.%20Quinn\"&gt;Archbishop John R. Quinn&lt;/a&gt; of &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco, California&lt;/a&gt;."
}