{
    "id": "7119460",
    "revid": "1055481016",
    "url": "https://en.wikipedia.org/wiki?curid=7119460",
    "title": "List of Queen live performances",
    "text": "The English rock band &lt;a href=\"Queen%20%28band%29\"&gt;Queen&lt;/a&gt; was well known for its diverse music style in contemporary rock. Their large sound systems, lighting rigs, innovative pyrotechnics and extravagant costumes often gave shows a theatrical nature. Artists such as &lt;a href=\"Bob%20Geldof\"&gt;Bob Geldof&lt;/a&gt;, &lt;a href=\"George%20Michael\"&gt;George Michael&lt;/a&gt;, &lt;a href=\"David%20Bowie\"&gt;David Bowie&lt;/a&gt;, and &lt;a href=\"Robbie%20Williams\"&gt;Robbie Williams&lt;/a&gt; have expressed admiration for lead singer &lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt;'s stage presence.\nQueen wrote certain songs, such as \"&lt;a href=\"We%20Will%20Rock%20You\"&gt;We Will Rock You&lt;/a&gt;\" and \"&lt;a href=\"We%20Are%20the%20Champions\"&gt;We Are the Champions&lt;/a&gt;\", with the goal of audience participation. \"&lt;a href=\"Radio%20Ga%20Ga\"&gt;Radio Ga Ga&lt;/a&gt;\" came to inspire synchronized hand-clapping (this routine, originating from the song's video, was the invention of the video's director, &lt;a href=\"David%20Mallet%20%28director%29\"&gt;David Mallet&lt;/a&gt;). This influenced Queen's appearance at &lt;a href=\"Live%20Aid\"&gt;Live Aid&lt;/a&gt;, where the 72,000-person crowd at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; would often sing loudly and clap their hands in unison. Queen's performance at &lt;a href=\"Live%20Aid\"&gt;Live Aid&lt;/a&gt; was later voted the greatest live show of all time by a large selection of musicians and critics .\n1970s.\nQueen played approximately 700 live performances during their career with roughly two-thirds during the 1970s. Their early performances were generally hard rock, but the band developed a noticeably more pop-oriented sound in later years. Many of their future trademarks first appeared in these early shows, although some could be traced back to the members' previous bands and artistic outlets (e.g., &lt;a href=\"Smile%20%28band%29\"&gt;Smile&lt;/a&gt;, Ibex later renamed as Wreckage, and Sour Milk Sea).\n&lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt; often dressed in a flamboyant, Thespian manner and acted with camp; dry ice and multicoloured lights were used to great effect. During the concerts, it was typical for both &lt;a href=\"Brian%20May\"&gt;Brian May&lt;/a&gt; and &lt;a href=\"Roger%20Taylor%20%28Queen%20drummer%29\"&gt;Roger Taylor&lt;/a&gt; to have impromptu, instrumental interludes and for Mercury to engage in a crowd 'shout-along' whereas it was traditional for Taylor to sing one song. Brian May and &lt;a href=\"John%20Deacon\"&gt;John Deacon&lt;/a&gt; sang backup vocals. Other distinguishable trademarks were Mercury's microphone, which featured only the upper part of the stand with no base (which allegedly came about while Mercury was with \"Wreckage\" during which the bottom of his stand accidentally broke off), a grand piano, and May's hand-built electric guitar, the &lt;a href=\"Red%20Special\"&gt;Red Special&lt;/a&gt;. The lengthy guitar solo by May showcased his adeptness in using a multiple-delay effect. This helped create a layered, orchestral atmosphere. Rarely, Queen would host a non-member on stage with them, the most notable being keyboardist &lt;a href=\"Spike%20Edney\"&gt;Spike Edney&lt;/a&gt; who performed with the band during the 1980s. A semi-informal medley of 1950s rock 'n' roll songs (especially \"&lt;a href=\"Big%20Spender\"&gt;Big Spender&lt;/a&gt;\" and \"&lt;a href=\"Jailhouse%20Rock%20%28song%29\"&gt;Jailhouse Rock&lt;/a&gt;\") was also a staple and usually formed the backbone of an encore. The band's logo, designed by Mercury shortly before the release of the first album, is made up of the band's star signs and was usually displayed on the front of Taylor's bass drum during their early tours. Some stage costumes worn by Mercury and May on their earliest tours and a few subsequent tours were created by fashion designer &lt;a href=\"Zandra%20Rhodes\"&gt;Zandra Rhodes&lt;/a&gt;.\nThe concert duration and set-list for each Queen show progressed significantly during its career, eventually leading to shows exceeding two hours. Queen performed most of the songs released on their studio albums during concerts. Many of their concerts (especially those during tours in the 70s) have been recorded on videotape. Examples include shows in: &lt;a href=\"Rainbow%20Theatre\"&gt;Rainbow Theatre&lt;/a&gt; (1974), &lt;a href=\"Hammersmith%20Odeon\"&gt;Hammersmith Odeon&lt;/a&gt; (1975), &lt;a href=\"Hyde%20Park%2C%20London\"&gt;Hyde Park&lt;/a&gt; (1976), &lt;a href=\"Earls%20Court%20Exhibition%20Centre\"&gt;Earls Court&lt;/a&gt; (1977), &lt;a href=\"The%20Summit%20%28Houston%29\"&gt;The Summit&lt;/a&gt; (1977), and the Hammersmith Odeon (1979). So far, two shows have been officially released, which are the &lt;a href=\"Live%20at%20the%20Rainbow%20%2774\"&gt;November 1974 show at the Rainbow&lt;/a&gt; and the &lt;a href=\"A%20Night%20at%20the%20Odeon%20%E2%80%93%20Hammersmith%201975\"&gt;Christmas Eve 1975 show at the Hammersmith Odeon&lt;/a&gt;. Footage from other 70s shows exists, especially from Japan in 1975/1976 and Europe in 1978/1979.\n&lt;a href=\"Lisa%20Marie%20Presley\"&gt;Lisa Marie Presley&lt;/a&gt; stated that the first rock concert she attended was by Queen in Los Angeles in the late 70s. After the show, she gave Mercury a scarf that belonged to &lt;a href=\"Elvis%20Presley\"&gt;her late father&lt;/a&gt;.\nQueen – Queen II Tours.\nWith the release of their first two albums &lt;a href=\"Queen%20%28Queen%20album%29\"&gt;Queen&lt;/a&gt; &amp; &lt;a href=\"Queen%20II\"&gt;Queen II&lt;/a&gt;, the band began live performing in earnest, essentially following the traditional 'album-tour' cycle throughout the 70s. The embryonic Queen played numerous gigs in and around London in the early seventies, but evidence suggests that its first performance was on 27 June 1970 at Truro in England, while still billed as \"Smile\". The band's first major step toward becoming a recognized live act came when Queen was a support act to &lt;a href=\"Mott%20the%20Hoople\"&gt;Mott the Hoople&lt;/a&gt; on its UK tour. Queen's performances consistently received an enthusiastic reception from audiences. This led to Mott the Hoople's inviting Queen to be its support act for Hoople's US tour. Here, the band was able to hone its on-stage presentations in front of large crowds, try out different songs and arrangements, and gain valuable experience with state-of-the-art light and sound systems. The friendly relationship between Mott the Hoople and Queen still remains strong to this day. The Queen song \"&lt;a href=\"Now%20I%27m%20Here\"&gt;Now I'm Here&lt;/a&gt;\" was written by &lt;a href=\"Brian%20May\"&gt;Brian May&lt;/a&gt; as a tribute to &lt;a href=\"Mott%20The%20Hoople\"&gt;Mott The Hoople&lt;/a&gt;.\n&lt;a href=\"Jim%20Kerr\"&gt;Jim Kerr&lt;/a&gt; from &lt;a href=\"Simple%20Minds\"&gt;Simple Minds&lt;/a&gt; first saw Queen when they opened for Mott the Hoople during the 1974 UK tour. At the launch party of the \"&lt;a href=\"Innuendo%20%28album%29\"&gt;Innuendo&lt;/a&gt;\" album, Kerr stated that Queen \"blew Hoople off the stage!\". Similarly, &lt;a href=\"Richie%20Sambora\"&gt;Richie Sambora&lt;/a&gt; from &lt;a href=\"Bon%20Jovi\"&gt;Bon Jovi&lt;/a&gt; saw Queen open for Hoople three times in New York in 1974, stating that they were \"absolutely fantastic\", and that he \"never forgot\" the performances. On this same US tour, a show in Pennsylvania also featured a then-relatively unknown &lt;a href=\"Aerosmith\"&gt;Aerosmith&lt;/a&gt;, which was at a similar stage as Queen in its lengthy career.\nSheer Heart Attack Tour.\nThe &lt;a href=\"Sheer%20Heart%20Attack\"&gt;Sheer Heart Attack&lt;/a&gt; Tour of 1974 is particularly notable for the fanatical excitement Queen encountered, especially in Japan, despite a substantial number of shows getting cancelled due to Brian May's health problems. Mercury was so impressed by the band's experiences on the Japanese leg that he would sometimes wear a kimono on stage during the encores at shows in other countries. It was in this tour that the piano-based medley section would be introduced into the set, which in this tour included \"&lt;a href=\"Sheer%20Heart%20Attack%23In%20the%20Lap%20of%20the%20Gods\"&gt;In the Lap of the Gods&lt;/a&gt;\", \"&lt;a href=\"Killer%20Queen\"&gt;Killer Queen&lt;/a&gt;\", \"&lt;a href=\"The%20March%20of%20the%20Black%20Queen\"&gt;The March of the Black Queen&lt;/a&gt;\", and \"&lt;a href=\"Bring%20Back%20That%20Leroy%20Brown\"&gt;Bring Back That Leroy Brown&lt;/a&gt;\", although some of its individual songs would be replaced by new ones in later tours. This was the first time where the UK national anthem, \"&lt;a href=\"God%20Save%20the%20Queen\"&gt;God Save the Queen&lt;/a&gt;\", was used as the concert finale, and this tour also marked the first instance where the band employed pyrotechnics (during \"&lt;a href=\"Sheer%20Heart%20Attack%23In%20the%20Lap%20of%20the%20God...Revisited\"&gt;In the Lap of the Gods... Revisited&lt;/a&gt;\"), making Queen one of the earliest bands to experiment with this live effect. For light humor and novelty, Deacon would sometimes play a single note on a triangle, Mercury would sip champagne, and May would play a handful of chords on a ukulele. The song \"&lt;a href=\"Liar%20%28Queen%20song%29\"&gt;Liar&lt;/a&gt;\", which often clocked in at over 8 minutes, was a highlight for many fans, almost always demanded by audiences. During \"&lt;a href=\"Keep%20Yourself%20Alive\"&gt;Keep Yourself Alive&lt;/a&gt;\", Mercury would frantically shake a tambourine, and, more often than not, throw it into the crowd. On 19-20 November 1974, Queen was filmed while performing at the Rainbow Theatre in London. The show is often regarded as having shown Queen's blend of notable lead vocals, rhythm-sections and backing harmonies, as well as the rich guitar tone characteristic of the band's textured live sound. These qualities are especially evident in renditions of \"Liar\" and \"Stone Cold Crazy.\" Plus, on the credits of the Live At The Rainbow Video, &lt;a href=\"John%20Deacon\"&gt;John Deacon&lt;/a&gt; is credited under, \"Bass Guitar, Vocals, Triangle,\" since he sang on Liar.\nA Night at the Opera Tour.\nThe &lt;a href=\"A%20Night%20at%20the%20Opera%20%28Queen%20album%29\"&gt;Night at the Opera&lt;/a&gt; Tour of 1975/76 coincided with \"&lt;a href=\"Bohemian%20Rhapsody\"&gt;Bohemian Rhapsody&lt;/a&gt;\" dominating the singles charts, and the band performed sections of it on three occasions during the course of a typical show. It was perhaps fitting that, given his passionate efforts in promoting the Bohemian Rhapsody single on the radio, the concert opened with a recorded introduction by &lt;a href=\"Kenny%20Everett\"&gt;Kenny Everett&lt;/a&gt; followed by the operatic section, during which the band waited in the wings. This was followed by the hard rock section, which would typically lead into \"&lt;a href=\"Ogre%20Battle%20%28song%29\"&gt;Ogre Battle&lt;/a&gt;\". The opening two verses and the closing ballad would be played later in the show as part of a piano-based medley with \"&lt;a href=\"Killer%20Queen%20%28song%29\"&gt;Killer Queen&lt;/a&gt;\", \"&lt;a href=\"March%20of%20the%20Black%20Queen\"&gt;March of the Black Queen&lt;/a&gt;\", and \"&lt;a href=\"Bring%20Back%20That%20Leroy%20Brown\"&gt;Bring Back That Leroy Brown&lt;/a&gt;\", although \"&lt;a href=\"You%27re%20My%20Best%20Friend%20%28Queen%20song%29\"&gt;You're My Best Friend&lt;/a&gt;\" would be added to the start of the medley later in 1976. This arrangement allowed the band to avoid the logistical nightmare of performing the entire rhapsody live, and they could simply allow the operatic section to roll from tape. Most of the so-called Christmas Eve gig was broadcast on the &lt;a href=\"Old%20Grey%20Whistle%20Test\"&gt;Old Grey Whistle Test&lt;/a&gt; – a television music show on &lt;a href=\"BBC%202\"&gt;BBC 2&lt;/a&gt;. At the end of many shows, Mercury tossed roses and/or carnations into the audience.\nSummer Gigs 1976.\nQueen played four shows during a short UK tour during September 1976. Beginning on 1 September, Queen played in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, as well as on the following night on 2 September. On 10 September, they played in &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;, which was Queen's second and final show in the city, having played there on the previous tour in 1975.\nThe &lt;a href=\"Queen%20Hyde%20Park%201976\"&gt;final Queen show of the year&lt;/a&gt; was in &lt;a href=\"Hyde%20Park%2C%20London\"&gt;Hyde Park&lt;/a&gt;, performed on 18 September after the hot summer of 1976. The Hyde Park gig was in fact a free concert, which drew in a crowd of about 180,000. The free concert was organised by &lt;a href=\"Richard%20Branson\"&gt;Richard Branson&lt;/a&gt;, an entrepreneur at the time.\nThe Hyde Park show has several audio sources available, including a soundboard source. The only other concert on the tour with available audio is the second Edinburgh concert, which has an audience recording in circulation.\nThis tour features the debut performances of \"You Take My Breath Away,\" and \"Tie Your Mother Down\" (Tie Your Mother Down was not played at Hyde Park due to limited time), about 3 months before A Day At The Races was released.\nA Day at the Races Tour.\nThe &lt;a href=\"A%20Day%20at%20the%20Races%20%28album%29\"&gt;Day at the Races&lt;/a&gt; Tour of 1977 incorporated the first acoustic, or 'unplugged' renditions of songs (e.g. \"&lt;a href=\"%2739\"&gt;'39&lt;/a&gt;\"). Shortly before the album came out, the band played a handful of UK concerts, at which several tracks were played before being officially released. This was followed by a free show at Hyde Park in London that coincided with the anniversary of the death of &lt;a href=\"Jimi%20Hendrix\"&gt;Jimi Hendrix&lt;/a&gt;. On the tour proper, the band opened their shows with \"&lt;a href=\"Tie%20Your%20Mother%20Down\"&gt;Tie Your Mother Down&lt;/a&gt;\", which became a standard opening or closing song on subsequent tours. The band also adopted what would become the standard arrangement for Bohemian Rhapsody on this tour: performing the first two verses on stage, then exiting and allowing the operatic section to be played over the &lt;a href=\"Public%20address\"&gt;PA system&lt;/a&gt;, and finally returning to the stage to play the hard rock section through the end. At this time, Queen first began to experiment with moving and tilting lighting rigs, which required some degree of unseen, mechanical wizardry. The USA leg was double-billed with &lt;a href=\"Thin%20Lizzy\"&gt;Thin Lizzy&lt;/a&gt;, and their performances were, perhaps unsurprisingly, noticeably heavier. This was also the first US tour that Queen performed at the legendary &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; in New York City. Some of Mercury's leotards were inspired by the stage costumes of ballet dancer &lt;a href=\"Vaslav%20Nijinsky\"&gt;Vaslav Nijinsky&lt;/a&gt;. A filming of this show at Earls Court in London remains a favourite of many long-term fans. This was the final tour during which the band played the encore staple \"Rock 'n Roll Medley\" in its original form, although individual songs from it (most frequently \"Jailhouse Rock\") continued to appear in later tours.\nNews of the World.\nQueen began the &lt;a href=\"News%20of%20the%20World%20Tour\"&gt;News of the World Tour&lt;/a&gt; in the United States in late 1977, and in Europe in early 1978. This show featured the first performances of \"We Will Rock You\" and \"We Are the Champions\", whose compositions had been largely inspired by Queen's live reputation. The two songs were used as the first encore during this tour and followed by \"&lt;a href=\"Sheer%20Heart%20Attack%20%28song%29\"&gt;Sheer Heart Attack&lt;/a&gt;\" and a \"Jailhouse Rock\" cover. Later, \"We Will Rock You\" and \"We Are the Champions\" ended virtually every Queen concert. The up-tempo version of \"We Will Rock You\", which was never officially released on a studio album, was the opening song for this tour and many tours to come. Possibly as a response to the punk explosion, Mercury regularly acted destructive during the performance of \"Sheer Heart Attack\" near the end of the show. It was on this tour that \"&lt;a href=\"I%27m%20in%20Love%20with%20My%20Car\"&gt;I'm in Love with My Car&lt;/a&gt;\", featuring Taylor on lead vocals, was initially introduced to the setlist. This was also the first time in which \"&lt;a href=\"Love%20of%20My%20Life%20%28Queen%20song%29\"&gt;Love of My Life&lt;/a&gt;\" was performed live, as a reworked acoustic version, and it became a highlight of the show almost instantly. The fans often took control of the lead vocals of this song, while Mercury conducted the audience as a choir. To make way for the new material, most songs from the first two Queen albums were omitted.\nJazz.\nOn the exhausting &lt;a href=\"Jazz%20Tour\"&gt;Jazz Tour&lt;/a&gt; in late 1978 for the US and early 1979 through Europe and Japan, most European dates were recorded and then later spliced together to make up the &lt;a href=\"Live%20Killers\"&gt;Live Killers&lt;/a&gt; double-album. This tour featured their \"Pizza Oven\" lighting rig which consisted of 320 par lights arranged on a massive moveable rig above the band. It was nicknamed the \"Pizza Oven\" due to the massive amount of heat that the lights generated. When introducing the song \"&lt;a href=\"Death%20on%20Two%20Legs\"&gt;Death on Two Legs&lt;/a&gt;\", Mercury often swore profusely about the band's previous managers which had to be dubbed over on the album. This tour saw Mercury start to wear full leather/vinyl outfits instead of glam-inspired leotards (which drew a public jibe from &lt;a href=\"Rob%20Halford\"&gt;Rob Halford&lt;/a&gt; of &lt;a href=\"Judas%20Priest\"&gt;Judas Priest&lt;/a&gt;) and, in keeping with a theme of their latest singles \"&lt;a href=\"Bicycle%20Race\"&gt;Bicycle Race&lt;/a&gt;\" and \"&lt;a href=\"Fat%20Bottomed%20Girls\"&gt;Fat Bottomed Girls&lt;/a&gt;\", a group of topless women riding bicycles sometimes appeared on stage. To some observers, there seemed to be a 'sex theme' deliberately integrated into the shows and this tour first saw the now famous Brian-Brian chant from the audience. Another unexpected feature of many shows was the requests for the seemingly inconspicuous song \"Mustapha\" by numerous members of the crowd. On this tour, Mercury would sing only the opening few bars &lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt; as on the album version, but the band would perform the song in full on the next few tours. On the Japanese shows, the band played \"&lt;a href=\"Teo%20Torriatte\"&gt;Teo Torriatte&lt;/a&gt;\" with May playing piano.\nDuring the 15-date Japanese leg of this tour, Mercury experienced a variety of difficulties with his voice, as heard on several bootlegs of this leg of the tour. The string of concerts from April 21st in &lt;a href=\"Kanazawa\"&gt;Kanazawa&lt;/a&gt; to May 2nd in &lt;a href=\"Yamaguchi%20%28city%29\"&gt;Yamaguchi&lt;/a&gt; has been considered by fans as the lowest point in his live career.\nCrazy Tour.\nThe small-scale &lt;a href=\"Crazy%20Tour\"&gt;Crazy Tour&lt;/a&gt; in late 1979, which was only preceded by a big-selling single and not an album, saw Mercury with short hair and it was the first time that Mercury played the acoustic guitar (i.e. \"&lt;a href=\"Crazy%20Little%20Thing%20Called%20Love\"&gt;Crazy Little Thing Called Love&lt;/a&gt;\") on stage. The band would typically drop \"Brighton Rock\" from the shows on this, and future, tours so that the guitar solo by May (which had its genesis in \"Son and Daughter\") effectively became a stand-alone performance. In some concerts, Mercury would appear on stage near the closing of the show sitting on the shoulders of &lt;a href=\"Superman\"&gt;Superman&lt;/a&gt; or &lt;a href=\"Darth%20Vader\"&gt;Darth Vader&lt;/a&gt; although this would lead to some minor legality problems. Because of the many small venues used on this tour, the road crew often encountered problems when constructing the band's stages and so the stages, and sometimes the venues themselves, had to be altered substantially. One noteworthy show on this particular tour was their Boxing Day gig at the &lt;a href=\"Concerts%20for%20the%20People%20of%20Kampuchea\"&gt;Concerts for the People of Kampuchea&lt;/a&gt; in London which was also filmed. This tour also features Mercury delivering some of his finest live vocals in Queen's live career.\n1980s.\nThe Game Tour.\n&lt;a href=\"The%20Game%20Tour\"&gt;The Game Tour&lt;/a&gt; in 1980 coincided with Queen being at their most popular with massive sales of their latest album both inside and outside of the United States. One surprise, however, to many concert-goers was the prominent moustache that Mercury had grown. Also Mercury's stage costumes appeared to be more local and less flamboyant (e.g. T-shirts and sport shoes) than in the earlier tours. Moreover, the band, and Mercury in particular, would emphasise the funk/dance sound when performing the songs \"&lt;a href=\"Another%20One%20Bites%20the%20Dust\"&gt;Another One Bites the Dust&lt;/a&gt;\" and \"&lt;a href=\"Dragon%20Attack\"&gt;Dragon Attack&lt;/a&gt;\" although many of their loyal hard-rock fans were rather indifferent. It is noted that a small selection of material from the &lt;a href=\"Flash%20Gordon%20%28album%29\"&gt;Flash Gordon&lt;/a&gt; album was also included in the play list.\n&lt;a href=\"The%20Game%20Tour\"&gt;The Game Tour&lt;/a&gt; in 1981 heralded in a largely untapped frontier for live rock music. In this case, Queen embarked on a short, yet frantic, tour of South America that included a number of dates at some of the world's biggest &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; stadiums. No major rock band had ever seriously toured this area of the globe. Queen's album sales in South America had been quite high from quite early on in the band's career which provided the main inspiration for the tour. Overall Queen played to approximately 700,000 people in the space of just 13 concerts with the show at &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt; in Brazil setting the world record for the biggest paying audience at 250,000 people. As a point of note, football star &lt;a href=\"Diego%20Maradona\"&gt;Diego Maradona&lt;/a&gt; appeared on stage with the band in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. Some of the shows were filmed and the two Canadian gigs at Montreal were filmed and released as the &lt;a href=\"We%20Will%20Rock%20You%20%28video%29\"&gt;We Will Rock You&lt;/a&gt; video, and DVD at a later date, but sometimes referred to as just Live In Concert. In this era, Mercury appeared onstage naked except for some white pants. Producer &lt;a href=\"Saul%20Swimmer\"&gt;Saul Swimmer&lt;/a&gt; asked Queen to wear the same clothes in both nights. The band, however, were angry with the producers, so they decided to ruin the continuity by constantly changing clothes during the course of the two nights. This was confirmed by Brian May on the Queen Rock Montreal DVD commentary.\nThis tour was also the last in which Queen performed without additional musicians, singers or backing track. However, the live output of all the bandmembers’ microphones could be doubled in 'real-time', creating up to 32 voices. The only playback part is and has always been the opera part in Bohemian Rhapsody, where the band is offstage.\nHot Space Tour.\nThe &lt;a href=\"Hot%20Space%20Tour\"&gt;Hot Space Tour&lt;/a&gt; of 1982 followed a controversial studio album. A notable concert of the tour was an open-air concert at the &lt;a href=\"Milton%20Keynes\"&gt;Milton Keynes&lt;/a&gt; Bowl near &lt;a href=\"Northampton\"&gt;Northampton&lt;/a&gt;, which was released on home video several years later. To many concert-goers, the band's sound as well as Mercury's vocal performances now had a distinctive soul/funk tone. It is worth noting that this was the tour in which Queen started employing the services of another musician, a keyboardist, on stage. Hence keyboards would become a prominent feature of Queen's live sound from this point onwards although the piano, played by Mercury, was still retained. Almost no material from this album would be played on future tours -- \"&lt;a href=\"Staying%20Power\"&gt;Staying Power&lt;/a&gt;\" saw some play early in the next tour, and only \"&lt;a href=\"Under%20Pressure\"&gt;Under Pressure&lt;/a&gt;\" would become a lasting addition to the setlist. The band performed two songs live, namely \"Crazy Little Thing Called Love\" (from The Game), along with \"Under Pressure\", on &lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt; as well. Also one of the Japan gigs was filmed although it did not receive an international release. However some live footage from this Japan show, as well as some footage from an Austrian gig, is commercially available. The 'Hot Space Tour' was to be Queen's last tour in America.\nThe Works Tour.\n&lt;a href=\"The%20Works%20Tour\"&gt;The Works Tour&lt;/a&gt; in 1984/1985 was one of Queen's largest tours and included the Brazil &lt;a href=\"Rock%20in%20Rio\"&gt;Rock in Rio&lt;/a&gt; festival—in which they appeared on stage at two o'clock in the morning in front of 470,000 people during the first night and 250,000 on the second night. \nThe \"Boston Globe\" described it as a \"mesmerising performance\". A selection of highlights of both nights was released on VHS with the title \"Queen: Live in Rio\", and was later broadcast on MTV in the US. In April and May 1985, Queen completed the Works Tour with sold-out shows in Australia and Japan.\nThis tour is the first time Queen did not perform in North America. The lack of US dates is seen as peculiar given that Mercury had started living in New York around this time. The album was partially recorded in Los Angeles, and Queen had changed their US label from &lt;a href=\"Elektra%20Records\"&gt;Elektra&lt;/a&gt; to &lt;a href=\"Capitol%20Records\"&gt;Capitol&lt;/a&gt;. It was rumored that a full-scale US tour would put too much strain on Mercury's voice. Both media reports (e.g. covering the Wembley Arena show) and bootleg recordings throughout the tour show that Mercury would sometimes have vocal difficulties. Usually Mercury wore leotards reminiscent of his seventies attire but, in keeping with its unconventional video, on a number of occasions he would make a cameo appearance dressed, or partly dressed, in drag when \"&lt;a href=\"I%20Want%20to%20Break%20Free\"&gt;I Want to Break Free&lt;/a&gt;\" was being performed. This sometimes received a mixed reception. Audiences reproduced the synchronised hand-clapping routine that appeared in the \"Radio Ga Ga\" video during the choruses of this song. In this tour, the band brought back some of the material from their first three albums into the set-list as part of a 'flash-back' medley. Rick Parfitt from &lt;a href=\"Status%20Quo%20%28band%29\"&gt;Status Quo&lt;/a&gt; also appeared on-stage with the band during one of their London gigs and &lt;a href=\"Tony%20Hadley\"&gt;Tony Hadley&lt;/a&gt; from &lt;a href=\"Spandau%20Ballet\"&gt;Spandau Ballet&lt;/a&gt; appeared on-stage with the band during their only New Zealand concert.\nQueen were to participate in two music festivals (in 1984 and 1986) at Montreux in Switzerland, where they lip-synched a small selection of their latest material. This surprised many onlookers as the band had often spoken out strongly against this style of performance. The concerts were filmed and then broadcast to many millions of people throughout Europe. To their fans, it seemed obvious that the band, as well as some members of the audience, were dis-oriented and somewhat confused during these faked performances.\nThe 1984 performances in &lt;a href=\"Sun%20City%2C%20North%20West\"&gt;Sun City, South Africa&lt;/a&gt; landed the band in hot water. Many well-known acts, both before and after Queen, have played at the holiday resort in a meteor crater and were not subsequently criticised for it. The international deploration of apartheid, however, would reach a high-point shortly after the band performed. Many action groups, including a group of musicians called &lt;a href=\"Artists%20United%20Against%20Apartheid\"&gt;Artists United Against Apartheid&lt;/a&gt;, publicly condemned Queen for their appearances at the resort. To try to calm the waters, Queen officially released a statement that they had no wish to promote racial prejudice.\nLive Aid.\nThe performance at &lt;a href=\"Live%20Aid\"&gt;Live Aid&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; in 1985 is often regarded as Queen's greatest single live performance. Their set lasted 21 minutes and consisted of a version of \"&lt;a href=\"Bohemian%20Rhapsody\"&gt;Bohemian Rhapsody&lt;/a&gt;\" (ballad section and guitar solo) slightly sped up in lyrics, \"&lt;a href=\"Radio%20Ga%20Ga\"&gt;Radio Ga Ga&lt;/a&gt;\", a crowd singalong, \"&lt;a href=\"Hammer%20to%20Fall\"&gt;Hammer to Fall&lt;/a&gt;\", \"&lt;a href=\"Crazy%20Little%20Thing%20Called%20Love\"&gt;Crazy Little Thing Called Love&lt;/a&gt;\", \"&lt;a href=\"We%20Will%20Rock%20You\"&gt;We Will Rock You&lt;/a&gt;\" (1st verse), and \"&lt;a href=\"We%20Are%20the%20Champions\"&gt;We Are the Champions&lt;/a&gt;\". Mercury and May returned later on to perform a version of \"&lt;a href=\"Is%20This%20the%20World%20We%20Created%3F\"&gt;Is This the World We Created?&lt;/a&gt;\" The band were unenthusiastic about performing when they were first approached by &lt;a href=\"Bob%20Geldof\"&gt;Bob Geldof&lt;/a&gt;, but the acclaim they received after their performance led to them writing, collectively, the song \"&lt;a href=\"One%20Vision\"&gt;One Vision&lt;/a&gt;\" which was then released as a single.\nThe Magic Tour.\n&lt;a href=\"Magic%20Tour%20%28Queen%29\"&gt;The Magic Tour&lt;/a&gt; in 1986 was Queen's final tour with their lead singer &lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt; and bass guitarist &lt;a href=\"John%20Deacon\"&gt;John Deacon&lt;/a&gt;. On this occasion the tour did not extend beyond Europe and included back-to-back shows at Wembley Stadium in London (where &lt;a href=\"INXS\"&gt;INXS&lt;/a&gt;, &lt;a href=\"The%20Alarm\"&gt;The Alarm&lt;/a&gt; and &lt;a href=\"Status%20Quo%20%28band%29\"&gt;Status Quo&lt;/a&gt; were the supporting acts) as well as one concert at Budapest in Hungary. One striking image of Mercury from the Wembley show would be regularly used for promotional purposes (e.g. the Tribute Concert posters, the memorial statue at Montreux, the cover of the &lt;a href=\"Greatest%20Hits%20III%20%28Queen%20album%29\"&gt;Greatest Hits III&lt;/a&gt; album, the Musical billboards). Throughout the tour, Mercury would regularly make an impromptu statement on stage that denounced the rumour that Queen were about to split up. As \"God Save the Queen\" played over the PA system at the end of each show, Mercury would come on stage wearing a cloak and a replica of the crown jewels. After this tour, Queen were credited as being one of the first rock bands to employ the oversized screen (or &lt;a href=\"Jumbotron\"&gt;Jumbotron&lt;/a&gt;) at live concerts. Many of the shows were recorded and a heavily edited album, titled &lt;a href=\"Live%20Magic\"&gt;Live Magic&lt;/a&gt;, was released shortly afterwards. Similarly the Budapest concert was released as the Live In Budapest video (released on DVD, Blu-ray and CD as Queen Hungarian Rhapsody: Live In Budapest in November 2012) and one of the Wembley concerts would be released as the &lt;a href=\"Live%20at%20Wembley%20%2786\"&gt;Live At Wembley album/CD&lt;/a&gt; and &lt;a href=\"Queen%20at%20Wembley\"&gt;video/DVD&lt;/a&gt; many years later. The final show of the tour was held on 9 August 1986 at Knebworth Park in England (with &lt;a href=\"Status%20Quo%20%28band%29\"&gt;Status Quo&lt;/a&gt; as support act) and drew an estimated 200,000 in attendance.\nShortly after the completion of The Magic Tour, a three-video rockumentary was released called \"The Magic Years\" which had footage from various live shows. Following on from this, a compilation of entirely live material was released by way of the \"Rare Live – A Concert Through Time and Space\" video. However neither of these have been re-released on DVD to date. The last albums to be released while Mercury was still alive were \"&lt;a href=\"The%20Miracle%20%28album%29\"&gt;The Miracle&lt;/a&gt;\" (1989), \"&lt;a href=\"Innuendo%20%28album%29\"&gt;Innuendo&lt;/a&gt;\" (1991), and \"&lt;a href=\"Greatest%20Hits%20II%20%28Queen%20album%29\"&gt;Greatest Hits II&lt;/a&gt;\" (1991) and no tours were planned. According to the \"Mercury and Me\" book, Mercury was diagnosed with &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; in the year following The Magic Tour (i.e. 1987) which may explain why they stopped touring so abruptly. However Taylor did form a band called &lt;a href=\"The%20Cross%20%28band%29\"&gt;The Cross&lt;/a&gt;, that went on to release three studio albums, who performed a number of live concerts with Taylor adopting the role of lead vocalist and &lt;a href=\"rhythm%20guitar\"&gt;rhythm guitar&lt;/a&gt;ist not drummer. No live recordings were ever released although some bootlegs do exist.\n1990s.\nQueen did not perform any concerts in their original line-up in the 1990s. After Freddie Mercury's death in November 1991, Queen organised &lt;a href=\"The%20Freddie%20Mercury%20Tribute%20Concert\"&gt;The Freddie Mercury Tribute Concert&lt;/a&gt; and took place in April 1992 at Wembley Stadium. The three remaining members (in one of the few concerts they played together after Mercury's death) and a host of special guests staged a lengthy and emotional show billed as the Concert For AIDS Awareness (as well as Concert for Life) that was televised worldwide. Queen appeared only sporadically following the concert. Not all appearances featured all three surviving members. The final occasion where all remaining members of Queen performed on stage was in January 1997 at Paris in France for the world premiere of Bejart Ballet For Life. Joining the surviving trio were &lt;a href=\"Spike%20Edney\"&gt;Spike Edney&lt;/a&gt; on keyboards/backing-vocals and &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt; who sang lead vocals. They only performed one song, namely \"&lt;a href=\"The%20Show%20Must%20Go%20On%20%28Queen%20song%29\"&gt;The Show Must Go On&lt;/a&gt;\" which was one of the two songs they had performed together at The Freddie Mercury Tribute Concert, and this was the last reported appearance of John Deacon on stage.\n2000s.\nFollowing Freddie Mercury's death and John Deacon's retirement, May and Taylor continued to make sporadic live appearances in addition to their long-term collaboration with &lt;a href=\"Paul%20Rodgers\"&gt;Paul Rodgers&lt;/a&gt;.\nOne-off performances\nQueen + Paul Rodgers Tour.\nQueen + Paul Rodgers Tour was a world &lt;a href=\"concert%20tour\"&gt;concert tour&lt;/a&gt; by &lt;a href=\"Queen%20%28band%29\"&gt;Queen&lt;/a&gt; lead guitarist &lt;a href=\"Brian%20May\"&gt;Brian May&lt;/a&gt; and drummer &lt;a href=\"Roger%20Taylor%20%28Queen%20drummer%29\"&gt;Roger Taylor&lt;/a&gt;, joined by singer &lt;a href=\"Paul%20Rodgers\"&gt;Paul Rodgers&lt;/a&gt; under the moniker of &lt;a href=\"Queen%20%2B%20Paul%20Rodgers\"&gt;Queen + Paul Rodgers&lt;/a&gt;. The tour was Queen's first since &lt;a href=\"Magic%20Tour%20%28Queen%29\"&gt;The Magic Tour&lt;/a&gt; in 1986, and the death of lead singer &lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt; in November 1991. Roger Taylor commented; \"We never thought we would tour again, Paul (Rodgers) came along by chance and we seemed to have a chemistry. Paul is just such a great singer. He's not trying to be Freddie.\" Bass guitarist &lt;a href=\"John%20Deacon\"&gt;John Deacon&lt;/a&gt; also did not take part due to his retirement in 1997, however he gave the enterprise his blessing.\nThe origins of the collaboration came when Brian May played at the &lt;a href=\"The%20Strat%20Pack\"&gt;Fender Strat Pack&lt;/a&gt; concert in 2004. Now for the first time, he joined Paul Rodgers for a rendition of &lt;a href=\"Free%20%28band%29\"&gt;Free's&lt;/a&gt; classic, \"&lt;a href=\"All%20Right%20Now\"&gt;All Right Now&lt;/a&gt;\". After this Brian spoke of a chemistry between the two of them. Following this, Brian invited Paul to play with Queen at their induction to the &lt;a href=\"UK%20Music%20Hall%20of%20Fame\"&gt;UK Music Hall of Fame&lt;/a&gt;. Again citing a new excitement with Rodgers, the three announced they would tour in 2005. The tour originally was meant only to include Europe and the &lt;a href=\"46664%20%28concerts%29\"&gt;46664 concerts&lt;/a&gt; of that year. However at the end of the European tour, some dates in the US and Japan were added. In 2006, a full scale US tour was undertaken, with very poor attendance.\nThe stage design for the tour was minimal, lacking a large backing screen that would later be featured on the &lt;a href=\"Rock%20The%20Cosmos%20Tour\"&gt;Rock The Cosmos Tour&lt;/a&gt;, and elaborate stage theatrics. A large 'B Stage' was constructed out from the main stage, into the audience which would frequently be used for acoustic performances by all the members of the band. The show began with the &lt;a href=\"Eminem\"&gt;Eminem&lt;/a&gt; song \"&lt;a href=\"Lose%20Yourself\"&gt;Lose Yourself&lt;/a&gt;\" being played over the PA system, and a dance-theme remix of the Queen song &lt;a href=\"Made%20In%20Heaven\"&gt;It's A Beautiful Day&lt;/a&gt;. Toward the end of &lt;a href=\"Lose%20Yourself\"&gt;Lose Yourself&lt;/a&gt;, the guitar would join in from behind a large curtain which covered the band from view, before Rodgers would appear singing a shortened version of the song \"Reachin' Out\". Thought by many fans to be a new song, it was a charity song that both Brian and Paul had played together on in the 1990s. Brian would appear after, playing the introductory riff to \"Tie Your Mother Down\", before the curtain fell and the band would perform the full song.\nThe first segment of the concert consisted largely of Queen hits and some of Rodgers' songs. To introduce \"Fat Bottomed Girls\", Brian would play the introductory riff from the earlier Queen song \"White Man\". Rodgers often played a muted steel string guitar on \"Crazy Little Thing Called Love\". An acoustic section would follow, Taylor leaving the kit at times to sing \"Say It's Not True\" on the B-Stage, while Brian would play acoustic Queen songs such as \"Love of My Life\" and \"39\". A unique version of \"Hammer To Fall\" would be played, which featured a slower and mellower first verse sung by May and Rodgers. The second half of the song would be played as a full band, depending on the condition of his voice, Rodgers would also sing this section, or leave it to Taylor. Taylor would often play an intricate cover of Sandy Nelson drum instrumental \"Let There Be Drums\", followed by a performance of \"I'm In Love With My Car\", with Taylor taking lead vocals and the drum parts.\nA guitar solo by May would follow, with a band instrumental of \"Last Horizon\" playing, in which a large mirror ball was used. During the second half of the concert, Taylor would leave the kit to sing \"These Are The Days Of Our Lives\", with a screen playing nostalgic footage, including shots of the band on their early tours in Japan. \"Radio GaGa\" would follow, with Taylor singing the first and second verses, with drum samples from the studio version controlled by Edney. Rodgers would take the rest of the song, with Taylor playing live drums for the rest of the song. During \"Bohemian Rhapsody\", Freddie's vocal and piano part, along with video footage from Queen's 1986 show at Wembley Stadium would be used, while the rest of the band would play live music. After the operatic section, Rodgers would sing the heavy part, while the closing lines of the song would be an interchanging duet between Rodgers and Mercury. The song would end with Mercury taking a bow to the crowd, and the band would leave the stage. For the encore, a largely rigid line up of \"The Show Must Go On\", \"All Right Now\", \"We Will Rock You\" and \"We Are The Champions\" would be played, before the band would leave the stage, Taylor throwing his drumsticks into the audience.\nRock The Cosmos Tour.\nThe Rock The Cosmos Tour was the second and final &lt;a href=\"concert%20tour\"&gt;concert tour&lt;/a&gt; by &lt;a href=\"Queen%20%2B%20Paul%20Rodgers\"&gt;Queen + Paul Rodgers&lt;/a&gt;, promoting their first and only studio album \"&lt;a href=\"The%20Cosmos%20Rocks\"&gt;The Cosmos Rocks&lt;/a&gt;\". The opening date was recorded for a &lt;a href=\"Live%20in%20Ukraine\"&gt;DVD release&lt;/a&gt;. which was released on 15 June 2009. The tour included one of the largest open-air concerts in &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, which garnered 350,000 people. Over the course of the tour, they played to just short of one million viewers."
}