{
    "id": "712954",
    "revid": "1739907",
    "url": "https://en.wikipedia.org/wiki?curid=712954",
    "title": "Alexander Thom",
    "text": "Alexander \"Sandy\" Thom (26 March 1894 – 7 November 1985) was a Scottish engineer most famous for his theory of the &lt;a href=\"Megalithic%20yard\"&gt;Megalithic yard&lt;/a&gt;, categorisation of &lt;a href=\"stone%20circle\"&gt;stone circle&lt;/a&gt;s and his studies of &lt;a href=\"Stonehenge\"&gt;Stonehenge&lt;/a&gt; and other archaeological sites.\nLife and work.\nEarly life and education.\nThom was born in &lt;a href=\"Carradale\"&gt;Carradale&lt;/a&gt; in 1894 to Archibald Thom, a &lt;a href=\"tenant%20farmer\"&gt;tenant farmer&lt;/a&gt; at \"Mains farm\" for Carradale House, and his wife Lily Stevenson Strang from the family of &lt;a href=\"Robert%20Louis%20Stevenson\"&gt;Robert Louis Stevenson&lt;/a&gt;. Her mother (Thom's grandmother) belonged to a large family from &lt;a href=\"Symington%2C%20South%20Ayrshire\"&gt;Symington&lt;/a&gt;, upon whom had been bestowed the land by &lt;a href=\"Robert%20the%20Bruce\"&gt;Robert the Bruce&lt;/a&gt;. His father trained the Church &lt;a href=\"choir\"&gt;choir&lt;/a&gt; while his mother was pianist.\nThom spent his early years at Mains farm until moving to \"The Hill\" farm at &lt;a href=\"Dunlop%2C%20East%20Ayrshire\"&gt;Dunlop&lt;/a&gt;, Ayrshire. Instilled with a good &lt;a href=\"work%20ethic\"&gt;work ethic&lt;/a&gt; by his father, Thom taught himself &lt;a href=\"industrial%20engineering\"&gt;industrial engineering&lt;/a&gt; and entered college in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; in 1911 where he studied alongside &lt;a href=\"John%20Logie%20Baird\"&gt;John Logie Baird&lt;/a&gt;. In 1912 he attended summer school at &lt;a href=\"Loch%20Eck\"&gt;Loch Eck&lt;/a&gt; where he was trained in surveying and field &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt; by Dr David Clark and Professor Moncur. In 1913, aged just 19, he assisted in surveying the Canadian Pacific Rail Network.\nThom graduated from the &lt;a href=\"Royal%20College%20of%20Science%20and%20Technology\"&gt;Royal College of Science and Technology&lt;/a&gt; and the &lt;a href=\"University%20of%20Glasgow\"&gt;University of Glasgow&lt;/a&gt; in 1914, earning a BSc with special distinction in Engineering.\nEarly academic career.\nHe suffered from a &lt;a href=\"heart%20murmur\"&gt;heart murmur&lt;/a&gt; and was not &lt;a href=\"Conscription\"&gt;drafted&lt;/a&gt; during the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;. Instead he went to work in civil engineering of the &lt;a href=\"Forth%20Bridge\"&gt;Forth Bridge&lt;/a&gt; and later designed &lt;a href=\"flying%20boats\"&gt;flying boats&lt;/a&gt; for the Gosport Aircraft Company. In 1917 he married Jeanie Kirkwood with whom he shared a long and lively marriage.\nHe returned to the University of Glasgow and worked as a lecturer from 1922 to 1939, quickly earning his PhD and &lt;a href=\"DSc\"&gt;DSc&lt;/a&gt; degrees. He built his own home called \"Thalassa\" in 1922, along with a &lt;a href=\"windmill\"&gt;windmill&lt;/a&gt; to power it with electricity. His father died in 1924 and he took over running the farm where he fathered three children, Archibald, Beryl and Alan. Thom helped to develop the Department of &lt;a href=\"Aeronautics\"&gt;Aeronautics&lt;/a&gt; at the University of Glasgow and lectured on statistics, practical field surveying, &lt;a href=\"theodolite\"&gt;theodolite&lt;/a&gt; design and &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;. From 1930 to 1935 he was a &lt;a href=\"Carnegie%20Corporation%20of%20New%20York\"&gt;Carnegie Teaching Fellow&lt;/a&gt;.\nDuring the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Thom moved to &lt;a href=\"Fleet%2C%20Hampshire\"&gt;Fleet&lt;/a&gt; in Hampshire where he was appointed Principal Scientific Officer heading the &lt;a href=\"Royal%20Aircraft%20Establishment\"&gt;Royal Aircraft Establishment&lt;/a&gt; team that developed the first high speed &lt;a href=\"wind%20tunnel\"&gt;wind tunnel&lt;/a&gt;.\nAncient engineering and the Megalithic yard.\nLater, he was professor and chair of engineering science at &lt;a href=\"Brasenose%20College\"&gt;Brasenose College&lt;/a&gt;, &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; where he became interested in the methods that &lt;a href=\"prehistoric\"&gt;prehistoric&lt;/a&gt; peoples used to build &lt;a href=\"megalithic%20monument\"&gt;megalithic monument&lt;/a&gt;s. Thom became especially interested in the &lt;a href=\"stone%20circle\"&gt;stone circle&lt;/a&gt;s of the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; and France and their astronomical associations.\nThom (1955) in which he first suggested the &lt;a href=\"megalithic%20yard\"&gt;megalithic yard&lt;/a&gt; as a standardised prehistoric measurement. He retired from academia in 1961 to spend the rest of his life devoted to this area of research. The &lt;a href=\"Thom%20Building\"&gt;Thom Building&lt;/a&gt;, housing the &lt;a href=\"Department%20of%20Engineering%20Science%2C%20University%20of%20Oxford\"&gt;Department of Engineering Science&lt;/a&gt; at Oxford, built in the 1960s, is named after Alexander Thom.\nFrom around 1933 to 1977 Thom spent most of his weekends and holiday periods hefting theodolites and survey equipment around the countryside with his family member or friends, most notably with his son Archie. From studies measuring and analysing the data created at over five hundred &lt;a href=\"megalithic\"&gt;megalithic&lt;/a&gt; sites, he attempted to classify stone circles into different &lt;a href=\"morphology%20%28linguistics%29\"&gt;morphological&lt;/a&gt; types, Type A, Type B, Type B modified, and Type D flattened circles, Type 1 and Type 2 &lt;a href=\"oval\"&gt;egg&lt;/a&gt;s, &lt;a href=\"oval\"&gt;oval&lt;/a&gt;s and true &lt;a href=\"circles\"&gt;circles&lt;/a&gt;.\nHis son Alan died in a &lt;a href=\"plane%20crash\"&gt;plane crash&lt;/a&gt; in 1945.\nArcaeoastronomical speculations.\nHe suggested several were built as &lt;a href=\"astronomical%20complex\"&gt;astronomical complex&lt;/a&gt;es to predict &lt;a href=\"eclipse\"&gt;eclipse&lt;/a&gt;s via nineteen-year cycles. Thom went on to identify numerous solar and stellar alignments at stone circles, providing the foundations for the scientific discipline of &lt;a href=\"archaeoastronomy\"&gt;archaeoastronomy&lt;/a&gt;.\nHe further suggested the prehistoric peoples of Britain must have used a solar method of keeping calendar. Based on statistical &lt;a href=\"histogram\"&gt;histogram&lt;/a&gt;s of observed &lt;a href=\"declination\"&gt;declination&lt;/a&gt;s at horizon marks with no convenient star at −22°, +8°, +9° and +22° (except possibly &lt;a href=\"Spica\"&gt;Spica&lt;/a&gt; at +9°) between 2100 and 1600 BCE, he suggested a year based on sixteen months; four with twenty two days, eleven with twenty three days, and one with twenty four.\nThom's suggested megalithic solar year was divided by &lt;a href=\"midsummer\"&gt;midsummer&lt;/a&gt;, &lt;a href=\"Winter%20solstice\"&gt;midwinter&lt;/a&gt;, and the two &lt;a href=\"equinox\"&gt;equinox&lt;/a&gt;es into four and then subdivided into eight by early versions of the modern Christian festivals of &lt;a href=\"Whitsun\"&gt;Whitsun&lt;/a&gt;, &lt;a href=\"Lammas\"&gt;Lammas&lt;/a&gt;, &lt;a href=\"Martinmas\"&gt;Martinmas&lt;/a&gt;, and &lt;a href=\"Candlemas\"&gt;Candlemas&lt;/a&gt; (see &lt;a href=\"Scottish%20Quarter%20Days\"&gt;Scottish Quarter Days&lt;/a&gt;). He found little evidence for further subdivision into thirty two, but noted \"We do not know how sophisticated prehistoric man's calendar was, but the interesting thing is that he obtained declinations very close to those we have obtained as ideal\".\nThom explored these topics further in his later books\nThe last was written with his son Archie, after they carried out a detailed survey of the &lt;a href=\"Carnac%20stones\"&gt;Carnac stones&lt;/a&gt; from 1970–1974.\nThom's ideas met with resistance from the &lt;a href=\"archaeological\"&gt;archaeological&lt;/a&gt; community but were welcomed amongst elements of 1960s &lt;a href=\"counter-culture\"&gt;counter-culture&lt;/a&gt;. Along with &lt;a href=\"Gerald%20Hawkins\"&gt;Gerald Hawkins&lt;/a&gt;' new interpretation of &lt;a href=\"Stonehenge\"&gt;Stonehenge&lt;/a&gt; as an &lt;a href=\"astronomical\"&gt;astronomical&lt;/a&gt; 'computer' (see &lt;a href=\"Archaeoastronomy%20and%20Stonehenge\"&gt;Archaeoastronomy and Stonehenge&lt;/a&gt;), Thom's theories were adopted by numerous enthusiasts for 'the lost wisdom of the ancients' and became commonly associated with &lt;a href=\"pseudoscience\"&gt;pseudoscience&lt;/a&gt;.\nLater life.\nIn 1975, his wife, Jeanie died. In 1981 he underwent an eye operation and in 1982 he broke a &lt;a href=\"femur\"&gt;femur&lt;/a&gt; falling on &lt;a href=\"ice\"&gt;ice&lt;/a&gt;. He continued to write papers and undertook interviews and correspondence using a dictaphone with the assistance of audio typist, Hilda Gustin. He moved in with his daughter Beryl in 1983 in &lt;a href=\"Banavie\"&gt;Banavie&lt;/a&gt;. Registered as &lt;a href=\"Blindness\"&gt;blind&lt;/a&gt;, he concluded a final book \"Stone Rows and Standing Stones\", a 557 page tome published posthumously with the assistance of &lt;a href=\"Aubrey%20Burl\"&gt;Aubrey Burl&lt;/a&gt; in 1990. Thom died on 7 November 1985 at &lt;a href=\"Fort%20William%2C%20Scotland\"&gt;Fort William&lt;/a&gt; hospital, aged 91. His body was buried near &lt;a href=\"Ayr\"&gt;Ayr&lt;/a&gt;.\nAlexander Thom is survived by his daughter Beryl Austin, and his grandchildren. \nHis son Archie survived him, but died ten years later, in 1995, from a brain tumour.\nBBC Chronicle – Cracking the Stone Age code.\nIn 1970, Thom appeared on a television documentary produced by the BBC \"&lt;a href=\"Chronicle%20%28UK%20TV%20series%29\"&gt;Chronicle&lt;/a&gt;\" series, presented by &lt;a href=\"Magnus%20Magnusson\"&gt;Magnus Magnusson&lt;/a&gt; and featuring well known archaeologists, Dr &lt;a href=\"Euan%20Mackie\"&gt;Euan Mackie&lt;/a&gt;, Professor &lt;a href=\"Richard%20J.%20C.%20Atkinson\"&gt;Richard J. C. Atkinson&lt;/a&gt;, Dr &lt;a href=\"A.%20H.%20A.%20Hogg\"&gt;A. H. A. Hogg&lt;/a&gt;, Professor &lt;a href=\"Stuart%20Piggott\"&gt;Stuart Piggott&lt;/a&gt;, Dr &lt;a href=\"Jacquetta%20Hawkes\"&gt;Jacquetta Hawkes&lt;/a&gt;, Dr Humphrey Case and Dr &lt;a href=\"Glyn%20Daniel\"&gt;Glyn Daniel&lt;/a&gt;. The programme discussed the difference between &lt;a href=\"Orthodoxy\"&gt;orthodox&lt;/a&gt; archaeology and the radical ideas of Thom. A pinnacle of his career, Thom finally got to publicly deliver his message on national television. Despite the heavy criticism, he never vented his frustration on the archaeological profession as he said in the \"Chronicle\" program \"I just keep reporting what I find\".\nLater use of his work.\nThom's proposed length for the &lt;a href=\"Megalithic%20yard\"&gt;Megalithic yard&lt;/a&gt; has been reused as such in several controversial books that claim this unit of measurement is a subdivision of the Earth's &lt;a href=\"circumference\"&gt;circumference&lt;/a&gt; in an alleged &lt;a href=\"366%20geometry\"&gt;366-degree geometry&lt;/a&gt;. One such book is 'Civilization One: The World is Not as You Thought It Was', by &lt;a href=\"Christopher%20Knight%20%28author%29\"&gt;Christopher Knight&lt;/a&gt; and Alan Butler who propose the &lt;a href=\"366%20geometry\"&gt;366 geometry&lt;/a&gt; theory.\nClive Ruggles has said that both classical and Bayesian statistical reassessments of Thom's data \"reached the conclusion that the evidence in favour of the MY was at best marginal, and that even if it does exist the uncertainty in our knowledge of its value is of the order of centimetres, far greater than the 1mm precision claimed by Thom. In other words, the evidence presented by Thom could be\nadequately explained by, say, monuments being set out by pacing, with the 'unit' reflecting an average length of pace.\" &lt;a href=\"David%20George%20Kendall\"&gt;David George Kendall&lt;/a&gt; had previously argued that pacing would have created a greater difference in measurements between sites, he concluded after investigation for the &lt;a href=\"Royal%20Academy\"&gt;Royal Academy&lt;/a&gt;, that \"The hypothesis of a smooth, non-quantal distribution of circle diameters\" (for Scottish, English and Welsh true circles) \"is thus rejected at the 1% level.\"\nDouglas Heggie casts doubt on Thom's suggestion as well, stating that his careful analysis uncovered \"little evidence for a highly accurate unit\" and \"little justification for the claim that a highly accurate unit was in use\".\nEuan MacKie, recognising that Thom's theories needed to be tested, excavated at the Kintraw standing stone site in Argyllshire in 1970 and 1971 to check whether the latter's prediction of an observation platform on the hill slope above the stone was correct. There was an artificial platform there and this apparent verification of Thom's long alignment hypothesis (Kintraw was diagnosed as an accurate winter solstice site) led him to check Thom's geometrical theories at the Cultoon stone circle in Islay, also with a positive result. MacKie therefore broadly accepted Thom's conclusions and published new prehistories of Britain.[22] In contrast a re-evaluation of Thom's fieldwork by Clive Ruggles argued that Thom's claims of high accuracy astronomy were not fully supported by the evidence.[23] Nevertheless, Thom's legacy remains strong, Krupp wrote in 1979, \"Almost singlehandedly he has established the standards for archaeoastronomical fieldwork and interpretation, and his amazing results have stirred controversy during the last three decades.\" His influence endures and practice of statistical testing of data remains one of the methods of archaeoastronomy.\nIn his book \"Genes, Giants, Monsters and Men,\" states, \"If Thom was right, the development of human civilization may have to be rewritten!\" This Farrell surmises is why Thom encounters such opposition from certain groups.\nIn his book \"Rings of Stone: The Prehistoric Stone Circles of Britain and Ireland.\" &lt;a href=\"Aubrey%20Burl\"&gt;Aubrey Burl&lt;/a&gt; calls the megalithic yard \"a chimera, a grotesque statistical misconception.\"\nPublications.\nArchaeoastronomical publications."
}