{
    "id": "7135312",
    "revid": "38467162",
    "url": "https://en.wikipedia.org/wiki?curid=7135312",
    "title": "Telecommunication Company of Iran",
    "text": "Telecommunication Company of Iran, or TCI (, &lt;a href=\"Romanization%20of%20Persian\"&gt;romanized&lt;/a&gt;: \"Sherkat-e Moxaberat-e Iran\"), is the &lt;a href=\"Landline\"&gt;fixed-line&lt;/a&gt; incumbent operator in Iran offering services in fixed telephony, DSL and data services for both residential and business customers, all throughout the country. It was established in 1971 with a new organizational structure as the main responsible administration for the entire telecommunication affairs.\nTCI maintains 30 provincial subsidiaries and two brands - MCI (Hamrahe Avval or Mobile Company of Iran) and FCI (Ashenaye Avval or Fixed-line Company of Iran) that provide fixed-line telephone service, data services, mobile services, high-speed internet and soon wireless services. About 99% of the fixed-line telephone subscribers and 61% of the mobile subscribers in Iran belong to TCI's affiliates.\nBy 2008 TCI employed 38,000 permanent employees—13,500 of which are slated to retire during the next three years—and about 45,000 temporary employees through private subcontractors, which will no longer be used after privatization (March 2009).\nOn 2016 the Director of TCI announced the merger of its provincial subsidiaries and the MCI into a single business unit that allow to utilize the powerful synergies and maintain leading positions on the national telecoms market.\nTCI has utilized equipment and services such as digital &lt;a href=\"switching%20center\"&gt;switching center&lt;/a&gt;s, &lt;a href=\"optical%20fiber\"&gt;optical fiber&lt;/a&gt; cables, &lt;a href=\"mobile%20phone\"&gt;mobile phone&lt;/a&gt;s, &lt;a href=\"data%20network\"&gt;data network&lt;/a&gt;s, &lt;a href=\"fixed-satellite%20service\"&gt;satellite&lt;/a&gt; services, and telephone special services. TCI manufactures more than 80% of the required equipment inside Iran.\nIran Telecommunication Industries (ITI) was also founded in the same year to manufacture the required equipment for the national long-distance network. TCI has monopoly over Iran's fixed line infrastructure, and it was until 2010, &lt;a href=\"Mobile%20Telecommunication%20Company%20of%20Iran\"&gt;Iran's largest cellular operator (MCI)&lt;/a&gt; and &lt;a href=\"Communications%20in%20Iran%23Internet\"&gt;Internet service provider and data communication operator (DCI)&lt;/a&gt;. As of November 2010, MCI accounts for more than 70% of TCI's profit.\nTCI is exporting technical and engineering services, as well as consulting and contracting services. It is also responsible for censoring most of the internet in Iran, as serves as a bottleneck for the monitoring of all communications.\nPrivatization and IPO.\n&lt;a href=\"Privatization%20of%20the%20Iranian%20economy\"&gt;Privatization Organization&lt;/a&gt; has forecast that shares of Telecommunication Company of Iran (TCI) will be floated in the stock market by late September 2007.\nIn March 2007, TCI and its provincially affiliated companies received the government's permission to be privatized. TCI's Infrastructure Telecom Company will be detached from it and would continue its activities as a part of the ICT Ministry. Close to 33 companies in the telecom sector are expected to be privatized.\nIn September 2007, the Ministry of ICT announced that 51% of TCI would be privatized before the end of the Iranian calendar year on 20 March 2008. As a forerunner to the sale of a controlling stake in TCI, a 5% stake in the operator was scheduled be floated on the &lt;a href=\"Tehran%20Stock%20Exchange\"&gt;Tehran Stock Exchange&lt;/a&gt; before the end of December 2007. The flotation of this minority stake did not take place as planned, and in January 2008 it was reported that TCI would first have to be established as a fully licensed telecoms service provider.\nIn April 2008, TCI Chairman Saber Feizi said that the various affiliated companies were interconnected in such a way as to make it impossible to separate them when the company is eventually offered for sale on the &lt;a href=\"Tehran%20Stock%20Exchange\"&gt;stock exchange&lt;/a&gt;. Feizi, therefore, stressed that TCI would be sold along with all its subsidiaries, including mobile business unit Mobile Communications Company of Iran (MCI).\nIn September 2009, &lt;a href=\"Mobin%20Trust%20Consortium\"&gt;Mobin Trust Consortium&lt;/a&gt; along with Tose'e Etemad Investment Company and &lt;a href=\"Sina%20Bank\"&gt;Sina Bank&lt;/a&gt; won the tender for TCI (50% + one share) for $7.8 billion. Among its major investors were &lt;a href=\"Islamic%20Revolutionary%20Guard%20Corps\"&gt;IRGC&lt;/a&gt; Co-op Foundation, Mostazafan Foundation, and Execution of Imam's Order company. The Government Ministry retained the remaining 40%, TCI employees held 5% and the last 5% shares worth of 344 billion Rials were sold on the &lt;a href=\"Tehran%20Stock%20Exchange\"&gt;Tehran Stock Exchange&lt;/a&gt; in just 8 minutes. In November 2009, the consortium paid 1564 billion tomans for the 50 percent of the shares in the Telecommunication Company priced over 7000 billion tomans with rest of the amount to be paid within next eight years. This was the biggest acquisition in the history of Iran's stock market.\nIn October 2018, an &lt;a href=\"IRGC\"&gt;IRGC&lt;/a&gt; unit in charge of the body's economic operations announced it has left Iran's telecommunications industry, after selling its share in a consortium controlling Iran's top telecoms companies and biggest mobile phone operator. The military had previously been asked to withdraw from the economy, by selling its businesses, by both &lt;a href=\"Supreme%20Leader%20of%20Iran\"&gt;Supreme Leader&lt;/a&gt; &lt;a href=\"Ali%20Khamenei\"&gt;Ali Khamenehi&lt;/a&gt; and President &lt;a href=\"Hassan%20Rouhani\"&gt;Hassan Rohani&lt;/a&gt;.\nForeign projects.\n&lt;a href=\"Ministry%20of%20Economic%20Affairs%20and%20Finance%20%28Iran%29\"&gt;Iran's Ministry of Communication and Information Technology&lt;/a&gt; along with TCI are developing the landline telephone network in the towns of &lt;a href=\"Karbala\"&gt;Karbala&lt;/a&gt; and &lt;a href=\"Najaf\"&gt;Najaf&lt;/a&gt; in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;.\nBusiness indicators.\nMajor business indicators of TCI by May 2015 are:"
}