{
    "id": "7141357",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=7141357",
    "title": "Earl Stewart",
    "text": "Earl Richard Stewart Jr. (October 15, 1921 – July 11, 1990) was an American &lt;a href=\"professional%20golfer\"&gt;professional golfer&lt;/a&gt; who played on the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt; in the 1950s and 1960s; and was a college head golf coach in the 1970s and 1980s.\nStewart was born in &lt;a href=\"Dallas%2C%20Texas\"&gt;Dallas, Texas&lt;/a&gt;. He graduated from Dallas' &lt;a href=\"Sunset%20High%20School%20%28Texas%29\"&gt;Sunset High School&lt;/a&gt; in 1938. He attended &lt;a href=\"Louisiana%20State%20University\"&gt;Louisiana State University&lt;/a&gt; and was a member of the &lt;a href=\"golf\"&gt;golf&lt;/a&gt; team. In 1941, he won the &lt;a href=\"NCAA%20Division%20I%20Men%27s%20Golf%20Championships\"&gt;NCAA Championship&lt;/a&gt;, and led the &lt;a href=\"LSU%20Tigers\"&gt;Bayou Bengals&lt;/a&gt; to a share of the NCAA team title in 1942. He is a Member of the Sunset High School Hall of Fame.\nStewart had three wins in PGA Tour events during his career. His first win came in 1953 at the &lt;a href=\"Greater%20Greensboro%20Open\"&gt;Greater Greensboro Open&lt;/a&gt;. He would win the &lt;a href=\"Ardmore%20Open\"&gt;Ardmore Open&lt;/a&gt; later that year. His best finishes in &lt;a href=\"Men%27s%20major%20golf%20championships\"&gt;major championships&lt;/a&gt; were T10 at the 1952 &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt; and T16 at &lt;a href=\"Masters%20Tournament\"&gt;The Masters&lt;/a&gt; in 1953. Like many professional golfers of his generation, Stewart earned his living primarily as a club pro. His third and final win on the PGA Tour, the 1961 &lt;a href=\"Dallas%20Open%20Invitational\"&gt;Dallas Open Invitational&lt;/a&gt;, came on his own course at the Oak Cliff Country Club.\nStewart was the head golf coach at &lt;a href=\"Southern%20Methodist%20University\"&gt;Southern Methodist University&lt;/a&gt; from 1975–1987. He coached both the men's and women's teams. Men's golf was dropped by the university in 1980. He won a national championship with the women's team in 1979. One of his students was future two-time &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt; and &lt;a href=\"PGA%20Championship\"&gt;PGA Champion&lt;/a&gt; &lt;a href=\"Payne%20Stewart\"&gt;Payne Stewart&lt;/a&gt; (no relation). In 1987, he was inducted into the National Golf Coaches Association Coaches Hall of Fame for his role as a women's collegiate golf coach at SMU.\nStewart died after a long illness at the age of 68 at his home in &lt;a href=\"Quitman%2C%20Texas\"&gt;Quitman, Texas&lt;/a&gt;.\nProfessional wins (4).\nPGA Tour wins (3).\nPGA Tour playoff record (1–2)"
}