{
    "id": "7145806",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=7145806",
    "title": "Riza Lushta",
    "text": "Riza Lushta (22 January 1916 – 6 February 1997) was a &lt;a href=\"Kosovo%20Albanians\"&gt;Kosovar Albanian&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; striker.\nCareer.\nEarly career.\nLushta was born on 22 January 1916 in &lt;a href=\"Mitrovica%2C%20Kosovo\"&gt;Kosovska Mitrovica&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Kingdom of Serbia&lt;/a&gt; (present day Mitrovica, &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;). It was in his hometown that he would begin to play football with the local club &lt;a href=\"FK%20Trep%C4%8Da\"&gt;Rudari Trepča&lt;/a&gt;, where he quickly established himself as one of the most effective strikers the city and even region had ever seen. After spendin with Rudari Trepča Lushta two years left Kosovo in 1934 and went to Albania to join the &lt;a href=\"Harry%20Fultz%20Institute\"&gt;Harry Fultz Technical School&lt;/a&gt; in Tirana and in that time he joined two time Albanian champions &lt;a href=\"KF%20Tirana\"&gt;SK Tirana&lt;/a&gt;. His career with Tirana immediately took off, winning the league title in his first season in Albania, before going on to win it a total of four times between 1934 and 1939, as well as the inaugural &lt;a href=\"Albanian%20Cup\"&gt;King's Cup&lt;/a&gt; in 1939. He left Albania and SK Tirana in 1939 following the &lt;a href=\"Italian%20occupation%20of%20Albania\"&gt;Italian occupation of Albania&lt;/a&gt; to join &lt;a href=\"A.S.%20Bari\"&gt;Bari&lt;/a&gt; in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, where he scored 3 times in 16 games during his first season in Italy. His performances with Bari attracted the interest of &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; who he joined in 1940 after just one year with Bari. In his first season with Juventus he scored 9 times in 26 games before netting 15 goals the following season to be named the highest scoring foreigner of the &lt;a href=\"1941%E2%80%9342%20Serie%20A\"&gt;1941–42 Serie A&lt;/a&gt;.\nLushtas entered the parlor and football Serie A was done in red and white sweater Baris where Lushta in his first season scored three times in 19 matches. An unimpressive results may seem, but sufficiently startling to giants Juventus would bite on attracting over Albanian to the old lady. Back home staid in Turin and Juventus so exploded Lushta. In 26 games, he made nine goals the first season, of which he uppföljde this with the network 16 times in 28 matches for the season, of which he was the same year took a cuptitel with Juventus at incredibly great merit of Lushta yourself. In the finale was one against AC Milan, match result nailed 4–2 to Juventus which Lushta slammed into a hat-trick for Milan in the final. Total goals in the Cup that season landed on eight goals in six games. 24 goals in 34 games in total during the same year, of which a hat-trick on himself Milan in the final shot up the name Lushta to the skies in both Italy and the continent. A follow next year with 18 goals in 28 matches completed only the celebration of Lushta. His last year at Juventus (1944) could Lushta only 5 games, after making just as many goals in the opening games Napoli chose to release Albanian. How and why Juventus went along with this is still a major mystery among many puzzled supporters of both Juventus and football journalists. \nThe same season successful Lushta slam into another seven pods for Napoli before Italy capitulated and Lushta chose to seek his fortune on the western front. But not with a rifle in his hand, but this time in the French league and the club AS Cannes, a short spell that Lushta ended when he got the offer to return to Italy and Alessandria, where he rounded off a new season with 17 goals before he finished his pro career with AC Siena.\nHe chose for this to unwind in the slightly smaller clubs Forli and Rapallo Ruentes in Italy before 1953 ended his football career final. In the national team so the rumor is that Lushta played 35 games for Albania whom he scored 30 times. A total of superior hindsight against today's players, with the exception that contemporary games in almost 100% of cases were unofficial matches and Lushtas any record thus not officially today.\nLushta died in February 1997 in Torino, it was rumored that Lushta for much of his adult life lived alone in Torino with no close family or very many friends. He was buried in the same city, the city where his name once echoed across the Olimpico after målkavalkaderna. He is still today the Albanians who made the absolute most goals in the major leagues in Europe, and was also one of the largest during his time in Europe. A total of 68 goals in Serie A became the striker from Kosovo. Kosovo's largest football stadium in Mitrovica carry today his name.\nAfter a youth start with &lt;a href=\"FK%20Trep%C4%8Da\"&gt;FK Rudari Trepča&lt;/a&gt;, he started his career at &lt;a href=\"SK%20Tirana\"&gt;SK Tirana&lt;/a&gt;, and won four Albanian titles with the team (&lt;a href=\"Kategoria%20superiore%201934\"&gt;1934&lt;/a&gt;, &lt;a href=\"Kategoria%20superiore%201936\"&gt;1936&lt;/a&gt;, &lt;a href=\"Kategoria%20superiore%201937\"&gt;1937&lt;/a&gt; and &lt;a href=\"Kategoria%20superiore%201939\"&gt;1939&lt;/a&gt;, the latter one not recognized by the Albanian Football Association) and the first &lt;a href=\"Albanian%20Cup\"&gt;Albanian Cup&lt;/a&gt; in 1939.\nHe then moved to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; to play with &lt;a href=\"A.S.%20Bari\"&gt;A.S. Bari&lt;/a&gt;, and then &lt;a href=\"Juventus%20F.C.\"&gt;Juventus F.C.&lt;/a&gt; (won one &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt; in 1942), and &lt;a href=\"S.S.C.%20Napoli\"&gt;Napoli&lt;/a&gt;, after which he went to &lt;a href=\"France\"&gt;France&lt;/a&gt; to play with &lt;a href=\"AS%20Cannes\"&gt;AS Cannes&lt;/a&gt;. Eventually he went back to Italy and played with &lt;a href=\"U.S.%20Alessandria%20Calcio%201912\"&gt;Alessandria&lt;/a&gt;, and then in &lt;a href=\"Serie%20C\"&gt;Italian Third Division&lt;/a&gt; with &lt;a href=\"A.C.%20Siena\"&gt;Siena&lt;/a&gt; and in &lt;a href=\"Serie%20D\"&gt;Italian Fourth Division&lt;/a&gt; with &lt;a href=\"A.C.%20Forl%C3%AC\"&gt;Forlì&lt;/a&gt;, and the &lt;a href=\"Rapallo%20Ruentes\"&gt;Rapallo Ruentes&lt;/a&gt;, the team of &lt;a href=\"Rapallo\"&gt;Rapallo&lt;/a&gt;.\nHe closed his career in 1954 at 38 years old.\nOverall, he played 170 matches in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;, scoring 68 goals; with Juventus, he played the Italian War Tournament 1943-44 (5 matches and 5 goal scored). He never played for the &lt;a href=\"Albania%20national%20football%20team\"&gt;Albania national football team&lt;/a&gt;. He died at 80 years old.\nIn Mitrovica, Kosovo, his birthplace, the &lt;a href=\"Riza%20Lushta%20Stadium\"&gt;city stadium&lt;/a&gt; currently bears his name."
}