{
    "id": "715070",
    "revid": "13791031",
    "url": "https://en.wikipedia.org/wiki?curid=715070",
    "title": "Charles W. F. Dick",
    "text": "Charles William Frederick Dick (November 3, 1858 – March 13, 1945) was a &lt;a href=\"United%20States%20Republican%20Party\"&gt;Republican&lt;/a&gt; politician from &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;. He served in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; and &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senate&lt;/a&gt;.\nEarly life.\nBorn in &lt;a href=\"Akron%2C%20Ohio\"&gt;Akron, Ohio&lt;/a&gt;, his parents were Gottlieb Dick (a Scots/German immigrant), and Magdalena or \"Lena\" (Von Handel) Dick, who immigrated to the United States from &lt;a href=\"Heidelberg%2C%20Germany\"&gt;Heidelberg, Germany&lt;/a&gt;. On June 30, 1881, Dick married Carrie May Peterson, the daughter of Dr. James Holman Peterson and Caroline Van Evera. They had five children. James, Lucius, Carl, Grace (Mrs. Edgar Williams) and Dorothy (Mrs. William Robinson). Dick was a Scottish Rite &lt;a href=\"Freemasonry\"&gt;Mason&lt;/a&gt;, &lt;a href=\"Odd%20Fellow\"&gt;Odd Fellow&lt;/a&gt;, and &lt;a href=\"Knights%20of%20Pythias\"&gt;Knight of Pythias&lt;/a&gt;.\nCareer.\nEarly career.\n\"Charley\" Dick was educated in Akron, and worked at several stores and banks. In 1886, he was the successful &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; nominee for &lt;a href=\"Summit%20County%2C%20Ohio\"&gt;Summit County&lt;/a&gt; Auditor, and he was re-elected in 1888. He also &lt;a href=\"Reading%20law\"&gt;read law&lt;/a&gt;, and was &lt;a href=\"Admission%20to%20the%20bar%20in%20the%20United%20States\"&gt;admitted to the bar&lt;/a&gt; in 1894. Dick was a delegate to the &lt;a href=\"1892%20Republican%20National%20Convention\"&gt;1892&lt;/a&gt;, &lt;a href=\"1896%20Republican%20National%20Convention\"&gt;1896&lt;/a&gt; and &lt;a href=\"1900%20Republican%20National%20Convention\"&gt;1900 Republican National Convention&lt;/a&gt;s. He was elected Chairman of the &lt;a href=\"Ohio%20Republican%20Party\"&gt;Ohio Republican Party&lt;/a&gt; in 1887 and 1891, and served as the Secretary of the &lt;a href=\"Republican%20National%20Committee\"&gt;Republican National Committee&lt;/a&gt; from 1896 to 1900.\nMilitary career.\nIn November 1885 Dick joined the &lt;a href=\"Ohio%20Army%20National%20Guard\"&gt;Ohio Army National Guard&lt;/a&gt; as a &lt;a href=\"Private%20%28rank%29%23United%20States\"&gt;private&lt;/a&gt; in Company B, 8th Ohio Infantry Regiment, and he was commissioned as a &lt;a href=\"First%20lieutenant%23U.S.%20Army.2C%20U.S.%20Marine%20Corps%20and%20U.S.%20Air%20Force\"&gt;first lieutenant&lt;/a&gt; a few days later. His regiment volunteered for service in the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, and Dick served in &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; as a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; and &lt;a href=\"Lieutenant%20Colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt;. He continued his military service after the war, and attained the rank of &lt;a href=\"Major%20General%20%28United%20States%29\"&gt;major general&lt;/a&gt; as head of the Ohio National Guard. From 1902 to 1909 he was president of the &lt;a href=\"National%20Guard%20Association%20of%20the%20United%20States\"&gt;National Guard Association of the United States&lt;/a&gt;.\nCongressional career.\nHe was elected to the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; by a &lt;a href=\"special%20election\"&gt;special election&lt;/a&gt; in 1898 to fill a vacancy created by the death of &lt;a href=\"Stephen%20A.%20Northway\"&gt;Stephen A. Northway&lt;/a&gt;, serving the .\nDick was Chairman of the Militia Committee, and sponsored the &lt;a href=\"Militia%20Act%20of%201903\"&gt;Militia Act of 1903&lt;/a&gt; (the Dick Act). This act codified the circumstances under which the National Guard in each state could be federalized, provided federal resources for equipping and training the National Guard, and required National Guard units to organize and meet the same readiness requirements as the regular Army.\nDick served until he resigned in 1904, having been elected to the &lt;a href=\"United%20States%20Senate\"&gt;Senate&lt;/a&gt; to fill the vacancy created by the death of &lt;a href=\"Marcus%20A.%20Hanna\"&gt;Marcus A. Hanna&lt;/a&gt;.\nIn the Senate he served as Chairman of the Mining Committee and the Committee on Indian Depredations. He also was the head of a Congressional Committee which investigated hazing at the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt;. He served until 1911, when he lost a bid for a second term.\nWhile in Congress, he became one of the largest stockholders in the &lt;a href=\"Goodyear%20Tire%20and%20Rubber%20Company\"&gt;Goodyear Tire and Rubber Company&lt;/a&gt;, and served as a &lt;a href=\"Vice%20President\"&gt;Vice President&lt;/a&gt; and member of the &lt;a href=\"Board%20of%20Directors\"&gt;Board of Directors&lt;/a&gt;.\nLater career.\nDick practiced law after leaving the Senate, and pursued a successful business career, including ownership of the Franklin Square Hotel in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; and the Hotel Chatham in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;.\nHe ran unsuccessfully for the U.S. House in 1918, losing to &lt;a href=\"Martin%20L.%20Davey\"&gt;Martin L. Davey&lt;/a&gt;. In 1922 he was an unsuccessful candidate for the Republican U.S. Senate nomination, losing to &lt;a href=\"Simeon%20D.%20Fess\"&gt;Simeon D. Fess&lt;/a&gt;.\nRetirement, death and burial.\nFrom 1941 until his death in Akron on March 13, 1945, Dick was the oldest living former US Senator. He was buried in Akron's Glendale Cemetery.\nLegacy.\nSince 1988 the &lt;a href=\"National%20Guard%20Association%20of%20the%20United%20States\"&gt;National Guard Association of the United States&lt;/a&gt; presents the annual &lt;a href=\"Charles%20Dick%20Medal%20of%20Merit\"&gt;Charles Dick Medal of Merit&lt;/a&gt; to recognize support for the National Guard by state and federal legislators.\nExternal links.\n Retrieved on 2009-05-16"
}