{
    "id": "715270",
    "revid": "13055524",
    "url": "https://en.wikipedia.org/wiki?curid=715270",
    "title": "Car-free movement",
    "text": "The car-free movement is a broad, informal, emergent network of individuals and organizations, including &lt;a href=\"Activism\"&gt;social activists&lt;/a&gt;, &lt;a href=\"urban%20planner\"&gt;urban planner&lt;/a&gt;s, &lt;a href=\"transportation%20engineer\"&gt;transportation engineer&lt;/a&gt;s, &lt;a href=\"environmentalist\"&gt;environmentalist&lt;/a&gt;s and others, brought together by a shared belief that large and/or high-speed &lt;a href=\"motorized%20vehicle\"&gt;motorized vehicle&lt;/a&gt;s (cars, trucks, tractor units, motorcycles, etc.) are too dominant in most modern cities. The goal of the movement is to create places where motorized vehicle use is greatly reduced or eliminated, by converting road and &lt;a href=\"parking%20space\"&gt;parking space&lt;/a&gt; to other public uses and rebuilding compact &lt;a href=\"urban%20environment\"&gt;urban environment&lt;/a&gt;s where most destinations are within easy reach by other means, including &lt;a href=\"walking\"&gt;walking&lt;/a&gt;, &lt;a href=\"cycling\"&gt;cycling&lt;/a&gt;, &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt;, &lt;a href=\"personal%20transporter\"&gt;personal transporter&lt;/a&gt;s, and &lt;a href=\"mobility%20as%20a%20service\"&gt;mobility as a service&lt;/a&gt;.\nContext.\nBefore the twentieth century, cities and towns were normally &lt;a href=\"compact%20city\"&gt;compact&lt;/a&gt;, containing narrow streets busy with human activity. In the early twentieth century, many of these settlements were adapted to accommodate the car with wider roads, more car &lt;a href=\"parking%20space\"&gt;parking space&lt;/a&gt;s, and lower &lt;a href=\"population%20densities\"&gt;population densities&lt;/a&gt;, with space between urban buildings reserved for automotive use. Lower population densities meant &lt;a href=\"urban%20sprawl\"&gt;urban sprawl&lt;/a&gt; with longer distances between places. The low cost of use brought &lt;a href=\"traffic%20congestion\"&gt;traffic congestion&lt;/a&gt; which made older transport unattractive or impractical, and created the conditions for more traffic and sprawl; the car system was \"increasingly able to 'drive' out competitors, such as feet, bikes, buses and trains\". This process led to changes in urban form and living patterns that offered little opportunity for people without a car.\nSome governments have responded with policies and regulations aimed at reversing &lt;a href=\"auto%20dependency\"&gt;auto dependency&lt;/a&gt; by increasing urban densities, encouraging mixed use development and &lt;a href=\"infill\"&gt;infill&lt;/a&gt;, reducing space allocated to private cars, increasing &lt;a href=\"walkability\"&gt;walkability&lt;/a&gt;, supporting &lt;a href=\"cycling\"&gt;cycling&lt;/a&gt; and other alternative vehicles similar in size and speed, and &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt;. Globally, &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt; is evolving in an effort to increase public transport and non-motorized transport modal shares and shift away from private transport oriented development. Cities like Hong Kong developed a highly integrated public transportation system which effectively reduced the use of private transport. In contrast with private automotive travel, &lt;a href=\"car%20sharing\"&gt;car sharing&lt;/a&gt;, where people can easily rent a car for a few hours rather than own one, is emerging as an increasingly important element for urban transportation.\nUrban design.\nProponents of the car-free movement focus on both &lt;a href=\"sustainable%20transportation\"&gt;sustainable&lt;/a&gt; and &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt; (bus, tram, etc.) options and on &lt;a href=\"urban%20design\"&gt;urban design&lt;/a&gt;, &lt;a href=\"zoning\"&gt;zoning&lt;/a&gt;, school placement policies, &lt;a href=\"urban%20agriculture\"&gt;urban agriculture&lt;/a&gt;, &lt;a href=\"telecommuting\"&gt;telecommuting&lt;/a&gt; options, and housing developments that create proximity or access so that long-distance transportation becomes less of a requirement of daily life.\n&lt;a href=\"New%20urbanism\"&gt;New urbanism&lt;/a&gt; is an American &lt;a href=\"urban%20design\"&gt;urban design&lt;/a&gt; movement that arose in the early 1980s. Its goal has been to reform all aspects of &lt;a href=\"real%20estate%20development\"&gt;real estate development&lt;/a&gt; and &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt;, from urban retrofits to &lt;a href=\"suburban%20infill\"&gt;suburban infill&lt;/a&gt;. New urbanist &lt;a href=\"neighborhoods\"&gt;neighborhoods&lt;/a&gt; are designed to contain a diverse range of housing and jobs, and to be &lt;a href=\"walkable\"&gt;walkable&lt;/a&gt;. Other, more auto-oriented cities are also making incremental changes to provide transportation alternatives through &lt;a href=\"Complete%20streets\"&gt;Complete streets&lt;/a&gt; improvements.\n\"World Squares for all\" is a scheme to remove much of the traffic from major squares in London, including &lt;a href=\"Trafalgar%20Square\"&gt;Trafalgar Square&lt;/a&gt; and &lt;a href=\"Parliament%20Square\"&gt;Parliament Square&lt;/a&gt;.\n&lt;a href=\"Carfree%20city\"&gt;Car-free cities&lt;/a&gt; are, as the name implies, entire cities (or at least the inner parts thereof) which have been made entirely car-free.\n&lt;a href=\"Car-free%20zone\"&gt;Car-free zone&lt;/a&gt;s are areas of a city or town where the use of cars is prohibited or greatly restricted.\nTo make the car-free zones/cities, (movable and/or stationary) &lt;a href=\"Bollard%23Traffic%20bollards\"&gt;traffic bollards&lt;/a&gt; and other barriers are often used to deny car access.\n&lt;a href=\"Living%20street\"&gt;Living street&lt;/a&gt;s and &lt;a href=\"complete%20streets\"&gt;complete streets&lt;/a&gt; prioritize the needs of users of the street as a whole over those of car drivers. They are designed to be shared by pedestrians, playing children, bicyclists, and low-speed motor vehicles.\n&lt;a href=\"Distribution%20center\"&gt;Distribution center&lt;/a&gt;s allow easy restocking of supermarkets, outlet stores, restaurants, and more in city centers. They rely on &lt;a href=\"tractor%20unit\"&gt;tractor unit&lt;/a&gt;s to unload their cargo in the suburban distribution center. \nThe products are then placed in a small truck (sometimes electrically powered), &lt;a href=\"freight%20bicycle\"&gt;freight bicycle&lt;/a&gt;, or other vehicle to bridge the &lt;a href=\"last%20mile%20%28transportation%29\"&gt;last mile&lt;/a&gt; to the destination in the city center. Besides offering advantages to the population (increased safety due to truck drivers having less &lt;a href=\"Blind%20spot%20%28vehicle%29\"&gt;blind spots&lt;/a&gt;, reduced &lt;a href=\"noise%20pollution\"&gt;noise pollution&lt;/a&gt; and traffic, reduced &lt;a href=\"Exhaust%20gas\"&gt;tailpipe emissions&lt;/a&gt; and reduced &lt;a href=\"air%20pollution\"&gt;air pollution&lt;/a&gt;, and more), it also offers financial advantage for the companies, as tractor units require a lot of time to bridge this last mile (they lack agility and consume much fuel in congested streets).\nThe method above however still doesn't reduce car use inside non-car-free city centers (customers often use cars to fetch their groceries or appliances from city stores, since they have so much storage space). This problem is solved by means of &lt;a href=\"online%20food%20ordering\"&gt;online food ordering&lt;/a&gt; systems, which allow customers to order online, and then have it delivered to their doorstep by the supermarket or store itself, through &lt;a href=\"bicycle%20messenger\"&gt;bicycle couriers&lt;/a&gt; (using &lt;a href=\"freight%20bicycle\"&gt;freight bicycle&lt;/a&gt;s), &lt;a href=\"Autonomous%20robot%23Delivery%20robot\"&gt;electric delivery robots&lt;/a&gt; and delivery &lt;a href=\"van\"&gt;van&lt;/a&gt;s. Delivery vans allow to take along more cargo and deliver to several customers on a same trip. These food ordering systems could provide for a smooth transition for those cities that wish to become car-free as it can reduce both personal car use and personal car demand in cities.\nAt the outskirts of towns, between the exits of the rings roads, and the car-free zones in the city center themselves, additional car parking lots can be added, generally in the form of underground car parks (to avoid it taking up surface space). Careful placement of these car-parking lots is needed though, ensuring that they are made far enough from the city centers (and closer to the ring roads) to avoid them attracting more cars to the city center. In some instances, near these car parking lots, &lt;a href=\"Park%20and%20ride\"&gt;Park and ride public transport&lt;/a&gt; (i.e. bus) stops are foreseen, or &lt;a href=\"bicycle-sharing%20system\"&gt;bicycle-sharing system&lt;/a&gt;s are present.\n&lt;a href=\"Community%20bicycle%20program\"&gt;Community bicycle program&lt;/a&gt;s provide bicycles within an urban environment for short term use. The first successful scheme was in the 1960s in Amsterdam and can now be found in many other cities with 20,000 bicycles introduced to Paris in 2007 in the &lt;a href=\"V%C3%A9lib%27\"&gt;Vélib'&lt;/a&gt; scheme. Dockless bike share systems have recently appeared in the United States and provide more convenience for people wanting to rent a bike for a short time period.\nAdvocacy groups.\nThe &lt;a href=\"Campaign%20for%20Better%20Transport%20%28UK%29\"&gt;Campaign for Better Transport&lt;/a&gt; (formerly known as Transport2000) was formed in 1972 in Britain to challenge proposed cuts in the British rail network and since then has promoted public transport.\n&lt;a href=\"Car%20Free%20Walks\"&gt;Car Free Walks&lt;/a&gt; is a UK-based website encouraging walkers to use public transport to reach the start and end of walks, rather than using a car.\nActivism groups.\n&lt;a href=\"Road%20protests%20in%20the%20United%20Kingdom\"&gt;Road protests in the United Kingdom&lt;/a&gt; rose to prominence in the early 1990s in response to a major road building program both in urban communities and also rural areas.\n&lt;a href=\"Reclaim%20the%20Streets\"&gt;Reclaim the Streets&lt;/a&gt;, a movement formed in 1991 in London, \"invaded\" major roads, highway or freeway to stage parties. While this may obstruct the regular users of these spaces such as car drivers and public bus riders, the philosophy of RTS is that it is vehicle traffic, not pedestrians, who are causing the obstruction, and that by occupying the road they are in fact opening up public space.\nIn Flanders, the organization &lt;a href=\"Fietsersbond\"&gt;Fietsersbond&lt;/a&gt; has called upon the government to ban tractor units in city centers.\n&lt;a href=\"Critical%20Mass%20%28cycling%29\"&gt;Critical Mass&lt;/a&gt; rides emerged in 1992 in San Francisco where cyclists take to the streets en masse to dominate the traffic, using the slogan \"we are traffic.\" The ride was founded with the idea of drawing attention to how unfriendly the city was to bicyclists. The movement has grown to include events in major metropolitan cities around the world.\nThe &lt;a href=\"World%20Naked%20Bike%20Ride\"&gt;World Naked Bike Ride&lt;/a&gt; was born in 2001 in Spain with the first naked bike rides, which then emerged as the WNBR in 2004 a concept which rapidly spread through collaborations with many different activist groups and individuals around the world to promote bicycle transportation, renewable energy, recreation, walkable communities, and environmentally responsible, sustainable living.\nParking Days started in 2005 when &lt;a href=\"Rebar%20art%20and%20design%20studio\"&gt;REBAR&lt;/a&gt;, a collaborative group of creators, designers and activists based in San Francisco, transformed a metered parking spot into a small park complete with turf, seating, and shade and by 2007 there were 180 parks in 27 cities around the world.\nOfficial events.\n&lt;a href=\"Car%20Free%20Days\"&gt;Car Free Days&lt;/a&gt; are official events with the common goal of taking a fair number of cars off the streets of a city or some target area or neighborhood for all or part of a day, in order to give the people who live and work there a chance to consider how their city might look and work with significantly fewer cars. The first events were organized in Reykjavík (Iceland), Bath (UK) and La Rochelle (France) in 1995. Jakarta, Indonesia is one such city that hosts weekly Car-Free days.\n&lt;a href=\"Ciclov%C3%ADa\"&gt;Ciclovía&lt;/a&gt; is a similar event in many cities that places a large emphasis on &lt;a href=\"cycling\"&gt;cycling&lt;/a&gt; as an alternative to auto travel. The event originated in Bogotá, Colombia in 1974. Now, Bogotá holds weekly ciclovías that turn the streets into giant car-free celebrations complete with stages set up in city parks with aerobics instructors, yoga teachers, and musicians leading people through various performances. The event has inspired similar celebrations globally.\n\"&lt;a href=\"In%20town%20without%20my%20car\"&gt;In town, without my car!&lt;/a&gt;\" is an EU campaign and day every autumn (Northern Hemisphere) for an increased use of vehicles other than the car. It has since spread beyond the EU, and in 2004 more than 40 countries participated.\n&lt;a href=\"World%20Urbanism%20Day\"&gt;World Urbanism Day&lt;/a&gt; was founded in 1949 in Buenos Aires and is celebrated in more than 30 countries on four continents each November 8.\n\"Towards Car-free Cities\" is the annual conference of the &lt;a href=\"World%20Carfree%20Network\"&gt;World Car-free Network&lt;/a&gt; and provides a focal point for diverse aspects of the emerging global car-free movement. The conference has been held in major cities around the world, including Portland, Oregon, United States in 2008 (its first time in North America), and has also been in Istanbul, Turkey; Bogota, Colombia; Budapest, Hungary; Berlin, Germany; Prague, Czech Republic; Timișoara, Romania; and Lyon, France. The conference series attempts to bridge the gap between many of the diverse people and organizations interested in reducing urban dependence on the automobile.\nTransportation Alternatives' \"Annual Commuter Race\" pits a bicyclist against both a subway rider and a cab rider in a race from Queens to Manhattan. The Fifth Annual Commuter race took place in May 2009, where bicyclist Rachel Myers beat straphanger Dan Hendrick and cab rider Willie Thompson to make it the fifth year the contestant on the bicycle won. Myers took the 2009 title with a time of 20 minutes and 15 seconds to make the 4.2 mile trek from Sunnyside, Queens to Columbus Circle in Manhattan. Hendrick showed up 15 minutes later off the subway and Thompson arrived via cab nearly a half-hour after that. Transportation Alternatives is a group that \"seeks to change New York City's transportation priorities to encourage and increase non-polluting, quiet, city-friendly travel and decrease—not ban—private car use. [They] seek a rational transportation system based on a 'Green Transportation Hierarchy,' which gives preference to modes of travel based on their benefits and costs to society. To achieve its goals, T.A. works in five areas: Bicycling, Walking and Traffic Calming, Car-Free Parks, Safe Streets and Sensible Transportation.\" The 2009 Commuter Race came on the heels of a Times Square traffic ban in NYC that drew national media attention.\nCar-free development.\nDefinitions and types.\nThere are many areas of the world where people have always lived without cars, because no road access is possible, or none has been provided. In developed countries these include islands and some historic neighborhoods or settlements, the largest example being the canal city of &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;. The term carfree \"development\" implies a physical change – either new building or changes to an existing built area.\nMelia \"et al.\" (2010) define car-free development as follows:\nCar-free developments are residential or mixed use developments which:\nThis definition (which they distinguish from the more common \"low car development\") is based mainly on experience in Northwestern Europe, where the movement for car-free development began. Within this definition three types are identified:\nVauban.\n&lt;a href=\"Vauban%2C%20Freiburg\"&gt;Vauban, Freiburg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; is according to this definition, the largest car-free development in Europe, with over 5,000 residents. Whether it can be considered car-free is open to debate: many local people prefer the term \"stellplatzfrei\" – literally \"free from parking spaces\" to describe the traffic management system there. Vehicles are allowed down the residential streets at walking pace to pick up and deliver but not to park, although there are frequent infractions. Residents of the stellplatzfrei areas must sign an annual declaration stating whether they own a car or not. Car owners must purchase a place in one of the &lt;a href=\"multi-storey%20car%20park\"&gt;multi-storey car park&lt;/a&gt;s on the periphery, run by a council-owned company. The cost of these spaces – €17,500 in 2006, plus a monthly fee – acts as a disincentive to car ownership.\nLimited access type.\nThe more common form of car free development involves some sort of physical barrier, which prevents motor vehicles from penetrating into a car-free center. \nMelia \"et al.\" describe this as the \"Limited Access\" type. \nIn some cases such as Stellwerk 60 in Cologne, there is a removable barrier, controlled by a residents' organizations. In others cases, such as in &lt;a href=\"Waterwijk\"&gt;Waterwijk&lt;/a&gt;, vehicular access is only available from the exterior.\nPedestrian zones.\nWhereas the first two models apply to newly built car free developments, most pedestrianized areas have been retro-fitted. Pedestrian zones may be considered car-free developments where they include a significant population and a low rate of vehicle ownership per household. The largest example in Europe is &lt;a href=\"Groningen\"&gt;Groningen&lt;/a&gt;, Netherlands which had a city centre population of 16,500 in 2008.\nBenefits and problems.\nSeveral studies have been done on European car free developments. The most comprehensive was conducted in 2000 by Jan Scheurer. Other more recent studies have been made of specific car-free areas such as Vienna's &lt;a href=\"Floridsdorf\"&gt;Floridsdorf&lt;/a&gt; car-free development.\nThe main benefits found for car free developments (summarized in Melia \"et al.\" 2010) found in the various studies are:\nThe main problems related to parking management. Where parking is not controlled in the surrounding area, this often results in complaints from neighbors about &lt;a href=\"overspill%20parking\"&gt;overspill parking&lt;/a&gt;."
}