{
    "id": "7152739",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=7152739",
    "title": "Don Masson",
    "text": "Donald Sandison Masson (born 26 August 1946 in &lt;a href=\"Banchory\"&gt;Banchory&lt;/a&gt;) is a Scottish former &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt;.\nClub career.\nMasson began his career with &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt; in 1964. He was signed by &lt;a href=\"Notts%20County\"&gt;Notts County&lt;/a&gt; manager &lt;a href=\"Billy%20Gray%20%28footballer%29\"&gt;Billy Gray&lt;/a&gt; in 1968 in a joint deal for £7000 along with &lt;a href=\"Bob%20Worthington%20%28footballer%29\"&gt;Bob Worthington&lt;/a&gt;. He stayed there for six years before moving to &lt;a href=\"Queens%20Park%20Rangers\"&gt;Queens Park Rangers&lt;/a&gt; in December 1974 for £100,000. Masson made his debut in the 1-0 home win versus Sheffield United on 14 December 1974.\nAlthough approaching 29 years of age before he played top-level football, his was a signing that underlined the quality of then manager &lt;a href=\"Dave%20Sexton\"&gt;Dave Sexton&lt;/a&gt;'s judgement. A stylish and creative &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;, he came to be seen as the final piece in the jigsaw of an exciting and attacking QPR team. The following 1975/76 season saw QPR come close to winning the League title, being pipped by a point by &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;.\nAfter three years at &lt;a href=\"Loftus%20Road\"&gt;Loftus Road&lt;/a&gt; he moved to &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; in October 1977 in exchange for &lt;a href=\"Leighton%20James\"&gt;Leighton James&lt;/a&gt;. After a further spell at Notts County he played for a time in the United States. Don was voted Notts best player of all time by Notts County supporters and also has a lounge at &lt;a href=\"Meadow%20Lane\"&gt;Meadow Lane&lt;/a&gt; named in his honour. On returning to England he became the player-manager of &lt;a href=\"Kettering%20Town\"&gt;Kettering Town&lt;/a&gt;, before retiring from the game.\nInternational career.\nMasson won 17 caps for &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;. He scored five goals including Scotland’s first goal in the 2-1 victory over England in 1976 which clinched their first British Home International Championship since 1967. He missed a &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty kick&lt;/a&gt; in the 3–1 defeat against &lt;a href=\"Peru%20national%20football%20team\"&gt;Peru&lt;/a&gt; in the &lt;a href=\"1978%20FIFA%20World%20Cup\"&gt;1978 World Cup&lt;/a&gt;.\nRetirement.\nIn retirement he turned his hand in to the hotel business, having bought \"The Gallery\" at &lt;a href=\"Trent%20Bridge\"&gt;Trent Bridge&lt;/a&gt;, &lt;a href=\"Nottingham\"&gt;Nottingham&lt;/a&gt;, which he later sold. He and his wife now run The Grange, a guest house in &lt;a href=\"Elton%20on%20the%20Hill\"&gt;Elton on the Hill&lt;/a&gt;."
}