{
    "id": "717184",
    "revid": "1019997172",
    "url": "https://en.wikipedia.org/wiki?curid=717184",
    "title": "Lord Warden of the Cinque Ports",
    "text": "The Lord Warden of the Cinque Ports is a ceremonial official in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. The post dates from at least the 12th century, when the title was &lt;a href=\"Keeper%20of%20the%20Coast\"&gt;Keeper of the Coast&lt;/a&gt;, but may be older. The Lord Warden was originally in charge of the &lt;a href=\"Cinque%20Ports\"&gt;Cinque Ports&lt;/a&gt;, a group of five (\"cinque\" in &lt;a href=\"Norman%20French\"&gt;Norman French&lt;/a&gt;) port towns on the southeast coast of England that was formed to collectively supply ships for &lt;a href=\"The%20Crown\"&gt;The Crown&lt;/a&gt; in the absence at the time of a formal &lt;a href=\"Royal%20Navy\"&gt;navy&lt;/a&gt;. Today the role is a &lt;a href=\"sinecure\"&gt;sinecure&lt;/a&gt; and an &lt;a href=\"Title%20of%20honor\"&gt;honorary title&lt;/a&gt;, and fourteen towns belong to the Cinque Ports confederation. The title is one of the higher honours bestowed by the &lt;a href=\"British%20monarchy\"&gt;Sovereign&lt;/a&gt;; it has often been held by members of the &lt;a href=\"British%20Royal%20Family\"&gt;Royal Family&lt;/a&gt; or &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;prime ministers&lt;/a&gt;, especially those who have been influential in defending Britain at times of war.\nThe Lord Warden was solely responsible for the return of all writs to the Crown, along with the collection of taxes and the arrest of criminals. His court was held in St James's church, near &lt;a href=\"Dover%20Castle\"&gt;Dover Castle&lt;/a&gt;, and there he exercised jurisdiction broadly equivalent to that of &lt;a href=\"Court%20of%20Chancery\"&gt;Chancery&lt;/a&gt;. He also had a \"lieutenant's powers of &lt;a href=\"Muster%20%28military%29\"&gt;muster&lt;/a&gt;\", and the Constableship of Dover Castle, later added (1267) to the warden's office, enabled him to keep a garrison and administrative staff, including the clerk and the lieutenant of the castle.\nThe coat of arms of the Cinque Ports first appeared in 1305, second amongst the earliest English known &lt;a href=\"Heraldry\"&gt;heraldic&lt;/a&gt; emblems, predating even the coat of arms of the City of London. The coat of arms of the Cinque Ports displays three ships' hulls and three lions conjoined to these hulls, all in gold. These may originally have been \"&lt;a href=\"Gules\"&gt;Gules&lt;/a&gt; three lions passant gardant in pale \" (for England) dimidiating \"Gules three ships' hulks in pale Or\". The coat of arms of the Confederation of the Cinque Ports is set out on a red and blue background and traditionally represents the fourteen \"corporate\" members.\nCreation and appointment of the Lord Warden.\nThe creation and appointment of the Lord Warden, once among the most powerful appointments of the realm, by the Sovereign was instituted principally after the portsmen sided with the &lt;a href=\"Simon%20de%20Montfort%2C%206th%20Earl%20of%20Leicester\"&gt;Earl of Leicester&lt;/a&gt; against &lt;a href=\"Henry%20III%20of%20England\"&gt;King Henry III&lt;/a&gt;, in the &lt;a href=\"Second%20Barons%27%20War\"&gt;Second Barons' War&lt;/a&gt;, and was intended to provide some central authority over the Cinque Ports, which were essentially otherwise independent of the King's sheriffs. It was combined from 1267 with the office of Constable of Dover Castle. However, from 1708 &lt;a href=\"Walmer%20Castle\"&gt;Walmer Castle&lt;/a&gt; at Deal was to be preferred as the official residence of the Lord Warden of the Cinque Ports. The Lord Warden also holds the office of Admiral of the Cinque Ports with a maritime jurisdiction extending to the middle of the English Channel, from Redcliffe near Seaford, in &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt; to the shore underneath the Naze Tower, encompassing Brightlingsea in &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;, the only Cinque Port north of the Thames. In earlier centuries the northern limit was taken as the Shoe Beacon in Essex. \nThe courts of Brodhull and Guestling were established to protect the privileges of the Cinque Ports by the portsmen themselves. From the 15th century these courts had been largely replaced by the Lord Warden's Court at Dover. From the 16th century the principal business of the courts was the installation of the Lord Warden and the court is now only occasionally summoned. The office continued to be a powerful one. In 1550 the Mayor and Jurats of Dover refused to accept a Royal Writ because it was not accompanied by a letter of attendance from the Lord Warden. The member ports' parliamentary representatives were appointed by the Lord Warden at first; this influence continued until the 19th century. \nAt the installation of a new Lord Warden, the Speaker of the Confederation of the Cinque Ports instructs the Lord Warden: \"to undertake the duties of the Ancient and Honourable Office and to uphold the Franchises, Liberties, Customs and Usages of the port.\" \nThe office of Speaker has traditionally rotated between the affiliate townships every year dating from at least 1550. Inaugurations are begun on 21 May, and membership is ordained through a longstanding maritime tradition of a principle of the prevailing winds coming from west to east.\nA unique uniform is specified for the Lord Warden (though the present incumbent wears his &lt;a href=\"Royal%20Navy%20uniform\"&gt;naval uniform&lt;/a&gt; in preference). The uniform is very similar to a pre-1956-pattern Admiral's uniform (complete with &lt;a href=\"cocked%20hat\"&gt;cocked hat&lt;/a&gt;) trimmed in red and with Cinque Ports insignia. &lt;a href=\"Sir%20Robert%20Menzies\"&gt;Sir Robert Menzies&lt;/a&gt;'s uniform (&lt;a href=\"http%3A//nla.gov.au/nla.obj-139313837/view\"&gt;pictured&lt;/a&gt;), which he wore as Lord Warden from 1966 to 1978, is preserved at the &lt;a href=\"National%20Library%20of%20Australia\"&gt;National Library of Australia&lt;/a&gt;.\nBarons of the Cinque Ports.\nAll freemen of the ports, termed \"portsmen\", were deemed in the age of &lt;a href=\"feudalism\"&gt;feudalism&lt;/a&gt; to be &lt;a href=\"baron\"&gt;baron&lt;/a&gt;s, and thus members of the &lt;a href=\"baronage\"&gt;baronage&lt;/a&gt; entitled to attend the king's &lt;a href=\"Parliament%20of%20England\"&gt;parliament&lt;/a&gt;. Termed \"Barons of the Cinque Ports\", they reflected an early concept that military service at sea constituted land tenure \"per baroniam\" making them \"quasi\" &lt;a href=\"English%20feudal%20barony\"&gt;feudal baron&lt;/a&gt;s. The early 14th-century treatise \"&lt;a href=\"Modus%20Tenendi%20Parliamentum\"&gt;Modus Tenendi Parliamentum&lt;/a&gt;\" stated the Barons of the Cinque Ports to hold a place of precedence below the lay magnates but above the representatives of the &lt;a href=\"shire\"&gt;shire&lt;/a&gt;s and &lt;a href=\"borough\"&gt;borough&lt;/a&gt;s. &lt;a href=\"Writ\"&gt;Writ&lt;/a&gt;s of summons to Parliament were sent to the warden following which representative barons of the Cinque Ports were selected to attend parliament. Thus the warden's duty in this respect was similar to that of the &lt;a href=\"sheriff\"&gt;sheriff&lt;/a&gt; who received the writs for distribution to the barons in the &lt;a href=\"shire\"&gt;shire&lt;/a&gt;s. The warden and barons often experienced clashes of jurisdiction. In the 21st century the title \"Baron of the Cinque Ports\" is now reserved for Freemen elected by the Mayor, Jurats, and Common Council of the Ports to attend a Coronation, and is solely honorary in nature.\nList of Lords Warden of the Cinque Ports.\nThe first authoritative list of Cinque Ports Confederation Members was produced in 1293 when Stephen of Pencester was Warden. The Lord Warden of the Cinque Ports is appointed for life, but in the earliest of records this was not the case. The office of Lord Warden of the Cinque Ports has been traced from the year 1226 from the appointment of William de Averanch, although he was not the first incumbent of this office. The longest term of office was that of William Brook, Lord Cobham, who presided at the court for 40 years.\nConstable of Dover Castle.\nSource: &lt;a href=\"http%3A//cinqueports.org/lord-warden-officials/list-of-lord-wardens/\"&gt;The Cinque Ports&lt;/a&gt;"
}