{
    "id": "7173483",
    "revid": "41000756",
    "url": "https://en.wikipedia.org/wiki?curid=7173483",
    "title": "List of Boy Meets World characters",
    "text": "&lt;a href=\"Boy%20Meets%20World\"&gt;Boy Meets World&lt;/a&gt; is an &lt;a href=\"Television%20in%20the%20United%20States\"&gt;American&lt;/a&gt; television &lt;a href=\"sitcom\"&gt;sitcom&lt;/a&gt; that chronicles the &lt;a href=\"coming%20of%20age\"&gt;coming of age&lt;/a&gt; events and everyday life-lessons of Cory Matthews (&lt;a href=\"Ben%20Savage\"&gt;Ben Savage&lt;/a&gt;). The show aired from 1993 to 2000 on &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;, part of the network's &lt;a href=\"TGIF%20%28ABC%29\"&gt;TGIF&lt;/a&gt; lineup for seven seasons.\nSeveral of the characters that originated on \"Boy Meets World\" later appeared in its sequel, \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\". The only main characters not to make an appearance on \"Girl Meets World\" are Rachel McGuire and Eli Williams. For a listing of characters unique to that series, see the &lt;a href=\"List%20of%20Girl%20Meets%20World%20characters\"&gt;list of \"Girl Meets World\" characters&lt;/a&gt;.\nMain characters.\nCory Matthews.\nCornelius A. \"Cory\" Matthews (&lt;a href=\"Ben%20Savage\"&gt;Ben Savage&lt;/a&gt;) is the main character of the series. His best friend is Shawn Hunter, and his mother and father are Amy and Alan Matthews. By the end of the series, he has three siblings: Eric, Morgan, and Joshua. Cory is friends with Topanga Lawrence, his \"first true love\", whom, he eventually marries late in the series. Sometimes, Cory does not get along with Topanga, when Cory is not doing the right thing, or not doing things the right way (humorously), complete with &lt;a href=\"deadpan%20humor\"&gt;deadpan humor&lt;/a&gt; and &lt;a href=\"pun\"&gt;pun&lt;/a&gt;s. Mr. George Feeny is Cory's teacher/principal, mentor, and neighbour. He goes to him for advice on his problems. Cory always works his problems out. In the last episode, it is revealed that Cory is actually short for 'Cornelius'. He is not fond of this fact, yet he ends up forgetting about it and going on with his life.\nCory struggled in high school, where he often had trouble with &lt;a href=\"bullying\"&gt;bullies&lt;/a&gt; and has less-than-stellar study habits. Cory's personality changes somewhat as he gets older. For the first few years, he's a slacker and just barely a better student than Shawn. One major difference between Cory and Shawn is that Cory seems to get more worked up or neurotic about random things, whereas Shawn is more laid back. If Cory does not want to do something school-related, he will make a big production about the fact that he does not want to do it, and how unnecessary he finds it; whereas Shawn will just not do it, preferring to fall asleep or make paper airplanes. During the junior and senior years in high school, Cory becomes a hard working student, able to raise his GPA in addition earning an adequate SAT score to get accepted into colleges. As the series progresses, Cory's \"slacker\" tendencies diminish, and his neuroses increase, along with his pessimism and paranoia. This leads Cory to occasionally develop an inferiority complex; such as Shawn gets better ideas than him when participating their high school's work study program, meeting art prodigy &lt;a href=\"Alexandra%20Nechita\"&gt;Alexandra Nechita&lt;/a&gt;, and Topanga gets a better job than his after they got married.\nWhen Cory and Topanga begin their relationship, many women seem to be attracted to Cory, which Shawn explains as girls being attracted to men who are off the market. In the past, Cory has kissed other women while with Topanga; Lauren (&lt;a href=\"Linda%20Cardellini\"&gt;Linda Cardellini&lt;/a&gt;), whom Cory develops an affectionate bond with at a ski resort, led him to break up with Topanga for a while until they reconcile, and a college girl almost had sex with him once.\nBy the end of the series, Cory, Topanga, and their friends eventually left &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; for an internship that Topanga got with a &lt;a href=\"law\"&gt;law&lt;/a&gt; firm in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, and by the time of the events of \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\", Cory has had two children with Topanga, a daughter named Riley plus a son named Auggie. Cory is, at this point in his life, a seventh-grade history teacher and his daughter is also in his class. In this spin-off series, Cory, who is now matured and experienced, plays the similar role as his father Alan and George Feeny had; mentoring his children and their friends about life, while still learning his craft as a young teacher (akin to Jonathan Turner).\nMr. Feeny.\nGeorge Feeny (&lt;a href=\"William%20Daniels\"&gt;William Daniels&lt;/a&gt;) Throughout the series, Feeny tries his best to guide young Cory, Shawn, and their friends as they encounter problems in their lives on their road to adulthood. He first appears on the show as their grade-school teacher. He eventually becomes their high school principal, and lastly college professor (teaching such diverse courses as &lt;a href=\"archaeology\"&gt;archaeology&lt;/a&gt;, &lt;a href=\"English%20literature\"&gt;English literature&lt;/a&gt;, and &lt;a href=\"Introduction%20to%20quantum%20mechanics\"&gt;quantum physics&lt;/a&gt;). Cory mentions more than once that Feeny is the only teacher he has ever had since kindergarten. While teaching at John Adams, he encounters Griffin \"Griff\" Hawkins, portrayed by &lt;a href=\"Adam%20Scott%20%28actor%29\"&gt;Adam Scott&lt;/a&gt;, who proves to be a bit of a weakness and often leaves Feeny flustered. Later on in the show, Mr. Feeny becomes the mentor and idol of Eric Matthews. Feeny is a &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston&lt;/a&gt; native and enjoys gardening. He delivers the final line of \"Boy Meets World\" dialogue in the series finale, directed to an empty classroom just vacated by his beloved students: \"I love you all. Class dismissed.\"\nMr. Feeny was once married to a woman named Lillian, who died before the series began. Although Feeny had dated another teacher named Elizabeth from Boston off-screen for 15 years, a conversation with Eric made him to realize that, despite that he and his romantic partner each believed that they are not married because of their careers; they simply do not love each other. He later marries Dean Lila Bolander (played by William Daniels' real-life wife &lt;a href=\"Bonnie%20Bartlett\"&gt;Bonnie Bartlett&lt;/a&gt;; the duo similarly portrayed spouses on \"&lt;a href=\"St.%20Elsewhere\"&gt;St. Elsewhere&lt;/a&gt;\"), whom he finds success after his relationship with Elizabeth and competition with Dean Bolander's ex-husband Dr. Curtis Kincaid (Francis X. McCarthy) for her affection.\nHe makes a brief cameo at the end of the \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\" pilot episode as a figment of Cory's imagination, telling him, \"Well done, Mr. Matthews\", and Topanga likens Cory to him in a later episode. The character made two appearances in the second season, and appeared again in the third and final season, including the series finale.\nAmy Matthews.\nAmy Matthews (&lt;a href=\"Betsy%20Randle\"&gt;Betsy Randle&lt;/a&gt;) is the wife of Alan Matthews and the mother of Eric, Cory, Morgan, and Joshua Matthews. During the earlier years of the show, Amy was a real estate agent and eventually became an art gallery worker toward the end of the show.\nAmy often plays counterpoint to Alan in giving their children discipline and guidance. In dealing with Eric, she always discourages \"babying\" him, whereas several episodes involving Cory see a much more gentle and motherly Amy.\nEric Matthews.\nEric Randall Matthews (&lt;a href=\"Will%20Friedle\"&gt;Will Friedle&lt;/a&gt;) is the elder brother of Cory, Morgan, and Joshua Matthews. He began the show as a suave, popular young man, who constantly went out on dates. He was originally portrayed as the stereotypical elder brother. Eric's character changed mid-series from preppy elder brother to \"crazy, moronic brother\". During the fourth season, Eric takes a year off from school when he doesn't get into a college of his choice.\nEric often plays off his hero and mentor, Mr. Feeny. Though Eric and Feeny are not originally seen as having a close relationship, the two develop a bond, that—at least in Eric's mind—is one of love. It was even implied once that Eric likes to tell people (such as Rachel) that Feeny is his grandfather. This culminates at the end of the fifth season when Eric sings a rousing of \"To Sir, With Love\" at Cory's high school graduation. Eric is also the creator of the \"Feeny call\", and even makes a talking doll for Feeny to \"make the call\", so Feeny will not miss him when he moves to New York with the others.\nEric is actually highly intelligent, and Feeny mentions that Eric can get passing grades in his sleep (in fact, he once did). He compares this to Cory who, though lacking Eric's natural intelligence, makes up for it by being hard-working when he wants to be, and thus succeeds. Eric, on the other hand, is too lazy and immature to be anything but a ridiculous \"goof-off\", to the annoyance of his family and Mr. Feeny, in addition lacking confidence to his own capability to succeed academically. In \"Girl Meets World\", Cory mentions that Eric is the only person he knows who can do the impossible, and later Jack Hunter asks if he's still an \"idiot genius\".\nDuring the later years, storylines involving Eric became stranger and wackier, often bending the rules of reality itself, such as an episode where Eric continually tries to sneak up on Topanga by using many disguises and crazy situations. The change from a girl-crazy cool-conscious teenager (the first half of the series) to a scatter-brained odd-ball (the second half of the series) was a drastic change. Eric often provides comic relief in tough situations throughout the series. It is hinted that he is a fan of the raunchy animated comedy \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\", as he has made references to the program, by doing voice impressions of &lt;a href=\"Eric%20Cartman\"&gt;Cartman&lt;/a&gt; and other \"South Park\" characters on different occasions.\nOn the contrary, Eric has appeared sensitive when it comes to matters of family and friends, as in the episode \"Brotherly Shove\", where Eric feels rejected by Cory when he was not asked to help clean out the garage, which was filled with memories from their childhood. Also, in the episodes \"The War\" and \"Seven the Hard Way\", the audience realizes that Eric finds friendship a serious matter and values it more than anything, apparent in his quote, \"Lose one friend, lose all friends. Lose yourself.\" At one point he befriends a young orphaned boy named Tommy and wants to adopt him, but ultimately decides against it, so Tommy can live with a family that can better support him. Upon graduating college in the series finale, Eric decides to get a new lease on life, and in doing so: he moves to New York City with his brother, sister-in law, and Shawn.\nDuring the interim between the events of \"Boy Meets World\" and the sequel series \"Girl Meets World\", Eric moves &lt;a href=\"Upstate%20New%20York\"&gt;upstate&lt;/a&gt;, and is elected mayor of [the fictional] St. Upidtown, on the &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt; border. By his own admission, he has no understanding whatsoever of the town's political problems, but the electorate trust him because of his handling of their personal issues. Topanga intentionally mispronounces the municipality's name by disregarding the period and space, thus rendering it \"Stupidtown\".\nInitially, Friedle declined to reprise his role in the sequel series \"Girl Meets World\", but later became a recurring character; Eric made his initial appearance in the season 2 episode \"Girl Meets Mr. Squirrels\"; when Cory's daughter Riley and her best friend Maya have a major argument that threatens to destroy their friendship, Eric is called in by Cory to mediate and he successfully reconciles the girls. The episode title is a reference to the \"Boy Meets World\" Season 7 episode \"Seven the Hard Way\"; and he again administers his \"Lose one friend…\" mantra. Early plans for the sequel had Eric's son, Troy, being a prominent part of the cast; the role of the teenage relative is instead filled by Cory and Eric's youngest brother, Joshua (now portrayed by &lt;a href=\"Uriah%20Shelton\"&gt;Uriah Shelton&lt;/a&gt;).\nAt the end of \"Girl Meets Mr. Squirrels\", a TV news anchor reports a major political blunder by Jefferson Davis Graham, a six-term &lt;a href=\"List%20of%20United%20States%20Senators%20from%20New%20York\"&gt;Senator from New York&lt;/a&gt;, wrecking his chances of re-election, unless he can find someone even more incompetent to run against him, and the anchor hints at the prospective opponent by showing a picture of Eric (in his guru garb). In the later episode \"Girl Meets Mr. Squirrels Goes To Washington\", Eric is chosen to run in the upcoming senatorial election against the incumbent Graham, but when it is revealed that Eric was recruited by Graham's own political advisor in an attempt to get Graham back in good graces with the electorate, Eric is crushed, but Riley and Maya, using a giant bowl of &lt;a href=\"Cocoa%20Puffs\"&gt;Cocoa Puffs&lt;/a&gt;, encourage him to get back in the race. During the televised senatorial debate, the public gets a first-hand opportunity to compare Eric's innate goodness against Graham's incompetence, and Eric goes on to win the election. He gets strong praise and recommendation from a blogger named T.J. who turns to be a now-grown up Tommy.\nShawn Hunter.\nShawn Patrick Hunter (&lt;a href=\"Rider%20Strong\"&gt;Rider Strong&lt;/a&gt;) was born in &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; and lived in &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; for a while as a child. He had been in five different schools before the age of 12. Shawn has been the best friend of Cory Matthews for nearly their whole lives, since the two met when Cory fell into an animal pen at a zoo and Shawn came to his rescue. Shawn has a personality almost opposite Cory's; Shawn takes more risks and has more of a bad boy image. Their personality differences do cause problems between the two a few times, but these problems never destroy their friendship. Later seasons depict the relationship between Cory and Shawn as being so intimate that it causes Topanga to be jealous, and several innuendos are made referencing the subconscious homoerotic nature of their friendship.\nIn the first season of \"Boy Meets World,\" not much is known about Shawn except that he is Cory's best friend. In season two and thereafter, the show begins to focus on Shawn's life as well. In the beginning, Shawn lives with both his parents, Chet and Virna Hunter. One day, Virna runs off with the trailer and Shawn is left under the care of the Matthews family while Chet chases after his wife. When the Matthews find out that Chet will not be returning for a while, &lt;a href=\"%23Mr.%20Turner\"&gt;Jonathan Turner&lt;/a&gt;, a teacher at John Adams High School, offers to take care of Shawn and eventually to become his legal guardian. About a year later, Chet comes back and Virna temporarily rejoins her family before eventually taking off again. Shawn goes through several ups and downs throughout the show, including briefly joining a cult and nearly succumbing to &lt;a href=\"alcoholism\"&gt;alcoholism&lt;/a&gt;, similar to his father. In a later season, Shawn's half-brother Jack arrives in town for college. Shawn moves in with Jack and Eric Matthews, Cory's older brother, leaving Chet free to take off again. However, on a trip back to town, during which Chet attempts to reconcile with Shawn and promises to finally stay, Chet dies of a heart attack. In later seasons, Shawn is able to talk to Chet as a ghost. During the final episodes of the series, Shawn discovers that Virna is not his biological mother when she sends him a letter after Chet's death. Apparently, Chet was left to take care of Shawn after his biological mother, who was actually a &lt;a href=\"stripper\"&gt;stripper&lt;/a&gt;, left shortly after his birth. Despite the Matthews family's offer to legally adopt Shawn after he discovers this, Shawn declines, declaring that he still has Jack as family and he still needs to take care of the Hunter clan.\nShawn is a ladies' man, a trait which Cory is constantly envious of. However, Shawn is jealous of Cory's close, long-term relationship with Topanga. Later in the series, Shawn falls in love with a girl named Angela. They have a tempestuous relationship, but genuinely care for each other. Angela eventually leaves as well, to travel with her military father.\nIn the episode \"Fraternity Row\" it is revealed that during high school Shawn was challenged in writing, but \"Poetic License: An Ode to Holden Caulfield\", reveals that during college he has improved significantly and additionally has had a lifelong affinity for poetry. He is also a skilled photographer, and nearly chooses a job at a glamour magazine company over college.\nAt the end of the series, Shawn moves to New York with Cory, Topanga, and Eric. Revealed during \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\", however, Shawn left New York the day of the birth of Cory and Topanga's daughter Riley, ultimately making a name for himself as a world-traveling writer and photographer. When he returns to the city, he forms a bond with Riley's best friend Maya, sharing a similar childhood upbringing and both coming from broken homes. He also forms a bond with Maya's mother Katy, who shares a similar feeling of abandonment due to her husband and Maya's father's leaving. By the second season, Riley is hopeful that Shawn will become Katy's husband and Maya's father, although Shawn still has unresolved feelings for Angela. Angela returns with news that she has since married a military man, like her now-deceased father, and wants advice on whether she'd be a good mother or not, which she insists can only come from Shawn. Shawn encourages her to be a mother, and Angela encourages Shawn to pursue a relationship with Katy. Shawn and Katy eventually date and get married, and Shawn becomes a father figure to Maya.\nAfter directing two first-season episodes of \"Girl Meets World\", Rider Strong has become a fixture behind the scenes, while also making appearances in a recurring role.\nStuart Minkus.\nStuart Minkus or simply just Minkus (&lt;a href=\"Lee%20Norris\"&gt;Lee Norris&lt;/a&gt;) was the resident genius and nerd in Cory's sixth grade class. During his time on the show, he was shown as being in love with Topanga, and was often made fun of by Cory and Shawn. Everyone referred to him as simply \"Minkus\", except Topanga and Mr. Feeny. Before Topanga's character changes, he was the one constantly obsessed with grades and academic achievements. Minkus was on the show from 1993–1994, reappearing in the \"Graduation\" episode in 1998, with Minkus and Topanga now portrayed as bitter rivals. The reason given for his absence was that his classes were on the other side of the school all along.\nDespite his brief tenure on \"Boy Meets World\", Stuart appears as a major recurring character in the sequel \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\", with Norris reprising his role. He makes his first appearance in the episode \"Girl Meets Maya's Mother\" where he is revealed to be the doppelganger father of Farkle, one of Riley Matthews' best friends. He brags to Cory and Topanga that he has become a wealthy businessman who owns a helicopter. Despite being a married man, Stuart still longs for Topanga. His wife and Farkle's mother, Jennifer (&lt;a href=\"Kristanna%20Loken\"&gt;Kristanna Loken&lt;/a&gt;) an ex-girlfriend of Shawn Hunter makes her first appearance in the second season. Jennifer appeared as the main antagonist in two episodes of \"Boy Meets World\". In the updated series she is shown to be a much nicer, doting parent.\nMorgan Matthews.\nMorgan Matthews (&lt;a href=\"Lily%20Nicksay\"&gt;Lily Nicksay&lt;/a&gt;; seasons 1-2/Lindsay Ridgeway; recurring season 3, main seasons 4–7) is the only daughter of Alan and Amy Matthews, the younger sister of Eric and Cory and the older sister of Joshua. She inexplicably disappeared after the show's second season and reappeared midway through the following season played by a different actress. In the episode of her return, a joke is made about her long absence. Upon her reappearance, she says, \"That was the longest timeout I \"ever\" had!\" With the introduction of a new actress in the role came a shift, not just in age, but also in personality as Morgan went from being the cute and innocent &lt;a href=\"girly%20girl\"&gt;girly girl&lt;/a&gt; little sister interested in dolls, pretty dresses and perfume to being a more sassy, rude and sarcastic and more &lt;a href=\"tomboy\"&gt;tomboy&lt;/a&gt;ish character who delights in making fun of her brothers, especially Cory. In the series finale she, along with Amy and Alan, say goodbye to Cory, Eric, Shawn and Topanga when they depart for New York.\nBoth Nicksay and Ridgeway appear as Morgan in the series finale of \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\". A joke is even made about the two, with Cory and Topanga's son, Auggie being frightened when he is comforted by both.\nAlan Matthews.\nAlan Matthews (&lt;a href=\"William%20Russ\"&gt;William Russ&lt;/a&gt;) is the husband of Amy Matthews, and the father of Eric, Cory, Morgan, and Joshua. Alan, as the father of the Matthews children, provides guidance to his children. He has a quick temper, though when it shows up, usually through consultation with his wife, he often apologizes afterwards for words spoken in anger. In some later episodes, Alan does not support Eric in all of his ventures, and Amy, in turn, tells Alan that his coddling of Eric is the reason Eric has turned out the way he is.\nAlan was also somewhat of a \"father figure\" for Shawn Hunter. He explained to Cory in the first season that he saw a lot of his younger self in Shawn, and encouraged Cory to be there to help Shawn through his tough life. While there were times when he thought that Shawn was too much of a negative influence, such as when Cory and Shawn were arrested for underage drinking, he always cared about Shawn's well-being, even stating in the fourth season that he would \"kill to protect Shawn from con men like you\" to a cult leader who was trying to take advantage of Shawn's feelings of isolation.\nHe began his career as the manager of the \"Market Giant\" supermarket, eventually winning a prized \"Grocie\" Award. Prior his marriage, Alan joined the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; instead of enrolling in college after high school, a decision he is regretting and glad that his children did not made the same choice. In the episode \"Better Than the Average Cory\", reveals that after Alan's father's health deteriorated, he took over his job as a janitor for a factory before working at \"Market Giant\". Eventually, he becomes disillusioned with his standard \"9-5\" job that he had worked for so many years, and quits without discussing it with his family first. A brief period of family distress follows, with Amy proclaiming that she will, in turn, \"make a major decision that affects the entire family without consulting with him first\". Accordingly, she purchases a sporting goods and outdoor supply store that is up for sale, which Alan happily takes over, and renames \"Matthews &amp; Son\".\nTopanga Lawrence.\n (&lt;a href=\"Danielle%20Fishel\"&gt;Danielle Fishel&lt;/a&gt;) is Cory's main love interest. Her character underwent dramatic changes during the course of the series. When she was introduced in the first season as a guest who later became a recurring character, she was a &lt;a href=\"hippie\"&gt;hippie&lt;/a&gt; &lt;a href=\"vegetarian\"&gt;vegetarian&lt;/a&gt; and somewhat of an outcast, sitting at the table with the other \"weird kids\". Even her name was taken from a hippie hangout, &lt;a href=\"Topanga%2C%20California\"&gt;Topanga, California&lt;/a&gt;. However, once the characters entered high school (and Fishel became a main character), she became more of a \"regular teenage girl\", and her beliefs about the environment and other topics were less emphasized. Much was now made of the fact that Topanga was the most attractive and the most popular girl at school, and academically successful. She also cut her trademark long hair in an episode in season 4 while trying to show Cory that true beauty is on the inside. She grows distant from her parents, whom she once was very close to; by the fourth season. In A Long Walk To Pittsburgh Part 1, her parents force her to move to &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;; but in part 2, she runs away from them back to Philadelphia to be with Cory. Her relationship with her parents became more strained after their divorce.\nAlso starting in high school, her on-again/off-again relationship with Cory became a major element of the show. Their relationship seems to mirror traditional high school sweethearts, dealing with normal boyfriend/girlfriend problems; such as Cory's attraction to another girl named Lauren (&lt;a href=\"Linda%20Cardellini\"&gt;Linda Cardellini&lt;/a&gt;) which causes him and Topanga to break up until reuniting in \"Starry Night\". The series tries to justify this by saying that Cory and Topanga first met as toddlers and became best friends, only to be driven apart as they grew older and Eric pressured Cory to think of girls as \"icky\". By the time of the first-season episodes, Cory has apparently completely forgotten about Topanga and knows almost nothing about her.\nAlthough Topanga was accepted to &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;, she decided to attend Pennbrook College with Cory and their friends. She proposed to Cory at their high school graduation. They married during their sophomore year (during the final season), after which the show portrayed them with stereotypical marriage problems. At the end of the series, she and Cory, along with Eric and Shawn, moved to New York City where Topanga pursued a law internship.\nShortly after the \"Boy Meets World\" finale, Topanga became pregnant and gave birth to their first child, a daughter named Riley. Several years later, she had a second child, a son named August \"Auggie\" Matthews. In addition to raising the family, Topanga continues her pursuit of a law career and eventually passes the bar exam. Cory and Topanga's marriage continued in \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\", by which point Topanga has become a successful attorney and soon the owner of a local &lt;a href=\"Ukrainian%20cuisine%23Breads\"&gt;Ukrainian bakery&lt;/a&gt;, and Riley is thirteen years old.\nIt is strongly implied that Topanga's name is the result of a journal entry by her maternal grandmother, Rosie McGee, concerning a chance encounter with a young artist in 1961.\nShe has, in her own words, a middle name even more embarrassing than \"Topanga\".\nMr. Turner.\n (&lt;a href=\"Anthony%20Tyler%20Quinn\"&gt;Anthony Tyler Quinn&lt;/a&gt;) was the teacher of Cory, Shawn, and Topanga starting in the second season. His more laidback approach to teaching often clashed with Mr. Feeny's more traditional methods, and the students found that they could more easily identify with the hip, &lt;a href=\"Harley-Davidson\"&gt;Harley&lt;/a&gt;-riding Mr. Turner. In the second season, Shawn found residence with Mr. Turner (when his dad went on a cross-country search for Shawn's mother Verna), and found in him a friend and mentor. Mr. Turner remained on the show until midway through the fourth season, when he was put in the hospital after being involved in an accident. When Chet Hunter got back, Shawn again lives with his father briefly, until Chet had him live with his half-brother, Jack, as his roommate; thus Jack taking over the guardianship for Shawn from Chet. As homage to the character, the show made a reference to him in the last episode of Season 5; when Stuart Minkus returns for a cameo and calls out to an unseen Mr. Turner, indicating that he has recovered from his accident and returned to work. Mr. Turner is also best friends with Eli Williams.\nMr. Turner later returns as a recurring character in \"Girl Meets World\" beginning with the episode \"Girl Meets the New Teacher\" where it is revealed that after his accident he fell in love with his nurse and married her. He has also gone on to become the &lt;a href=\"New%20York%20City%20Schools%20Chancellor\"&gt;superintendent of New York's public school system&lt;/a&gt;. Cory's daughter, Riley, sees him as an uncle figure as he has formed an even closer affinity with the Matthews family than before, visiting their home often. Though thankful for him being a good educator, Topanga holds a grudge against Turner because he gave her an A- in high school. He made another appearance in the episode \"Girl Meets Creativity\".\nEli Williams.\nEli Williams (&lt;a href=\"Alex%20D%C3%A9sert\"&gt;Alex Désert&lt;/a&gt;) was another teacher to Cory, Shawn, and Topanga. He joined the show in season three when his best friend and former college roommate Jonathan Turner got him a job at the school, teaching &lt;a href=\"New%20media%20art\"&gt;media arts&lt;/a&gt;. Like Turner, Williams is considered \"hip and cool\", and can relate easily to the young students. However, being a former journalist at a television station in Philadelphia, he sometimes finds teaching and reaching out to students to be a difficult chore, something that Turner helps him out with. Stories in the third season were written to focus on the friendship between Turner and Williams and the single bachelor life of dating, partying, and socializing that they experience outside of their teaching, showing the life of young adults post-college. Williams had a starring role throughout the third season, and is last seen in the episode \"Brother, Brother\".\nAlthough he is never mentioned again after season three, he is featured in flashbacks via archive footage in the series finale \"Brave New World\", and as a result, Alex Désert (who by this time was co-starring on \"&lt;a href=\"Becker%20%28TV%20series%29\"&gt;Becker&lt;/a&gt;\") is credited as a special guest star despite never making an actual appearance.\nIn the DVD commentaries, Michael Jacobs and some of the actors discuss the network pressure during seasons 2 and 3 to bring more young adult characters to the cast. Eli Williams strongly reflects this trend.\nDespite &lt;a href=\"Michael%20Jacobs%20%28producer%29\"&gt;Michael Jacobs&lt;/a&gt;' intention to include every \"Boy Meets World\" cast member on \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\", Eli Williams never made an appearance.\nJack Hunter.\nJack Hunter (&lt;a href=\"Matthew%20Lawrence\"&gt;Matthew Lawrence&lt;/a&gt;) is Shawn's paternal half-brother, and very different from him. Growing up in a wealthy stepfamily at &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, Jack has money, works out, and has experienced relatively little difficulty in his life. Besides Shawn, Jack has at least one maternal half-sister at home.\nJack's mother left Chet Hunter with her son due to not being able to cope with her former husband's alcoholism, and eventually she and Chet both remarried after their divorce. Shawn learned about Jack's existence from his father when he was seven years old; he happily wrote to his half-brother in hopes of getting acquainted as brothers. Jack's mother, however, hid Shawn's letters from her son, leaving Shawn to believe that his half-brother turned his back on his paternal family with his mother for years until Jack finds out. Despite of it, Jack and Shawn did meet before the former enrolled to Pennbrook College at some point, but they weren't yet aware of Jack's mother's deception at the time.\nDespite Jack resenting his father for his past alcoholism, he also wants to have relationships with him and Shawn, which leads him to choose Pennbrook in hopes of becoming close to them. Dialogues imply that though Jack has a good relationship with his stepfather, but never as close as Jack would like with his father. Jack's aversion to his family's alcoholism makes him vow never to drink, and tries to save Shawn from it in one episode. However, despite having been raised by his stepfather, Jack had a gambling problema trait he shares with his father, but falls into brief relapse when placing a school bet. Chet continued to visit his sons at Pennbrook and began to reconcile with them before his death, leaving both Jack and Shawn devastated.\nChet had Shawn live with Jack during Shawn's senior year in high school, effectively having Jack taking over the guardianship for Shawn from his father and Jonathan Turner until his half-brother's graduation, though Shawn eventually moved back in with him later. Like Eric and Cory Matthews, Jack and Shawn share a comical and somewhat hostile sibling rivalry which ultimately ends with reconciliation; they have acknowledged each other brothers with Jack entering Shawn's life.\nJack became Eric's roommate, and the pair developed a friendship parallel to their siblings'. Jack, along with Eric, pined for Rachel after she moved in with them, eventually winning this battle once Eric realizes he was competing more for the sake of competing, rather than due to any genuine feelings for Rachel. The relationship between Jack and Rachel ultimately doesn't work out. Jack's personality was often adapted to the episodic storyline, rather than having his own distinct character.\nHe once mentions having six percent body fat, though he confides that in high school he was referred to as \"Jumbo Jack\", much to Eric's amusement.\nIn the \"Girl Meets World\" season two episode \"Girl Meets Semi-Formal\", it is revealed that Jack left the Peace Corps and ended his relationship with Rachel. He has joined a corporation looking to buy Eric's vote for a pipeline which would harm the environment. Jack ultimately decides not to go through with the pipeline after Eric reminds him about how simple life was when they were younger, by taking him to a middle school semi-formal dance. Jack happens to meet Cory's daughter Riley at the dance.\nAngela Moore.\nAngela Moore (&lt;a href=\"Trina%20McGee-Davis\"&gt;Trina McGee-Davis&lt;/a&gt;) was the sweetheart of Shawn Hunter in Seasons 5–7. Her first appearance, uncredited, was in Season 5, and she became a regular cast member later that season but was only billed in the closing credits with a special \"And Starring\" credit. Angela is witty and passionate about causes and people. She enjoys things for their artistic value. Although she broke up with Shawn during one or two episodes, and once for a longer period in the show's Pennbrook stage, eventually revealing that, like Shawn, Angela also comes from a broken family as her mother left her and her father. Angela fears that she would hurt Shawn as her mother did to her father. They resolved their issues and became very close, declaring their love for each other. Angela left for &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; with her father to be close to him in the series' second to last episode, therefore she is the only main character absent in the series finale.\nAngela later returns in the sequel series \"Girl Meets World\" in a guest appearance. Prior to her debut, she is mentioned in the program's season one episode \"Girl Meets Master Plan\" when Cory and Topanga explain to their daughter Riley, and her friend Maya, how Shawn and Angela met. It's also revealed that Angela and Shawn never spoke again after she left (unwittingly fulfilling her prediction that she would leave Shawn after all). She is similarly referenced in season two's \"Girl Meets Pluto\". Angela finally makes an appearance in the episode \"Girl Meets Hurricane\" where she not only reveals to Shawn the tragic news that her father Sgt. Maj. Moore (&lt;a href=\"Julius%20Carry\"&gt;Julius Carry&lt;/a&gt;) died in a fishing accident, but she has also gotten married to a man in the military much like her father was. Her reason for meeting up with Shawn is to get some advice and counsel about her fears of becoming a mother out of fear that she may end up like her own. Shawn encourages Angela to start a family with her husband, and experience the joy of being a parent (subtly implying how he feels about being a father figure for Maya in the process). After this, Angela encourages Shawn to pursue a relationship with Katy – Maya's mother – and leaves to go back home.\nRachel McGuire.\nRachel Kimberly McGuire (&lt;a href=\"Maitland%20Ward\"&gt;Maitland Ward&lt;/a&gt;) is the final addition to the main cast, appearing in the sixth and seventh seasons of the series. Rachel is a very sweet, mature young woman who forms a bond with Jack and Eric almost instantly. She and Jack date for a relatively short period of time, before deciding on being just friends. Still, it's strongly implied that the two harbor feelings for one another. Prior to moving in with Jack and Eric, she lived down the hall with her &lt;a href=\"Texas\"&gt;Texan&lt;/a&gt; boyfriend. She also roomed with Topanga and Angela for a few episodes until she got an on-campus job as a resident assistant, allowing Jack, Eric, and Shawn to get the apartment back. Rachel was the focus of a two episode story-arc in season seven when a prank war goes wrong, leaving Rachel (as well as Angela and Jack) feeling like the outcast of the gang. After Eric and Feeny intervene in an effort to save their friendships, the gang realizes the whole thing was petty and make up. In the series finale, she joins the &lt;a href=\"Peace%20Corps\"&gt;Peace Corps&lt;/a&gt; with Jack.\nDespite &lt;a href=\"Michael%20Jacobs%20%28producer%29\"&gt;Michael Jacobs&lt;/a&gt;' intention to include every \"Boy Meets World\" cast member on \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\" and Ward's willingness to reprise her role, Rachel never made an appearance. However, she is mentioned in the season 2 episode \"Girl Meets Semi-Formal\" in which &lt;a href=\"Matthew%20Lawrence\"&gt;Matthew Lawrence&lt;/a&gt; reprises his role as Jack. Eric reveals that he and Rachel are still close, whereas Jack and Rachel no longer speak.\nRecurring characters.\nLauren.\nLauren (&lt;a href=\"Linda%20Cardellini\"&gt;Linda Cardellini&lt;/a&gt;) is Cory Matthews' potential love interest and archenemy of Topanga Lawrence during Season 5; Cory meets Lauren when he sprained his ankle getting off a bus for a ski trip. She appeared on two episodes in Season 5 and one episode in Season 6. Cory develops an affectionate bond with Lauren and they had kissed, causing Cory and Topanga to break up for a while. Cory ultimately chooses Topanga after realizing his love for her and ended his potential relationship with Lauren off-screen. Topanga herself also kissed another guy during her separation with Cory, making her realize that sometimes she and Cory need to endure trials in their relationship to prove whether their love for each other is strong; Cory and Topanga ultimately got back together.\nDespite Cory being happy in his relationship with Topanga, one episode reveals that Cory occasionally thinks about Lauren, and she later appears in Cory's dream in a Season 6 episode (\"The Psychotic Episode\") after he and Topanga got engaged, implying that Cory is subconsciously wondering what life could have been like if he had chosen Lauren instead.\nLauren is later mentioned in the sequel \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\" and it is revealed in the two-part episode \"Girl Meets Ski Lodge\" that she too has become a parent. Her teenage son, Evan, appears in the episode as a friendly employee at the Mount Sun Lodge. However, Evan's relation to Lauren isn't shown until the ending moments of the second part where he innocently tells Cory that his mother says hello. Cory freaks out and runs out of the ski lodge, much to Evan's confusion.\nChet Hunter.\nShawn's father, Chet Hunter (&lt;a href=\"Blake%20Clark\"&gt;Blake Clark&lt;/a&gt;), is an on-again, off-again father figure, frequently leaving town for months or even years at a time. He is a jack-of-all-trades, holding a wide variety of (usually low-paying) jobs over the course of the series. Shawn originally idolizes his father and thinks himself responsible for his father's frequent departures. In time, though, he grows angry and resentful at the way his father treats him. Chet's eldest son, Jack, also resents his father for his past alcoholism and subsequent divorce from his mother, but he is looking for an opportunity to reconcile with him, out of hope they can be a family with Shawn.\nDuring his first major departure, Chet leaves Shawn in the care of Alan and Amy Matthews, but this ends quickly and Shawn goes to live with Jonathan Turner instead. He moves back in with his father when Chet returns to town, but at Chet's insistence, moves in with his half-brother Jack and Eric Matthews. When Shawn goes to Pennbrook, Chet goes to Jack's stepfather to ask for money to pay for Shawn's tuition. Chet returns to Philadelphia briefly, prompting a conflict with Shawn, who finally loses patience with his father's inability to stay around. Chet tells Shawn he always wanted the best for him, and stayed away because he didn't think he was good enough for him. Chet has a heart attack soon after; while in the hospital he and Shawn begin to take steps toward reconciliation when Chet dies from a second heart attack.\nChet appears as a ghost in four episodes, \"Road Trip\" in &lt;a href=\"List%20of%20Boy%20Meets%20World%20episodes%23Season%206\"&gt;Season 6&lt;/a&gt;, as well as \"Family Trees\", \"Brave New World (Part 2 – Series Finale)\" in &lt;a href=\"List%20of%20Boy%20Meets%20World%20episodes%23Season%207\"&gt;Season 7&lt;/a&gt;, and \"Girl Meets Hurricane\" in \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\"’s &lt;a href=\"List%20of%20Girl%20Meets%20World%20episodes%23Season%202%20%282015-present%29\"&gt;Season 2&lt;/a&gt;. He acts as a spirit guide for Shawn in the hard times portrayed in the first two episodes, giving him counsel and advice. His appearance in the series finale is a comical one; in a moment played for laughs as he otherwise proudly watches over his sons, Chet is outraged when he hears Jack deciding to give up his wealth for happiness, but is later proud after knowing that he is joining the Peace Corps. Unlike his other ghost appearances, no one can see or hear him in this scene, so Jack is unaware of Chet's reactions, though Rachel does get startled when Chet's ghost pinches her behind as he leaves.\nChet's only appearance in &lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt; is in the season 2 episode \"Girl Meets Hurricane\"; he encourages Shawn to pursue a romantic relationship with Katy, and implies that Shawn would be a good father-figure for Katy's daughter Maya.\nTwo episodes involving Chet (\"We'll Have A Good Time Then...\" and \"I'm Gonna Be Like You, Dad\") are named for lines from the &lt;a href=\"Harry%20Chapin\"&gt;Harry Chapin&lt;/a&gt; song \"&lt;a href=\"Cat%27s%20in%20the%20Cradle\"&gt;Cat's in the Cradle&lt;/a&gt;\", which is about a broken father-son relationship.\nJoshua Matthews.\nJoshua Matthews, (Daniel Jacobs) is the youngest of the Matthews siblings. He is born in the episode \"My Baby Valentine\" but only weighs 5 lbs and is very ill. He soon gets better in the episode \"Resurrection\". He makes his final appearance in the last episode where Cory gives him a speech about all of things that he has learned over the past seven years.\nHe later returns as a teenager in the sequel series \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\", this time playing a larger role and being portrayed by &lt;a href=\"Uriah%20Shelton\"&gt;Uriah Shelton&lt;/a&gt;. Joshua has grown up to be a handsome young man who has a great relationship with Cory and Alan. He also seems to have a charming yet silly personality, akin to Eric. Maya has a small schoolgirls crush on him for a brief episode. In the episode Girl Meets Game Night, Joshua talks to Maya about her crush on him. He says that he is too old for her and asks if she understands that. Maya sadly confirms it but says she will still fight for him. Later though in the episode Girl Meets the Tell Tale Tot, Josh says that she's not so little anymore and that he guesses he should stop looking at her like that.\nFrankie Stechino.\nFrancis Albert \"Frankie the Enforcer\" Stechino (&lt;a href=\"Ethan%20Suplee\"&gt;Ethan Suplee&lt;/a&gt;) is one of Harley Keiner's \"&lt;a href=\"lackey%20%28manservant%29\"&gt;lackey&lt;/a&gt;s\" at John Adams High, and an eventual close friend of Cory Matthews and Shawn Hunter. Surviving much longer than his counterparts, Harley and Joey, Frankie's character began his tenure on the show's second season as the \"enforcer\", torturing the other students, especially the seventh graders, including Cory and Shawn Hunter. Having realized the error of his ways along with longing for true friends, Frankie reforms into a much kinder person in season 3 and begins his friendship with Cory and Shawn. Afterwards, Frankie held Cory (and to a lesser extent, Shawn) with very high esteem, often turning to them for help and advice.\nHe enjoys writing poetry. His father is the professional wrestler &lt;a href=\"Big%20Van%20Vader\"&gt;Vader&lt;/a&gt; (whose real name is stated on the show as both Francis Albert \"Frankie\" Stechino, Sr., and Leslie). He has a younger brother named Herman, who develops a crush on Morgan Matthews. Oddly, he lives in the same trailer park as Shawn despite his father's high-profile career.\nHis last appearances as a recurring character were in the fourth season, and he returned once more, along with Joey, for the graduation episode in season 5.\nJoey Epstein.\nDuring the series' second and third seasons, Joey \"The Rat\" Epstein (&lt;a href=\"Blake%20Sennett\"&gt;Blake Sennett&lt;/a&gt;) is Harley Keiner's other \"lackey\", also antagonizing both Shawn and Cory. Joey's exact purpose in the bully entourage is never really explained. Sennett left the show in season three to pursue music with his band &lt;a href=\"Rilo%20Kiley\"&gt;Rilo Kiley&lt;/a&gt;, but he made one last appearance in season five's graduation episode.\nHarley Keiner.\nFirst appearing as the bane of Cory's existence at the start of season two, Harvey \"Harley\" Keiner (&lt;a href=\"Danny%20McNulty\"&gt;Danny McNulty&lt;/a&gt;/Kenny Johnston) was a major antagonist and recurring character for about a year of the show's run. One of the gags surrounding his character was the oddball sophistication he added to the bullying trade, often referring to the harassment of underclassmen as if it were a career and to his gang as if it were a corporation. He has a younger sister, Theresa \"TK\" Keiner (&lt;a href=\"Danielle%20Harris\"&gt;Danielle Harris&lt;/a&gt;), of whom he is overprotective.\nWhen McNulty left the cast toward the end of the second season, Harley made one more appearance (played by Kenny Johnston), only to be subsequently written out under the pretense of going to \"juvenile boot camp\". The original actor made one last token cameo appearance in the third season.\nHarley was later a recurring character on the sequel series \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\". In the interim, Harley has fully reformed into a much friendlier, compassionate person; he is shown to care a great deal about the students' well-being and is ashamed of his troubled past. Unlike their own school days, Harley and Cory have become close friends, mainly because it was Cory's influence that got him hired as custodian at John Quincy Adams Middle School, earning him the affectionate nickname \"Janitor Harley\" by the students. He also serves as another mentor figure to the four main kids (Cory's daughter Riley, Lucas Friar, Maya Hart, and Farkle Minkus). Of the bunch, Lucas is the one Harley forms the closest bond with. When they graduate from middle school, Harley reminds Lucas to always make good decisions moving forward. In the season 1 episode \"Girl Meets Flaws\", when Farkle is bullied by another student, Harley sympathizes with him and even confronts the bully about his actions.\nIn all, Harley appeared in six episodes of the sequel, including the series finale, \"Girl Meets Goodbye\".\nGriff Hawkins.\nWhen Danny McNulty left the show at the end of season 2, Griffin \"Griff\" Hawkins (&lt;a href=\"Adam%20Scott%20%28actor%29\"&gt;Adam Scott&lt;/a&gt;) stepped in briefly as his replacement. A far different sort of bully than Harley. While much friendlier, Griff was a smooth-talking freeloader who used his wits and charm to weasel his way out of many an obligation and punishment. He was on the show from 1995–1996.\nIn an episode of the sequel series \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\", there's an &lt;a href=\"Easter%20egg%20%28media%29\"&gt;easter egg&lt;/a&gt; that alludes to Griff. When Cory is presenting his class with awards, he gives Maya Hart the \"Griff Hawkins Totally Cool\" Award.\nJedidiah and Rhiannon Lawrence.\nJedidiah (&lt;a href=\"Peter%20Tork\"&gt;Peter Tork&lt;/a&gt;, &lt;a href=\"Michael%20McKean\"&gt;Michael McKean&lt;/a&gt;, and &lt;a href=\"Mark%20Harelik\"&gt;Mark Harelik&lt;/a&gt;) and Rhiannon Lawrence (&lt;a href=\"Annette%20O%27Toole\"&gt;Annette O'Toole&lt;/a&gt; and &lt;a href=\"Marcia%20Cross\"&gt;Marcia Cross&lt;/a&gt;) are Topanga's estranged parents. Dialogue suggests they were married at the same age as Cory Matthews and their daughter, Topanga, however their relationship is not as strong due to Jedidiah's (off-screen) extramarital affair with a woman named Marie.\nFor Topanga's sake and without her knowledge, Jedidiah and Rhiannon spend years in counseling in an effort to salvage their marriage. Topanga stays with her aunt, Prudence Curtis (&lt;a href=\"Olivia%20Hussey\"&gt;Olivia Hussey&lt;/a&gt;), in Philadelphia during the attempt. After their reconciliation failed, they eventually divorced. Rhiannon kept their house in Pittsburgh, while Jedidiah moved into an apartment. Their separation caused Topanga to doubt whether her relationship with Cory would last, which led to her breaking their engagement. However, touched by Cory's perseverance, Topanga ultimately gives their love another chance. By the time of the events of \"Girl Meets World\", Topanga and Cory are shown happily married with two children.\nRhiannon is obliquely referred to by her granddaughter Riley at the end of \"Girl Meets 1961\", an episode centering on Rihannon's mother, Rosie McGee.\nJason Marsden.\nJason Marsden (&lt;a href=\"Jason%20Marsden\"&gt;Jason Marsden&lt;/a&gt;), Eric's best friend from the age of three. He is often more calm than Eric, and can either be his voice of reason or the one who gets him into trouble. He is quite fond of girls, as is Eric. He was on the show from 1993–1995; he left the show after graduating and going to college, leaving Eric at home to be a \"townie\", and was never referenced again. He was the only character on the series to have the same exact name of the actor portraying him.\nJanitor Bud.\nJanitor Bud (Bob Larkin), the high school janitor, who later becomes Mr. Feeny's secretary due to Cory's getting him fired from his janitorial duties. After the change is made, he never appears on the show again, though he is referred to in an episode in a later season. He was on the show from 1994–1997.\nLila Bolander.\nLila Bolander-Feeny (&lt;a href=\"Bonnie%20Bartlett\"&gt;Bonnie Bartlett&lt;/a&gt;, &lt;a href=\"William%20Daniels\"&gt;William Daniels&lt;/a&gt;' real-life wife), Dean of Pennbrook, who later begins a romantic relationship with Mr. Feeny. She was on the show from 1997–1999.\nIn the show, she is stereotypically portrayed as a strict, disciplinarian college administrator who is romantically attracted to George Feeny, who initially did not reciprocate her affection for years until he is under her employ.\nIn her first appearance in the episode \"Learning to Fly\", she was having doubt of whether Eric Matthews of being serious of enrolling into colleges because of his less-than-stellar grades and history as a slacker, but Eric persuasively convinced her after an interview.\nGeorge Feeny eventually sees the Dean's reasonable side when she is willing to trust his judgment over Cory Matthews after he started a fight with a corrupted young professor named Stuart (portrayed by Ben Savage's real-life brother &lt;a href=\"Fred%20Savage\"&gt;Fred&lt;/a&gt;) who made an advance towards Topanga Lawrence. Dean Bolander had Cory suspended from Pennbrook for one day and under probation for the remainder of the term for starting physical violence on campus instead of expelling him, and the professor under an investigation for his misconduct. Bolander and Feeny fall in love afterward and eventually they are married. After marrying Feeny in the last episode of season six, she isn't seen again and is mentioned only a few times during the seventh and final season.\nBolander was previously married to archeologist Dr. Curtis Kincaid (&lt;a href=\"Francis%20X.%20McCarthy\"&gt;Francis X. McCarthy&lt;/a&gt;). In contrast with Feeny, Kincaid cares more about his personal success than the well being of others, which ultimately leads Dean Bolander to choose Feeny over Kincaid during the latter's attempt at salvaging their past marriage.\nTommy.\nTommy (J. B. Gaynor) was an orphan that Eric, Jack, and Rachel met while Eric was playing &lt;a href=\"Santa\"&gt;Santa&lt;/a&gt; at the mall one &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt;. After Eric gave Tommy a toy for Christmas, Tommy became convinced that Eric was really Santa and asked Eric for parents for Christmas. Eric, touched by the boy's request, decided to volunteer as Tommy's Big Brother.\nEric and Tommy became very close after this, to the point where Tommy refused to be adopted by anyone other than Eric. Eric found this out when he was informed that a couple in &lt;a href=\"California\"&gt;California&lt;/a&gt; wanted to adopt Tommy. At first, Eric tried to adopt Tommy himself, before being convinced that Tommy would have a better future with a real family. Eric finally told Tommy that he would not adopt him, though doing so left him saddened. Heartbroken, Tommy decided to go to California, but not before giving Eric one last goodbye.\nTommy, now known as Thomas Jonathan \"T. J.\" Murphy, was next seen on \"&lt;a href=\"Girl%20Meets%20World\"&gt;Girl Meets World&lt;/a&gt;\" in \"Girl Meets Mr. Squirrels Goes to Washington\" as a political activist and founder of a website called \"Thorn in Your Side\", that reports on political scandals. He volunteers to help when Eric is nominated to run for &lt;a href=\"United%20States%20Senate\"&gt;Senator&lt;/a&gt; from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, though the others are unaware of his identity. Later, at a debate against Eric's opponent, Tommy reveals his identity and speaks of Eric's compassion and how Eric had sacrificed himself for Tommy's future. Eric joyfully reunites with Tommy, who expresses his desire to continue working with Eric's campaign."
}