{
    "id": "7176240",
    "revid": "13511889",
    "url": "https://en.wikipedia.org/wiki?curid=7176240",
    "title": "Daddy Day Camp",
    "text": "Daddy Day Camp (also known as Daddy Day Care 2) is a 2007 American &lt;a href=\"comedy%20film\"&gt;comedy film&lt;/a&gt; starring &lt;a href=\"Cuba%20Gooding%20Jr.\"&gt;Cuba Gooding Jr.&lt;/a&gt;, and directed by &lt;a href=\"Fred%20Savage\"&gt;Fred Savage&lt;/a&gt; in his film directorial debut. It is the second installment in the &lt;a href=\"Daddy%20Day%20Care%20%28film%20series%29\"&gt;\"Daddy Day Care\" film series&lt;/a&gt;.\nThe film was produced by &lt;a href=\"Revolution%20Studios\"&gt;Revolution Studios&lt;/a&gt; and released by &lt;a href=\"TriStar%20Pictures\"&gt;TriStar Pictures&lt;/a&gt;, unlike its predecessor, which was distributed by &lt;a href=\"Columbia%20Pictures\"&gt;Columbia Pictures&lt;/a&gt;. The film was released in the United States on August 8, 2007. The film was panned by film critics. It has a 1% rating on &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;, and is considered to be one of the worst sequels ever produced, but the film was a modest box office success, grossing $18.2 million against a $6 million budget, although it was a ninth of what the first film grossed.\nPlot.\nFour years after &lt;a href=\"Daddy%20Day%20Care\"&gt;starting their daycare&lt;/a&gt;, Charlie and Phil take their kids to Camp Driftwood, a camp they attended as kids back in 1977. But once there, they discover that Driftwood is now completely falling to ruins and no longer the kindhearted camp site of their time. To save the run down site, Charlie and Phil buy a partnership from the older man who ran it when they were children, after the other partner runs off on vacation.\nThey run into misadventures along the way when Lance Warner, Charlie's childhood rival, who now runs the luxurious rival camp Canola, is eager to buy Driftwood just so that he can tear it down. The first day of camp turns out to be a disaster involving a skunk and a bathroom explosion.\nAs a result, most of the parents pull their kids from the camp and request refunds, but Charlie and Phil already spent all the money on repairs, leaving Driftwood with only 7 campers instead of the original 35, and in need of help to improve their financial situation. Charlie calls his military father, Colonel Buck Hinton, for help to whip the kids into shape, since they have problems following orders. The next day, Driftwood is raided by Canola, which has been joined by the 28 campers who left Driftwood. Buck arrives and starts training the campers easy until Canola raids them once again.\nAfter getting revenge on Lance for convincing his campers to steal the Driftwood flag, he responds by challenging Driftwood to the Camp Olympiad, so the kids start training for it. The kids admire Buck because of his military ways and support, but Charlie disapproves as he recounts that he doesn't want the kids to become like Buck because Charlie believes that Buck only cares about toughness and that Charlie was a disappointment to him. Charlie starts to regret his decision to call Buck when his son runs off to the woods after some campers tease him about his father's over-protectiveness because his grandpa Buck told him that he became 'tough' when he ran off to the woods. They find him, but when Charlie complains to Phil about Buck, Buck overhears their conversation and leaves camp.\nOn the day of the Olympiad, the others find out that Buck has left. Seeing the kids discouraged, Charlie goes to find Buck and bring him back, resolving all his problems with his dad in the process. When they return, the kids report that they found out that Camp Canola has cheated in the Olympiad, and have been doing so for several past years; this is especially true when it's revealed that Charlie lost to Lance when they were kids. Buck formulates a plan to win against Canola by outsmarting them. After outmatching the Canola through to the finals, Charlie lets Ben do the climbing course, since Ben knows how to climb, but he falls. However, Becca shows everyone that Lance greased the wall, exposing the truth that Lance cheated in every game in the Olympiad to everyone. Ben uses the tree next to the wall with enough time left to hit the bell, causing Driftwood to win the Olympiad.\nFed up with Lance denying being his father, Lance's son, Bobby, turns against Lance and angrily kicks him, making Lance stumble backward into the wall's supports, which also causes the wall to collapse on top of Canola's trophies, smashing them instantly and causing Lance to break down crying. Due to Driftwood's victory, all of the parents who sent their kids to Canola originally, including those who pulled their kids from Driftwood, then tell Charlie that Canola might not set the best example for their kids and request permission to send their kids to Driftwood, thus saving it from foreclosure.\nProduction.\nIn August 2003, soon after the release of \"Daddy Day Care\", Murphy was lured into making a sequel movie, although he hadn't signed up for the film.\nFrom August 23–October 4, 2006, \"Daddy Day Camp\" was set and filmed in &lt;a href=\"Park%20City%2C%20Utah\"&gt;Park City&lt;/a&gt;, and &lt;a href=\"Provo%2C%20Utah\"&gt;Provo, Utah&lt;/a&gt;.\nReception.\nBox office.\n\"Daddy Day Camp\" grossed $13.2 million in the United States and Canada, and $4.9 million in other territories, for a worldwide total of $18.2 million.\nOn opening day \"Daddy Day Camp\" grossed $773,706, and grossed $3,402,678 on opening weekend on over 2,000 screens, coming in 9th place. It went on to gross $18.2 million worldwide making it a modest box office success.\nCritical response.\nOn &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; the film holds an approval rating of 1% based on 79 reviews, with an average rating of 2.28/10. The website's critical consensus reads, \"A mirthless, fairly desperate family film, \"Daddy Day Camp\" relies too heavily on bodily functions for comedic effect, resulting in plenty of cheap gags, but no laughs.\" On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, the film has a weighted average score of 13 out of 100, based on 19 critics, indicating \"overwhelming dislike\".\nAudiences polled by &lt;a href=\"CinemaScore\"&gt;CinemaScore&lt;/a&gt; gave the film an average grade of \"B\" on an A+ to F scale. Nathan Rabin from &lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt; gave the film a rare \"F\" grade.\nHome media.\n\"Daddy Day Camp\" was released on &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; in &lt;a href=\"DVD%20region%20code%231\"&gt;Region 1&lt;/a&gt; in the United States on January 29, 2008, and also Region 2 in the United Kingdom on 18 February 2008, it was distributed by &lt;a href=\"Sony%20Pictures%20Home%20Entertainment\"&gt;Sony Pictures Home Entertainment&lt;/a&gt;."
}