{
    "id": "71825",
    "revid": "27432335",
    "url": "https://en.wikipedia.org/wiki?curid=71825",
    "title": "Burton United F.C.",
    "text": "Burton United Football Club was a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Burton%20upon%20Trent\"&gt;Burton upon Trent&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;. The club was established in 1901 by a merger of &lt;a href=\"Burton%20Swifts%20F.C.\"&gt;Burton Swifts&lt;/a&gt; and &lt;a href=\"Burton%20Wanderers%20F.C.\"&gt;Burton Wanderers&lt;/a&gt;, and played their last competitive season in 1910. In 1924 they merged with &lt;a href=\"Burton%20Town%20F.C.\"&gt;Burton All Saints&lt;/a&gt; continuing the lineage of the history of football in Burton, while at the same time legally ending the club. Between 1901 and 1907 the club were members of &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt;.\nHistory.\nThe club was formed in 1901 when &lt;a href=\"Burton%20Swifts%20F.C.\"&gt;Burton Swifts&lt;/a&gt; merged with &lt;a href=\"Burton%20Wanderers%20F.C.\"&gt;Burton Wanderers&lt;/a&gt;. Swifts had played in the Football League since 1892, whilst Wanderers had been Football League members between 1894 and 1897 but were now members of the &lt;a href=\"Midland%20Football%20League%20%281889%29\"&gt;Midland League&lt;/a&gt;. It was unusual for a smaller town such as Burton to host two Football League clubs so it was hoped the merger would see an upturn in fortunes for the United club.\nThe new club took Swifts' place in the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; of the Football League and took over residence at their &lt;a href=\"Peel%20Croft\"&gt;Peel Croft&lt;/a&gt; home. However, the new club failed to achieve success, and never finished above 10th place or made it past the first round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;. In the &lt;a href=\"1904%E2%80%9305%20Football%20League\"&gt;1904–05&lt;/a&gt; and &lt;a href=\"1905%E2%80%9306%20Football%20League\"&gt;1905–06&lt;/a&gt; seasons the club finished in second last place, and in &lt;a href=\"1906%E2%80%9307%20Football%20League\"&gt;1906–07&lt;/a&gt; finished bottom. At the end of the season the club failed to win re-election, losing their Football League place to &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;. Following the re-election meeting &lt;a href=\"Port%20Vale%20F.C.\"&gt;Burslem Port Vale&lt;/a&gt; resigned from the League, and although United applied to take their place, it was instead offered to and accepted by &lt;a href=\"Oldham%20Athletic%20F.C.\"&gt;Oldham Athletic&lt;/a&gt;.\nThe club dropped into the &lt;a href=\"West%20Midlands%20%28Regional%29%20League\"&gt;Birmingham &amp; District League&lt;/a&gt;, and in 1909 also became members of the &lt;a href=\"Southern%20League%20%28football%29\"&gt;Southern League&lt;/a&gt;. At the end of the &lt;a href=\"1909%E2%80%9310%20Southern%20Football%20League\"&gt;1909–10&lt;/a&gt; season the club finished bottom of the Birmingham &amp; District League and second bottom of their Southern League division, and subsequently merged with Burton All Saints, who had been established around the same time as United. They became &lt;a href=\"Burton%20Town%20F.C.\"&gt;Burton Town&lt;/a&gt; in 1924. They ceased playing in 1940, and were merged into &lt;a href=\"Burton%20Albion%20F.C.\"&gt;Burton Albion&lt;/a&gt; shortly after they were founded in 1950. Albion did not reach the second tier of English football, however, until &lt;a href=\"2015%E2%80%9316%20in%20English%20football\"&gt;2015–16&lt;/a&gt;, when they were promoted to the by-now &lt;a href=\"Football%20League%20Championship\"&gt;Football League Championship&lt;/a&gt;."
}