{
    "id": "7183202",
    "revid": "41707496",
    "url": "https://en.wikipedia.org/wiki?curid=7183202",
    "title": "Thirty-ninth Amendment of the Constitution of India",
    "text": "The Thirty-ninth Amendment of the &lt;a href=\"Constitution%20of%20India\"&gt;Constitution of India&lt;/a&gt;, enacted on 10 August 1975, placed the election of the &lt;a href=\"President%20of%20India\"&gt;President&lt;/a&gt;, the &lt;a href=\"Vice%20President%20of%20India\"&gt;Vice President&lt;/a&gt;, the &lt;a href=\"Prime%20Minister%20of%20India\"&gt;Prime Minister&lt;/a&gt; and the &lt;a href=\"Speaker%20of%20the%20Lok%20Sabha\"&gt;Speaker of the Lok Sabha&lt;/a&gt; beyond the scrutiny of the Indian courts. It was passed during the &lt;a href=\"Emergency%20%28India%29\"&gt;Emergency&lt;/a&gt; of 1975–1977. It was moved by the Congress government headed by &lt;a href=\"Indira%20Gandhi\"&gt;Indira Gandhi&lt;/a&gt; to preempt a hearing by &lt;a href=\"Supreme%20Court%20of%20India\"&gt;Supreme Court of India&lt;/a&gt; concerning the setting aside of Gandhi's election by the &lt;a href=\"Allahabad%20High%20Court\"&gt;Allahabad High Court&lt;/a&gt; on the grounds of corrupt electoral practices.\nBackground.\n&lt;a href=\"Indira%20Gandhi\"&gt;Indira Gandhi&lt;/a&gt; was accused by &lt;a href=\"Raj%20Narain\"&gt;Raj Narain&lt;/a&gt; for misusing the state machinery during her election polls.\nAfter that, the Allahabad High court did find her guilty, by virtue of which dismissed her immediately from the &lt;a href=\"Lok%20Sabha\"&gt;Lok Sabha&lt;/a&gt;. The high court also barred her from contesting in future elections for 6 years and demanded her resignation from PM post. Indira Gandhi appealed to the supreme court the same day and her case was accepted. The court granted her bail and allowed her to remain as Prime minister for 6 more months within which the said case would be completed, yet refused to reinstate her as a member of Parliament. Facing certain doom if the case went on in the supreme court as before, &lt;a href=\"Indira%20Gandhi\"&gt;Indira Gandhi&lt;/a&gt; successfully recommended to the President to declare a &lt;a href=\"The%20Emergency%20%28India%29\"&gt;state of emergency&lt;/a&gt; the next night and began her &lt;a href=\"rule%20by%20decree\"&gt;rule by decree&lt;/a&gt;.\nDuring this time, Indira Gandhi pushed for the thirty ninth amendment act to secure her position and prevent her removal from Indian politics. She also went ahead bringing about the &lt;a href=\"Forty-second%20Amendment%20of%20the%20Constitution%20of%20India\"&gt;forty second amendment&lt;/a&gt; act that included clause four and five of article 368, removing all restriction regarding the amendment power of the parliament and providing that amendments were not contestable in any court of law in India.\nLater on in the \"&lt;a href=\"State%20of%20Uttar%20Pradesh%20v.%20Raj%20Narain\"&gt;Indira Gandhi v. Raj Narain&lt;/a&gt;\" case, the 39th amendment was removed and the &lt;a href=\"Doctrine%20of%20Basic%20Structure\"&gt;Doctrine of Basic Structure&lt;/a&gt; was reinforced from the \"&lt;a href=\"Kesavananda%20Bharati%20v.%20State%20of%20Kerala\"&gt;Kesavananda Bharati v. State of Kerala&lt;/a&gt;\" case.\nReferences.\n&lt;a href=\"https%3A//indiankanoon.org/doc/936707/\"&gt;&lt;/a&gt; for full information on the case and its procedures."
}