{
    "id": "718597",
    "revid": "26252035",
    "url": "https://en.wikipedia.org/wiki?curid=718597",
    "title": "Phatic expression",
    "text": "In &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt;, a phatic expression (, ) is communication which serves to establish or maintain social relationships rather than to impart information. Phatic expressions are a socio-pragmatic function and are used in everyday conversational exchange typically expressed in situational instances that call for social cues. They can include social pleasantries that do not seek or offer information of intrinsic value but can signal willingness to observe conventional local expectations for politeness. In &lt;a href=\"speech\"&gt;speech&lt;/a&gt; communication the term means \"&lt;a href=\"small%20talk\"&gt;small talk&lt;/a&gt;\" (conversation for its own sake) and has also been called \"&lt;a href=\"social%20grooming\"&gt;grooming&lt;/a&gt; talking.\"\nFor example, greetings such as \"hello\", \"nice morning, isn't it?\", and, in general, \"how are you?\", are all phatic expressions, since the content is not here to obtain information: in many contexts, the intent of the speaker asking \"how are you?\" is not to know if the other person is feeling well but rather to establish or maintain social relationships with their interlocutor. &lt;a href=\"Speech%20act\"&gt;Speech act&lt;/a&gt;s, a category of phatic expressions, is a &lt;a href=\"performative%20utterance\"&gt;performative utterance&lt;/a&gt; expressed by an individual that not only presents information but performs an action as well. For instance, the phrase \"Would like to pass the &lt;a href=\"kimchi\"&gt;kimchi&lt;/a&gt; to me?\" is considered a speech act as it expresses the speaker's desire to acquire the kimchi, as well as presenting a request that someone pass the kimchi to them, rather than only asking if the other person is willing to pass the kimchi to the speaker as the &lt;a href=\"literal%20meaning\"&gt;literal meaning&lt;/a&gt; of the phrase would imply. According to anthropologist &lt;a href=\"Bronis%C5%82aw%20Malinowski\"&gt;Bronisław Malinowski&lt;/a&gt;, apparently \"purposeless\" speech acts—polite small talk, like \"how are you?\" or \"have a nice day\"—even though their content may be trivial or irrelevant to the situation, perform the important function of establishing, maintaining, and managing bonds of sociality between participants.\nIn &lt;a href=\"Roman%20Jakobson\"&gt;Roman Jakobson&lt;/a&gt;'s work, the 'phatic' function of language concerns the channel of communication; for instance, when one says \"I can't hear you, you're breaking up\" in the middle of a cell-phone conversation. This usage appears in research on &lt;a href=\"online%20communities\"&gt;online communities&lt;/a&gt; and &lt;a href=\"micro-blogging\"&gt;micro-blogging&lt;/a&gt;.\nHistory.\nThe term \"phatic communion\" ('bonding by language') was coined by anthropologist &lt;a href=\"Bronis%C5%82aw%20Malinowski\"&gt;Bronisław Malinowski&lt;/a&gt; in his essay \"The Problem of Meaning in Primitive Languages\", which appeared in 1923 as a supplementary contribution to \"&lt;a href=\"The%20Meaning%20of%20Meaning\"&gt;The Meaning of Meaning&lt;/a&gt;\" by &lt;a href=\"C.%20K.%20Ogden\"&gt;C. K. Ogden&lt;/a&gt; and &lt;a href=\"I.%20A.%20Richards\"&gt;I. A. Richards&lt;/a&gt;. The term \"phatic\" means \"linguistic\" (i.e. \"by language\") and comes from the Greek φατός \"phatós\" (\"spoken, that may be spoken\"), from φημί \"phēmí\" (\"I speak, say\").\nPhatic expressions in various languages.\nDanish.\nDanish has several phatic greetings:\nSome phatic greetings are only used in writings such as letters, e-mails and speeches read aloud:\nSome greetings like \"hej\" can be used throughout the day. Some are more specific, and the specific time of when to switch to the next greeting can vary from speaker to speaker. Time-specific greetings include \n\"Godmorgen\" ('good morning'), \"God formiddag\" (literally 'good pre-noon'), \"Goddag\" ('good day'), \"God eftermiddag\" ('good afternoon'), \"Godaften\" ('good evening'), and \"Godnat\" ('good night').\nWays of saying thanks include \"tak \"'thanks', \"tak skal du have\" 'thanks shall you have', \"mange tak\" 'many thanks', 'thousand thanks', \"tak for det\" 'thanks for that' and \"jeg takker\" 'I thank'. A thanks can be answered with \"selv tak\" 'self thanks' or \"det var så lidt\" 'it was so little' (referring to the small amount of work that had to be done).\nOther phatic expressions include \"Held og lykke\" ('luck and fortune'), equivalent to the English \"good luck\", and \"Knæk og bræk\" ('crack and break') which has the same meaning as \"good luck\" similar to the English expression \"break a leg\", mostly used by hunters, fishers, and theater crews.\nEnglish.\n\"You're welcome\", in its phatic usage, is not intended to convey the message that the hearer is welcome; it is a phatic response to being thanked, which in turn is a phatic whose function is to acknowledge the receipt of a benefit.\nSimilarly, the question \"how are you?\" is usually an automatic component of a social encounter. Although there are times when \"how are you?\" is asked in a sincere, concerned manner and does in fact anticipate a detailed response regarding the respondent's present state, this needs to be &lt;a href=\"Pragmatics\"&gt;pragmatically&lt;/a&gt; inferred from &lt;a href=\"Context%20%28language%20use%29\"&gt;context&lt;/a&gt; and &lt;a href=\"Intonation%20%28linguistics%29\"&gt;intonation&lt;/a&gt;.\nExample: a simple, basic exchange between two acquaintances in a non-formal environment:\nOr:\nIn both dialogues neither speaker expects an actual answer to the question but rather it is an indication that each has recognized the other's presence and has therefore sufficiently performed that particular social duty.\nIcelandic.\nThere are several phatic greetings in Icelandic differing in formality:\nThanking:\nJapanese.\nIn Japanese, phatic expressions play a significant role in communication, for instance the &lt;a href=\"backchannel%20%28linguistics%29\"&gt;backchannel responses&lt;/a&gt; referred to as \"&lt;a href=\"aizuchi\"&gt;aizuchi&lt;/a&gt;\". Other such expressions include the ubiquitous \"Yoroshiku onegaishimasu\" (\"please treat me well\", used before starting work with someone), \"Otsukaresama desu\" (lit. \"you must be tired\", closer to \"thank you for your hard work\"—used for leave-taking and sometimes as a greeting) and \"Osewa ni natteimasu\" (\"thank you for your support\").\nMandarin Chinese.\nIn China, the phatic expression \"吃饭了吗\" \"have you eaten?\" is equivalent to English speakers \"how are you?\" Food culture is important in China and thus inquiring if one is well-fed implies the speaker's desire to know if you have this basic need met. This expression is most often used by older members of society towards younger persons.\nPersian.\n&lt;a href=\"Taarof\"&gt;Taarof&lt;/a&gt; is a complex set of expressions and other gestures in &lt;a href=\"Persianate%20society\"&gt;Persian society&lt;/a&gt;, primarily reflected in the &lt;a href=\"Persian%20language\"&gt;language&lt;/a&gt;.\nWelsh.\nIn &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; the general phatic is a regional and &lt;a href=\"colloquial\"&gt;colloquial&lt;/a&gt; version of \"sut mae?\" (\"how is?\"). The general pronunciation in southern Wales is \"shw mae\" and in the North, \"su' mae\". The usual answer is \"iawn\" (OK) or, \"iawn, diolch' (OK, thanks), or maybe the more traditional, \"go lew\" (quite good), \"go lew, diolch\" (quite good, thanks). \"Many native-speakers don't answer like this. but simply say, \"shw mae?\" or \"su' mae?\" in response.\"\nThe use of \"sut mae\" phatic has been used as a Welsh language campaigners to encourage Welsh-speakers to begin conversations in Welsh, and for non-fluent speakers to \"give it a go\". &lt;a href=\"Shwmae%20Sumae%20Day\"&gt;Shwmae Sumae Day&lt;/a&gt; was held for the first time in 2013 and is held annually on 13 October.\nIn fiction.\nPhatic expressions are often created by authors, particularly in science fiction or fantasy, as part of their &lt;a href=\"worldbuilding\"&gt;worldbuilding&lt;/a&gt;.\nNon-verbal phatic expressions.\nNon-verbal phatic expressions are used in &lt;a href=\"nonverbal%20communication\"&gt;nonverbal communication&lt;/a&gt; for emphasis or to add detail to the message that a person conveys or expresses. Common examples of these are smiling, gesturing, waving, etc. According to Dr. Carola Surkamp, professor at University of Cologne, non-verbal phatic communication can be expressed with involuntary physical features such as direction of gaze, blushing, posture, etc. and that these have a vital function in regulating conversation.\nOnline phatic expressions.\nPhatic expressions are used on different communication platforms on the internet such as social media networks where certain platforms require and prompt certain actions to be made between users to communicate or implicate certain messages between people without direct utterances. Examples for this would be: 'likes', comments/replies, shares/reblogs, &lt;a href=\"emoji\"&gt;emoji&lt;/a&gt; use, etc. These \"phatic posts\" as Radovanovic and Ragnedda like to call them, are again used with a social function of social communicative upkeep with the primary function of expressing social connection, relationships between users, and recognition of coparticipants."
}