{
    "id": "718645",
    "revid": "1064317166",
    "url": "https://en.wikipedia.org/wiki?curid=718645",
    "title": "Extreme Ghostbusters",
    "text": "Extreme Ghostbusters is an American animated television series, a follow-up to the animated series \"&lt;a href=\"The%20Real%20Ghostbusters\"&gt;The Real Ghostbusters&lt;/a&gt;\". It is a part of the &lt;a href=\"Ghostbusters%20%28franchise%29\"&gt;\"Ghostbusters\" franchise&lt;/a&gt;. The series originally aired on the Syndicated &lt;a href=\"BKN\"&gt;BKN&lt;/a&gt; block in &lt;a href=\"1997%20in%20television\"&gt;1997&lt;/a&gt;, and features a team of younger college-level Ghostbusters who are led by veteran Ghostbuster &lt;a href=\"Egon%20Spengler\"&gt;Egon Spengler&lt;/a&gt;. In some TV listings, the series was called Ghostbusters Dark.\nPlot.\nSet years after the end of \"&lt;a href=\"The%20Real%20Ghostbusters\"&gt;The Real Ghostbusters&lt;/a&gt;\", lack of supernatural activity has put the Ghostbusters out of business. Each member has gone their separate way, except for Dr. Egon Spengler, who still lives in the firehouse to monitor the containment unit, take care of &lt;a href=\"Ghostbusters%20%28franchise%29%23Slimer\"&gt;Slimer&lt;/a&gt;, further his studies and teach a class on the paranormal at a local college. When ghosts start to reappear, Egon is forced to recruit his lone four students as the new Ghostbusters. These are Kylie Griffin, who is a &lt;a href=\"Goth%20subculture\"&gt;goth&lt;/a&gt; &lt;a href=\"genius\"&gt;genius&lt;/a&gt; and expert on the &lt;a href=\"occultism\"&gt;occultism&lt;/a&gt;; Eduardo Rivera, a cynical &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; slacker; Garrett Miller, a young &lt;a href=\"European%20Americans\"&gt;white&lt;/a&gt; &lt;a href=\"Paraplegia\"&gt;paraplegic&lt;/a&gt; &lt;a href=\"Sportsperson\"&gt;athlete&lt;/a&gt; who uses a &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt;; and Roland Jackson, a studious &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; machinery whiz. Filling the cast are &lt;a href=\"Janine%20Melnitz\"&gt;Janine Melnitz&lt;/a&gt;, the Ghostbusters' previous secretary who returns to the job, and Slimer, a hungry ghost.\nThe series follows the adventures of this \"Next Generation\" of Ghostbusters tracking down and capturing ghosts all over New York and occasionally beyond the city. The series is styled as a supernatural comedy, following the trend set by its &lt;a href=\"The%20Real%20Ghostbusters\"&gt;predecessor&lt;/a&gt;, but given an updated and darker feel. This is reflected by the use of a gritty, &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt;/&lt;a href=\"punk%20rock\"&gt;punk&lt;/a&gt;-inspired variation of &lt;a href=\"Ray%20Parker%20Jr.\"&gt;Ray Parker Jr.&lt;/a&gt;'s song \"&lt;a href=\"Ghostbusters%20%28song%29\"&gt;Ghostbusters&lt;/a&gt;\" as the opening theme, written by &lt;a href=\"Jim%20Latham\"&gt;Jim Latham&lt;/a&gt; and performed by voice actor &lt;a href=\"Jim%20Cummings\"&gt;Jim Cummings&lt;/a&gt;. Recurring themes throughout the series are the new team learning to work together despite their differences, Janine's largely unrequited affection for Egon, the &lt;a href=\"love-hate%20relationship\"&gt;love-hate relationship&lt;/a&gt; between Kylie and Eduardo that is never resolved, and the Ghostbusters' frequent clashes with authority figures who disbelieve their work.\nProduction.\nShowrunner Bob Higgins told \"Ability Magazine\" that the decision to create a new \"Ghostbusters\" was taken by the studio, which hoped to reinvigorate a lucrative franchise. Originally announced as \"Super Ghostbusters\" in 1996, the initial press release had Janine, teaching history at a local college, bringing together a new team with \"a hip new attitude\" to face a new plague of ghosts; \"short on time and more than a little desperate, Janine turns to four of her teenaged students\". (Egon would be \"huddled in front of a computer screen, battling program bugs instead of spooks\".)\nThe show's creators decided \"what we wanted to do was really put together a team of misfits in a way, people that you would not necessarily associate with being superheroes on television\";, hence Eduardo as a slacker, Roland as a \"square\", and Kylie as moody and sarcastic, with Garrett as the balance, \"an adrenaline junkie... who could kind of kick start the team\". &lt;a href=\"Fil%20Barlow\"&gt;Fil Barlow&lt;/a&gt;, the designer, was given rough outlines and originally designed all the characters bar Eduardo as girls (Garrett as Lucy and Roland as Julia), with Egon originally designed as bearded and robed. This aspect would be dropped. (Barlow pitched \"Egon as an ambassador to the ghost realm trying to stop an impending war on the other side\".)\nDuring production, Lucy/Garrett was found to be quite bland and annoying until producer &lt;a href=\"Jeff%20Kline\"&gt;Jeff Kline&lt;/a&gt; suggested putting the character in a wheelchair; Higgins stated this made Garrett more interesting to write, as he was now \"one of these guys that takes what he is given and makes the best of it and really lives up to any potential that he has\". When designed as Lucy, she was given proton-blasting callipers and crutches, but producer &lt;a href=\"Richard%20Raynis\"&gt;Richard Raynis&lt;/a&gt; requested the wheelchair instead (Barlow attempted to show a female character could \"be fearless and gung ho\" but Raynis requested the gender change). The show ended up winning an award from the Los Angeles Commission on Disabilities for its work on Garrett.\nVarious elements would be changed before airing: Egon would replace Janine as the teacher, Slimer lost a goblin sidekick called Gnat, and Garrett was originally \"Lucas\". Roland was originally a clumsy \"gentle giant\", Eduardo had a dream of running in the Olympics, and Lucas had a hair-trigger temper (some of these still made it to the character profiles on the \"EGB\" website).\nThe team that helmed \"Extreme Ghostbusters\" consisted of many producers and writers that had done work on \"The Real Ghostbusters\", including Raynis. As a result, the show was made as an explicit sequel to \"Real\". This made the show one of the few direct sequels to a 1980s cartoon series — other franchises, such as \"&lt;a href=\"Masters%20of%20the%20Universe\"&gt;Masters of the Universe&lt;/a&gt;\" and \"&lt;a href=\"Teenage%20Mutant%20Ninja%20Turtles\"&gt;Teenage Mutant Ninja Turtles&lt;/a&gt;\", opted for series relaunches — and as such opted for a more realistic passage of time. &lt;a href=\"Maurice%20LaMarche\"&gt;Maurice LaMarche&lt;/a&gt; was brought back to play Egon Spengler — though &lt;a href=\"Frank%20Welker\"&gt;Frank Welker&lt;/a&gt; and Laura Summer did not return to play Slimer and Janine, respectively. The series would start to have more explicit tie-ins to \"Real\" as it went on — \"Slimer's Sacrifice\" referenced Egon entering the Containment Unit in an episode of \"Real Ghostbusters\": \"Xmas Marks the Spot\"; \"Grundelesque,\" was a direct sequel to \"Real Ghostbusters\" episode \"The Grundel\", bringing back the eponymous villain and revealing Kylie lost a friend during its first attack. Finally - and notably - was the two-part finale \"Back in the Saddle\", which featured the remaining original Ghostbusters returning and teaming up with their successors — with &lt;a href=\"Dave%20Coulier\"&gt;Dave Coulier&lt;/a&gt; (the second voice of &lt;a href=\"Peter%20Venkman\"&gt;Peter Venkman&lt;/a&gt;), &lt;a href=\"Buster%20Jones\"&gt;Buster Jones&lt;/a&gt; (the second voice of &lt;a href=\"Winston%20Zeddemore\"&gt;Winston Zeddemore&lt;/a&gt;), and Frank Welker (the voice of &lt;a href=\"Ray%20Stantz\"&gt;Ray Stantz&lt;/a&gt;) all reprising their roles.\nBroadcast.\nThe series originally aired on the Syndicated &lt;a href=\"BKN\"&gt;BKN&lt;/a&gt; block in &lt;a href=\"1997%20in%20television\"&gt;1997&lt;/a&gt;.\nThe show first aired in the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt; on &lt;a href=\"RTE%20Two\"&gt;RTE Two&lt;/a&gt; from 19 February 1998 to 1999.\nYears later, a short rerun was shown on the same channel in the summer of 2007.\nIn 2021, to celebrate the upcoming release of \"\", episodes of both \"&lt;a href=\"The%20Real%20Ghostbusters\"&gt;The Real Ghostbusters&lt;/a&gt;\" and \"Extreme Ghostbusters\" were released onto the official Ghostbusters Youtube channel.\nHome media.\nIn 1999, three &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; volumes of the show were released by &lt;a href=\"Sony%20Pictures%20Home%20Entertainment\"&gt;Columbia TriStar Home Video&lt;/a&gt;, all of which are now out of print. These videotapes were available to purchase separately or as a packaged boxed set containing all three volumes. The episodes included on the VHS volumes were:\nA two-disc &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; set of the series was released in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; on June 2, 2009 and in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; on June 15 the same year, along with &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, all containing the first thirteen episodes of the series, with the UK releases being slightly edited to remove scenes of horror and threat.\nThere is currently no plan to release the series on DVD in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nThe series was re-released in the UK on the 27th of June 2016, once again featuring the first 13 episodes.\nIn January 2021, the episodes were officially uploaded weekly by the official Ghostbusters YouTube Channel in High Definition.\nReception and legacy.\nIn a retrospective of the show, \"&lt;a href=\"SFX%20%28magazine%29\"&gt;SFX&lt;/a&gt;\" referred to the \"consensus that any extension of the \"Ghostbusters\" brand requires a whole new team of newbies to take on the mantle\" and that \"Extreme Ghostbusters\" was the first time it was put into practice. The failure of the show, blamed by the showrunners on poor US scheduling and the decline of non-&lt;a href=\"E/I\"&gt;educational&lt;/a&gt; children's syndication in favor of carriage on networks such as &lt;a href=\"Fox%20Kids\"&gt;Fox Kids&lt;/a&gt; and &lt;a href=\"Kids%27%20WB\"&gt;Kids' WB&lt;/a&gt; and cable channels (\"broadcast mid-morning in a slot only suitable for pre-schools,\" though some American stations still did carry the show between 3:00pm and 5:00pm in the afterschool period), was seen by \"SFX\" as showing \"the appeal of Ghostbusters was only partially the concept... that it's the characters we love above all must be a sobering thought for anyone charged with rebooting \"Ghostbusters\" again.\" The show was also noted for being aimed at \"a slightly more adolescent audience with a tougher edge\", \"clearly intended to test the boundaries of child-friendly horror\" and the Eduardo/Kylie relationship pushed the edges of the ratings.\nThe character of Kylie Griffin appeared in the IDW comics in the 2010s.\nMerchandise and other media.\nThe cartoon series generated a line of &lt;a href=\"action%20figure\"&gt;action figure&lt;/a&gt;s released by &lt;a href=\"Trendmasters\"&gt;Trendmasters&lt;/a&gt;. The line included Roland, Eduardo, Kylie, and several ghosts, as well as an updated version of Egon Spengler, and the Ecto-1; Garrett did not have a figure released, although collectors have found a prototype figure. Also released was a role playing Proton Pack and Ghost Trap.\nWebsite.\nThe original website (still available online) contained a Flash tour of the Firehouse, character profiles, descriptions of the ghosts fought, and a Flash game. Some of the character details in the profiles had never made it into an episode.\nThe \"Spengler's Spirit Guide\" section contained journal entries by \"Egon\" himself, about haunted areas and the how-to of ghostbusting. Two of the entries, The Bermuda Triangle and The Jersey Devil, were topics that showed up in episodes.\nVideo games.\nThree &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s based on the series were also created, \"&lt;a href=\"Ghostbusters%20video%20games%23Extreme%20Ghostbusters\"&gt;Extreme Ghostbusters&lt;/a&gt;\" for the &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt;, ' for &lt;a href=\"Game%20Boy%20Advance\"&gt;Game Boy Advance&lt;/a&gt; and ' for the &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt;. There are also two PC games: and &lt;a href=\"Extreme%20Ghostbusters%20Creativity%20Centre\"&gt;Extreme Ghostbusters Creativity Centre&lt;/a&gt;."
}