{
    "id": "7195644",
    "revid": "38905475",
    "url": "https://en.wikipedia.org/wiki?curid=7195644",
    "title": "Capital Terminus Collective",
    "text": "The Capital Terminus Collective (CTC), was an &lt;a href=\"anarchist\"&gt;anarchist&lt;/a&gt; group based in &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt; with sympathetic or contributing members throughout that state. It was affiliated with &lt;a href=\"NEFAC\"&gt;NEFAC&lt;/a&gt; and shared some members with the Atlanta group of the &lt;a href=\"Industrial%20Workers%20of%20the%20World\"&gt;Industrial Workers of the World&lt;/a&gt; (IWW) . One of its members is an &lt;a href=\"octogenarian\"&gt;octogenarian&lt;/a&gt; and was a fighter in the &lt;a href=\"anarchist\"&gt;anarchist&lt;/a&gt; &lt;a href=\"Durruti%20Column\"&gt;Durruti Column&lt;/a&gt; during the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;. The group engages in various political activities including &lt;a href=\"pamphleting\"&gt;pamphleting&lt;/a&gt;, demonstrating against groups such as &lt;a href=\"The%2021st%20Century%20Paul%20Revere%20Ride\"&gt;The 21st Century Paul Revere Ride&lt;/a&gt; and &lt;a href=\"Hammerskins\"&gt;Hammerskins&lt;/a&gt;, and building community ties and awareness.\nBirth.\nIt was the idea of a few &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; attendees of the &lt;a href=\"Million%20Worker%20March\"&gt;Million Worker March&lt;/a&gt; in 2004 to create an anarchist &lt;a href=\"collective\"&gt;collective&lt;/a&gt; in Atlanta, and early in 2005, a few locals began holding &lt;a href=\"study%20groups\"&gt;study groups&lt;/a&gt; on &lt;a href=\"anarchism\"&gt;anarchism&lt;/a&gt; and &lt;a href=\"political%20theory\"&gt;political theory&lt;/a&gt;. Apart from the study groups, the collective began organizing to promote the idea of a Southeast &lt;a href=\"anarchist-communist\"&gt;anarchist-communist&lt;/a&gt; &lt;a href=\"federation\"&gt;federation&lt;/a&gt;, much like that of &lt;a href=\"NEFAC\"&gt;NEFAC&lt;/a&gt;, or &lt;a href=\"Federaci%C3%B3n%20Anarquista%20Ib%C3%A9rica\"&gt;FAI&lt;/a&gt; of &lt;a href=\"Iberian%20Peninsula\"&gt;Iberia&lt;/a&gt;.\nIn April 2005, with the intent of further spreading their desire to form a Southeastern anarchist-communist federation, members of CTC attended the 2nd annual &lt;a href=\"Southeast%20Anarchist%20Network\"&gt;Southeast Anarchist Network&lt;/a&gt; (SEANET) gathering in &lt;a href=\"Charleston%2C%20SC\"&gt;Charleston, SC&lt;/a&gt;. Capital Terminus held a &lt;a href=\"workshop\"&gt;workshop&lt;/a&gt; in the idea, and proposed it to the assembly, however, most of the attendees were not necessarily convinced of the idea. The collective continued however to spread the idea as best they could to parts of the Southeast.\nJuly 2005 Conference.\nIn July 2005, the CTC held the conference that was meant to establish a Southeastern anarchist-communist federation. Attending were people from &lt;a href=\"North%20Georgia\"&gt;North Georgia&lt;/a&gt;, &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, and &lt;a href=\"Athens%2C%20GA\"&gt;Athens, GA&lt;/a&gt;, as well as observers from the &lt;a href=\"Northwestern%20Anarchist%20Federation\"&gt;Northwestern Anarchist Federation&lt;/a&gt; (NAF) and participants from the labor union &lt;a href=\"UNITE-HERE\"&gt;UNITE-HERE&lt;/a&gt;. At the beginning of the conference, it was clear that a federation was a goal that was too long term, and the conference became a \"second formation\" of the collective. The collective membership boosted to at least two-dozen, and potential for an effective organization was realized, and CTC was re-organized into three &lt;a href=\"working%20groups\"&gt;working groups&lt;/a&gt;. Two working groups were to focus on issues sorted out and elected by the assembly, which were &lt;a href=\"Self-defense\"&gt;Self-defense&lt;/a&gt;/&lt;a href=\"Women%27s%20rights\"&gt;Women's rights&lt;/a&gt; and the other &lt;a href=\"Counter-recruitment\"&gt;Counter-recruitment&lt;/a&gt;/&lt;a href=\"Anti-militarism\"&gt;Anti-militarism&lt;/a&gt;. The third working group was for constant production of the newsletter, \"Anarchist Atlanta\", and production and maintenance of a website. Coordinators were elected for each working groups and each acted autonomously within the whole. Prior to the Conference, the offices of Secretary and Treasurer had not been re-elected because of the short lived life so far, and the two offices were reorganized and new people were elected.\nSelf Defense/Women's Rights.\nIn the following months, the Women's rights working group would decide to create a women's self-defense class as well as produce small &lt;a href=\"Leaflet%20%28information%29\"&gt;leaflet&lt;/a&gt;s to distribute throughout the community. These were coined \"&lt;a href=\"info-bombs\"&gt;info-bombs&lt;/a&gt;.\" The classes fell through due to external complications and as to this date, the infobombs are still being produced.\nCounter-recruitment/Anti-militarism.\nAt the beginning of the school-year, CTC met with &lt;a href=\"Georgia%20Peace%20and%20Justice%20Coalition\"&gt;Georgia Peace and Justice Coalition&lt;/a&gt; and adhered to their plan to flyer local &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; games with information concerning &lt;a href=\"military%20enlistment\"&gt;military enlistment&lt;/a&gt;, &lt;a href=\"opt-out%20forms\"&gt;opt-out forms&lt;/a&gt;, and sign-up lists to receive more information. As the football season of that year ended, talk of doing the same thing at &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; games was discussed among the two groups, but nothing came of it. The GPJC continued with the efforts as CTC left the project.\nDisestablishment.\nMembers drifted away and work ceased around 2008, one of the last public activities was hosting Andrew Flood's 'Building a Popular Anarchism' 44 city tour of North America in April of that year. The remaining treasury was donated in 2010 to a Haitian workers relief fund."
}