{
    "id": "7196285",
    "revid": "2274507",
    "url": "https://en.wikipedia.org/wiki?curid=7196285",
    "title": "Sleeper bus",
    "text": "A sleeper bus is a type of specially adapted &lt;a href=\"coach%20%28vehicle%29\"&gt;coach&lt;/a&gt; which is designed for the passengers to sleep in.\nPrivate Charter.\nAlso known in the US as an entertainer coach and in Europe as a nightliner, a sleeper bus is often used to transport &lt;a href=\"musical%20ensemble\"&gt;bands&lt;/a&gt; and their &lt;a href=\"technician\"&gt;technician&lt;/a&gt;s and &lt;a href=\"road%20crew\"&gt;road crew&lt;/a&gt; between cities and shows. Other terms used are band bus, crew bus, entertainer bus, NightRider, sleeper coach, and tour bus.\nIn Europe, such vehicles are full-sized coaches but are designed internally to carry only between 8 and 18 passengers. There are always full &lt;a href=\"galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; facilities, comfortable lounges and &lt;a href=\"bunk%20bed\"&gt;bunk bed&lt;/a&gt;s to allow the passengers to eat, relax and sleep during the journey to the next &lt;a href=\"gig%20%28musical%20performance%29\"&gt;gig&lt;/a&gt; or &lt;a href=\"concert\"&gt;concert&lt;/a&gt;. Such vehicles sometimes have blacked out or &lt;a href=\"mirror\"&gt;mirror&lt;/a&gt;ed windows, allowing passengers to see out, but preventing fans from peering in. They are well equipped, as the comfort of the passengers is paramount. &lt;a href=\"DVD%20player\"&gt;DVD player&lt;/a&gt;s, large screen &lt;a href=\"Large-screen%20television%20technology\"&gt;TV&lt;/a&gt;, and game systems are now the norm, while some vehicles even have personal DVD players and screens in each bunk. \nWell-known bands such as &lt;a href=\"Bon%20Jovi\"&gt;Bon Jovi&lt;/a&gt; or &lt;a href=\"U2\"&gt;U2&lt;/a&gt; may use as many as seven or eight sleeper buses on their tours to accommodate the many road crew members required. However, such bands themselves rarely travel on the bus but usually use air transport or &lt;a href=\"limousine\"&gt;limousine&lt;/a&gt;s or a luxury &lt;a href=\"splitter%20tour%20bus\"&gt;splitter tour bus&lt;/a&gt;, leaving their crew members to travel by bus. Smaller, less well-known bands will usually travel on the bus along with their tech crew.\nSleeper coaches have come a long way from the old days, when ex-&lt;a href=\"National%20Express%20Coaches\"&gt;National Express&lt;/a&gt; coaches were retired into sleeper coach use. Now, the leading companies are buying new coaches, which, after fitting out, cost over £350,000 (), though the rates for these coaches are not much more than conventional coaches.\nSome travel companies use them as mobile hotels, taking tourists to locations where there is no hotel or there are long distances overnight.\nPublic transport.\nChina.\nIn China, sleeper buses are a common means of long-distance transportation. They are slightly more expensive than trains, but also a little faster, and tickets are more readily available. There have been a number of fatal crashes involving these buses in China.\nDue to increased safety incident, sleeper bus was banned from registration start 2012.\nIndia.\nIn India, these buses are used for inter city travel and are operated by both the government and private bus companies. They are operated between cities which are 6 hours to 10 hours apart by road. The journeys usually start late in the evening or at midnight and are scheduled so that most of the travel is at night. This service is a good alternative to trains, as seats in trains get booked well in advance. Also, these buses are seldom filled beyond capacity.\nSeveral State Transport units such as the &lt;a href=\"Maharashtra%20State%20Road%20Transport%20Corporation\"&gt;Maharashtra State Road Transport Corporation&lt;/a&gt; (MSRTC), &lt;a href=\"Karnataka%20State%20Road%20Transport%20Corporation\"&gt;Karnataka State Road Transport Corporation&lt;/a&gt; (KSRTC) and the &lt;a href=\"State%20Express%20Transport%20Corporation%20%28Tamil%20Nadu%29\"&gt;State Express Transport Corporation&lt;/a&gt; (SETC) also operate sleeper bus services.\nUnited Kingdom.\nSleeper services, open to the general public, are known to have existed in the late 1920s and early 1930s. At least two such services operated, from London to Liverpool (The Albatross Sleeping Car Co.) and London to Manchester/Liverpool, run by a company called Land Liners Ltd. But the vogue passed, until 2011.\nOn August 2, 2011, the &lt;a href=\"Stagecoach%20Group\"&gt;Stagecoach Group&lt;/a&gt; announced it was launching a new Sleeper coach service, open to the general public, using 'bendybuses'. The London to Glasgow service was operated under the &lt;a href=\"Megabus%20%28Europe%29\"&gt;Megabus&lt;/a&gt; brand and offered overnight travel on a budget. Trial journeys started on 5 September 2011. The service officially started on 21 October 2011. The service was axed on 21 May 2017 with the company stating that while \"the service was popular, unfortunately, the overall level of demand dropped\".\nUnited States.\nA San Francisco–Los Angeles sleeper bus began operation in July 2017."
}