{
    "id": "720452",
    "revid": "85019",
    "url": "https://en.wikipedia.org/wiki?curid=720452",
    "title": "Dead bolt",
    "text": "A dead bolt, deadbolt or dead lock is a &lt;a href=\"Lock%20%28security%20device%29\"&gt;locking mechanism&lt;/a&gt; distinct from a &lt;a href=\"spring%20bolt%20lock\"&gt;spring bolt lock&lt;/a&gt; because a deadbolt can be opened only by a key or handle. The more common spring bolt lock uses a &lt;a href=\"spring%20%28device%29\"&gt;spring&lt;/a&gt; to hold the bolt in place, allowing retraction by applying force to the bolt itself. A deadbolt can therefore make a door more resistant to entry without the correct &lt;a href=\"key%20%28lock%29\"&gt;key&lt;/a&gt;, as well as make the door more resistant to forced entry.\nA deadbolt is often used to complement a spring-bolt lock on an entry door to a building.\nCommon types.\nA deadlock, if it is cylinder operated, may be either single cylinder or double cylinder. A single cylinder deadlock will accept a key on one side of the lock, but is operated by a twist knob on the other side. Double cylinder locks will accept a key on both sides and therefore do not require (and often do not have) any twist knob. This prevents unwanted unlocking of the door by forced access to the interior twist knob (via a nearby window, for example). Double cylinder locks are sometimes banned from areas because they can be difficult to open from the inside and violate &lt;a href=\"fire%20safety\"&gt;fire safety&lt;/a&gt; regulations. Some lock manufacturers also have a \"lockable\" knob: a key is always needed on one side (usually external), and a twist knob can be used on the other (internal), \"unless\" a button has been pressed, in which case a key is also needed on the internal side.\nA variant of the standard deadbolt is the vertical deadbolt, invented by &lt;a href=\"Segal%20Lock%20and%20Hardware%20Company\"&gt;Samuel Segal&lt;/a&gt;. Vertical deadbolts resist \"jimmying\", in which an intruder inserts a &lt;a href=\"crowbar%20%28tool%29\"&gt;crowbar&lt;/a&gt; between the door and the &lt;a href=\"jamb\"&gt;jamb&lt;/a&gt; and attempts to pry the bolt out of the door.\nOther types of deadbolts include:\nSafety.\nThe double cylinder design raises a safety issue. In the event of a fire, occupants will be prevented from escaping through double-cylinder locked doors unless the correct key is used. This is often an avoidable cause of death in house fires. The risk can be mitigated by locking the deadlock only when there are no occupants inside the building, or leaving the key near the keyhole. Some fire departments suggest putting the key on a small nail or screw near the door at floor level, since the cleanest air is at floor level and one may be crawling to get to the exit, thus placing the key where it is easiest to find. \nNote that single cylinder dead locks (with an unlocked twist mechanism on the inside of the door) do not have this problem, and therefore are most commonly used on fire exits. Some areas have fire safety codes that do not allow a locked exit."
}