{
    "id": "7210724",
    "revid": "9961226",
    "url": "https://en.wikipedia.org/wiki?curid=7210724",
    "title": "Axis occupation of Vojvodina",
    "text": "The Occupation of &lt;a href=\"Vojvodina\"&gt;Vojvodina&lt;/a&gt; (a province of modern &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;) from 1941 to 1944 was carried out by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and its client states / puppet regimes: &lt;a href=\"Mikl%C3%B3s%20Horthy\"&gt;Horthy's&lt;/a&gt; &lt;a href=\"Kingdom%20of%20Hungary%20%281920%E2%80%931946%29\"&gt;Hungary&lt;/a&gt; and &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Independent State of Croatia&lt;/a&gt;.\nIn 1941, during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Italy%20%281861%E2%80%931946%29\"&gt;Fascist Italy&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Hungary%20%281920%E2%80%931946%29\"&gt;Hungary&lt;/a&gt; invaded and occupied the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;. The modern-day &lt;a href=\"Vojvodina\"&gt;Vojvodina&lt;/a&gt; region (then the northern part of &lt;a href=\"Danube%20Banovina\"&gt;Danube Banovina&lt;/a&gt; province of Yugoslavia) was divided into three occupation zones: &lt;a href=\"Banat%20%281941%E2%80%931944%29\"&gt;Banat&lt;/a&gt; was part of the area governed by the &lt;a href=\"Military%20Administration%20in%20Serbia\"&gt;Military Administration in Serbia&lt;/a&gt; and was de facto under control of its ethnic German minority; &lt;a href=\"Ba%C4%8Dka\"&gt;Bačka&lt;/a&gt; was attached to &lt;a href=\"Mikl%C3%B3s%20Horthy\"&gt;Horthy's&lt;/a&gt; &lt;a href=\"Hungary%20during%20World%20War%20II\"&gt;Hungary&lt;/a&gt;; while &lt;a href=\"Syrmia\"&gt;Syrmia&lt;/a&gt; was attached to &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Independent State of Croatia&lt;/a&gt;. The occupation lasted until 1944, when the region came under control of the Soviet Red Army and Yugoslav partisans.\nWar crimes.\nDuring the four years of occupation, the Axis forces committed numerous war crimes against civilian population: about 50,000 people in Vojvodina were murdered and about 280,000 were arrested, violated or tortured. The victims belonged to several ethnic groups that lived in Vojvodina, but the largest number of the victims were &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt;, &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; and &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt; people.\nTotal number of victims.\nAccording to historian Dragoljub Živković, approximately 55,000 civilians died in Vojvodina during the Axis occupation. Of those, approximately 17,000 were &lt;a href=\"History%20of%20the%20Jews%20in%20Serbia\"&gt;Jews&lt;/a&gt;.\nAccording to demographer Slobodan Ćurčić, the total number of the people killed by the occupiers between 1941 and 1944 in the entire Vojvodina was 55,285, including:\nVictims in Bačka.\nThe total number of the killed people in Bačka was 19,573, including:\nOf the total number of the victims (excluding the killed members of the resistance movement), 11,521 were men, 3,768 were women, 1,283 were elderly people, and 1,327 were children.\n1942 raid.\nThe most notable war crime during the occupation was the mass murder of the civilians, mostly of &lt;a href=\"Serbs\"&gt;Serb&lt;/a&gt; and &lt;a href=\"Jews\"&gt;Jewish&lt;/a&gt; ethnicity, performed by the Hungarian Axis troops in January 1942 raid in southern Bačka. Total number of civilians killed in the raid was 3,808, while places that were affected by the raid include &lt;a href=\"Novi%20Sad\"&gt;Novi Sad&lt;/a&gt;, &lt;a href=\"Be%C4%8Dej\"&gt;Bečej&lt;/a&gt;, &lt;a href=\"Vilovo%2C%20Serbia\"&gt;Vilovo&lt;/a&gt;, &lt;a href=\"Gardinovci\"&gt;Gardinovci&lt;/a&gt;, &lt;a href=\"Gospo%C4%91inci\"&gt;Gospođinci&lt;/a&gt;, &lt;a href=\"%C4%90ur%C4%91evo\"&gt;Đurđevo&lt;/a&gt;, &lt;a href=\"%C5%BDabalj\"&gt;Žabalj&lt;/a&gt;, &lt;a href=\"Lok%2C%20Vojvodina\"&gt;Lok&lt;/a&gt;, &lt;a href=\"Mo%C5%A1orin\"&gt;Mošorin&lt;/a&gt;, &lt;a href=\"Srbobran\"&gt;Srbobran&lt;/a&gt;, &lt;a href=\"Temerin\"&gt;Temerin&lt;/a&gt;, &lt;a href=\"Titel\"&gt;Titel&lt;/a&gt;, &lt;a href=\"%C4%8Curug\"&gt;Čurug&lt;/a&gt; and &lt;a href=\"%C5%A0ajka%C5%A1\"&gt;Šajkaš&lt;/a&gt;.\n1944 deportations of Jews.\nIn March 1944 German units that occupied Horthy's Hungary entered Bačka and Gestapo men were with them. Without any delay the most cruel measures were introduced: the plunder of Jewish property was completed to be absolutely total; Jews had to wear the yellow mark; they were all confined to transit camps before very long to be taken, sometime in June 1944 first to Hungary and then to concentration camps in Austria and Germany. Most of them ended their journey in Auschwitz. Very few of them succeeded to survive and to return. Genocide in Bačka claimed a total of 14,000 Jewish victims. According to available data out of the Jewish victims of genocide 3,800 were from Banat, 11,000 from Serbia and about 260 from Sandžak. Out of about 82,000 members of the Jewish community in Yugoslavia only 15,000 survived World War II which means that 79,2% perished.\nVictims in Banat.\nThe total number of the killed people in Banat was 7,513, including:\nOf the total number of the victims (excluding the killed members of the resistance movement), 4,010 were men, 631 were women, 243 were old people, and 271 were children.\nVictims in Syrmia.\nThe total number of the killed people in Syrmia was 28,199, including:\nOf the total number of the victims (excluding the killed members of the resistance movement), 14,484 were men, 3,662 were women, 1,279 were old people, and 2,172 were children.\nLiberation struggle.\nThe resistance movement against Axis occupation was started in summer of 1941 by the &lt;a href=\"communists\"&gt;communists&lt;/a&gt;. The resistance in &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt; and &lt;a href=\"Ba%C4%8Dka\"&gt;Bačka&lt;/a&gt; was soon defeated, while resistance in &lt;a href=\"Syrmia\"&gt;Syrmia&lt;/a&gt; had more success. The Syrmian resistance movement grew into a popular uprising, and a large liberated territory (that included about 40 villages) was established in Syrmia. On liberated territory, a &lt;a href=\"Partisans%20%28Yugoslavia%29\"&gt;partisan&lt;/a&gt; authority was organized, which included mass &lt;a href=\"anti-fascist\"&gt;anti-fascist&lt;/a&gt; organizations, publishing activity, and education. The experiences of the resistance movement in Syrmia were transferred to Banat and Bačka in the summer of 1944; before the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; arrived in October 1944, Vojvodina already had its new institutions of people's administration. The liberation movement was organized into 18 Vojvodinian brigades divided into 3 squadrons. 15,000 fighters of the resistance movement were killed during the liberation struggle."
}