{
    "id": "723323",
    "revid": "641784",
    "url": "https://en.wikipedia.org/wiki?curid=723323",
    "title": "Jennifer Westfeldt",
    "text": "Jennifer Westfeldt (born February 2, 1970) is an American actress, screenwriter, director and producer. She is best known for co-writing, co-producing and starring in the 2002 indie film \"&lt;a href=\"Kissing%20Jessica%20Stein\"&gt;Kissing Jessica Stein&lt;/a&gt;\", for which she received an &lt;a href=\"Independent%20Spirit%20Award%20for%20Best%20First%20Screenplay\"&gt;Independent Spirit Award nomination for Best First Screenplay&lt;/a&gt; and a &lt;a href=\"Golden%20Satellite%20Award\"&gt;Golden Satellite Award&lt;/a&gt; for Best Actress - Comedy or Musical; and for writing, producing, starring in and making her directorial debut in the 2012 indie film \"&lt;a href=\"Friends%20with%20Kids\"&gt;Friends with Kids&lt;/a&gt;\", which was included on New York Magazine's Top Ten Movies of 2012 list, as well as NPR's Top 12 of 2012.\nHer television work includes series regular and recurring roles on &lt;a href=\"Grey%27s%20Anatomy\"&gt;\"Grey’s Anatomy\"&lt;/a&gt;, \"&lt;a href=\"24%20%28TV%20series%29\"&gt;24&lt;/a&gt;\", \"&lt;a href=\"Queen%20America\"&gt;Queen America&lt;/a&gt;\" and \"&lt;a href=\"Notes%20from%20the%20Underbelly\"&gt;Notes from the Underbelly&lt;/a&gt;\", among others, and memorable guest-starring turns on \"&lt;a href=\"This%20Is%20Us\"&gt;This Is Us&lt;/a&gt;\" and &lt;a href=\"Girls%20%28TV%20series%29\"&gt;\"Girls\"&lt;/a&gt;. She recently completed a four-season arc as Pauline Turner Brooks on TVLand’s series \"&lt;a href=\"Younger%20%28TV%20series%29\"&gt;Younger&lt;/a&gt;\", created by Darren Star.\nShe made her Broadway debut in 2003 in the revival of \"&lt;a href=\"Wonderful%20Town\"&gt;Wonderful Town&lt;/a&gt;\" opposite &lt;a href=\"Donna%20Murphy\"&gt;Donna Murphy&lt;/a&gt;, for which she received a 2004 &lt;a href=\"Tony%20Award\"&gt;Tony Award&lt;/a&gt; nomination for Best Featured Actress in a Musical, a &lt;a href=\"Theater%20World%20Award\"&gt;Theater World Award&lt;/a&gt; for Outstanding Broadway Debut, and a &lt;a href=\"Drama%20League%20Award\"&gt;Drama League Award&lt;/a&gt; for her role as Eileen Sherwood. Other notable stage credits include the world premieres of Nell Benjamin's \"&lt;a href=\"The%20Explorers%20Club%20%28play%29\"&gt;The Explorers Club&lt;/a&gt;\" at Manhattan Theater Club, directed by Marc Bruni; Nicky Silver's \"Too Much Sun\" at The Vineyard Theater opposite &lt;a href=\"Linda%20Lavin\"&gt;Linda Lavin&lt;/a&gt;, directed by &lt;a href=\"Mark%20Brokaw\"&gt;Mark Brokaw&lt;/a&gt;; and Scott Z. Burns' \"&lt;a href=\"The%20Library%20%28play%29\"&gt;The Library&lt;/a&gt;\" at The Public Theater opposite &lt;a href=\"Chloe%20Grace%20Moretz\"&gt;Chloe Grace Moretz&lt;/a&gt;, directed by &lt;a href=\"Steven%20Soderbergh\"&gt;Steven Soderbergh&lt;/a&gt;.\nEarly life and education.\nWestfeldt is the daughter of Constance \"Connie\" Perelson, a therapist, and Patrick McLoskey Westfeldt Jr., an electrical engineer. Her stepfather is Michael Perelson, also a therapist. Her older sister is journalist Amy Westfeldt. Westfeldt grew up in &lt;a href=\"Guilford%2C%20Connecticut\"&gt;Guilford, Connecticut&lt;/a&gt;, where she attended Guilford High School. She then attended &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;, where she received a B.A. in Theater Studies. While at Yale, she starred in numerous plays and musicals and sang in the &lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt; group Redhot &amp; Blue. \nCareer.\nUpon graduating from Yale University with a B.A. in Theater Studies, Westfeldt started her career as a New York-based theater actress, starring in dozens of regional and Off-Broadway productions, including the long-running Off-Broadway musical \"&lt;a href=\"The%20Fantasticks\"&gt;The Fantasticks&lt;/a&gt;\". In 1997, she was cast in a series regular role on the 20th Century Fox/ABC sitcom \"&lt;a href=\"Two%20Guys%2C%20a%20Girl%20and%20a%20Pizza%20Place\"&gt;Two Guys, a Girl and a Pizza Place&lt;/a&gt;\", alongside &lt;a href=\"Ryan%20Reynolds\"&gt;Ryan Reynolds&lt;/a&gt;, &lt;a href=\"Traylor%20Howard\"&gt;Traylor Howard&lt;/a&gt; and &lt;a href=\"Richard%20Ruccolo\"&gt;Richard Ruccolo&lt;/a&gt;.\n\"Kissing Jessica Stein\".\nIn 1997 Westfeldt co-wrote and co-starred with &lt;a href=\"Heather%20Juergensen\"&gt;Heather Juergensen&lt;/a&gt; in an Off-Broadway play based on a series of sketches called \"Lipschtick: The Story of Two Women Seeking The Perfect Shade\", which caught the attention of major Hollywood studios. The play was optioned by Radar Pictures to be made into a film, but after two years of studio development, Westfeldt and Juergensen bought the rights back the script and decided to make their film independently.\n\"&lt;a href=\"Kissing%20Jessica%20Stein\"&gt;Kissing Jessica Stein&lt;/a&gt;\" debuted at the LA International Film Festival in 2001, where it won the Audience Award for Best Feature, and a Special Jury Award for Writing and Acting for Westfeldt and Juergensen. The film was snapped up by Fox Searchlight Pictures and was released to critical acclaim in March 2002.\nWestfeldt received the &lt;a href=\"7th%20Golden%20Satellite%20Awards\"&gt;Golden Satellite Award for Best Actress&lt;/a&gt; in a Musical or Comedy for her role as Jessica, and an Indie Spirit Nomination for Best First Screenplay. The film won the Audience Favorites Award at the Chicago International Film Festival, the Audience Award at the Miami Film Festival, Best Feature at the Louisville Jewish Film Festival, and the GLAAD Media Award, and it was included on more than a dozen top ten lists in 2002.\nThe film was hailed by critics upon release. Variety wrote, “\"Kissing Jessica Stein\" is pure pleasure. A fresh take on sex and the single girl, this buoyant, well-crafted romantic comedy blends pitch-perfect performances with deliciously smart writing.”\nIn 2014, The Advocate listed the movie as an essential film for LGBTQ+ viewers that \"encourages exploration and self-awareness.\" In 2020, Kvellar writer Mara Reinstein looked back on the impact that this “authentic” and nuanced movie had, writing, “I can’t overstate how much \"Kissing Jessica Stein\" pioneered the gay rom-com.”\nOther film work.\nWestfeldt's next feature, \"&lt;a href=\"Ira%20%26amp%3B%20Abby\"&gt;Ira &amp; Abby&lt;/a&gt;\", marked her first solo screenwriting effort. The film debuted at the Los Angeles Film Festival in 2006, where it won the Audience Award for Best Feature. It was acquired by Magnolia Pictures and released in the fall of 2007 to strong reviews.\nWestfeldt won Best Actress at the HBO U.S. Comedy Arts Festival in Aspen in 2006 for her performance as Abby, where Ira &amp; Abby also took home the Jury Prize for Best Feature. The film won Audience Award for Best Feature at the Boston Jewish Film Festival.\nIn 2011, Westfeldt wrote, produced, starred in and made her directorial debut in \"&lt;a href=\"Friends%20with%20Kids\"&gt;Friends with Kids&lt;/a&gt;\", which was a breakout hit at the 2011 &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt;. Lionsgate and Roadside Attractions obtained the rights to the film, and it was released in 2012. Westfeldt starred opposite &lt;a href=\"Adam%20Scott%20%28actor%29\"&gt;Adam Scott&lt;/a&gt;, with a cast including &lt;a href=\"Maya%20Rudolph\"&gt;Maya Rudolph&lt;/a&gt;, &lt;a href=\"Kristen%20Wiig\"&gt;Kristen Wiig&lt;/a&gt;, &lt;a href=\"Chris%20O%27Dowd\"&gt;Chris O'Dowd&lt;/a&gt;, &lt;a href=\"Edward%20Burns\"&gt;Ed Burns&lt;/a&gt;, &lt;a href=\"Megan%20Fox\"&gt;Megan Fox&lt;/a&gt; and &lt;a href=\"Jon%20Hamm\"&gt;Jon Hamm&lt;/a&gt;.\n&lt;a href=\"Peter%20Travers\"&gt;Peter Travers&lt;/a&gt; of Rolling Stone called \"Friends with Kids\" “an indelibly funny and touching comedy with a real sting in its tail,” and deemed Westfeldt \"an actress of rare wit and grace, and now a filmmaker with a keen eye for nuance… In front of the camera and behind it, she’s the live current that pulls us in and makes us care. Westfeldt is the pulse of \"Friends With Kids\", presenting us with life in all of its vibrant, messy sprawl.\"\nThe film was included on New York Magazine's Top Ten List, as well as NPR's Top 12 of 2012.\nOther film roles include the 2016 short \"Lemon\" opposite &lt;a href=\"Noah%20Bean\"&gt;Noah Bean&lt;/a&gt;, which premiered at the 2016 &lt;a href=\"Tribeca%20Film%20Festival\"&gt;Tribeca Film Festival&lt;/a&gt; and, in 2017, a supporting role in director &lt;a href=\"Marielle%20Heller\"&gt;Marielle Heller&lt;/a&gt;’s \"&lt;a href=\"Can%20You%20Ever%20Forgive%20Me%3F\"&gt;Can You Ever Forgive Me?&lt;/a&gt;\" opposite Melissa McCarthy, which later ended up on the cutting room floor.\nIn 2017, Westfeldt produced the documentary \"Circus Kid\", based on Lorenzo Pisoni’s life growing up in a circus family, which was bought and distributed by Sundance Now.\nTelevision.\nAfter one season on \"Two Guys, a Girl and a Pizza Place\", 20th Century Fox Studios cast Westfeldt as the lead of another series, the short-lived &lt;a href=\"Holding%20the%20Baby%20%28American%20TV%20series%29\"&gt;\"Holding the Baby\"&lt;/a&gt; on Fox.\nShe went on to star in multiple pilots, including the WB’s \"The Gene Pool\" opposite Chris Eigeman; \"The Untitled Paul Reiser Pilot\" on F/X; and Steve Levitan's \"Dante\" on NBC, opposite Morris Chestnut and Kevin Hart.\nIn 2006, she was cast as the female lead in ABC’s \"&lt;a href=\"Notes%20from%20the%20Underbelly\"&gt;Notes from the Underbelly&lt;/a&gt;\", which ran for two seasons. Andrew Johnston wrote in TimeOut: \"Jennifer Westfeldt is a total babe, with physical-comedy skills that, if properly honed, could approach Lucille Ball territory. In other words, she was basically born for TV….[Westfeldt] gets to show her serious side, too, and if the series gives her enough exposure to start competing with Hope Davis and Laura Linney for blond-WASP roles, \"Underbelly\" will have more than justified its existence.\"\nHer varied TV credits include memorable arcs on \"&lt;a href=\"Younger%20%28TV%20series%29\"&gt;Younger&lt;/a&gt;\", \"&lt;a href=\"Queen%20America\"&gt;Queen America&lt;/a&gt;\" (opposite Catherine Zeta-Jones), \"&lt;a href=\"Grey%27s%20Anatomy\"&gt;Grey's Anatomy&lt;/a&gt;\", \"&lt;a href=\"24%20%28TV%20series%29\"&gt;24&lt;/a&gt;\", &lt;a href=\"Judging%20Amy\"&gt;\"Judging Amy\"&lt;/a&gt; and \"&lt;a href=\"Hack%20%28TV%20series%29\"&gt;Hack&lt;/a&gt;\"; and guest-starring turns on NBC's hit drama \"&lt;a href=\"This%20Is%20Us\"&gt;This Is Us&lt;/a&gt;\", HBO’s \"&lt;a href=\"Girls%20%28TV%20series%29\"&gt;Girls&lt;/a&gt;\", and \"&lt;a href=\"Childrens%20Hospital\"&gt;Childrens Hospital&lt;/a&gt;\", among others.\nShe provided the voice of Kit Luntayne in the &lt;a href=\"Martha%20Speaks%20%28TV%20series%29\"&gt;\"Martha Speaks\"&lt;/a&gt; episodes \"\" and \"Cora Encore!\" on PBS.\nTheater.\nWestfeldt made her Broadway debut in the fall of 2003 in the critical and commercial hit \"&lt;a href=\"Wonderful%20Town\"&gt;Wonderful Town&lt;/a&gt;\", starring opposite two-time &lt;a href=\"Tony%20Awards\"&gt;Tony&lt;/a&gt; winner &lt;a href=\"Donna%20Murphy\"&gt;Donna Murphy&lt;/a&gt; and directed by three-time Tony winner Kathleen Marshall. Westfeldt received a 2004 Tony nomination, a Theater World Award for Outstanding Broadway Debut, and a Drama League Award for her role as Eileen Sherwood.\nOf her Broadway debut, John Simon of New York magazine wrote: \"Jennifer Westfeldt leaps onto the Broadway stage in full-fledged acting and singing splendor as the adorable Eileen.\" Ben Brantley of the New York Times wrote, \"Jennifer Westfeldt makes a charming Broadway debut as Eileen, Ruth's boy-magnet of a sister.\" \"Ms. Westfeldt's delightfully un-self-conscious interpretation suggests a virginal answer to the Vargas pinup girls,\" he added.\nWestfeldt's other stage work includes the world premieres of &lt;a href=\"Scott%20Z.%20Burns\"&gt;Scott Z. Burns&lt;/a&gt;' \"&lt;a href=\"The%20Library%20%28play%29\"&gt;The Library&lt;/a&gt;\" at The Public Theater opposite &lt;a href=\"Chlo%C3%AB%20Grace%20Moretz\"&gt;Chloe Grace-Moretz&lt;/a&gt;, directed by &lt;a href=\"Steven%20Soderbergh\"&gt;Steven Soderbergh&lt;/a&gt;; &lt;a href=\"Nell%20Benjamin\"&gt;Nell Benjamin&lt;/a&gt;’s \"&lt;a href=\"The%20Explorers%20Club%20%28play%29\"&gt;The Explorers Club&lt;/a&gt;\" at Manhattan Theater Club, directed by Marc Bruni; &lt;a href=\"Nicky%20Silver\"&gt;Nicky Silver&lt;/a&gt;’s \"Too Much Sun\" at The Vineyard Theater opposite &lt;a href=\"Linda%20Lavin\"&gt;Linda Lavin&lt;/a&gt;, directed by &lt;a href=\"Mark%20Brokaw\"&gt;Mark Brokaw&lt;/a&gt;; &lt;a href=\"Cusi%20Cram\"&gt;Cusi Cram&lt;/a&gt;’s \"A Lifetime Burning\" at Primary Stages, directed by &lt;a href=\"Pam%20MacKinnon\"&gt;Pam MacKinnon&lt;/a&gt;; Joe Gilford’s \"Finks\" opposite &lt;a href=\"Josh%20Radnor\"&gt;Josh Radnor&lt;/a&gt; at The Powerhouse Theater/NYSAF, directed by Charlie Stratton; Stephen Belber’s \"The Power of Duff\" opposite &lt;a href=\"Greg%20Kinnear\"&gt;Greg Kinnear&lt;/a&gt; at The Powerhouse Theater/NYSAF, directed by Peter Dubois; and &lt;a href=\"Alexandra%20Gersten-Vassilaros\"&gt;Alexandra Gersten-Vassilaros&lt;/a&gt;’ \"Big Sky\" at The Geffen opposite &lt;a href=\"Jon%20Tenney\"&gt;Jon Tenney&lt;/a&gt;, directed by &lt;a href=\"John%20Rando\"&gt;John Rando&lt;/a&gt;.\nDevelopment.\nIn 2002, Westfeldt, along with her journalist sister Amy, sold a one-hour newsroom drama pitch to Touchstone/ABC, with Westfeldt attached to star. Called \"The Independent\", the series was loosely inspired by her sister's experiences as a career journalist at the Associated Press.\nIn 2010, with Alan Ball attached as executive producer, she sold a TV dramedy to HBO with her attached to star about the &lt;a href=\"bird%27s%20nest%20custody\"&gt;bird's nest custody&lt;/a&gt; agreement in divorce.\nWestfeldt sold to Amazon an adapted screenplay based on the novel \"The Idea of You\" by Robinne Lee, which is set to star &lt;a href=\"Anne%20Hathaway\"&gt;Anne Hathaway&lt;/a&gt;.\nPersonal life.\nWestfeldt was in a long-term relationship with actor &lt;a href=\"Jon%20Hamm\"&gt;Jon Hamm&lt;/a&gt; from 1997 to 2015. She divides her time between New York City and Los Angeles."
}