{
    "id": "723846",
    "revid": "1739907",
    "url": "https://en.wikipedia.org/wiki?curid=723846",
    "title": "Roger Helmer",
    "text": "Roger Helmer (born 25 January 1944) is a British politician and businessman. He was a &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;Member of the European Parliament&lt;/a&gt; (MEP) for the &lt;a href=\"East%20Midlands%20%28European%20Parliament%20constituency%29\"&gt;East Midlands&lt;/a&gt; &lt;a href=\"regions%20of%20England\"&gt;region&lt;/a&gt; from 1999 to 2017. Before becoming an MEP, he was a business executive.\nHelmer was elected to the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; in &lt;a href=\"1999%20European%20Parliament%20election%20in%20the%20United%20Kingdom\"&gt;1999&lt;/a&gt;, &lt;a href=\"2004%20European%20Parliament%20election%20in%20the%20United%20Kingdom\"&gt;2004&lt;/a&gt;, and &lt;a href=\"2009%20European%20Parliament%20election%20in%20the%20United%20Kingdom\"&gt;2009&lt;/a&gt; as a member of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; and in 2014 as a member of the &lt;a href=\"UK%20Independence%20Party\"&gt;UK Independence Party&lt;/a&gt; (UKIP), having defected from the Conservatives to UKIP in March 2012. He has described himself as a &lt;a href=\"Euroscepticism\"&gt;eurosceptic&lt;/a&gt; and is a supporter of the &lt;a href=\"Better%20Off%20Out\"&gt;Better Off Out&lt;/a&gt; campaign.\nBackground.\nBorn in London, Helmer attended &lt;a href=\"King%20Edward%20VI%20School%2C%20Southampton\"&gt;King Edward VI School, Southampton&lt;/a&gt; on a state scholarship (1955–62). He read Mathematics at &lt;a href=\"Churchill%20College%2C%20Cambridge\"&gt;Churchill College, Cambridge&lt;/a&gt;, graduating in 1965 with a B.A., subsequently upgraded to an &lt;a href=\"Master%20of%20Arts%20%28Oxbridge%20and%20Dublin%29\"&gt;M.A. (Cantab)&lt;/a&gt; as per tradition.\nHe began his business career in that year with &lt;a href=\"Procter%20%26amp%3B%20Gamble\"&gt;Procter &amp; Gamble&lt;/a&gt; in &lt;a href=\"Newcastle-upon-Tyne\"&gt;Newcastle-upon-Tyne&lt;/a&gt;, going on to hold senior marketing and general management appointments in a range of companies, including &lt;a href=\"Readers%20Digest\"&gt;Readers Digest&lt;/a&gt;, &lt;a href=\"National%20Semiconductor\"&gt;National Semiconductor&lt;/a&gt;, &lt;a href=\"Coats%20Group\"&gt;Coats Viyella&lt;/a&gt; and &lt;a href=\"United%20Distillers\"&gt;United Distillers&lt;/a&gt;. During his business career he lived and worked in various countries.\nPolitical career.\nConservative.\nIn September 1998, following his selection as a candidate for the Conservative Party in the East Midlands, Helmer left his job as managing director of a Leicester textile company, Donisthorpe Ltd (the UK subsidiary of a French textile multinational), to campaign full-time ahead of the 1999 euro-elections, and took up his new role as an MEP immediately after his election.\nHe was re-elected as a Conservative MEP for the East Midlands Region in 2004. \nHe was suspended from the Conservative Party whip on 26 May 2005 after voting against party instructions on a motion to censure the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; and openly criticising his delegation leader, &lt;a href=\"Timothy%20Kirkhope\"&gt;Timothy Kirkhope&lt;/a&gt;, in a parliamentary debate; the Conservative party whip was restored on 13 September 2006, but he remained \"&lt;a href=\"Non-Inscrits\"&gt;Non-Inscrit&lt;/a&gt;\". He joined the &lt;a href=\"European%20Conservatives%20and%20Reformists\"&gt;European Conservatives and Reformists&lt;/a&gt; (ECR), with the other Conservative MEPs, in July 2009.\nHaving initially advocated the Conservative policy of renegotiating the EU treaties, since 2006 he has been a supporter of the &lt;a href=\"Better%20Off%20Out\"&gt;Better Off Out&lt;/a&gt; campaign, calling for the UK to leave the EU.\nHe was appointed Adam Smith Scholar in 2005 by the &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; &lt;a href=\"American%20Legislative%20Exchange%20Council\"&gt;American Legislative Exchange Council&lt;/a&gt; (ALEC).\nHe became Chairman of the libertarian pressure group, &lt;a href=\"The%20Freedom%20Association\"&gt;The Freedom Association&lt;/a&gt;, in April 2007.\nIn November 2009 he stepped down as the Conservative party's spokesman on employment in the European parliament because he thought the Conservatives' new policy on not supporting a referendum on the Lisbon Treaty was \"confused\" and \"essentially cosmetic\".\nUKIP.\nOn 12 October 2011, Helmer announced that he would resign from the European Parliament at the end of the year, citing \"increasing disillusion with the attitudes of the Conservative Party\" as the main reason, although also stating that his \"twelve-and-a-half years banging my head against the same brick wall in Brussels is perhaps long enough\".\nHelmer expected to be replaced by &lt;a href=\"Rupert%20Matthews%20%28politician%29\"&gt;Rupert Matthews&lt;/a&gt; who was next on the Conservative &lt;a href=\"party%20list\"&gt;party list&lt;/a&gt; in the &lt;a href=\"2009%20European%20Parliament%20election%20in%20the%20United%20Kingdom\"&gt;2009 European Parliament election&lt;/a&gt;. However the party was reported to be looking into &lt;a href=\"Golliwogg\"&gt;golliwog dolls&lt;/a&gt; featuring on the front cover of a book published by a company of which Matthews is director and shareholder and would not confirm that Matthews would succeed him.\nHelmer delayed standing down, before it was announced on 2 March 2012 that he had defected from the Conservatives to the UK Independence Party. He faced accusations of hypocrisy as he had demanded in November 2000, that MEP &lt;a href=\"Bill%20Newton%20Dunn\"&gt;Bill Newton Dunn&lt;/a&gt; immediately resign as a result of his move from Conservatives to the Liberal Democrats.\nOn 6 April 2014, Helmer visited the congress of &lt;a href=\"Conservative%20People%27s%20Party%20of%20Estonia\"&gt;Conservative People's Party of Estonia&lt;/a&gt; in &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt; and gave a speech in support of Euroscepticism in Estonia.\nOn 6 May 2014 it was announced on the official UKIP website that Helmer would contest the &lt;a href=\"2014%20Newark%20by-election\"&gt;Newark by-election&lt;/a&gt;, following the resignation of former Conservative MP &lt;a href=\"Patrick%20Mercer\"&gt;Patrick Mercer&lt;/a&gt;. He came second with 25%, behind the Conservative &lt;a href=\"Robert%20Jenrick\"&gt;Robert Jenrick&lt;/a&gt; who received 45% of the vote.\nOn 25 May 2014, he was re-elected for UKIP as the first on their list for the East Midlands seat in the 2014 European Elections.\nOn 13 June 2017, Helmer announced he would be resigning from the European Parliament, citing age and health status as reasons, but amid allegations of misuse of public funds. He was succeeded by &lt;a href=\"Jonathan%20Bullock\"&gt;Jonathan Bullock&lt;/a&gt;.\nViews.\nRape stance.\nOn May 2011, Helmer supported &lt;a href=\"Ken%20Clarke\"&gt;Ken Clarke&lt;/a&gt;'s comments on reduced prison sentences for rape by comparing stranger rape and date rape. He said: \"Let me make another point which will certainly get me vilified, but which I think is important to make: while in the first case, the blame is squarely on the perpetrator and does not attach to the victim, in the second case the victim surely shares a part of the responsibility, if only for establishing reasonable expectations in her boyfriend’s mind.\" His comments were criticised by East Midlands politicians &lt;a href=\"Bill%20Newton-Dunn\"&gt;Bill Newton-Dunn&lt;/a&gt; and &lt;a href=\"Nigel%20Mills%20%28politician%29\"&gt;Nigel Mills&lt;/a&gt; though Helmer refused to change what he had said.\nViews on sexuality.\nOn 19 July 2009, on his blog, Helmer defended the Polish &lt;a href=\"Law%20and%20Justice\"&gt;Law and Justice&lt;/a&gt; MEP, and chairman of the ECR, &lt;a href=\"Micha%C5%82%20Kami%C5%84ski\"&gt;Michał Kamiński&lt;/a&gt; from accusations of &lt;a href=\"homophobia\"&gt;homophobia&lt;/a&gt;. He went on to write that homophobia does not exist and that the word: \"is merely a propaganda device\" designed to \"denigrate and stigmatise those holding conventional opinions.\"\nOn 11 August 2009, Helmer defended himself against criticism of comments he had made, saying he was not claiming \"that there is no discrimination, and that homosexuals do not suffer violence and prejudice from people because sadly, we all know that is not the case.\" but rather, he states, that the word homophobia has \"no meaning\" because he has \"never met anyone with an irrational fear of homosexuals\" and claims that the term is a propagandist one created by the \"militant gay rights lobby.\"\nIn March 2012, Helmer spoke out in support of Cardinal &lt;a href=\"Keith%20O%27Brien\"&gt;Keith O'Brien&lt;/a&gt;, the leader of the &lt;a href=\"Roman%20Catholic%20Church%20in%20Scotland\"&gt;Roman Catholic Church in Scotland&lt;/a&gt;, who had &lt;a href=\"Keith%20O%27Brien%23O%27Brien%27s%20views%20on%20homosexual%20relationships\"&gt;earlier condemned&lt;/a&gt; the government's plans to introduce &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt; as a \"grotesque subversion of a universally accepted human right.\" Although he had formerly been critical of the Roman Catholic Church, labelling it \"systematically &lt;a href=\"paedophile\"&gt;paedophile&lt;/a&gt;\", Helmer praised O'Brien's statement, opining that \"Christian moral principles are not a bad basis for a free and fair society\". He furthermore commented that \"once you start to tamper with the institution of marriage, you get into some very murky water indeed\", and that such a move could set a precedent that would lead to the legalisation of &lt;a href=\"communal%20marriage\"&gt;communal marriage&lt;/a&gt; and &lt;a href=\"incest\"&gt;incest&lt;/a&gt;.\nFollowing accusations of homophobia, UKIP leader Nigel Farage confirmed that Helmer had relaxed his views on homosexuality in recent years, describing him as \"somebody of 70 years of age who grew up with a strong Christian Bible background. He grew up in an age when homosexuality was actually imprisonable, and he had a certain set of views which he maintained for many years which he now says he accepts the world's moved on and he's relaxed about.\"\nAhead of the &lt;a href=\"2014%20Newark%20by-election\"&gt;2014 Newark by-election&lt;/a&gt;, Helmer gave an interview to \"&lt;a href=\"The%20Mail%20on%20Sunday\"&gt;The Mail on Sunday&lt;/a&gt;\", in which he said the NHS should fund the discredited &lt;a href=\"gay%20conversion%20therapy\"&gt;gay conversion therapy&lt;/a&gt;, comparing it to sex-changes and &lt;a href=\"homeopathy\"&gt;homeopathy&lt;/a&gt;. He later told \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" that his views had been misrepresented by the paper's editor.\nUse of massage parlour.\nIn October 2014, Helmer was photographed visiting a \"sleazy massage parlour\" in &lt;a href=\"Lutterworth\"&gt;Lutterworth&lt;/a&gt;. He told \"&lt;a href=\"The%20Sun%20%28United%20Kingdom%29\"&gt;The Sun&lt;/a&gt;\" \"MEPs are entitled to a private life. I work extremely hard and when I do occasionally have time off I enjoy a massage.\" The following day he confirmed the story, telling the \"&lt;a href=\"Derby%20Telegraph\"&gt;Derby Telegraph&lt;/a&gt;\" that \"I think \"The Sun\" quoted me quite well and I don't have anything to add to that.\nExpenses.\nHelmer was criticised in an article in the \"&lt;a href=\"Daily%20Telegraph\"&gt;Daily Telegraph&lt;/a&gt;\" on 10 February 2010 regarding MEPs’ pensions. The article by Bruno Waterfield criticised an attempt by Helmer and other Conservative MEPs to water down attempts to overhaul their expenses arrangements. Helmer replied, in a letter to the \"Daily Telegraph\" printed on 13 February 2010, that accusations relating to protecting his pension rights, protecting his anonymity and seeking further public funding for pension contributions were false.\nFollowing these accusations, Helmer made his MEP allowances available to view online. According to a June 2014 \"&lt;a href=\"The%20Guardian\"&gt;Guardian&lt;/a&gt;\" article, all three main UK parties expect their MEPs to provide an independent audit to verify expenses though this is not an EU requirement.\nThe NHS.\nIn August 2009, whilst a Conservative MEP, Helmer supported his fellow MEP &lt;a href=\"Daniel%20Hannan\"&gt;Daniel Hannan&lt;/a&gt;'s criticism of the NHS -described as a \"60-year mistake\". Speaking to &lt;a href=\"BBC%20Radio%204\"&gt;BBC Radio 4&lt;/a&gt;'s PM programme, Helmer stated that: \"I think Dan has done us a service by raising these issues which need to be looked at. If 80% of Americans are getting better health care than we are in the UK then we ought to ask why, and we ought to ask how are we going to deliver equally good results.\" The attacks by Helmer and Hannan led Conservative leader David Cameron to release a statement to the BBC saying: \"The Conservative Party stands four square behind the NHS\".\nThe environment.\nIn April 2004, whilst a Conservative MEP, Helmer was criticised by &lt;a href=\"Friends%20of%20the%20Earth\"&gt;Friends of the Earth&lt;/a&gt; for his voting record on &lt;a href=\"environmental%20issues\"&gt;environmental issues&lt;/a&gt;, voting in what they claimed was an &lt;a href=\"environmentally%20friendly\"&gt;environmentally friendly&lt;/a&gt; manner in only one out of ten possible \"eco-friendly\" votes.\nIn a letter to the \"&lt;a href=\"Leicester%20Mercury\"&gt;Leicester Mercury&lt;/a&gt;\" on 16 November 2009, Helmer accused the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; of having \"abandoned religious faith entirely and taken up the religion of climate alarmism instead.\" This was in response to a recent inter-faith event in Leicester concerning the challenge of climate change. In response, the &lt;a href=\"Bishop%20of%20Leicester\"&gt;Bishop of Leicester&lt;/a&gt;, &lt;a href=\"Tim%20Stevens\"&gt;Tim Stevens&lt;/a&gt;, said Helmer had not aired these views when he debated climate change in Leicester cathedral and asked whether \"this was merely courtesy, or was it because the opportunity for a platform meant more to him than exposing his views to scrutiny or challenge from a live audience.\"\nIn December 2010, still as a Conservative MEP, Helmer attended the &lt;a href=\"2010%20United%20Nations%20Climate%20Change%20Conference\"&gt;2010 United Nations Climate Change Conference&lt;/a&gt; and spent EU funds on a billboard campaign in his constituency criticising climate change policy. Journalist &lt;a href=\"Leo%20Hickman\"&gt;Leo Hickman&lt;/a&gt;, blogging for \"The Guardian\" newspaper, questioned who was funding his attendance at the conference after it was confirmed that he was not there in an official capacity representing the EU or the Conservative Party – who both confirmed that they did not share Helmer's beliefs on the subject of climate change.\nWithin his local region, Helmer was criticised by academics from the &lt;a href=\"University%20of%20Derby\"&gt;University of Derby&lt;/a&gt; and the &lt;a href=\"University%20of%20Northampton\"&gt;University of Northampton&lt;/a&gt; for being \"out of step with the overwhelming scientific evidence on the subject of human induced climate change.\" Helmer welcomed the discovery by the &lt;a href=\"British%20Geological%20Survey\"&gt;British Geological Survey&lt;/a&gt; of rich deposits of &lt;a href=\"shale%20gas\"&gt;shale gas&lt;/a&gt; under Melton and the &lt;a href=\"Vale%20of%20Belvoir\"&gt;Vale of Belvoir&lt;/a&gt; pointing to successful extraction in the US despite \"horror stories circulated by green lobbyists.\"\nHunting.\nIn 2009, Helmer said he would support the repeal of the &lt;a href=\"hunting%20ban\"&gt;hunting ban&lt;/a&gt;, and said that he used to enjoy &lt;a href=\"hare%20coursing\"&gt;hare coursing&lt;/a&gt;.\nWorks.\nHelmer has published three books. The first two were on European issues, \"Straight Talking on Europe\" in 2000, and \"A Declaration of Independence\" in 2002. A third book \"Sceptic at Large\" on a wider range of topics was published in 2011 by Bretwalda Books."
}