{
    "id": "7246899",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=7246899",
    "title": "Deportivo Merlo",
    "text": "Club Social y Deportivo Merlo (usually known simply as Deportivo Merlo) is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club located in &lt;a href=\"Merlo%2C%20Buenos%20Aires\"&gt;Merlo, Buenos Aires&lt;/a&gt;. The team currently plays in &lt;a href=\"Primera%20B%20Metropolitana\"&gt;Primera B Metropolitana&lt;/a&gt;, the third division of the &lt;a href=\"Argentine%20football%20league%20system\"&gt;Argentine football league system&lt;/a&gt;.\nHistory.\nThe club was founded on October 8, 1954, as \"9 de Julio\". Two years later the team debuted at &lt;a href=\"Primera%20D\"&gt;Primera D&lt;/a&gt; (then named \"Aficionados\") of &lt;a href=\"Argentine%20Football%20Association\"&gt;Argentine Football Association&lt;/a&gt;. In 1968 the name changed to \"Deportivo Merlo\" which has remained to date. One year later the institution acquired the land where its stadium was built.\nIn 1968 the Association announced that clubs without stadium or active members would be disaffiliated. Due to that announcement, a group of young fans of Deportivo Merlo requested the Association a 4-month period of grace to build a stadium and to get new members with the purpose of avoiding the disappearance of the institution.\nThe Association gave its approval to the request so the club had a meeting with mayor of &lt;a href=\"Merlo%20Partido\"&gt;Merlo Partido&lt;/a&gt;, Luis Monetti, asking him for land to build the stadium on. Monetti agreed with the only condition that the team should represent Merlo Partido at the competitions.\nOnce the negotiations ended, the members joined their efforts in saving money to build the venue, organizing some events with that purpose. One of them was a friendly match vs &lt;a href=\"Club%20Atl%C3%A9tico%20V%C3%A9lez%20Sarsfield\"&gt;Vélez Sarsfield&lt;/a&gt; that had won the &lt;a href=\"Argentine%20Primera%20Divisi%C3%B3n\"&gt;Argentine Primera División&lt;/a&gt; championship that same year. The fans also organized dances and &lt;a href=\"asado\"&gt;asado&lt;/a&gt;s. In 1969 Deportivo Merlo played its first game at its own stadium recently inaugurated.\nIn 1977 and 1978 the team was managed by former star &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Moreno\"&gt;José María Moreno&lt;/a&gt;, nicknamed \"El Charro\". Moreno died on August 1978 and the stadium was named in his honour. The nickname \"Charros\" also extended to the squad and fans. Popular &lt;a href=\"Looney%20Tunes\"&gt;Looney Tunes&lt;/a&gt; animated character &lt;a href=\"Yosemite%20Sam\"&gt;Yosemite Sam&lt;/a&gt; (which resembled a Mexican &lt;a href=\"charro\"&gt;charro&lt;/a&gt;) was also adopted as the mascot of the team.\nIn 1975 the team promoted to &lt;a href=\"Primera%20C\"&gt;Primera C&lt;/a&gt; after winning a mini-tournament in order to define a second promotion to the upper division. In 1986 Deportivo Merlo promoted to &lt;a href=\"Primera%20B%20Metropolitana\"&gt;Primera B Metropolitana&lt;/a&gt; due to a restructuring of the system.\nThe team won its first official title in 1999–2000, the Primera C championship although it would be relegated a short time later, returning in 2005–06 when winning a new championship in the same division. In the 2008–09 season the squad promoted to the second division of Argentine football (&lt;a href=\"Primera%20B%20Nacional\"&gt;Primera B Nacional&lt;/a&gt;), remaining there up to present. Deportivo Merlo had won the final series against &lt;a href=\"Club%20Atl%C3%A9tico%20Los%20Andes\"&gt;Los Andes&lt;/a&gt; (by the same score of 1–0 both games) for which the team got the right to play at the second division.\nIn 2012 Deportivo Merlo advanced to semi-finals of &lt;a href=\"Copa%20Argentina\"&gt;Copa Argentina&lt;/a&gt; where the team was finally eliminated by &lt;a href=\"Boca%20Juniors\"&gt;Boca Juniors&lt;/a&gt;. The match had finished tied 1–1, then Boca defeated Merlo by &lt;a href=\"penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt; with a final score of 5–4.\nin June 2013 is relegated to &lt;a href=\"Primera%20B%20Metropolitana\"&gt;Primera B Metropolitana&lt;/a&gt; after losing to the champion &lt;a href=\"Rosario%20Central\"&gt;Rosario Central&lt;/a&gt; 1 a 0 in Rosario\nCurrent squad.\nAs of July 30, 2015."
}