{
    "id": "72544",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=72544",
    "title": "North Carolina State University",
    "text": "North Carolina State University (NC State) is a &lt;a href=\"public%20university\"&gt;public&lt;/a&gt; &lt;a href=\"Land-grant%20university\"&gt;land-grant&lt;/a&gt; &lt;a href=\"research%20university\"&gt;research university&lt;/a&gt; in &lt;a href=\"Raleigh%2C%20North%20Carolina\"&gt;Raleigh, North Carolina&lt;/a&gt;. Founded in 1887 and part of the &lt;a href=\"University%20of%20North%20Carolina\"&gt;University of North Carolina&lt;/a&gt; system, it is the largest university in the &lt;a href=\"Carolinas\"&gt;Carolinas&lt;/a&gt;. The university forms one of the corners of the &lt;a href=\"Research%20Triangle\"&gt;Research Triangle&lt;/a&gt; together with &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt; in &lt;a href=\"Durham%2C%20North%20Carolina\"&gt;Durham&lt;/a&gt; and the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt;. It is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R1: Doctoral Universities – Very high research activity\".\nThe &lt;a href=\"North%20Carolina%20General%20Assembly\"&gt;North Carolina General Assembly&lt;/a&gt; established the North Carolina College of Agriculture and Mechanic Arts, now NC State, on March 7, 1887, originally as a &lt;a href=\"land-grant%20university\"&gt;land-grant college&lt;/a&gt;. The college underwent several name changes and officially became North Carolina State University at Raleigh in 1965, and by longstanding convention, the \"at Raleigh\" portion was omitted. Today, NC State has an enrollment of more than 35,000 students, making it among the largest in the country. NC State has historical strengths in &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt;, &lt;a href=\"statistics\"&gt;statistics&lt;/a&gt;, &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, &lt;a href=\"life%20sciences\"&gt;life sciences&lt;/a&gt;, &lt;a href=\"textiles\"&gt;textiles&lt;/a&gt;, and &lt;a href=\"design\"&gt;design&lt;/a&gt; and offers &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt;s in 106 fields of study. The graduate school offers &lt;a href=\"master%27s%20degrees\"&gt;master's degrees&lt;/a&gt; in 104 fields, &lt;a href=\"PhDs\"&gt;doctoral&lt;/a&gt; degrees in 61 fields, and a Doctor of Veterinary Medicine.\nNC State athletic teams are known as the &lt;a href=\"NC%20State%20Wolfpack\"&gt;Wolfpack&lt;/a&gt;. The name was adopted in 1922 when a disgruntled fan described the behavior of the student body at athletic events as being \"like a wolf pack.\" They compete in &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; and have won eight national championships: two &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt; championships, two &lt;a href=\"AIAW\"&gt;AIAW&lt;/a&gt; championships, and four titles under other sanctioning bodies.\nHistory.\nThe &lt;a href=\"North%20Carolina%20General%20Assembly\"&gt;North Carolina General Assembly&lt;/a&gt; founded NC State on March 7, 1887 as a &lt;a href=\"land-grant%20university\"&gt;land-grant college&lt;/a&gt; under the name \"North Carolina College of Agriculture and Mechanic Arts,\" or \"North Carolina A&amp;M\" for short. In the segregated system, it was open only to white students. As a land-grant college, North Carolina A&amp;M would provide a liberal and practical education while focusing on military tactics, agriculture, and the mechanical arts without excluding &lt;a href=\"classical%20education%20movement\"&gt;classical studies&lt;/a&gt;. Since its founding, the university has maintained these objectives while building on them. After opening in 1889, North Carolina A&amp;M saw its enrollment fluctuate and its mandate expand. In 1917, it changed its name to \"North Carolina State College of Agriculture and Engineering\"—or \"North Carolina State\" for short. During the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, the North Carolina state government, under &lt;a href=\"Governor%20of%20North%20Carolina\"&gt;Governor&lt;/a&gt; &lt;a href=\"O.%20Max%20Gardner\"&gt;O. Max Gardner&lt;/a&gt;, administratively combined the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina&lt;/a&gt;, the Woman's College (now the &lt;a href=\"University%20of%20North%20Carolina%20at%20Greensboro\"&gt;University of North Carolina at Greensboro&lt;/a&gt;), and NC State. This conglomeration became the &lt;a href=\"University%20of%20North%20Carolina\"&gt;University of North Carolina&lt;/a&gt; in 1931. In 1937 &lt;a href=\"Blake%20R%20Van%20Leer\"&gt;Blake R Van Leer&lt;/a&gt; joined as Dean and started the graduate program for engineering. Following World War II, the university grew and developed. The &lt;a href=\"G.I.%20Bill\"&gt;G.I. Bill&lt;/a&gt; enabled thousands of veterans to attend college, and enrollment shot past the 5,000 mark in 1947.\nState College created new academic programs, including the School of Architecture and Landscape Design in 1947 (renamed as the School of Design in 1948), the School of Education in 1948, and the School of Forestry in 1950. In the summer of 1956, following the US Supreme Court ruling in \"&lt;a href=\"Brown%20v.%20Board%20of%20Education\"&gt;Brown v. Board of Education&lt;/a&gt;\" (1954) that segregated public education was unconstitutional, North Carolina State College enrolled its first African-American undergraduates, Ed Carson, Manuel Crockett, Irwin Holmes, and Walter Holmes. In 1962, State College officials desired to change the institution's name to North Carolina State University. Consolidated university administrators approved a change to the University of North Carolina at Raleigh, frustrating many students and &lt;a href=\"Alumnus\"&gt;alumni&lt;/a&gt; who protested the change with letter writing campaigns. In 1963, State College officially became North Carolina State of the University of North Carolina. Students, faculty, and alumni continued to express dissatisfaction with this name, however, and after two additional years of protest, the name was changed to the current North Carolina State University at Raleigh. However, by longstanding convention, the \"at Raleigh\" portion is omitted, and the shorter names \"North Carolina State University\" and \"NC State University\" are accepted on first reference in news stories. Indeed, school officials discourage using \"at Raleigh\" except when absolutely necessary, as the full name implies that there is another branch of the university elsewhere in the state.\nIn 1966, single-year enrollment reached 10,000. In the 1970s enrollment surpassed 19,000 and the School of Humanities and Social Sciences was added.\nCelebrating its centennial in 1987, NC State reorganized its internal structure, renaming all its schools to colleges (e.g. School of Engineering to the &lt;a href=\"North%20Carolina%20State%20University%20College%20of%20Engineering\"&gt;College of Engineering&lt;/a&gt;). Also in this year, it gained of land that was developed as &lt;a href=\"Centennial%20Campus%20of%20North%20Carolina%20State%20University\"&gt;Centennial Campus&lt;/a&gt;. Since then, NC State has focused on developing its new Centennial Campus. It has invested more than $620 million in facilities and infrastructure at the new campus, with of space being constructed. Sixty-one private and government agency partners are located on Centennial Campus.\nNC State has almost 8,000 employees, nearly 35,000 students, a $1.495 billion annual budget, and a $1.4 billion endowment. It is the largest university in the state and one of the anchors of North Carolina's &lt;a href=\"Research%20Triangle\"&gt;Research Triangle&lt;/a&gt;, together with &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt; and the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt;.\nIn 2009, NCSU canceled a planned appearance by the &lt;a href=\"14th%20Dalai%20Lama\"&gt;Dalai Lama&lt;/a&gt; to speak on its Raleigh campus, citing concerns about a &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; backlash and a shortage of time and resources.\nNCSU Libraries Special Collections Research Center, located in &lt;a href=\"D.H.%20Hill%20Library\"&gt;D.H. Hill Library&lt;/a&gt;, maintains a website devoted to NC State history entitled \"Historical State\".\nCampuses.\nMain campus.\nNC State's Main Campus has three sub-campuses: North Campus, Central Campus, and South Campus. North Campus is the oldest part of NC State and is home to most academic departments and a few residence halls. Central Campus is mainly residence halls, cafeterias, gymnasiums and student support facilities. Finally, Greek Court, the McKimmon Conference and Training Center, and student park-and-ride areas are found on South Campus. North and Central Campus are separated by the &lt;a href=\"North%20Carolina%20Railroad\"&gt;North Carolina Railroad&lt;/a&gt;. Pedestrian tunnels allow students to commute between campuses. Central and South Campuses are separated by Western Boulevard, a major downtown artery. University Housing divides Main Campus into West, Central, and East Campus for residence hall purposes. West and Central campuses are divided by Dan Allen Drive, while Central and East are divided by Morill Drive and &lt;a href=\"Reynolds%20Coliseum\"&gt;Reynolds Coliseum&lt;/a&gt;.\nArchitecturally, Main Campus is known for its distinctive red brick buildings. Brick statues dot the landscape and the &lt;a href=\"The%20Brickyard%20%28NC%20State%29\"&gt;University Plaza&lt;/a&gt;, colloquially named \"The Brickyard\", in North Campus is nicknamed for its paving material, most sidewalks are also made from brick. The Brickyard and sidewalks also contain white brick mosaics of the athletics logo and other patterns.\nThe &lt;a href=\"North%20Carolina%20State%20University%20Memorial%20Bell%20Tower\"&gt;Memorial Bell Tower&lt;/a&gt;, located in the Northeast corner of North Campus, serves as the signature of NC State and appears in the NC State Chancellor's Seal. It was constructed as a monument to alumni killed in World War I. The granite tower, completed in 1937, is 115 feet (35 m) tall. As a tradition, the Belltower is lit in red at night immediately following athletic victories and certain academic achievements.\nThe &lt;a href=\"Court%20of%20North%20Carolina\"&gt;Court of North Carolina&lt;/a&gt;, just west of the Memorial Bell Tower, is surrounded by the 1911 Building; the College of Humanities and Social Sciences in Tompkins, Caldwell, Winston Halls and The College of Education in Poe Hall; Page Hall, home to College of Engineering offices; and Leazar Hall, former location of the Computer Science Teaching Labs. It was once home to 100 trees (one for every &lt;a href=\"County%20%28United%20States%29\"&gt;county&lt;/a&gt; in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;), but damage caused by &lt;a href=\"Hurricane%20Fran\"&gt;Hurricane Fran&lt;/a&gt; in 1996 reduced the number significantly, including the destruction of a particularly old and large tree which was some in diameter. Some replanting has occurred, but the Court's former appearance is far from being restored.\nSouthwest of the Court of North Carolina is another landmark, the &lt;a href=\"North%20Carolina%20State%20University%20Free%20Expression%20Tunnel\"&gt;Free Expression Tunnel&lt;/a&gt;. The Tunnel functions as one of three pedestrian tunnels underneath the railroad tracks separating North Campus and Central Campus. This particular tunnel is the site of sanctioned &lt;a href=\"graffiti\"&gt;graffiti&lt;/a&gt;; anyone may paint there, and it is often the place for political statements, personal messages, and art. This tunnel also serves as a way to advertise events going on around campus. In 2008 racist and threatening graffiti directed at (then) President-elect &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; prompted an investigation from the &lt;a href=\"United%20States%20Secret%20Service\"&gt;United States Secret Service&lt;/a&gt;. Students held a \"Unity Rally\" in response to denounce the acts of racism.\nCentennial.\nNC State's main campus is augmented by the mixed-use Centennial Campus. Located south of the Memorial Tower, this campus houses university, corporate, and government research, in addition to classrooms and non-student residences. The Wilson College of Textiles has been based on this campus since 1991. Beginning in 2002, the College of Engineering began to relocate to Centennial Campus. Six of the nine College of Engineering departments are housed in three Engineering Buildings in an area known as the Engineering Oval. The &lt;a href=\"Golden%20LEAF%20Biomanufacturing%20Training%20and%20Education%20Center\"&gt;Golden LEAF Biomanufacturing Training and Education Center&lt;/a&gt; (BTEC), part of the College of Engineering, is located adjacent to the Engineering Oval. The offices of &lt;a href=\"ABB%20Group\"&gt;ABB&lt;/a&gt;, &lt;a href=\"LexisNexis\"&gt;LexisNexis&lt;/a&gt; and the &lt;a href=\"National%20Weather%20Service\"&gt;National Weather Service&lt;/a&gt; are also on the Centennial Campus, as well as &lt;a href=\"Centennial%20Campus%20Magnet%20Middle%20School%20%28Raleigh%2C%20NC%29\"&gt;Centennial Campus Magnet Middle School&lt;/a&gt;.\nCentennial Biomedical Campus.\nThe &lt;a href=\"North%20Carolina%20State%20University%20Centennial%20Biomedical%20Campus\"&gt;North Carolina State University Centennial Biomedical Campus&lt;/a&gt; is located west of the NCSU Memorial Tower. &lt;a href=\"North%20Carolina%20State%20University%20College%20of%20Veterinary%20Medicine\"&gt;North Carolina State University College of Veterinary Medicine&lt;/a&gt;, NC State's professional college and North Carolina's only &lt;a href=\"veterinary%20medicine\"&gt;veterinary medicine&lt;/a&gt; program, serves as the anchor of the Biomedical Campus. The campus consists of 20 buildings including the CVM Research Building where biomedical investigations in genomic sciences; vaccine development; cancer immuno-therapy; emerging and infectious zoonotic diseases; and diseases of the lung, &lt;a href=\"respiratory%20tract\"&gt;respiratory tract&lt;/a&gt;, skin, and digestive system are undertaken. The Center for Comparative Medicine and Translational Research, the Veterinary Teaching Hospital with its clinical research and clinical trials, and the Teaching Animal Unit (TAU), which is a working farm, are also campus elements. The 110,000-square-foot Randall B. Terry, Jr. Companion Animal Veterinary Medical Center, completed in 2011, doubled the size of the veterinary hospital.\n&lt;a href=\"J.%20C.%20Raulston%20Arboretum\"&gt;J. C. Raulston Arboretum&lt;/a&gt; is an &lt;a href=\"arboretum\"&gt;arboretum&lt;/a&gt; and &lt;a href=\"botanical%20garden\"&gt;botanical garden&lt;/a&gt; operated by NC State, and located just south of West Campus. It is open daily without charge.\nN.C. Research Campus.\nNC State is one of eight universities with a presence at the &lt;a href=\"North%20Carolina%20Research%20Campus\"&gt;North Carolina Research Campus&lt;/a&gt;, a 340-acre biotechnology hub in &lt;a href=\"Kannapolis\"&gt;Kannapolis&lt;/a&gt;, N.C. The university operates the &lt;a href=\"Plants%20for%20Human%20Health%20Institute\"&gt;Plants for Human Health Institute&lt;/a&gt; (PHHI), a research and education organization devoted to research involving food crops, like fruits and vegetables, and the potential health-promoting properties they convey when consumed. NC State's &lt;a href=\"North%20Carolina%20State%20University%20College%20of%20Agriculture%20and%20Life%20Sciences\"&gt;College of Agriculture and Life Sciences&lt;/a&gt; staffs the institute with faculty from the departments of horticultural science; food, bioprocessing and nutrition sciences; plant and microbial biology; genetics; and agricultural and resource economics.\nPHHI has both research and &lt;a href=\"Cooperative%20Extension\"&gt;Cooperative Extension&lt;/a&gt; components. &lt;a href=\"Mary%20Ann%20Lila\"&gt;Dr. Mary Ann Lila&lt;/a&gt; is director of the Plants for Human Health Institute. As of May 2014, PHHI is home to around 50 faculty and staff at the N.C. Research Campus.\nN.C. State began operations in Kannapolis in 2007 as the Fruit and Vegetable Science Institute. The university was one of the first organizations to join the fledgling biotech hub that would become the N.C. Research Campus. The university's program was renamed the Plants for Human Health Institute when the N.C. Research Campus was officially dedicated on October 20, 2008, in order \"to more accurately reflect the groundbreaking research approach the institute will take. Institute research will focus on identifying and making available to consumers bioactive compounds in plants that prevent and treat disease.\"\nSustainability.\nIn March 2008, NC State launched the University Sustainability Office in order to address environmental concerns on campus. The university has established a commitment to reduce its annual energy consumption per square foot by at least 4% over a 10-year period. In addition, the university has surpassed the Executive Order 156 goal of diverting 40 percent of their solid waste stream from the landfill through a variety of campus reuse and recycling programs. NC State incorporates locally grown, organic, and free range foods into dining service meals at several events such as Earth Week's EarthFest and the annual All Carolinas Meal with foods local to the Carolinas. Examinations of the campus' sustainability practices by the Sustainable Endowments Institute resulted in a \"B+\" grade for NC State on the College Sustainability Report Card 2011. In 2013 the University Housing department agreed to incorporate a new living and learning community known as \"EcoVillage.\" Members of EcoVillage are housed in Bragaw Dormitory located on West Campus. Members of EcoVillage complete numerous volunteer based sustainability trips every semester and attend various discussions about how to improve and further the university's reach into sustainability.\nAcademics.\nStructure.\nNC State is one of 17 institutions that constitute the &lt;a href=\"University%20of%20North%20Carolina\"&gt;University of North Carolina&lt;/a&gt; system. Each campus has a high degree of independence, but each submits to the policies of the UNC system Board of Governors. The 32 voting members of the Board of Governors are elected by the North Carolina General Assembly for four-year terms. President &lt;a href=\"Thomas%20W.%20Ross\"&gt;Thomas W. Ross&lt;/a&gt; heads the system.\nThe Board of Trustees of NC State has thirteen members and sets all policies for the university. The UNC system Board of Governors elects eight of the trustees and the Governor of North Carolina appoints four. The student body president serves on the Board of Trustees as a voting member. The UNC system also elects the Chancellor of NC State, currently Randy Woodson.\nThe Board of Trustees administers NC State's eleven academic &lt;a href=\"colleges\"&gt;colleges&lt;/a&gt;. Each college grants its own degrees with the exception of the First Year College which provides incoming freshmen the opportunity to experience several disciplines before selecting a major. The &lt;a href=\"North%20Carolina%20State%20University%20College%20of%20Agriculture%20and%20Life%20Sciences\"&gt;College of Agriculture and Life Sciences&lt;/a&gt; is the only college to offer &lt;a href=\"associate%27s%20degrees\"&gt;associate's degrees&lt;/a&gt; and the &lt;a href=\"North%20Carolina%20State%20University%20College%20of%20Veterinary%20Medicine\"&gt;College of Veterinary Medicine&lt;/a&gt; does not grant undergraduate degrees. Each college is composed of numerous &lt;a href=\"Academic%20department\"&gt;departments&lt;/a&gt; that focus on a particular discipline or degree program, for example &lt;a href=\"Food%20science\"&gt;Food Science&lt;/a&gt;, &lt;a href=\"Civil%20engineering\"&gt;Civil Engineering&lt;/a&gt;, &lt;a href=\"Genetics\"&gt;Genetics&lt;/a&gt; or &lt;a href=\"Accounting\"&gt;Accounting&lt;/a&gt;. There are a total of 66 departments administered by all eleven NC State colleges.\nIn total, NC State offers nine &lt;a href=\"associate%27s%20degree\"&gt;associate's degree&lt;/a&gt;s in agriculture, &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt;s in 102 areas of study, master's degrees in 108 areas and &lt;a href=\"doctorate%20degree\"&gt;doctorate degree&lt;/a&gt;s in 60 areas. NC State is known for its programs in agriculture, engineering, textiles, and design. The textile and &lt;a href=\"paper%20engineering\"&gt;paper engineering&lt;/a&gt; programs are notable, given the uniqueness of the subject area.\nAcademic divisions.\n, NC State have the following colleges and academic departments:\nAdmission.\nConsidered a \"more selective\" university, NC State accepts about half of those who apply for undergraduate admission. For the class of 2019, 21,104 applied and 10,584, or 50%, were accepted, of whom 4,210 enrolled.\nMembers of the class of 2019 had average SAT verbal, math and writing scores of 610, 640 and 587, respectively, for a two-part total (verbal and math) of 1250 (1600-point scale) or a three-part total of 1836 (2400-point scale). The 4,210 students who enrolled had an average high school GPA of 3.44; 40%, or 1,677, ranked in the top 10% of their graduating classes. There were 130 valedictorians and 102 salutatorians in the class.\nTransfer admission is also very competitive. In the fall of 2015, 4,165 students applied to the transfer class; 1,470, or 35%, were admitted.\nNC State requires undergraduate admission candidates to choose a preferred college of study. After determining that an applicant meets the overall university requirements, the individual college must also agree to accept the student. Because of this process, some colleges have significantly higher admission requirements than others.\nThe Graduate School reviews all postgraduate education applications. For fall 2015, 14,394 prospective students applied to the Graduate School; 3,460 (24%) were admitted. Of these, 2,982 (80.3%) enrolled.\nThe Master of Science in Analytics (MSA) degree awarded by the Institute for Advanced Analytics is the university's most selective graduate program accepting around one-in-eight applicants.\nLibraries.\nNCSU Libraries, ranked 38th out of 115 North American research libraries, includes 4.4 million volumes, over 50,000 print and electronic serial subscriptions, more than 20,000 videos and film holdings, and more than 40,000 digital images (as of 2011). The library system has an annual budget of over $29 million and consists of five libraries, two main libraries and three branch libraries. The &lt;a href=\"D.%20H.%20Hill%20Library\"&gt;D. H. Hill Library&lt;/a&gt;, located on &lt;a href=\"North%20Carolina%20State%20University%20Main%20Campus\"&gt;Main Campus&lt;/a&gt;, is over nine stories tall and covers over 119,000 square feet. This library is located on North Main Campus in the center of University Plaza, or often called \"The Brickyard\" and is 11,000 square meters. The &lt;a href=\"James%20B.%20Hunt%20Jr.%20Library\"&gt;James B. Hunt Jr. Library&lt;/a&gt;, located on the university's &lt;a href=\"Centennial%20Campus%20of%20North%20Carolina%20State%20University\"&gt;Centennial Campus&lt;/a&gt;, opened in January 2013 and covers over 221,000 square feet. NC State, as a member of the Triangle Research Libraries Network (TRLN), has interlibrary loan services with &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt;, the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt;, and &lt;a href=\"North%20Carolina%20Central%20University\"&gt;North Carolina Central University&lt;/a&gt;.\nRankings and reputation.\nIn 2014 - 2015 NC State became part of only fifty-four institutions in the U.S. to have earned the \"Innovation and Economic Prosperity University\" designation by the &lt;a href=\"Association%20of%20Public%20and%20Land-grant%20Universities\"&gt;Association of Public and Land-grant Universities&lt;/a&gt;.\nFor 2020, \"&lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt;\" ranks NC State tied for 84th out of all national universities and tied for 34th out of public universities in the U.S., tied at 31st for \"most innovative\" and 69th for \"best value\" schools.\nNC State's College of Engineering was tied for 24th by \"&lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt;\", with many of its programs ranking in the top 30 nationally. NC State's Nuclear Engineering program is considered to be one of the best in the world and in 2020, was ranked 3rd in the country (behind MIT and the University of Michigan Ann Arbor)\".\" The biological and &lt;a href=\"agricultural%20engineering\"&gt;agricultural engineering&lt;/a&gt; programs are also widely recognized and were ranked 4th nationally. In 2019 NC State's manufacturing and industrial engineering program was ranking 13th in the nation, and &lt;a href=\"Materials%20science\"&gt;material science&lt;/a&gt; at 15th. Other notable programs included civil engineering at 20th, environmental engineering tied at 21st, chemical engineering tied for 22nd, computer engineering at 28th, and biomedical engineering ranking 28th nationally in 2019. In 2019, the &lt;a href=\"Academic%20Ranking%20of%20World%20Universities\"&gt;Academic Ranking of World Universities&lt;/a&gt; ranked NC State's electrical engineering program 9th internationally and chemical engineering 20th. In 2020, \"The Princeton Review\" ranked NC State 36th for game design.\nNC State is also home to the only college dedicated to textiles in the country, the Wilson College of Textiles, which is a partner of the National Council of Textile Organizations and is widely regarded as one of the best textiles programs in the world. In 2020 the textile engineering program was ranked 1st nationally by College Factual. In 2017, \"Business of Fashion Magazine\" ranked the college's fashion and apparel design program 8th in the country and 30th in the world. In 2018, \"Fashion Schools\" ranked the college's &lt;a href=\"Fashion%20merchandising\"&gt;fashion and textile management&lt;/a&gt; program 11th in the nation.\nNC State's Masters program in &lt;a href=\"Analytics\"&gt;Data Analytics&lt;/a&gt; was the first in the United States. Launched in 2007, it is part of the Institute for Advanced Analytics and was created as a university-wide multidisciplinary initiative to meet the rapidly growing demand in the labor market for analytics professionals. In 2012, &lt;a href=\"Thomas%20H.%20Davenport\"&gt;Thomas H. Davenport&lt;/a&gt; and D.J. Patil highlighted the MSA program in &lt;a href=\"Harvard%20Business%20Review\"&gt;Harvard Business Review&lt;/a&gt; as one of only a few sources of talent with proven strengths in data science.\nNC State is known for its College of Veterinary Medicine and in 2020 it was ranked 4th nationally, by \"U.S. News &amp; World Report\", 25th internationally by NTU Ranking and 36th internationally by the Academic Ranking of World Universities.\nIn 2020, NC State's College of Design was ranked 25th by College Factual. In 2018, the \"Animation Career Review\" ranked NC State's Graphic Design program 4th in the country and best among public universities.\nIn 2020, the College of Education tied for 45th in the U.S. and the Poole College of Management is tied for 52nd among business schools. NC State's Entrepreneurship program is ranked 10th internationally among undergraduate programs by \"The Princeton Review\" in 2020. For 2010 the Wall Street Journal surveyed recruiters and ranked NC State number 19 among the top 25 recruiter picks. In 2018, \"&lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt;\" ranked the Department of Statistics 16th (tied) in the nation.\nIn fiscal year 2019, NC State University received 95 awards and $29,381,782 in &lt;a href=\"National%20Institutes%20of%20Health\"&gt;National Institutes of Health&lt;/a&gt; (NIH) Funds for Research. For fiscal year 2017, NC State was ranked 45th in total research expenditure by the National Science Foundation.\n\"&lt;a href=\"Kiplinger%27s%20Personal%20Finance\"&gt;Kiplinger's Personal Finance&lt;/a&gt;\" placed NC State 9th in its 2018 ranking of best value public colleges in the United States.\nScholarships.\nThere are several notable scholarships of North Carolina State University which include:\nSpecial programs.\nThe Entrepreneurship Initiative\nThe Entrepreneurship Initiative (EI) at NC State was formed In July 2008 in response to the Chancellor's call to \"develop an educated an entrepreneurial work force.\" By organizing and energizing its entrepreneurial efforts through the initiative, NC State hopes to provide a comprehensive springboard for ideas, projects, and partnerships.\nMaster of Global Innovation Management\nThe Poole College of Management at North Carolina State University has partnered with &lt;a href=\"Universit%C3%A9%20Paul%20C%C3%A9zanne\"&gt;Université Paul Cézanne&lt;/a&gt; in &lt;a href=\"Aix-en-Provence\"&gt;Aix-en-Provence&lt;/a&gt; and &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, in the south of France, to create a Master of Global Innovation Management program. The curriculum is designed to give engineering, science and other technology-oriented students a base in core business management skills while providing in-depth exposure to global innovation management issues. Students learn in France in the first semester, in the U.S. in the second semester, and complete an international internship. Courses are taught in English, with preparation in conversational French to help students during their semester in France. At the completion of the program, students earn a master's degree from both North Carolina State and Université Paul Cézanne.\nYoung and Teen Writers' Workshops\nThe Young and Teen Writers' Workshop is a summer creative writing program for area high school and middle school students. Sponsored by the English Department within the College of Humanities and Social Sciences and held on N.C. State University's campus, the Young and Teen Writers' Workshop teaches creative writing skills and techniques, while also improving communication skills and confidence. YTWW was founded in 1986 and is one of the oldest and most affordable young writing summer programs in the nation. Courses offered include fiction, poetry, creative nonfiction, genre fiction, graphic novels, and dramatic writing. The director since 2015 is Dr. William K. Lawrence.\nAthletics.\nNorth Carolina State (NC State) teams are known as the Wolfpack. They compete as a member of the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; (NCAA) &lt;a href=\"Division%20I%20%28NCAA%29\"&gt;Division I&lt;/a&gt; level (Football Bowl Subdivision (FBS) sub-level for football), primarily competing in the &lt;a href=\"Atlantic%20Coast%20Conference\"&gt;Atlantic Coast Conference&lt;/a&gt; (ACC) for all sports since the 1953–54 season. Men's sports include baseball, basketball, cheerleading, cross country, football, golf, soccer, swimming &amp; diving, tennis, track &amp; field and &lt;a href=\"Collegiate%20wrestling\"&gt;wrestling&lt;/a&gt;; while women's sports include basketball, cheerleading, cross country, golf, gymnastics, soccer, softball, swimming and diving, tennis, track &amp; field and volleyball.\nNC State has won eight national championships: two NCAA championships, two &lt;a href=\"AIAW\"&gt;AIAW&lt;/a&gt; championships, and four titles under other sanctioning bodies. Most NC State fans and athletes recognize the &lt;a href=\"Carolina-NC%20State%20rivalry\"&gt;rivalry with the North Carolina Tar Heels&lt;/a&gt; as their biggest. NC State was a founding member of the &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt; and of the &lt;a href=\"Atlantic%20Coast%20Conference\"&gt;Atlantic Coast Conference&lt;/a&gt;, and it is one of the four teams on \"&lt;a href=\"Tobacco%20Road%20%28rivalry%29\"&gt;Tobacco Road&lt;/a&gt;\".\nThe primary logo for NC State athletics is a red block 'S' with an inscribed 'N' and 'C'. The block S has been in use since 1890 but has seen many alterations through the years. It became the sole logo for all NC State athletic teams in 2000 and was modernized to its current design in 2006.\nNC State athletic teams are nicknamed the 'Wolfpack' (most women's teams are also called the \"Wolfpack,\" except for the women's basketball team who go by the \"Wolfpack Women\"). The name was adopted in 1922 when a disgruntled fan described the behavior of the student body at athletic events as being \"like a wolf pack.\" Prior to the adoption of the current nickname, NC State athletic teams went by such names as the Aggies, the Techs, and the Red Terrors. Since the 1960s the Wolfpack has been represented at athletic events by its mascots, Mr. and Mrs. Wuf. In print, the 'Strutting Wolf' is used and is known by the name 'Tuffy.'\nThe NC State wrestling team was established in 1925, and is coached by Pat Popolizio, named head wrestling coach for the Wolfpack on April 10, 2012. The team has won 14 &lt;a href=\"Atlantic%20Coast%20Conference\"&gt;ACC&lt;/a&gt; Championships &amp; 5 individual NCAA Champions.\nAthletic facilities.\nThe stadium property is northwest of the Memorial Bell Tower. Both &lt;a href=\"Carter%E2%80%93Finley%20Stadium\"&gt;Carter–Finley Stadium&lt;/a&gt; and the &lt;a href=\"PNC%20Arena\"&gt;PNC Arena&lt;/a&gt; are located there. Aside from the two stadiums, the property is mainly open space used for event parking. The property borders the &lt;a href=\"North%20Carolina%20State%20Fair\"&gt;North Carolina State Fair&lt;/a&gt; to the North and hosts &lt;a href=\"Tailgate%20party\"&gt;tailgating parties&lt;/a&gt; before NC State &lt;a href=\"American%20Football\"&gt;football&lt;/a&gt; games. Located on campus, &lt;a href=\"Reynolds%20Coliseum\"&gt;Reynolds Coliseum&lt;/a&gt; is now home to all services of ROTC and several Wolfpack teams, including women's basketball, women's volleyball, women's gymnastics, and &lt;a href=\"Collegiate%20wrestling\"&gt;men's wrestling&lt;/a&gt;.\nStudent life.\nMany &lt;a href=\"residence%20halls\"&gt;residence halls&lt;/a&gt; host events, though alcohol policies are strictly enforced.\nWitherspoon Student Center (A.K.A. Student Center Annex) houses an African American Cultural Center which has an art gallery and a library. The cultural center moved to its current location in Witherspoon in 1991, having formerly been located in the Print Shop. Witherspoon also houses Student Media and a multicultural student affairs office.\nStudent life at North Carolina State University includes opportunities in a diverse range of activities and organizations. These include multicultural groups, arts groups, political and social action groups, service and professional groups, religious groups, Greek organizations, sports and recreation groups, academic and professional groups, and special interest groups such as the &lt;a href=\"Clogging\"&gt;Clogging&lt;/a&gt; Team, the Film Society, the &lt;a href=\"Judo\"&gt;Judo&lt;/a&gt; Club, the &lt;a href=\"equestrianism\"&gt;Equestrian&lt;/a&gt; Club, and the Black Finesse Modeling Troupe.\nResidence life.\nThirty-five percent of full-time undergraduate students live on campus in one of nineteen residence halls. Most residence halls provide events that acclimate incoming students to the college experience. Many residence halls house villages, such as Honors Village in the Quad, Global Village in Alexander Hall, Engineering Village in Sullivan, Impact Leadership Village in Bowen Hall, WISE in Lee Hall, Arts Village in Turlington Hall, First Year Commons in Owen and Tucker Hall, and Black Male Initiative in Avent Ferry. The residence hall or residence hall area has an elected council to provide for local event programming and an outlet for student concerns. Collectively, representatives from each hall make up the Inter-Residence Council which represents the on-campus residence-life community as a whole.\nUniversity housing facilities are divided into four areas: East Campus, Central Campus, West Campus, and University Apartments.\nEast Campus.\nEast Campus consists of ten residence halls. They are among the oldest residence halls at the university. Clark Dining Hall serves most of East Campus.\nBoth North and Avent Ferry halls were originally hotels before they were purchased and converted by the university\nFollowing the combination of the Honors and Scholars programs in 2018; Bagwell, Berry, and Becton are now referred to as the Honors and Scholars Village.\nCentral Campus.\nCentral Campus consists of seven residence halls.\nWest Campus.\nWest Campus consists of three residence halls. They are the three largest halls on campus. Fountain Dining Hall serves most of West Campus.\nStudent government.\nFounded in 1921, NC State &lt;a href=\"Student%20Government\"&gt;Student Government&lt;/a&gt; is a student-run organization that serves as the official voice of the student body and attempts to better the student experience at the university. Both a governing body and an advocacy group, Student Government is involved in policy-making, adjudication, programming, advocating, community service, and countless other activities. The organization is a clearinghouse for concerns from students and answers from administrators. The organization also is responsible for distributing a portion of the fees it receives to student organizations in a process known as appropriations. Student organizations must be registered through Student Involvement to become eligible for appropriations.\nStudent Government Structure\nThe student government at NC State is composed of three branches and headed by four student body officers (SBOs). The Student Body President heads the executive branch. The president executes policy passed by the senate and is a member of the NC State Board of Trustees. The president runs for office and serves with a Student Body Vice President, who assumes the presidency if that office becomes vacant. The Student Senate is a 72-member body that considers legislative policy on behalf of the students of the university. The Student Senate is led by the Student Senate President. Senators draft legislation to address student concerns, act as checks on the Executive branch, and helps approve the annual Student Government Budget. It is headed by the student senate president, who serves as the executive student body vice president. The budget is drafted each year by the Student Body Treasurer who oversees the monetary status of the entirety of Student Government and heads the Treasury Branch. As of 2021, the current Student Body Officers are McKenzy Heavlin, Student Body President, Natalie Bress, Student Body Vice President, Molly Vanhoy, Student Senate President, and Harrison Andrews, Student Body Treasurer.\nStudent traditions.\nService NC State.\nService NC State (SNCS) is sponsored by the Center for Student Leadership, Ethics &amp; Public Service as the definitive service event to welcome new students to NC State's campus, and as a way to impact the community. This event is open to all students, faculty, staff and the Raleigh community. The event role models the university's mission to impact and support its local and global community.\nHomecoming Week.\nHomecoming week, an event run by the AASAP (Alumni Association Student Ambassador Program), is one of the only homecoming weeks entirely run by students. Usually at the end of October, starts with a Kickoff event and ends with the Pack Howl pep rally and concert. Featured performers have included &lt;a href=\"Lonestar\"&gt;Lonestar&lt;/a&gt;, &lt;a href=\"Ludacris\"&gt;Ludacris&lt;/a&gt;, &lt;a href=\"Chris%20Daughtry\"&gt;Chris Daughtry&lt;/a&gt;, and most recently &lt;a href=\"Cartel%20%28band%29\"&gt;Cartel&lt;/a&gt;, &lt;a href=\"Guster\"&gt;Guster&lt;/a&gt; and &lt;a href=\"The%20Avett%20Brothers\"&gt;The Avett Brothers&lt;/a&gt;.\nDuring the week, events such as Wear Red-Get Fed, a parade down &lt;a href=\"Hillsborough%20Street\"&gt;Hillsborough Street&lt;/a&gt;, and a campus-wide Spirit Competition take place. The week also includes a Leader of the Pack competition honoring NC State's brightest and most passionate female and male student leaders.\nShack-A-Thon.\nShack-A-Thon, a tradition since 1991, is NC State's &lt;a href=\"Habitat%20for%20Humanity\"&gt;Habitat for Humanity&lt;/a&gt;'s annual fall fundraiser. Habitat for Humanity at NC State's Campus Chapter partners with many other student organizations to take over the Brickyard by building shacks that the students live, sleep, and study in for an entire week. Each group raises money by collecting from people walking through the brickyard and online donations. This money goes toward funding a house through Habitat for Humanity of Wake County. In 2014 students raised over $46,000.\nKrispy Kreme Challenge.\nA more recent tradition of NC State is the &lt;a href=\"Krispy%20Kreme%20Challenge\"&gt;Krispy Kreme Challenge&lt;/a&gt;. In this race, students meet at the University's Memorial Bell Tower, then run to a &lt;a href=\"Krispy%20Kreme\"&gt;Krispy Kreme&lt;/a&gt; shop away (changed from in 2012). Each student must eat twelve glazed &lt;a href=\"doughnuts\"&gt;doughnuts&lt;/a&gt;, then run back to the Bell Tower within one hour. The Challenge was listed as one of the \"102 Things You Gotta Do Before You Graduate\" by \"Sports Illustrated\". Proceeds from the race go to the &lt;a href=\"UNC%20Health%20Care\"&gt;NC Children's Hospital&lt;/a&gt;. In 2014, 8,000 runners participated and the committee raised $200,000 bringing the cumulative total donated to the NC Children's Hospital to $758,000 since the race's inception.\nStudent media.\n\"&lt;a href=\"Technician%20%28newspaper%29\"&gt;Technician&lt;/a&gt;\" has been NC State's student-run newspaper since 1920. It employs students throughout the year and reports on campus news, sports, entertainment, and state and national news. \"Technician\" is published Monday through Friday when school is in session with a circulation of about 20,000. The paper is funded by advertisement and a student media fee; it is distributed for free at numerous locations on campus and at area merchants.\nThe \"Nubian Message\" is NC State's African American student newspaper. The \"Nubian Message\" was first published in 1992 following protests from many African American students denouncing the \"Technician's\" alleged racial bias. The \"Nubian Message\" is published biweekly.\nNC State's oldest student publication, the \"Agromeck\" &lt;a href=\"yearbook\"&gt;yearbook&lt;/a&gt;, celebrated its 100th birthday with the 2002 edition. It acts as a compendium of student life on campus including sporting events, social activities, and day-to-day living. The yearbook serves as a historian of campus. Each year, nearly 1,000 copies are printed and sold.\nThe university has its own student-run radio station, &lt;a href=\"WKNC\"&gt;WKNC&lt;/a&gt;. The radio station broadcasts at 25,000 watts and reaches all corners of \"the Triangle\" (Raleigh, Durham and Chapel Hill). In 2010, WKNC was voted \"Best College Radio Station of the Triangle\" by readers of the \"&lt;a href=\"Independent%20Weekly\"&gt;Independent Weekly&lt;/a&gt;\". The station hosts several formats run by student disc jockeys. Prior to its designation as WKNC in 1958, the station's call letters were WVWP.\nNotable alumni.\nNC State has 156,297 living alumni, with 61% of alumni living in North Carolina. There are 100 alumni clubs in North Carolina and another 42 states also have active clubs. In addition to alumni, the university employs 2,040 faculty and 5,843 staff. A number of NC State alumni and faculty have made significant contributions in the fields of government, military, science, academia, business, arts, and athletics, among others.\nAmong the most notable alumni with involvement in politics are &lt;a href=\"John%20Edwards\"&gt;John Edwards&lt;/a&gt;, former U.S. Senator and two time presidential candidate; &lt;a href=\"Jim%20Hunt\"&gt;James B. Hunt Jr.&lt;/a&gt;, 4-term &lt;a href=\"Governor%20of%20North%20Carolina\"&gt;Governor of North Carolina&lt;/a&gt;; &lt;a href=\"Nida%20Allam\"&gt;Nida Allam&lt;/a&gt;, the first Muslim woman to be elected to a North Carolina government office; and &lt;a href=\"Robert%20Gibbs\"&gt;Robert Gibbs&lt;/a&gt;, former &lt;a href=\"White%20House%20Press%20Secretary\"&gt;White House Press Secretary&lt;/a&gt;.\nCombining science and politics, &lt;a href=\"Rajendra%20K.%20Pachauri\"&gt;Rajendra Kumar Pachauri&lt;/a&gt; was the elected chief of the &lt;a href=\"Intergovernmental%20Panel%20on%20Climate%20Change\"&gt;Intergovernmental Panel on Climate Change&lt;/a&gt; (IPCC), an organization that shared the 2007 &lt;a href=\"Nobel%20Peace%20Prize\"&gt;Nobel Peace Prize&lt;/a&gt; with &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt;; Pachauri represented the IPCC in receiving the award. &lt;a href=\"Abdurrahim%20El-Keib\"&gt;Abdurrahim El-Keib&lt;/a&gt; was the interim prime minister of &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; from November 24, 2011 to November 14, 2012. Alumnus &lt;a href=\"Munir%20Ahmad%20Khan\"&gt;Munir Ahmad Khan&lt;/a&gt; gained international recognition for his work in reactor quantum physics and later guided the scientific research in nuclear weapons for Pakistan's &lt;a href=\"atomic%20bomb\"&gt;atomic bomb&lt;/a&gt; programs. &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; astronaut &lt;a href=\"Christina%20Koch\"&gt;Christina Koch&lt;/a&gt; also attended NC State, earning two bachelor's degrees in Electrical Engineering and Physics and a Masters of Science in Electrical Engineering. Khalia Braswell, computer scientist, technologist, and founder of INTech earned her bachelor's degree from NC State in computer science.\nSeveral alumni hold or have held top positions at large companies. These include: &lt;a href=\"Apple%20Inc.\"&gt;Apple Inc.&lt;/a&gt; (&lt;a href=\"Jeff%20Williams%20%28Apple%29\"&gt;Jeff Williams&lt;/a&gt;, Chief Operating Officer), &lt;a href=\"Caterpillar%20Inc.\"&gt;Caterpillar Inc.&lt;/a&gt; (&lt;a href=\"James%20W.%20Owens\"&gt;James W. Owens&lt;/a&gt;), &lt;a href=\"SAS%20Institute\"&gt;SAS Institute&lt;/a&gt; (&lt;a href=\"James%20Goodnight\"&gt;James Goodnight&lt;/a&gt;), President and CEO), &lt;a href=\"Tractor%20Supply\"&gt;Tractor Supply&lt;/a&gt; (&lt;a href=\"Hal%20Lawton\"&gt;Hal Lawton&lt;/a&gt;, President &amp; CEO), and HowStuffWorks (&lt;a href=\"Marshall%20Brain\"&gt;Marshall Brain&lt;/a&gt;).\nOver 50 NC State alumni have achieved the rank of Brigadier General or higher in the &lt;a href=\"Military%20of%20the%20United%20States\"&gt;United States military&lt;/a&gt;. General &lt;a href=\"William%20C.%20Lee\"&gt;William C. Lee&lt;/a&gt; is often referred to as the \"Father of the U.S. &lt;a href=\"airborne%20forces\"&gt;Airborne&lt;/a&gt;.\"\nGeneral &lt;a href=\"Maxwell%20R.%20Thurman\"&gt;Maxwell R. Thurman&lt;/a&gt;, a former &lt;a href=\"Vice%20Chief%20of%20Staff%20of%20the%20U.S.%20Army\"&gt;Vice Chief of Staff of the U.S. Army&lt;/a&gt;, was the first &lt;a href=\"Four-star%20rank\"&gt;four-star officer&lt;/a&gt; from NCSU. &lt;a href=\"Hugh%20Shelton\"&gt;Hugh Shelton&lt;/a&gt;, now retired, was a former &lt;a href=\"Chairman%20of%20the%20Joint%20Chiefs%20of%20Staff\"&gt;Chairman of the Joint Chiefs of Staff&lt;/a&gt; and a four-star general. General &lt;a href=\"Dan%20McNeill\"&gt;Dan McNeill&lt;/a&gt; commands the International Security Assistance Force in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;.\nSome alumni have become national academic leaders. &lt;a href=\"Albert%20Carnesale\"&gt;Albert Carnesale&lt;/a&gt; was the chancellor of &lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt; from 1997 to 2006 after a 23-year tenure at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;. &lt;a href=\"William%20C.%20Friday\"&gt;Bill Friday&lt;/a&gt; served as president of the &lt;a href=\"University%20of%20North%20Carolina%20system\"&gt;University of North Carolina system&lt;/a&gt; for 30 years. &lt;a href=\"William%20Brantley%20Aycock\"&gt;William Brantley Aycock&lt;/a&gt; served as chancellor of the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt; from 1957 until 1964.\nNotable contributors to the entertainment industry are associated with NC State. Actor and comedian &lt;a href=\"Zach%20Galifianakis\"&gt;Zach Galifianakis&lt;/a&gt; attended NC State. Country singer and &lt;a href=\"American%20Idol\"&gt;American Idol&lt;/a&gt; winner &lt;a href=\"Scotty%20McCreery\"&gt;Scotty McCreery&lt;/a&gt; attends NC State University. &lt;a href=\"Donald%20Bitzer\"&gt;Donald Bitzer&lt;/a&gt;, the father of &lt;a href=\"Plasma%20display\"&gt;plasma television&lt;/a&gt; and &lt;a href=\"Emmy%20Award\"&gt;Emmy Award&lt;/a&gt; winner, sits on the faculty of NC State. Musician and entertainment personality &lt;a href=\"John%20Tesh\"&gt;John Tesh&lt;/a&gt; also studied at NC State, but was expelled his junior year. Comedians and self-proclaimed \"Internetainers\" &lt;a href=\"Rhett%20and%20Link\"&gt;Rhett and Link&lt;/a&gt; also attended NC State.\nAthletes.\nSeveral NC State students later became professional athletes. &lt;a href=\"Bill%20Cowher\"&gt;Bill Cowher&lt;/a&gt; coached 15 seasons with the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; football team, including the &lt;a href=\"Super%20Bowl%20XL\"&gt;Super Bowl XL&lt;/a&gt; championship team; he is a studio analyst for \"&lt;a href=\"The%20NFL%20Today\"&gt;The NFL Today&lt;/a&gt;\". Over 130 NC State alumni play or have played in the &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt;. Notable former players include &lt;a href=\"Philip%20Rivers\"&gt;Philip Rivers&lt;/a&gt;, &lt;a href=\"Don%20Buckey\"&gt;Don Buckey&lt;/a&gt;, &lt;a href=\"Torry%20Holt\"&gt;Torry Holt&lt;/a&gt;, &lt;a href=\"Roman%20Gabriel\"&gt;Roman Gabriel&lt;/a&gt;, &lt;a href=\"Ted%20Brown%20%28American%20football%29\"&gt;Ted Brown&lt;/a&gt;, &lt;a href=\"Dick%20Christy\"&gt;Dick Christy&lt;/a&gt;, &lt;a href=\"Perry%20Williams%20%28cornerback%29\"&gt;Perry Williams&lt;/a&gt;, &lt;a href=\"Haywood%20Jeffires\"&gt;Haywood Jeffires&lt;/a&gt;, &lt;a href=\"Vaughan%20Johnson\"&gt;Vaughan Johnson&lt;/a&gt;, Dr. &lt;a href=\"Jerry%20Punch\"&gt;Jerry Punch&lt;/a&gt;, &lt;a href=\"Jim%20Ritcher\"&gt;Jim Ritcher&lt;/a&gt;, &lt;a href=\"Koren%20Robinson\"&gt;Koren Robinson&lt;/a&gt;, &lt;a href=\"Dewayne%20Washington\"&gt;Dewayne Washington&lt;/a&gt;, &lt;a href=\"Jerricho%20Cotchery\"&gt;Jerricho Cotchery&lt;/a&gt;, &lt;a href=\"Tank%20Tyler\"&gt;Tank Tyler&lt;/a&gt;, and &lt;a href=\"2006%20NFL%20Draft\"&gt;2006 number one pick&lt;/a&gt; &lt;a href=\"Mario%20Williams\"&gt;Mario Williams&lt;/a&gt;. Notable current players include &lt;a href=\"Bradley%20Chubb\"&gt;Bradley Chubb&lt;/a&gt; of the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt;; &lt;a href=\"Nyheim%20Hines\"&gt;Nyheim Hines&lt;/a&gt; of the &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt;; &lt;a href=\"Garrett%20Bradbury\"&gt;Garrett Bradbury&lt;/a&gt; of the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt;; &lt;a href=\"Jacoby%20Brissett\"&gt;Jacoby Brissett&lt;/a&gt; of the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;, &lt;a href=\"Mike%20Glennon\"&gt;Mike Glennon&lt;/a&gt; of the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt;; and &lt;a href=\"Russell%20Wilson\"&gt;Russell Wilson&lt;/a&gt; of the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. &lt;a href=\"Willie%20Burden\"&gt;Willie Burden&lt;/a&gt; was a star player in the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt;, and is a member of the &lt;a href=\"CFL%20Hall%20of%20Fame\"&gt;CFL Hall of Fame&lt;/a&gt;.Another 41 alumni have played for the &lt;a href=\"National%20Basketball%20Association\"&gt;NBA&lt;/a&gt; including &lt;a href=\"Naismith%20Memorial%20Basketball%20Hall%20of%20Fame\"&gt;Naismith Hall of Fame member&lt;/a&gt; &lt;a href=\"David%20Thompson%20%28basketball%29\"&gt;David Thompson&lt;/a&gt; and players &lt;a href=\"Tom%20Gugliotta\"&gt;Tom Gugliotta&lt;/a&gt;, &lt;a href=\"Kenny%20Carr\"&gt;Kenny Carr&lt;/a&gt;, &lt;a href=\"Spud%20Webb\"&gt;Spud Webb&lt;/a&gt;, &lt;a href=\"Cedric%20Simmons\"&gt;Cedric Simmons&lt;/a&gt;, &lt;a href=\"Julius%20Hodge\"&gt;Julius Hodge&lt;/a&gt;, &lt;a href=\"J.J.%20Hickson\"&gt;J.J. Hickson&lt;/a&gt;, &lt;a href=\"Josh%20Powell\"&gt;Josh Powell&lt;/a&gt;, &lt;a href=\"T.%20J.%20Warren\"&gt;T. J. Warren&lt;/a&gt;, &lt;a href=\"Dennis%20Smith%20Jr.\"&gt;Dennis Smith Jr.&lt;/a&gt;, and &lt;a href=\"Thurl%20Bailey\"&gt;Thurl Bailey&lt;/a&gt;. Former Wolfpack player &lt;a href=\"Nate%20McMillan\"&gt;Nate McMillan&lt;/a&gt; played in the NBA and is the current Head Coach of the &lt;a href=\"Atlanta%20Hawks\"&gt;Atlanta Hawks&lt;/a&gt;, whilst another former Wolfpack player, &lt;a href=\"Vinny%20Del%20Negro\"&gt;Vinny Del Negro&lt;/a&gt;, both played and coached in the NBA."
}