{
    "id": "7255089",
    "revid": "2304267",
    "url": "https://en.wikipedia.org/wiki?curid=7255089",
    "title": "USS Salvager",
    "text": "USS \"Salvager\" (ARS(D)-3), a \"Gypsy\"-class salvage lifting vessel of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, was originally conceived as LSM-551, was reclassified ARS(D)-3 on 24 April 1945; named \"Salvager\" on 1 May 1945; laid down on 27 August 1945 by the &lt;a href=\"Brown%20Shipbuilding\"&gt;Brown Shipbuilding&lt;/a&gt; Corporation, &lt;a href=\"Houston%2C%20Texas\"&gt;Houston, Texas&lt;/a&gt;; launched on 7 December 1945; and commissioned on 22 March 1946, &lt;a href=\"Lieutenant%20Commander\"&gt;Lieutenant Commander&lt;/a&gt; Howard L. Kubel, &lt;a href=\"United%20States%20Navy%20Reserve\"&gt;USNR&lt;/a&gt;, in command.\n1945-1949.\nDesigned for salvage and rescue work, \"Salvager\" completed shakedown off &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and put into &lt;a href=\"Charleston%2C%20SC\"&gt;Charleston, SC&lt;/a&gt;, on 29 November. She remained there until mid-May 1947, then got underway for &lt;a href=\"Norfolk%2C%20VA\"&gt;Norfolk, VA&lt;/a&gt;. By the end of the month, she had commenced the varied activities which, although conducted primarily along the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;eastern&lt;/a&gt; and &lt;a href=\"Gulf%20Coast%20of%20the%20United%20States\"&gt;southern&lt;/a&gt; &lt;a href=\"coast\"&gt;coast&lt;/a&gt;s of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and among the &lt;a href=\"island\"&gt;island&lt;/a&gt;s of the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, would range from &lt;a href=\"Dominion%20of%20Newfoundland\"&gt;Newfoundland&lt;/a&gt; to the coasts of &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;.\nIn May, the salvage lifting ship inspected &lt;a href=\"buoy\"&gt;buoy&lt;/a&gt;s in &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt;. In June, she moved up the east coast to &lt;a href=\"Narragansett%20Bay\"&gt;Narragansett Bay&lt;/a&gt;; operated with to lift a sunken tug from 130 feet of water and move it closer to the beach; then sailed for &lt;a href=\"Bayonne%2C%20NJ\"&gt;Bayonne, NJ&lt;/a&gt;, for upkeep and replenishment of stores and salvage matériel.\nContinuing operations with \"Windlass\", she sailed south on 6 August; spent two weeks salvaging two &lt;a href=\"Mexico\"&gt;Mexican&lt;/a&gt; &lt;a href=\"barge\"&gt;barge&lt;/a&gt;s off &lt;a href=\"Veracruz%2C%20Veracruz\"&gt;Veracruz&lt;/a&gt;; and returned to Norfolk. At the end of September, the two ARS(D)'s moved up to Hereford Inlet, NJ, to raise \"YP-387\"; and, in mid-October, proceeded south to the &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; coast to locate and demolish another sunken tug.\nBefore the end of the year, \"Salvager\" received an A-frame and winch on her bow which facilitated recovery of submerged objects and enabled her to lift 78 tons over the bow.\nWith the new year, 1948, \"Salvager\" continued her work of removing dangers to navigation; and, in August, she began salvage tests on the off &lt;a href=\"Piney%20Point%2C%20MD\"&gt;Piney Point, MD&lt;/a&gt;. She tested techniques of salvage and towing on the &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; into November, then stripped the test boat of all experimental equipment; sank her temporarily off &lt;a href=\"Point%20No%20Point%20Light%20%28Maryland%29\"&gt;Point No Point Light&lt;/a&gt;; and planted buoys to mark the spot. Then, with the addition of two sets of beach gear, she resumed normal salvage work, again operating primarily with \"Windlass\".\nFollowing duty off the southern &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; and mid-Atlantic coasts into the spring of 1949, she moved north to Newfoundland in May. In June, she returned to the Chesapeake Bay to raise \"U-1105\" and tow her to Piney Point, MD, where, in September, the U-boat was sunk in demolition tests.\n1950-1959.\nDuring the fall, \"Salvager\" added &lt;a href=\"Minesweeper%20%28ship%29\"&gt;minesweeping&lt;/a&gt; operations to her duties. Overhaul rounded out the year; and, in January 1950, she resumed operations by assistonly a portion of her mission; mine recovery, diver training, and local salvage operations including recovery of airplanes for both the &lt;a href=\"US%20Navy\"&gt;US Navy&lt;/a&gt; and the &lt;a href=\"US%20Air%20Force\"&gt;US Air Force&lt;/a&gt; were also continued.\n1953 brought, for a salvage vessel, relative inactivity. Deployed only twice, to the waters off &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; and to the Caribbean, she remained in the Norfolk area for most of the year. In 1954, however, she resumed a more hectic schedule. In February, she conducted underwater demolition tests in the &lt;a href=\"U.S.%20Virgin%20Islands\"&gt;U.S. Virgin Islands&lt;/a&gt;. During the spring, she operated off the mid-Atlantic seaboard and in the &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; area. In July, she destroyed and cleared the wreckage of \"YFN-6\" from &lt;a href=\"Delaware%20Bay\"&gt;Delaware Bay&lt;/a&gt;; and, in August, she moved north to &lt;a href=\"Nantucket%2C%20MA\"&gt;Nantucket, MA&lt;/a&gt; to conduct a survey of current and tide conditions and their effects upon the bottom. Three months later, she moved into the &lt;a href=\"British%20West%20Indies\"&gt;British West Indies&lt;/a&gt; to clear obstructions near &lt;a href=\"Eleuthera%20Island\"&gt;Eleuthera Island&lt;/a&gt;; and, in December, she returned to Norfolk.\nThrough the remainder of the 1950s, \"Salvager\" continued her varied activities. Major operations included the raising of downed aircraft and sunken district and landing craft; unbeaching of &lt;a href=\"Tank%20landing%20ship\"&gt;LST's&lt;/a&gt;; refloating a &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;, ; destruction of the long-sunken &lt;a href=\"Hulk%20%28ship%29\"&gt;hulk&lt;/a&gt; of the battleship ; mooring and logistic support for experimental and scientific work; excavation of trenches and laying of cables; location and recovery of a misfired &lt;a href=\"space%20capsule\"&gt;space capsule&lt;/a&gt;; and special operations requested by the &lt;a href=\"Bureau%20of%20Ships\"&gt;Bureau of Ships&lt;/a&gt;.\n1960-1972.\n\"Salvager\" began the 1960s in Chesapeake Bay where she completed the demolition of the wreck of the \"Texas\", begun in 1958. Special projects for the Bureau of Ships and deep sea mooring operations followed; and, in June 1960, she resumed salvage operations on sunken vessels and aircraft. In July, she added the recovery of the wreckage of a &lt;a href=\"blimp\"&gt;blimp&lt;/a&gt; to her record, then assumed salvage standby duty which rounded out the year.\nThe new year, 1961, started with training operations. But, with the end of winter, she resumed a full schedule of salvage, recovery, and special operations which continued for the next four and a half years. Major salvage operations saw her off the &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; coast to assist in refloating the grounded destroyers, in 1961 and in 1962; off &lt;a href=\"Morehead%20City%2C%20NC\"&gt;Morehead City, NC&lt;/a&gt;, to clear the wreckage of the &lt;a href=\"Oiler%20%28ship%29\"&gt;oiler&lt;/a&gt;, , and off Newfoundland to recover heavy, fleet-type moorings and mines in 1963; and in &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; waters, to assist in clearance operations following &lt;a href=\"Hurricane%20Betsy\"&gt;Hurricane Betsy&lt;/a&gt; in 1965.\nIn addition to special operations for the Bureau of Ships during the same period, \"Salvager\" also supported &lt;a href=\"Naval%20Oceanographic%20Office\"&gt;Naval Oceanographic Office&lt;/a&gt; projects. In November 1963, she towed &lt;a href=\"Navy%20Oceanographic%20Meteorological%20Automatic%20Device\"&gt;NOMAD (Naval Oceanographic Meteorological Automatic Device)&lt;/a&gt; 150 miles out to sea and moored it in 1,600 &lt;a href=\"fathom\"&gt;fathom&lt;/a&gt;s. Following the initial mooring, she returned several times to bring NOMAD in for checking and to change its position.\nFollowing operations during September and October 1965, in Louisiana after \"Betsy,\" \"Salvager\" prepared for inactivation. Decommissioned on 23 November, she remained in reserve for less than two years. During 1966, she was converted to a non-self-propelled vessel. On 16 October 1967, she was redesignated YMLC-3 (Salvage Craft, Medium); and, in December, she was placed in service and assigned to Advanced Bases, Pacific Area. Then taken to the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, she operated out of &lt;a href=\"Subic%20Bay\"&gt;Subic Bay&lt;/a&gt; until she was ordered back to the east coast of the United States for inactivation in July 1971. She was struck from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Naval Vessel Register&lt;/a&gt; on 1 August 1972.\nAwards.\nUSS \"Salvager\" has received:"
}