{
    "id": "726748",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=726748",
    "title": "Black-body radiation",
    "text": "Black-body radiation is the &lt;a href=\"thermal%20radiation\"&gt;thermal&lt;/a&gt; &lt;a href=\"electromagnetic%20radiation\"&gt;electromagnetic radiation&lt;/a&gt; within or surrounding a body in &lt;a href=\"thermodynamic%20equilibrium\"&gt;thermodynamic equilibrium&lt;/a&gt; with its environment, emitted by a &lt;a href=\"black%20body\"&gt;black body&lt;/a&gt; (an idealized opaque, non-reflective body). It has a specific spectrum of wavelengths, inversely related to intensity that depend only on the body's temperature, which is assumed for the sake of calculations and theory to be uniform and constant.\nThe thermal radiation spontaneously emitted by many ordinary objects can be approximated as black-body radiation. A perfectly insulated enclosure that is in thermal equilibrium internally contains black-body radiation and will emit it through a hole made in its wall, provided the hole is small enough to have a negligible effect upon the equilibrium.\nIn a dark room, a black body at room temperature appears black because most of the energy it radiates is in the &lt;a href=\"infrared\"&gt;infrared&lt;/a&gt; spectrum and cannot be perceived by the human eye. Since the human eye cannot perceive light waves below the visible frequency, a black body at the lowest just faintly visible temperature subjectively appears grey, even though its objective physical spectrum peak is in the infrared range. The human eye essentially does not perceive color at low light levels. When the object becomes a little hotter, it appears dull red. As its temperature increases further it becomes bright red, orange, yellow, white, and ultimately blue-white.\nAlthough planets and stars are neither in thermal equilibrium with their surroundings nor perfect black bodies, black-body radiation is used as a first approximation for the energy they emit. &lt;a href=\"Black%20holes\"&gt;Black holes&lt;/a&gt; are near-perfect black bodies, in the sense that they absorb all the radiation that falls on them. It has been proposed that they emit black-body radiation (called &lt;a href=\"Hawking%20radiation\"&gt;Hawking radiation&lt;/a&gt;), with a temperature that depends on the mass of the black hole.\nThe term \"black body\" was introduced by &lt;a href=\"Gustav%20Kirchhoff\"&gt;Gustav Kirchhoff&lt;/a&gt; in 1860. Black-body radiation is also called &lt;a href=\"thermal%20radiation\"&gt;thermal radiation&lt;/a&gt;, \"cavity radiation\", \"complete radiation\" or \"temperature radiation\".\nTheory.\nSpectrum.\nBlack-body radiation has a characteristic, continuous &lt;a href=\"spectral%20energy%20distribution\"&gt;frequency spectrum&lt;/a&gt; that depends only on the body's temperature, called the Planck spectrum or &lt;a href=\"Planck%27s%20law\"&gt;Planck's law&lt;/a&gt;. The spectrum is peaked at a characteristic frequency that shifts to higher frequencies with increasing temperature, and at &lt;a href=\"room%20temperature\"&gt;room temperature&lt;/a&gt; most of the emission is in the &lt;a href=\"infrared\"&gt;infrared&lt;/a&gt; region of the &lt;a href=\"electromagnetic%20spectrum\"&gt;electromagnetic spectrum&lt;/a&gt;. As the temperature increases past about 500 degrees &lt;a href=\"Celsius\"&gt;Celsius&lt;/a&gt;, black bodies start to emit significant amounts of visible light. Viewed in the dark by the human eye, the first faint glow appears as a \"ghostly\" grey (the visible light is actually red, but low intensity light activates only the eye's grey-level sensors). With rising temperature, the glow becomes visible even when there is some background surrounding light: first as a dull red, then yellow, and eventually a \"dazzling bluish-white\" as the temperature rises. When the body appears white, it is emitting a substantial fraction of its energy as &lt;a href=\"ultraviolet%20radiation\"&gt;ultraviolet radiation&lt;/a&gt;. The &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;, with an &lt;a href=\"effective%20temperature\"&gt;effective temperature&lt;/a&gt; of approximately 5800 K, is an approximate black body with an emission spectrum peaked in the central, yellow-green part of the &lt;a href=\"visible%20spectrum\"&gt;visible spectrum&lt;/a&gt;, but with significant power in the ultraviolet as well.\nBlack-body radiation provides insight into the &lt;a href=\"thermodynamic%20equilibrium\"&gt;thermodynamic equilibrium&lt;/a&gt; state of cavity radiation.\nBlack body.\nAll normal (&lt;a href=\"baryon\"&gt;baryon&lt;/a&gt;ic) matter emits electromagnetic radiation when it has a temperature above &lt;a href=\"absolute%20zero\"&gt;absolute zero&lt;/a&gt;. The radiation represents a conversion of a body's internal energy into electromagnetic energy, and is therefore called &lt;a href=\"thermal%20radiation\"&gt;thermal radiation&lt;/a&gt;. It is a &lt;a href=\"spontaneous%20process\"&gt;spontaneous process&lt;/a&gt; of radiative distribution of &lt;a href=\"entropy\"&gt;entropy&lt;/a&gt;.\nConversely, all normal matter absorbs electromagnetic radiation to some degree. An object that absorbs all radiation falling on it, at all &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt;s, is called a black body. When a black body is at a uniform temperature, its emission has a characteristic frequency distribution that depends on the temperature. Its emission is called black-body radiation.\nThe concept of the black body is an idealization, as perfect black bodies do not exist in nature. &lt;a href=\"Graphite\"&gt;Graphite&lt;/a&gt; and &lt;a href=\"carbon%20black\"&gt;lamp black&lt;/a&gt;, with emissivities greater than 0.95, however, are good approximations to a black material. Experimentally, black-body radiation may be established best as the ultimately stable steady state equilibrium radiation in a cavity in a rigid body, at a uniform temperature, that is entirely opaque and is only partly reflective. A closed box with walls of graphite at a constant temperature with a small hole on one side produces a good approximation to ideal black-body radiation emanating from the opening.\nBlack-body radiation has the unique absolutely stable distribution of radiative intensity that can persist in thermodynamic equilibrium in a cavity. In equilibrium, for each frequency the total intensity of radiation that is emitted and reflected from a body (that is, the net amount of radiation leaving its surface, called the \"spectral radiance\") is determined solely by the equilibrium temperature and does not depend upon the shape, material or structure of the body. For a black body (a perfect absorber) there is no reflected radiation, and so the spectral radiance is entirely due to emission. In addition, a black body is a diffuse emitter (its emission is independent of direction). Consequently, black-body radiation may be viewed as the radiation from a black body at thermal equilibrium.\nBlack-body radiation becomes a visible glow of light if the temperature of the object is high enough. The &lt;a href=\"Draper%20point\"&gt;Draper point&lt;/a&gt; is the temperature at which all solids glow a dim red, about . At , a small opening in the wall of a large uniformly heated opaque-walled cavity (such as an oven), viewed from outside, looks red; at , it looks white. No matter how the oven is constructed, or of what material, as long as it is built so that almost all light entering is absorbed by its walls, it will contain a good approximation to black-body radiation. The spectrum, and therefore color, of the light that comes out will be a function of the cavity temperature alone. A graph of the amount of energy inside the oven per unit volume and per unit frequency interval plotted versus frequency is called the \"black-body curve\". Different curves are obtained by varying the temperature.\nTwo bodies that are at the same temperature stay in mutual thermal equilibrium, so a body at temperature \"T\" surrounded by a cloud of light at temperature \"T\" on average will emit as much light into the cloud as it absorbs, following Prevost's exchange principle, which refers to &lt;a href=\"radiative%20equilibrium\"&gt;radiative equilibrium&lt;/a&gt;. The principle of &lt;a href=\"detailed%20balance\"&gt;detailed balance&lt;/a&gt; says that in thermodynamic equilibrium every elementary process works equally in its forward and backward sense. Prevost also showed that the emission from a body is logically determined solely by its own internal state. The causal effect of thermodynamic absorption on thermodynamic (spontaneous) emission is not direct, but is only indirect as it affects the internal state of the body. This means that at thermodynamic equilibrium the amount of every wavelength in every direction of thermal radiation emitted by a body at temperature \"T\", black or not, is equal to the corresponding amount that the body absorbs because it is surrounded by light at temperature \"T\".\nWhen the body is black, the absorption is obvious: the amount of light absorbed is all the light that hits the surface. For a black body much bigger than the wavelength, the light energy absorbed at any wavelength \"λ\" per unit time is strictly proportional to the black-body curve. This means that the black-body curve is the amount of light energy emitted by a black body, which justifies the name. This is the condition for the applicability of &lt;a href=\"Kirchhoff%27s%20law%20of%20thermal%20radiation\"&gt;Kirchhoff's law of thermal radiation&lt;/a&gt;: the black-body curve is characteristic of thermal light, which depends only on the &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; of the walls of the cavity, provided that the walls of the cavity are completely opaque and are not very reflective, and that the cavity is in &lt;a href=\"thermodynamic%20equilibrium\"&gt;thermodynamic equilibrium&lt;/a&gt;. When the black body is small, so that its size is comparable to the wavelength of light, the absorption is modified, because a small object is not an efficient absorber of light of long wavelength, but the principle of strict equality of emission and absorption is always upheld in a condition of thermodynamic equilibrium.\nIn the laboratory, black-body radiation is approximated by the radiation from a small hole in a large cavity, a &lt;a href=\"hohlraum\"&gt;hohlraum&lt;/a&gt;, in an entirely opaque body that is only partly reflective, that is maintained at a constant temperature. (This technique leads to the alternative term \"cavity radiation\".) Any light entering the hole would have to reflect off the walls of the cavity multiple times before it escaped, in which process it is nearly certain to be absorbed. Absorption occurs regardless of the &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt; of the radiation entering (as long as it is small compared to the hole). The hole, then, is a close approximation of a theoretical black body and, if the cavity is heated, the &lt;a href=\"Power%20spectral%20density\"&gt;spectrum&lt;/a&gt; of the hole's radiation (i.e., the amount of light emitted from the hole at each wavelength) will be continuous, and will depend only on the temperature and the fact that the walls are opaque and at least partly absorptive, but not on the particular material of which they are built nor on the material in the cavity (compare with &lt;a href=\"emission%20spectrum\"&gt;emission spectrum&lt;/a&gt;).\nThe &lt;a href=\"radiance\"&gt;radiance&lt;/a&gt; or observed intensity is not a function of direction. Therefore, a black body is a perfect &lt;a href=\"Lambert%27s%20cosine%20law\"&gt;Lambertian&lt;/a&gt; radiator.\nReal objects never behave as full-ideal black bodies, and instead the emitted radiation at a given frequency is a fraction of what the ideal emission would be. The &lt;a href=\"emissivity\"&gt;emissivity&lt;/a&gt; of a material specifies how well a real body radiates energy as compared with a black body. This emissivity depends on factors such as temperature, emission angle, and wavelength. However, it is typical in engineering to assume that a surface's spectral emissivity and absorptivity do not depend on wavelength so that the emissivity is a constant. This is known as the \"gray body\" assumption.\nWith non-black surfaces, the deviations from ideal black-body behavior are determined by both the surface structure, such as roughness or granularity, and the chemical composition. On a \"per wavelength\" basis, real objects in states of &lt;a href=\"Thermodynamic%20equilibrium%23Local%20and%20global%20equilibrium\"&gt;local thermodynamic equilibrium&lt;/a&gt; still follow &lt;a href=\"Kirchhoff%27s%20law%20%28thermodynamics%29\"&gt;Kirchhoff's Law&lt;/a&gt;: emissivity equals absorptivity, so that an object that does not absorb all incident light will also emit less radiation than an ideal black body; the incomplete absorption can be due to some of the incident light being transmitted through the body or to some of it being reflected at the surface of the body.\nIn &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;, objects such as &lt;a href=\"star\"&gt;star&lt;/a&gt;s are frequently regarded as black bodies, though this is often a poor approximation. An almost perfect black-body spectrum is exhibited by the &lt;a href=\"cosmic%20microwave%20background%20radiation\"&gt;cosmic microwave background radiation&lt;/a&gt;. &lt;a href=\"Hawking%20radiation\"&gt;Hawking radiation&lt;/a&gt; is the hypothetical black-body radiation emitted by &lt;a href=\"black%20hole\"&gt;black hole&lt;/a&gt;s, at a temperature that depends on the mass, charge, and spin of the hole. If this prediction is correct, black holes will very gradually shrink and evaporate over time as they lose mass by the emission of photons and other particles.\nA black body radiates energy at all frequencies, but its intensity rapidly tends to zero at high frequencies (short wavelengths). For example, a black body at room temperature () with one square meter of surface area will emit a photon in the visible range (390–750 nm) at an average rate of one photon every 41 seconds, meaning that, for most practical purposes, such a black body does not emit in the visible range.\nThe study of the laws of black bodies and the failure of classical physics to describe them helped establish the foundations of &lt;a href=\"history%20of%20quantum%20mechanics\"&gt;quantum mechanics&lt;/a&gt;.\nFurther explanation.\nAccording to the Classical Theory of Radiation, if each &lt;a href=\"Fourier%20mode\"&gt;Fourier mode&lt;/a&gt; of the equilibrium radiation (in an otherwise empty cavity with perfectly reflective walls) is considered as a degree of freedom capable of exchanging energy, then, according to the &lt;a href=\"equipartition%20theorem\"&gt;equipartition theorem&lt;/a&gt; of classical physics, there would be an equal amount of energy in each mode. Since there are an infinite number of modes, this would imply infinite &lt;a href=\"heat%20capacity\"&gt;heat capacity&lt;/a&gt;, as well as a nonphysical spectrum of emitted radiation that grows without bound with increasing frequency, a problem known as the &lt;a href=\"ultraviolet%20catastrophe\"&gt;ultraviolet catastrophe&lt;/a&gt;.\nIn the longer &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt;s this deviation is not so noticeable, as formula_1 and formula_2 are very small. In the shorter wavelengths of the ultraviolet range, however, classical theory predicts the energy emitted tends to infinity, hence the &lt;a href=\"ultraviolet%20catastrophe\"&gt;ultraviolet catastrophe&lt;/a&gt;. The theory even predicted that all bodies would emit most of their energy in the ultraviolet range, clearly contradicted by the experimental data which showed a different peak wavelength at different temperatures (see also &lt;a href=\"Wien%27s%20displacement%20law\"&gt;Wien's law&lt;/a&gt;). \nInstead, in the quantum treatment of this problem, the numbers of the energy modes are &lt;a href=\"Quantization%20%28physics%29\"&gt;quantized&lt;/a&gt;, attenuating the spectrum at high frequency in agreement with experimental observation and resolving the catastrophe. The modes that had more energy than the thermal energy of the substance itself were not considered, and because of quantization modes having infinitesimally little energy were excluded.\nThus for shorter &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt;s very few modes (having energy more than formula_1) were allowed, supporting the data that the energy emitted is reduced for wavelengths less than the wavelength of the observed peak of emission.\nNotice that there are two factors responsible for the shape of the graph. Firstly, longer wavelengths have a larger number of modes associated with them. Secondly, shorter wavelengths have more energy associated per mode. The two factors combined give the characteristic maximum wavelength.\nCalculating the black-body curve was a major challenge in &lt;a href=\"theoretical%20physics\"&gt;theoretical physics&lt;/a&gt; during the late nineteenth century. The problem was solved in 1901 by &lt;a href=\"Max%20Planck\"&gt;Max Planck&lt;/a&gt; in the formalism now known as &lt;a href=\"Planck%27s%20law\"&gt;Planck's law&lt;/a&gt; of black-body radiation. By making changes to &lt;a href=\"Wien%27s%20radiation%20law\"&gt;Wien's radiation law&lt;/a&gt; (not to be confused with &lt;a href=\"Wien%27s%20displacement%20law\"&gt;Wien's displacement law&lt;/a&gt;) consistent with &lt;a href=\"thermodynamics\"&gt;thermodynamics&lt;/a&gt; and &lt;a href=\"electromagnetism\"&gt;electromagnetism&lt;/a&gt;, he found a mathematical expression fitting the experimental data satisfactorily. Planck had to assume that the energy of the oscillators in the cavity was quantized, i.e., it existed in integer multiples of some quantity. &lt;a href=\"Albert%20Einstein\"&gt;Einstein&lt;/a&gt; built on this idea and proposed the quantization of electromagnetic radiation itself in 1905 to explain the &lt;a href=\"photoelectric%20effect\"&gt;photoelectric effect&lt;/a&gt;. These theoretical advances eventually resulted in the superseding of classical electromagnetism by &lt;a href=\"quantum%20electrodynamics\"&gt;quantum electrodynamics&lt;/a&gt;. These quanta were called &lt;a href=\"photon\"&gt;photon&lt;/a&gt;s and the black-body cavity was thought of as containing a &lt;a href=\"photon%20gas\"&gt;gas of photons&lt;/a&gt;. In addition, it led to the development of quantum probability distributions, called &lt;a href=\"Fermi%E2%80%93Dirac%20statistics\"&gt;Fermi–Dirac statistics&lt;/a&gt; and &lt;a href=\"Bose%E2%80%93Einstein%20statistics\"&gt;Bose–Einstein statistics&lt;/a&gt;, each applicable to a different class of particles, &lt;a href=\"fermion\"&gt;fermion&lt;/a&gt;s and &lt;a href=\"boson\"&gt;boson&lt;/a&gt;s.\nThe wavelength at which the radiation is strongest is given by Wien's displacement law, and the overall power emitted per unit area is given by the &lt;a href=\"Stefan%E2%80%93Boltzmann%20law\"&gt;Stefan–Boltzmann law&lt;/a&gt;. So, as temperature increases, the glow color changes from red to yellow to white to blue. Even as the peak wavelength moves into the ultra-violet, enough radiation continues to be emitted in the blue wavelengths that the body will continue to appear blue. It will never become invisible—indeed, the radiation of visible light increases &lt;a href=\"monotonic%20function\"&gt;monotonically&lt;/a&gt; with temperature. The Stefan–Boltzmann law also says that the total radiant heat energy emitted from a surface is proportional to the fourth power of its &lt;a href=\"absolute%20temperature\"&gt;absolute temperature&lt;/a&gt;. The law was formulated by Josef Stefan in 1879 and later derived by Ludwig Boltzmann. The formula is given, where \"E\" is the radiant heat emitted from a unit of area per unit time, \"T\" is the absolute temperature, and is the &lt;a href=\"Stefan%E2%80%93Boltzmann%20constant\"&gt;Stefan–Boltzmann constant&lt;/a&gt;.\nEquations.\nPlanck's law of black-body radiation.\nPlanck's law states that\nwhere\nFor a black body surface, the spectral radiance density (defined per unit of area normal to the propagation) is independent of the angle formula_13 of emission with respect to the normal. However, this means that, following &lt;a href=\"Lambert%27s%20cosine%20law\"&gt;Lambert's cosine law&lt;/a&gt;, formula_14 is the radiance density per unit area of emitting surface as the surface area involved in generating the radiance is increased by a factor formula_15 with respect to an area normal to the propagation direction. At oblique angles, the solid angle spans involved do get smaller, resulting in lower aggregate intensities.\nWien's displacement law.\nWien's displacement law shows how the spectrum of black-body radiation at any temperature is related to the spectrum at any other temperature. If we know the shape of the spectrum at one temperature, we can calculate the shape at any other temperature. Spectral intensity can be expressed as a function of wavelength or of frequency.\nA consequence of Wien's displacement law is that the wavelength at which the intensity \"per unit wavelength\" of the radiation produced by a black body has a local maximum or peak, formula_16, is a function only of the temperature:\nwhere the constant \"b\", known as Wien's displacement constant, is equal to . At a typical room temperature of 293 K (20 °C), the maximum intensity is at .\nPlanck's law was also stated above as a function of frequency. The intensity maximum for this is given by\nIn unitless form, the maximum occurs when formula_19, where formula_20. The approximate numerical solution is formula_21. At a typical room temperature of 293 K (20 °C), the maximum intensity is for .\nStefan–Boltzmann law.\nBy integrating formula_22 over the frequency the radiance formula_23 (units: power / [area * solid angle] ) is\nby using formula_25 with formula_26 and with formula_27 being the &lt;a href=\"Stefan%E2%80%93Boltzmann%20constant\"&gt;Stefan–Boltzmann constant&lt;/a&gt;.\nOn a side note, at a distance d, the intensity formula_28 per area formula_29 of radiating surface is the useful expression\nwhen the receiving surface is perpendicular to the radiation.\nBy subsequently integrating formula_23 over the solid angle formula_32 for all azimuthal angle (0 to formula_33) and polar angle formula_13 from 0 to formula_35, we arrive at the &lt;a href=\"Stefan%E2%80%93Boltzmann%20law\"&gt;Stefan–Boltzmann law&lt;/a&gt;: the power \"j\"* emitted per unit area of the surface of a black body is directly proportional to the fourth power of its absolute temperature:\nWe used\nApplications.\nHuman-body emission.\nThe human body radiates energy as &lt;a href=\"infrared\"&gt;infrared&lt;/a&gt; light. The net power radiated is the difference between the power emitted and the power absorbed:\nApplying the Stefan–Boltzmann law,\nwhere \"A\" and \"T\" are the body surface area and temperature, formula_40 is the &lt;a href=\"emissivity\"&gt;emissivity&lt;/a&gt;, and \"T\"0 is the ambient temperature.\nThe total surface area of an adult is about 2 m2, and the mid- and far-infrared &lt;a href=\"emissivity\"&gt;emissivity&lt;/a&gt; of skin and most clothing is near unity, as it is for most nonmetallic surfaces. Skin temperature is about 33 °C, but clothing reduces the surface temperature to about 28 °C when the ambient temperature is 20 °C. Hence, the net radiative heat loss is about\nThe total energy radiated in one day is about 80 &lt;a href=\"megajoule\"&gt;MJ&lt;/a&gt;, or 20000 kcal (food &lt;a href=\"calorie\"&gt;calorie&lt;/a&gt;s). &lt;a href=\"Basal%20metabolic%20rate\"&gt;Basal metabolic rate&lt;/a&gt; for a 40-year-old male is about 35 kcal/(m2·h), which is equivalent to 1700 kcal per day, assuming the same 2 m2 area. However, the mean metabolic rate of sedentary adults is about 50% to 70% greater than their basal rate. The discrepancy between the energy lost by emission and the energy metabolized by a person can be attributed to the fact that thermal energy is also absorbed from the environment, roughly equal to the energy lost, since the ambient temperature is assumed to be equal to the skin temperature.\nThere are other important thermal loss mechanisms, including &lt;a href=\"convection\"&gt;convection&lt;/a&gt; and &lt;a href=\"evaporation\"&gt;evaporation&lt;/a&gt;. Conduction is negligible – the &lt;a href=\"Nusselt%20number\"&gt;Nusselt number&lt;/a&gt; is much greater than unity. Evaporation by &lt;a href=\"perspiration\"&gt;perspiration&lt;/a&gt; is only required if radiation and convection are insufficient to maintain a steady-state temperature (but evaporation from the lungs occurs regardless). Free-convection rates are comparable, albeit somewhat lower, than radiative rates. Thus, radiation accounts for about two-thirds of thermal energy loss in cool, still air. Given the approximate nature of many of the assumptions, this can only be taken as a crude estimate. Ambient air motion, causing forced convection, or evaporation reduces the relative importance of radiation as a thermal-loss mechanism.\nApplication of &lt;a href=\"Wien%27s%20displacement%20law\"&gt;Wien's law&lt;/a&gt; to human-body emission results in a peak wavelength of\nFor this reason, thermal imaging devices for human subjects are most sensitive in the 7–14 micrometer range.\nTemperature relation between a planet and its star.\nThe black-body law may be used to estimate the temperature of a planet orbiting the Sun.\nThe temperature of a planet depends on several factors:\nThe analysis only considers the Sun's heat for a planet in a Solar System.\nThe &lt;a href=\"Stefan%E2%80%93Boltzmann%20law\"&gt;Stefan–Boltzmann law&lt;/a&gt; gives the total &lt;a href=\"power%20%28physics%29\"&gt;power&lt;/a&gt; (energy/second) the Sun is emitting:\nwhere\nThe Sun emits that power equally in all directions. Because of this, the planet is hit with only a tiny fraction of it. The power from the Sun that strikes the planet (at the top of the atmosphere) is:\nwhere\nBecause of its high temperature, the Sun emits to a large extent in the ultraviolet and visible (UV-Vis) frequency range. In this frequency range, the planet reflects a fraction formula_50 of this energy where formula_50 is the &lt;a href=\"albedo\"&gt;albedo&lt;/a&gt; or reflectance of the planet in the UV-Vis range. In other words, the planet absorbs a fraction formula_52 of the Sun's light, and reflects the rest. The power absorbed by the planet and its atmosphere is then:\nEven though the planet only absorbs as a circular area formula_54, it emits in all directions; the spherical surface area being formula_55. If the planet were a perfect black body, it would emit according to the &lt;a href=\"Stefan%E2%80%93Boltzmann%20law\"&gt;Stefan–Boltzmann law&lt;/a&gt;\nwhere formula_57 is the temperature of the planet. This temperature, calculated for the case of the planet acting as a black body by setting formula_58, is known as the &lt;a href=\"effective%20temperature\"&gt;effective temperature&lt;/a&gt;. The actual temperature of the planet will likely be different, depending on its surface and atmospheric properties. Ignoring the atmosphere and greenhouse effect, the planet, since it is at a much lower temperature than the Sun, emits mostly in the infrared (IR) portion of the spectrum. In this frequency range, it emits formula_59 of the radiation that a black body would emit where formula_59 is the average emissivity in the IR range. The power emitted by the planet is then:\nFor a body in &lt;a href=\"Radiative%20equilibrium%23Definitions%20of%20radiative%20equilbrium%23radiative%20exchange%20equilibrium\"&gt;radiative exchange equilibrium&lt;/a&gt; with its surroundings, the rate at which it emits &lt;a href=\"radiant%20energy\"&gt;radiant energy&lt;/a&gt; is equal to the rate at which it absorbs it:\nSubstituting the expressions for solar and planet power in equations 1–6 and simplifying yields the estimated temperature of the planet, ignoring greenhouse effect, \"T\"P:\nIn other words, given the assumptions made, the temperature of a planet depends only on the surface temperature of the Sun, the radius of the Sun, the distance between the planet and the Sun, the albedo and the IR emissivity of the planet.\nNotice that a gray (flat spectrum) ball where formula_64 comes to the same temperature as a black body no matter how dark or light gray .\nEffective temperature of Earth.\nSubstituting the measured values for the Sun and Earth yields:\nWith the average emissivity formula_69 set to unity, the &lt;a href=\"effective%20temperature\"&gt;effective temperature&lt;/a&gt; of the Earth is:\nor −18.8 °C.\nThis is the temperature of the Earth if it radiated as a perfect black body in the infrared, assuming an unchanging albedo and ignoring &lt;a href=\"greenhouse%20effect\"&gt;greenhouse effect&lt;/a&gt;s (which can raise the surface temperature of a body above what it would be if it were a perfect black body in all spectrums). The Earth in fact radiates not quite as a perfect black body in the infrared which will raise the estimated temperature a few degrees above the effective temperature. If we wish to estimate what the temperature of the Earth would be if it had no atmosphere, then we could take the albedo and emissivity of the Moon as a good estimate. The albedo and emissivity of the Moon are about 0.1054 and 0.95 respectively, yielding an estimated temperature of about 1.36 °C.\nEstimates of the Earth's average albedo vary in the range 0.3–0.4, resulting in different estimated effective temperatures. Estimates are often based on the &lt;a href=\"solar%20constant\"&gt;solar constant&lt;/a&gt; (total insolation power density) rather than the temperature, size, and distance of the Sun. For example, using 0.4 for albedo, and an insolation of 1400 W m−2, one obtains an effective temperature of about 245 K.\nSimilarly using albedo 0.3 and solar constant of 1372 W m−2, one obtains an effective temperature of 255 K.\nCosmology.\nThe &lt;a href=\"cosmic%20microwave%20background\"&gt;cosmic microwave background&lt;/a&gt; radiation observed today is the most perfect black-body radiation ever observed in nature, with a temperature of about 2.7 K. It is a \"snapshot\" of the radiation at the time of &lt;a href=\"Decoupling%20%28cosmology%29\"&gt;decoupling&lt;/a&gt; between matter and radiation in the early universe. Prior to this time, most matter in the universe was in the form of an ionized plasma in thermal, though not full thermodynamic, equilibrium with radiation.\nAccording to Kondepudi and Prigogine, at very high temperatures (above 1010 K; such temperatures existed in the very early universe), where the thermal motion separates protons and neutrons in spite of the strong nuclear forces, electron-positron pairs appear and disappear spontaneously and are in thermal equilibrium with electromagnetic radiation. These particles form a part of the black body spectrum, in addition to the electromagnetic radiation.\nHistory.\nIn his first memoir, &lt;a href=\"Augustin-Jean%20Fresnel\"&gt;Augustin-Jean Fresnel&lt;/a&gt; (1788–1827) responded to a view he extracted from a French translation of &lt;a href=\"Isaac%20Newton\"&gt;Isaac Newton&lt;/a&gt;'s \"&lt;a href=\"Optics\"&gt;Optics&lt;/a&gt;\". He says that Newton imagined particles of light traversing space uninhibited by the &lt;a href=\"Caloric%20theory\"&gt;caloric&lt;/a&gt; medium filling it, and refutes this view (never actually held by Newton) by saying that a black body under illumination would increase indefinitely in heat.\nBalfour Stewart.\nIn 1858, &lt;a href=\"Balfour%20Stewart\"&gt;Balfour Stewart&lt;/a&gt; described his experiments on the thermal radiative emissive and absorptive powers of polished plates of various substances, compared with the powers of lamp-black surfaces, at the same temperature. Stewart chose lamp-black surfaces as his reference because of various previous experimental findings, especially those of &lt;a href=\"Pierre%20Prevost\"&gt;Pierre Prevost&lt;/a&gt; and of &lt;a href=\"John%20Leslie%20%28physicist%29\"&gt;John Leslie&lt;/a&gt;. He wrote, \"Lamp-black, which absorbs all the rays that fall upon it, and therefore possesses the greatest possible absorbing power, will possess also the greatest possible radiating power.\" More an experimenter than a logician, Stewart failed to point out that his statement presupposed an abstract general principle: that there exist, either ideally in theory, or really in nature, bodies or surfaces that respectively have one and the same unique universal greatest possible absorbing power, likewise for radiating power, for every wavelength and equilibrium temperature.\nStewart measured radiated power with a &lt;a href=\"thermopile\"&gt;thermopile&lt;/a&gt; and sensitive galvanometer read with a microscope. He was concerned with selective thermal radiation, which he investigated with plates of substances that radiated and absorbed selectively for different qualities of radiation rather than maximally for all qualities of radiation. He discussed the experiments in terms of rays which could be reflected and refracted, and which obeyed the Stokes-&lt;a href=\"Helmholtz%20reciprocity\"&gt;Helmholtz reciprocity&lt;/a&gt; principle (though he did not use an eponym for it). He did not in this paper mention that the qualities of the rays might be described by their wavelengths, nor did he use spectrally resolving apparatus such as prisms or diffraction gratings. His work was quantitative within these constraints. He made his measurements in a room temperature environment, and quickly so as to catch his bodies in a condition near the thermal equilibrium in which they had been prepared by heating to equilibrium with boiling water. His measurements confirmed that substances that emit and absorb selectively respect the principle of selective equality of emission and absorption at thermal equilibrium.\nStewart offered a theoretical proof that this should be the case separately for every selected quality of thermal radiation, but his mathematics was not rigorously valid. He made no mention of thermodynamics in this paper, though he did refer to conservation of \"&lt;a href=\"vis%20viva\"&gt;vis viva&lt;/a&gt;\". He proposed that his measurements implied that radiation was both absorbed and emitted by particles of matter throughout depths of the media in which it propagated. He applied the Helmholtz reciprocity principle to account for the material interface processes as distinct from the processes in the interior material. He did not postulate unrealizable perfectly black surfaces. He concluded that his experiments showed that in a cavity in thermal equilibrium, the heat radiated from any part of the interior bounding surface, no matter of what material it might be composed, was the same as would have been emitted from a surface of the same shape and position that would have been composed of lamp-black. He did not state explicitly that the lamp-black-coated bodies that he used as reference must have had a unique common spectral emittance function that depended on temperature in a unique way.\nGustav Kirchhoff.\nIn 1859, not knowing of Stewart's work, &lt;a href=\"Gustav%20Kirchhoff\"&gt;Gustav Robert Kirchhoff&lt;/a&gt; reported the coincidence of the wavelengths of spectrally resolved lines of absorption and of emission of visible light. Importantly for thermal physics, he also observed that bright lines or dark lines were apparent depending on the temperature difference between emitter and absorber.\nKirchhoff then went on to consider some bodies that emit and absorb heat radiation, in an opaque enclosure or cavity, in equilibrium at temperature .\nHere is used a notation different from Kirchhoff's. Here, the emitting power denotes a dimensioned quantity, the total radiation emitted by a body labeled by index at temperature . The total absorption ratio of that body is dimensionless, the ratio of absorbed to incident radiation in the cavity at temperature . (In contrast with Balfour Stewart's, Kirchhoff's definition of his absorption ratio did not refer in particular to a lamp-black surface as the source of the incident radiation.) Thus the ratio of emitting power to absorptivity is a dimensioned quantity, with the dimensions of emitting power, because is dimensionless. Also here the wavelength-specific emitting power of the body at temperature is denoted by and the wavelength-specific absorption ratio by . Again, the ratio of emitting power to absorptivity is a dimensioned quantity, with the dimensions of emitting power.\nIn a second report made in 1859, Kirchhoff announced a new general principle or law for which he offered a theoretical and mathematical proof, though he did not offer quantitative measurements of radiation powers. His theoretical proof was and still is considered by some writers to be invalid. His principle, however, has endured: it was that for heat rays of the same wavelength, in equilibrium at a given temperature, the wavelength-specific ratio of emitting power to absorptivity has one and the same common value for all bodies that emit and absorb at that wavelength. In symbols, the law stated that the wavelength-specific ratio has one and the same value for all bodies, that is for all values of index . In this report there was no mention of black bodies.\nIn 1860, still not knowing of Stewart's measurements for selected qualities of radiation, Kirchhoff pointed out that it was long established experimentally that for total heat radiation, of unselected quality, emitted and absorbed by a body in equilibrium, the dimensioned total radiation ratio , has one and the same value common to all bodies, that is, for every value of the material index . Again without measurements of radiative powers or other new experimental data, Kirchhoff then offered a fresh theoretical proof of his new principle of the universality of the value of the wavelength-specific ratio at thermal equilibrium. His fresh theoretical proof was and still is considered by some writers to be invalid.\nBut more importantly, it relied on a new theoretical postulate of \"perfectly black bodies,\" which is the reason why one speaks of Kirchhoff's law. Such black bodies showed complete absorption in their infinitely thin most superficial surface. They correspond to Balfour Stewart's reference bodies, with internal radiation, coated with lamp-black. They were not the more realistic perfectly black bodies later considered by Planck. Planck's black bodies radiated and absorbed only by the material in their interiors; their interfaces with contiguous media were only mathematical surfaces, capable neither of absorption nor emission, but only of reflecting and transmitting with refraction.\nKirchhoff's proof considered an arbitrary non-ideal body labeled as well as various perfect black bodies labeled . It required that the bodies be kept in a cavity in thermal equilibrium at temperature . His proof intended to show that the ratio was independent of the nature of the non-ideal body, however partly transparent or partly reflective it was.\nHis proof first argued that for wavelength and at temperature , at thermal equilibrium, all perfectly black bodies of the same size and shape have the one and the same common value of emissive power , with the dimensions of power. His proof noted that the dimensionless wavelength-specific absorptivity of a perfectly black body is by definition exactly 1. Then for a perfectly black body, the wavelength-specific ratio of emissive power to absorptivity is again just , with the dimensions of power. Kirchhoff considered, successively, thermal equilibrium with the arbitrary non-ideal body, and with a perfectly black body of the same size and shape, in place in his cavity in equilibrium at temperature . He argued that the flows of heat radiation must be the same in each case. Thus he argued that at thermal equilibrium the ratio was equal to , which may now be denoted , a continuous function, dependent only on at fixed temperature , and an increasing function of at fixed wavelength , at low temperatures vanishing for visible but not for longer wavelengths, with positive values for visible wavelengths at higher temperatures, which does not depend on the nature of the arbitrary non-ideal body. (Geometrical factors, taken into detailed account by Kirchhoff, have been ignored in the foregoing.)\nThus &lt;a href=\"Kirchhoff%27s%20law%20of%20thermal%20radiation\"&gt;Kirchhoff's law of thermal radiation&lt;/a&gt; can be stated: \"For any material at all, radiating and absorbing in thermodynamic equilibrium at any given temperature , for every wavelength , the ratio of emissive power to absorptivity has one universal value, which is characteristic of a perfect black body, and is an emissive power which we here represent by .\" (For our notation , Kirchhoff's original notation was simply .)\nKirchhoff announced that the determination of the function was a problem of the highest importance, though he recognized that there would be experimental difficulties to be overcome. He supposed that like other functions that do not depend on the properties of individual bodies, it would be a simple function. Occasionally by historians that function has been called \"Kirchhoff's (emission, universal) function,\" though its precise mathematical form would not be known for another forty years, till it was discovered by Planck in 1900. The theoretical proof for Kirchhoff's universality principle was worked on and debated by various physicists over the same time, and later. Kirchhoff stated later in 1860 that his theoretical proof was better than Balfour Stewart's, and in some respects it was so. Kirchhoff's 1860 paper did not mention the second law of thermodynamics, and of course did not mention the concept of entropy which had not at that time been established. In a more considered account in a book in 1862, Kirchhoff mentioned the connection of his law with &lt;a href=\"Carnot%27s%20theorem%20%28thermodynamics%29\"&gt;Carnot's principle&lt;/a&gt;, which is a form of the second law.\nAccording to Helge Kragh, \"Quantum theory owes its origin to the study of thermal radiation, in particular to the \"black-body\" radiation that Robert Kirchhoff had first defined in 1859–1860.\"\nDoppler effect.\nThe &lt;a href=\"relativistic%20Doppler%20effect\"&gt;relativistic Doppler effect&lt;/a&gt; causes a shift in the frequency \"f\" of light originating from a source that is moving in relation to the observer, so that the wave is observed to have frequency \"f\"':\nwhere \"v\" is the velocity of the source in the observer's rest frame, \"θ\" is the angle between the velocity vector and the observer-source direction measured in the reference frame of the source, and \"c\" is the &lt;a href=\"speed%20of%20light\"&gt;speed of light&lt;/a&gt;. This can be simplified for the special cases of objects moving directly towards (\"θ\" = π) or away (\"θ\" = 0) from the observer, and for speeds much less than \"c\".\nThrough Planck's law the temperature spectrum of a black body is proportionally related to the frequency of light and one may substitute the temperature (\"T\") for the frequency in this equation.\nFor the case of a source moving directly towards or away from the observer, this reduces to\nHere \"v\" &gt; 0 indicates a receding source, and \"v\" &lt; 0 indicates an approaching source.\nThis is an important effect in astronomy, where the velocities of stars and galaxies can reach significant fractions of \"c\". An example is found in the &lt;a href=\"cosmic%20microwave%20background%20radiation\"&gt;cosmic microwave background radiation&lt;/a&gt;, which exhibits a dipole anisotropy from the Earth's motion relative to this black-body radiation field."
}