{
    "id": "7269710",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=7269710",
    "title": "Manfred Kaltz",
    "text": "Manfred Kaltz (born 6 January 1953) is a former German &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager, who played as a &lt;a href=\"Defender%20%28association%20football%29%23Full-back\"&gt;right back&lt;/a&gt;.\nKaltz played in the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; for &lt;a href=\"Hamburger%20SV\"&gt;Hamburger SV&lt;/a&gt; and 13 times (one goal) for &lt;a href=\"FC%20Mulhouse\"&gt;FC Mulhouse&lt;/a&gt; in &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; after initially joining Mulhouse league rivals &lt;a href=\"FC%20Girondins%20de%20Bordeaux\"&gt;Girondins de Bordeaux&lt;/a&gt; 1989. He returned to Hamburg the season after, the consequence of the relegation of &lt;a href=\"FC%20Mulhouse\"&gt;FC Mulhouse&lt;/a&gt; from &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; at the end of 1989–90. Previously, Kaltz was forced to leave Hamburg, the club for which he had been a professional since the 1971–72 season, after the authorities (e.g. &lt;a href=\"Erich%20Ribbeck\"&gt;Erich Ribbeck&lt;/a&gt;) had decided not to go on with the contract of the long-serving &lt;a href=\"Fullback%20%28association%20football%29\"&gt;full-back&lt;/a&gt;. Their successors lured him back from France in September 1990 to give him the chance to serve his final year as a player at his old club.\nIn total he played in 581 Bundesliga games for Hamburger SV (HSV), to this day remaining the second greatest total of an individual in Bundesliga history. An expert in penalties, the Hamburg fan-favourite scored 53 of his 76 goals from the spot, a record in the Bundesliga. Internationally he was part of the squad that won the &lt;a href=\"UEFA%20Euro%201980\"&gt;1980 UEFA European Championships&lt;/a&gt;.\nKaltz was famous for his right-footed &lt;a href=\"Cross%20%28football%29\"&gt;crosses&lt;/a&gt;, which he hit with so much &lt;a href=\"Magnus%20effect\"&gt;spin&lt;/a&gt; that they &lt;a href=\"Curl%20%28football%29\"&gt;curved&lt;/a&gt; like a banana. They were affectionately called \"Bananenflanken\" (\"banana crosses\"). He often used this technique to set up hulking striker &lt;a href=\"Horst%20Hrubesch\"&gt;Horst Hrubesch&lt;/a&gt;, whose 96 goals with HSV included many from Kaltz crosses that Hrubesch headed into the opposing goal. Hrubesch once described their partnership when he explained one of his goals with the often quoted words \"Manni banana, I head, goal\".\nHonours.\nClub.\n&lt;a href=\"Hamburger%20SV\"&gt;Hamburger SV&lt;/a&gt;\nInternational.\n&lt;a href=\"Germany%20national%20football%20team\"&gt;West Germany&lt;/a&gt;"
}