{
    "id": "72708",
    "revid": "12712128",
    "url": "https://en.wikipedia.org/wiki?curid=72708",
    "title": "Christian X of Denmark",
    "text": "Christian X (; 26 September 1870 – 20 April 1947) was &lt;a href=\"List%20of%20Danish%20monarchs\"&gt;King of Denmark&lt;/a&gt; from 1912 to his death in 1947, and the only &lt;a href=\"List%20of%20rulers%20of%20Iceland\"&gt;King of Iceland&lt;/a&gt; as Kristján X, in the form of a &lt;a href=\"personal%20union\"&gt;personal union&lt;/a&gt; rather than a &lt;a href=\"real%20union\"&gt;real union&lt;/a&gt; between 1918 and 1944.\nHe was a member of the &lt;a href=\"House%20of%20Gl%C3%BCcksburg\"&gt;House of Glücksburg&lt;/a&gt;, a branch of the &lt;a href=\"House%20of%20Oldenburg\"&gt;House of Oldenburg&lt;/a&gt;, and the first monarch since King &lt;a href=\"Frederick%20VII%20of%20Denmark\"&gt;Frederick VII&lt;/a&gt; born into the &lt;a href=\"Danish%20royal%20family\"&gt;Danish royal family&lt;/a&gt;; both his father and his grandfather were born as princes of a ducal family from &lt;a href=\"Duchy%20of%20Schleswig\"&gt;Schleswig&lt;/a&gt;. Among his siblings was King &lt;a href=\"Haakon%20VII%20of%20Norway\"&gt;Haakon VII of Norway&lt;/a&gt;. His son became &lt;a href=\"Frederick%20IX%20of%20Denmark\"&gt;Frederick IX of Denmark&lt;/a&gt;.\nHis character has been described as authoritarian and he strongly stressed the importance of royal dignity and power. His reluctance to fully embrace democracy resulted in the &lt;a href=\"Easter%20Crisis%20of%201920\"&gt;Easter Crisis of 1920&lt;/a&gt;, in which he dismissed the democratically elected &lt;a href=\"Zahle%20II%20Cabinet\"&gt;Social Liberal cabinet&lt;/a&gt; with which he disagreed, and installed one of his own choosing. This was in accordance with the letter of the constitution, but the principle of &lt;a href=\"parliamentarianism\"&gt;parliamentarianism&lt;/a&gt; had been considered a constitutional custom since 1901. Faced with mass demonstrations, a general strike organized by the &lt;a href=\"Social%20Democrats%20%28Denmark%29\"&gt;Social Democrats&lt;/a&gt; and the risk of the monarchy being overthrown he was forced to accept that a monarch could not keep a government in office against the will of parliament, as well as his reduced role as a symbolic &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt;.\nDuring the &lt;a href=\"German%20occupation%20of%20Denmark\"&gt;German occupation of Denmark&lt;/a&gt;, Christian become a popular symbol of resistance, particularly because of the symbolic value of the fact that he rode every day through the streets of Copenhagen unaccompanied by guards. With a reign spanning two world wars, and his role as a rallying symbol for Danish national sentiment during the German occupation, he became one of the most popular Danish monarchs of modern times. King Christian X was known to parade through town on his horse, Jubilee.\nEarly life.\nChristian was born on 26 September 1870 at his parents' country residence, the &lt;a href=\"Charlottenlund%20Palace\"&gt;Charlottenlund Palace&lt;/a&gt;, located on the shores of the &lt;a href=\"%C3%98resund%20Strait\"&gt;Øresund Strait&lt;/a&gt; 10 kilometers north of &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt; on the island of &lt;a href=\"Zealand\"&gt;Zealand&lt;/a&gt; in Denmark, during the reign of his paternal grandfather, &lt;a href=\"Christian%20IX%20of%20Denmark\"&gt;King Christian IX&lt;/a&gt;. He was the first child of &lt;a href=\"Frederick%20VIII%20of%20Denmark\"&gt;Crown Prince Frederick of Denmark&lt;/a&gt; and his wife &lt;a href=\"Louise%20of%20Sweden\"&gt;Louise of Sweden&lt;/a&gt;. His father was the eldest son of &lt;a href=\"Christian%20IX%20of%20Denmark\"&gt;King Christian IX of Denmark&lt;/a&gt; and &lt;a href=\"Louise%20of%20Hesse-Kassel\"&gt;Louise of Hesse-Kassel&lt;/a&gt;, and his mother was the only daughter of &lt;a href=\"Charles%20XV%20of%20Sweden\"&gt;King Charles XV of Sweden and Norway&lt;/a&gt; and &lt;a href=\"Louise%20of%20the%20Netherlands\"&gt;Louise of the Netherlands&lt;/a&gt;. The Danish author &lt;a href=\"Hans%20Christian%20Andersen\"&gt;Hans Christian Andersen&lt;/a&gt; wrote the next day in his diary: \"The night before 12 a Prince was born by the Crown Princess, the whole city flagged today in the beautiful weather.\" He was baptised with the names \"Christian Carl Frederik Albert Alexander Vilhelm\" in the &lt;a href=\"Christiansborg%20Palace%20Chapel\"&gt;chapel&lt;/a&gt; of &lt;a href=\"Christiansborg%20Palace\"&gt;Christiansborg Palace&lt;/a&gt; on 31 October 1870 by the &lt;a href=\"Diocese%20of%20Zealand\"&gt;Bishop of Zealand&lt;/a&gt;, &lt;a href=\"Hans%20Lassen%20Martensen\"&gt;Hans Lassen Martensen&lt;/a&gt;.\nPrince Christian was raised with his siblings in the royal household in Copenhagen, and grew up between his parents' residence in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, the &lt;a href=\"Frederick%20VIII%27s%20Palace\"&gt;Frederick VIII's Palace&lt;/a&gt;, an 18th century &lt;a href=\"palace\"&gt;palace&lt;/a&gt; which forms part of the &lt;a href=\"Amalienborg%20Palace\"&gt;Amalienborg Palace&lt;/a&gt; complex in central &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, and their country residence, the &lt;a href=\"Charlottenlund%20Palace\"&gt;Charlottenlund Palace&lt;/a&gt;, located by the coastline of the &lt;a href=\"%C3%98resund\"&gt;Øresund&lt;/a&gt; &lt;a href=\"strait\"&gt;strait&lt;/a&gt; north of the city. As a grandchild of the reigning &lt;a href=\"Danish%20monarch\"&gt;Danish monarch&lt;/a&gt; in the male line and the eldest son of the Crown Prince, he was second in line to the throne, after his father. In contrast to the usual practise of the period, where royal children were brought up by &lt;a href=\"governess\"&gt;governess&lt;/a&gt;es, the children were raised by Crown Princess Louise herself. Under the supervision of their mother, the children of the Crown Princess received a rather strict Christian-dominated upbringing, which was characterized by severity, the fulfillment of duties, care and order. Prince Christian was less than two years older than his brother Prince Carl, and the two princes had a joint &lt;a href=\"confirmation\"&gt;confirmation&lt;/a&gt; at the chapel of &lt;a href=\"Christiansborg%20Palace\"&gt;Christiansborg Palace&lt;/a&gt; in 1887. In 1889 he passed the &lt;a href=\"examen%20artium\"&gt;examen artium&lt;/a&gt; (the university &lt;a href=\"Matriculation%20examination\"&gt;entrance examination&lt;/a&gt; in Denmark) in 1889 as the first member of the &lt;a href=\"Danish%20royal%20family\"&gt;Danish royal family&lt;/a&gt;. Afterwards he started a military education as was customary for princes at that time. He subsequently served with the 5th Dragoon Regiment and later studied at the Officers Academy in Randers from 1891 to 1892.\nMarriage.\nChristian married &lt;a href=\"Alexandrine%20of%20Mecklenburg-Schwerin\"&gt;Alexandrine of Mecklenburg-Schwerin&lt;/a&gt; in &lt;a href=\"Cannes\"&gt;Cannes&lt;/a&gt; on 26 April 1898; she was a daughter of &lt;a href=\"Frederick%20Francis%20III%2C%20Grand%20Duke%20of%20Mecklenburg-Schwerin\"&gt;Frederick Francis III, Grand Duke of Mecklenburg-Schwerin&lt;/a&gt;, and &lt;a href=\"Grand%20Duchess%20Anastasia%20Mikhailovna%20of%20Russia\"&gt;Grand Duchess Anastasia Mikhailovna of Russia&lt;/a&gt;. She eventually became his &lt;a href=\"queen%20consort\"&gt;queen consort&lt;/a&gt;. They had two sons:\nThe couple were given Christian VIII's Palace at &lt;a href=\"Amalienborg%20Palace\"&gt;Amalienborg Palace&lt;/a&gt; in Copenhagen as their residence and &lt;a href=\"Sorgenfri%20Palace\"&gt;Sorgenfri Palace&lt;/a&gt; north of Copenhagen as a summer residence. Furthermore, the couple received &lt;a href=\"Marselisborg%20Palace\"&gt;Marselisborg Palace&lt;/a&gt; in &lt;a href=\"Aarhus\"&gt;Aarhus&lt;/a&gt; as a wedding present from the people of Denmark in 1898. In 1914, the King also built the &lt;a href=\"villa\"&gt;villa&lt;/a&gt; &lt;a href=\"Klitg%C3%A5rden\"&gt;Klitgården&lt;/a&gt; in &lt;a href=\"Skagen\"&gt;Skagen&lt;/a&gt;.\nCrown Prince.\nOn 29 January 1906, King Christian IX died, and Christian's father ascended the throne as King Frederick VIII. Christian himself became crown prince.\nReign.\nAccession.\nOn 14 May 1912, &lt;a href=\"Frederick%20VIII%20of%20Denmark\"&gt;King Frederick VIII&lt;/a&gt; died after collapsing from shortness of breath while taking a walk in a park in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, Germany. He had been returning from a recuperation stay in &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt;, France, and was staying anonymously in the city before continuing to &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;. Christian was in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt; when he heard about his father's demise and acceded to the throne as Christian X.\nEaster Crisis of 1920.\nIn April 1920, Christian instigated the Easter Crisis, perhaps the most decisive event in the evolution of the Danish monarchy in the twentieth century. The immediate cause was a conflict between the King and the cabinet over the reunification with Denmark of &lt;a href=\"Schleswig\"&gt;Schleswig&lt;/a&gt;, a former Danish &lt;a href=\"fiefdom\"&gt;fiefdom&lt;/a&gt;, which had been lost to &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; during the &lt;a href=\"Second%20War%20of%20Schleswig\"&gt;Second War of Schleswig&lt;/a&gt;. Danish claims to the region persisted to the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, at which time the defeat of the Germans made it possible to resolve the dispute. According to the terms of the &lt;a href=\"Treaty%20of%20Versailles\"&gt;Treaty of Versailles&lt;/a&gt;, the disposition of Schleswig was to be determined by two &lt;a href=\"plebiscite\"&gt;plebiscite&lt;/a&gt;s: one in Northern Schleswig (Denmark's &lt;a href=\"South%20Jutland%20County\"&gt;South Jutland County&lt;/a&gt; 1971–2006), the other in Central Schleswig (today part of the German state of &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt;). No plebiscite was planned for Southern Schleswig, as it was dominated by an ethnic German majority and, in accordance with prevailing sentiment of the times, remained part of the post-war German state.\nIn Northern Schleswig, seventy-five percent voted for reunification with Denmark and twenty-five percent for remaining with Germany. In this vote, the entire region was considered to be an indivisible unit, and the entire region was awarded to Denmark. In Central Schleswig, the situation was reversed with eighty percent voting for Germany and twenty percent for Denmark. In this vote, each municipality decided its own future, and German majorities prevailed everywhere. In light of these results, the government of Prime Minister &lt;a href=\"Carl%20Theodor%20Zahle\"&gt;Carl Theodor Zahle&lt;/a&gt; determined that reunification with Northern Schleswig could go forward, while Central Schleswig would remain under German control.\nMany Danish nationalists felt that at least the city of &lt;a href=\"Flensburg\"&gt;Flensburg&lt;/a&gt;, in Central Schleswig, should be returned to Denmark regardless of the plebiscite's results, due to the sizeable Danish minority there and a general desire to see Germany permanently weakened in the future. Christian X agreed with these sentiments, and ordered Prime Minister Zahle to include Flensburg in the re-unification process. As Denmark had been operating as a &lt;a href=\"parliamentary%20democracy\"&gt;parliamentary democracy&lt;/a&gt; since the &lt;a href=\"Cabinet%20of%20Deuntzer\"&gt;Cabinet of Deuntzer&lt;/a&gt; in 1901, Zahle felt he was under no obligation to comply. He refused the order and resigned several days later after a heated exchange with the King.\nSubsequently, Christian X dismissed the rest of the &lt;a href=\"Zahle%20II%20Cabinet\"&gt;cabinet&lt;/a&gt; and replaced it with a \"de facto\" conservative &lt;a href=\"Liebe%20Cabinet\"&gt;caretaker cabinet&lt;/a&gt;. The dismissal caused demonstrations and an almost revolutionary atmosphere in Denmark, and for several days the future of the monarchy seemed very much in doubt. In light of this, negotiations were opened between the King and members of the &lt;a href=\"Social%20Democrats%20%28Denmark%29\"&gt;Social Democrats&lt;/a&gt;. Faced with the potential overthrow of the Danish crown, Christian X stood down and dismissed his own government, installing a &lt;a href=\"Friis%20Cabinet\"&gt;compromise cabinet&lt;/a&gt; until elections could be held later that year.\nTo date, this is the last time a sitting Danish monarch has attempted to take political action without the full support of parliament. Following the crisis, Christian X bowed fully to his drastically reduced status, and spent the last quarter-century of his rule as a model constitutional monarch.\nWorld War II.\nOn 9 April 1940 at 4 am Nazi Germany &lt;a href=\"German%20invasion%20of%20Denmark%20%281940%29\"&gt;invaded Denmark in a surprise attack&lt;/a&gt;, overwhelming Denmark's Army and Navy and destroying the Danish Army Air Corps. Christian X quickly realized that Denmark was in an impossible position. Its territory and population were far too small to hold out against Germany for any sustained period of time. Its flat land would have resulted in it being easily overrun by German &lt;a href=\"panzer\"&gt;panzer&lt;/a&gt;s; &lt;a href=\"Jutland\"&gt;Jutland&lt;/a&gt;, for instance, would have been overrun in short order by a panzer attack from &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt; immediately to the south. Unlike its Nordic neighbours, Denmark had no mountain ranges from which a drawn-out resistance could be mounted against the German army. With no prospect of being able to hold out for any length of time, and faced with the explicit threat of the \"&lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt;\" bombing the civilian population of &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, and with only one general in favour of continuing to fight, Christian X and the entire Danish government capitulated at about 6 am, in exchange for retaining political independence in domestic matters, beginning the &lt;a href=\"Denmark%20in%20World%20War%20II\"&gt;occupation of Denmark&lt;/a&gt;, which lasted until 5 May 1945.\nIn contrast to his brother, &lt;a href=\"Haakon%20VII%20of%20Norway\"&gt;King Haakon VII of Norway&lt;/a&gt;, and &lt;a href=\"Wilhelmina%20of%20the%20Netherlands\"&gt;Queen Wilhelmina of the Netherlands&lt;/a&gt;, &lt;a href=\"George%20II%20of%20Greece\"&gt;King George II of Greece&lt;/a&gt;, &lt;a href=\"Charlotte%2C%20Grand%20Duchess%20of%20Luxembourg\"&gt;Grand Duchess Charlotte of Luxembourg&lt;/a&gt;, &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;King Peter II of Yugoslavia&lt;/a&gt;, &lt;a href=\"Edvard%20Bene%C5%A1\"&gt;President Edvard Beneš of Czechoslovakia&lt;/a&gt; and &lt;a href=\"W%C5%82adys%C5%82aw%20Raczkiewicz\"&gt;President Władysław Raczkiewicz of Poland&lt;/a&gt;, all of whom went into exile during the Nazi occupation of their countries, Christian X (like &lt;a href=\"Leopold%20III%20of%20Belgium\"&gt;King Leopold III of Belgium&lt;/a&gt;) remained in his capital throughout the &lt;a href=\"occupation%20of%20Denmark\"&gt;occupation of Denmark&lt;/a&gt;, being to the Danish people a visible symbol of the national cause (Haakon escaped the German advance after &lt;a href=\"Haakon%20VII%20of%20Norway%23Resistance%20during%20World%20War%20II\"&gt;refusing to accept a Nazi-friendly puppet regime&lt;/a&gt;.)\nUntil the &lt;a href=\"Occupation%20of%20Denmark%23Increasing%20resistance%20after%20the%20August%201943%20crisis\"&gt;imposition of martial law&lt;/a&gt; by Germany in August 1943, Christian's official speeches reflected the government's official policy of cooperation with the occupying forces, but this did not prevent his being seen by the Danish people as a man of \"mental resistance.\" During the first two years of the German occupation, in spite of his age and the precarious situation, he nonetheless took a daily ride on his horse, Jubilee, through Copenhagen, unaccompanied by a groom, let alone by a guard. A popular way for Danes to display patriotism and silent resistance to the German occupation was wearing a small square button with the Danish flag and the crowned insignia of the king. This symbol was called the \"Kongemærket\" (\"King's Emblem pin\"). In addition, he helped finance &lt;a href=\"Rescue%20of%20the%20Danish%20Jews\"&gt;the transport of Danish Jews to unoccupied Sweden&lt;/a&gt;, where they would be safe from Nazi persecution.\nIn 1942, &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; sent Christian a long telegram congratulating him on his seventy-second birthday. The king's reply telegram was a mere, \"Spreche Meinen besten Dank aus. Chr. Rex\" (\"Giving my best thanks, King Christian\"). This perceived slight, known as the &lt;a href=\"Telegram%20Crisis\"&gt;Telegram Crisis&lt;/a&gt;, greatly outraged Hitler and he immediately recalled his ambassador from Copenhagen and expelled the Danish ambassador from Germany. German pressure then resulted in the dismissal of the government led by &lt;a href=\"Vilhelm%20Buhl\"&gt;Vilhelm Buhl&lt;/a&gt; and its replacement with a new cabinet led by non-party member and veteran diplomat &lt;a href=\"Erik%20Scavenius\"&gt;Erik Scavenius&lt;/a&gt;, whom the Germans expected to be more cooperative. (In any event, whatever independence Denmark had been able to maintain during the first years of the occupation ended abruptly with the German \"Putsch\" in August 1943.) After a fall with his horse on 19 October 1942, Christian was more or less an invalid for the rest of his reign. The role he played in creating the &lt;a href=\"Easter%20Crisis%20of%201920\"&gt;Easter Crisis of 1920&lt;/a&gt; greatly reduced his popularity, but his daily rides, the Telegram Crisis, and the admiring stories spread by &lt;a href=\"Danish-American\"&gt;Danish-American&lt;/a&gt; circles had once again made him popular to the point of being a beloved national symbol.\nReign over Iceland.\nThe accession of a new &lt;a href=\"Danish%E2%80%93Icelandic%20Act%20of%20Union\"&gt;Danish–Icelandic Act of Union&lt;/a&gt; in late 1918 redefined &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, a longtime part of the &lt;a href=\"Danish%20realm\"&gt;Danish realm&lt;/a&gt;, as a sovereign state in a &lt;a href=\"personal%20union\"&gt;personal union&lt;/a&gt; with the Kingdom of Denmark. This made Christian the king of the mostly autonomous &lt;a href=\"Kingdom%20of%20Iceland\"&gt;Kingdom of Iceland&lt;/a&gt; in addition to being King of Denmark. Christian (whose name in Iceland was officially \"Kristján X\") was the first and only monarch to ever reign over Iceland as a sovereign kingdom as opposed to ruling it as a province of a larger kingdom. In 1941, after the German occupation of Denmark and the &lt;a href=\"Occupation%20of%20Iceland\"&gt;Allied occupation of Iceland&lt;/a&gt;, the Icelandic government concluded that Christian was unable to perform his duties as head of state of Iceland, and thus appointed &lt;a href=\"Sveinn%20Bj%C3%B6rnsson\"&gt;Sveinn Björnsson&lt;/a&gt; as &lt;a href=\"regent\"&gt;regent&lt;/a&gt; to act as provisional head of state. Sveinn had previously been Iceland's ambassador in Copenhagen.\nIn 1944, while Denmark was still under German occupation, Icelanders voted in a plebiscite to sever all ties with the King of Denmark and to found a republic. Thus, Christian's title as King of Iceland became null and void and Sveinn Björnsson was elected the first &lt;a href=\"President%20of%20Iceland\"&gt;President of Iceland&lt;/a&gt; by the &lt;a href=\"Althing\"&gt;Icelandic parliament&lt;/a&gt;. Christian, who believed that Sveinn had given him assurances that Iceland would not make further moves toward independence while the occupation was ongoing, felt quite badly betrayed. However, at the urging of his relative, the King of Sweden, Christian still accepted the outcome and sent a message of congratulations to Iceland during the celebration of the founding of the Republic on 17 June 1944. The reading of the King's letter provoked cheers at &lt;a href=\"%C3%9Eingvellir\"&gt;Þingvellir&lt;/a&gt; during the celebration. Despite this implicit acceptance of Iceland's independence, Christian never actually stopped using the title \"King of Iceland\", and continued including it in his regnal name until his death in 1947.\nDeath.\nOn his death in &lt;a href=\"Amalienborg%20Palace\"&gt;Amalienborg Palace&lt;/a&gt;, Copenhagen, in 1947, Christian X was &lt;a href=\"interred\"&gt;interred&lt;/a&gt; along with other members of the Danish royal family in &lt;a href=\"Roskilde%20Cathedral\"&gt;Roskilde Cathedral&lt;/a&gt; near Copenhagen. Although he had been behind the politics of Erik Scavenius, a cloth armband of the type worn by members of the &lt;a href=\"Danish%20resistance%20movement\"&gt;Danish resistance movement&lt;/a&gt; was placed on his coffin under a \"&lt;a href=\"castrum%20doloris\"&gt;castrum doloris&lt;/a&gt;.\"\nLegends.\nOn 22 November 1942, \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" published a photograph of Christian X; calling him, facetiously, a victim of &lt;a href=\"Hitler\"&gt;Hitler&lt;/a&gt;, and stating that the nation of this monarch did not oppose German occupation with arms. It became then important for &lt;a href=\"Danish%20American\"&gt;Danish American&lt;/a&gt;s to prove the contrary, and a number of stories were invented in the turmoil of the war. The most successful of these was the legend of the King wearing the &lt;a href=\"Yellow%20badge\"&gt;yellow star&lt;/a&gt; to support the Jews.\nKing Christian used to ride daily through the streets of Copenhagen unaccompanied while the people stood and waved to him. One apocryphal story relates that one day, a German soldier remarked to a young boy that he found it odd that the King would ride with no bodyguard. The boy reportedly replied, \"All of Denmark is his bodyguard.\" This story was recounted in &lt;a href=\"Nathaniel%20Benchley\"&gt;Nathaniel Benchley&lt;/a&gt;'s bestselling book \"Bright Candles\" as well as in &lt;a href=\"Lois%20Lowry\"&gt;Lois Lowry&lt;/a&gt;'s book \"&lt;a href=\"Number%20the%20Stars\"&gt;Number the Stars&lt;/a&gt;\". The contemporary patriotic song \"Der rider en Konge\" (\"There Rides a King\") centers on the King's rides. In this song, the narrator replies to a foreigner's inquiry about the King's lack of a guard that \"he is our freest man\" and that the King is not shielded by physical force but that \"hearts guard the king of Denmark.\"\nAnother popular, but apocryphal, legend carried by the American press concerned the supposed flying of the German flag over the &lt;a href=\"Hotel%20d%27Angleterre\"&gt;Hotel d'Angleterre&lt;/a&gt; (then being used as the German military headquarters in Copenhagen). The King, riding by and seeing the flag, tells a German sentry that this is a violation of the armistice agreement and that the flag must be taken down. The sentry replies that this will not be done. The King then says if the flag is not taken down, he will send a Danish soldier to take it down. The sentry responds, \"The soldier will be shot.\" The King replies \"the Danish soldier will be me.\" According to the story, the flag was taken down.\nKing Christian X became the hero of a number of myths about his defense of the Danish Jews. He became the subject of a persistent &lt;a href=\"urban%20legend\"&gt;urban legend&lt;/a&gt; according to which, during &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt; occupation, he donned the &lt;a href=\"Star%20of%20David\"&gt;Star of David&lt;/a&gt; in solidarity with the Danish Jews, who were not forced to wear the &lt;a href=\"Star%20of%20David\"&gt;Star of David&lt;/a&gt;. However, the legend likely stems from a 1942 British report that claimed he threatened to don the star if this was forced upon Danish Jews, and was popularised when it was included in &lt;a href=\"Leon%20Uris\"&gt;Leon Uris&lt;/a&gt;'s best-selling novel, \"&lt;a href=\"Exodus%20%28Uris%20novel%29\"&gt;Exodus&lt;/a&gt;\".\nIt is important to note that the King did write in his personal diary this entry: \"When you look at the inhumane treatment of Jews, not only in Germany but occupied countries as well, you start worrying that such a demand might also be put on us, but we must clearly refuse such this due to their protection under the Danish constitution. I stated that I could not meet such a demand towards Danish citizens. If such a demand is made, we would best meet it by all wearing the Star of David.\"\nThe myth may originate from a Swedish newspaper cartoon, in which the King is asked what to do if Nazi-supported prime minister &lt;a href=\"Erik%20Scavenius\"&gt;Erik Scavenius&lt;/a&gt; makes the Jews wear yellow stars. The King replied that in that case, all Danes would have to wear such stars.\nTitles, styles and honours.\nHonours.\n&lt;a href=\"King%20Christian%20X%20Land\"&gt;King Christian X Land&lt;/a&gt; in Greenland is named after him."
}