{
    "id": "7274882",
    "revid": "11009441",
    "url": "https://en.wikipedia.org/wiki?curid=7274882",
    "title": "Maesglase",
    "text": "Maesglase is a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; in &lt;a href=\"Snowdonia\"&gt;Snowdonia&lt;/a&gt;, &lt;a href=\"North%20Wales\"&gt;North Wales&lt;/a&gt;, situated approximately four miles to the south-west of &lt;a href=\"Aran%20Fawddwy\"&gt;Aran Fawddwy&lt;/a&gt;. It is the highest of the &lt;a href=\"Dyfi%20Hills\"&gt;Dyfi Hills&lt;/a&gt;.\nIt can be reached by an easy but steep walk through the forestry from &lt;a href=\"Dinas%20Mawddwy\"&gt;Dinas Mawddwy&lt;/a&gt; or directly from the &lt;a href=\"Mountain%20pass\"&gt;bwlch&lt;/a&gt; on the &lt;a href=\"A470%20road\"&gt;A470&lt;/a&gt;. Ascending Maesglase provides an opportunity to climb several other nearby peaks including Maen-Du, Craig Rhiw-erch, &lt;a href=\"Waun-oer\"&gt;Waun-oer&lt;/a&gt;, Craig Portas and &lt;a href=\"Cribin%20Fawr\"&gt;Cribin Fawr&lt;/a&gt; which are linked by a series of ridges and &lt;a href=\"ar%C3%AAte\"&gt;arête&lt;/a&gt;s.\nThe precise location of the summit is the subject of some confusion. Traditionally, the top of Maen Du ( at ) was regarded as Maesglase's summit. However, more recent surveys suggest that the top of Craig Rhiw-erch (\"c\" at , some to the west) is higher. A recent survey puts it at . The &lt;a href=\"geomorphology\"&gt;geomorphology&lt;/a&gt; of these mountains is classical U-shaped &lt;a href=\"glacial%20valley\"&gt;glacial valley&lt;/a&gt;s with textbook examples of &lt;a href=\"hanging%20valley\"&gt;hanging valley&lt;/a&gt;s and intersecting valleys.\nThe eastern slopes are devoted to sheep farming whilst the western slopes are intensively forested.\nAbove the semi-improved &lt;a href=\"grassland\"&gt;grassland&lt;/a&gt; is some &lt;a href=\"bracken\"&gt;bracken&lt;/a&gt; but much of the higher ground is covered in typical \"&lt;a href=\"Calluna\"&gt;Calluna&lt;/a&gt;\" / \"&lt;a href=\"Erica%20%28plant%29\"&gt;Erica&lt;/a&gt;\" communities interspersed with large areas of \"&lt;a href=\"Juncus\"&gt;Juncus&lt;/a&gt;\", \"&lt;a href=\"Carex\"&gt;Carex&lt;/a&gt;\" and \"&lt;a href=\"Sphagnum\"&gt;Sphagnum&lt;/a&gt;\" bogs. The tops of Cribin Fawr are flat expanses of peat-hags. On the eastern flanks &lt;a href=\"Bilberry\"&gt;Bilberry&lt;/a&gt; (\"Vaccinium myrtillus\") grows in abundance with &lt;a href=\"Vaccinium%20vitis-idaea\"&gt;Cowberry&lt;/a&gt; (\"Vaccinium vitis-idaea\") common on the highest ground.\nHalf a mile to the west of the peak of Cribin Fawr at a high point of is a stone &lt;a href=\"boundary%20marker\"&gt;boundary marker&lt;/a&gt; dated 1861 and inscribed CCC and bearing a &lt;a href=\"Benchmark%20%28surveying%29\"&gt;benchmark&lt;/a&gt;. Maesglase waterfall has a total height of .\nTo the south lie the parallel ridges leading to &lt;a href=\"Mynydd%20Dolgoed\"&gt;Mynydd Dolgoed&lt;/a&gt; and &lt;a href=\"Mynydd%20Gartheiniog\"&gt;Mynydd Gartheiniog&lt;/a&gt;."
}