{
    "id": "72745",
    "revid": "16680171",
    "url": "https://en.wikipedia.org/wiki?curid=72745",
    "title": "Croesus",
    "text": "Croesus ( ; &lt;a href=\"Lydian%20language\"&gt;Lydian&lt;/a&gt;: ; , \"Kroisos\"; reigned: c. 585 – c. 546 BC) was the &lt;a href=\"Monarch\"&gt;king&lt;/a&gt; of &lt;a href=\"Lydia\"&gt;Lydia&lt;/a&gt;, who reigned from 585 BC until his &lt;a href=\"Siege%20of%20Sardis%20%28547%20BC%29\"&gt;defeat&lt;/a&gt; by the Persian king &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus the Great&lt;/a&gt; in 547 or 546 BC.\nCroesus was renowned for his wealth; &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; and &lt;a href=\"Pausanias%20%28geographer%29\"&gt;Pausanias&lt;/a&gt; noted that his gifts were preserved at &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt;. The fall of Croesus had a profound effect on the Greeks, providing a fixed point in their calendar. \"By the fifth century at least,\" &lt;a href=\"James%20Allan%20Stewart%20Evans\"&gt;J. A. S. Evans&lt;/a&gt; has remarked, \"Croesus had become a figure of myth, who stood outside the conventional restraints of chronology.\"\nName.\nThe name of Croesus was not attested to in contemporary inscriptions in the &lt;a href=\"Lydian%20language\"&gt;Lydian language&lt;/a&gt;. In 2019, D. Sasseville and K. Euler published a research of Lydian coins apparently minted during his rule, where the name of the ruler was rendered as \"Qλdãns\".\nThe name \"Croesus\" comes from the &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt; &lt;a href=\"transliteration\"&gt;transliteration&lt;/a&gt; of the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; , which was itself the ancient Hellenic adaptation of the &lt;a href=\"Lydian%20language\"&gt;Lydian&lt;/a&gt; name . is a &lt;a href=\"Compound%20%28linguistics%29\"&gt;compound term&lt;/a&gt; consisting of the proper name , of a &lt;a href=\"Semivowel\"&gt;glide&lt;/a&gt; () and of the Lydian term , meaning \"master, lord, noble\". According to J. M. Kearns, Croesus's real personal name would have been , while would have been a honorific name meaning \"The noble Karoś\".\nLegendary biography.\nThe dynasty which preceded that of Croesus on the throne of Sardis traced their descent from &lt;a href=\"Alcaeus%20%28mythology%29\"&gt;Alcaeus&lt;/a&gt;, the son of &lt;a href=\"Hercules\"&gt;Hercules&lt;/a&gt; by &lt;a href=\"Omphale\"&gt;Omphale&lt;/a&gt;, Queen of Lydia, during her year of required servitude. Like his ancestor Hercules, Croesus attempted to burn himself on a pyre when the Persians captured Sardis. By emulating the Greek myth, he demonstrated he had – or believed he had – Greek heritage.\nAside from a poetical account of Croesus on the pyre in &lt;a href=\"Bacchylides\"&gt;Bacchylides&lt;/a&gt; (composed for Hiero of Syracuse, who won the chariot race at Olympia in 468), there are three classical accounts of Croesus: &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; presents the &lt;a href=\"Lydia\"&gt;Lydia&lt;/a&gt;n accounts of the conversation with &lt;a href=\"Solon\"&gt;Solon&lt;/a&gt; (\"Histories\" 1.29–33), the tragedy of Croesus' son &lt;a href=\"Atys%20son%20of%20Croesus\"&gt;Atys&lt;/a&gt; (\"Histories\" 1.34–45) and the fall of Croesus (\"Histories\" 1.85–89); &lt;a href=\"Xenophon\"&gt;Xenophon&lt;/a&gt; instances Croesus in his &lt;a href=\"panegyric\"&gt;panegyric&lt;/a&gt; fictionalized biography of Cyrus: \"&lt;a href=\"Cyropaedia%20%28Xenophon%29\"&gt;Cyropaedia&lt;/a&gt;\", 7.1; and &lt;a href=\"Ctesias\"&gt;Ctesias&lt;/a&gt;, whose account is also an &lt;a href=\"encomium\"&gt;encomium&lt;/a&gt; of Cyrus. Croesus is a descendant of &lt;a href=\"Gyges%20of%20Lydia\"&gt;Gyges&lt;/a&gt;, of the Myrmnadae Clan, who seized power when Gyges killed &lt;a href=\"Candaules\"&gt;Candaules&lt;/a&gt; after Candaules's wife found out about a conspiracy to watch her disrobe, according to Herodotus.\nEarly rule and wealth.\nReportedly, Croesus on the death of his father &lt;a href=\"Alyattes%20of%20Lydia\"&gt;Alyattes&lt;/a&gt; faced a rival claimant to the throne in Pantaleon, son of Alyattes by a different mother. Croesus prevailed, and a number of the opposing faction were executed, and their property confiscated. As soon as his reign was secure, Croesus continued his predecessors' wars against the Asian Greeks, bringing all the &lt;a href=\"Aeolis\"&gt;Aeolian&lt;/a&gt; and &lt;a href=\"Ionia\"&gt;Ionia&lt;/a&gt;n Settlements on the coasts of &lt;a href=\"Asia-Minor\"&gt;Asia-Minor&lt;/a&gt; under Lydian rule, from whom he exacted tribute; However, he was willing to be friendly to European and Aegean Greeks, concluding various treaties with them, with &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;, in particular, later in life.\nCroesus is credited with issuing the first true &lt;a href=\"gold%20coin\"&gt;gold coin&lt;/a&gt;s with a standardised purity for general circulation, the &lt;a href=\"Croeseid\"&gt;Croeseid&lt;/a&gt; (following on from his father &lt;a href=\"Alyattes%20of%20Lydia\"&gt;Alyattes&lt;/a&gt; who &lt;a href=\"History%20of%20Coins\"&gt;invented minting&lt;/a&gt; with &lt;a href=\"electrum\"&gt;electrum&lt;/a&gt; coins). Indeed, the invention of coinage had passed into Greek society through &lt;a href=\"Hermodike%20II\"&gt;Hermodike II&lt;/a&gt;. Hermodike II, the daughter of a &lt;a href=\"Cyme%20%28Aeolis%29\"&gt;Agamemnon of Cyme&lt;/a&gt; claimed descent from the original &lt;a href=\"Agamemnon\"&gt;Agamemnon&lt;/a&gt; who conquered &lt;a href=\"Troy\"&gt;Troy&lt;/a&gt;. She was likely one of Alyettes’ wives, so may have been Croesus’ mother, because the bull imagery on the croeseid symbolises the Hellenic &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;—see &lt;a href=\"Europa%20%28consort%20of%20Zeus%29\"&gt;Europa (consort of Zeus)&lt;/a&gt;. Zeus, through Hercules, was the divine forefather of his family line.\nMoreover, the first coins were quite crude and made of &lt;a href=\"electrum\"&gt;electrum&lt;/a&gt;, a naturally occurring pale yellow alloy of &lt;a href=\"gold\"&gt;gold&lt;/a&gt; and &lt;a href=\"silver\"&gt;silver&lt;/a&gt;. The composition of these first coins was similar to &lt;a href=\"Alluvium\"&gt;alluvial deposits&lt;/a&gt; found in the &lt;a href=\"silt\"&gt;silt&lt;/a&gt; of the &lt;a href=\"Pactolus\"&gt;Pactolus&lt;/a&gt; river (made famous by &lt;a href=\"Midas\"&gt;Midas&lt;/a&gt;), which ran through the &lt;a href=\"Lydia\"&gt;Lydia&lt;/a&gt;n capital, &lt;a href=\"Sardis\"&gt;Sardis&lt;/a&gt;. Later coins, including some in the &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt;, were made from gold purified by heating with &lt;a href=\"sodium%20chloride\"&gt;common salt&lt;/a&gt; to remove the silver.\nIn Greek and Persian cultures the name of Croesus became a synonym for a wealthy man. He inherited great wealth from his father who had become associated with the &lt;a href=\"Midas\"&gt;Midas&lt;/a&gt; mythology because Lydian precious metals came from the river &lt;a href=\"Pactolus\"&gt;Pactolus&lt;/a&gt; in which King Midas supposedly washed away his ability to turn all he touched into gold. Alyattes’ tax revenue may be the real ‘Midas touch’ financing his and Croesus conquests. Croesus' wealth remained proverbial beyond classical antiquity: in English, expressions such as \"rich as Croesus\" or \"richer than Croesus\" are used to indicate great wealth to this day. The earliest known such usage in English was &lt;a href=\"John%20Gower\"&gt;John Gower&lt;/a&gt;'s in \"&lt;a href=\"Confessio%20amantis\"&gt;Confessio amantis&lt;/a&gt;\" (1390):\nOriginal text:\nModern spelling:\nInterview with Solon.\nAccording to &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt;, Croesus encountered the Greek sage &lt;a href=\"Solon\"&gt;Solon&lt;/a&gt; and showed him his enormous wealth. Croesus, secure in his own wealth and happiness, asked Solon who the happiest man in the world was, and was disappointed by Solon's response that three had been happier than Croesus: &lt;a href=\"Tellus%20%28Ancient%20Athens%29\"&gt;Tellus&lt;/a&gt;, who died fighting for his country, and the brothers &lt;a href=\"Kleobis%20and%20Biton\"&gt;Kleobis and Biton&lt;/a&gt; who died peacefully in their sleep after their mother prayed for their perfect happiness because they had demonstrated &lt;a href=\"filial%20piety\"&gt;filial piety&lt;/a&gt; by drawing her to a festival in an oxcart themselves. \nSolon goes on to explain that Croesus cannot be the happiest man because the fickleness of fortune means that the happiness of a man's life cannot be judged until after his death. Sure enough, Croesus' &lt;a href=\"hubris\"&gt;hubris&lt;/a&gt;tic happiness was reversed by the tragic deaths of his accidentally killed son and, according to &lt;a href=\"Ctesias\"&gt;Ctesias&lt;/a&gt;, his wife's suicide at the fall of Sardis, not to mention his defeat at the hands of the Persians.\nThe interview is in the nature of a philosophical disquisition on the subject \"Which man is happy?\" It is legendary rather than historical. Thus, the \"happiness\" of Croesus is presented as a moralistic \"&lt;a href=\"exemplum\"&gt;exemplum&lt;/a&gt;\" of the fickleness of &lt;a href=\"Tyche\"&gt;Tyche&lt;/a&gt;, a theme that gathered strength from the fourth century, revealing its late date. The story was later retold and elaborated by &lt;a href=\"Ausonius\"&gt;Ausonius&lt;/a&gt; in &lt;a href=\"https%3A//archive.org/stream/deciausonius01ausouoft%23page/310/mode/2up\"&gt;\"The Masque of the Seven Sages\"&lt;/a&gt;, in the \"&lt;a href=\"Suda\"&gt;Suda&lt;/a&gt;\" (entry \"Μᾶλλον ὁ Φρύξ,\" which adds &lt;a href=\"Aesop\"&gt;Aesop&lt;/a&gt; and the &lt;a href=\"Seven%20Sages%20of%20Greece\"&gt;Seven Sages of Greece&lt;/a&gt;), and by &lt;a href=\"Tolstoy\"&gt;Tolstoy&lt;/a&gt; in his short story \"&lt;a href=\"Croesus%20and%20Fate\"&gt;Croesus and Fate&lt;/a&gt;\".\nDeath of Atys.\nAccording to legend, Croesus gave refuge at one point to the Phrygian prince &lt;a href=\"Adrastus%2C%20son%20of%20Gordias\"&gt;Adrastus&lt;/a&gt;. Herodotus tells that Adrastus exiled himself to Lydia after accidentally killing his brother. Croesus later experienced a dream for which he took as prophecy in which &lt;a href=\"Atys%20son%20of%20Croesus\"&gt;Atys&lt;/a&gt;, his son and heir, would be killed by an iron spearhead. Taking precautions against this, Croesus kept his son from leading in military expeditions and fighting in any way. However, according to Herodotus, a wild boar began to ravage the neighboring province of &lt;a href=\"Mysia\"&gt;Mysia&lt;/a&gt;, which soon begged Croesus to send a military expedition led by Atys to kill the boar. Croesus thought this would be safe for his son, as Atys would not be fighting an enemy that could throw a spear. Croesus sent Adrastus with Atys as a bodyguard in case they might be waylaid by bandits on the expedition. While fighting the boar, Adrastus accidentally hit Atys with his spear, killing him. Croesus absolved Adrastus for his son's death; however, Adrastus later committed suicide.\nCroesus' votive offerings to Delphi.\nAccording to Herodotus, Croesus desired to discover which of the well-known oracles of his time gave trustworthy omens. He sent ambassadors to the most important oracles ordering that on the 100th day from their departure from Sardis they should ask what the king of the Lydians, Croesus, son of Alyattes was doing on this exact date.\nThen on the 100th day the envoys entered the oracle of &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt; in order to ask for the omen, the &lt;a href=\"Pythia\"&gt;Pythia&lt;/a&gt; answered in verse:\nThe envoys wrote down the answer and returned to &lt;a href=\"Sardis\"&gt;Sardis&lt;/a&gt;. Croesus read all the answers brought by his envoys from all the oracles. As soon as he read the answer of the &lt;a href=\"Pythia\"&gt;Pythia&lt;/a&gt; he bowed, Croesus was persuaded that the words spoken by the Delphi Oracle were true. According to Herodotus, Croesus also believed the Oracle of Amphiaraus to speak truth. Indeed, on the specific date Croesus had put pieces of a tortoise and lamb to boil together in a bronze cauldron, covered with a bronze lid. Then, Croesus wanted to thank and take on his side the oracle of Delphi. He sacrificed three thousand of all kinds of sacrificial animals. Then he lit a bonfire and burned precious objects. After the sacrifice he melted down gold and made golden blocks, each one 2.5 talents. He ordered his artists to make the copy of a lion out of pure gold, weighing ten talents. At the time of Herodotus this was situated at the &lt;a href=\"Treasury%20of%20the%20Corinthians\"&gt;Treasury of the Corinthians&lt;/a&gt; in Delphi, but 3.5 talents lighter, as the priests had melted down part of it. \nCroesus also sent along two enormous \"&lt;a href=\"Krater\"&gt;krateres&lt;/a&gt;\" (wine-mixing bowls), one made of gold and one made of silver, situated on one side and the other of the entrance to the &lt;a href=\"Temple%20of%20Apollo%20%28Delphi%29\"&gt;Temple of Apollo&lt;/a&gt;. After the fire which destroyed the temple, these \"krateres\" were transferred elsewhere: the golden one was transferred to the treasury of the Klazomenians, whereas the silver one was placed again in the vestibule of the new temple. Within this \"krater\" took place the mixing of water and wine during the Theophania. In Delphi they used to say that this one had been made by &lt;a href=\"Theodorus%20of%20Samos\"&gt;Theodorus of Samos&lt;/a&gt;. The votive offerings of Croesus comprised also four silver \"&lt;a href=\"Pithos\"&gt;pithoi&lt;/a&gt;\" (storage jars), situated at the Treasury of the Corinthians, and two \"perirrhanteria\" (basins for purification water) made of precious metals and a statue of a woman made of gold; they said that it depicted the woman who kneaded Croesus' bread. Finally, he dedicated the pendants and belts of his wife as well as other simpler and smaller liturgical objects and a golden shield which he offered to the Archaic temple of Athena Pronaia, later on melted by the Phocians in the course of the &lt;a href=\"Third%20Sacred%20War\"&gt;Third Sacred War&lt;/a&gt;.\nCampaign against Persia and testing of oracle.\nCroesus' uneasy relations with the &lt;a href=\"Ionians\"&gt;Ionians&lt;/a&gt; obscures the larger fact that he was the last bastion of the &lt;a href=\"Ionia\"&gt;Ionian cities&lt;/a&gt; against the increasing Persian power in Anatolia. He began preparing a campaign against &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus the Great&lt;/a&gt; of Persia.\nBefore setting out, he turned to the &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt;c &lt;a href=\"oracle\"&gt;oracle&lt;/a&gt; and the oracle of &lt;a href=\"Amphiaraus\"&gt;Amphiaraus&lt;/a&gt; to inquire whether he should pursue this campaign and whether he should also seek an alliance. The oracles answered, with typical ambiguity, that if Croesus attacked the Persians, he would destroy a great empire (ἢν στρατεύηται ἐπὶ Πέρσας, μεγάλην ἀρχὴν μιν καταλύσειν) – this would become one of the most &lt;a href=\"famous%20oracular%20statements%20from%20Delphi\"&gt;famous oracular statements from Delphi&lt;/a&gt;.\nThe oracles also advised Croesus to find out which Greek state was most powerful and to ally himself with it. Croesus, now feeling secure, formed an alliance with &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt; in addition to those he had with &lt;a href=\"Amasis%20II\"&gt;Amasis II&lt;/a&gt; of &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and &lt;a href=\"Nabonidus\"&gt;Nabonidus&lt;/a&gt; of &lt;a href=\"Babylonia\"&gt;Babylonia&lt;/a&gt;, and launched his campaign against the Persian Empire in 547 BC. (The scholar Evans in 1978 examines the conflicting dates implied in Herodotus.) Croesus was intercepted near the &lt;a href=\"Halys%20River\"&gt;Halys River&lt;/a&gt; in central &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt; and an inconclusive battle was fought &lt;a href=\"Battle%20of%20Pteria\"&gt;at Pteria&lt;/a&gt;. It was the usual practice in those days for the armies to disband for winter and Croesus did so accordingly. Cyrus did not, however, and he attacked and defeated Croesus in &lt;a href=\"Battle%20of%20Thymbra\"&gt;Thymbria&lt;/a&gt; and later in &lt;a href=\"Siege%20of%20Sardis%20%28547%20BC%29\"&gt;Sardis&lt;/a&gt;, eventually capturing him. It became clear that the powerful empire destroyed by the war was Croesus's own.\nRescue from death and advisor to Cyrus.\nBy 546 BC, Croesus was defeated at the &lt;a href=\"Battle%20of%20Thymbra\"&gt;Battle of Thymbra&lt;/a&gt; under the wall of his capital city of Sardis. After the &lt;a href=\"Siege%20of%20Sardis%20%28547%20BC%29\"&gt;Siege of Sardis&lt;/a&gt;, he was then captured by the &lt;a href=\"Achaemenid%20Empire\"&gt;Persians.&lt;/a&gt; According to various accounts of Croesus's life, &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus&lt;/a&gt; ordered him to be burned to death on a pyre, but Croesus escaped death. Accounts of his escape vary considerably:\nIn Bacchylides' ode, Croesus with his wife and family mounted the funeral pyre, but before the flames could envelop the king, he was snatched up by &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt; and spirited away to the &lt;a href=\"Hyperborea\"&gt;Hyperborea&lt;/a&gt;ns.\nHerodotus tells us that in the Lydian account, Croesus was placed upon a great &lt;a href=\"pyre\"&gt;pyre&lt;/a&gt; by Cyrus' orders, for Cyrus wanted to see if any of the heavenly powers would appear to save him from being &lt;a href=\"Execution%20by%20burning\"&gt;burned alive&lt;/a&gt;. The pile was set ablaze, and as Cyrus watched he saw Croesus call out \"&lt;a href=\"Solon\"&gt;Solon&lt;/a&gt;\" three times. He asked the interpreters to find out why he said this word with such resignation and agony. The interpreters returned the answer that Solon had warned Croesus of the fickleness of good fortune (see &lt;a href=\"%23Interview%20with%20Solon\"&gt;Interview with Solon&lt;/a&gt; above). This touched Cyrus, who realized that he and Croesus were much the same man, and he bade the servants to quench the blazing fire as quickly as they could. They tried to do this, but the flames were not to be mastered. According to the story, Croesus called out to &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt; and prayed to him. The sky had been clear and the day without a breath of wind, but soon dark clouds gathered and a storm with rain of such violence that the flames were speedily extinguished. Cyrus, thus convinced that Croesus was a good man, made him an advisor who served Cyrus \"well\" and later Cyrus's son by Cassandane, &lt;a href=\"Cambyses%20II%20of%20Persia\"&gt;Cambyses&lt;/a&gt;. According to Herodotus, Croesus advised Cyrus to attack the people of &lt;a href=\"Massagetae\"&gt;Massagetae&lt;/a&gt;. Cyrus chose to follow Croesus' advice, and later died in battle against the Massagetae.\n\"&lt;a href=\"The%20Cambridge%20History%20of%20Iran\"&gt;The Cambridge History of Iran&lt;/a&gt;\" argues that there is no evidence that Cyrus the Great killed Croesus, and in particular rejects the account of burning on a pyre. It interprets Bacchylides' narration as Croesus attempting suicide and then being saved by Cyrus.\nIn 2003, Stephanie West has argued that the historical Croesus did in fact die on the pyre, and that the stories of him as a wise advisor to the courts of Cyrus and Cambyses are purely legendary, showing similarities to the sayings of &lt;a href=\"Ahiqar\"&gt;Ahiqar&lt;/a&gt;. A similar conclusion is drawn in a recent article that makes a case for the proposal that the &lt;a href=\"Lydian%20language\"&gt;Lydian&lt;/a&gt; word Qλdãnś, both meaning 'king' and the name of a god, and pronounced /kʷɾʲ'ðãns/ with four consecutive Lydian sounds unfamiliar to ancient Greeks, could correspond to Greek Κροῖσος, or Croesus. If the identification is correct it might have the interesting historical consequence that king Croesus chose suicide at the stake and was subsequently deified.\nAfter defeating Croesus, the Persians adopted &lt;a href=\"gold\"&gt;gold&lt;/a&gt; as the main metal for their coins.\nDeath.\nIt is not known when exactly Croesus died, although it could be aligned with the traditional date for Cyrus' conquest of Lydia in 546 BC. In the &lt;a href=\"Nabonidus%20Chronicle\"&gt;Nabonidus Chronicle&lt;/a&gt; it is said that Cyrus \"marched against the country, killed its king, took his possessions, and put there a &lt;a href=\"garrison\"&gt;garrison&lt;/a&gt; of his own\". Unfortunately, all that remains of the name of the country are traces of the first &lt;a href=\"Cuneiform%20script\"&gt;cuneiform&lt;/a&gt; sign. It has long been assumed that this sign should be LU, so that the country referred to would be Lydia, with Croesus as the king that was killed. However, J. Cargill has shown that this restoration was based upon wishful thinking rather than actual traces of the sign LU. Instead, J. Oelsner and R. Rollinger have both read the sign as Ú, which might imply a reference to &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt;. With Herodotus' account also being unreliable chronologically in this case, as J. A. S. Evans has demonstrated, this means that we currently have no way of dating the fall of &lt;a href=\"Sardis\"&gt;Sardis&lt;/a&gt;; theoretically, it may even have taken place after the fall of &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt; in 539 BC. Evans also asks what happened after the episode at the pyre and suggests that \"neither the Greeks nor the Babylonians knew what really happened to Croesus\".\nIn popular culture.\nAccording to the Armenian historian &lt;a href=\"Movses%20Khorenatsi\"&gt;Movses Khorenatsi&lt;/a&gt; (ca. 410–490s AD), who wrote a monumental \"&lt;a href=\"History%20of%20Armenia%20%28book%29\"&gt;History of Armenia&lt;/a&gt;\", the Armenian king &lt;a href=\"Artaxias%20I\"&gt;Artaxias I&lt;/a&gt; accomplished many military deeds, which include the capture of Croesus and the conquest of the Lydian kingdom (2.12–13) References to Croesus' legendary power and wealth, often as a symbol of human vanity, are numerous in literature.\nThe following, by &lt;a href=\"Isaac%20Watts\"&gt;Isaac Watts&lt;/a&gt;, is from the poem titled \"False Greatness\":\nAnother literary example is \"&lt;a href=\"Croesus%20and%20Fate\"&gt;Croesus and Fate&lt;/a&gt;\", a short story by &lt;a href=\"Leo%20Tolstoy\"&gt;Leo Tolstoy&lt;/a&gt; that is a retelling of the account of Croesus as told by Herodotus and Plutarch.\n\"Crœsus, King of Lydia\", is a tragedy in five parts by &lt;a href=\"Alfred%20Bate%20Richards\"&gt;Alfred Bate Richards&lt;/a&gt;, first published in 1845.\n\"The Last King of Lydia\", and \"The King and The Slave\", both by Tim Leach, are historical novels centered around Croesus and based primarily on Herodotus' depiction of his life, before and after the fall of Lydia.\nReferring to Croesus' extreme wealth, a French proverb is to be \"riche comme Crésus\" (\"rich like Croesus\"). This was the original title of \"&lt;a href=\"Cresus\"&gt;Cresus&lt;/a&gt;\", a French game show (in fact an adaptation of an Argentinian format), in which Croesus returns from the dead as a CGI skeleton to participate in the show.\nIn the 1993 movie \"&lt;a href=\"Tombstone%20%28film%29\"&gt;Tombstone&lt;/a&gt;\", when discussing his idea that the Earps build and ultimately sell their own saloon, the financial windfall is referred to by Wyatt as having \"more money than Croesus.\"\nIn \"&lt;a href=\"The%20Vicar%20of%20Dibley\"&gt;The Vicar of Dibley&lt;/a&gt;\" episode \"Celebrity Vicar\", during a segment where British newspapers run defamatory articles about all the focal Dibley residents, Hugo Horton, the dull-witted heir to David Horton's fortune, is described in an article as: \"Rich as Croesus; thick as shit.\"\nIn \"&lt;a href=\"The%20Sopranos\"&gt;The Sopranos&lt;/a&gt;\" episode \"&lt;a href=\"Everybody%20Hurts%20%28The%20Sopranos%29\"&gt;Everybody Hurts&lt;/a&gt;\" (S4, E6), Ralphie responds to Artie's request for a loan by saying \"With what you take out of that bar, you must have more money than King Croesus.\""
}