{
    "id": "7299054",
    "revid": "41091452",
    "url": "https://en.wikipedia.org/wiki?curid=7299054",
    "title": "Dar es Salaam Stock Exchange",
    "text": "The Dar es Salaam Stock Exchange (DSE) is a &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; located on Ohio Street, west of &lt;a href=\"Kivukoni\"&gt;Kivukoni&lt;/a&gt;, south east of &lt;a href=\"Dar%20es%20Salaam\"&gt;Dar es Salaam&lt;/a&gt;, the commercial capital and largest &lt;a href=\"city\"&gt;city&lt;/a&gt; in &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;. It was incorporated in September 1996 and trading started in April 1998. It is a member of the &lt;a href=\"African%20Stock%20Exchanges%20Association\"&gt;African Stock Exchanges Association&lt;/a&gt; and the &lt;a href=\"World%20Federation%20of%20Exchanges\"&gt;World Federation of Exchanges&lt;/a&gt;. The exchange is open five days a week, from Monday through Friday. The trading days are weekly from Monday to Friday, starting from 10.00 am to 14.00 pm.\nThe activities of the exchange are monitored and supervised by the Capital Markets and Securities Authority (CMSA). The DSE operates in close association with the &lt;a href=\"Nairobi%20Securities%20Exchange\"&gt;Nairobi Securities Exchange&lt;/a&gt; in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; and the &lt;a href=\"Uganda%20Securities%20Exchange\"&gt;Uganda Securities Exchange&lt;/a&gt; in &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;. Plans are underway to integrate the three to form a single &lt;a href=\"East%20Africa\"&gt;East Africa&lt;/a&gt;n bourse.\nHistory.\nIncorporation.\nThe Dar es Salaam Stock Exchange was established by the capital markets and security authority under the Capital Markets and Securities (CMS) Act of 1994 in &lt;a href=\"Dar-es-salaam\"&gt;Dar-es-salaam&lt;/a&gt;, &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;. The stock exchange was incorporated on 19 September 1996. The company was incorporated as a private company limited by guarantee and not having a share capital under the Companies Ordinate, therefore the DSE is a non-profit making body.\nThe exchange became operational on 15 April 1998 with TOL Gas Limited listing as the first company followed by the &lt;a href=\"Tanzania%20Breweries%20Limited\"&gt;Tanzania Breweries Limited (TBL)&lt;/a&gt; during the same year. The delay was due to the necessary background operational preparations that were inevitable such as training of brokers and formulation of issuance and trading rules.\nDemutualisation.\nOn 29 June 2015 the Dar-es-Salaam Stock exchange re-registered to become a public limited company. The company changed its name from the \"Dar Es Salaam Stock Exchange Limited\" to \"Dar Es Salaam Stock Exchange Public Limited Company\". The company began selling shares on 16 May 2016 and is the third exchange in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; after &lt;a href=\"Johannesburg%20Stock%20Exchange\"&gt;Johannesburg Stock Exchange&lt;/a&gt; (2006) and &lt;a href=\"Nairobi%20Securities%20Exchange\"&gt;Nairobi Securities Exchange&lt;/a&gt; (2014) to self list. The company offered 30% of the company's stock on the stock exchange represented by 15,000,000 ordinary shares.\nCorporate affairs.\nBusiness trends.\nThe Dar-es-salaam stock exchange started its 5-year plan from June 2011. The financial year for the DSE used to begins 1 July and ends on 30 June. This was modified in 2017 to follow the callendar year. \nOwnership.\nAs of December 2019, the company stock was owned by corporate entities and individuals. The largest shareholders are listed in the table below.\nMarket listing.\n there are 27 listed &lt;a href=\"companies\"&gt;companies&lt;/a&gt;, five corporate bonds and eight &lt;a href=\"Government%20of%20Tanzania\"&gt;government&lt;/a&gt; bonds. The table below summarises the current market listings:"
}