{
    "id": "730297",
    "revid": "985822094",
    "url": "https://en.wikipedia.org/wiki?curid=730297",
    "title": "Commodity price index",
    "text": "A commodity price index is a fixed-weight index or (weighted) average of selected &lt;a href=\"commodity\"&gt;commodity&lt;/a&gt; prices, which may be based on spot or futures prices. It is designed to be representative of the broad commodity asset class or a specific subset of commodities, such as energy or metals. It is an index that tracks a basket of commodities to measure their performance. These indexes are often traded on exchanges, allowing investors to gain easier access to commodities without having to enter the futures market. The value of these indexes fluctuates based on their underlying commodities, and this value can be traded on an exchange in much the same way as stock index futures.\nInvestors can choose to obtain a passive exposure to these commodity price indices through a &lt;a href=\"total%20return%20swap\"&gt;total return swap&lt;/a&gt; or a &lt;a href=\"commodity%20index%20fund\"&gt;commodity index fund&lt;/a&gt;. The advantages of a passive commodity index exposure include negative correlation with other asset classes such as equities and bonds, as well as protection against &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt;. The disadvantages include a negative &lt;a href=\"roll%20yield\"&gt;roll yield&lt;/a&gt; due to &lt;a href=\"contango\"&gt;contango&lt;/a&gt; in certain commodities, although this can be reduced by active management techniques, such as reducing the weights of certain constituents (e.g. precious and base metals) in the index.\nThe first index to track commodity futures prices was the Dow Jones futures index which started being listed in 1933 (backfilled to 1924). The next such index was the &lt;a href=\"Thomson%20Reuters/Jefferies%20CRB%20Index\"&gt;CRB (\"Commodity Research Bureau\") Index&lt;/a&gt;, which began in 1958. Due to its construction both of these were not useful as an investment index. A later practically investable commodity futures index was the &lt;a href=\"Goldman%20Sachs%20Commodity%20Index\"&gt;Goldman Sachs Commodity Index&lt;/a&gt;, created in 1991 and known as the \"GSCI\". The next was the Dow Jones AIG Commodity Index. It differed from the GSCI primarily in the weights allocated to each commodity. The DJ AIG had mechanisms to periodically limit the weight of any one commodity and to remove commodities whose weights became too small. After AIG's financial problems in 2008 the Index rights were sold to UBS and then to Bloomberg and it is now known as the Bloomberg Commodity Index. Other commodity indices include the Reuters / CRB index (which is the old CRB Index re-structured in 2005) and the Rogers Index.\nIn 2005 Gary Gorton (then of Wharton) and Geert Rounwehorst (of Yale) published \"Facts and Fantasies About Commodities Futures\", which pointed out relationships between a commodities index and the stock market, and inflation. They were both employed as consultants to AIG Financial Products (AIG-FP), which was responsible for managing the DJAIG Index. Gorton's other role was to provide AIG-FP with the mathematical modelling expertise underpinning the construction of \"Super-Senior\" credit derivatives linked to mortgage-backed securities so as to ensure AIG was not exposed to risk of loss.\nCategories.\nThe constituents in a commodity price index can be broadly grouped into the following categories:"
}