{
    "id": "7315335",
    "revid": "41651773",
    "url": "https://en.wikipedia.org/wiki?curid=7315335",
    "title": "Carlos de los Cobos",
    "text": "Carlos de los Cobos Martínez (born 10 December 1958 in &lt;a href=\"Matamoros%2C%20Tamaulipas\"&gt;Matamoros&lt;/a&gt;) is a Mexican former professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager.\nPlaying career.\nAs a player, de los Cobos spent the majority of his playing career in his native Mexico, playing for both &lt;a href=\"Quer%C3%A9taro%20FC\"&gt;Querétaro FC&lt;/a&gt; and &lt;a href=\"CF%20Monterrey\"&gt;CF Monterrey&lt;/a&gt; on numerous occasions. He represented his country at the &lt;a href=\"1986%20Football%20World%20Cup\"&gt;1986 Football World Cup&lt;/a&gt; held in Mexico, where he was an integral part of the team's quarter-final run. He share team with Héctor Miguel Zelada, &lt;a href=\"Javier%20Aguirre%20Onaind%C3%ADa\"&gt;\"El Vasco\" Aguirre&lt;/a&gt;, &lt;a href=\"Alfredo%20Tena\"&gt;Alfredo Tena&lt;/a&gt;, &lt;a href=\"Crist%C3%B3bal%20Ortega\"&gt;Cristóbal Ortega&lt;/a&gt;.\nCoaching career.\nAs a coach, he's been the man in charge at &lt;a href=\"Club%20Am%C3%A9rica\"&gt;Club América&lt;/a&gt;, &lt;a href=\"Quer%C3%A9taro%20FC\"&gt;Querétaro FC&lt;/a&gt;, &lt;a href=\"Club%20Celaya\"&gt;Club Celaya&lt;/a&gt;, and &lt;a href=\"Deportivo%20Irapuato\"&gt;Deportivo Irapuato&lt;/a&gt;. He served as an assistant coach to &lt;a href=\"Manuel%20Lapuente\"&gt;Manuel Lapuente&lt;/a&gt; and the Mexican squad at the &lt;a href=\"1998%20Football%20World%20Cup\"&gt;1998 Football World Cup&lt;/a&gt; as well as the &lt;a href=\"1996%20Olympic%20Games\"&gt;1996 Olympic Games&lt;/a&gt;. In 2002, Mexican team manager &lt;a href=\"Ricardo%20La%20Volpe\"&gt;Ricardo La Volpe&lt;/a&gt; designated him as the Under-23 national team coach, participating in &lt;a href=\"Football%20at%20the%202002%20Central%20American%20and%20Caribbean%20Games\"&gt;2002 Central American and Caribbean Games&lt;/a&gt; held in &lt;a href=\"San%20Salvador%2C%20El%20Salvador\"&gt;San Salvador, El Salvador&lt;/a&gt;, the Mexican team finished in second place after being defeated in the Final by the home team, &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt;.\nOn 26 August 2006 De Los Cobos was appointed coach of the &lt;a href=\"El%20Salvador%20national%20football%20team\"&gt;El Salvador national football team&lt;/a&gt;. He coached his first international tournament in the &lt;a href=\"2007%20CONCACAF%20Gold%20Cup\"&gt;2007 CONCACAF Gold Cup&lt;/a&gt;. El Salvador shared group with defending Gold Cup champions &lt;a href=\"United%20States%20Men%27s%20National%20Soccer%20Team\"&gt;United States&lt;/a&gt;, &lt;a href=\"Guatemala%20national%20football%20team\"&gt;Guatemala&lt;/a&gt; and &lt;a href=\"Trinidad%20and%20Tobago%20national%20football%20team\"&gt;Trinidad and Tobago&lt;/a&gt;. After two losses and 1 win, El Salvador and Trinidad and Tobago failed to advanced to quarter-finals.\nIn the first round of the &lt;a href=\"2010%20FIFA%20World%20Cup%20qualification%20%28CONCACAF%29\"&gt;2010 FIFA World Cup qualification&lt;/a&gt;, El Salvador eliminated &lt;a href=\"Anguilla%20national%20football%20team\"&gt;Anguilla&lt;/a&gt; with a 16 – 0 on aggregate and advanced to play in the Second Round against &lt;a href=\"Panama%20national%20football%20team\"&gt;Panama&lt;/a&gt; and eliminated \"Los Canaleros\" by an aggregate score and advanced to the &lt;a href=\"2010%20FIFA%20World%20Cup%20qualification%20-%20CONCACAF%20Third%20Round\"&gt;Third Round&lt;/a&gt;. He then managed to advance El Salvador to the Hexagonal which is the final qualifying round for CONCACAF. El Salvador had not qualified to the Hexagonal since the &lt;a href=\"1998%20FIFA%20World%20Cup%20qualification%20%28CONCACAF%29\"&gt;1998 World Cup qualifying&lt;/a&gt;. On 14 December 2009, De los Cobos announced he would not continue as the manager of El Salvador after the end of his contract. He mentioned that one of his reasons for not renewing his contract was due to him no longer being motivated to continue on with the national team.\nOn 8 January 2010, it was declared that Carlos de los Cobos was the new coach for the &lt;a href=\"Chicago%20Fire%20Soccer%20Club\"&gt;Chicago Fire&lt;/a&gt;. Having missed the playoffs for just the second time in club history in 2010 and sitting near the bottom of the league with a 1–4–6 record, De Los Cobos was dismissed on 30 May 2011 and replaced by &lt;a href=\"Frank%20Klopas\"&gt;Frank Klopas&lt;/a&gt;.\nPersonal.\nDe los Cobos and his wife Mayte have two children: Rafael and Paulina.\nHonours.\nAmérica"
}