{
    "id": "73162",
    "revid": "34646063",
    "url": "https://en.wikipedia.org/wiki?curid=73162",
    "title": "Western Hemisphere",
    "text": "The Western Hemisphere is the half of &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; which lies &lt;a href=\"west\"&gt;west&lt;/a&gt; of the &lt;a href=\"prime%20meridian\"&gt;prime meridian&lt;/a&gt; (which crosses &lt;a href=\"Greenwich\"&gt;Greenwich&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;) and &lt;a href=\"east\"&gt;east&lt;/a&gt; of the &lt;a href=\"180th%20meridian\"&gt;antimeridian&lt;/a&gt;. The other half is called the &lt;a href=\"Eastern%20Hemisphere\"&gt;Eastern Hemisphere&lt;/a&gt;. In geopolitical terms, the context in which the term is most often used, the \"&lt;a href=\"Encyclopedia%20Britannica\"&gt;Encyclopedia Britannica&lt;/a&gt;\" defines it as \"North and South America and the surrounding waters. Longitudes 20°W and 160°E are often considered its boundaries.\" It may be used in a &lt;a href=\"cultural%20geography\"&gt;cultural&lt;/a&gt; or &lt;a href=\"geopolitics\"&gt;geopolitical&lt;/a&gt; sense as a synonym for the \"&lt;a href=\"New%20World\"&gt;New World&lt;/a&gt;\".\nToponomy.\nAs an example of , the term Western Hemisphere is widely used by some, such as the United States government, to refer to the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;.\nGeography.\nThe Western Hemisphere consists of the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;, excluding some of the &lt;a href=\"Aleutian%20Islands\"&gt;Aleutian Islands&lt;/a&gt; to the southwest of the &lt;a href=\"Alaska\"&gt;Alaskan&lt;/a&gt; mainland; the westernmost portion of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, both mainland and islands; the westernmost portion of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, both mainland and islands; the &lt;a href=\"Cape%20Dezhnev\"&gt;extreme eastern tip&lt;/a&gt; of the &lt;a href=\"Siberia\"&gt;Siberian&lt;/a&gt; mainland and islands (&lt;a href=\"Asian%20Russia\"&gt;Russian Asia&lt;/a&gt;); numerous territories in &lt;a href=\"Oceania\"&gt;Oceania&lt;/a&gt;; and a large portion of &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;.\nThe center of the Western Hemisphere is located in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; at the intersection of the &lt;a href=\"90th%20meridian%20west\"&gt;90th meridian west&lt;/a&gt; and the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt;, among the &lt;a href=\"Gal%C3%A1pagos%20Islands\"&gt;Galápagos Islands&lt;/a&gt;. The nearest land is &lt;a href=\"Genovesa%20Island\"&gt;Genovesa Island&lt;/a&gt; at .\nThe &lt;a href=\"list%20of%20highest%20mountains%20on%20Earth\"&gt;highest mountain&lt;/a&gt; in the Western Hemisphere is &lt;a href=\"Aconcagua\"&gt;Aconcagua&lt;/a&gt; in the &lt;a href=\"Andes\"&gt;Andes&lt;/a&gt; of &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; at .\nThe tallest human-occupiable building or tower in the Western Hemisphere is the &lt;a href=\"CN%20Tower\"&gt;CN Tower&lt;/a&gt;, which is located in &lt;a href=\"Toronto\"&gt;Toronto, Canada&lt;/a&gt; at .\nProposed revision of hemispheric borders.\nIn an attempt to define the Western Hemisphere as the parts of the world which are not part of the &lt;a href=\"Old%20World\"&gt;Old World&lt;/a&gt;, there also exist projections which use the &lt;a href=\"20th%20meridian%20west\"&gt;20th meridian west&lt;/a&gt; and the diametrically opposed &lt;a href=\"160th%20meridian%20east\"&gt;160th meridian east&lt;/a&gt; to define the hemisphere. This projection excludes the European and African mainlands and a small portion of northeast &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt;, but includes more of eastern Russia and Oceania.\nSovereign states in both hemispheres.\nBelow is a list of the sovereign states in both the Western and Eastern Hemispheres on the &lt;a href=\"IERS%20Reference%20Meridian\"&gt;IERS Reference Meridian&lt;/a&gt;, in order from north to south:\nBelow is a list of additional sovereign states which are in both the Western and Eastern Hemispheres along the &lt;a href=\"180th%20meridian\"&gt;180th meridian&lt;/a&gt;, in order from north to south. (France is not listed below due to its inclusion above, though the meridian does pass &lt;a href=\"Wallis%20and%20Futuna\"&gt;Wallis and Futuna&lt;/a&gt;.) With the exception of the United States (due to \"&lt;a href=\"Wake%20Island\"&gt;Wake Island&lt;/a&gt;\", \"&lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;\" and the \"&lt;a href=\"Northern%20Mariana%20Islands\"&gt;Northern Mariana Islands&lt;/a&gt;\"), all of them are located on just one side of the &lt;a href=\"International%20Date%20Line\"&gt;International Date Line&lt;/a&gt;, which curves around them.\nOne sovereign state has territory in both hemispheres, but neither the &lt;a href=\"prime%20meridian\"&gt;prime meridian&lt;/a&gt; nor the 180th meridian passes through its territory:\nCountries, dependencies and other territories in the Western Hemisphere but not in the Americas.\nThe following countries and territories lie outside the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt; yet are entirely, mostly or partially within the Western Hemisphere:"
}