{
    "id": "732223",
    "revid": "13037279",
    "url": "https://en.wikipedia.org/wiki?curid=732223",
    "title": "Yecapixtla",
    "text": "Yecapixtla ( ) is a town and &lt;a href=\"Municipalities%20of%20Mexico\"&gt;municipality&lt;/a&gt; located in the northeast of the state of &lt;a href=\"Morelos\"&gt;Morelos&lt;/a&gt; in central &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. Yecapixtla means, \"Land of men and women with sharp noses\". The town is home to one of the monastery complexes associated with the &lt;a href=\"Monasteries%20on%20the%20slopes%20of%20Popocat%C3%A9petl\"&gt;Monasteries on the Slopes of Popocatépetl World Heritage Site&lt;/a&gt;. Yecapixtla is famously known for its tasty, high-quality beef, &lt;a href=\"Cecina%20%28meat%29\"&gt;cecina&lt;/a&gt; (cured dry meat).\nThe population of the municipality is 52,651 according to the 2015 census. The town was hit hard by the September 19, &lt;a href=\"2017%20Puebla%20earthquake\"&gt;2017 Puebla earthquake&lt;/a&gt;, when two people died and the church was damaged.\nThe town.\nThe town's historic center surrounds the church and former monastery complex of &lt;a href=\"San%20Juan%20Bautista%20Tuxtepec\"&gt;San Juan Bautista&lt;/a&gt;. Immediately surrounding it are the four neighborhoods established in 1550: San Pablo, La Concepción, Santa Mónica, and San Esteban. The town center around the monastery complex was divided by a number of &lt;a href=\"Arroyo%20%28creek%29\"&gt;arroyos&lt;/a&gt;, but most of these have since dried and/or have been filled in. A number of newer neighborhoods such as Mexquemeca, Tlachichilco, Los Reyes, Zahuatlán and La Cruz Verde were originally independent communities that were annexed as the town grew later in its history.\nThe main facade of the monastery complex is to the west, with the back of it facing the main plaza and municipal palace of the town. The town clock is visible from the main plaza; the clock was placed on one of the monastery's back towers by Father Evaristo Nava in the early 20th century. The main plaza is sometimes called the Plaza de Tributación, referring to its pre-Hispanic and early colonial period function as a place to collect &lt;a href=\"tribute\"&gt;tribute&lt;/a&gt; such as crops and handcrafted items from the area which is now eastern Morelos state. During the early colonial period, this plaza was part of the monastery complex and continued its tribute collecting function. (forteleza) While the San Juan Bautista Church dominates both the town of Yecapixtla as well as the surrounding municipality, there are a number of other churches such as San Sebastián Mártir, Santiago Apóstol, de la Virgen de Guadalupe, Santo Tomás Apóstol, San Agustín, Nuestro Padre Jesús, Santa Lucía, San Nicolás, San Miguel, Los Reyes, San Marcos, La Santa Cruz, San Pablo, Santa Mónica, La Inmaculada Concepción, Santa Cruz Ecatepec and San Francisco Calapa.\nHistorically, Yecapixtla has been a regional commercial and governmental center since pre-Hispanic times. In addition to its function as a tribute collection center in the pre-Hispanic and early colonial times, it was also a major crossroads for migrations and other traffic between the &lt;a href=\"Valley%20of%20Mexico\"&gt;Valley of Mexico&lt;/a&gt; and points south. The town continues to function as a commercial center, with a weekly regional &lt;a href=\"tianguis\"&gt;tianguis&lt;/a&gt; (open air market) on Thursday. There is also a weekly market on Mondays dedicated solely to cattle. However, the largest market of the year occurs the last Thursday of October. This market has its origins in the pre-Hispanic festival honoring the birth of &lt;a href=\"Yacapitzauac\"&gt;Yacapitzauac&lt;/a&gt;, a deity which acted as a guide for travelers and protector of merchants. Records indicate that this festival/market has been observed in one form or another since the 1330s. Today, the highlights of this event includes the dance of the &lt;a href=\"Chinelos\"&gt;Chinelos&lt;/a&gt;, and a ballroom dance with features orchestra and popular music. The Feria de Cecina or Cecina Fair is also held on this date, promoting the town and municipality's regional specialty of beef &lt;a href=\"Cecina%20%28meat%29\"&gt;cecina&lt;/a&gt; as well as dairy products such as cream and &lt;a href=\"Chesses%20of%20Mexico\"&gt;cheese&lt;/a&gt;. These joint events is even larger that of the patron saint, &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt;, on 24 June. This event is celebrated for two days with fireworks on frames called \"toritos\" (little bulls) and \"castillos\" (small castles), bands playing wind instruments and folk/regional dances from various parts of Morelos and neighboring &lt;a href=\"State%20of%20Mexico\"&gt;State of Mexico&lt;/a&gt;. Another annual event is the Feria y Exposición Ganadera or Cattle Expo and Fair. In addition to the showing of animals, there are &lt;a href=\"charreada\"&gt;charreada&lt;/a&gt; events, &lt;a href=\"bullfight\"&gt;bullfight&lt;/a&gt;s and number of cultural attractions. Today, Yecapixtla still has a large number of religious festivals and other events. Some of the most important occur on New Year's Day, &lt;a href=\"Candlemas\"&gt;Candlemas&lt;/a&gt;, &lt;a href=\"Holy%20Week\"&gt;Holy Week&lt;/a&gt;, especially &lt;a href=\"Maundy%20Thursday\"&gt;Maundy Thursday&lt;/a&gt;, &lt;a href=\"Feast%20of%20the%20Cross\"&gt;Day of the Holy Cross (May 3)&lt;/a&gt;, feast of John the Baptist on 24 June, &lt;a href=\"Day%20of%20the%20Dead\"&gt;Day of the Dead&lt;/a&gt; and the &lt;a href=\"Las%20Posadas\"&gt;posadas&lt;/a&gt; leading up to Christmas. On the last day of Holy Week, the folk dancers enter the San Juan Bautista Church, make the sign of penitence and then move into the atrium for a day of dancing. Maintaining order during the event are people dressed as Roman soldiers.\nIn addition to the monastery complex, Yecapixtla is best known for the making and sale of beef cecina, which is a kind of marinated beef. Cecina does not have its origin in Yecapixtla, but it is the area most famous for its production in Mexico. This beef is prepared in large thin sheets of meat, which is then cut and quickly grilled. The favored kind of cecina is a marinated beef, but the pork version coated with &lt;a href=\"chili%20pepper\"&gt;chili pepper&lt;/a&gt; is consumed also. Yecapixtla calls itself the \"World Capital of Cecina.\" Traditionally, cecina is eaten with cream and/or cheese from the community of Achichipico.\nMonastery and church of San Juan Bautista.\nThe site of the church and former monastery of &lt;a href=\"St.%20John%20the%20Baptist\"&gt;San Juan Bautista&lt;/a&gt; was a &lt;a href=\"teocalli\"&gt;teocalli&lt;/a&gt;, or sacred precinct, dedicated to a god of commerce called &lt;a href=\"Yacapitzauac\"&gt;Yacapitzauac&lt;/a&gt;. This teocalli was destroyed by the Spanish under &lt;a href=\"Gonzalo%20de%20Sandoval\"&gt;Gonzalo de Sandoval&lt;/a&gt; when he captured and sacked the settlement in 1521. This teocalli and god were the center of the pre-Hispanic community. The &lt;a href=\"Franciscans\"&gt;Franciscans&lt;/a&gt; were the first to arrive in the 1520s to evangelize the local population and they built a small church on the site. However, this church was destroyed in a fire. The &lt;a href=\"Augustinians\"&gt;Augustinians&lt;/a&gt; took over evangelization in the 1530s and formally established the monastery, dedicated to &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt;. This figure was chosen because Yacapitzauac was depicted with a staff as a sign of his authority, and John the Baptist is often depicted with a staff. Most of the monastery was constructed between 1535 and 1540. At that time, there was sufficient income to the order to not only finish much of the monastery in a short time, but also to add a number of fine details. Construction of a number of smaller elements continued until 1586. The complex presents similarities with others built by the Augustinians in eastern Morelos at this time, such as a stone wall around the perimeter and the use of &lt;a href=\"merlon\"&gt;merlon&lt;/a&gt;s, which give these monasteries the look of a medieval castle. Due to the diminishing importance of Yecapixtla, the monastery was mostly abandoned by the 17th century, with the Augustinians losing formal control of the church and community in the mid 18th century. The complex remained mostly untouched until the late 19th century when Father José Pilar Sandoval did some remodeling work in the main nave of the church. More restoration work was undertaken by Father Evaristo Nava in the early 20th century, which included the addition of an organ and changing the &lt;a href=\"sacristy\"&gt;sacristy&lt;/a&gt; into a &lt;a href=\"tabernacle\"&gt;tabernacle&lt;/a&gt;. In 1994, the complex became part of the &lt;a href=\"Monasteries%20on%20the%20slopes%20of%20Popocat%C3%A9petl\"&gt;Monasteries on the slopes of Popocatépetl&lt;/a&gt; World Heritage Site.\nAs common to monasteries of the time, the complex is fronted by a very large &lt;a href=\"Atrium%20%28architecture%29\"&gt;atrium&lt;/a&gt;. This atrium is surrounded by a stone wall topped with &lt;a href=\"merlon\"&gt;merlon&lt;/a&gt;s. The main entrance to the atrium from the street has merlons, as well as the chapels found on each of the wall's four corners. From the main entrance to the church, there is a volcanic stone walkway, divided by an atrium cross, which has a heart, a &lt;a href=\"chalice\"&gt;chalice&lt;/a&gt; and a depiction of the &lt;a href=\"sacramental%20bread\"&gt;Host&lt;/a&gt; in low relief. The atrium cross is not the original. The original was broken by a child in 1961 when he was trying to climb onto its base. The cross fell onto the child killing him. Along the atrium walls on the inside, there are a number of empty niches that remain, which probably held images related to the &lt;a href=\"Stations%20of%20the%20Cross\"&gt;Stations of the Cross&lt;/a&gt;. Access to the chapels in the corners, called capillas posas, is in the atrium. These chapels’ primary function was the house the Host during processions on &lt;a href=\"Corpus%20Christi%20%28feast%29\"&gt;Corpus Christi&lt;/a&gt;.\nAt the back of the atrium is the complex which consists of a large church and &lt;a href=\"cloister\"&gt;cloister&lt;/a&gt;. The front of the church has a very tall facade, which is mostly undecorated, flanked by two corner &lt;a href=\"buttress\"&gt;buttress&lt;/a&gt;es and topped by a small recessed tower. Along the top of the facade and on this tower, there are merlons. The church also has a bell tower, but it is somewhat recessed from the facade and is also topped with merlons. Under the &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt;, there is a &lt;a href=\"frieze\"&gt;frieze&lt;/a&gt; which divides into two parts. On the right-hand side, there is the date of 1526 depicted in Aztec style, when the Franciscans arrived, accompanied by the coat of arms of that order. On the left is the year in which the pre-Hispanic teocalli was destroyed.\nBetween the merlons and the main portal, there is a &lt;a href=\"Gothic%20architecture\"&gt;Gothic&lt;/a&gt; &lt;a href=\"rose%20window\"&gt;rose window&lt;/a&gt; and below this is the main portal with subtle design work. The rose window stands out most. It is a circular stone which was cut in a floral-like pattern to let in light, surrounded by a frame with elaborate ornamentation. It is one of very few rose windows in Mexico from this time period. While the overall style of the window is &lt;a href=\"Plateresque\"&gt;Plateresque&lt;/a&gt; Gothic, it was fashioned by indigenous hands. It contains indigenous elements as well. The \"flower\" in the center indicates the four cardinal directions and the twenty &lt;a href=\"cherub\"&gt;cherub&lt;/a&gt;s in the frame surrounding it represents the days of the month of the Aztec calendar. This frame also contains the bust of a bound woman who probably represents the mother of &lt;a href=\"Huitzilopochtli\"&gt;Huitzilopochtli&lt;/a&gt;.\nThe portal is a simple arch with subtle reliefs with small angels, cherubs and vegetative motifs on the &lt;a href=\"archivolt\"&gt;archivolt&lt;/a&gt; as well as portraits of saints and friars. One of these portraits may be \"Jorge de Avile y Ro\", the founder of the monastery. On the left side there is a portrait of a layperson with a Roman-style haircut, who was probably the architect. The wooden doorjambs are decorated with the heads of angels and rose patterns as well as vegetative motifs. The bars on the main doors were added in 1910 by Father Evaristo Nava, who also donated the clock that can be seen on the complex's back tower. Around the arch and the doors, the portal is sculpted in both a detailed and subtle way. To the side of the doorway, there are two pairs of &lt;a href=\"pilaster\"&gt;pilaster&lt;/a&gt;s. These are in Renaissance style while the rest of the portal mixes Gothic and Plateresque. However, the columns also have channels which are more often associated with the later &lt;a href=\"Churrigueresque\"&gt;Churrigueresque&lt;/a&gt;. At the base of the columns there are busts of &lt;a href=\"Ambrose\"&gt;Saint Ambrose, bishop of Milan&lt;/a&gt; and &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;, who was an influence on the philosophy of &lt;a href=\"Saint%20Augustine\"&gt;Saint Augustine&lt;/a&gt;. The pilasters are topped with &lt;a href=\"Capital%20%28architecture%29\"&gt;capital&lt;/a&gt;s, which support a frieze that contains reliefs of small angels flying with a cross in the center. Above the frieze, there is a panel with a niche, today empty, flanked by the coats of arms of the Augustinians and the Franciscans. Underneath the coats of arms, there is an angel riding a dragon. Topping this is a &lt;a href=\"pediment\"&gt;pediment&lt;/a&gt;.\nThe northeast side of the church is marked by a long wall with three Gothic windows and the side portal in Renaissance style. This is the portal most often used by parishioners as it is closest to what is now the main plaza of the town. This portal has a barrel arch flanked by two sets of pilasters. Between the sets, there are very worn decorative details, including two medallions. These are notable because they depict a man and a woman in civil attire with no religious aspect. The archivolt of the arch contains bundles of spears tied with different elements. In the center of one of these bundles, there is a heart, a symbol of the Augustinians. A &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt; encloses the area.\nThe main entrance of the church leads into space under the choir area, which is covered by a Gothic vault with nerves that form the shape of a star. The highly stylized murals painted in black on the side walls have been retouched. They consist of bands of decorations with contains elements such as letters, niches, and coats of arms. This entrance area ends with an arch that opens into the main nave. This area serves as the &lt;a href=\"baptistery\"&gt;baptistery&lt;/a&gt; and contains three monolithic pieces, which originally were part of the teocalli. The first two are used for baptisms. The first is the large basin to hold water for baptism. The second, called a \"piscina\" is meant to receive the water that pours off the head of the one being baptized. On the outside of the main basin, there are the heads of animals and humans, which may indicate that the bowl was originally part of a fountain, readapted to its current function. The heads that protrude indicate the duality of life with the masculine represented by a jaguar and the feminine represented by a woman. The use of a jaguar symbol indicates &lt;a href=\"Olmec\"&gt;Olmec&lt;/a&gt; influence. Next to these two, there is a small pillar with worn, unidentifiable designs, whose purpose are unknown.\nA small door in the entrance area covers a stairway that leads to the choir area above. This choir area contains medieval style murals and a &lt;a href=\"balustrade\"&gt;balustrade&lt;/a&gt; with a crest of \"&lt;a href=\"Fleur-de-lis\"&gt;Fleur-de-lis&lt;/a&gt;\" sculpted of sandstone. It also contains an organ similar to the ones used in medieval European cathedrals, and is the only one of its kind in the Augustinian monasteries of the region. The only other one in the region is in the originally Franciscan cathedral of Cuernavaca. It was donated by \"Evaristo Nava\" in 1915, using the money he was saving to go to the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;.\nThe main nave is enormous and very tall. At the front is an &lt;a href=\"apse\"&gt;apse&lt;/a&gt;, which like the area under the choir has a vault with Gothic nerves which form a star pattern. The current main altar found here is not the original. The original altar was &lt;a href=\"Baroque%20architecture\"&gt;Baroque&lt;/a&gt; which contained twelve paintings with each of the Apostles as well as one of John the Baptist and Saint Augustine. These paintings have since been moved to the &lt;a href=\"pinacotheca\"&gt;pinacotheca&lt;/a&gt; of the Cuernavaca cathedral. The current altar is a large white 19th century &lt;a href=\"Neoclassical%20architecture\"&gt;Neoclassical&lt;/a&gt; style piece, inspired by a Roman &lt;a href=\"mausoleum\"&gt;mausoleum&lt;/a&gt;. It has two levels on a circular base with a &lt;a href=\"Corinthian%20order\"&gt;Corinthian&lt;/a&gt;-style capital. It features an image of John the Baptist.\nMost of the original mural work that covered the walls and ceilings are deteriorated or lost, but reconstructed murals have been added to parts, especially in the spaces between the nerves of the vaults. These murals contain soft colors which form lines, geometrical shapes and floral shapes reminiscent of ironwork. These probably date to the last third of the 19th century but this is mostly conjecture. The side walls contain faded remnants of narrative scenes, which have not been dated either. One of the best-conserved elements inside the church is the 16th-century pulpit, made of &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; sculpted with fine Gothic style designs. In each of the faces of the design, anagrams of the name of Christ or the coat of arms of the Augustinians appear. There is none like it from all of the Mexican colonial period. The original confession booths are built into the wall on the right side of the nave, separating the church and the cloister, with the priest entering one side and the confessor entering through the other. They were covered up for much of the church's history until 1954 when Father Jose Maria Mendez moved the altars on this wall to reveal them. Between them and the &lt;a href=\"baptistery\"&gt;baptistery&lt;/a&gt; area, there is a large door that leads to the cloister of the former monastery. In colonial times, this door was only opened for &lt;a href=\"Mass%20%28liturgy%29\"&gt;Mass&lt;/a&gt; on major festivals.\nThe facade of the cloister has two levels and is fronted by an arched porch area, called a portería. Above the portería, there are two windows, and the remains of the pilasters of an arch that corresponds to the open chapel, which was like a balcony. However, this balcony area was eventually walled in to make more interior space. The portería contains two arches and a frieze adorned with round forms which protrude. The portería contains the main entrance to the cloister area, above which is a crucifix set on top of a skull, which represents &lt;a href=\"Calvary\"&gt;Calvary&lt;/a&gt;. The foyer of this entrance used to serve as a baptistery in the late 19th and early 20th century. The paintings here are from that era. They depict stories about the Virgin Mary who is shown with the infant Jesus in her arms and symbols of the &lt;a href=\"Trinity\"&gt;Trinity&lt;/a&gt; around them.\nInside, the cloister has only one floor that surrounds a central courtyard, separated by sixteen simple arches which have buttresses. On the interior of each arch, there are dark red circles, which are all that remain of medallions which probably had religious &lt;a href=\"anagram\"&gt;anagram&lt;/a&gt;s. In the center of the courtyard, there is a fountain and a sundial etched onto a pillar. There are two main interior portals, one that leads to the refectory and the other that leads to the current priest's quarters. Like other cloisters of this area and time, there are remnants of mural work. Near the large doorway to the church, there is a group of four saints done in black and white, which look upon a scene which has since been lost. There are areas that conserve parts of friezes with images drawn in white over a black background, especially in the upper parts of the walls. Images of saints appear on the spaces between the arches, which are drawn to simulate sculptures contained in niches with &lt;a href=\"Plateresque\"&gt;Plateresque&lt;/a&gt; columns and topped with shells. In one corner, there is a seated figure of a sainted pope, whose face and eyes are well done. Most of the rest of the paintings are narratives, but most of the work has been partially or fully lost, and those that remain are not in good condition. One exception is a depiction of the road to Calvary and the Crucifixion. The vaults of the passageways are decorated with &lt;a href=\"coffer\"&gt;coffer&lt;/a&gt;s, some of which are hexagons, which may indicate the influence of Italian architect &lt;a href=\"Sebastian%20Serlio\"&gt;Sebastian Serlio&lt;/a&gt;. The Sala de Profundis, or meditation room, contains well-preserved multichromatic murals which depict a large number of saints including a series of martyrs and a depiction of Saint Augustine. These images are in the process of restoration by the &lt;a href=\"Instituto%20Nacional%20de%20Antropolog%C3%ADa%20e%20Historia\"&gt;Instituto Nacional de Antropología e Historia&lt;/a&gt;. In the south wing of the cloister there is an entrance to an underground area, which tradition says used to lead to &lt;a href=\"Hern%C3%A1n%20Cort%C3%A9s\"&gt;Hernán Cortés&lt;/a&gt;’ house, but since destroyed. There is also a door that leads to the garden area, which grew food for the monks. Fruit trees bearing &lt;a href=\"mango\"&gt;mango&lt;/a&gt;s, &lt;a href=\"guava\"&gt;guava&lt;/a&gt;s, coffee, limes, oranges and plums and more still grow here. It is one of the few monasteries which still has its garden area, although it is greatly diminished.\nMissing from the view are the kitchen area and latrines. It is thought that the Chapel of San José, now opening into the church, was originally the kitchen of the monastery. This chapel is known to have existed in this form at least since the 19th century. The monastery has an archive which dates back to the year 1600, which mostly records baptisms, &lt;a href=\"confirmation\"&gt;confirmation&lt;/a&gt;s, marriages and deaths of the local population. During the &lt;a href=\"Mexican%20Revolution\"&gt;Mexican Revolution&lt;/a&gt;, this archive was sealed behind a wall in order to avoid its destruction.\nHistory.\nPrehispanic History.\nThe name Yecapixtla has been translated in a number of ways. Several sources claim that the name refers to the wearing of a stone called a \"chalchuihite\" through the nose, translating to \"land of pierced noses.\" This was indeed practiced in the area among pre-Hispanic governors as a sign of their status. This translation may come from documents written by Gutierrez de Lievana from 1580. The Aztec &lt;a href=\"glyph\"&gt;glyph&lt;/a&gt; of the area does show a pierced nose. The government of Morelos claims that the name translates to \"land of gentle airs\" referring to the calm weather and lack of strong winds. The glyph also contains a flying insect which could allude to this. However, the name is very close to the name of a god of commerce, Yacapitzauac, whose teocalli was the center of the pre-Hispanic settlement. This teocalli was destroyed by the Spanish and a church dedicated to John the Baptist put in its place.\nThe eastern portion of what is now Morelos state had been settled since the Olmec period, and this culture controlled most of the area through the main settlement of &lt;a href=\"Chalcatzingo\"&gt;Chalcatzingo&lt;/a&gt;. It is also known that groups of &lt;a href=\"Chalca\"&gt;Chalca&lt;/a&gt;s and &lt;a href=\"Xochimilca\"&gt;Xochimilca&lt;/a&gt;s passed through. Xochimilcas and &lt;a href=\"Tlahuica\"&gt;Tlahuica&lt;/a&gt;s came to settle around 1325. Yecapixtla itself was established by a group of Xochimilcas. This same area of Morelos was conquered by &lt;a href=\"Moctezuma%20I\"&gt;Moctezuma I&lt;/a&gt; in 1440, and Yecapixtla became a tributary collection center for the Aztecs due to its strategic position in the basin of the &lt;a href=\"Amatzinac%20River\"&gt;Amatzinac River&lt;/a&gt;. The Aztecs called this settlement Tlalnahuac.\nConquest &amp; Colonial Period.\nDuring the &lt;a href=\"Spanish%20conquest%20of%20the%20Aztec%20Empire\"&gt;Spanish conquest of the Aztec Empire&lt;/a&gt;, a few months before the fall of &lt;a href=\"Tenochtitlan\"&gt;Tenochtitlan&lt;/a&gt;, Spanish soldiers under Gonzalo de Sandoval came to Yecapixtla to conquer it. Sandoval arrived to the settlement from &lt;a href=\"Huejotzingo%20%28municipality%29\"&gt;Huejotzingo&lt;/a&gt;, bringing warriors from this place, which had been a traditional enemy of Yecapixtla. The battle between Spanish and local &lt;a href=\"eagle%20warriors\"&gt;eagle warriors&lt;/a&gt; took place at the \"Xaplan\" ravine on 15 March 1521, and the town resisted the invaders fiercely. However, the warriors were unable to withstand the Spaniards’ superior weapons and the eagle warrior dynasty of this area was destroyed. The remaining warriors retreated from Yecapixtla permanently, but some went to &lt;a href=\"Tenochtitlan\"&gt;Tenochtitlan&lt;/a&gt; to defend it. The victorious Spanish sacked, destroyed and killed many in the town.\nYecapixtla lay in ruins, but &lt;a href=\"Hern%C3%A1n%20Cort%C3%A9s\"&gt;Hernán Cortés&lt;/a&gt; had interest in it and the surrounding area because of the well-established tribute collection system and the land's aptitude for fruit orchards. Cortés built a house in the town and laid claim to the area. However, the first colonial government in Mexico City gave the lands in the area to Diego de Olguín. Cortés left for Spain in 1529, making the area an &lt;a href=\"encomienda\"&gt;encomienda&lt;/a&gt; called \"Tlalnahuac\", which included fourteen communities including Yecapixtla. When Cortés returned from Spain, he carried a seal making him the Marquis of the Valley of Oaxaca, giving him possession of large swaths of land, including the Yecapixtla area and four others in Morelos. The Cortés family would keep these lands through the rest of the 16th century. Yecapixtla kept its function as a tribute collection center and became a commercial center, especially for the cattle trade.\nThe first missionaries to the areas were the Franciscans, who arrived and built a small church in 1525. In the 1530s, they were replaced by the Augustinians. This order began to construct the monastery complex which remains to this day. It was mostly built over a period of five years, from 1535 to 1540, made possible by the income provided by the settlement's status as a tribute collection center. The monastery and town was dedicated to John the Baptist. He was chosen because he is often depicted with a cloak, sandals and staff, much like the pre-Hispanic patron of the settlement, Yecapetzauac. After the monastery was built, it became a regional administrative center because of its location along a number of commercial routes. The town of Yecapixtla was reorganized around the monastery complex in 1550, into four neighborhoods: San Pablo, La Concepción, Santa Mónica and San Esteban, which still exist. These roughly correspond to the pre-Hispanic organization of the town, but it was much reduced in size due to population loss, especially on the south side. The town at that time was crisscrossed by &lt;a href=\"Arroyo%20%28creek%29\"&gt;arroyos&lt;/a&gt; and &lt;a href=\"ravine\"&gt;ravine&lt;/a&gt;s spanned by small bridges, especially around the monastery, but since then many have dried out and filled in.\nDepopulation continued at the end of the 16th and early 17th centuries, and the monastery's importance diminished. By the end of this time, the monastery was all but abandoned, as &lt;a href=\"Cuautla%2C%20Morelos\"&gt;Cuautla&lt;/a&gt; grew and became the regional center. In the 17th century, those who had land rights under what were called \"primordial title\" began to struggle with Spanish owned &lt;a href=\"hacienda\"&gt;hacienda&lt;/a&gt;s over surface water. Much of the land in the municipality is not suited for the growing of crops but is instead suited for the raising of livestock, especially cattle. For this reason, the area's industry in providing beef and dairy products such as cream and cheese began relatively early in the colonial period. Orchards established in the very early colonial period were still important. There was another period of depopulation in the 18th century when many residents went to work in haciendas in Cuautla and other areas in Morelos.\nIn the 18th century, the Augustinians officially lost control of the monastery complex and the population to regular clergy in 1754. During this time, many of the popular religious festivals such as the Semana de San Juan (Week of Saint John) and &lt;a href=\"Day%20of%20the%20Dead\"&gt;Day of the Dead&lt;/a&gt; became established in the town and surrounding area, often encouraged by the new clergy. The development and growth of local religious festivals would continue through the rest of the colonial period and into the 19th century, through the establishment of brotherhoods (cofradías) dedicated to a particular saint or another religious element.\nIndependence &amp; 19th Century.\nBecause of its strategic position between the Mexico City area and points south, armies associated with the &lt;a href=\"Mexican%20War%20of%20Independence\"&gt;Mexican War of Independence&lt;/a&gt;, &lt;a href=\"Reform%20War\"&gt;Reform War&lt;/a&gt; and &lt;a href=\"Mexican%20Revolution\"&gt;Mexican Revolution&lt;/a&gt; all passed through here. In 1810, Yecapixtla was part of the &lt;a href=\"Jonacatepec\"&gt;Jonacatepec&lt;/a&gt; municipality. It became an independent municipality in 1869.\nFor a brief period in the late 19th century, Yecapixtla experienced a surge in economic development when a railway was built through connecting it to Mexico City through what is now the eastern &lt;a href=\"Salient%20%28geography%29\"&gt;panhandle&lt;/a&gt; of the State of Mexico. Electricity and telephone were introduced. During this time Evaristo Navo was the head clergyman in the area and is credited with a number of developments including a parish school, the installation of a church organ, with accompanying encouragement of musical training. He also installed the clock on the San Juan Bautista Church. One purpose of the parish school was to preserve and in some cases restitute old traditions which had been lost due to the &lt;a href=\"Reform%20War\"&gt;Liberal reforms of the latter 19th century&lt;/a&gt;.\nRevolution &amp; 20th Century.\nThe parish school closed in 1911. Further attempts to keep older traditions alive were headed by Juventino Pineda Enriquez who created the \"Misiones Culturales\" (Cultural Missions).\nThe town shrank again in population due to the Mexican Revolution, with men going off to fight and the remaining women and children dispersing, with some going to Mexico City. The war ruined the town's economy and after the war, many families who had left never returned. After the war, agriculture returned when an &lt;a href=\"ejido\"&gt;ejido&lt;/a&gt; was established to the south of the town and slowly the town recovered. Development remained slow until the mid-20th century when new infrastructure such as the reestablishment of electricity and telephone, a new highway and a bank allowed for more economic contact with the outside. The new infrastructure attracted new residents. Public schools were opened in the 1930s and 1940s. An agricultural technical school was opened in 1972.\n21st Century.\nYecapixtla and surrounding communities were hit hard in the &lt;a href=\"2017%20Puebla%20earthquake\"&gt;September 19, 2017 earthquake&lt;/a&gt;, when two people died and the church was damaged. According to the Secretary of Health, 324 homes were destroyed and another 413 were damaged in the municipality.\nFrancisco Erik Sanchez Zavala of the Morelos First coalition was elected Presidente Municipal (mayor) on July 1, 2018.\nThe federal government held a referendum on February 23−24, 2019, to decide whether to build a thermoelectric plant and a gas pipeline in Huexca. Voters in Morelos and parts of the states of Puebla and Tlaxcala were asked if they supported the completion of $22 billion peso (U.S.$1.6 billon) plant completed in September 2017 but not put into operation due to lack of connection to the &lt;a href=\"Cuautla%20River\"&gt;Cuautla River&lt;/a&gt;. &lt;a href=\"Samir%20Flores%20Soberanes\"&gt;Samir Flores Soberanes&lt;/a&gt;, a leading opponent of the plant was murdered and there were violent protests during the public consultation. 59.5% of the 55,715 citizens voted in favor of construction, and 40.1% voted against. A number of safety and environmental factors have not yet been resolved. Construction was restarted in September &lt;a href=\"2020%20in%20Mexico\"&gt;2020&lt;/a&gt; after a halt to deal with environmental problems; the plant is due to open by the end of 2020 after an investment of MXN $20 billion (US$939 million). The &lt;a href=\"National%20Guard%20%28Mexico%29\"&gt;National Guard&lt;/a&gt; was used to break up a group of demonstrators in Apatlaco who were protesting against the use of water resources from the Cuautla River for the thermoelectric plant. The protesters also argued that President López Obrador had promised to oppose the project during his presidential campaign.\nThe state of Morelos reported 209 cases and 28 deaths due to the &lt;a href=\"COVID-19%20pandemic%20in%20Mexico\"&gt;COVID-19 pandemic in Mexico&lt;/a&gt; as of April 27, 2020; two cases were reported in Yecapixtla. Schools and many businesses were closed from mid March until June 1. On June 2, Yecapixtla reported 55 infections and four deaths from the virus; the reopening of the state was pushed back until at least June 13. It was reported on June 11 that the number of &lt;a href=\"atypical%20pneumonia\"&gt;atypical pneumonia&lt;/a&gt; deaths has doubled, and it is suspected that many of these are related to individuals who died from COVID-19 at home without being tested for the disease in a hospital. Yecapixtla reported 113 cases, 95 recuperations, and 17 deaths from the virus as of August 31. One hundred ninety cases were reported on December 27, 2020.\nHuman body parts were discovered in a hidden grave in Colonia Mixtlalcingo on June 7, 2020.\nThe municipality.\nAs municipal seat, the town of Yecapixtla is the local governing authority for over 100 named communities which cover a territory of 192.33km2. About 36% of the municipal population of 39,859 lives in the town proper. As of 2005, there were 363 people who spoke an indigenous language, down from 420 in 2000. Population growth in the municipality has been historically erratic. In recent years, it has grown due to migration into eastern Morelos from other parts of Mexico. The overwhelming majority consider themselves to be Catholic although there is a small Evangelical community and a small number of the Jewish faith. Aside from the seat, other important communities include Achichipico, Adolfo López Mateos, Aquiles Serdán, Capulines, Huesca, Juan Morales, Los Limones, Los Reyes, Mexquemeca, Pazulco, Tecajec, Texcala, Tezontetelco, Tlamomulco, Xochitlán, Yecapixteca and Zahuatlan. The municipality borders the municipalities of &lt;a href=\"Ocuituco\"&gt;Ocuituco&lt;/a&gt;, &lt;a href=\"Zacualpan%20de%20Amilpas\"&gt;Zacualpan&lt;/a&gt;, &lt;a href=\"Temoac\"&gt;Temoac&lt;/a&gt;, &lt;a href=\"Ciudad%20Ayala%2C%20Morelos\"&gt;Ayala&lt;/a&gt;, Cuautla and &lt;a href=\"Atlatlahucan\"&gt;Atlatlahucan&lt;/a&gt; with the State of Mexico to the north.\nThe area is part of the slopes around the &lt;a href=\"Popocat%C3%A9petl\"&gt;Popocatépetl&lt;/a&gt; volcano. The highest elevations are in the north, descending gradually to the south, east, and west. Major elevations include Yoteco (2110 masl), Boyero (1824 masl) and Mirador (1882 masl). There are formations of volcanic rock, including &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;. Surface water consists of runoff from &lt;a href=\"Popocatepetl\"&gt;Popocatepetl&lt;/a&gt; into streams and small rivers, many of which have formed deep ravines such as the one named Yecapixtla, which begins in the State of Mexico and passes through Zahuatlán and Mexquemeca. before emptying into the &lt;a href=\"Cuautla%20River\"&gt;Cuautla River&lt;/a&gt;. Other streams include \"Arcos de Ortiz, Malpaso\" or \"La Cuera\" and \"Del Negro\". Other named ravines in the territory include \"Xococotla, Atlamaxa, Las Animas, Tepanche, Xalpa, Tamalera\", and \"Remudadero\". There are also a number of freshwater springs such as \"Chirimoyo, Las Pilas, La Tenería, La Mora\", and \"Tepetlapa\". In general, the climate is warm and humid with rains falling principally from June to October. Average temperature is 19.6 °C, and annual rainfall is between 800 and 1000mm. There is little difference among the seasons in temperature. Overall, the north tends to be somewhat cooler than the south due to altitude. Much of the municipality is covered in pine and &lt;a href=\"Quercus%20agrifolia\"&gt;holm oak&lt;/a&gt; forest, with some other species such as amate (a type of &lt;a href=\"Ficus\"&gt;fig&lt;/a&gt;) tree, &lt;a href=\"casahuate\"&gt;casahuate&lt;/a&gt;s and &lt;a href=\"Pithecellobium%20dulce\"&gt;guamuchiles&lt;/a&gt;. Most other vegetation is &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt;. Most of the area's wildlife has been extinguished with only various insects and reptiles to be found wild.\nThe municipality has two primary economic activities, the making of cecina and other beef products and agriculture/livestock. There is also a small pottery industry. About 5,800 hectares are under cultivation, with about 2,600 used for grazing and 8,707 as forest. About two-thirds of the land in the municipality is owned communally in ejidos or other arrangements. The rest is privately owned. About 94.7% of the agricultural land is used for agriculture and livestock, with about 32% still considered to have a significant amount of wild vegetation. Almost all crops (97.8%) are grown during the rainy season. Principle crops include corn, &lt;a href=\"sorghum\"&gt;sorghum&lt;/a&gt; and tomatoes. About 2.2% of the crops are perennials and include avocados and coffee. Most of the livestock raised is cattle (mostly dairy) and domestic fowl. The municipality accounts for 6.3% of the total agricultural output of the state. There are deposits of sand, stone and gravel for construction. There is also a small industrial park which provides employment for the area.\nCommunities.\n\"Yecapixtla\" is the municipal seat. There are 14,524 inhabitants and the city is located at 1,500 meters (4,921 ft.) above sea level. Yecapixtla is 64.5 km (40.1 miles) from Cuernavaca and 99.4 km (61.8 miles) from Mexico City. Its Sister City is &lt;a href=\"Pharr\"&gt;Pharr&lt;/a&gt;, Texas.\n\"Juan Morales\" has a population of 11,592. It is 1,340 meters (4,396 ft.) above sea level. It is located 14.4 km (8.9 miles) from Yecapixtla. \"Xochitlán\" has a population of 2,235. It is 1,740 meters (5,709 ft.) above sea level. It is located 8.0 km (5.0 miles) from Yecapixtla. \"Achichipico\" has a population of 1,997. It is 1,920 meters (6,299 ft.) above sea level. It is located 11.0 km (6.8 miles) from Yecapixtla. \"Tecajec\" has a population of 1,498. It is 1,570 meters (5,151 ft.) above sea level. It is located 12.5 km (7.8 miles) from Yecapixtla. \"Texcala\" has a population of 1,353. It is 2,000 meters (6,562 ft.) above sea level. It is located 13.9 km (8.6 miles) from Yecapixtla. \"Yecapixteca\" has a population of 938. It is 1,500 meters (4,921 ft.) above sea level. It is located 5.9 km (3.7 miles)from Yecapixtla. \"Huexca\" has a population of 912. It is 1,420 meters (4,659 ft.) above sea level. It is located 9.5 km (5.9 miles) from Yecapixtla. \"Mixtlalcingo\" has a population of 635. It is 1,405 meters (4,610 ft.) above sea level. It is located 11.1 km (6.9 miles) from Yecapixtla.\nOther communities in Yecapixtla have fewer than 500 inhabitants.\nPolitics.\nYacapixtla is part of the Fifth Federal District for the &lt;a href=\"Chamber%20of%20Deputies%20%28Mexico%29\"&gt;Chamber of Deputies&lt;/a&gt;. It is the seat of the 4th electoral district for the Morelos legislature.\nThe municipal government consists of the municipal president, one trustee, five town councilors elected by majority vote, and two town councilors elected by proportional vote."
}