{
    "id": "7322105",
    "revid": "7442243",
    "url": "https://en.wikipedia.org/wiki?curid=7322105",
    "title": "Travoprost",
    "text": "Travoprost, sold under the brand name Travatan among others, is a &lt;a href=\"medication\"&gt;medication&lt;/a&gt; used to treat &lt;a href=\"high%20pressure%20inside%20the%20eye\"&gt;high pressure inside the eye&lt;/a&gt; including &lt;a href=\"glaucoma\"&gt;glaucoma&lt;/a&gt;. Specifically it is used for &lt;a href=\"open%20angle%20glaucoma\"&gt;open angle glaucoma&lt;/a&gt; when other agents are not sufficient. It is used as an eye drop. Effects generally occur within two hours.\nCommon side effects include red eyes, blurry vision, eye pain, dry eyes, and change in color of the eyes. Other significant side effects may include &lt;a href=\"cataracts\"&gt;cataracts&lt;/a&gt;. Use during &lt;a href=\"pregnancy\"&gt;pregnancy&lt;/a&gt; or &lt;a href=\"breastfeeding\"&gt;breastfeeding&lt;/a&gt; is generally not recommended. It is a &lt;a href=\"prostaglandin\"&gt;prostaglandin&lt;/a&gt; analog and works by increasing the outflow of &lt;a href=\"aqueous%20humor\"&gt;aqueous fluid&lt;/a&gt; from the eyes.\nTravoprost was approved for medical use in the United States and in the European Union in 2001. It is available as a &lt;a href=\"generic%20medication\"&gt;generic medication&lt;/a&gt; in the United Kingdom. In 2017, it was the 212th most commonly prescribed medication in the United States, with more than two million prescriptions.\nMedical uses.\nTravoprost is used to treat &lt;a href=\"high%20pressure%20inside%20the%20eye\"&gt;high pressure inside the eye&lt;/a&gt; including &lt;a href=\"glaucoma\"&gt;glaucoma&lt;/a&gt;. Specifically it is used for &lt;a href=\"open%20angle%20glaucoma\"&gt;open angle glaucoma&lt;/a&gt; when other agents are not sufficient.\nSide effects.\nPossible side effects are:\nResearch suggests that wiping the eye with an absorbent pad after the administration of eye drops can result in shorter eyelashes and a lesser chance of hyperpigmentation in the eyelid, compared to not wiping off excess fluid.\nPharmacology.\nMechanism of action.\nIt is a synthetic &lt;a href=\"Prostaglandin%20analogue\"&gt;prostaglandin analog&lt;/a&gt; (or more specifically, an &lt;a href=\"Functional%20analog%20%28chemistry%29\"&gt;analog&lt;/a&gt; of &lt;a href=\"Prostaglandin%20F2alpha\"&gt;prostaglandin F2α&lt;/a&gt;) that works by increasing the outflow of &lt;a href=\"aqueous%20humor\"&gt;aqueous fluid&lt;/a&gt; from the &lt;a href=\"human%20eye\"&gt;eye&lt;/a&gt;s.\nLike other analogs of prostaglandin F2α such as &lt;a href=\"tafluprost\"&gt;tafluprost&lt;/a&gt; and &lt;a href=\"latanoprost\"&gt;latanoprost&lt;/a&gt;, travoprost is an &lt;a href=\"ester\"&gt;ester&lt;/a&gt; &lt;a href=\"prodrug\"&gt;prodrug&lt;/a&gt; of the free acid, which acts as an &lt;a href=\"agonist\"&gt;agonist&lt;/a&gt; at the &lt;a href=\"prostaglandin%20F%20receptor\"&gt;prostaglandin F receptor&lt;/a&gt;, increasing outflow of aqueous fluid from the eye and thus lowering intraocular pressure.\nPharmacokinetics.\nTravoprost is absorbed through the &lt;a href=\"cornea\"&gt;cornea&lt;/a&gt;, where it is &lt;a href=\"hydrolyse\"&gt;hydrolyse&lt;/a&gt;d to the free travoprost acid. Highest concentrations of the acid in the eye are reached one to two hours after application, and its half-life in the aqueous fluid is 1.5 hours. Once it reaches the bloodstream, it is quickly metabolised, so that concentrations in the system do not exceed 25 &lt;a href=\"picogram\"&gt;pg&lt;/a&gt;/ml (compared to 20 ng/ml in the eye, which is higher by nearly a factor of 1000).\nMetabolites are formed by &lt;a href=\"beta%20oxidation\"&gt;beta oxidation&lt;/a&gt; of the acidic chain (compare &lt;a href=\"Tafluprost%23Pharmacokinetics\"&gt;Tafluprost#Pharmacokinetics&lt;/a&gt;), &lt;a href=\"oxidation\"&gt;oxidation&lt;/a&gt; of the &lt;a href=\"hydroxyl\"&gt;OH&lt;/a&gt;-group in the other side chain, and reduction of the double bond next to this OH-group. Travoprost acid and its metabolites are mainly excreted via the kidney with a terminal half-life of 45 minutes."
}