{
    "id": "7331570",
    "revid": "39566278",
    "url": "https://en.wikipedia.org/wiki?curid=7331570",
    "title": "Pressure switch",
    "text": "A pressure switch is a form of &lt;a href=\"switch\"&gt;switch&lt;/a&gt; that operates an &lt;a href=\"electrical%20contacts\"&gt;electrical contact&lt;/a&gt; when a certain set fluid &lt;a href=\"pressure\"&gt;pressure&lt;/a&gt; has been reached on its input. The switch may be designed to make contact either on pressure rise or on pressure fall. Pressure switches are widely used in industry to automatically supervise and control systems that use pressurized fluids.\nAnother type of pressure switch detects mechanical force; for example, a pressure-sensitive mat is used to automatically open doors on commercial buildings. Such sensors are also used in &lt;a href=\"security%20alarm\"&gt;security alarm&lt;/a&gt; applications such as pressure sensitive floors.\nConstruction and types.\nA pressure switch for sensing fluid pressure contains a capsule, bellows, &lt;a href=\"Bourdon%20tube\"&gt;Bourdon tube&lt;/a&gt;, diaphragm or piston element that deforms or displaces proportionally to the applied pressure. The resulting motion is applied, either directly or through amplifying levers, to a set of switch contacts. Since pressure may be changing slowly and contacts should operate quickly, some kind of over-center mechanism such as a &lt;a href=\"miniature%20snap-action%20switch\"&gt;miniature snap-action switch&lt;/a&gt; is used to ensure quick operation of the contacts. One sensitive type of pressure switch uses &lt;a href=\"mercury%20switch\"&gt;mercury switch&lt;/a&gt;es mounted on a Bourdon tube; the shifting weight of the mercury provides a useful over-center characteristic.\nThe pressure switch may be adjustable, by moving the contacts or adjusting tension in a counterbalance spring. Industrial pressure switches may have a calibrated scale and pointer to show the set point of the switch. A pressure switch will have a &lt;a href=\"hysteresis\"&gt;hysteresis&lt;/a&gt;, that is, a differential range around its setpoint, known as the switch's \"deadband\", inside which small changes of pressure do not influence the state of the contacts. Some types allow adjustment of the differential.\nThe pressure-sensing element of a pressure switch may be arranged to respond to the difference of two pressures. Such switches are useful when the difference is significant, for example, to detect a clogged filter in a water supply system. The switches must be designed to respond only to the difference and not to false-operate for changes in the common mode pressure.\nThe contacts of the pressure switch may be rated a few tenths of an &lt;a href=\"ampere\"&gt;ampere&lt;/a&gt; to around 15 amperes, with smaller ratings found on more sensitive switches. Often a pressure switch will operate a relay or other control device, but some types can directly control small electric motors or other loads.\nSince the internal parts of the switch are exposed to the process fluid, they must be chosen to balance strength and life expectancy against compatibility with process fluids. For example, rubber diaphragms are commonly used in contact with water, but would quickly degrade if used in a system containing mineral oil.\nSwitches designed for use in &lt;a href=\"Electrical%20equipment%20in%20hazardous%20areas\"&gt;hazardous areas&lt;/a&gt; with flammable gas have enclosure to prevent an &lt;a href=\"electrical%20arc\"&gt;arc&lt;/a&gt; at the contacts from igniting the surrounding gas. Switch enclosures may also be required to be weatherproof, corrosion resistant, or submersible.\nAn electronic pressure switch incorporates some variety of &lt;a href=\"pressure%20transducer\"&gt;pressure transducer&lt;/a&gt; (strain gauge, capacitive element, or other) and an internal circuit to compare the measured pressure to a set point. Such devices may provide improved repeatability, accuracy and precision over a mechanical switch.\nPneumatic.\nUses of pneumatic pressure switches include:\nHydraulic.\nHydraulic pressure switches have various uses in &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt;s, for example, to warn if the engine's &lt;a href=\"oil%20pressure\"&gt;oil pressure&lt;/a&gt; falls below a safe level, or to control &lt;a href=\"automatic%20transmission\"&gt;automatic transmission&lt;/a&gt; &lt;a href=\"torque%20converter\"&gt;torque converter&lt;/a&gt; lock-up. Prior to the 1960s, a pressure switch was used in the hydraulic braking circuit to control power to the brake lights; more recent automobiles use a switch directly activated by the brake pedal.\nIn dust control systems (bag filter), a pressure switch is mounted on the header which will raise an alarm when air pressure in the header is less than necessary. A differential pressure switch may be installed across a filter element to sense increased pressure drop, indicating the need for filter cleaning or replacement.\nPressure sensitive mat.\nA pressure sensitive mat provides a contact signal when force is applied anywhere within the area of the mat. Some mats provide a single signal, while others can resolve the position of the applied force within the mat. Pressure sensitive mats can be used to operate electrically operated doors, or as part of an &lt;a href=\"Interlock%20%28engineering%29\"&gt;interlock&lt;/a&gt; system to ensure machine operators are clear of dangerous areas of a process before it operates. Pressure sensitive mats can be used to detect persons walking over a particular point, as part of a &lt;a href=\"security%20alarm\"&gt;security alarm&lt;/a&gt; system or to count attendance, or for other purposes."
}