{
    "id": "7332623",
    "revid": "869314",
    "url": "https://en.wikipedia.org/wiki?curid=7332623",
    "title": "Kap Choeng district",
    "text": "Kap Choeng (, ) is a district (\"&lt;a href=\"amphoe\"&gt;amphoe&lt;/a&gt;\") in the southern part of &lt;a href=\"Surin%20province\"&gt;Surin province&lt;/a&gt;, northeastern &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;.\nHistory.\nThe village of Ban Kap Choeng is about 200 years old. It was originally under sub-district (\"&lt;a href=\"tambon\"&gt;tambon&lt;/a&gt;\") Dan of &lt;a href=\"Sangkha%20district\"&gt;Sangkha district&lt;/a&gt;, but 1937 was moved to Tambon Nong Yai, &lt;a href=\"Prasat%20district\"&gt;Prasat district&lt;/a&gt;. In 1964, it became part of the newly created sub-district of Kap Choeng.\nOn 25 May 1975, Tambon Kap Choeng and Bakdai were combined to form a minor district (\"&lt;a href=\"king%20amphoe\"&gt;king amphoe&lt;/a&gt;\"). Tambon Khok Klang was created in 1976, Tambons Dan and Khu Tan were transferred to it from Sangkha in 1977. On 20 March 1979, Kap Choeng was upgraded to a full district.\nGeography.\nNeighboring districts are (from the west clockwise): &lt;a href=\"Phanom%20Dong%20Rak%20district\"&gt;Phanom Dong Rak&lt;/a&gt;, &lt;a href=\"Prasat%20district\"&gt;Prasat&lt;/a&gt; and &lt;a href=\"Sangkha%20district\"&gt;Sangkha&lt;/a&gt; of Surin Province. To the south is &lt;a href=\"Oddar%20Meancheay\"&gt;Oddar Meancheay&lt;/a&gt; of &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;.\nThe southern part of this district is in the &lt;a href=\"D%C3%A2ngr%C3%AAk%20Mountains\"&gt;Dângrêk Mountains&lt;/a&gt;. An international &lt;a href=\"border%20crossing\"&gt;border crossing&lt;/a&gt; into &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; is called the Chong Chom Checkpoint which is located in Dan village in the southern part of this district. The checkpoint on the Cambodian side is called &lt;a href=\"O%20Smach\"&gt;O Smach&lt;/a&gt; International Checkpoint in &lt;a href=\"Samraong%20Municipality\"&gt;Samraong Municipality&lt;/a&gt;, &lt;a href=\"Oddar%20Meanchey%20province\"&gt;Oddar Meanchey province&lt;/a&gt;.\nAdministration.\nThe district is divided into six sub-districts (\"&lt;a href=\"tambon\"&gt;tambon&lt;/a&gt;s\"), which are further subdivided into 91 villages (\"&lt;a href=\"muban\"&gt;muban&lt;/a&gt;s\"). There are no municipal (\"&lt;a href=\"thesaban\"&gt;thesaban&lt;/a&gt;\") areas. There are six tambon administrative organizations (TAO)."
}