{
    "id": "733362",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=733362",
    "title": "Quetzaltenango Department",
    "text": "Quetzaltenango is a &lt;a href=\"Departments%20of%20Guatemala\"&gt;department&lt;/a&gt; in the western &lt;a href=\"Guatemalan%20Highlands\"&gt;highlands&lt;/a&gt; of &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt;. The capital is the city of &lt;a href=\"Quetzaltenango\"&gt;Quetzaltenango&lt;/a&gt;, the second largest city in Guatemala. The department is divided up into 24 &lt;a href=\"Municipalities%20of%20Guatemala\"&gt;municipalities&lt;/a&gt;. The inhabitants include &lt;a href=\"Guatemalan%20Spanish\"&gt;Spanish&lt;/a&gt;-speaking &lt;a href=\"Ladino%20people\"&gt;Ladinos&lt;/a&gt; and the &lt;a href=\"K%27iche%27%20people\"&gt;K'iche'&lt;/a&gt; and &lt;a href=\"Mam%20people\"&gt;Mam&lt;/a&gt; &lt;a href=\"Maya%20peoples\"&gt;Maya&lt;/a&gt; groups, both with their own &lt;a href=\"Mayan%20languages\"&gt;Maya language&lt;/a&gt;. The department consists of mountainous terrain, with its principal river being the &lt;a href=\"Samal%C3%A1%20River\"&gt;Samalá River&lt;/a&gt;. the department is &lt;a href=\"seismic%20activity\"&gt;seismically active&lt;/a&gt;, suffering from both earthquakes and volcanic activity.\nPrior to the &lt;a href=\"Spanish%20conquest%20of%20Guatemala\"&gt;Spanish conquest&lt;/a&gt; the territory included in the modern department formed a part of the &lt;a href=\"K%27iche%27%20Kingdom%20of%20Q%27umarkaj\"&gt;K'iche' Kingdom of Q'umarkaj&lt;/a&gt;. The kingdom was defeated by the Spanish under &lt;a href=\"Pedro%20de%20Alvarado\"&gt;Pedro de Alvarado&lt;/a&gt; in a number of decisive battles fought near the city of Quetzaltenango, then known as Xelaju. In the 19th century the territory of the modern department was included in the short-lived &lt;a href=\"Los%20Altos%2C%20Central%20America\"&gt;Central American state of Los Altos&lt;/a&gt;. The department was created by decree in 1845, five years after the fledgling state was crushed by &lt;a href=\"Rafael%20Carrera\"&gt;Rafael Carrera&lt;/a&gt;.\nThe department has wide variations in local climate, due largely to marked differences in altitude in different areas. The year is divided into wet and dry seasons, with the wet season lasting from July to September and the dry season running from December to February. The wide climatic variation in the department allows for the production of a variety of agricultural products, including temperate fruits, vegetables and cereals in the highlands, as well as coffee on the lower slopes.\nQuetzaltenango department has produced a number of high-profile Guatemalans, including several presidents as well as a number of musicians.\nName.\nThe department takes its name from the city of Quetzaltenango, which serves as the departmental capital. Although the original &lt;a href=\"K%27iche%27%20people\"&gt;K'iche' inhabitants&lt;/a&gt; knew the city by the name \"Xelaju\", the &lt;a href=\"Nahuatl\"&gt;Nahuatl&lt;/a&gt;-speaking allies of the Spanish &lt;a href=\"Conquistador\"&gt;Conquistador&lt;/a&gt;s named it \"Quetzaltenango\" in their own language, meaning \"land of the &lt;a href=\"Resplendent%20Quetzal\"&gt;quetzal&lt;/a&gt; birds\".\nHistory.\nEarly history.\nThe territory that came to be included within the modern department of Quetzaltenango was the scene of several decisive battles in February 1524 between Spanish conquistador &lt;a href=\"Pedro%20de%20Alvarado\"&gt;Pedro de Alvarado&lt;/a&gt; and the &lt;a href=\"K%27iche%27%20Kingdom%20of%20Q%27umarkaj\"&gt;K'iche' Kingdom of Q'umarkaj&lt;/a&gt;. Pedro de Alvarado had initially advanced with his army along the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt; coast without opposition until they reached the &lt;a href=\"Samal%C3%A1%20River\"&gt;Samalá River&lt;/a&gt;; this region formed a part of the K'iche' kingdom. Alvarado then turned to head upriver into the &lt;a href=\"Sierra%20Madre%20de%20Chiapas\"&gt;Sierra Madre mountains&lt;/a&gt; towards the K'iche' heartlands, crossing the pass into the fertile valley of &lt;a href=\"Quetzaltenango\"&gt;Quetzaltenango&lt;/a&gt;. On 12 February 1524 Alvarado's Mexican allies were ambushed in the pass and driven back by the K'iche' warriors but the Spanish cavalry charge that followed was a shock for the K'iche' who had never seen horses before. The cavalry scattered the K'iche' and the army crossed to the city of Xelaju, modern Quetzaltenango, to find it deserted by its inhabitants. Although the common view is that the K'iche' prince &lt;a href=\"Tec%C3%BAn%20Um%C3%A1n\"&gt;Tecun Uman&lt;/a&gt; died in the later battle near &lt;a href=\"Olintepeque\"&gt;Olintepeque&lt;/a&gt;, the Spanish accounts are clear that at least one and possibly two of the lords of &lt;a href=\"Q%27umarkaj\"&gt;Q'umarkaj&lt;/a&gt; died in the fierce battles upon the initial approach to Quetzaltenango. The death of Tecun Uman is said to have taken place in the battle of El Pinar, and local tradition has his death taking place upon the Llanos de Urbina (Plains of Urbina), upon the approach to Quetzaltenango near the modern village of &lt;a href=\"Cantel%2C%20Guatemala\"&gt;Cantel&lt;/a&gt;. Pedro de Alvardo, in his 3rd letter to Hernán Cortés, describes the death of one of the four lords of Q'umarkaj upon the approach to Quetzaltenango. The letter was dated 11 April 1524 and was written during his stay at Q'umarkaj. Almost a week later, on 18 February 1524, a K'iche' army confronted the Spanish army in the Quetzaltenango valley where they were comprehensively defeated, with many K'iche' nobles among the dead. Such were the numbers of K'iche' dead that Olintepeque was given the new name \"Xequiquel\", roughly meaning \"bathed in blood\". This battle exhausted the K'iche' militarily and they asked for peace and offered tribute, inviting Pedro de Alvarado into their capital Q'umarkaj.\nOn 2 February 1838, Quetzaltenango joined together with Huehuetenango, El Quiché, Retalhuleu, San Marcos, Sololá, Suchitepéquez and Totonicapán to form the short-lived &lt;a href=\"Los%20Altos%2C%20Central%20America\"&gt;Central American state of Los Altos&lt;/a&gt;, with the city of Quetzaltenango functioning as its capital. The state was crushed in 1840 by general &lt;a href=\"Rafael%20Carrera\"&gt;Rafael Carrera Turcios&lt;/a&gt;, at that time between periods in office as &lt;a href=\"President%20of%20Guatemala\"&gt;Guatemalan president&lt;/a&gt;.\nDepartmental history.\nQuetzaltenango was declared a department by decree of the Asamblea Nacional Constituyente on 16 September 1845.\nIn 1902 Quetzaltenango suffered a number of serious earthquakes. An earthquake struck on 18 April 1902, with its &lt;a href=\"epicentre\"&gt;epicentre&lt;/a&gt; within the Santa María volcano. This was followed by a major eruption of the volcano from 24 to 26 October of the same year. The volcano emitted a massive column of ash, provoking a fierce lightning storm. The explosions emitted by the volcano were audible up to away. The government of &lt;a href=\"Manuel%20Estrada%20Cabrera\"&gt;Manuel Estrada Cabrera&lt;/a&gt; initially denied that the eruption had taken place in Guatemala, instead claiming that it had occurred in neighbouring &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. Although the eruption caused great loss of life in western Guatemala, the Guatemalan government downplayed its severity.\nThe activity of the volcano continued until 1906, followed be a period of calm that lasted until 1922. A new series of eruptions took place from 1922 through to 1929, and formed a new side crater, the Santiaguito volcano. On the night of 11 November 1929, a lava flow descended from the volcano towards El Palmar, killing hundreds of people, setting fire to a number of mountainsides and burying coffee plantations under several metres of lava.\nGeography.\nThe department of Quetzaltenango is situated in the western &lt;a href=\"Guatemalan%20Highlands\"&gt;highlands&lt;/a&gt; of Guatemala and covers an area of approximately , approximately 1.8% of the total area of the Republic of Guatemala. The department is bordered on the west by the department of &lt;a href=\"San%20Marcos%20Department\"&gt;San Marcos&lt;/a&gt;, by the departments of &lt;a href=\"Retalhuleu%20Department\"&gt;Retalhuleu&lt;/a&gt; and &lt;a href=\"Suchitep%C3%A9quez%20Department\"&gt;Suchitepéquez&lt;/a&gt; to the south, by &lt;a href=\"Huehuetenango%20Department\"&gt;Huehuetenango Department&lt;/a&gt; to the north and by the departments of &lt;a href=\"Totonicap%C3%A1n%20Department\"&gt;Totonicapán&lt;/a&gt; and &lt;a href=\"Solol%C3%A1%20Department\"&gt;Sololá&lt;/a&gt; to the east.\nThe department is mountainous in nature and includes a wide range of altitudes, from in &lt;a href=\"G%C3%A9nova%2C%20Quetzaltenango\"&gt;Génova&lt;/a&gt; to in &lt;a href=\"Sibilia%2C%20Quetzaltenango\"&gt;Sibilia&lt;/a&gt;. The average altitude is above mean sea level. The principal mountains include the volcanoes &lt;a href=\"Almolonga\"&gt;Cerro Quemado&lt;/a&gt;, &lt;a href=\"Laguna%20Chicabal\"&gt;Chicabal&lt;/a&gt;, &lt;a href=\"Volc%C3%A1n%20Lacandon\"&gt;Lacandon&lt;/a&gt;, &lt;a href=\"Santa%20Mar%C3%ADa%20%28volcano%29\"&gt;Santa María&lt;/a&gt;, &lt;a href=\"Santa%20Mar%C3%ADa%20%28volcano%29\"&gt;Santiaguito&lt;/a&gt;, &lt;a href=\"Volc%C3%A1n%20Santo%20Tom%C3%A1s\"&gt;Santo Tomás&lt;/a&gt; (also known as Picul) and &lt;a href=\"Volc%C3%A1n%20Siete%20Orejas\"&gt;Siete Orejas&lt;/a&gt;, as well as Zunil peak, often erroneously referred to as a volcano. Cerro Quemado produces a number of thermal springs, several of which have been converted into &lt;a href=\"Thermal%20baths\"&gt;baths&lt;/a&gt;. The area covered by the department is seismically active, with earthquakes measuring from 4.5 to 5.2 on the &lt;a href=\"Richter%20scale\"&gt;Richter scale&lt;/a&gt;.\nThe broken terrain of the department includes a number of wide valleys, including those occupied by the city of Quetzaltenango and the towns of San Juan Ostuncalco and Concepción Chiquirichapa. The varied terrain of the department also includes plains, canyons and high cliffs.\nThe most important river in the department is the &lt;a href=\"Samal%C3%A1%20River\"&gt;Samalá River&lt;/a&gt;, flowing through the municipalities of &lt;a href=\"Cantel%2C%20Guatemala\"&gt;Cantel&lt;/a&gt;, &lt;a href=\"El%20Palmar%2C%20Quetzaltenango\"&gt;El Palmar&lt;/a&gt;, &lt;a href=\"San%20Carlos%20Sija\"&gt;San Carlos Sija&lt;/a&gt;, &lt;a href=\"Quetzaltenango\"&gt;Quetzaltenango&lt;/a&gt;, &lt;a href=\"Ostuncalco\"&gt;San Juan Ostuncalco&lt;/a&gt; and &lt;a href=\"Zunil\"&gt;Zunil&lt;/a&gt;. The river flows into Quetzaltenango department from the neighbouring department of Totonicapán and flows southwards into the department of Retalhuleu.\nOther notable rivers in the department include the Tumalá River in the municipality of Cajolá, the El Naranjo River in the municipality of San Carlos Sija, and the Las Palomas and Xocal Rivers in the municipality of Concepción Chiquirichapa.\nClimate.\nThe average temperature in the department of Quetzaltenango varies between , however there is wide variation due to the great difference in altitude in various parts of the department. On the lower Pacific slopes the temperature can reach as high as , while temperatures as low as have been recorded at higher altitudes.\nAverage annual rainfall is in the municipality of Almolonga, and parts of the department at higher altitudes experience frost in the months from November through to March. The municipality of Cantel receives an average annual rainfall that varies between ; in Huitán it varies between .\nThe year is divided into wet and dry seasons, with most rain falling in July and September. The driest months of the year are December through to February. The department falls within two principal &lt;a href=\"biomes\"&gt;biomes&lt;/a&gt;, classified as &lt;a href=\"Tropical%20and%20subtropical%20moist%20broadleaf%20forests\"&gt;subtropical moist forest&lt;/a&gt; and &lt;a href=\"tropical%20and%20subtropical%20coniferous%20forest\"&gt;tropical and subtropical coniferous forest&lt;/a&gt;. The former is a lower altitude zone characterised by &lt;a href=\"Attalea%20%28plant%29\"&gt;corozo palms&lt;/a&gt; and conacaste (\"&lt;a href=\"Enterolobium%20cyclocarpum\"&gt;Enterolobium cyclocarpum&lt;/a&gt;\"). The latter is higher altitude featuring &lt;a href=\"pine\"&gt;pine&lt;/a&gt;, &lt;a href=\"cypress\"&gt;cypress&lt;/a&gt; and &lt;a href=\"Platanus%20racemosa\"&gt;sycamore&lt;/a&gt;.\nPopulation.\nIn 2018 the department was recorded as having 799,101 inhabitants. The inhabitants are divided between three principal ethnicities; &lt;a href=\"Ladino%20people\"&gt;Ladino&lt;/a&gt;, &lt;a href=\"K%27iche%27%20people\"&gt;K'iche' Maya&lt;/a&gt; and &lt;a href=\"Mam%20people\"&gt;Mam Maya&lt;/a&gt;. Three languages are spoken in the department, broadly corresponding to the ethnic groups; &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;, &lt;a href=\"K%27iche%27%20language\"&gt;K'iche'&lt;/a&gt; and &lt;a href=\"Mam%20language\"&gt;Mam&lt;/a&gt;. In 2004, 40.4% of the population was listed as non-indigenous (i.e. Ladino) and 59.6% as indigenous (mainly K'iche' and Mam). In 1999, average &lt;a href=\"life%20expectancy\"&gt;life expectancy&lt;/a&gt; was calculated as 63.7 years. In the same year, 63.7% of dwellings had electricity, 70.1% had drinking water and 92.5% had sanitation.\nEach municipality is known for its different traditional indigenous dress, with the exceptions of Coatepeque, Colomba, Flores Costa Cuca and San Carlos Sija, where traditional clothing is not worn by the indigenous inhabitants. These \"trajes\" are manufactured by the local inhabitants themselves.\nEconomy and agriculture.\nThe wide climatic variation within the department resulting from differences in altitude gives rise to a diverse range of agricultural products. These include &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s, &lt;a href=\"beetroot\"&gt;beetroot&lt;/a&gt;, &lt;a href=\"cabbage\"&gt;cabbage&lt;/a&gt;s, &lt;a href=\"carrot\"&gt;carrot&lt;/a&gt;s, high quality &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt;, &lt;a href=\"common%20bean\"&gt;common bean&lt;/a&gt;s, &lt;a href=\"maize\"&gt;maize&lt;/a&gt;, &lt;a href=\"onion\"&gt;onion&lt;/a&gt;s, &lt;a href=\"peach\"&gt;peach&lt;/a&gt;es, &lt;a href=\"plum\"&gt;plum&lt;/a&gt;s, &lt;a href=\"potato\"&gt;potato&lt;/a&gt;es, &lt;a href=\"radish\"&gt;radish&lt;/a&gt;es, &lt;a href=\"turnip\"&gt;turnip&lt;/a&gt;s and &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;. Almolonga is the main producer of vegetables, both for the national market and for export, principally to &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and countries in &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;. Salcajá is known for its production of a fruit liquor called \"caldo de frutas\" (\"fruit wine\"). Other products of the department include woolen textiles, cotton, silk, ceramics, alcoholic beverages and flour.\nPoorer high altitude areas of the department experience seasonal migration of workers to the Pacific lowlands in order to work on coffee, &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt; and &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; plantations.\nTourism.\nQuetzaltenango city is the main tourist hub for the department and is a centre for cultural tourism. Most hotels are located in Quetzaltenango city and Coatepeque, with 495 registered hotels in 2006. Quetzaltenango city is also a centre for tourists studying Spanish as a second language, with 35 Spanish schools in 2006. Tourist attractions outside Quetzaltenango city include the thermal baths located around the Cerro Quemado volcano, including the thermal baths of Almolonga, Aguas Amargas (\"Bitter Waters\") and Fuentes Georginas, which has become a tourist attraction of some importance.\nArchaeological sites.\nIn 2010, seasonal rains uncovered the small K'iche' archaeological site of &lt;a href=\"Chojolom\"&gt;Chojolom&lt;/a&gt; in the municipality of Cantel. It has been tentatively dated to the &lt;a href=\"Mesoamerican%20chronology\"&gt;Postclassic Period&lt;/a&gt; (c. 950-1521 AD). &lt;a href=\"Cerro%20Quiac\"&gt;Cerro Quiac&lt;/a&gt; is another small site on a hilltop in Cantel municipality, dated to the Early Postclassic period (c. 950-1200 AD).\nPolitical structure.\nThe departmental government is headed by the Governor of Quetzaltenango, who is appointed directly by the president of Guatemala. &lt;a href=\"Dora%20Otilia%20Alcah%C3%A9%20L%C3%B3pez\"&gt;Dora Otilia Alcahé López&lt;/a&gt; was appointed as departmental governor in February 2012 by president &lt;a href=\"Otto%20P%C3%A9rez%20Molina\"&gt;Otto Pérez Molina&lt;/a&gt;.\nPeople of note.\nFormer &lt;a href=\"President%20of%20Guatemala\"&gt;presidents of Guatemala&lt;/a&gt; &lt;a href=\"Manuel%20Estrada%20Cabrera\"&gt;Manuel Estrada Cabrera&lt;/a&gt; and &lt;a href=\"Jacobo%20%C3%81rbenz%20Guzm%C3%A1n\"&gt;Jacobo Árbenz Guzmán&lt;/a&gt; were from the department of Quetzaltenango. Manuel Estrada was born in the city of Quetzaltenango on 21 November 1857, Jacobo Árbenz was born in the same city on 14 September 1913. Quetzaltenango Department also produced the musicians &lt;a href=\"Jes%C3%BAs%20Castillo%20%28composer%29\"&gt;Jesús Castillo&lt;/a&gt;, writer of the \"Quiché Winak\" opera, and his brother &lt;a href=\"Ricardo%20Castillo%20%28musician%29\"&gt;Ricardo Castillo&lt;/a&gt;, as well as the &lt;a href=\"classical%20music\"&gt;classical music&lt;/a&gt;ian Mariano Valverde. Another famous musician was &lt;a href=\"Paco%20P%C3%A9rez\"&gt;Francisco \"Paco\" Pérez&lt;/a&gt;, who wrote the \"&lt;a href=\"Luna%20de%20Xelaj%C3%BA\"&gt;Luna de Xelajú&lt;/a&gt;\" &lt;a href=\"waltz\"&gt;waltz&lt;/a&gt;. Guatemalan historian Adrián Inés Chávez, who produced a Spanish translation of the &lt;a href=\"Popul%20Vuh\"&gt;Popul Vuh&lt;/a&gt;, was also from the department."
}