{
    "id": "7338525",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=7338525",
    "title": "Jeff Lindsay (writer)",
    "text": "Jeffry P. Freundlich (born July 14, 1952), primarily known by his &lt;a href=\"pen%20name\"&gt;pen name&lt;/a&gt; Jeff Lindsay, is an American &lt;a href=\"playwright\"&gt;playwright&lt;/a&gt; and &lt;a href=\"crime%20novel\"&gt;crime novel&lt;/a&gt;ist best known for his novels about &lt;a href=\"Antisocial%20personality%20disorder\"&gt;sociopath&lt;/a&gt;ic vigilante &lt;a href=\"Dexter%20Morgan\"&gt;Dexter Morgan&lt;/a&gt;. Many of his earlier published works include his wife &lt;a href=\"Hilary%20Hemingway\"&gt;Hilary Hemingway&lt;/a&gt; as a co-author. His wife is the niece of &lt;a href=\"Ernest%20Hemingway\"&gt;Ernest Hemingway&lt;/a&gt; and an author in her own right. Lindsay was born in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt; and graduated from &lt;a href=\"Ransom%20Everglades%20School\"&gt;Ransom Everglades School&lt;/a&gt; in 1970, and from &lt;a href=\"Middlebury%20College\"&gt;Middlebury College&lt;/a&gt;, Vermont, in 1975.\nThe first book in the Dexter series, \"&lt;a href=\"Darkly%20Dreaming%20Dexter\"&gt;Darkly Dreaming Dexter&lt;/a&gt;\" (which Lindsay wanted to name \"Pinocchio Bleeds\" after his middle daughter suggested it but his publisher disagreed) was included on the original nomination list for the &lt;a href=\"Mystery%20Writers%20of%20America\"&gt;Mystery Writers of America&lt;/a&gt;'s &lt;a href=\"Edgar%20Awards\"&gt;Edgar Awards&lt;/a&gt; in the Best First Novel category. However, it was dropped from the list after the group learned that Lindsay had put out several books in the 1990s under another pen name, Jeffry P. Lindsay.\n\"&lt;a href=\"Dexter%20%28TV%20series%29\"&gt;Dexter&lt;/a&gt;\" aired as a series on &lt;a href=\"Showtime%20%28TV%20network%29\"&gt;Showtime&lt;/a&gt; with the &lt;a href=\"Dexter%20%28season%201%29\"&gt;first season&lt;/a&gt; based on \"Darkly Dreaming Dexter\" and actor &lt;a href=\"Michael%20C.%20Hall\"&gt;Michael C. Hall&lt;/a&gt; playing the character. The show eventually ran for eight seasons, though subsequent seasons had original storylines that departed from the plots of Lindsay's books. Lindsay had a cameo role in the tenth episode of the third season of \"Dexter\".\nLindsay has also written a comic book version of Dexter, distributed by Marvel comics, and which consists of two mini-series: \"Dexter\" and \"Dexter: Down Under\".\nLindsay and Hemingway live in &lt;a href=\"Cape%20Coral%2C%20Florida\"&gt;Cape Coral, Florida&lt;/a&gt;. They have three children.\nBibliography.\nFiction.\nDexter Series\nBilly Knight Series\nRiley Wolfe Series"
}