{
    "id": "734136",
    "revid": "2952402",
    "url": "https://en.wikipedia.org/wiki?curid=734136",
    "title": "Mount Jefferson (Virginia)",
    "text": "Mount Jefferson is a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; located just outside &lt;a href=\"Charlottesville%2C%20Virginia\"&gt;Charlottesville, Virginia&lt;/a&gt;, United States, in &lt;a href=\"Albemarle%20County%2C%20Virginia\"&gt;Albemarle County&lt;/a&gt;. It lies south of &lt;a href=\"Lewis%20Mountain\"&gt;Lewis Mountain&lt;/a&gt;, and is positioned at the northeastern edge of the &lt;a href=\"Ragged%20Mountains\"&gt;Ragged Mountains&lt;/a&gt;.\nIt was named Mount Jefferson in honor of &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt; after the establishment of the &lt;a href=\"Leander%20McCormick%20Observatory\"&gt;Leander McCormick Observatory&lt;/a&gt; on the summit in 1885. Jefferson had urged the purchase of the mountain for the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt;, in part because of its suitability as a site for an observatory. In addition, he valued it for the &lt;a href=\"water\"&gt;water&lt;/a&gt; resources and the abundance of &lt;a href=\"timber\"&gt;timber&lt;/a&gt; for &lt;a href=\"construction\"&gt;construction&lt;/a&gt; of the university.\nPrior to the renaming it had been known as Old Reservoir Mountain and Observatory Mountain (for an observatory which Jefferson directed to be built on the summit), and is now informally known as Observatory Hill.\nThe mountain is traversed by McCormick Road and Edgemont Road (which also runs along a neighboring ridge — Edgemont or Midmont), and is the site of several other University of Virginia buildings including a deactivated &lt;a href=\"nuclear%20reactor\"&gt;nuclear reactor&lt;/a&gt;, a &lt;a href=\"linear%20accelerator\"&gt;linear accelerator&lt;/a&gt; and &lt;a href=\"dormitories\"&gt;dormitories&lt;/a&gt;. It has been &lt;a href=\"environmental%20preservation\"&gt;preserved&lt;/a&gt; in a largely &lt;a href=\"forest\"&gt;wooded&lt;/a&gt; state for the protection of McCormick Observatory from &lt;a href=\"light%20pollution\"&gt;light pollution&lt;/a&gt;. It is used by &lt;a href=\"birdwatchers\"&gt;birdwatchers&lt;/a&gt;, &lt;a href=\"mountain%20biking\"&gt;mountain bikers&lt;/a&gt;, &lt;a href=\"hikers\"&gt;hikers&lt;/a&gt;, and students and faculty at &lt;a href=\"The%20Judge%20Advocate%20General%27s%20Legal%20Center%20and%20School\"&gt;The Judge Advocate General's Legal Center and School&lt;/a&gt;, U.S. Army, for military physical fitness training. The headquarters for the &lt;a href=\"National%20Radio%20Astronomy%20Observatory\"&gt;National Radio Astronomy Observatory&lt;/a&gt; are also located on Mount Jefferson."
}