{
    "id": "7347511",
    "revid": "244607",
    "url": "https://en.wikipedia.org/wiki?curid=7347511",
    "title": "Maduvu",
    "text": "The Maduvu, also known as a \"maru\" or \"madu\", is a weapon from &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is one of the many weapons used in the Tamil martial art &lt;a href=\"Silambam\"&gt;Silambam&lt;/a&gt;.\nMore commonly known as a madu, it is also referred to as a \"maan kombu\" after the deer horns from which it is traditionally made, specifically those of the Indian &lt;a href=\"blackbuck\"&gt;blackbuck&lt;/a&gt; (\"Antilope cervicapra\"). A madu is treated like a double-bladed &lt;a href=\"dagger\"&gt;dagger&lt;/a&gt;. It typically consists of two blackbuck horns pointing in opposite directions connected by two crossbars which also act as a handle. Silambam experts use this weapon to confront opponents in various ways, both defensive and offensive.\nLater variations were often tipped with steel and sometimes fitted with a plate of leather or steel to act as a shield. In &lt;a href=\"Punjab\"&gt;Punjab&lt;/a&gt;, a madu is typically constructed entirely of steel. A similar weapon, consisting of a handle mounted on an antelope horn, was used as a crutch, and served as a self-defense implement for the &lt;a href=\"jogi%20%28caste%29\"&gt;jogi&lt;/a&gt;, who were forbidden by their order to carry conventional weaponry.\nTechnique.\nFighters use this weapon in close combat when their opponent is attacking with a long bladed knife, sword, \"sedikuchi\" (long staff) or \"muchchaan\" (short staff). The madu is a primarily defensive weapon, favoring a low stance in which the wielder strives to stay lower than their opponent. This helps protect the body's vital points. Various stances are based on animal movements, such as the frog, snake, mouse, tiger, elephant, and eagle forms.\nPerformance in front of an audience typically begins with simultaneous attacks by the fighters to demonstrate defensive skills, agility, and bravery. The fight end when one participant locks or disarms their opponent with a final move which prevents the opponent from evading. Accuracy, timing, and defensive abilities are key considerations when judging a fighter's skills."
}