{
    "id": "735291",
    "revid": "40198139",
    "url": "https://en.wikipedia.org/wiki?curid=735291",
    "title": "Dr. Dolittle 2",
    "text": "Dr. Dolittle 2 (also known as Doctor Dolittle 2) is a 2001 American &lt;a href=\"fantasy%20film\"&gt;fantasy&lt;/a&gt; &lt;a href=\"comedy%20film\"&gt;comedy film&lt;/a&gt; and a sequel to the 1998 film \"&lt;a href=\"Dr.%20Dolittle%20%28film%29\"&gt;Dr. Dolittle&lt;/a&gt;\". It was written by Larry Levin, one of the co-writers of \"Dr. Dolittle\", and directed by &lt;a href=\"Steve%20Carr\"&gt;Steve Carr&lt;/a&gt;. The film stars &lt;a href=\"Eddie%20Murphy\"&gt;Eddie Murphy&lt;/a&gt;, &lt;a href=\"Kristen%20Wilson\"&gt;Kristen Wilson&lt;/a&gt;, &lt;a href=\"Jeffrey%20Jones\"&gt;Jeffrey Jones&lt;/a&gt;, and &lt;a href=\"Kevin%20Pollak\"&gt;Kevin Pollak&lt;/a&gt;.\nIt tells the story of Dr. Dolittle as tries to help the animals protect their forest from unscrupulous human developers. He decides to populate the forest with a species of animal that the law protects, and enlists the help of Ava (voiced by &lt;a href=\"Lisa%20Kudrow\"&gt;Lisa Kudrow&lt;/a&gt;), a lone Pacific western bear living in the condemned forest. To provide her with a mate, Dolittle turns to Archie (voiced by &lt;a href=\"Steve%20Zahn\"&gt;Steve Zahn&lt;/a&gt;), a wise-cracking circus-performing bear.\nThis is the last \"Dr. Dolittle\" film to feature Eddie Murphy in the lead role, before &lt;a href=\"Kyla%20Pratt\"&gt;Kyla Pratt&lt;/a&gt; became the lead role in future films, starting with \"&lt;a href=\"Dr.%20Dolittle%203\"&gt;Dr. Dolittle 3&lt;/a&gt;\" in 2006. It is also the last \"Dr. Dolittle\" film to feature Raven-Symoné as Charisse Dolittle.\nPlot.\nThree years after the events of the &lt;a href=\"Dr.%20Dolittle%20%28film%29\"&gt;first film&lt;/a&gt;, veterinarian Dr. John Dolittle's (&lt;a href=\"Eddie%20Murphy\"&gt;Eddie Murphy&lt;/a&gt;) ability to talk to animals has made him famous, and he travels the world performing his skills. Returning home from France, he gives his daughter Maya (&lt;a href=\"Kyla%20Pratt\"&gt;Kyla Pratt&lt;/a&gt;) a &lt;a href=\"chameleon\"&gt;chameleon&lt;/a&gt; named Pepito (&lt;a href=\"Jacob%20Vargas\"&gt;Jacob Vargas&lt;/a&gt;), and punishes his other daughter Charisse (&lt;a href=\"Raven-Symon%C3%A9\"&gt;Raven-Symoné&lt;/a&gt;) for doing poorly in school, confiscating her phone for a week. Charisse's boyfriend Eric (&lt;a href=\"Lil%20Zane\"&gt;Lil Zane&lt;/a&gt;) joins the family for Charisse's 16th birthday party, where an &lt;a href=\"opossum\"&gt;opossum&lt;/a&gt; (&lt;a href=\"Isaac%20Hayes\"&gt;Isaac Hayes&lt;/a&gt;) and a &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt; named Joey (&lt;a href=\"Michael%20Rapaport\"&gt;Michael Rapaport&lt;/a&gt;) tell John that their boss, the God&lt;a href=\"beaver\"&gt;beaver&lt;/a&gt; (&lt;a href=\"Crime%20boss%23Italian%20Mafia\"&gt;Godfather&lt;/a&gt; of the rodent mafia), wants to see him. John meets the Godbeaver (&lt;a href=\"Richard%20C.%20Sarafian\"&gt;Richard C. Sarafian&lt;/a&gt;) and agrees to save the forest from being cut down by mating an endangered female Pacific western bear with a male.\nAt a circus, John persuades Archie (&lt;a href=\"Steve%20Zahn\"&gt;Steve Zahn&lt;/a&gt;), the sole surviving Pacific western male, to accompany him to the forest and become a real bear. John takes his family on a month-long vacation to the forest, where he makes a deal with the sole surviving Pacific western female bear named Ava (&lt;a href=\"Lisa%20Kudrow\"&gt;Lisa Kudrow&lt;/a&gt;), who is involved with a male Kodiak bear named Sonny (&lt;a href=\"Mike%20Epps\"&gt;Mike Epps&lt;/a&gt;). She agrees not to make any decisions for a month after John promises to turn Archie into a bear she will love.\nStruggling to train Archie, who is used to the pampered lifestyle, John hires the local forest creatures to chaperone Charisse and Eric, and neglects his wife Lisa (&lt;a href=\"Kristen%20Wilson\"&gt;Kristen Wilson&lt;/a&gt;). After assuring Archie that he will find a way to win Ava's heart, John attempts to win Lisa back by dancing in their cabin, with every animal in the forest watching, but Lucky the dog (&lt;a href=\"Norm%20Macdonald\"&gt;Norm Macdonald&lt;/a&gt;) accidentally ruins it. Archie attempts to get Ava's attention by imitating John singing, but falls from a tree branch. Humiliated, he refuses to leave his new-found cave, but becomes frustrated with John's insults and knocks him into a muddy hole, finally listening to his \"inner bear\". Later, Archie spends the day with Ava, whose relationship with Sonny is declining. Lucky tries to woo a female wolf, successfully urinating around her territory, but is interrupted by one of her packmates before she agrees to go out with him. Meanwhile, Sonny forces Ava to leave Archie.\nLogging magnate Joe Potter (&lt;a href=\"Jeffrey%20Jones\"&gt;Jeffrey Jones&lt;/a&gt;) and his lawyer Jack Riley (&lt;a href=\"Kevin%20Pollak\"&gt;Kevin Pollak&lt;/a&gt;) attempt to make a deal with John, until Archie tells John he has prepared his \"big finish\" to win Ava and goes after a beehive at the edge of a tall hill, ignoring John's warnings and the attacking bees who also attack a nearby Riley. He manages to get the hive, finally winning Ava's heart and the respect of the other forest animals. Ava then dumps Sonny, finally having had enough of his rudeness to Archie.\nIn a game of hide and seek with Ava, Archie is shot by a tranquilizer dart from Riley. John learns that Archie had somewhat destroyed the back of a restaurant. After getting information from a weasel (&lt;a href=\"Andy%20Dick\"&gt;Andy Dick&lt;/a&gt;), John visits Archie in jail, telling him that he may be too dangerous to go free and will be sold to a Mexican circus, ending John's chance of saving the forest. John realizes that Charisse has developed her father's gift of talking to animals, reigniting his determination to save the forest. He rallies the animals of the forest not to give up without a fight and free Archie. Charisse, Eric, and Maya rebel against the loggers with the aid of wolves, while word of Archie's predicament spreads, leading animals around the world to go on strike.\nMr. Potter and Riley are attacked by the animals. While Riley takes the brunt from the birds, wolves, and bees, Mr. Potter is cornered by Ava and Joey, forcing him to finally start negotiating with John and the animals. As the negotiations go on, the strike continues to grow (with several animal pros, including race horses and &lt;a href=\"Shamu%20%28SeaWorld%20show%29\"&gt;Shamu&lt;/a&gt;, getting in on the act). Finally, a deal is made and the Dolittles and animals accept, freeing Archie and saving the entire forest outside San Francisco.\nJohn and Charisse become closer, talking with and helping animals together, while Archie and Ava mate and have two cubs (&lt;a href=\"Frankie%20Muniz\"&gt;Frankie Muniz&lt;/a&gt; and &lt;a href=\"Mandy%20Moore\"&gt;Mandy Moore&lt;/a&gt;).\nMusic.\nSoundtrack.\nA soundtrack containing hip hop and R&amp;B music was released on June 5, 2001 by &lt;a href=\"J%20Records\"&gt;J Records&lt;/a&gt;. It peaked at 76 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, 26 on the &lt;a href=\"Top%20R%26amp%3BB/Hip-Hop%20Albums\"&gt;Top R&amp;B/Hip-Hop Albums&lt;/a&gt;, and 10 on the &lt;a href=\"Top%20Soundtracks\"&gt;Top Soundtracks&lt;/a&gt;. Five singles were spawned from the album, \"Do U Wanna Roll (\"Dolittle\" Theme)\", \"Cluck Cluck\", \"&lt;a href=\"Absolutely%20Not\"&gt;Absolutely Not&lt;/a&gt;\", \"We Fit Together\" and \"Life Is Good\". \"&lt;a href=\"Allmusic\"&gt;Allmusic&lt;/a&gt;\" rated this soundtrack four stars out of five.\nInformation taken from \"Dr. Dolittle 2: Original Soundtrack\" liner notes:\nThe song \"Life Is Good\" did not appear in the film.\nReception.\nBox office.\nOn its opening weekend, the film grossed $25,037,039 from 3,049 theaters in the United States and Canada, ranking #2 at the box office, behind \"&lt;a href=\"The%20Fast%20and%20the%20Furious%20%282001%20film%29\"&gt;The Fast and the Furious&lt;/a&gt;\". Like the first film, it was the best debut for a Fox film that week. By the end of its run, \"Dr. Dolittle 2\" had grossed $112,952,899 domestically and $63,151,445 internationally, totaling $176,104,344 worldwide.\nCritical response.\nLike the 1998 version, \"Dr Dolittle 2\" received mixed reviews from critics. On &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; the film has an approval rating of 42% based on reviews from 107 critics, with an average rating of 5.00/10. The site's critics consensus reads, \"Although there are laughs to be had in \"Dr. Dolittle 2\", its preoccupation with toilet humor and Murphy's restrained performance makes this a missed opportunity.\" On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, the film has a weighted average score of 49 out of 100 based on reviews from 28 critics, indicating \"mixed or average reviews\". Audiences surveyed by &lt;a href=\"CinemaScore\"&gt;CinemaScore&lt;/a&gt; gave the film a grade \"B+\" on scale of A to F.\nJoe Leydon of &lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt; said \"the film has all the symptoms of a sure-fire smash hit\", noting that it was more-family than its predecessor, and that \"Eddie Murphy [is] once again in fine form\".\n&lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; of the &lt;a href=\"Chicago%20Sun-Times\"&gt;Chicago Sun-Times&lt;/a&gt; gave it 3 out of 4, calling it \"Cute, crude and good-hearted movie.\"\nRita Kempley of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" praised Eddie Murphy saying that after having been upstaged by the animals in the first film \"brings bite as well as bark to the funnier sequel.\" Desson Thomson also of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" did not find the film funny, called it forgettable and thought it should have gone straight to video.\nHome media.\n\"Dr. Dolittle 2\" was released on VHS and DVD on October 23, 2001 and generated 7.32 million dollars in its first week in stores."
}