{
    "id": "7364212",
    "revid": "37826772",
    "url": "https://en.wikipedia.org/wiki?curid=7364212",
    "title": "Berylline hummingbird",
    "text": "The berylline hummingbird (\"Saucerottia beryllina\") is a medium-sized &lt;a href=\"hummingbird\"&gt;hummingbird&lt;/a&gt;. It is 8–10 cm long, and weighs 4-5 g.\nAdults are colored predominantly metallic olive green with a rusty gray lower belly. The tail and primary wings are rufous in color and slightly forked. The underwing is also rufous. The bill of the male is straight and very slender. It is very dark red in coloration, almost black. The female is less colorful than the male.\nThe breeding habitat is in forests and thickets of western &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; to central &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt; in &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;. It regularly strays to southeasternmost &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; where it occasionally breeds–(the &lt;a href=\"Madrean%20sky%20islands\"&gt;Madrean sky islands&lt;/a&gt;). The female builds a nest in a protected location in a shrub or tree. Females lay two white eggs. This hummingbird is essentially non-migratory.\nThese birds feed on &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt; from &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s and flowering trees using a long extendable tongue or catch &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s on the wing.\nThis species was formerly placed in the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"&lt;a href=\"Amazilia\"&gt;Amazilia&lt;/a&gt;\". A &lt;a href=\"molecular%20phylogenetic\"&gt;molecular phylogenetic&lt;/a&gt; study published in 2014 found that the genus \"Amazilia\" was &lt;a href=\"polyphyletic\"&gt;polyphyletic&lt;/a&gt;. In the revised classification to create &lt;a href=\"monophyletic\"&gt;monophyletic&lt;/a&gt; genera, the berylline hummingbird was moved to the resurrected genus \"&lt;a href=\"Saucerottia\"&gt;Saucerottia&lt;/a&gt;\".\nExternal links.\n "
}