{
    "id": "7366115",
    "revid": "1049173341",
    "url": "https://en.wikipedia.org/wiki?curid=7366115",
    "title": "Inverness Shinty Club",
    "text": "Inverness Shinty Club is a &lt;a href=\"shinty\"&gt;shinty&lt;/a&gt; club from &lt;a href=\"Inverness\"&gt;Inverness&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. The first team competes in North Division One and the second team in North Division Three. Founded in 1887 as Inverness Town and County Shinty Club to distinguish from other clubs in Inverness such as &lt;a href=\"Clachnacuddin\"&gt;Clachnacuddin&lt;/a&gt;, Inverness moved to the &lt;a href=\"Bught%20Park\"&gt;Bught Park&lt;/a&gt; in 1934. Inverness won the &lt;a href=\"Camanachd%20Cup\"&gt;Camanachd Cup&lt;/a&gt; in 1952. The club struggles to compete for players with the wide proliferation of &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; clubs in Inverness, in particular &lt;a href=\"Inverness%20Caledonian%20Thistle\"&gt;Inverness Caledonian Thistle&lt;/a&gt; but still manages to put out two teams.\nThe Early Years 1887–1915.\nIn February 1887 a great interest was aroused in Inverness and the surrounding area due to a contest between Glenurquhart and Strathglass at the Bught, Inverness. As a result of this re-kindled interest a meeting was held on Friday 25 March 1887 at the Burgh Court House, Inverness. A club was formed known as Inverness Town and County Shinty Club and 52 members were registered\nInverness played several matches against the Railway Workshop Club, Cameron Highlanders and Aberdeen University until the last recorded appearance of the Inverness (Railway) club in 1890. By 1893 enthusiasm for the sport has waned and in that year it was decided \"The Old Caledonian Shinty Club should be resuscitated under the name 'Inverness Shinty Club'\".\nIn February 1897 Beauly beat Inverness 2–1, at Beauly, in the Camanachd Cup. In January 1898 at a meeting of the club Mr Duncan MacTavish presented a cup to the club to stimulate further interest in the area. Later in that year Inverness beat Glenurquhart and then Foyers in the second round before being defeated 7–2 at the Haugh (Inverness) by Portree who were the thus the first winners of the MacTavish Cup. \nThere are reports of Inverness being finalists in the 1900 and 1901 MacTavish Cups against Laggan and Kingussie, respectively. Finally in February 1907 Inverness won the MacTavish Cup at the Victoria Park (Inverness, formerly ground between Glenurquhart Road and Bruce Gardens) with a 3–2 win over a team from the Cameron Depot. In March 1911 Inverness beat Strathdearn 5–1 at Victoria Park and became the first winners of the Strathdearn Cup (at this time known as the Colonel MacKinitosh Cup). Later that season Inverness beat Fort Augustus 6–1 at Victoria Park (Inverness) to reclaim the MacTavish Cup. The following year, Wester Ross was beaten 4–3 at Victoria Park allowing Inverness to retain the MacTavish Cup.\nThe 1914 season was the last season before the outbreak of the Great War in August of that year. Many shinty players served in the armed forces, some being Highland Territorial battalions which suffered severe losses in the 1915 battles in France.\nBetween the Wars 1919–1939.\nAlmost a year after the Great War ended, moves were made to restart shinty in Inverness. A meeting was held on Friday 12 October at Queen Mary's House, Bridge Street, Inverness where it was decided that the club be resurrected. The chair of this meeting was Major William Roberts (Cameron Highlanders) who in 1920 was granted a 16-year patent for the design of a new shinty ball (Patent no. 165592) which is the basis for the balls that we use today. A field at Lower Kessock Street (Inverness) was the scene for the Camanachd Cup final of that year between Kyles Athletic and Kingussie. The park was marked out and officiated by Major Roberts and John W. MacKillop who later succeeded in persuading the revenue authorities to recognise shinty as a national game making it expert from income tax. The result of the final was a 0–0 draw and the replay was held in Glasgow with a result of Kyles Athletic beating Kingussie 2–1.\nIn 1921 to foster the game in the district, the club organised a schools shinty league for boys of fourteen years and under. This continued until 1928 when a lack of funds brought the league to its conclusion.\nInverness was severely handicapped by the lack of a permanent pitch for home games. However, in 1923 when the estate of the Bught was bought by Inverness Town Council and tenanted by William MacBean, Scotscraig, who allowed shinty to be played on a part of the ground. The pitch was on the field alongside the river and is on the same alignment as the current one. In the 1929 to 1930 season Newtonmore beat Inverness 1–0 (at the Bught) in the MacTavish Cup Final.\nIn 1933 a meeting of the Town Council Park Committee led to improvements of the Bught Park. On 6 April 1938 Inverness faced Oban Camanachd at Oban. After a hard fought match the final score was 4–2 to Oban. In 1939 many players again served in the armed forces from the outbreak of war that September.\nTill the Centenary 1946–1987.\nInverness played their first match since 1939 on 9 February 1946. It was a friendly against Newtonmore who won the match 5–1. In a hectic week in 1947 Inverness beat Caberfeidh on the Tuesday, Lovat on Thursday and Lochcarron on Saturday to take the Lochcarron Cup (the result was Inverness 5, Lochcarron 1) and a second Inverness team was formed for the 1947–48 season. \nIn 1950 Inverness played Oban Celtic in the final of the MacAuley Cup but was beaten 2–1. In 1951 Dennis Swanson (Team Captain) scored the winning goal against Oban Celtic to win the Torlundy Cup. \nOn 12 April 1952 at Old Anniesland (Glasgow) 10,000 spectators watched as Inverness and Oban Celtic played a riveting game. Oban were two goals in the lead but Inverness fought back and won the day with a final score of Inverness 3, Oban Celtic 2. This is the only time to date that Inverness has won the Camanachd Cup and upon their return to Inverness on Sunday the captain, William MacDonald and players received a great welcome. Mr William MacKenzie (Front row, second from the left) has the distinction of being the only player to participate in both the 1938 and 1952 Camanachd Cup finals. The Manager and Coach of this cup winning side was Tom MacKenzie who had previously formed the Inverness Harriers and would go on to much greater things in the coming years. \nIn November 1954 a Special General Meeting was called to discuss the future of the club. It was decided that both a senior and junior team could be fielded. However, by 1956 a lack of players (caused by several players returning to Glenurquhart upon its revival) meant that a junior team could not be raised. In 1955 Inverness won the MacAulay cup for the first time by beating Oban Celtic 2–1 at Oban.\nIn 1963 Inverness was defeated 2–1 by Newtonmore in the Final of the MacTavish Cup. The number of players had gone down again by the 1967–1968 season and in addition the North of Scotland Association split the league in two and Inverness had to participate in the one containing Kingussie, Newtonmore, Kilmallie and Glenurquhart.\nFrom 1973 till 1976 Tom MacKenzie, former manager and Coach for Inverness, was made President of the Camanachd Association, a position which he felt very honoured to hold. In 1977 the Inverness District Council donated a Jubilee Shield to the winning team of a six-a-side tournament. This has become the premier six-a-side event in shinty attracting clubs from all over the country and is even attended, on occasion, by London Camanachd.\nIn the 1978–79 season Inverness won division 2 of the MacGillivray League. This was the club's first major trophy for over twenty years. In 1980 Tom MacKenzie became Chieftain of the Camanachd Association and in 1984 both he and the then President John W. Campbell travelled to Thurlos, Ireland, to consult with the Irish Gaelic Athletic Association. This visit lead to the setting up of the annual Shinty / Hurling International and the rules by which the game would be played. Also in the autumn of 1984 Inverness won the Mod Cup. In 1985 Tom stepped down as Chieftain of the Camanachd Association but was honoured with the position of Freeman of Inverness for his services to the local Community.\nIn 1987 the Inverness Shinty Club celebrated its Centenary. On Saturday 15 August 1987 a veteran's challenge match between Inverness and Glenurquhart was played followed by one between Inverness and Oban Camanachd and a dinner was held in the Rannoch Lodge Hotel that evening to mark the club's centenary. The senior team (featured right) was beaten 2–1 by Glenurquhart and the Veteran's team was heavily beaten by a much younger Oban side.\n1988–2014.\nIn 1992 the Highland Council opened an all-weather pitch near the Bught Park. For several years this became the training venue for the club when the weather deteriorated and the winter nights became ever darker. \nIn 1993, Inverness reached the final of the Balliemore Cup and played against Kilmallie at Drumnadrochit. The result was a 2–1 defeat for Inverness. The following year Strathglass narrowly beat Inverness in the 1994 Mod Cup. \n1993 Under 14 team\nOn 1 June 1996 the Centennial Final of the Glenmorangie Camanachd Cup was held at the Bught Park. In 1896 Kingussie faced Glasgow Cowal in Inverness and won 2–0. This time Kingussie's opponents were Oban Camanachd who were determined that Kingussie not repeat their performance 100 years earlier. The result was a win for Kingussie who did not find it an easy match by any means.\nIn 1998 David Glass Jnr. became the first Inverness player to be picked for the U21 International Scotland squad for the match played in Ireland that year. In 2000 the Inverness Shinty Club travelled to Ennis, County Claire for a shinty / hurling trip. The team played against three separate hurling clubs and was beaten in all of the matches. However, the players had a wonderful time and formed many new friendships. In 2002 \"Davie\" Glass was employed by the Inverness Shinty Club as a Development Officer for an initial six-month period. In 2003 all of the Primary School teams that were trained by the club performed beyond expectations in both indoor and outdoor competition, Tomnacross and Holm Primaries being two of the best that season.\n2004 was a good season for Inverness with both first and second teams ending the season near the top of both division one and division three. In July of that year the junior team won the Ken Ross Memorial Trophy at the Inverness Shinty Club six-a-sides and later that day won the MacBain Memorial Trophy at Glengarry.\nBy 2006 the Development Officer post has been running for nearly four years when, due mainly to funding shortages, the post had to be discontinued. The Primary teams from that year were also of excellent quality with Raigmore Primary winning the Regional Finals. In 2006 the club's Under 14 side also reached the final of the U14 North Development Trophy. The match was held at Glengarry and the opposition were the new Ardnamurchan team. The full-time score was 2–2 but the Ardnamurchan won 4–2 on penalties. 2006 was also the year that Andrew \"Drew\" Howie was not only selected for but captained the U17 International Scotland squad. The international was strongly contested but in the end the Irish team won by a narrow margin. Drew was one of the players who was trained in the club's development programme and has developed into an excellent young player who is respected by his team-mates both young and old.\nIn May 2008, the club featured in national news bulletins after reserve team coach &lt;a href=\"Graeme%20MacMillan\"&gt;Graeme MacMillan&lt;/a&gt; narrowly avoided death after being struck whilst in his car by a train at a level crossing at &lt;a href=\"Bunchrew\"&gt;Bunchrew&lt;/a&gt;, Inverness. &lt;a href=\"http%3A//www.stv.tv/news/Driver_survives_collision_with_train__080519133700345\"&gt;&lt;/a&gt;\nIn June 2009, the future of shinty at the Bught Park was threatened by &lt;a href=\"Highland%20Council\"&gt;Highland Council&lt;/a&gt; re-designating the stadium for football to resolve an issue regarding a venue for &lt;a href=\"Inverness%20City%20F.C.\"&gt;Inverness City F.C.&lt;/a&gt;. &lt;a href=\"http%3A//www.pressandjournal.co.uk/Article.aspx/1253638%3FUserKey%3D\"&gt;&lt;/a&gt;\nThe club appointed Stevie Munro and James McDougall as its management team for the 2010 season, with Allan MacLeod continuing in his role as second team manager. The club was sponsored by the Scottish National Blood Transfusion Service for 2010 and 2011.\nIn November 2011 The Club introduced Indoor &amp; Outdoor Weekly Training Sessions for Primary School Children with an Average of 35 Children Taking Part. In October 2012 The Club received a Grant award for equipment for the Children and the Club revives Teams at Under 14s &amp; Under 17s Development Team Level (nine-a-side). For Season 2013 Allan MacLeod is promoted to 1st Team Manager &amp; Kenny Loades is 2nd Team Manager, Despite both Teams finishing bottom of their Leagues, All fixtures are Fulfilled. The 2014 was a season of struggle for the club, culminating with losing the Mod Cup to lower league Boleskine in October 2014.\n2015–present.\nDrew McNeil, who had won major silverware as manager of Glenurquhart and Fort William was appointed as manager. The club was also offered promotion to National Division One (Despite finishing dead last of North Division One the year previously.) Both these developments galvanised the Town, and resulted in a spirited and encouraging performance throughout the 2015 season, finishing sixth out of seven teams but being hard to beat as well as reaching a Balliemore Cup Semi-final.\nSeveral club stalwarts stood down suddenly in the middle of the 2016 season, but the management team continued in place in order to ensure that shinty continues to re-establish itself in the Highland Capital. The club maintained its National Division place as well as having the most successful season for the second team in many years, finishing above Lewis Camanachd and Strathspey.\nSeason by Season record.\n\"*2010-present only\"&lt;br&gt; \"*2014: National Division reinstated. Relegated to North Div 1\" (3rd tier)&lt;br&gt;\"*2015: Received automatic promotion to National Division (2nd tier)\"\nTrophies.\nMacTavish Cup - 1907, 1911, 1912\nStrathdearn Cup - 1911\nLochcarron Cup - 1947\nTorlundy Cup - 1951\nCamanachd Cup - 1952\nMacAulay Cup - 1955\nD. MacAskill Memorial Cup (six-a-side) - 1974\nMacGillivray League Cup, Division 2 - 1979\nMod Cup - 1984, 2021\nDundee six-a-side Cup - 1986\nNational Six-a-Sides Trophy - 2002\nKen Ross Trophy (Inverness six-a-sides) - 2004\nMacBain Memorial Trophy (Glengarry) - 2004\nReferences.\nThe First Hundred Years. A short history of Inverness shinty Club, 1887–1987\nWritten by Hugh Barron, Inverness, 1987. (Copies available through the club)\nLest we Forget – Memoirs of Tom MacKenzie, OBE, MM, JP \nWritten by Tom MacKenzie (Currently out of print)\nBoth of these books are available via the Inverness Public Library"
}