{
    "id": "736669",
    "revid": "19093512",
    "url": "https://en.wikipedia.org/wiki?curid=736669",
    "title": "Deal, Kent",
    "text": "Deal is a town in &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, which lies where the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; and the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; meet, north-east of &lt;a href=\"Dover%2C%20England\"&gt;Dover&lt;/a&gt; and south of &lt;a href=\"Ramsgate\"&gt;Ramsgate&lt;/a&gt;. It is a former fishing, mining and garrison town whose history is closely linked to the anchorage in &lt;a href=\"The%20Downs%20%28ship%20anchorage%29\"&gt;the Downs&lt;/a&gt;. Close to Deal is &lt;a href=\"Walmer\"&gt;Walmer&lt;/a&gt;, a possible location for &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;'s &lt;a href=\"Caesar%27s%20invasions%20of%20Britain\"&gt;first arrival&lt;/a&gt; in &lt;a href=\"Great%20Britain\"&gt;Britain&lt;/a&gt;.\nDeal became a 'limb port' of the &lt;a href=\"Cinque%20Ports\"&gt;Cinque Ports&lt;/a&gt; in 1278 and grew into the busiest &lt;a href=\"port\"&gt;port&lt;/a&gt; in England; today it is a &lt;a href=\"seaside%20resort\"&gt;seaside resort&lt;/a&gt;, its quaint streets and houses a reminder of its history along with many ancient buildings and monuments. In 1968, Middle Street was the first &lt;a href=\"Conservation%20Area%20%28United%20Kingdom%29\"&gt;Conservation Area&lt;/a&gt; in Kent. The coast of &lt;a href=\"France\"&gt;France&lt;/a&gt; is approximately from the town and is visible on clear days. The &lt;a href=\"Tudor%20architecture\"&gt;Tudor&lt;/a&gt; &lt;a href=\"Deal%20Castle\"&gt;Deal Castle&lt;/a&gt;, commissioned by &lt;a href=\"monarchy%20of%20the%20United%20Kingdom\"&gt;King&lt;/a&gt; &lt;a href=\"Henry%20VIII\"&gt;Henry VIII&lt;/a&gt;, has a &lt;a href=\"rose\"&gt;rose&lt;/a&gt; floor plan.\nHistory.\nDeal is first mentioned as a village in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; of 1086, where it appears as \"Addelam\". It is referred to as \"Dela\" in 1158, and \"Dale\" in 1275. The name is the &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; \"dael\" meaning 'valley', cognate with the modern English 'dale'. Deal developed into a port by the end of the 13th century. In 1495, the town was the site of an attempted landing by the pretender to the English throne &lt;a href=\"Perkin%20Warbeck\"&gt;Perkin Warbeck&lt;/a&gt;. His supporters were driven off by locals loyal to &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Deal\"&gt;Battle of Deal&lt;/a&gt;, fought on the beach. &lt;a href=\"Sandown%20Castle%2C%20Kent\"&gt;Sandown&lt;/a&gt;, &lt;a href=\"Deal%20Castle\"&gt;Deal&lt;/a&gt; and &lt;a href=\"Walmer%20Castle\"&gt;Walmer&lt;/a&gt; castles were constructed around the town by Henry VIII to protect against foreign naval attack.\nIn 1699 the inhabitants petitioned for incorporation, since previously the town had been under the jurisdiction of &lt;a href=\"Sandwich%2C%20Kent\"&gt;Sandwich&lt;/a&gt; and governed by a deputy appointed by the mayor of that town; &lt;a href=\"William%20III%20of%20England\"&gt;William III&lt;/a&gt; by his charter incorporated the town under the title of mayor, jurats and commonalty of Deal. &lt;a href=\"Deal%20Town%20Hall\"&gt;Deal Town Hall&lt;/a&gt;, the former meeting place of Deal Borough Council, was completed in 1803.\nIn 1861, the &lt;a href=\"Royal%20Marine%20Depot%2C%20Deal\"&gt;Royal Marine Depot&lt;/a&gt; was established in the town. In 1989, it was &lt;a href=\"improvised%20explosive%20device\"&gt;bombed&lt;/a&gt; by the &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional Irish Republican Army&lt;/a&gt;, &lt;a href=\"Deal%20barracks%20bombing\"&gt;killing&lt;/a&gt; 11 &lt;a href=\"Royal%20Marines%20Band%20Service\"&gt;bandsmen&lt;/a&gt;.\nMaritime history.\nThe proximity of Deal's shoreline to the notorious &lt;a href=\"Goodwin%20Sands\"&gt;Goodwin Sands&lt;/a&gt; has made its coastal waters a source of both shelter and danger through the history of sea travel in British waters. &lt;a href=\"The%20Downs%20%28ship%20anchorage%29\"&gt;The Downs&lt;/a&gt;, the water between the town and the sands, provides a naturally sheltered &lt;a href=\"anchor\"&gt;anchor&lt;/a&gt;age. Positioned at the eastern end of the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt;, this is where sailing vessels would wait for a favourable wind, either to proceed into the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;, or, heading to the west, down the Channel. Ships going from London (the largest port in the world for much of the age of sail) to the Channel would leave under a fair wind (largely westerly), would turn south past the North Foreland and then find the same wind to be against them to go any further. (The reverse is true for ships heading for London from the Channel: a westerly wind prevents the last part of their journey.) It was common to find four or five hundred ships waiting for a slight change in wind direction that would allow them to proceed. When a useful wind shift occurred, those in the anchorage would be hastily weighing anchor and setting sail, whilst some ships heading in the opposite direction might now be entering the Downs to anchor, as the wind had turned against them.\nWhen the port of &lt;a href=\"Sandwich%2C%20Kent\"&gt;Sandwich&lt;/a&gt; silted up, the only way to provide ships in the Downs with fresh provisions, stores and equipment was in boats launched directly from the beach. This was an extensive trade for Deal, and lasted until steam ships took over from sail. Deal also provided a convenient landing place for passengers for London, potentially saving a long wait for a fair wind to finish a voyage; it also allowed outward bound ships to be caught up with and joined.\nOne problem with the Downs was the quality of the holding ground of the anchorage. It consists of chalk, which is not the best material. Hence it was common for ships in the roadstead to drag their anchors in strong winds, especially those from north round to east northeast or from the southeast, as these directions were less sheltered. This provided salvage work as an additional source of income for the town, with many ships being saved by help from the boatmen.\nThe importance of the Downs started to reduce from the late 1860's, as competition from steamships made speed an important commercial consideration. Sailing ships began to employ tugs to overcome adverse winds. By the 1880s, the only common usage of the anchorage was by small sailing vessels.\nDeal was, for example, visited by &lt;a href=\"Horatio%20Nelson%2C%201st%20Viscount%20Nelson\"&gt;Nelson&lt;/a&gt; and was the first English soil on which James Cook set foot in 1771 on returning from his &lt;a href=\"First%20voyage%20of%20James%20Cook\"&gt;first voyage to Australia&lt;/a&gt;. The anchorage is still used today by international and regional &lt;a href=\"shipping\"&gt;shipping&lt;/a&gt;, though on a scale far smaller than in former times (some historical accounts report hundreds of ships being visible from the beach).\nIn 1672, a small Naval Yard was established at Deal, providing stores and minor repair facilities. Just outside the gates of the yard there is now a building originally used as a &lt;a href=\"Semaphore%20line\"&gt;semaphore tower&lt;/a&gt; planned to be used as a communication link to the Admiralty in London but converted to a &lt;a href=\"Deal%20Timeball\"&gt;timeball tower&lt;/a&gt;, in 1855 which remains today as a museum.\nThe Deal Maritime and Local History Museum is housed in an historic complex of light-industrial buildings in St George's Road, dating from 1803. It contains a series of displays and artefacts, narrating the town's maritime, industrial, domestic and leisure history.\nBoatmen.\nThe Deal boatmen were internationally famous for their skilled seamanship and bravery in operating their locally-built craft, launching and recovering from the open beach. Only the severest weather prevented the larger of the working boats from being able to launch. A range of work was done. Provisions and supplies were taken out to ships anchored in the Downs, and the Post Office paid for mail to be taken out or landed. Ballast (in the form of shingle loaded from the beach) would be sold. Passengers were taken to and from moored ships. It was not unusual for a ship in the Downs to lose her anchor – either slipping the cable in an emergency or if a cable or anchor chain parted. This provided two sources of work for the boatmen.\nFirst, the Downs had to be kept as clear as possible of the obstruction that lost gear presented, otherwise the anchors of other ships could become entangled in them and prevent weighing. In 1607, two boatmen were awarded £30 a year for sweeping for and recovering lost anchors, with substantial numbers being salvaged. In the 3 years from 1866, over 600 anchors were swept up from the Downs – at that time the &lt;a href=\"Board%20of%20Trade\"&gt;Board of Trade&lt;/a&gt; paid for this to be done. \nSecondly, a ship that had lost her anchor would need to replace it. A large store of ground tackle of every size was kept by the boatmen, from which a suitable example could be loaded into one of the larger luggers and taken out and sold to the ship which needed it. In ordinary weather, this charge would be the fair cost of the gear sold. In severe weather, provision of an anchor would be classed as salvage, since it often prevented the loss of the ship. After the Merchant Shipping Act of 1854, the salvage claims became more fairly assessed than in prior years and substantial payments could be made to boatmen who launched into strong winds to provide this service. In November 1859, in 12 days 30 anchors and chains were supplied to ships in the Downs, 17 of them in one day. The lugger Albion earnt the most from this: £2,022 8s 6d, with other boats earning several hundred pounds each.\nOther salvage work was also done by the boatmen - anything from supplying fresh men to man the pumps of a leaking vessel, to taking cargo off the wrecks of vessels that could not be saved - though with some instances when abandoned vessels aground on the Goodwins were saved, yielding significant awards by the Admiralty court.\nAn extensive smuggling trade existed from Deal, with a peak of activity in 1737. Special fast galleys (boats primarily propelled by oars) were built and used in calm misty weather, when the Revenue vessels had little chance of catching them. In response to this, in 1784 the government sent a punitive expedition of soldiers to Deal, supported by naval cutters stationed offshore. The boats were all smashed or burnt - so depriving the boatmen of a means to make a living. The resentment at this community punishment was set aside when the Napoleonic wars started, and the many naval vessels anchored in the Downs needed their services.\nBoats used by boatmen.\nIn the 19th century there were several types of boat used by the boatmen. The 2 largest were the Deal &lt;a href=\"lugger\"&gt;lugger&lt;/a&gt;s. In the early part of the century, these were 3 masted vessels, with a dipping &lt;a href=\"Lug%20sail\"&gt;lug&lt;/a&gt; on the fore and main masts and a standing lug mizzen. A jib was set on a bowsprit and the mizzen sheeted to a long outrigger. The mainmast could be dispensed with to give more working room in the boat or in the winter, so it was common for just two masts to be used. The mainmast ceased to be used altogether in the 1840s. The \"first class\" luggers (often called \"forepeakers\") would be up to long, with a beam of , carrying 6 tons of ballast in a hull that weighed 3 and a half tons. They were &lt;a href=\"Clinker%20%28boat%20building%29\"&gt;clinker built&lt;/a&gt; and had an enclosed forepeak in which the crew could shelter or sleep – but otherwise these were undecked, open boats. It was these larger luggers that would carry a replacement anchor out to a ship in the Downs. The smaller luggers were called \"cats\", able to do most of the work of the larger boats, but instead of the enclosed forepeak they had a removable cabin that could be set up between the thwarts. There were 21 first class luggers boat operating from Deal in 1833 and 15 cats. In the same year, 54 four or six oared galleys worked from Deal. These were lighter boats of between in length. They could be sailed as well as rowed, setting a dipping lug on a single mast. They were used for taking passengers out to ships in the Downs and for boarding and landing pilots.\nLuggers were launched bows first down the beach by slipping the chain that ran through the \"ruffles\" (a hole in the back of the keel) and travelled at gathering speed down greased wooden skids laid on the shingle. The intent was to gather enough momentum to get through the first waves encountered as the foresail was hoisted. A haul-off rope, led to an anchor set off-shore, could hold the boat up to the waves as the sail was hoisted and help the boat sheer off on the correct tack. If not enough speed was gained, unless the weather was calm, the boat would probably turn parallel to the beach and be smashed by the waves. At high water, the shorter run to the sea increased the difficulty of getting a good launch, as there was less space in which to pick up speed. When the boat's work was complete, beaching was done by sailing on to the beach in front of the capstan, with a man standing in the sea ready to fasten the capstan rope to the chain strop that went through the front of the keel. For a large lugger it would take 20 or 30 men at the capstan to then haul the boat up the beach and then turn it round ready for the next launch. This was a hazardous task in which men could be killed or injured if control was lost of the large weights being moved.\nNaval and Military.\nThe Navy Yard.\nA naval storehouse was built in Deal in 1672, providing for ships anchored in the Downs. In time, the establishment grew to cover some five acres of land, to the north of the castle. There was also a &lt;a href=\"Victualling%20Yard\"&gt;Victualling Yard&lt;/a&gt; on site. In contrast to other &lt;a href=\"Royal%20Navy%20Dockyard\"&gt;naval yards&lt;/a&gt;, there was no place for ships to dock alongside at Deal, so instead a number of small supply boats were maintained at the yard; these would be launched from the shingle beach, carrying supplies, provisions, personnel or equipment as required. The Yard closed in 1864.\nThe barracks.\nThe &lt;a href=\"Royal%20Marine%20Depot%2C%20Deal\"&gt;Royal Marines Depot&lt;/a&gt; was constructed shortly after the outbreak of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;. The layout originally consisted of adjacent cavalry and infantry barracks (later known as South Barracks), alongside which were separate hospitals for the Army and Navy. In due course the hospitals were also turned into barracks (known as North Barracks and East Barracks respectively). From 1861 the complex served as a sizeable Depot for the Royal Marines; latterly it was known in particular for the Royal Marines School of Music, which had moved there in 1930.\nPiers.\nThe seafront at Deal has been adorned with three separate &lt;a href=\"pier\"&gt;pier&lt;/a&gt;s in the town's history. The first, built in 1838, was designed by &lt;a href=\"John%20Rennie%20%28railway%20engineer%29\"&gt;Sir John Rennie&lt;/a&gt;. After its wooden structure was destroyed in an 1857 gale, it was replaced by an iron pier in 1864. A popular pleasure pier, it survived until the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, when it was struck and severely damaged by a mined Dutch ship, the \"Nora\", in January 1940. This was not the first time the pier had been hit by shipping, with previous impacts in 1873 and 1884 necessitating extensive repairs.\nThe present pier, designed by Sir W. Halcrow &amp; Partners, was opened on 19 November 1957 by the &lt;a href=\"Prince%20Philip%2C%20Duke%20of%20Edinburgh\"&gt;Duke of Edinburgh&lt;/a&gt;. Deal's current pier is the last remaining fully intact leisure pier in &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; and is a Grade II listed building.\nMuseums.\nDeal has several museums; most are related to Deal's maritime history. Both &lt;a href=\"Deal%20Castle\"&gt;Deal Castle&lt;/a&gt; and &lt;a href=\"Walmer%20Castle\"&gt;Walmer Castle&lt;/a&gt; are operated by &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt; – Deal has a display on the events in the reign of Henry VIII that led to the invasion threat which caused its construction, along with some material on its subsequent history, whereas displays at Walmer concentrate on Walmer's post-Tudor role as the Lord Warden's residence. There is also a ruin of the third Tudor castle, &lt;a href=\"Sandown%20Castle%2C%20Kent\"&gt;Sandown Castle&lt;/a&gt;, in North Deal. The Deal Maritime and Local History Museum has exhibits of boats, smuggler &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s and &lt;a href=\"model%20ship\"&gt;model naval ships&lt;/a&gt;. It also contains extensive histories of the lifeboats as well as local parish registers. The &lt;a href=\"Deal%20Timeball\"&gt;Timeball Tower Museum&lt;/a&gt;, on the other hand, focuses on the importance of timekeeping for ships, and the role the building it occupies played. Kent Museum of the Moving Image (Kent MOMI) explores the deep history of the moving image — from the days of candle-lit &lt;a href=\"magic%20lantern\"&gt;magic lantern&lt;/a&gt; performances and hand-painted slides, through Victorian visual experimentation, to the advent and heyday of the cinema.\nNotable references.\nDiarist &lt;a href=\"Samuel%20Pepys\"&gt;Samuel Pepys&lt;/a&gt; recorded several visits to the town, being moved on 30 April 1660 to describe it as \"pitiful\".\nThe author &lt;a href=\"Daniel%20Defoe\"&gt;Daniel Defoe&lt;/a&gt; controversially wrote of the town in his 1704 book \"&lt;a href=\"The%20Storm%20%28Daniel%20Defoe%29\"&gt;The Storm&lt;/a&gt;.\" The town accused him of libel and refuted the allegations he made. Defoe wrote:\n&lt;a href=\"William%20Cobbett\"&gt;William Cobbett&lt;/a&gt; passing through in September 1823 noted in his book \"&lt;a href=\"Rural%20Rides\"&gt;Rural Rides&lt;/a&gt;:\" \nIn fiction.\nDickens, who had visited the town, had Richard Carstone garrisoned here in \"&lt;a href=\"Bleak%20House\"&gt;Bleak House&lt;/a&gt;\", so that Woodcourt and Esther's paths can cross when Woodcourt's ship happens to anchor in the Downs at the same time as Esther and Charley are visiting Richard:\nDeal is the setting for local novelist George Chittenden's smuggling saga, which is set in the late 18th century when the town was a haven for criminal gangs smuggling contraband across the English Channel. In Chittenden's debut \"The Boy Who Led Them\" a child rises through the ranks to control the biggest smuggling gang on the Kent coast, fighting wars with rival gangs and revenue men at every turn.\nIn Chittenden's next book \"The Boy Who Felt No Pain\" he takes the reader on a journey back to the dangerous coastal town of Deal, fleshing out the back story of main characters from the first novel whilst also raising some interesting new questions.\nIn &lt;a href=\"Jane%20Austen\"&gt;Jane Austen&lt;/a&gt;'s \"&lt;a href=\"Persuasion%20%28novel%29\"&gt;Persuasion&lt;/a&gt;\", the town is mentioned as the only place where Admiral Croft's wife Sophia Croft was ever ill, as it was the only place she was ever separated from him, whilst he was patrolling the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;.\nLocal media.\nNewspapers.\nDeal has one paid-for newspaper, the \"&lt;a href=\"East%20Kent%20Mercury%20and%20Dover%20Mercury\"&gt;East Kent Mercury&lt;/a&gt;\", published by the &lt;a href=\"KM%20Group\"&gt;KM Group&lt;/a&gt;.\nRadio.\nDover Community Radio (DCR), the community internet radio station for Deal, Dover and Sandwich, currently offer internet programming and podcasts (since 2010) on local events and organisations on their website. The online station of the same name launched on 30 July 2011 offering local programmes, music and news for Dover and district. Dover Community Radio is expected to launch on 104.9 FM covering Deal and Dover, in Spring 2022, as it was awarded a community radio licence by OFCOM on 12 May 2020 \nDeal is also served by internet community radio station DR (Deal Radio), an online StreetSide radio station with 24/7 content - news, music, interviews Broadcasting from studios in The Landmark Centre, High street Deal Kent. Deal is also served by the county-wide stations &lt;a href=\"Heart%20Kent\"&gt;Heart&lt;/a&gt;, &lt;a href=\"Gold%20%28radio%29\"&gt;Gold&lt;/a&gt;, KMFM and &lt;a href=\"BBC%20Radio%20Kent\"&gt;BBC Radio Kent&lt;/a&gt;.\nSport and leisure.\nDeal has a &lt;a href=\"non-League%20football\"&gt;non-League football&lt;/a&gt; club &lt;a href=\"Deal%20Town%20F.C.\"&gt;Deal Town F.C.&lt;/a&gt;, which plays at The Charles Sports Ground.\nThe Rugby Club, Deal &amp; Betteshanger Lions plays at the old RM Drill Field off Canada Rd.\nThere is also Deal Rowing Club located on the seafront north of the pier.\nThere is a Farmer's Market on Wednesday which sells local produce, as well as a long-running market on Saturday.\nThe town has an independent retail sector in the North End of Deal High Street, and a number of chains on the High Street, though there are some retail voids.\nThe Astor Theatre in Deal offers musical performances, live theatre, exhibitions, movies, classes and clubs, and more.\nDeal used to have two cinemas up until 1981, but these finally closed in 1984 with the closure of the Cannon Classic in Queen Street and although a small cinema re-appeared in the former Cannon Classic Cinema building, that too closed in 2007. Deal's former bingo hall the Regent, another art deco cinema building, closed in 2008 and was sold by the local council to reopen as a cinema or arts space. As of April 2018, the building remains shuttered with no plans submitted for its regeneration.\nClimate.\nThe nearest UK &lt;a href=\"Met%20Office\"&gt;Met Office&lt;/a&gt; weather station is in Langdon Bay. Deal has a temperate maritime climate, with comfortable summers and cold winters. The temperature is usually between and , but the all-time temperature range is between and . There is evidence that the sea is coldest in February; the warmest recorded February temperature was only , compared with in January."
}