{
    "id": "7387791",
    "revid": "24382878",
    "url": "https://en.wikipedia.org/wiki?curid=7387791",
    "title": "E. J. Stewart",
    "text": "Edward James \"Doc\" Stewart (January 26, 1877 – November 18, 1929) was an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; player, coach, and college athletics administrator. He was also the founder, and &lt;a href=\"player-coach\"&gt;player-coach&lt;/a&gt; of the &lt;a href=\"Massillon%20Tigers\"&gt;Massillon Tigers&lt;/a&gt; professional football team.\nEarly life.\nStewart was the son of a &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; minister and had played football and basketball at &lt;a href=\"Mount%20Union%20College\"&gt;Mount Union College&lt;/a&gt;, located in &lt;a href=\"Alliance%2C%20Ohio\"&gt;Alliance, Ohio&lt;/a&gt;. He had attended medical school at &lt;a href=\"Case%20Western%20Reserve%20University\"&gt;Western Reserve University&lt;/a&gt;, located in &lt;a href=\"Cleveland\"&gt;Cleveland&lt;/a&gt;, where he played on the &lt;a href=\"Case%20Western%20Reserve%20Spartans%20football\"&gt;football&lt;/a&gt;, basketball, baseball, and track teams, graduating in 1903.\nMassillon Tigers–Canton Bulldogs rivalry.\nIn the early 1900s, Stewart organized a pro football team in &lt;a href=\"Massillon%2C%20Ohio\"&gt;Massillon, Ohio&lt;/a&gt; called the Massillon Tigers. Ed, a young and ambitious editor of the city newspaper \"The Evening Independent\", was named as the team's first coach. At this time, Massillon was involved in a rivalry with the cross-county, &lt;a href=\"Canton%20Bulldogs\"&gt;Canton Bulldogs&lt;/a&gt;. Both teams spent lavish amounts of money to bring in ringers from out of town. Prior to the 1906 season, a news story in \"&lt;a href=\"The%20Plain%20Dealer\"&gt;The Plain Dealer&lt;/a&gt;\" alleged that the Bulldogs were financially broke and could not pay its players for that final game. Many Canton followers believed the story had originated in Massillon as a trick to discredit their team and make it tougher for Canton to recruit players for 1906. Since Stewart had newspaper connections, he was believed by Canton to have planted the story.\nThe Tigers had won every \"&lt;a href=\"Ohio%20League\"&gt;Ohio League&lt;/a&gt;\" championship from 1902 to 1906. In 1906, Stewart was promoted from coach to the Tigers' manager. &lt;a href=\"Sherburn%20Wightman\"&gt;Sherburn Wightman&lt;/a&gt;, who was coached by &lt;a href=\"Amos%20Alonzo%20Stagg\"&gt;Amos Alonzo Stagg&lt;/a&gt;, was named the team's new coach.\nCanton Bulldogs–Massillon Tigers betting scandal.\nIn 1906, Stewart was a figure in a betting scandal between the two clubs. The &lt;a href=\"Canton%20Bulldogs%E2%80%93Massillon%20Tigers%20betting%20scandal\"&gt;Canton Bulldogs–Massillon Tigers betting scandal&lt;/a&gt; was the first major scandal in professional football. It was also the first known case of professional gamblers attempting to fix a professional sport. The scandal began with an allegation made by a Massillon newspaper charging the Bulldogs' coach, &lt;a href=\"Blondy%20Wallace\"&gt;Blondy Wallace&lt;/a&gt;, and Tigers &lt;a href=\"End%20%28American%20football%29\"&gt;end&lt;/a&gt;, &lt;a href=\"Walter%20East\"&gt;Walter East&lt;/a&gt;, with conspiring to fix a two-game championship series between the two clubs. When the Tigers won the second and final game of the series and were named pro football's champions, Wallace was accused of throwing the game for Canton.\nStewart charged, through the \"Massillon Independent\", that an actual attempt was made to bribe some of the Tiger players and that Wallace had been involved.\nStewart never stated that either the first or second Canton-Massillon game was fixed. Instead, his accusation was that an attempt had been made to bribe some Massillion players before the first game. According to Stewart, &lt;a href=\"Tiny%20Maxwell\"&gt;Tiny Maxwell&lt;/a&gt; and &lt;a href=\"Bob%20Shiring\"&gt;Bob Shiring&lt;/a&gt; of Massillon had been solicited to throw the first game by East. Maxwell and Shiring then reported the offer to Wightman and the scandal ended before it began. East was then released by the Tigers. Only then was Wallace named by Stewart of being East's accomplice.\nThe scandal was said to have ruined professional football in Ohio until the mid 1910s. However, some others argue that the expense of placing all-star teams on the field each week also put a damper on the sport. The Canton Morning News put a $20,000 price tag on the Massillon Tigers 1906 team, while many speculate that the Bulldogs roster probably cost even more. Still others contend that the games involving top teams such as Canton and Massilon were too one-sided and lacked excitement. Many towns in Ohio still fielded clubs over the next several years, however these new pros consisted more of sandlotters, with only the occasional ringer. A second incarnation of the Bulldogs would be established in 1911 and later won two championships in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL).\nCollege coaching.\nMount Union.\nStewart's first collegiate head coaching position was as the head football coach at &lt;a href=\"Mount%20Union%20College\"&gt;Mount Union College&lt;/a&gt;. He coached one season there and posted a 9–2 record. Stewart was also the head coach of the Mount Union men's basketball team for one season. He coached the team for one season posting a record of 18–3 in the 1907–08 season.\nPurdue.\nIn 1909, Stewart was hired as the head men's basketball coach at &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt; just days before the season began. He led the team to a record of 8–4, their first winning season in four years.\nOregon State.\nFrom 1911 to 1916, Stewart was the head coach of the men's basketball team at &lt;a href=\"Oregon%20State%20Beavers\"&gt;Oregon State&lt;/a&gt;, then known as Oregon Agricultural College. In his five seasons as the head basketball coach at OAC, Stewart posted a record of 67–33.\nWhile at Oregon State, he also coached the Oregon State Beavers baseball team during the 1912 season. He coached the team to a 5–9 record.\nPulling the triple threat for Oregon State, Stewart also coached the &lt;a href=\"Oregon%20State%20Beavers%20football\"&gt;Oregon State Beavers football&lt;/a&gt; team from 1913 to 1915. In football, he compiled a 15–5–5 record.\nNebraska.\nFrom 1916 to 1917, Stewart was the head coach of the &lt;a href=\"University%20of%20Nebraska\"&gt;University of Nebraska&lt;/a&gt; football team. In his two seasons at the helm, he led the team to the &lt;a href=\"Big%20Eight%20Conference\"&gt;Missouri Valley Intercollegiate Athletic Association&lt;/a&gt; title each year and posted an 11–4 record overall. After the conclusion of the 1917 football season, Stewart took over as head basketball coach and remained in that capacity from 1917 to 1919. He coached the Cornhuskers to a 17–14 record over those two seasons.\nClemson.\nIn the spring of 1921, Stewart became the head baseball coach at Clemson Agricultural College of South Carolina—now known as &lt;a href=\"Clemson%20University\"&gt;Clemson University&lt;/a&gt;. That spring was a busy one for Stewart as he also coached the &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; team and ran spring practice for football, all while coaching the baseball team. He coached the baseball team for just the 1921 season and the track program from 1921 to 1923.\nIn the fall of 1921, Stewart coached his first season of football at Clemson. He remained there for two seasons, the 1921 and 1922 seasons, and compiled a 6–10–2 record.\nAs soon as the football season of 1921 ended, Stewart jumped into his 4th head coaching role at Clemson at coached the basketball team. He coached the basketball from 1921 to 1923. In his two seasons at the helm, he led Clemson to a 19–19 record.\nTexas.\n&lt;a href=\"University%20of%20Texas%20at%20Austin\"&gt;University of Texas&lt;/a&gt; athletic director &lt;a href=\"L.%20Theo%20Bellmont\"&gt;L. Theo Bellmont&lt;/a&gt; hired Stewart from Clemson to lead both the &lt;a href=\"Texas%20Longhorns%20football\"&gt;Longhorns football&lt;/a&gt; and &lt;a href=\"Texas%20Longhorns%20men%27s%20basketball\"&gt;Longhorns basketball&lt;/a&gt; programs in 1923.\nA medical school graduate, a piano enthusiast, a former sportswriter, a one-time automobile dealership owner, and a veteran coach, E.J. Stewart quickly became a popular figure across diverse segments of the University population. His oratory eloquence landed him an open job offer from the head of the UT English Department, should he ever decide to quit coaching and desire other work.\nSome have speculated that Stewart's devotion to his varied non-athletic interests was the root cause of his football and basketball teams' decline in performance over his tenure. He led the Longhorn football team to an 8–0–1 record during the 1923 season; his following teams finished with records of 5–3–1, 6–2–1, and 5–4. Stewart led the Longhorn basketball team to a perfect 23–0 mark and a &lt;a href=\"Southwest%20Conference\"&gt;Southwest Conference&lt;/a&gt; championship during the 1923–24 season, but his subsequent teams finished 17–8, 12–10, and 13–9.\nThis decline in his teams' performance resulted in the popular Stewart's controversial dismissal following the 1926–27 season.\nTexas Mines.\nStewart ended his career at the College of Mines and Metallurgy of the University of Texas—now known as the &lt;a href=\"University%20of%20Texas%20at%20El%20Paso\"&gt;University of Texas at El Paso&lt;/a&gt; (UTEP)—where he compiled a 5–6–3 record.\nDeath.\nOn November 18, 1929, Stewart was shot and killed by a deer-hunting companion. He was interred at &lt;a href=\"Lake%20View%20Cemetery\"&gt;Lake View Cemetery&lt;/a&gt; in &lt;a href=\"Cleveland\"&gt;Cleveland&lt;/a&gt;."
}