{
    "id": "739384",
    "revid": "3369231",
    "url": "https://en.wikipedia.org/wiki?curid=739384",
    "title": "Rosey Grier",
    "text": "Roosevelt \"Rosey\" Grier (born July 14, 1932) is an American actor, singer, &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; &lt;a href=\"Minister%20%28Christianity%29\"&gt;minister&lt;/a&gt;, and former professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player. He was a notable college football player for &lt;a href=\"Pennsylvania%20State%20University\"&gt;Pennsylvania State University&lt;/a&gt; who earned a retrospective place in the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; 100th anniversary list of 100 most influential student athletes. As a professional player, Grier was a member of the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; and the original &lt;a href=\"Fearsome%20Foursome%20%28football%29\"&gt;Fearsome Foursome&lt;/a&gt; of the &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt;. He played in the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; twice.\nAfter Grier's professional sports career, he worked as a bodyguard for &lt;a href=\"Robert%20F.%20Kennedy\"&gt;Senator Robert Kennedy&lt;/a&gt; during the &lt;a href=\"1968%20United%20States%20presidential%20election\"&gt;1968 presidential campaign&lt;/a&gt;. Grier was guarding Ethel Kennedy when &lt;a href=\"Assassination%20of%20Robert%20F.%20Kennedy\"&gt;Senator Kennedy was shot&lt;/a&gt;. Although unable to prevent the assassination, Grier took control of the gun and subdued the shooter, &lt;a href=\"Sirhan%20Sirhan\"&gt;Sirhan Sirhan&lt;/a&gt;.\nGrier hosted his own Los Angeles television show and made approximately 70 guest appearances on various shows during the 1960s and 1970s.\nAs a singer, Grier first released singles on the A label in 1960, and over the following twenty-five years he continued to record on various labels including Liberty, Ric, MGM, and A&amp;M. His recording of a tribute to Robert Kennedy, \"People Make the World\" (written by &lt;a href=\"Bobby%20Womack\"&gt;Bobby Womack&lt;/a&gt;), was his only chart single, peaking at No. 128 in 1968.\nGrier is known for his serious pursuit of hobbies not traditionally associated with men. He has authored several books, including \"Rosey Grier's Needlepoint for Men\" in 1973. Grier became an ordained Protestant minister in 1983 and travels as an inspirational speaker. He founded American Neighborhood Enterprises, a nonprofit organization that serves inner city youth. He was also a featured speaker at the &lt;a href=\"1984%20Republican%20National%20Convention\"&gt;1984 Republican National Convention&lt;/a&gt;; during its evening session on August 20, 1984, he endorsed President &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; for re-election.\nEarly life.\nBorn in &lt;a href=\"Cuthbert%2C%20Georgia\"&gt;Cuthbert, Georgia&lt;/a&gt; as one of twelve children, Grier was named after &lt;a href=\"Franklin%20Delano%20Roosevelt\"&gt;Franklin Delano Roosevelt&lt;/a&gt;.\nHe played &lt;a href=\"high%20school%20football\"&gt;high school football&lt;/a&gt; at &lt;a href=\"Abraham%20Clark%20High%20School\"&gt;Abraham Clark High School&lt;/a&gt; in &lt;a href=\"Roselle%2C%20New%20Jersey\"&gt;Roselle, New Jersey&lt;/a&gt;, graduating in 1951. At Penn State, he won the IC4A and Penn Relays shot put and discus, as well as qualifying for the javelin finals, and was a Track &amp; Field All-American in 1954 and 1955.\nProfessional football career.\nAfter playing on the defensive line on the &lt;a href=\"Pennsylvania%20State%20University\"&gt;Penn State University&lt;/a&gt; football team, Grier was drafted as the 31st overall pick in the third round of the &lt;a href=\"1955%20NFL%20Draft\"&gt;1955 NFL Draft&lt;/a&gt; by the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt;. He played with the Giants from 1955 to 1962, during which he led the team to an &lt;a href=\"List%20of%20NFL%20champions%20%281920%E2%80%931969%29\"&gt;NFL Championship&lt;/a&gt; in &lt;a href=\"1956%20NFL%20season\"&gt;1956&lt;/a&gt; and the Eastern Conference Championship in 1958, 1959, 1961 and 1962. Grier was selected for the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; in 1956 and 1960, and was named &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; at the &lt;a href=\"defensive%20tackle\"&gt;defensive tackle&lt;/a&gt; position in 1956 and 1958–1962.\nGrier was then traded in July 1963 to the &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt; in exchange for defensive tackle &lt;a href=\"John%20LoVetere\"&gt;John LoVetere&lt;/a&gt; and a high future draft pick. He was part of the \"&lt;a href=\"Fearsome%20Foursome%20%28football%29\"&gt;Fearsome Foursome&lt;/a&gt;\", along with &lt;a href=\"Deacon%20Jones\"&gt;Deacon Jones&lt;/a&gt;, &lt;a href=\"Merlin%20Olsen\"&gt;Merlin Olsen&lt;/a&gt;, and &lt;a href=\"Lamar%20Lundy\"&gt;Lamar Lundy&lt;/a&gt;, considered one of the best defensive lines in football history. His career ended in 1967 due to a torn &lt;a href=\"Achilles%20tendon\"&gt;Achilles tendon&lt;/a&gt;. Despite being the oldest member of the Fearsome Foursome, Grier is the last surviving member following the death of Deacon Jones on June 3, 2013.\nSacks with Rams: 1963 (6), 1964 (6.5), 1965 (1.5), 1966 (7).\nPost-football career.\nAfter his retirement, Grier hosted the \"Rosey Grier Show\" on &lt;a href=\"KABC-TV\"&gt;KABC-TV&lt;/a&gt;, a weekly half-hour television show discussing community affairs in Los Angeles.\nGrier served as a bodyguard for his friend, &lt;a href=\"United%20States%20Senate\"&gt;United States senator&lt;/a&gt; and presidential candidate &lt;a href=\"Robert%20F.%20Kennedy\"&gt;Robert F. Kennedy&lt;/a&gt;. He was guarding &lt;a href=\"Ethel%20Kennedy\"&gt;Ethel Kennedy&lt;/a&gt;, the Senator's wife, who was then expecting a child, the night that Kennedy was &lt;a href=\"Robert%20F.%20Kennedy%20assassination\"&gt;assassinated&lt;/a&gt; in Los Angeles in 1968. Grier and &lt;a href=\"Olympic%20Games\"&gt;Olympic&lt;/a&gt; &lt;a href=\"decathlon\"&gt;decathlon&lt;/a&gt; &lt;a href=\"Olympic%20gold%20medal\"&gt;gold medalist&lt;/a&gt; &lt;a href=\"Rafer%20Johnson\"&gt;Rafer Johnson&lt;/a&gt; heard shots fired ahead of them. As Grier caught up he saw men wrestling with gunman Sirhan Sirhan. Grier jumped into the fray. Grier states, \"So I see &lt;a href=\"George%20Plimpton\"&gt;George Plimpton&lt;/a&gt; has the gun pointed at his face, and I'm concerned that it is going to go off, so I put my hand under the trigger housing and I pulled back the hammer so it couldn't strike. I wrench the gun from Sirhan. I find the pin and I ripped it out and held it. Now I have the gun in my hand, so I shove it in my pocket.\" Grier later said, \"I grabbed the man's legs and dragged him onto a table. There was a guy angrily twisting the killer's legs and other angry faces coming towards him, as though they were going to tear him to pieces. I fought them off. I would not allow more violence.\"\nIn December 1968, he accompanied &lt;a href=\"Bob%20Hope\"&gt;Bob Hope&lt;/a&gt; on \"Operation Holly,\" Hope's 1968 &lt;a href=\"United%20Service%20Organizations\"&gt;USO&lt;/a&gt; tour, Grier performed alongside headliner &lt;a href=\"Ann-Margret\"&gt;Ann-Margret&lt;/a&gt; and others at the U.S. bases at &lt;a href=\"Long%20B%C3%ACnh%20Junction\"&gt;Long Bình&lt;/a&gt;, &lt;a href=\"Cam%20Ranh%20Bay\"&gt;Cam Ranh Bay&lt;/a&gt;, &lt;a href=\"Da%20Nang%20Air%20Base\"&gt;Da Nang&lt;/a&gt;, &lt;a href=\"Chu%20Lai\"&gt;Chu Lai&lt;/a&gt;, and &lt;a href=\"Ph%C3%B9%20C%C3%A1t\"&gt;Phù Cát&lt;/a&gt;, as well as aboard the carrier &lt;a href=\"USS%20Hancock%20%28CV-19%29\"&gt;USS \"Hancock\"&lt;/a&gt; and the battleship &lt;a href=\"USS%20New%20Jersey%20%28BB-62%29\"&gt;USS \"New Jersey\"&lt;/a&gt;, and at &lt;a href=\"Korat%20Royal%20Thai%20Air%20Force%20Base\"&gt;Korat Royal Thai Air Force Base&lt;/a&gt; and &lt;a href=\"U-Tapao%20Royal%20Thai%20Navy%20Airfield\"&gt;U-Tapao Royal Thai Navy Airfield&lt;/a&gt; in Thailand, along with stops in &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; and &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;.\nMovies and television.\nGrier has appeared in a number of films and television shows. One of the first football stars to successfully make the transition to acting, he made about 70 television guest appearances. They include a role as one of the security contingent in \"The Brain Killer Affair\" episode of \"&lt;a href=\"The%20Man%20from%20U.N.C.L.E.\"&gt;The Man from U.N.C.L.E.&lt;/a&gt;\" (1964), as well as a &lt;a href=\"cameo%20appearance\"&gt;cameo&lt;/a&gt; playing an athletic trainer in an episode of \"&lt;a href=\"I%20Dream%20of%20Jeannie\"&gt;I Dream of Jeannie&lt;/a&gt;\". He became a regular cast member, starting in 1969, on the series \"&lt;a href=\"Daniel%20Boone%20%281964%20TV%20series%29\"&gt;Daniel Boone&lt;/a&gt;\", \"&lt;a href=\"Make%20Room%20for%20Granddaddy\"&gt;Make Room for Granddaddy&lt;/a&gt;\", and \"&lt;a href=\"The%20White%20Shadow%20%28TV%20series%29\"&gt;The White Shadow&lt;/a&gt;\". In one \"White Shadow\" appearance, he donned his No. 76 Los Angeles Rams jersey from his NFL playing days.\nGrier sang \"It's All Right to Cry\" for the children's album and TV program \"&lt;a href=\"Free%20to%20Be%E2%80%A6%20You%20and%20Me\"&gt;Free to Be… You and Me&lt;/a&gt;\". He appeared as a panelist on the television game show \"&lt;a href=\"Match%20Game\"&gt;Match Game 74&lt;/a&gt;\". Grier starred in television shows and films including \"&lt;a href=\"The%20Wild%20Wild%20West\"&gt;The Wild, Wild West&lt;/a&gt;\" (1967), \"&lt;a href=\"Desperate%20Mission%20%28TV%20Movie%29\"&gt;Desperate Mission&lt;/a&gt;\" (1969), \"&lt;a href=\"Carter%27s%20Army\"&gt;Carter's Army&lt;/a&gt;\" (1970), \"&lt;a href=\"Skyjacked%20%28film%29\"&gt;Skyjacked&lt;/a&gt;\" (1972), \"&lt;a href=\"The%20Thing%20with%20Two%20Heads\"&gt;The Thing with Two Heads&lt;/a&gt;\" (1972), \"&lt;a href=\"McMillan%20%26amp%3B%20Wife\"&gt;McMillan &amp; Wife&lt;/a&gt;\" (1974), \"&lt;a href=\"The%20Treasure%20of%20Jamaica%20Reef\"&gt;The Treasure of Jamaica Reef&lt;/a&gt;\" (1975), \"&lt;a href=\"Movin%27%20On%20%28TV%20series%29\"&gt;Movin' On&lt;/a&gt;\" (1975-1976), \"&lt;a href=\"The%20Love%20Boat\"&gt;The Love Boat&lt;/a&gt;\" (1979), \"&lt;a href=\"The%20Glove%20%28film%29\"&gt;The Glove&lt;/a&gt;\" (1979), \"\" (1979) and \"&lt;a href=\"The%20Seekers%20%28miniseries%29\"&gt;The Seekers&lt;/a&gt;\" (1979). Grier appeared in the 1974–1976 NBC TV series \"&lt;a href=\"Movin%27%20On%20%28TV%20series%29\"&gt;Movin' On&lt;/a&gt;\" with &lt;a href=\"Claude%20Akins\"&gt;Claude Akins&lt;/a&gt;, which was filmed in Grier's home state of Georgia. He appeared in a third-season episode of \"&lt;a href=\"Quincy%2C%20M.E.\"&gt;Quincy, M.E.&lt;/a&gt;\" titled \"Crib Job\" in which he played himself as the director of a group called Giant Step. He appeared in two episodes of \"&lt;a href=\"Kojak\"&gt;Kojak&lt;/a&gt;\", one in the third season and one in the fourth season, as a bounty hunter named Salathiel Harms. He also appeared on a 1977 episode of \"&lt;a href=\"CHiPs\"&gt;CHiPs&lt;/a&gt;\" as a distraught motorist who, during a routine traffic stop, proceeds to destroy his car in frustration by pulling it apart piece by piece. He appeared as a celebrity contestant on \"&lt;a href=\"Bullseye%20%281980%20U.S.%20game%20show%29\"&gt;Celebrity Bullseye&lt;/a&gt;\" during that program's 1981–82 season. Grier also guest-voiced a 1999 episode of \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\" titled \"Sunday, Cruddy Sunday\".\nCommunity service.\nGrier has also written a number of books, and now travels the United States as an inspirational speaker. He is a cofounder of American Neighborhood Enterprises, an organization that works to help disadvantaged &lt;a href=\"Inner%20city\"&gt;city dwellers&lt;/a&gt; buy homes and receive vocational training. Grier was ordained a Protestant minister in 1983, and the next year he founded his nonprofit resource center for inner-city teens, developing spiritual and educational programs for disadvantaged youths.\nGrier is a prominent member of &lt;a href=\"Alpha%20Phi%20Alpha\"&gt;Alpha Phi Alpha&lt;/a&gt; fraternity. He is also on the &lt;a href=\"Milken%20Family%20Foundation\"&gt;Milken Family Foundation&lt;/a&gt; board of trustees and serves as its program administrator of community affairs.\nHe has been honored by &lt;a href=\"Pennsylvania%20State%20University\"&gt;Penn State&lt;/a&gt; as recipient of the Distinguished Alumni Award in 1974, and the Alumni Fellow Award in 1991. He was named to the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt;'s \"List of the 100 Most Influential Student-Athletes\" published to commemorate the NCAA's 100th anniversary. In 1997, he was inducted into the New Jersey Sports Hall of Fame.\nIn 2017, he was inducted into the &lt;a href=\"New%20Jersey%20Hall%20of%20Fame\"&gt;New Jersey Hall of Fame&lt;/a&gt;.\n2018 gubernatorial bid.\nOn January 5, 2017, Grier announced his intention to run for governor of California as a Republican in the &lt;a href=\"California%20gubernatorial%20election%2C%202018\"&gt;California gubernatorial election, 2018&lt;/a&gt;. He ended his candidacy in July 2017.\nPersonal life.\nGrier was well known in the 1970s for his hobbies of &lt;a href=\"needlepoint\"&gt;needlepoint&lt;/a&gt; and &lt;a href=\"macrame\"&gt;macrame&lt;/a&gt;.\nGrier has a daughter from a previous relationship named Sherryl Brown-Tubbs. He later married Bernice Lewis, who had one child, Denise, whom he adopted before he and Lewis divorced. He then married Margie Grier and had a son, Roosevelt Kennedy Grier, in 1972. He and Margie divorced in 1978 and remarried in 1980. Margie Grier died on June 10, 2011. He married &lt;a href=\"Wichita%2C%20Kansas\"&gt;Wichita&lt;/a&gt; school teacher Cydnee Seyler on April 30, 2013. A nephew, &lt;a href=\"Mike%20Grier\"&gt;Mike \"Big Daddy\" Grier&lt;/a&gt;, followed his uncle's career in sports when he enrolled as a student at &lt;a href=\"Boston%20University\"&gt;Boston University&lt;/a&gt;, but he played &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; instead of football.\nGrier's autobiography was published\" Rosey: The Gentle Giant\" in 1986."
}