{
    "id": "739980",
    "revid": "4608870",
    "url": "https://en.wikipedia.org/wiki?curid=739980",
    "title": "Buffalo Metro Rail",
    "text": "The Buffalo Metro Rail is the &lt;a href=\"public%20transit\"&gt;public transit&lt;/a&gt; rail system in &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo, New York&lt;/a&gt;, United States; it is operated by the &lt;a href=\"Niagara%20Frontier%20Transportation%20Authority\"&gt;Niagara Frontier Transportation Authority&lt;/a&gt; (NFTA). The system consists of a single, long &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt; line that runs for most of the length of Main Street (&lt;a href=\"New%20York%20State%20Route%205\"&gt;New York State Route 5&lt;/a&gt;) in the City of Buffalo, from &lt;a href=\"KeyBank%20Center\"&gt;KeyBank Center&lt;/a&gt; in &lt;a href=\"Canalside\"&gt;Canalside&lt;/a&gt; to the south campus of the &lt;a href=\"University%20at%20Buffalo%2C%20The%20State%20University%20of%20New%20York\"&gt;University at Buffalo&lt;/a&gt; in the northeast corner of the city. The first section of the line opened in October 1984; the current system was completed in November 1986.\nHistory.\nUrban rail transit in Buffalo before 1950.\nStreetcars and interurban railways existed in Buffalo from the 1830s to 1950, with several lines also radiating into surrounding communities such as &lt;a href=\"Tonawanda%2C%20New%20York\"&gt;Tonawanda&lt;/a&gt;, &lt;a href=\"Niagara%20Falls%2C%20New%20York\"&gt;Niagara Falls&lt;/a&gt;, and even the &lt;a href=\"Niagara%20Peninsula\"&gt;Niagara Peninsula&lt;/a&gt; in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. These lines merged in 1902 to form the &lt;a href=\"International%20Railway%20%28New%20York%E2%80%93Ontario%29\"&gt;International Railway Company&lt;/a&gt; in 1902. With the rise in &lt;a href=\"bus\"&gt;bus&lt;/a&gt; usage starting in the mid 1930s, streetcar ridership declined rapidly until 1950, with several streetcar lines being shuttered over time until the rail system was eliminated altogether.\nPlanning and construction of current system.\nDespite the decline of Buffalo's industry and population over the next few decades, federal funds and a desire to revitalize downtown spurred the &lt;a href=\"Niagara%20Frontier%20Transportation%20Authority\"&gt;Niagara Frontier Transportation Authority&lt;/a&gt;, the IRC's successor, to construct the modern Metro Rail line, starting in 1979. The line opened in stages: the surface portion opened on October 9, 1984 while the subway opened as far as &lt;a href=\"Amherst%20Street%20%28Metro%20Rail%29\"&gt;Amherst Street&lt;/a&gt; Station on May 20, 1985, following an opening ceremony on May 18. The line was further extended to &lt;a href=\"University%20%28Metro%20Rail%29\"&gt;University&lt;/a&gt; Station, serving the &lt;a href=\"University%20at%20Buffalo\"&gt;University at Buffalo&lt;/a&gt;, on November 10, 1986 due to construction issues at &lt;a href=\"LaSalle%20%28Metro%20Rail%29\"&gt;LaSalle&lt;/a&gt; Station. \nAt the time of the start of construction, the line was intended to be the first line for an extensive &lt;a href=\"heavy%20rail\"&gt;heavy rail&lt;/a&gt; system that would spread throughout the city and suburbs. However, during the construction of the line and afterward, Buffalo's population declined significantly by approximately 55% from around 580,000 in 1950 to about 261,000 in 2010 and the new line's ridership was much lower than originally anticipated. The cost of the urban section was so high that no funding was available to extend the lines into the suburbs, including the &lt;a href=\"Amherst%2C%20New%20York\"&gt;Amherst&lt;/a&gt; campus of the University at Buffalo. Efforts to obtain funding for feeder lines have historically been met with little to no success.\nRenovations and expansion.\nAlthough a centerpiece of the original line, the downtown transit mall did not live up to expectations. Because of poor traffic patterns on Main Street, some business groups occasionally called for the removal of the transit system so that they can return to normal vehicle traffic and curbside parking in the hope that this measure would recreate the prosperous days of the past. In 2008, Buffalo began a project to reintroduce cars to Main Street. The project in question involved creating a shared trackbed/roadway with curbside parking, as well as the permanent closure of the &lt;a href=\"Theater%20%28Metro%20Rail%29\"&gt;Theater&lt;/a&gt; Station, which occurred on February 18, 2013. The closure of Theater Station meant that &lt;a href=\"Fountain%20Plaza%20%28Metro%20Rail%29\"&gt;Fountain Plaza&lt;/a&gt; Station, located south in the 500 block of Main Street, now serves as the northern terminus of the Free Fare Zone. On January 23, 2015, after less than two years of construction, traffic was reintroduced to the 600 block of Main Street, between Tupper and Chippewa Streets, in the &lt;a href=\"Buffalo%20Theater%20District\"&gt;Theater District&lt;/a&gt;. On December 15, 2015, traffic was reintroduced to the 500 block of Main Street, between Chippewa and Mohawk Streets, in the Central Business District. \nOn January 9, 2017, Governor &lt;a href=\"Andrew%20Cuomo\"&gt;Andrew Cuomo&lt;/a&gt; announced in his State of the State address that funding would be secured for the Amherst and Cobblestone line extensions. If successful, this would be the first extension in the service's history. Funding for an environmental review into the Amherst extension was approved in 2018. The study is expected to take between 24 and 30 months.\nOperations.\nRoute.\nMetro Rail is a &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt; transit (LRT) system as characterized by the &lt;a href=\"American%20Public%20Transportation%20Association\"&gt;American Public Transportation Association&lt;/a&gt; although it shares many characteristics with \"heavy rail\" &lt;a href=\"Rapid%20transit\"&gt;metro&lt;/a&gt; systems and could be considered a \"&lt;a href=\"Medium-capacity%20rail%20transport%20system\"&gt;light metro&lt;/a&gt;.\" 80% of its track () is an underground &lt;a href=\"Rapid%20transit\"&gt;subway&lt;/a&gt; with high-level platforms. This section has eight stations that are spaced fairly widely apart, comparable to subway systems elsewhere. This section is &lt;a href=\"cut-and-cover\"&gt;cut-and-cover&lt;/a&gt; from &lt;a href=\"Allen/Medical%20Campus%20%28Metro%20Rail%29\"&gt;Allen/Medical Campus&lt;/a&gt; to &lt;a href=\"Utica%20%28Metro%20Rail%29\"&gt;Utica&lt;/a&gt;, then deep-bored from &lt;a href=\"Delavan%20%28Metro%20Rail%29\"&gt;Delavan/Canisius College&lt;/a&gt; to &lt;a href=\"University%20%28Metro%20Rail%29\"&gt;University&lt;/a&gt;.\nThe remaining 20% of its track () are on the surface on Main Street in downtown Buffalo, which includes a brief underpass of the &lt;a href=\"Seneca%20One%20Tower\"&gt;Seneca One Tower&lt;/a&gt;. On the surface section, trains interact with automobile traffic from the theater district where it emerges from the tunnel until Mohawk Street where it reverts to a transit mall and at cross streets, where movements are governed by traffic signals. Catenary poles are spaced every to support the overhead electrical lines. Metro Rail operates electric multiple-unit light rail vehicles (LRVs) in two-to-four car trains with power drawn from an overhead catenary system. Three-car trains are limited to rush hour and special events and four-car trains to special events. The Buffalo trains and &lt;a href=\"SEPTA\"&gt;SEPTA&lt;/a&gt;'s light rail cars in Philadelphia are the only modern non-articulated LRVs operating in the United States.\nFares.\nFares are collected through a &lt;a href=\"proof-of-payment\"&gt;proof-of-payment&lt;/a&gt; system, enforced through random ticket inspections. Travel is free on the above ground portion of the system. Regular fare is $2; various passes are also available for sale. All stations have &lt;a href=\"ticket%20machine\"&gt;ticket machine&lt;/a&gt;s.\nDue to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, NFTA temporarily suspended fare collection starting in late March 2020. Fare collection resumed on June 29, 2020.\nSchedules.\nMetro Rail runs as follows: Monday-Friday from 5:10am-12:50am, Saturdays from 7:05am-12:50am and Sundays and holidays from 8:00am-11:50pm (although most bus service is available until approximately 12:30am). Trains run as often as once every ten minutes at rush hour and generally no less often than once every twenty minutes. In July 2008, the NFTA reported that the passenger count \"eclipsed the previous year's tally by 23%.\" As a result, the following September, the NFTA implemented an earlier start for the weekday schedule in response to an 11% increase in ridership over eight months of growth.\nRidership.\nAnnual ridership statistics are from the &lt;a href=\"Federal%20Transit%20Administration\"&gt;Federal Transit Administration&lt;/a&gt;'s National Transit Database, which contains data from 1996 to 2011:\nPlans for expansion.\nBuffalo Metro Rail was &lt;a href=\"List%20of%20United%20States%20light%20rail%20systems%20by%20ridership\"&gt;ranked 25th in the nation&lt;/a&gt; in light rail daily ridership service in 2013, with 5,058,300 passengers. However, it is noted that the line currently lacks extended branches to the suburbs, being confined to the city limits of Buffalo. One group, the Citizens Regional Transit Corporation (CRTC), advocates for expansion. As indicated in its statement, the CRTC seeks to educate the public, public officials, their authorities, and agencies in the Buffalo-Niagara region about the benefits of a comprehensive transportation system including an expanded Metro Rail. In April 2011, the group stated that the 600 block of Main Street, which has &lt;a href=\"Shea%27s%20Performing%20Arts%20Center\"&gt;Shea's Performing Arts Center&lt;/a&gt; along with hotels and bars, should be converted into a mixed automobile and rail system. The 600 block was re-opened to automobile traffic in 2015. \nIn December 2012, the NFTA announced it had secured funding of $1.6 million to commission a study in 2013 of bus and rail access to &lt;a href=\"University%20at%20Buffalo\"&gt;University at Buffalo&lt;/a&gt;'s North Campus. If a rail project were to be approved, the system would be running in 7–10 years. On February 28, 2013, it was announced that a group consisting of representatives from the &lt;a href=\"Buffalo%20Niagara%20Medical%20Campus\"&gt;Buffalo Niagara Medical Campus&lt;/a&gt;, planners from the City of Buffalo, the &lt;a href=\"Buffalo%20Sabres\"&gt;Buffalo Sabres&lt;/a&gt; and NFTA are working on a plan to extend the southern terminus of the rail line just beyond the NFTA rail yard at the DL&amp;W Terminal to a new parking garage being built near the Medical Campus.\nAmherst corridor.\nIn the December 4, 2006 edition of \"&lt;a href=\"The%20Spectrum%20%28University%20at%20Buffalo%29\"&gt;The Spectrum&lt;/a&gt;,\" a publication of the &lt;a href=\"University%20at%20Buffalo\"&gt;University at Buffalo&lt;/a&gt; (UB), it was announced that then-school president &lt;a href=\"John%20B.%20Simpson\"&gt;John B. Simpson&lt;/a&gt; was planning to get a project underway that would connect UB's North, South and downtown campuses via a transportation system. The proposed systems included a subway, trolley or light rail. A study that was published in 2014 detailed four alternatives chosen for the corridor, including a light rail corridor and three &lt;a href=\"bus%20rapid%20transit\"&gt;bus rapid transit&lt;/a&gt; corridors. The light rail corridor would extend from a turnout at University station, head north to Niagara Falls Boulevard past the &lt;a href=\"Boulevard%20Mall\"&gt;Boulevard Mall&lt;/a&gt;, turn to Sweet Home Road, enter the University at Buffalo North Campus and parallel &lt;a href=\"Interstate%20990\"&gt;Interstate 990&lt;/a&gt; ending at the Crosspoint Business Park in &lt;a href=\"Getzville%2C%20New%20York\"&gt;Getzville&lt;/a&gt;. \nPlanning and funding is currently underway for a northbound Niagara Falls Boulevard extension to the &lt;a href=\"University%20at%20Buffalo\"&gt;University at Buffalo&lt;/a&gt; North Campus. As of 2019, the proposed turnout tunnel to Niagara Falls Boulevard has been shortened, increasing the overall length of the street-side light rail portion of the route, and a new tunnel has been added to the design near I-290. In addition, the chosen corridor would parallel Audubon Boulevard and end at a &lt;a href=\"park-and-ride\"&gt;park-and-ride&lt;/a&gt; after passing under I-990, rather than continuing to the Crosspoint Business Park. The NFTA has also released a finalized scoping report and a draft environmental study report, and has been receiving community input on the project.\nAirport corridor.\nThe Airport corridor would begin in Downtown Buffalo, near &lt;a href=\"Church%20%28Metro%20Rail%29\"&gt;Church&lt;/a&gt; station and continue in an easterly direction in/out Division Streets, diagonally in a northeastern direction near Jefferson Avenue toward the &lt;a href=\"Buffalo%20Central%20Terminal\"&gt;Buffalo Central Terminal&lt;/a&gt;, cross Broadway and then continue eastbound in its private right-of-way to the Thruway Plaza, &lt;a href=\"Walden%20Galleria\"&gt;Walden Galleria&lt;/a&gt; and &lt;a href=\"Buffalo-Niagara%20International%20Airport\"&gt;Buffalo-Niagara International Airport&lt;/a&gt;.\nTonawandas corridor.\nThe Tonawandas corridor would operate from LaSalle station northwesterly to the City of Tonawanda using the abandoned Erie Railroad tracks. The NFTA purchased 12 &lt;a href=\"PCC%20streetcar\"&gt;Presidents' Conference Committee&lt;/a&gt; (PCC) streetcars in the 1980s to serve the Tonawanda turn-out, a proposed Metro Rail extension to Tonawanda and North Tonawanda. These cars were built by the St. Louis Car Company and acquired by &lt;a href=\"Cleveland\"&gt;Cleveland, Ohio&lt;/a&gt;'s &lt;a href=\"Greater%20Cleveland%20Regional%20Transit%20Authority\"&gt;Greater Cleveland Regional Transit Authority&lt;/a&gt; second-hand in 1953. It was determined after initial trial runs that the PCCs were too wide for existing station platforms and the plan was abandoned. The PCCs were sold to the &lt;a href=\"Brooklyn%20Historic%20Railway%20Association\"&gt;Brooklyn Historic Railway Association&lt;/a&gt; (BHRA) and scrapped in 2003 when the BHRA folded.\nDL&amp;W Terminal renewal.\nNFTA is repurposing the DL&amp;W Terminal with plans for a new indoor Metro Rail &lt;a href=\"DL%26amp%3BW%20station\"&gt;DL&amp;W Station&lt;/a&gt; on the first floor of the terminal, on the Buffalo River side, with direct &lt;a href=\"Buffalo%20Bricks%20Walkway\"&gt;Buffalo Bricks Walkway&lt;/a&gt; access to &lt;a href=\"Canalside\"&gt;Canalside&lt;/a&gt;, with staircases and escalators to the second floor of the terminal, and the elimination is the Special Events Station. On the second floor, NFTA has assigned private developer Savarino Cos, to plan the development of the enormous amount of first, and second floor floor-space, along with access to the &lt;a href=\"KeyBank%20Center\"&gt;KeyBank Center&lt;/a&gt;, with a possible sheltered pedestrian sky bridge from the terminal to the KeyBank Center. \nRolling stock.\nThe NFTA has a fleet of 27 (originally 29) rigid-bodied (non-articulated) LRVs for the Metro Rail system, numbered sequentially from 101 to 127. They were built in 1983 by the &lt;a href=\"Japan%20Transport%20Engineering%20Company\"&gt;Japan Transport Engineering Company&lt;/a&gt; (&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;: 株式会社総合車両製作所 \"Kabushiki-gaisha Sōgō Sharyō Seisakusho)\". The cars' body shell design is notably similar to that of the earlier articulated &lt;a href=\"US%20Standard%20Light%20Rail%20Vehicle\"&gt;US Standard Light Rail Vehicle&lt;/a&gt;, whose shells were also fabricated by Tokyu Car Corp. for &lt;a href=\"Boeing%20Helicopters\"&gt;Boeing Vertol&lt;/a&gt;. The cars have a maximum service speed of , but trains run at in the above-ground section of the line. There are three sliding doors on each side of each LRV; these doors can be opened by passengers by push buttons on the outside wall of the train when trains are stopped at stations on the above-ground section of the line. However, in practice, train operators typically open all doors and extend all the retractable staircases at all above-stations. The NFTA acquired twelve &lt;a href=\"PCC%20streetcar\"&gt;PCC streetcar&lt;/a&gt;s from the &lt;a href=\"Greater%20Cleveland%20Regional%20Transit%20Authority\"&gt;Greater Cleveland Regional Transit Authority&lt;/a&gt; in 1990 for service on the never-built Tonawandas branch. They were later sold to the &lt;a href=\"Brooklyn%20Historic%20Railway%20Association\"&gt;Brooklyn Historic Railway Association&lt;/a&gt; in 2003.\nRehabilitation.\nIn May 2006, it was announced that all of the LRVs would be rehabilitated by &lt;a href=\"Hitachi%20Rail%20Italy\"&gt;AnsaldoBreda&lt;/a&gt;. The rehabilitation featured many improvements, including enhanced &lt;a href=\"video%20monitoring\"&gt;video monitoring&lt;/a&gt; of the railcar interiors, an upgraded braking system, rebuilt HVAC systems, rebuilt door systems, a new interior closely representing the agency's new look, upgraded propulsion systems and repairs to the body shells. In addition, the rail cars were to receive new monitoring systems, an automated announcement system calling out stations, new door chimes and interior/exterior LED signage to replace existing roll signs. The total project cost was estimated at $40 million for rehabilitation of the 27 cars. \nBecause the refurbished cars have new car-to-car communications equipment, they are not compatible with unrefurbished cars and cannot run with them on the same line. The project originally planned to use SuperSteel's manufacturing facilities in &lt;a href=\"Schenectady%2C%20New%20York\"&gt;Schenectady, New York&lt;/a&gt; for the overhaul. However, due to the loss of orders and a dip in the economy, SuperSteel closed the facility in April 2009. The closure cost 175 jobs and delayed the rehabilitation. The project later was moved to Gray Manufacturing Industries, located in &lt;a href=\"Hornell%2C%20New%20York\"&gt;Hornell, New York&lt;/a&gt;. The first two cars were due back in revenue service in July 2010. \nAfter a lengthy delay, which put the project years behind the original schedule, the first two cars (fleet numbers 114 and 123) were returned to service on March 9, 2012. However, the cost of refurbishment per car had since gone up and now averaged $1.7 million per car with a total cost of $45 million to complete all cars in the fleet. Three more cars (numbers 110, 111 and 126) were sent out and were expected to be completed before the end of 2012, but did not return to service until the fall of 2013. On October 1, 2014, car 113 also returned to service. Since then, 19 more cars (fleet numbers 101, 102, 103, 104, 105, 106, 108, 112, 115, 116, 117, 118, 119, 120, 121, 122, 124, 125 and 127) have returned to service, bringing the total number of refurbished rail cars to 25 as of September 7, 2020."
}