{
    "id": "74321",
    "revid": "38816379",
    "url": "https://en.wikipedia.org/wiki?curid=74321",
    "title": "Fotheringhay",
    "text": "Fotheringhay is a village and &lt;a href=\"civil%20parishes%20in%20England\"&gt;civil parish&lt;/a&gt; in &lt;a href=\"Northamptonshire\"&gt;Northamptonshire&lt;/a&gt;, England, north-east of &lt;a href=\"Oundle\"&gt;Oundle&lt;/a&gt; and around west of &lt;a href=\"Peterborough\"&gt;Peterborough&lt;/a&gt;. It is most noted for being the site of &lt;a href=\"Fotheringhay%20Castle\"&gt;Fotheringhay (or Fotheringay) Castle&lt;/a&gt; which was razed in 1627. There is nothing left of the castle to be seen today other than the &lt;a href=\"motte-and-bailey\"&gt;motte&lt;/a&gt; on which it was built that provides excellent views of the &lt;a href=\"River%20Nene\"&gt;River Nene&lt;/a&gt;. The &lt;a href=\"Nene%20Way\"&gt;Nene Way&lt;/a&gt; &lt;a href=\"long%20distance%20footpath\"&gt;long distance footpath&lt;/a&gt; runs through the village.\nAs the home of the great &lt;a href=\"House%20of%20York\"&gt;Yorkist&lt;/a&gt; line, the village was, for a considerable part of the 15th and 16th centuries, of national standing. The death of &lt;a href=\"Richard%20III%20of%20England\"&gt;Richard III&lt;/a&gt; at &lt;a href=\"Battle%20of%20Bosworth%20Field\"&gt;Bosworth Field&lt;/a&gt; altered its history irrevocably. As the historian John Nicholls stated, \"Fotheringhay has been distinguished beyond any other place in Britain, except the Capital, by the aggravated misfortunes of Royalty.\"\nAt the time of the &lt;a href=\"United%20Kingdom%20Census%202001\"&gt;2001 census&lt;/a&gt;, the parish's population was 123 people, reducing to 119 at the 2011 census.\nHistory.\nThe first written mention of a settlement here was in 1060, and the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; of 1086 lists the site as 'Fodringeia'. &lt;a href=\"John%20Leland%20%28antiquary%29\"&gt;John Leland&lt;/a&gt; wrote this as 'Foderingeye' or \"Fodering inclosure\", referring to the section of the forest that is segregated for the purpose of producing hay. During the medieval period the village was variously mentioned as Foderingey, Foderinghay, Forderinghay, and Fotheringhaye.\nAccess to the village was formerly via a &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt; of the Nene adjacent to the former castle site. The first bridge built was ordered by &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I&lt;/a&gt; in 1573. The present bridge was built by &lt;a href=\"George%20Portwood\"&gt;George Portwood&lt;/a&gt; of &lt;a href=\"Stamford%2C%20Lincolnshire\"&gt;Stamford&lt;/a&gt; in 1722 under the orders of the &lt;a href=\"Daniel%20Finch%2C%202nd%20Earl%20of%20Nottingham\"&gt;Earl of Nottingham&lt;/a&gt;, then proprietor of the estate.\nIn medieval times, it hosted a weekly market, held between at least the start of the fourteenth century and around the mid-fifteenth century, and was also the site of an annual fair beginning on the eve of &lt;a href=\"Michaelmas\"&gt;the feast of St Michael&lt;/a&gt; (later moving to the Sunday after &lt;a href=\"Relic%20Sunday\"&gt;Relic Sunday&lt;/a&gt; in July and still celebrated in the nineteenth century).\nSixteenth-century Fotheringhay, as observed by Leland, consisted a single street of around 40 houses and a population of around 300. In the 17th century the population dropped sharply when the castle was destroyed. By 1811 it had risen to a peak of around 310 but has fallen steadily since. The present population is 125 (2006 est.).\nThe village was formerly home to a renowned grammar school, believed to have been formed as the continuation of the collegiate church and probably founded by &lt;a href=\"Edward%20VI%20of%20England\"&gt;Edward VI&lt;/a&gt;.\nNotable former residents include Walter de Foderingey, the first principal of &lt;a href=\"Balliol%20College%2C%20Oxford\"&gt;Balliol College, Oxford&lt;/a&gt; in 1282.\nThe lordship of the town and the castle passed through many hands through the years. From the &lt;a href=\"Earl%20of%20Newport\"&gt;Earl of Newport&lt;/a&gt;, the lordship passed to &lt;a href=\"George%20Savile%2C%201st%20Marquess%20of%20Halifax\"&gt;George Savile, 1st Marquess of Halifax&lt;/a&gt;, and thence to his son, &lt;a href=\"William%20Savile%2C%202nd%20Marquess%20of%20Halifax\"&gt;William Savile&lt;/a&gt;, the second Marquis, who died without issue. The manor and castle were then sold by his father-in-law, &lt;a href=\"Daniel%20Finch%2C%202nd%20Earl%20of%20Nottingham\"&gt;Daniel Finch, 2nd Earl of Nottingham&lt;/a&gt;, to Hewer Edgeley Hewer (heir to &lt;a href=\"William%20Hewer\"&gt;William Hewer&lt;/a&gt;, &lt;a href=\"Samuel%20Pepys\"&gt;Samuel Pepys&lt;/a&gt;' onetime servant and later protégé in the Admiralty). Hewer himself died without issue on 6 November 1728, when it passed to Hewer's heirs, the Blackborne family. In 1797 Samuel Pepys's great-great-nephew &lt;a href=\"Samuel%20Pepys%20Cockerell\"&gt;Samuel Pepys Cockerell&lt;/a&gt; sold the estate of Rev. Abraham Blackborne in Fotheringhay.\nEventually the lordship of the manor and castle came to the Belsey family.\nFotheringhay Castle.\nAfter the manor came into the possession of &lt;a href=\"Edward%20III%20of%20England\"&gt;Edward III&lt;/a&gt; he passed it to his son &lt;a href=\"Edmund%20of%20Langley%2C%201st%20Duke%20of%20York\"&gt;Edmund of Langley, 1st Duke of York&lt;/a&gt;, founder of the Yorkist line. The castle then became the home of the &lt;a href=\"Duke%20of%20York\"&gt;Dukes of York&lt;/a&gt;. &lt;a href=\"Richard%20III%20of%20England\"&gt;Richard III&lt;/a&gt; was born there in 1452, and his father, &lt;a href=\"Richard%20Plantagenet%2C%203rd%20Duke%20of%20York\"&gt;Richard Plantagenet, 3rd Duke of York&lt;/a&gt; was re-buried at the nearby church in 1476. Duke Richard's wife, &lt;a href=\"Cecily%20Neville\"&gt;Cecily Neville&lt;/a&gt;, Duchess of York, was later interred in the same tomb. The tomb opposite contains the body of Edward, the 2nd Duke of York, who was killed at the Battle of Agincourt.\nFotheringhay is also where &lt;a href=\"Mary%2C%20Queen%20of%20Scots\"&gt;Mary, Queen of Scots&lt;/a&gt;, was tried and &lt;a href=\"Decapitation\"&gt;beheaded&lt;/a&gt; in 1587, and her body lay there for some months before its burial at &lt;a href=\"Peterborough%20Cathedral\"&gt;Peterborough Cathedral&lt;/a&gt; and then its final burial in &lt;a href=\"Westminster%20Abbey\"&gt;Westminster Abbey&lt;/a&gt;. Although it is often said that &lt;a href=\"James%20I%20of%20England\"&gt;James I&lt;/a&gt; destroyed the castle because his mother was killed there, the facts are rather more prosaic; it fell into such disrepair that it had to be pulled down, and the stones were all taken to be used in other buildings. Local legend has it that the staircase from the castle is now in the Talbot Hotel in &lt;a href=\"Oundle\"&gt;Oundle&lt;/a&gt;.\nChurch of St Mary and All Saints.\nThe work on the present church was begun by &lt;a href=\"Edward%20III%20of%20England\"&gt;Edward III&lt;/a&gt; who also built a college as a cloister on the church's southern side. After completion in around 1430, a parish church of similar style was added to the western end of the collegiate church with work beginning in 1434. It is the parish church which still remains.\nThe large present church is named in honour of St Mary and All Saints, and has a distinctive tall tower dominating the local skyline. The church is &lt;a href=\"Perpendicular%20Period\"&gt;Perpendicular&lt;/a&gt; in style and although only the nave, aisles and octagonal tower remain of the original building it is still in the best style of its period.\nThe church contains a notable 15th-century painted &lt;a href=\"pulpit\"&gt;pulpit&lt;/a&gt; donated by &lt;a href=\"Edward%20IV%20of%20England\"&gt;Edward IV&lt;/a&gt;.\n&lt;a href=\"Edward%20of%20Norwich%2C%202nd%20Duke%20of%20York\"&gt;Edward of Norwich, 2nd Duke of York&lt;/a&gt;, who was killed at the &lt;a href=\"Battle%20of%20Agincourt\"&gt;Battle of Agincourt&lt;/a&gt; in 1415, &lt;a href=\"Richard%20Plantagenet%2C%203rd%20Duke%20of%20York\"&gt;Richard Plantagenet, 3rd Duke of York&lt;/a&gt;, and his wife, &lt;a href=\"Cecily%20Neville\"&gt;Cecily Neville&lt;/a&gt; as well as his son &lt;a href=\"Edmund%2C%20Earl%20of%20Rutland\"&gt;Edmund, Earl of Rutland&lt;/a&gt;, who with Richard himself, fell at the &lt;a href=\"Battle%20of%20Wakefield\"&gt;Battle of Wakefield&lt;/a&gt; in 1460, are buried in the church. After the choir of the church was destroyed in the 16th century, &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I&lt;/a&gt; ordered the removal of the smashed York tombs and created the present monuments to the third Duke and his wife around the altar.\nThe birthday of Richard III is commemorated annually by the &lt;a href=\"Richard%20III%20Society\"&gt;Richard III Society&lt;/a&gt; by the placing of white roses in the church."
}