{
    "id": "745008",
    "revid": "2141280",
    "url": "https://en.wikipedia.org/wiki?curid=745008",
    "title": "Headquarters",
    "text": "Headquarters (commonly referred to as HQ) denotes the location where most, if not all, of the important functions of an organization are coordinated. In the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, the &lt;a href=\"corporate%20headquarters\"&gt;corporate headquarters&lt;/a&gt; represents the entity at the center or the top of a &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt; taking full responsibility for managing all business activities. In the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, the term head &lt;a href=\"office\"&gt;office&lt;/a&gt; (or HO) is most commonly used for the headquarters of large corporations. The term is also used regarding &lt;a href=\"military%20organization\"&gt;military organization&lt;/a&gt;s.\nCorporate.\nA headquarters is the entity at the top of a &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt; that takes full responsibility for the overall success of the corporation, and ensures &lt;a href=\"corporate%20governance\"&gt;corporate governance&lt;/a&gt;. The &lt;a href=\"corporate%20headquarters\"&gt;corporate headquarters&lt;/a&gt; is a key element of a corporate structure and covers different corporate functions such as &lt;a href=\"strategic%20planning\"&gt;strategic planning&lt;/a&gt;, &lt;a href=\"corporate%20communications\"&gt;corporate communications&lt;/a&gt;, &lt;a href=\"Income%20tax%20in%20the%20United%20States\"&gt;tax&lt;/a&gt;, &lt;a href=\"legal\"&gt;legal&lt;/a&gt;, &lt;a href=\"marketing\"&gt;marketing&lt;/a&gt;, &lt;a href=\"finance\"&gt;finance&lt;/a&gt;, &lt;a href=\"human%20resources\"&gt;human resources&lt;/a&gt;, &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt;, and &lt;a href=\"procurement\"&gt;procurement&lt;/a&gt;. This entity includes the &lt;a href=\"chief%20executive%20officer\"&gt;chief executive officer&lt;/a&gt; (CEO) as a key person and his or her support staff such as the CEO &lt;a href=\"office\"&gt;office&lt;/a&gt; and other CEO-related functions; the \"corporate policy making\" functions, including all corporate functions necessary to steer the firm by defining and establishing corporate policies; the corporate services encompassing activities that combine or consolidate certain enterprise-wide needed support services, provided based upon specialized knowledge, best practices, and technology to serve internal (and sometimes external) &lt;a href=\"customers\"&gt;customers&lt;/a&gt; and business partners; and the bidirectional interface between corporate headquarters and business units.\nBusiness unit.\nA headquarters normally includes the leader of &lt;a href=\"business%20unit\"&gt;business unit&lt;/a&gt; and his or her staff as well as all functions to manage the business unit and operational activities. The head of the business unit is responsible for overall result of the business unit.\nRegional.\nA headquarters sometimes functions at the top of regional unit, including all activities of the various business units, taking full responsibility for overall profitability and success of this regional unit.\nMilitary.\nMilitary headquarters take many forms depending on the size and nature of the unit or &lt;a href=\"formation%20%28military%29\"&gt;formation&lt;/a&gt; they command. Typically, they are split into the forward, main and rear components, both within &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; nations, and those following the organization and doctrine of the former &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; (see Isby, 1988).\nThe forward or tactical HQs (known as 'tac' for short) is a small group of staff and communicators. Usually very mobile, they exist to allow the commander to go forward in an operation, and command the key parts of it from a position where they can see the ground and influence their immediate subordinates.\nThe main HQs (known as 'main') is less mobile and is involved in both the planning and execution of operations. There are a number of staff assembled here from various staff branches to advise the commander, and to control the various aspects of planning and the conduct of discrete operations. A main HQ for a large formation will have a chief of staff (CoS) who coordinates the staff effort; in a smaller HQ this may be done by the second-in-command.\nThe rear or logistic HQs ('rear') is some distance from the battle or front line in conventional operations. Its function is to ensure the logistical support to front line troops, which it does by organizing the delivery of combat supplies, &lt;a href=\"materiel\"&gt;materiel&lt;/a&gt; and equipment to where they are needed, and by organizing services such as combat medicine, equipment recovery, and repair.\nReligious.\nThe headquarters of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; is &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt;. The World Headquarters of &lt;a href=\"Jehovah%27s%20Witnesses\"&gt;Jehovah's Witnesses&lt;/a&gt; is relocated in &lt;a href=\"Warwick%2C%20New%20York\"&gt;Warwick, New York&lt;/a&gt;, from its former location, &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, New York. The headquarters of the &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox Church&lt;/a&gt; is in &lt;a href=\"Danilov%20Monastery\"&gt;Danilov Monastery&lt;/a&gt;, &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. The &lt;a href=\"World%20Council%20of%20Churches\"&gt;World Council of Churches&lt;/a&gt;, including Orthodox Churches, has its headquarters in &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt;, Switzerland. The headquarters of Ecumenical Patriarch of Constantinople is located in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, Turkey. The headquarters of &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; is located in &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt;, Utah. The &lt;a href=\"Anglican%20Communion\"&gt;Anglican Communion&lt;/a&gt; Office is in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nMartial arts.\nIn Japanese &lt;a href=\"bud%C5%8D\"&gt;budō&lt;/a&gt; martial arts such as &lt;a href=\"karate\"&gt;karate&lt;/a&gt;, &lt;a href=\"judo\"&gt;judo&lt;/a&gt;, &lt;a href=\"aikido\"&gt;aikido&lt;/a&gt;, &lt;a href=\"kendo\"&gt;kendo&lt;/a&gt;, etc., there is usually a headquarters for each organization or region. The Japanese word honbu (本部) is generally used for that, also outside Japan. Sometimes they refer to this headquarters as \"honbu dojo\" (本部道場) in which &lt;a href=\"dojo\"&gt;dojo&lt;/a&gt; (道場) is a facility provided for practicing discipline, the training ground. Sometimes \"honbu\" is written as \"hombu\", the way it is pronounced, but the &lt;a href=\"Hepburn%20romanization\"&gt;Hepburn&lt;/a&gt; transcription is \"honbu\" in which the 'n' is a &lt;a href=\"Hepburn%20romanization%23Syllabic%20n\"&gt;syllabic n&lt;/a&gt;."
}