{
    "id": "7451157",
    "revid": "13339654",
    "url": "https://en.wikipedia.org/wiki?curid=7451157",
    "title": "History of the Jews in Malaysia",
    "text": "Malaysian Jews are Jews living in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, or those originally from the country. The state of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; was once home to a Jewish community, until the latter part of the 1970s, by which time most had emigrated due to growing state-sanctioned &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt;. Indications of the growing racial and religious hostility in the nation has caused many Malaysian Jews to leave or flee the country. The Malaysian Jewish community consists of Jews of &lt;a href=\"Sephardic\"&gt;Sephardic&lt;/a&gt; origin who live amongst the &lt;a href=\"Kristang%20people\"&gt;Kristang people&lt;/a&gt; (Malacca-Portuguese), &lt;a href=\"Mizrahi%20Jews\"&gt;Mizrahi Jews&lt;/a&gt; (the majority of whom are &lt;a href=\"Baghdadi%20Jews\"&gt;Baghdadi Jews&lt;/a&gt;), &lt;a href=\"Malabar%20Jews\"&gt;Malabar Jews&lt;/a&gt; and &lt;a href=\"Ashkenazi\"&gt;Ashkenazi&lt;/a&gt; Jews.\nHistory.\nThe first contact between Jews and the inhabitants of &lt;a href=\"Malay%20Peninsula\"&gt;Malaya&lt;/a&gt; (later part of &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;) came in the 9th century AD on the riverbanks of the &lt;a href=\"Bujang%20Valley\"&gt;Bujang Valley&lt;/a&gt;. Jewish Malaysians could be found well into the 18th century in the cosmopolitan bazaars of Malacca. Malacca was the first and largest Jewish settlement in Malaysian Jewish history. The arrival of Baghdadi Jews in Penang probably occurred at the turn of the 19th century as the fledgling British-ruled &lt;a href=\"entrepot\"&gt;entrepot&lt;/a&gt; grew and attracted Jewish trading families such as the &lt;a href=\"Sassoon%20family\"&gt;Sassoons&lt;/a&gt; and Meyers from India. There was also significant emigration of Jews from the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; province of &lt;a href=\"Baghdad%20Province%2C%20Ottoman%20Empire\"&gt;Baghdad&lt;/a&gt; as a result of the persecutions of the governor, &lt;a href=\"Dawud%20Pasha\"&gt;Dawud Pasha&lt;/a&gt;, whose rule lasted from 1817 to 1831.\nThe first Baghdadi Jew known by name to have settled in Penang was &lt;a href=\"Ezekiel%20Aaron%20Manasseh\"&gt;Ezekiel Aaron Manasseh&lt;/a&gt;, who emigrated from &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; in 1895. Menasseh claimed to have been the only practising Jew in Malaya for 30 years until after World War I, when a significant number of Baghdadi Jews began to settle in Malaya. Statistics from the same period showed a somewhat different picture:\nDuring the &lt;a href=\"Battle%20of%20Malaya\"&gt;Japanese invasion of Malaya&lt;/a&gt;, the Penang Jewish community was evacuated to &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, and many were interned by the &lt;a href=\"Empire%20of%20Japan\"&gt;Japanese&lt;/a&gt; during the subsequent occupation of both &lt;a href=\"Japanese%20occupation%20of%20Malaya\"&gt;Malaya&lt;/a&gt; and &lt;a href=\"Japanese%20occupation%20of%20Singapore\"&gt;Singapore&lt;/a&gt;. After the war, a majority had emigrated to Singapore, Australia, Israel and the United States. By 1963, only 20 Penang Jewish families remained in the country.\nPenang's only synagogue, located on 28, Nagore Road, was opened in 1929 but closed down in 1976 as the community could no longer fulfill the &lt;a href=\"minyan\"&gt;minyan&lt;/a&gt;, a quorum of ten or more adult Jews assembled for purposes of fulfilling a public religious obligation. In 2008, it was reported that approximately 100 Jewish refugees from &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; were residing in Malaysia. The original Penang Jewish community ceased to exist with the death of Mordecai (Mordy) David Mordecai on 15 July 2011. The rest of the Penang Jews have either embraced Christianity or else have emigrated to other countries, especially with the rise of &lt;a href=\"anti-semitic\"&gt;anti-semitic&lt;/a&gt; sentiments and anti-Israel policies pursued by the Malaysian government since the 1970s.\nYahudi Road (or Jew Road) in Penang, where the majority of the Penang Jewish population stayed, has since been renamed Jalan Zainal Abidin, erasing another legacy of the Jewish presence in Malaysia. The only significant presence remaining is the Jewish cemetery and the old synagogue, currently occupied by a photo studio whose owner, aware of the building's historical significance, has undertaken to preserve the exterior.\nMany of the descendants of the Penang Jews are mainly seen in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; (such as late Chief Minister &lt;a href=\"David%20Marshall%20%28Singaporean%20politician%29\"&gt;David Marshall&lt;/a&gt;, a Baghdadi Jew). Marshall was an instrumental figure in the negotiations leading up to the independence of Malaya. Many also reside in Australia, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, New Zealand, the United Kingdom, and the United States, especially in New York, but their numbers are unknown. The majority of Penang Jews spoke &lt;a href=\"Malay%20language\"&gt;Malay&lt;/a&gt; and English, whilst the rest spoke mainly &lt;a href=\"Yiddish%20language\"&gt;Yiddish&lt;/a&gt;, &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;, &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt; and also &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt;.\nPenang Jewish Cemetery.\nThe Penang Jewish Cemetery, established in 1805, is believed to be the oldest single &lt;a href=\"Jewish%20cemetery\"&gt;Jewish cemetery&lt;/a&gt; in the country. It forms a cleaver shaped plot of land situated alongside Jalan Zainal Abidin (formerly Yahudi Road), a small link road located between &lt;a href=\"Burmah%20Road%2C%20George%20Town\"&gt;Burmah&lt;/a&gt; and &lt;a href=\"Macalister%20Road%2C%20George%20Town\"&gt;Macalister&lt;/a&gt; Roads in &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt;. The cemetery used to be a green lung, but much of the lawn has been cemented over.\nThe oldest Jewish tombstone is dated 9 July 1835 dedicated to a Mrs. Shoshan Levi and is believed to mark the grave of the English Jewish benefactress who donated the land where the current cemetery stands. Most of the graves take the form of a triangular vaulted-lid casket, resembling &lt;a href=\"ossuary\"&gt;ossuaries&lt;/a&gt; commonly found in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;. There are approximately 107 graves located in the cemetery, with the most recent tombstone dated 2011, incidentally the grave of the last ethnic Jew on the island. It is the only cemetery established solely for the once small and thriving Jewish community in Peninsular Malaysia, although there may be a few Jewish graves in other non-Jewish cemeteries.\nThe graves of the &lt;a href=\"Kohen\"&gt;Cohens&lt;/a&gt; are located separately from the main group of graves on the north-eastern corner of the cemetery and it includes the grave of Eliaho Hayeem Victor Cohen, a &lt;a href=\"Lieutenant\"&gt;Lieutenant&lt;/a&gt; with the 9th &lt;a href=\"Jat%20Regiment\"&gt;Jat Regiment&lt;/a&gt; of the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt; killed in an accident on 10 October 1941. It is the only grave in the cemetery that is maintained by the &lt;a href=\"Commonwealth%20War%20Graves%20Commission\"&gt;Commonwealth War Graves Commission&lt;/a&gt;. The cemetery is still officially open for burials, and is itself managed by a &lt;a href=\"trustee\"&gt;board of trustees&lt;/a&gt; established and registered in 1885."
}