{
    "id": "7457891",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=7457891",
    "title": "North Burnaby",
    "text": "North Burnaby is a general name for a large neighbourhood in the City of &lt;a href=\"Burnaby\"&gt;Burnaby&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, that includes a number of smaller ones. It stretches from Boundary Road in the west to &lt;a href=\"Burnaby%20Mountain\"&gt;Burnaby Mountain&lt;/a&gt; with &lt;a href=\"Simon%20Fraser%20University\"&gt;Simon Fraser University&lt;/a&gt; in the east and bounded by &lt;a href=\"Burrard%20Inlet\"&gt;Burrard Inlet&lt;/a&gt; to the north and the &lt;a href=\"Lougheed%20Highway\"&gt;Lougheed Highway&lt;/a&gt; to the south. It is a desirable place to live for many local and immigrant families which is reflected by real-estate prices that keep climbing and have doubled in the last 15 years.\nTransportation.\nA number of major arteries run through this neighbourhood, primarily the high-traffic &lt;a href=\"Hastings%20Street%20%28Vancouver%29\"&gt;Hastings Street&lt;/a&gt; connecting North Burnaby with &lt;a href=\"Downtown%20Vancouver\"&gt;Downtown Vancouver&lt;/a&gt; and &lt;a href=\"Port%20Moody\"&gt;Port Moody&lt;/a&gt;, Willingdon Avenue linking it to Kingsway and Metrotown, and Kensington Ave going south to Canada Way and &lt;a href=\"New%20Westminster\"&gt;New Westminster&lt;/a&gt;. The neighbourhood is served by several bus routes, including the R5 RapidBus, which runs along Hastings Street and provides connections to downtown Vancouver and &lt;a href=\"Simon%20Fraser%20University\"&gt;Simon Fraser University&lt;/a&gt;. The &lt;a href=\"West%20Coast%20Express\"&gt;West Coast Express&lt;/a&gt; commuter train runs through North Burnaby along &lt;a href=\"Burrard%20Inlet\"&gt;Burrard Inlet&lt;/a&gt;, but does not have any stations in the neighbourhood.\nShopping and amenities.\nThe Heights commercial district between Boundary Rd and Gamma Ave is a popular and vibrant North Burnaby shopping mecca with quite a few Italian, Portuguese and Chinese restaurants, delis, bakeries and barbershops. &lt;a href=\"Brentwood%20Town%20Centre\"&gt;Brentwood Town Centre&lt;/a&gt; is a popular shopping centre located near the intersection of Willingdon Ave and Lougheed Highway. Madison Centre at Lougheed and Rosser, steps from Brentwood Town Centre, offers a number of shops and services, including Save-On-Foods and Winners stores. There are two Safeway stores along Hastings Street — a recently rebuilt store at Hastings and Willingdon and a smaller Kensington store further east.\nParks, scenic walks and activities.\nThe historic &lt;a href=\"Burnaby%20Heights\"&gt;Heights&lt;/a&gt; area north of Hastings still has a number of beautiful old homes representing the 1900s–1920s residential architecture and is well worth a stroll. There are several parks in North Burnaby — Confederation Park just west of &lt;a href=\"Capitol%20Hill%2C%20Burnaby\"&gt;Capitol Hill&lt;/a&gt;, Montrose Park on the shore of the Inlet noted for its &lt;a href=\"birdwatching\"&gt;birdwatching&lt;/a&gt; possibilities, Willingdon Heights Park off Douglas Road and &lt;a href=\"Kensington%20Park%20%28Burnaby%29\"&gt;Kensington Park&lt;/a&gt; with its ice skating arena and public &lt;a href=\"golf\"&gt;golf&lt;/a&gt; facilities (pitch and putt). Just off Inlet Drive, as you leave the area heading towards Port Moody, there is a wonderful seashore park called Barnet Marine Park with a beach and great views of &lt;a href=\"Belcarra%20Regional%20Park\"&gt;Belcarra Regional Park&lt;/a&gt; across the narrow passage."
}