{
    "id": "74590",
    "revid": "13285606",
    "url": "https://en.wikipedia.org/wiki?curid=74590",
    "title": "Reus",
    "text": "Reus () is the capital of &lt;a href=\"Baix%20Camp\"&gt;Baix Camp&lt;/a&gt;, in the &lt;a href=\"province%20of%20Tarragona\"&gt;province of Tarragona&lt;/a&gt;, in &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt;, Spain. The area has always been an important producer of wines and spirits, and gained continental importance at the time of the &lt;a href=\"Phylloxera\"&gt;Phylloxera&lt;/a&gt; plague. Nowadays it is known for its commercial activity, for being a centre for &lt;a href=\"rock-climbing\"&gt;rock-climbing&lt;/a&gt; and as the birthplace of architect &lt;a href=\"Antoni%20Gaud%C3%AD\"&gt;Antoni Gaudí&lt;/a&gt;.\nName.\nThe origin of the name is a source of discussion. One of the theories is that Reus comes from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word used to describe convict prisoners (\"reus\"), and as such, it would be a Roman penitentiary. Currently, the most accepted theory is that the name has &lt;a href=\"Celtic%20languages\"&gt;Celtic&lt;/a&gt; roots, from the root \"red\" that originated the name \"redis\" (or \"reddis\"), that would approximately mean \"place in the way\" / \"place in the roads\", or said alternatively, an inhabited place in a cross-road.\nHistory.\nFoundation and early history.\nAround 1150 &lt;a href=\"Robert%20d%27Aguil%C3%B3\"&gt;Robert d'Aguiló&lt;/a&gt; repopulated the region of Reus, after receiving it on 3 June 1154. On 5 June 1154 the &lt;a href=\"archbishop%20of%20Tarragona\"&gt;archbishop of Tarragona&lt;/a&gt; gave two-thirds of Reus to &lt;a href=\"Bertran%20de%20Castellet\"&gt;Bertran de Castellet&lt;/a&gt;, as a &lt;a href=\"castellan\"&gt;castellan&lt;/a&gt;, with the order to build a church. On 29 June 1159, the distribution of income from ecclesiastical goods, the third of its Reus parish of Santa Maria was awarded to the camerlengo, starting the duplicity of governing the town. The camerlengo has the third of Reus parish. At this time the city was known as Redis or Reddis. The castellan &lt;a href=\"Bernat%20de%20Bell-lloc\"&gt;Bernat de Bell-lloc&lt;/a&gt; gave the title of town to Reus on 3 August 1183, giving the ownership of houses and gardens, establishing a &lt;a href=\"census\"&gt;census&lt;/a&gt; to pay for farmland and reserving justice, but recognizing its &lt;a href=\"vassalage\"&gt;vassalage&lt;/a&gt; towards the archbishopric of Tarragona. On 2 June 1186 the camerlengo &lt;a href=\"Joan%20de%20Santboi\"&gt;Joan de Santboi&lt;/a&gt; confirmed the rights given by the castellan Bernard de Bell-lloc.\nCamerlengo, Popes and Archbishops of Tarragona.\nIn 1305 Reus revolted against the Archbishop &lt;a href=\"Rodrigo%20Tello\"&gt;Rodrigo Tello&lt;/a&gt;, who wanted that the citizens of Reus pay for rebuilding the walls of &lt;a href=\"Tarragona\"&gt;Tarragona&lt;/a&gt;. In 1309 the king of Aragon gave to Reus the right to do market on Mondays. The dynasty of Bell-lloc castellans became extinct in 1327 and then &lt;a href=\"Bernard%20de%20Cabrera\"&gt;Bernard de Cabrera&lt;/a&gt; became the new castellan, but in 1335 the castellan was sold to &lt;a href=\"Pere%20Mulet\"&gt;Pere Mulet&lt;/a&gt;, who lost it on 1345. Pere Mulet heirs sold their rights to &lt;a href=\"Bernat%20d%27Olzinelles\"&gt;Bernat d'Olzinelles&lt;/a&gt; in 1349. The camerlengo &lt;a href=\"Pere%20Roger%20de%20Belfort\"&gt;Pere Roger de Belfort&lt;/a&gt; disputed domain to the Archbishop &lt;a href=\"L%C3%B3pez%20de%20Ayerbe\"&gt;López de Ayerbe&lt;/a&gt;, which sent an army that decimated the town. A second attack was repulsed. A third attack led military occupation of the town and Reus was sacked. The camerlengo Pere Roger de Belfort, nephew of Pope &lt;a href=\"Clement%20VI\"&gt;Clement VI&lt;/a&gt;, who was living in &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt; with his uncle, he persuaded the Pope to call the &lt;a href=\"archbishop%20of%20Tarragona\"&gt;archbishop of Tarragona&lt;/a&gt; and the &lt;a href=\"Pope\"&gt;Pope&lt;/a&gt; received a commitment for peace.\nPere Roger de Belfort gave the roses of his coat to coat of arms of the town and later he became Pope &lt;a href=\"Gregory%20XI\"&gt;Gregory XI&lt;/a&gt;, keeping it as a camerlengo of Reus, so the coat of arms was crowned with adorned with papal tiara and keys of St. Peter.\nCatalan Revolt war and the Archduke Charles.\nAt the beginning of the &lt;a href=\"Reapers%27%20War\"&gt;Catalan Revolt war&lt;/a&gt; the town had 1200 houses, but reduced to 800 by the end of the war. On 16 December 1640 was declared an enemy of the fatherland by the Parliament and confiscated the goods of the inhabitants, as a response to the inactive participation in the war. In 1641 it was occupied by the French general &lt;a href=\"Philippe%20de%20La%20Mothe-Houdancourt\"&gt;La Mothe&lt;/a&gt;.\nReus was loyal to &lt;a href=\"Philip%20V%20of%20Spain\"&gt;Philip V&lt;/a&gt; until 1705, but this year, under the direction of &lt;a href=\"Joan%20Nebot\"&gt;Joan Nebot&lt;/a&gt;, revolted in favor of the &lt;a href=\"Charles%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Archduke Charles&lt;/a&gt;. On 3 July 1706 the &lt;a href=\"Charles%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Archduke Charles&lt;/a&gt; came to the town. In 1707 fell shortly to the &lt;a href=\"House%20of%20Bourbon\"&gt;Bourbons&lt;/a&gt;, but in 1709 Reus surrendered to the &lt;a href=\"House%20of%20Bourbon\"&gt;Spanish and French Bourbons&lt;/a&gt;. In 1710 Reus returned again to the field of Archduke Charles. On 5 June 1712 the wife of the Archduke, &lt;a href=\"Elisabeth%20Christine%20of%20Brunswick-Wolfenb%C3%BCttel\"&gt;Elisabeth Christine&lt;/a&gt;, gave the title of &lt;a href=\"imperial%20city\"&gt;imperial city&lt;/a&gt; to Reus. In 1713 Reus was occupied finally by the &lt;a href=\"House%20of%20Bourbon\"&gt;Bourbon&lt;/a&gt;.\nGrowth in the eighteenth century.\nIn the eighteenth century Reus had phenomenal growth and became the second city of the &lt;a href=\"principality%20of%20Catalonia\"&gt;principality of Catalonia&lt;/a&gt;. The walls were completely demolished in 1766. The town developed the textile trade and the &lt;a href=\"liquor\"&gt;liquor&lt;/a&gt; trade. In this last contribution was the first center, the others were &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. From this time it's the popular sentence \"Reus, Paris and London”, because Reus was one of the centers of the liquor marquet. The construction of a canal between Reus and Salou, proposed by &lt;a href=\"Pere%20Sunyer\"&gt;Pere Sunyer&lt;/a&gt; was granted in 1805, but it was stopped because of the &lt;a href=\"Peninsular%20War\"&gt;French War&lt;/a&gt;. At this time Reus had consulates in the United States, &lt;a href=\"Liguria\"&gt;Liguria&lt;/a&gt;, England, &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ragusa\"&gt;Ragusa&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;, France, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; and &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;.\n19th and 20th centuries.\nIn 1854 the &lt;a href=\"Reus%20Gas%20Company\"&gt;Reus Gas Company&lt;/a&gt; was founded. In 1856 the railway between Reus and Tarragona was built. In 1884 the &lt;a href=\"Catalan%20Association%20of%20Reus\"&gt;Catalan Association of Reus&lt;/a&gt; was founded and in 1893 was celebrated the Assembly of the &lt;a href=\"Uni%C3%B3%20Catalana\"&gt;Unió Catalana&lt;/a&gt;. In 1886 &lt;a href=\"Pau%20Font%20de%20Rubinat\"&gt;Pau Font de Rubinat&lt;/a&gt; founded the Catalan newspaper \"&lt;a href=\"Lo%20Somatent\"&gt;Lo Somatent&lt;/a&gt;\". In 1895 the &lt;a href=\"phylloxera\"&gt;phylloxera&lt;/a&gt; killed big areas of &lt;a href=\"vineyards\"&gt;vineyards&lt;/a&gt; in the region of Reus and many of this areas were changed to &lt;a href=\"hazelnuts\"&gt;hazelnuts&lt;/a&gt;.\nIn 1931 Reus voted for the &lt;a href=\"Second%20Spanish%20Republic\"&gt;republic&lt;/a&gt;. In 1936 &lt;a href=\"Francisco%20Franco\"&gt;Francisco Franco&lt;/a&gt; bombed the city until his rebel army occupied the city on 15 January 1939, starting with the dictatorship of Franco until his death in 1975.\nThe first democratic mayor after Franco was &lt;a href=\"Carles%20Mart%C3%AD%20Massagu%C3%A9\"&gt;Carles Martí Massagué&lt;/a&gt;, lawyer of Reus. In 1983 &lt;a href=\"Anton%20Borrell%20Marc%C3%B3\"&gt;Anton Borrell Marcó&lt;/a&gt; was the new mayor of the city, but he died in a car accident on the road from Reus to Cambrils, then his successor was &lt;a href=\"Juan%20Maria%20Roig\"&gt;Juan Maria Roig&lt;/a&gt;. After him, &lt;a href=\"Josep%20Abell%C3%B3%20Padr%C3%B3\"&gt;Josep Abelló Padró&lt;/a&gt; was the mayor until 1999, replaced by &lt;a href=\"Llu%C3%ADs%20Miquel%20P%C3%A9rez%20Segura\"&gt;Lluís Miquel Pérez Segura&lt;/a&gt;, who occupied the position until 2011, when the current mayor, &lt;a href=\"Carles%20Pellicer%20i%20Punyed\"&gt;Carles Pellicer i Punyed&lt;/a&gt;, started.\nDemography.\nReus was for long the second city of &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt; with a population of 14,440 in 1787 and 27,257 in 1860. It was overtaken by &lt;a href=\"Tarragona\"&gt;Tarragona&lt;/a&gt; and &lt;a href=\"Lleida\"&gt;Lleida&lt;/a&gt; between 1900 and 1930. The population barely grew between 1920 and 1930, with 30,266 and 35,950 inhabitants, respectively. From then, the population growth has been substantial, from 41,014 inhabitants in 1960 to 108,100 inhabitants that the city has as of the end of 2008. &lt;a href=\"Immigration\"&gt;Immigration&lt;/a&gt;, mostly from &lt;a href=\"Marrakesh\"&gt;Marrakesh&lt;/a&gt;, has been a portion of that increase. About 6% are Muslim and 8% from other religions.\nAccording to the 2006 official Spanish &lt;a href=\"census\"&gt;census&lt;/a&gt; (source: Instituto Nacional de Estadística), Reus is the 9th most populous city in Catalonia and the 59th in Spain.\nClimate.\nThe &lt;a href=\"K%C3%B6ppen%20Climate%20Classification\"&gt;Köppen Climate Classification&lt;/a&gt; subtype for this climate is \"&lt;a href=\"Mediterranean%20climate%23Hot-summer%20Mediterranean%20climate\"&gt;Csa&lt;/a&gt; \n\" (Mediterranean Climate).\nEconomy.\nDuring the 19th and 20th centuries Reus became known as one of the world's major centers of liquor production, and was home to over 30 producers of &lt;a href=\"vermouth\"&gt;vermouth&lt;/a&gt;. Today Reus is home to major exporters of vermouth including Yzaguirre, Iris (Muller), Miró, and Fot-Li.\nFestivities.\nThe principal Reus festivity is \"Sant Pere\" on June 29, declared of National Touristic Interest. One of the most characteristic and popular acts of these festivities is the so-called \"tronada\", which is a series of 29 little mortars \"masclets\" with bangers interleaved, arranged linearly around the \"Mercadal\" square (where the city hall is located), united by a hand craft gunpowder line. This line ends in a square shape in front of the city hall, with more bangers and 9 more \"masclets\". Also, on September 25, the \"Mare de Déu de la Misericòrdia\" is held.\nOther noteworthy festivities are the &lt;a href=\"Carnival\"&gt;Carnival&lt;/a&gt; and the \"Anada a l'Antiga\" towards &lt;a href=\"Salou\"&gt;Salou&lt;/a&gt;. Most of the neighborhoods have their own festivities.\nBesides the major festivities, Reus holds many festivals, for example \"Cos\", a festival dedicated to mime, or \"El Trapezi\", a festival with circus spectacles. In every odd numbered year the Reus Institut Municipal d’Accio Cultural presents the \"Biennals Internacionals de Fotografia Medalla Gaudi\". This bi-annual exhibition features fine art photographers from around the world working in Alternative Photographic Processes (such as Platinum Printing, Gum Dichromate, Etc.). At each Biennal they award the Medalla Gaudi award to a select few artists and purchase their work for the Institut Municipal d’Accio Cultural's permanent collection.\nMain sights.\nCatalan Modernist edifices.\nThe city of Reus has many &lt;a href=\"Modernisme\"&gt;Catalan modernist&lt;/a&gt; buildings. Although &lt;a href=\"Antoni%20Gaud%C3%AD\"&gt;Antoni Gaudí&lt;/a&gt; was born in Reus, there are no buildings designed by him; there are, however, numerous &lt;a href=\"Modernisme\"&gt;modernist buildings&lt;/a&gt; from his colleagues as &lt;a href=\"Llu%C3%ADs%20Dom%C3%A8nech%20i%20Montaner\"&gt;Lluís Domènech i Montaner&lt;/a&gt;, &lt;a href=\"Pere%20Caselles%20i%20Tarrats\"&gt;Pere Caselles i Tarrats&lt;/a&gt; and &lt;a href=\"Pere%20Dom%C3%A8nech%20Roura\"&gt;Pere Domènech Roura&lt;/a&gt;.\nSport.\nThe city has a &lt;a href=\"roller%20hockey%20%28quad%29\"&gt;roller hockey&lt;/a&gt; team &lt;a href=\"Reus%20Deportiu\"&gt;Reus Deportiu&lt;/a&gt;, one of the most important in Spain, and dispute the main league &lt;a href=\"OK%20Liga\"&gt;OK Liga&lt;/a&gt;.\nThe &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; team was &lt;a href=\"CF%20Reus%20Deportiu\"&gt;CF Reus Deportiu&lt;/a&gt;.\nThe &lt;a href=\"Barcelona%20Dragons%20%28ELF%29\"&gt;Barcelona Dragons&lt;/a&gt; of the &lt;a href=\"European%20League%20of%20Football\"&gt;European League of Football&lt;/a&gt; plan to play their home games at the local &lt;a href=\"Estadi%20Municipal%20de%20Reus\"&gt;Estadi Municipal&lt;/a&gt;.\nTourism.\nIn recent years, tourism in Reus has expanded as more and more people come to the &lt;a href=\"Costa%20Daurada\"&gt;Costa Daurada&lt;/a&gt; region for their summer holidays or some winter sun. Nowadays, the largest group of tourists comes from Russia, followed by France and Holland.\nReus is close to the resort town of &lt;a href=\"Salou%2C%20Spain\"&gt;Salou&lt;/a&gt; and one of Europe's biggest theme resort at &lt;a href=\"PortAventura%20World\"&gt;PortAventura World&lt;/a&gt;. Tour companies and buses operate services to Reus from tourist destinations in the region such as &lt;a href=\"Salou\"&gt;Salou&lt;/a&gt;, La Pineda and &lt;a href=\"Cambrils\"&gt;Cambrils&lt;/a&gt;.\nThe accommodation in Reus consists of small hotels, hostels, and major chained hotels owned by &lt;a href=\"NH%20Hoteles\"&gt;NH Hoteles&lt;/a&gt; and &lt;a href=\"Hotusa%20Group\"&gt;Hotusa Group&lt;/a&gt;.\nRecently &lt;a href=\"Reus%20Airport\"&gt;Reus Airport&lt;/a&gt; has started to receive low cost flights from &lt;a href=\"Ryanair\"&gt;Ryanair&lt;/a&gt; that fly to Reus from many different European locations and North Africa. The airport also receives major charter flights from the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. &lt;a href=\"Barcelona%20Airport\"&gt;Barcelona Airport&lt;/a&gt; is another airport which serves the area for those destinations not served by &lt;a href=\"Reus%20Airport\"&gt;Reus Airport&lt;/a&gt;.\nFlag of Reus.\nThe first &lt;a href=\"flag\"&gt;flag&lt;/a&gt; of Reus was in use from 1774 to 1943. The flag was dark red with the city arms in the centre.\nIn 1943 the flag was changed because the color red seemed to be associated with the left, defeated in the civil war (1936–39). As the historic city arms were argent with a heraldic rose the new flag was white with a heraldic rose in the center. Minor changes to the rose in the flag were made after 1943.\nCurrently the rose has a new version, taken from the city emblem. The emblem itself has official status. This presumably also applies to the flag, but this has not been confirmed by the local government.\nTwin cities.\nReus is &lt;a href=\"town%20twinning\"&gt;twinned&lt;/a&gt; with:"
}