{
    "id": "7475815",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=7475815",
    "title": "Stanley Marcus",
    "text": "Harold Stanley Marcus (April 20, 1905 – January 22, 2002) was president (1950–1972) and later chairman of the board (1972–1976) of the luxury retailer &lt;a href=\"Neiman%20Marcus\"&gt;Neiman Marcus&lt;/a&gt; in &lt;a href=\"Dallas\"&gt;Dallas, Texas&lt;/a&gt;, which his father and aunt had founded in 1907. During his tenure at the company, he also became a published author, writing his memoir \"Minding the Store\" and also a regular column in \"&lt;a href=\"The%20Dallas%20Morning%20News\"&gt;The Dallas Morning News&lt;/a&gt;\". After Neiman Marcus was sold to &lt;a href=\"Carter%20Hawley%20Hale%20Stores\"&gt;Carter Hawley Hale Stores&lt;/a&gt;, Marcus initially remained in an advisory capacity to that company, but later began his own consulting business, which continued until his death. He served his local community as an avid patron of the fine arts and as a civic leader. In a chapter titled \"Mr. Stanley\" — the name by which Marcus was known locally for decades — in his 1953 work \"Neiman-Marcus, Texas\", &lt;a href=\"Frank%20X.%20Tolbert\"&gt;Frank X. Tolbert&lt;/a&gt; called him \"Dallas's most internationally famous citizen\" and worthy of being called \"the Southwest's No. 1 businessman-intellectual.\"\nMarcus introduced many of the innovations for which Neiman-Marcus became known, creating a national award for service in fashion and hosting art exhibitions in the store itself, as well as weekly fashion shows and an annual &lt;a href=\"Fortnight\"&gt;Fortnight&lt;/a&gt; event highlighting a different foreign country for two weeks each year. He established the Neiman-Marcus Christmas Catalogue, which became famous for extravagant \"His and Hers\" gifts such as airplanes and camels. Marcus prided himself on his staff's ability to provide service and value for each client, often citing his father's dictum, \"There is never a good sale for Neiman Marcus unless it's a good buy for the customer.\"\nHe received the Chevalier Award from the French &lt;a href=\"L%C3%A9gion%20d%27honneur\"&gt;Legion of Honor&lt;/a&gt;, was listed in the \"&lt;a href=\"Houston%20Chronicle\"&gt;Houston Chronicle&lt;/a&gt;\"'s list of the 100 most important Texans, and was named by &lt;a href=\"Harvard%20Business%20School\"&gt;Harvard Business School&lt;/a&gt; among the greatest American Business Leaders of the 20th century. The &lt;a href=\"Advertising%20Hall%20of%20Fame\"&gt;Advertising Hall of Fame&lt;/a&gt; notes: \"Stanley Marcus was among the most important figures in the history of American retail merchandising and marketing. Through his many innovations, he transformed a local Dallas clothing store into an international brand synonymous with high style, fashion and gracious service.\"\nPersonal life and retail career.\nMarcus was born in &lt;a href=\"Cedars%2C%20Dallas\"&gt;The Cedars, Dallas, Texas&lt;/a&gt;, the son of &lt;a href=\"Herbert%20Marcus\"&gt;Herbert Marcus&lt;/a&gt; Sr., who later became a co-founder of the original Neiman-Marcus store with his sister Carrie and her husband, Al Neiman. Stanley was the first of four sons born to Herbert Sr., and his wife, the former &lt;a href=\"Minnie%20Lichtenstein%20Marcus\"&gt;Minnie Lichtenstein&lt;/a&gt;. The pregnancy indirectly led to the eventual founding of Neiman-Marcus, as Herbert Sr. decided to leave &lt;a href=\"Sanger-Harris\"&gt;Sanger's&lt;/a&gt;, where he was a buyer of boys' clothing, when he deemed his raise insufficient to support a family. Returning from two years spent in &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt;, establishing a successful sales-promotion business, the Marcuses and Neimans used the $25,000 made in the sale of that business to establish their store at the corner of Elm and Murphy. Given that the family's other option for the money was to invest in the then-unknown &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; Company, Marcus loved to say that Neiman-Marcus was established \"as a result of the bad judgment of its founders.\" In his memoir, Marcus recalled his father as \"affectionate\" and his mother as even-handed in her attention to each of their children, making sure even into their adulthood to give them equivalent gifts and make sure they were praised equally.\nOne of Stanley Marcus's first jobs was as a 10-year-old salesman of \"&lt;a href=\"Saturday%20Evening%20Post\"&gt;Saturday Evening Post&lt;/a&gt;\", bringing him into the family's business tradition from a young age. He attended &lt;a href=\"Forest%20Avenue%20High%20School\"&gt;Forest Avenue High School&lt;/a&gt;, where he studied &lt;a href=\"debate\"&gt;debate&lt;/a&gt; as well as English with teacher Myra Brown, whom he later credited with much of his early interest in books. He began his university studies at &lt;a href=\"Amherst%20College\"&gt;Amherst College&lt;/a&gt;, but when traditions preventing &lt;a href=\"Judaism\"&gt;Jews&lt;/a&gt; from joining clubs or &lt;a href=\"Fraternities%20and%20sororities\"&gt;fraternities&lt;/a&gt; drastically curtailed his social life, he transferred to &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; after the first year. At his new school, he became a member of the historically Jewish fraternity &lt;a href=\"Zeta%20Beta%20Tau\"&gt;Zeta Beta Tau&lt;/a&gt;, later rising to become the group's president.\nWhile living in &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston&lt;/a&gt; and pursuing his chosen &lt;a href=\"academic%20major\"&gt;major&lt;/a&gt;, English literature, Marcus began a lifelong hobby of &lt;a href=\"book%20collecting\"&gt;collecting rare and antique books&lt;/a&gt;. To finance his pursuits, he began The Book Collector's Service Bureau, a mail-order book service, beginning with a letter of introduction sent to 100 homes. The venture proved so successful that for a time Marcus considered entering that line of work full time, concerned that entering the retail business might curtail his &lt;a href=\"freedom%20of%20expression\"&gt;freedom of expression&lt;/a&gt; in politics and other areas of interest; his father persuaded him that he would always be granted the liberty of his own views, and pointed out that retailing was more profitable and thus would allow him to amass a large book collection that much sooner.\nEarly years at Neiman-Marcus.\nAfter receiving a &lt;a href=\"Bachelor%20of%20Arts\"&gt;B.A. degree&lt;/a&gt; from Harvard in 1925, he began his career at the retailer that same year as a simple &lt;a href=\"stockboy\"&gt;stockboy&lt;/a&gt; organizing &lt;a href=\"inventory\"&gt;inventory&lt;/a&gt;, but upon beginning in sales, quickly outstripped other sales staff. He went back to study at &lt;a href=\"Harvard%20Business%20School\"&gt;Harvard Business School&lt;/a&gt; in 1926, leaving after one year to participate in a massive expansion of the retail operation in Dallas.\nHe married the former Mary \"Billie\" Cantrell in 1932; she initially worked in the Neiman-Marcus Sports Shop department until she retired in 1936 after the birth of their first child, Jerrie, followed two years later by twins Richard and Wendy. (One year after his wife's 1978 death, he married Linda Robinson, a longtime librarian at the &lt;a href=\"Dallas%20Public%20Library\"&gt;Dallas Public Library&lt;/a&gt;, in a marriage that lasted until Stanley Marcus's own death in 2002.) In 1935 the Marcuses commissioned &lt;a href=\"Frank%20Lloyd%20Wright\"&gt;Frank Lloyd Wright&lt;/a&gt; to design a home for them on Nonesuch Road, but rejected the eventual design, which included &lt;a href=\"cantilever\"&gt;cantilever&lt;/a&gt;ed steel beams and terraces swathed in &lt;a href=\"mosquito%20net\"&gt;mosquito net&lt;/a&gt;ting. Instead, the couple chose a design by local firm DeWitt &amp; Washburn, whose creation became a Texas Historic Landmark. As of 1937, Marcus was one of only 22 Texans to earn a salary of $50,000 or more, according to the &lt;a href=\"House%20Ways%20and%20Means%20Committee\"&gt;House Ways and Means Committee&lt;/a&gt;; his father, Herbert, was another, earning $75,000 as company president while vice president Stanley drew an even $50,000.\nMarcus was responsible for a number of innovations at the Dallas retailer. He created the annual Neiman-Marcus Award for Distinguished Service in Fashion, beginning in 1938, which led to the Neiman-Marcus Exposition, a fall fashion show held annually from 1938 to 1970, then periodically thereafter. His department store was the first American \"&lt;a href=\"haute%20couture\"&gt;haute couture&lt;/a&gt;\" boutique to introduce weekly fashion shows, and the first to host concurrent art exhibitions at the store itself. In 1939, he established the annual Christmas Catalogue, which in 1951 offered the first of its extravagant \"His &amp; Hers Gifts,\" starting with a matching pair of &lt;a href=\"vicu%C3%B1a\"&gt;vicuña&lt;/a&gt; coats, and going on to include matching bathtubs, a pair of &lt;a href=\"Beechcraft\"&gt;Beechcraft&lt;/a&gt; airplanes, \"&lt;a href=\"Noah%27s%20Ark\"&gt;Noah's Ark&lt;/a&gt;\" (including pairs of animals), camels, and live tigers.\nThe war years.\nFor all his professional emphasis on glitz and glamour, he made another, very different mark on the American fashion industry when he was asked to join the War Production Board in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; on December 27, 1941, less than three weeks after the United States entered &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Ineligible for military service due to his age, he instead helped the war effort by championing the conservation of scarce resources normally devoted to fashion trends. He encouraged men to wear drooping socks (to save much-needed &lt;a href=\"rubber\"&gt;rubber&lt;/a&gt; that would normally be used for &lt;a href=\"elastomer\"&gt;elastic&lt;/a») and devised regulations for the manufacture of women's and children's clothing that would enable the nation to divert more &lt;a href=\"textile\"&gt;textile&lt;/a&gt; resources to uniforms and other war-related needs:\nIn addition to these restrictions, Marcus recommended to the WPB that coats, suits, jackets and dresses be sold separately \"to make them go further.\" The changes were expected to create a total savings of of fabric to be used in the war effort.\nConscious of the role of the media in fashion promotion, Marcus prompted the members of the National Retail Dry Goods Association to convince their local press outlets to treat women's fashions as a serious subject rather than as an object of ridicule. He solicited nationally famous women to proclaim their support of the new standards; \"TIME\"'s report on the WPB quoted author &lt;a href=\"Adela%20Rogers%20St.%20Johns\"&gt;Adela Rogers St. Johns&lt;/a&gt; predicting, \"The overdressed woman will be as unpatriotically conspicuous as though she wore a Japanese kimono.\"\nMarcus addressed the fashion press in national meetings, encouraging editors to reassure women that stores would carry adequate supply of attractive styles, in order to prevent shoppers from flooding the stores or hoarding stock. \"TIME\" reported on meetings of \"70 fantastic hats,\" representing the presence of national magazine editors from \"&lt;a href=\"Ladies%27%20Home%20Journal\"&gt;Ladies' Home Journal&lt;/a&gt;\" and \"&lt;a href=\"Harper%27s%20Bazaar\"&gt;Harper's Bazaar&lt;/a&gt;\", as well as from newspapers in the urban centers of New York, Boston, and Philadelphia, all complying with the WPB's instructions for their coverage of women's and children's fashions.\nHis work promoting cooperation with the WPB's mandates did not still Marcus's competitive instincts. With the fall of &lt;a href=\"Paris%2C%20France\"&gt;Paris&lt;/a&gt;, the traditional fashion capital, New York mayor &lt;a href=\"Fiorello%20LaGuardia\"&gt;Fiorello LaGuardia&lt;/a&gt; began to declare his city the new leader at every opportunity. To this claim, Marcus retorted in the international press, \"New York is finished as a manufacturing center. ... They're making clothes in Kansas, Philadelphia and Texas now and they won't give it up. The day is gone when only a New York dress is a good dress.\"\nFaced with increasing shortages in &lt;a href=\"silk\"&gt;silk&lt;/a&gt; and even new synthetics such as &lt;a href=\"rayon\"&gt;rayon&lt;/a&gt;, which seemed likely to create long lines of dissatisfied customers seeking a product in inadequate supply, Marcus created the Neiman Marcus Hosiery-of-the-Month Club, which sent two pair of &lt;a href=\"stockings\"&gt;stockings&lt;/a&gt; in fashionable shades to each female charge-card customer, with no membership fees. In his memoirs Marcus recalled, \"Many women opened charge accounts just to become members of the club, and in a short time we had a membership of over 100,000, extending all over the country.\"\nTaking the helm.\nIn 1950, with the death of Herbert Marcus Sr., Stanley Marcus was elected president and &lt;a href=\"chief%20executive%20officer\"&gt;CEO&lt;/a&gt; of the company, with &lt;a href=\"Carrie%20Marcus%20Neiman\"&gt;Carrie Marcus Neiman&lt;/a&gt; as &lt;a href=\"chairman%20of%20the%20board\"&gt;chairman of the board&lt;/a&gt; and other family members like &lt;a href=\"Minnie%20Lichtenstein%20Marcus\"&gt;Minnie Lichtenstein Marcus&lt;/a&gt; and &lt;a href=\"Lawrence%20Marcus\"&gt;Lawrence Marcus&lt;/a&gt; taking on more responsibilities. Neiman died in 1953, in which year \"&lt;a href=\"Time%20Magazine\"&gt;TIME&lt;/a&gt;\" proclaimed that Stanley Marcus's \"combination of showmanship and salesmanship\" had been instrumental in increasing the company's annual revenue from $2.6 million in 1926 to $20 million.\nMarcus began yet another Neiman-Marcus tradition, the \"International &lt;a href=\"Fortnight\"&gt;Fortnight&lt;/a&gt;,\" in 1957 as a way to attract customers in the lull between the fall fashion rush and the &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; shopping crunch. The idea was inspired by seeing a store in &lt;a href=\"Stockholm%2C%20Sweden\"&gt;Stockholm, Sweden&lt;/a&gt;, that was having a France-themed sales promotion, leading Marcus to propose to the French government a sponsorship of an even more elaborate event in his own store. The initial Fortnight included concurrent events of art, symphonic music, and film at other locations around Dallas, with an &lt;a href=\"Air%20France\"&gt;Air France&lt;/a&gt; jet bringing \"writers, painters, government officials, models, and industry leaders.\" In the years following, the Fortnight focused on various other countries and added related food service as well as items from the relevant country in every department, ending in 1986 with the Australian Fortnight. Other international traditions introduced at Neiman's included Dallas' first &lt;a href=\"espresso\"&gt;espresso&lt;/a&gt; bar, brought by Marcus after World War II.\nAs a retailer, Marcus believed strongly in making his store into a place where everything a customer needed could be found and, if necessary, brought to the customer's front door. He was said to have helped one customer discover the shoe size of &lt;a href=\"Elizabeth%20II%20of%20the%20United%20Kingdom\"&gt;Queen Elizabeth II&lt;/a&gt; so as to give the gift of &lt;a href=\"stockings\"&gt;stockings&lt;/a&gt; and a pair of shoes, and he ordered that the store stock such items as a set of &lt;a href=\"Steuben%20Glass%20Works\"&gt;Steuben&lt;/a&gt; plates with the Mexican national crest, \"because sooner or later somebody will be going to call on the President of Mexico and need a proper gift.\" He personally delivered a fur coat to a &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;, customer who could not make the trip to Dallas. Another story often recounted is that of a shopper who, in searching for a present for his wife, said that he was not sure what to buy, but that he would know it when he saw it. In response, Marcus inquired about the woman's clothing sizes and asked the customer to wait briefly. Taking an oversized &lt;a href=\"brandy\"&gt;brandy&lt;/a&gt; &lt;a href=\"snifter\"&gt;snifter&lt;/a&gt; from a display, Marcus gathered &lt;a href=\"cashmere%20sweater\"&gt;cashmere sweater&lt;/a&gt;s of various colors, arranged them in imitation of a &lt;a href=\"layered%20drink\"&gt;pousse-café&lt;/a&gt;, topped with a white &lt;a href=\"angora%20wool\"&gt;angora&lt;/a&gt; sweater to simulate &lt;a href=\"whipped%20cream\"&gt;whipped cream&lt;/a&gt;, and in place of a &lt;a href=\"cherry\"&gt;cherry&lt;/a&gt;, garnished the concoction with a &lt;a href=\"Carat%20%28unit%29\"&gt;10-karat&lt;/a&gt; &lt;a href=\"ruby\"&gt;ruby&lt;/a&gt; &lt;a href=\"ring%20%28finger%29\"&gt;ring&lt;/a&gt;, at a total cost of $25,350, which the customer gladly paid. When one customer decided his Christmas purchases were not sufficiently impressive, Marcus helped to arrange a full duplication of the store's display window, complete with mannequins and lighting, inside the man's home.\nDespite his love of such larger-than-life salesmanship, Marcus also maintained the assertion of his father, Herbert, that \"there is no good sale for Neiman-Marcus unless it is a good buy for the customer.\" Stanley Marcus would sometimes persuade the buyer to purchase a lower-priced item that he considered more suitable, as when a man shopping for a mink coat for his 16-year-old daughter was personally steered by Marcus toward a $295 muskrat coat instead, as being more appropriate to her youth. Marcus also routinely insisted customers would be wiser to buy the top quality of a reasonably priced line rather than scaled-down or second-rate versions of an expensive product.\nMarcus continued throughout his tenure to hold tightly to his father's assurance that he would be able to maintain and act on his political convictions while running the business. He supported the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; in its early years, an unpopular position in Dallas for that time. In the early 1950s he began to explore the ramifications of ending the store's participation in the then-common practice of excluding &lt;a href=\"Black%20people\"&gt;black&lt;/a&gt; customers from shopping in the store, and while his legal advisors cautioned against that step, he offered support for any black entrepreneur looking to establish a quality store and, in 1954, began to hire black staff in some departments.\nMoving into the 1960s, Marcus became ever more convinced that his city and his company needed to take action to promote racial equality, both as a moral issue and to reduce the growing civil unrest. In 1968, he announced that Neiman-Marcus's &lt;a href=\"buyer%20%28fashion%29\"&gt;buyers&lt;/a&gt; would give preference to companies employing and training significant numbers of &lt;a href=\"minority%20group\"&gt;minority&lt;/a&gt; employees, making his firm one of the first companies in the nation to have such a policy.\nCivic leadership.\nThe Marcus family had been among the founders of Dallas' &lt;a href=\"Temple%20Emanu-El%20of%20Dallas\"&gt;Temple Emanu-El&lt;/a&gt;, a &lt;a href=\"Reform%20Judaism\"&gt;Reform&lt;/a&gt; synagogue that is today the largest in the Southwest. Stanley Marcus became a leading figure in the temple in the 1950s and a member of the &lt;a href=\"American%20Council%20for%20Judaism\"&gt;American Council for Judaism&lt;/a&gt; despite being largely a secular Jew who once joked that he was afraid to visit &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; \"because he might be converted.\"\nMarcus was well known for cultivating the arts and for defending even unpopular political causes. He introduced art exhibits at Neiman-Marcus as well as providing corporate sponsorship of artwork elsewhere in the city, and cultivated an extensive private collection. He helped found the &lt;a href=\"Dallas%20Opera\"&gt;Dallas Opera&lt;/a&gt;, helped save the &lt;a href=\"Dallas%20Symphony\"&gt;Dallas Symphony&lt;/a&gt; from a financial crisis, and served as chairman of the board for the Dallas Museum of Fine Art (now the &lt;a href=\"Dallas%20Museum%20of%20Art\"&gt;Dallas Museum of Art&lt;/a&gt;).\nWhile serving as museum chair, Marcus was once called upon by Fred Florence, then chairman of a major local bank and a fellow Temple Emanu-El leader, to explain his inclusion of \"a lot of &lt;a href=\"Communism\"&gt;Communist&lt;/a&gt; art\" he'd been told would be included in an upcoming DMFA \"Sports in Art\" exhibit, co-sponsored by \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" and &lt;a href=\"United%20States%20Information%20Agency\"&gt;United States Information Agency&lt;/a&gt; as a fund-raiser for the &lt;a href=\"1956%20Summer%20Olympics\"&gt;1956 Olympic team&lt;/a&gt;. Artists represented in the show included four supposed Communist supporters, &lt;a href=\"Leon%20Kroll\"&gt;Leon Kroll&lt;/a&gt;, &lt;a href=\"Yasuo%20Kuniyoshi\"&gt;Yasuo Kuniyoshi&lt;/a&gt;, &lt;a href=\"Ben%20Shahn\"&gt;Ben Shahn&lt;/a&gt;, and &lt;a href=\"William%20Zorach\"&gt;William Zorach&lt;/a&gt;. Asking Florence to indicate which pieces were being questioned, Marcus dismissed each claim one by one: \"I don't know how anybody could think hitting a &lt;a href=\"Baseball%20%28ball%29\"&gt;baseball&lt;/a&gt; was communist,\" Marcus said when shown Shahn's \"The National Pastime.\" His response to Zorach's \"Fisherman\" was similar, as he shook his head and remarked, \"I don't think too many people think fishing is communist either.\" Marcus followed up by going to local newspapers \"&lt;a href=\"The%20Dallas%20Morning%20News\"&gt;The Dallas Morning News&lt;/a&gt;\" and the \"&lt;a href=\"Dallas%20Times-Herald\"&gt;Dallas Times-Herald&lt;/a&gt;\" and getting the publishers of both to agree that they would not stand for censorship in the arts.\nIn organizing a 1952 exhibition of &lt;a href=\"abstract%20art\"&gt;abstract art&lt;/a&gt;, Marcus lured local leaders to the show by two means. First, he solicited the donation of art from the collections of &lt;a href=\"David%20Rockefeller\"&gt;David Rockefeller&lt;/a&gt; and his brothers, along with those from other noted national business leaders. Second, he requested that the donors personally write letters of invitation to their Dallas colleagues, feeling that the otherwise suspect art would benefit from the imprimatur of respected figures known for their fine taste. His efforts were rewarded by a numerous and appreciative turnout for the show.\nMarcus also involved himself in issues of civil rights and social justice. One unusual case involved three male students at &lt;a href=\"W.%20W.%20Samuell%20High%20School\"&gt;W. W. Samuell High School&lt;/a&gt; who, in 1966, were stopped at the school's front door and ordered to cut their hair in order to be admitted to the school. The young men filed a lawsuit against the &lt;a href=\"Dallas%20Independent%20School%20District\"&gt;Dallas Independent School District&lt;/a&gt;, claiming the restriction interfered with their constitutional freedom of expression. Despite not knowing the boys involved, Marcus stepped forward to champion their case before the public, taking out a newspaper ad defending the choice as a simple fashion decision rather than rebellion against authority. Additionally, he offered legal support if needed, noting in a telegram to school board president Lee McShan, Jr., \"I don’t like long hair any more than the principal does, but I will fight for the rights of those students to wear hair any way they choose.\" Though the case was lost and appealed all the way to the U.S. Supreme Court without success, decades letter the men still appreciated Marcus' support. Paul Jarvis, one of the plaintiffs, said of Marcus after his death in 2002: \"He was just a nice man and a great contributor to Dallas and to the arts. He wanted to do what was right.\"\nPresidential connections.\nMarcus used his public-relations skills once again when Dallas was labeled \"City of Hate\" following the November 22, 1963, &lt;a href=\"John%20F.%20Kennedy%20assassination\"&gt;assassination&lt;/a&gt; of &lt;a href=\"United%20States%20President\"&gt;United States President&lt;/a&gt; &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;. An early supporter of Kennedy's run for the presidency, Marcus had tolerated the closing of several customers' accounts when he announced his support for the candidate in the 1960 elections. In fact, he had cautioned that Kennedy's visit be reconsidered in light of the city's earlier poor reception of &lt;a href=\"Adlai%20Stevenson%20II\"&gt;Adlai Stevenson&lt;/a&gt; and Vice-President &lt;a href=\"Lyndon%20Baines%20Johnson\"&gt;Lyndon Baines Johnson&lt;/a&gt;. In Kennedy's memory, Marcus arranged to have 500 hand-typeset and bound copies printed of Kennedy's scheduled speech at the Dallas Trade Mart, of which the first copy went to Kennedy's widow, &lt;a href=\"Jacqueline%20Kennedy\"&gt;Jacqueline&lt;/a&gt;. The following New Year's Day, 1964, Marcus took out a full-page &lt;a href=\"advertorial\"&gt;advertorial&lt;/a&gt; in \"The Dallas Morning News\" titled, \"What's Right With Dallas?\"\nThe editorial ad – a Neiman-Marcus tradition introduced by his father in the store's early days – both defended the city against outside critiques and offered more intimate criticisms from one who knew the town and its people well. The message said that Dallas needed to address four areas for community improvement: one, its [[slum]] problem; two, its political extremism (called \"absolutism\" in the text); three, too much attention to physical growth at the expense of \"quality\" in civic endeavors such as \"schools, colleges, symphonies, operas, and museums\"; and four, a need to focus less on \"civic image\" and more on \"doing good things and not doing bad things\", which he described as \"the best public relations.\" In a 2003 article on the 40th anniversary of the assassination, Ralph Blumenthal of \"[[The New York Times]]\" praised the message as \"strik[ing] a perfect balance\", though he notes the author met not only with support from some, but from canceled accounts and \"anti-Semitic attacks\" that only increased after an article in \"[[Life (magazine)|Life]]\" reminded readers of Marcus's Jewish heritage.\nFollowing Kennedy's death, Marcus maintained close ties with Johnson and his administration, being considered for [[diplomacy|diplomatic]] posts to France and to the [[United Nations General Assembly]] while continuing to run his company and providing the wedding dresses for both the Johnsons' daughters, personally assisting Luci Johnson in selecting the designer for her own dress and the styles for the bridesmaids' gowns. After Johnson's retirement, Marcus's invitations were among the few the former president and his wife continued to accept. Marcus's own daughter Wendy joined Mrs. Johnson's staff for a time in 1963, working under Mrs. Johnson's personal secretary, [[Liz Carpenter]].\nStepping down.\nIn 1969 Stanley Marcus recommended to the board of directors that the company merge with Broadway-Hale of California in order to have enough capital to expand. Neiman's subsequently became a subsidiary of [[Carter Hawley Hale Stores|Carter-Hawley Hale, Inc.]], and Marcus accepted a position as corporate executive vice president and director of CHH. He retired as Chairman Emeritus in 1975, turning over the store to his son, Richard C. Marcus.\nDespite retiring officially from the company, Marcus continued to be closely involved as an advisor even through the final weeks of his life. He established a sideline as a retailing [[consultant]], maintaining regular business hours in his offices at Crescent Court for more than a decade and offering advice locally to luxury car dealership Sewell Corporation and hotelier Rosewood Corporation as well as internationally to such businessmen as [[Mohamed Al-Fayed]] of [[Harrods]]. Called on to consult for [[Amazon.com]]'s [[Jeff Bezos]], the 94-year-old businessman recalled arriving in his customary expensive tailored suit to discover 300 casually dressed employees: \"I took off my coat, my necktie and my shirt, down to my T-shirt. And then I said, 'Okay. Let’s talk.' I couldn’t have planned it better. It broke the ice. I was on stage for two hours.\"\nLegacy.\n[[File:Mindingthestore-untpressphoto.jpg|thumb|left|Cover of 2001 edition of \"Minding the Store\", UNT Press]]\nIn addition to writing a weekly column for \"[[The Dallas Morning News]]\" for 15 years, Marcus was the author of multiple [[retailing]]-oriented books, including \"Minding the Store: A Memoir\" (1974), the [[sequel]] \"Quest for the Best\" (1979), and \"His &amp; Hers: The Fantasy World of the Neiman Marcus Catalogue\" (1982) He was a close friend of other writers, including [[Jane Trahey]], an author and longtime advertising [[copy (written)|copywriter]] who at one time worked for Neiman Marcus, and historian [[David McCullough]]. A television presenter for the public broadcasting program \"[[American Experience]]\", McCullough said he once asked Stanley Marcus – \"one of the wisest men I know\" – what single problem or aspect of American life, if given a magic wand, he would change, to which Marcus replied, \"I'd try to do something about television.\" When asked why, he explained, \"Because\", he said, \"If you could do something about television, think how far you could go to solve all the other problems.\"\nMarcus was an avid art collector, as well as amassing a collection of [[mask]]s from around the world. In 2002, the [[Sotheby's]] auction house mounted a sale of works from his estate, calling Marcus \"an insightful and forward-looking collector and a generous lender whose contributions to exhibitions helped bring notice to the world of Latin American Art during the 40s, 50s and 60s.\" The auction house also noted that Marcus had begun collecting at age five (influenced by his parents), but had found his interest in good design vastly deepened by a 1925 graduation trip to Europe, where he visited a famed international exhibition of decorative arts and thus was introduced to the earliest works of [[Art Deco]]. The Marcus collections included significant works by [[Mexico|Mexican]] artists [[Rufino Tamayo]], [[David Alfaro Siqueiros]], [[Diego Rivera]], and Rivera's lesser-known friend and colleague [[Antonio Ruíz (painter)|Antonio Ruíz]]; the American sculptor [[Alexander Calder]], and American painter [[Georgia O'Keeffe]]. Marcus was friends with Rivera and Tamayo – playing a major role in bringing one of Tamayo's [[mural]]s to the [[Dallas Museum of Art]] – and one of the first board members of the O'Keeffe museum, which honored him at the time of his death with a paid notice in \"The New York Times\" that stated \"Stanley's generous support, leadership, enthusiasm, friendship and keen artistic judgment were instrumental in the Museum's inception and success. We shall miss him greatly.\"\nAnother Marcus contribution to the arts was his own work in the area of [[photography]]. Over the course of his adult life, Marcus took thousands of photographs, both of famous and anonymous subjects, which he turned over to granddaughter Allison V. Smith, a professional photographer, upon moving out of his Nonesuch Road home into a smaller residence in the late 1990s. Two years after his death, Smith began making digital scans of the photos and posting them to the sharing site [[Flickr]]; despite the fact that their authorship was not identified, within a year the photographs had drawn 10,000 views. For the 100th anniversary of Neiman Marcus, Smith and her mother, Jerrie Marcus Smith, decided to assemble a representative selection of the nearly 5,000 images into a book; titled \"Reflection of a Man\", the 192-page book was published by Cairn Press in October, 2007, and accompanied by an exhibit at the Dallas Museum of Art.\n[[Southern Methodist University]] hosts a Stanley Marcus collection at its DeGolyer Library in Dallas, including photographs, correspondence, and clippings. The library also houses a collection of more than 8,000 books donated by Marcus, including 1,100 miniature books, many from the press he founded.\nExternal links.\n[[Category:1905 births]]\n[[Category:2002 deaths]]\n[[Category:20th-century American Jews]]\n[[Category:American businesspeople in retailing]]\n[[Category:American art collectors]]\n[[Category:American retail chief executives]]\n[[Category:Jews and Judaism in Dallas]]\n[[Category:People from Dallas]]\n[[Category:Harvard University alumni]]\n[[Category:Harvard Business School alumni]]\n[[Category:Chevaliers of the Légion d'honneur]]\n[[Category:The Dallas Morning News people]]\n[[Category:21st-century American Jews]]"
}