{
    "id": "7480336",
    "revid": "40726416",
    "url": "https://en.wikipedia.org/wiki?curid=7480336",
    "title": "Lesser wax moth",
    "text": "The lesser wax moth (\"Achroia grisella\") is a small moth of the &lt;a href=\"snout%20moth\"&gt;snout moth&lt;/a&gt; family (&lt;a href=\"Pyralidae\"&gt;Pyralidae&lt;/a&gt;) that belongs to the &lt;a href=\"subfamily\"&gt;subfamily&lt;/a&gt; &lt;a href=\"Galleriinae\"&gt;Galleriinae&lt;/a&gt;. The species was first described by &lt;a href=\"Johan%20Christian%20Fabricius\"&gt;Johan Christian Fabricius&lt;/a&gt; in 1794. Adults are about 0.5 inches (13 mm) in length and have a distinct yellow head with a silver-grey or beige body. Lesser wax moths are common in most parts of the world, except in areas with cold &lt;a href=\"climate\"&gt;climate&lt;/a&gt;s. Their geographic spread was aided by humans who inadvertently introduced them to many regions worldwide.\nThe mating systems of the lesser wax moth are well researched because they involve sound production. Lesser wax males produce &lt;a href=\"ultrasound\"&gt;ultrasonic&lt;/a&gt; pulses in order to attract females. Females seek the most attractive males and base their decisions on characteristics of the male sound. While &lt;a href=\"sex%20pheromones\"&gt;sex pheromones&lt;/a&gt; are also emitted by the males, male calling is more effective in attracting mates.\nBecause lesser wax moths eat unoccupied &lt;a href=\"honeycomb\"&gt;honey bee combs&lt;/a&gt;, they are considered pests to &lt;a href=\"bee\"&gt;bee&lt;/a&gt;s and &lt;a href=\"beekeeper\"&gt;beekeeper&lt;/a&gt;s. However, unoccupied combs can harbor harmful &lt;a href=\"pathogen\"&gt;pathogen&lt;/a&gt;s that inflict damage to neighboring insects. By eating the combs, the moths can reduce the harm to insects of that region and provide a clean space for other organisms to inhabit.\nGeographic range.\nLesser wax moths are known or suspected to inhabit most of Africa (including &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;), &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, Europe (especially some more remote regions, such as &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;) and North America, as well as parts of the &lt;a href=\"Neotropics\"&gt;Neotropics&lt;/a&gt; (such as &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt;, &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; and &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt;), the &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt; region, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, and the &lt;a href=\"Marquesas%20Islands\"&gt;Marquesas Islands&lt;/a&gt; and &lt;a href=\"Tahiti\"&gt;Tahiti&lt;/a&gt; in &lt;a href=\"French%20Polynesia\"&gt;French Polynesia&lt;/a&gt;.\nClimate.\nLesser wax moths are found everywhere that honey bees are present, but they are more successful in warmer, &lt;a href=\"Tropics\"&gt;tropical&lt;/a&gt; areas than in colder climates. Although they cannot live in freezing temperatures for an extended period, they are more successful in lower temperatures than the related &lt;a href=\"greater%20wax%20moth\"&gt;greater wax moth&lt;/a&gt;.\nFood resources.\nLarvae diet.\nFeeding occurs only during the larval life stage. Larvae feed on weak bee colonies. Therefore, the amount of food that the larvae can eat depends on the amount of material that the bee colony produced, as well as the number of moth generations that have persisted on the same comb since the initial &lt;a href=\"infestation\"&gt;infestation&lt;/a&gt; began. Larvae move through the bee comb and spin &lt;a href=\"silk\"&gt;silk&lt;/a&gt; tunnels. They cover the silk with their &lt;a href=\"frass\"&gt;frass&lt;/a&gt;. Tunneling through honeycombs not only provides food, but also protects the larvae from the defending &lt;a href=\"worker%20bee\"&gt;worker bee&lt;/a&gt;s. The larvae prefer to eat honey bee larvae, &lt;a href=\"pupa\"&gt;pupa&lt;/a&gt;e, and &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt;, but will also feed on &lt;a href=\"honey\"&gt;honey&lt;/a&gt;. Unusual foods that larvae can feed on are dried vegetable remains, &lt;a href=\"dried%20fruits\"&gt;dried fruits&lt;/a&gt; (especially &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s and &lt;a href=\"raisin\"&gt;raisin&lt;/a&gt;s), &lt;a href=\"horn%20%28anatomy%29\"&gt;horn&lt;/a&gt; shavings (an &lt;a href=\"organic%20fertilizer\"&gt;organic fertilizer&lt;/a&gt;), &lt;a href=\"cork%20material\"&gt;cork&lt;/a&gt;, and even refined &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt;. Sometimes greater wax moths can be found in the same comb as lesser wax moths. In these cases, the greater wax moths will compete with the lesser wax moths for the best feeding regions of the comb. In general, the greater wax moth is victorious and the lesser wax larvae are forced to feed on the &lt;a href=\"beehive\"&gt;hive floor&lt;/a&gt;.\nParental care.\nOviposition.\nFemales deposit their eggs in crevices in or near bee hives so that a food source will be close to the emerging larvae. When a female has found an acceptable spot, she extends her body into the crevice and then lays her eggs. A female lays on average 250-300 eggs in her lifetime.\nLife history.\nEgg.\nThe eggs are similar to those of greater wax moths. They are spherical and creamy white in color. Eggs hatch in about five to eight days but warmer temperatures shorten the hatching time.\nLarvae.\n&lt;a href=\"Larvae\"&gt;Larvae&lt;/a&gt; take on average six to seven weeks to fully develop, but they can take up to five months. They reach about 20 mm in length and have narrow white bodies with a brown head. This is the only life stage in which lesser wax moths eat.\nPupa.\nThe &lt;a href=\"pupae\"&gt;pupae&lt;/a&gt; are 11 mm in length and are a yellow tan color. The silk &lt;a href=\"Pupa\"&gt;cocoon&lt;/a&gt; is white but is usually covered with &lt;a href=\"frass\"&gt;frass&lt;/a&gt;. On average, the adults emerge after 37 days, but pupation can take up to 2 months.\nAdult.\nAdults are a silver, grey, or beige with a yellow head. They are thin and are 0.5 inches in length with a &lt;a href=\"wingspan\"&gt;wingspan&lt;/a&gt; of 0.5 inches. Males tend to be smaller than females. Adults live for about a week and most of their activity, including female &lt;a href=\"oviposition\"&gt;oviposition&lt;/a&gt; and mating, occurs at night. Males can be seen in their mating position anywhere between six and ten hours in a single night. During the day, the adults hide in foliage close to bee hives.\nEnemies.\nPredators.\nIn order to attract mates, male lesser wax moths stay in a stationary position and emit a high-frequency sound. &lt;a href=\"Bats\"&gt;Bats&lt;/a&gt;, such as \"&lt;a href=\"Greater%20horseshoe%20bat\"&gt;Rhinolophus ferrumequinum&lt;/a&gt;,\" can hear this sound. Thus, both the male's high-frequency calling and its stationary position leave it vulnerable to attacks by bats. Even though the bats do not exist in some of the areas where moths are currently found, the lesser wax moth has retained its evolutionary mode of defense from its native land.\nDefense.\nThe bat calling sound is a long and slowly repeating signal. If males hear the call of an approaching bat or a similar sound, they will stop their mate calling. The males will remain silent for several milliseconds to more than a minute. More sexually attractive males, those with higher single pulse pair rates and amplitudes, experience a higher risk of predation because they resume mate calling sooner than less attractive males. This may occur because the attractive males are better equipped to escape from bats, thus decreasing the apparently high risk. Another theory is that risk taking could be a &lt;a href=\"sexual%20selection\"&gt;sexually selected&lt;/a&gt; trait. Females can decipher between the moth calling and the bat calling sound. During mate calling, females fan their wings. However, when they hear the bat's sound, they stop fanning their wings. In order to avoid being captured by bats, the moths fly erratically, fall to the ground, or fly away from the source of the sound.\nMating.\nMate searching behavior.\nIn the lesser wax moth species, the males engage in signaling behavior while the females engage in searching roles.\nPheromones.\nLesser wax male moths emit a &lt;a href=\"sex%20pheromone\"&gt;sex pheromone&lt;/a&gt; that is made up of two components: n-undecanal and cis-11-n-octadecenal. The pheromone is released from wing glands. It is attractive to females over long distances, but the pheromones alone are not sufficient to generate mating behaviors. When males are under attack by bats, they stop producing calling sounds but will continue emitting the pheromone.\nSound.\nThe lesser wax moth &lt;a href=\"mating%20system\"&gt;mating system&lt;/a&gt; is based on sound. Experiments have shown that sounds from a speaker are able to elicit the same attractive result from females as live males that release both sound and pheromones. Males emit short &lt;a href=\"ultrasound\"&gt;ultrasonic&lt;/a&gt; pulses with a high &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; of 100 kHz and an intensity of 93 dB. The signal of the sound can differ significantly between males. For example, there can be a 15 dB range in peak &lt;a href=\"amplitude\"&gt;amplitude&lt;/a&gt; between males in the same population. The male calling characteristics may be &lt;a href=\"genetics\"&gt;genetic&lt;/a&gt; and inherited. Pulse amplitude is also positively correlated to a male moth's weight.\nEffects of temperature.\nComponents of the male ultrasonic pulses are genetically based, but environmental temperature can affect the specific genotype's performance. As temperature increases, a lesser wax moth male's pulse rate increases and the female's acceptance threshold for rates increases. These changes most likely occur due to physiological effects, but the increase in pulse rate and acceptance threshold may also be used to avoid &lt;a href=\"predation\"&gt;predation&lt;/a&gt;. Additionally, the increase in female acceptance threshold allows them to continue choosing the most attractive male by not mistaking a low-quality male for high-quality due to his new, faster pulse rate.\nMate choice.\nAlthough pheromones alone do not cause a female to move towards a male for mating, odor, signal location, and male-male interactions may play a role in male attractiveness. Females mainly select males based on the characteristics of their call. Females prefer males with a fast pulse pair rate, high peak song amplitude, and large wing beat asynchrony. This preference may be &lt;a href=\"evolutionary\"&gt;evolutionary&lt;/a&gt;, with signal quality being an indicator of a male's gene quality. Because female choice occurs between aggregated males at leks, they assess a male's call in relation to his neighbors. In other words, at leks, the relative threshold sounds are determinate of male attractiveness rather than absolute threshold. If an individual is in a group of males with high quality sounds, their individual relative attractiveness decreases. There also seems to be some variation in female preference. Because some signal characteristics are &lt;a href=\"heritable\"&gt;heritable&lt;/a&gt;, female preference could lead to evolutionary changes in mate calling.\nLekking.\n&lt;a href=\"Sexual%20selection\"&gt;Sexual selection&lt;/a&gt; occurs near honey bee colonies. The males will group together on grass or leaves near the colony where they spent most of their life. These &lt;a href=\"leks\"&gt;leks&lt;/a&gt; are small and occur in the night. Because the moths are close together in the leks, some males will purposely run into stationary neighbors who are in the process of signaling in order to move them. Additionally, studies have been conducted that show these moths increase their signal rate when having to compete with others for a local female, but due to the physical demands of an increased signal rate, its duration typically lasts only five to ten minutes. It has been concluded that these are the most prevalent few minutes of the entire six to ten hours spent active each night.\nPhysiology.\nHearing.\nSound generation.\nMales produce &lt;a href=\"Ultrasound\"&gt;ultrasonic&lt;/a&gt; pulses to attract mates. The sound is produced by a &lt;a href=\"tymbal\"&gt;tymbal&lt;/a&gt; on each &lt;a href=\"tegula%20%28insect%20anatomy%29\"&gt;tegula&lt;/a&gt;, which covers the &lt;a href=\"forewing\"&gt;forewing&lt;/a&gt;. The left and right tymbals emit pulses slightly asynchronously. In order for sound production to occur, the tegula has to be raised and the wings have to be fanned at a 45&lt;a href=\"Degree%20%28angle%29\"&gt;°&lt;/a&gt; arc. A pair of asynchronous pulses are produced during each up and down stroke of the wings. The pulses of sound have a frequency of 100 kHz which is in the middle of the moth's hearing range (20–200 kHz).\nInteractions with humans.\nPest of beekeepers.\nBald brood.\nA disorder called bald brood occurs in hives infested by lesser wax moths. When feeding on the &lt;a href=\"Honeycomb\"&gt;comb&lt;/a&gt;, larvae tunnel under capped cells containing honey bee pupae. This movement causes the caps to become defective. The worker bees will then remove the defective caps. The name bald brood refers to the remaining uncapped cells that reveal the residing pupa.\nPrevention.\nIn order to prevent a lesser wax moth &lt;a href=\"infestation\"&gt;infestation&lt;/a&gt; in honey bee hives, &lt;a href=\"beekeepers\"&gt;beekeepers&lt;/a&gt; must maintain healthy, functioning hives. In healthy hives, workers will remove defective bee larvae and quickly seal up the cell that had contained the larvae. In this way, moths are unable to lay eggs in the vacant cells. If the hives become weak, the workers may not be able to close vacant cells, leaving the hive open to infestation. Therefore, stored combs that do not have any worker bees are highly susceptible to attacks by the lesser wax moths.\nControl.\nTemperature regulation.\nTemperature can play a crucial role in lesser wax larvae activity and survival. At , the larvae can survive but they become less active. Larvae cannot survive in freezing temperatures. In order to ensure that hive products are safe for humans to consume, beekeepers can freeze the hives for one to two days at . Extreme heat () can also be used to kill larvae, but combs are susceptible to melting at similar high temperatures.\n&lt;a href=\"Fumigation\"&gt;Fumigation&lt;/a&gt;.\nDifferent chemicals can be used to kill lesser wax larvae, but many of them can be harmful to both the comb and humans. For example, &lt;a href=\"carbon%20monoxide\"&gt;carbon monoxide&lt;/a&gt; is effective in killing the larvae and the comb is left unharmed, but it is toxic to the person administering the fumes.\n\"Bacillus thuringiensis\".\n\"&lt;a href=\"Bacillus%20thuringiensis\"&gt;Bacillus thuringiensis&lt;/a&gt;\" is a microbial insecticide. When consumed, it is lethal to lesser wax larvae. However, bees are immune to the insecticide's harmful effects because even if the bees ingest the wax, they cannot digest the pesticide. When a powder containing \"B. thuringiensis\" is mixed with beeswax present in bee combs, the lesser wax moth is killed and the bees remained unharmed. While a \"B. thuringiensis\"-infused liquid can also be used, the powder is more effective and remains protective to bee combs for two years."
}