{
    "id": "7485839",
    "revid": "1060851260",
    "url": "https://en.wikipedia.org/wiki?curid=7485839",
    "title": "Dublin University Football Club",
    "text": "Dublin University Football Club (DUFC) is the &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club of the &lt;a href=\"University%20of%20Dublin\"&gt;University of Dublin&lt;/a&gt;, &lt;a href=\"Trinity%20College%2C%20Dublin\"&gt;Trinity College&lt;/a&gt;, in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;, which plays in Division 1A of the &lt;a href=\"All-Ireland%20League%20%28rugby%20union%29\"&gt;All-Ireland League&lt;/a&gt;.\nHistory.\nThe first known record of the Club appears under the heading 'Trinity College' in the \"&lt;a href=\"Daily%20Express%20%28Dublin%29\"&gt;Daily Express&lt;/a&gt;\" of 1 December 1855 and is taken to show that it had then been in existence for at least a year:\nThe club had thus been founded by about 1854, and it has a well-documented, continuous history since then, which gives it a strong claim to be considered the world's &lt;a href=\"oldest%20football%20club\"&gt;oldest extant football club&lt;/a&gt; of any code. Although &lt;a href=\"Guy%27s%20Hospital\"&gt;Guy's Hospital&lt;/a&gt; FC, had been founded in London in 1843, so had existed before DUFC, it later folded up for some years during the nineteenth century. Football in Trinity pre-dates the foundation of the Club itself. A poem by Edward Lysaght shows that it was being played in the College Park in the 1780s.\nBeing the oldest rugby club in Ireland, DUFC has won its fair share of trophies over the years. Its most notable achievement in recent years was the winning of the &lt;a href=\"All-Ireland%20League%20%28rugby%20union%29\"&gt;All-Ireland League&lt;/a&gt; Division 2 in the 2003-04 season, which also gained the club promotion to Division 1. This level of competition was short-lived, however, with the club returning to Division 2 after two seasons.\nPresent status.\nThe DUFC 1st XV currently plays in Division 1A of the All-Ireland League. The club also fields three Junior teams who compete in the Leinster J1, J3 and J4 Metro Leagues, and two U20 teams who play in the JP Fanagan Premier and Pennant leagues respectively. They are the current Frazer McMullen All Ireland Champions, beating Clontarf U20 in the 2018 final.\nThe 1stXV plays against &lt;a href=\"University%20College%20Dublin%20R.F.C.\"&gt;University College Dublin&lt;/a&gt; in the annual &lt;a href=\"The%20Colours%20Match\"&gt;Colours Match&lt;/a&gt; which has been ongoing since its inception in 1952. Trinity has won on 24 occasions, the latest being the 2017/18 match.\nThe club also has a Women's XV, which has played in AIL division 3.\nIn October 2020, the club had three players, &lt;a href=\"Liam%20Turner\"&gt;Liam Turner&lt;/a&gt;, &lt;a href=\"Michael%20Silvester\"&gt;Michael Silvester&lt;/a&gt; and &lt;a href=\"Jack%20Dunne%20%28rugby%20union%29\"&gt;Jack Dunne&lt;/a&gt;, play in &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt;'s &lt;a href=\"Pro14\"&gt;Pro14&lt;/a&gt; win over &lt;a href=\"Zebre\"&gt;Zebre&lt;/a&gt;.\nGrounds.\nThe club's main playing field is College Park, which is within the grounds of Trinity in the Dublin city centre. It also has two other football fields used mainly by the Junior teams on Santry Avenue in the Dublin suburb of &lt;a href=\"Santry\"&gt;Santry&lt;/a&gt;.\nNotable players.\nIreland.\nDublin University Football Club has a long tradition of its players gaining the highest international honours, with over 160 past players being capped for &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; since 1875. Some of the most famous and presently memorable are listed below.\nBritish &amp; Irish Lions.\nDUFC also has a long history of providing &lt;a href=\"British%20%26amp%3B%20Irish%20Lions\"&gt;British &amp; Irish Lions&lt;/a&gt; tourists, with the most recent contribution being Jamie Heaslip in 2013.\nIreland coaches.\nDublin University past players Roly Meates and Gerry Murphy both went on to coach Ireland at different times. Meates is also an honorary life member of DUFC, having coached the club for 28 years."
}