{
    "id": "7511529",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=7511529",
    "title": "Fred Basset (greyhound)",
    "text": "Fred Basset (born 4 October 2004) is a &lt;a href=\"greyhound\"&gt;greyhound&lt;/a&gt; dog which was owned and raced by &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n &lt;a href=\"comedy%20duo\"&gt;comedy duo&lt;/a&gt; &lt;a href=\"Hamish%20%26amp%3B%20Andy\"&gt;Hamish &amp; Andy&lt;/a&gt;. The dog's name is taken from the comic strip character &lt;a href=\"Fred%20Basset\"&gt;Fred Basset&lt;/a&gt;, whose strip featured regularly on the \"&lt;a href=\"Hamish%20%26amp%3B%20Andy%20%28radio%20show%29\"&gt;Hamish &amp; Andy&lt;/a&gt;\" radio show. Since retiring from racing, Fred Basset has become an ambassador for &lt;a href=\"greyhound%20adoption\"&gt;greyhound adoption&lt;/a&gt;.\nHistory.\nThe search for a greyhound.\n&lt;a href=\"Andy%20Lee%20%28comedian%29\"&gt;Andy Lee&lt;/a&gt; was nominated for the 2006 &lt;a href=\"Cleo%20Bachelor%20of%20the%20Year\"&gt;\"Cleo\" Bachelor of the Year&lt;/a&gt; competition. &lt;a href=\"Hamish%20Blake\"&gt;Hamish Blake&lt;/a&gt; took $860 (initially intended for a holiday for himself and his girlfriend) and won over $12000 for betting on Andy to win.\nListeners suggestions led to the duo continuing gambling. The pair found \"Ange the Dog Whisperer\", a greyhound trainer who provided a greyhound sired by Awesome Assassin. On 26 August 2006, this greyhound was named Fred Basset after receiving 77% of listeners' votes. In September 2006, Hamish and Andy purchased the greyhound for $9,000.\nThe People's Greyhound.\nFred's journey was a regular feature on Hamish and Andy's &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;-based afternoon &lt;a href=\"drivetime\"&gt;drivetime&lt;/a&gt; radio show since Andy won Bachelor of the Year. Through every step of the journey, the boys have pushed the idea that Fred is \"The People's Greyhound\", purportedly since without the continued support of the listeners, Andy would never have won.\nFans of the show flocked to Fred Basset's first ever race in Melbourne on 12 October 2006. Unfortunately he placed last in Race 4 at &lt;a href=\"Sandown%20Raceway\"&gt;Sandown Raceway&lt;/a&gt; (which was named The Hamish and Andy Stakes), but fans remained supportive. Fred then went on to win the Perth Greyhound Race Day with a fairly convincing lead.\nCelebrity endorsement.\nHamish and Andy competed to find a celebrity who could relate to dogs, who would endorse Fred Basset. Hamish chose to pursue &lt;a href=\"Paris%20Hilton\"&gt;Paris Hilton&lt;/a&gt;, since she owns a 'tea cup' &lt;a href=\"chihuahua%20%28dog%29\"&gt;chihuahua&lt;/a&gt;, while Andy chose &lt;a href=\"John%20Travolta\"&gt;John Travolta&lt;/a&gt;. After fruitless phone calls to American &lt;a href=\"Scientology\"&gt;Scientology&lt;/a&gt; churches, followed up with a call to &lt;a href=\"Qantas\"&gt;Qantas&lt;/a&gt;, Andy managed to find a representative from &lt;a href=\"Football%20Federation%20Australia\"&gt;Football Federation Australia&lt;/a&gt; promising to find Travolta's details. After a few more days of dead ends, Hamish then received &lt;a href=\"Kiefer%20Sutherland\"&gt;Kiefer Sutherland&lt;/a&gt;'s mobile phone number but was unable to obtain his endorsement. Currently, &lt;a href=\"Mike%20Whitney\"&gt;Mike Whitney&lt;/a&gt; officially endorses Fred.\nTrack record.\nAfter his first loss, Fred won at Albion Park in Brisbane. Later on at Angle Park Raceway in &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;, Fred backed up his first win with another victory, beating Nitrix in a close finish.\nRace 4 on 11 November 2006 at Cannington Raceway in Perth drew large crowds, however even with the support of &lt;a href=\"Mike%20Whitney\"&gt;Mike Whitney&lt;/a&gt; and hundreds of Fred Basset fans, he could not achieve a podium place and finished fourth. Fred's celebrity status meant that he attracted media attention even when he failed to win.\nIn the 2007 &lt;a href=\"Good%20Friday%20Appeal\"&gt;Good Friday Appeal&lt;/a&gt; race, Fred won against two other greyhounds. Hamish and Andy donated half of his winnings to the 2007 Good Friday Appeal.\nIn June 2007 Fred had a bad fall in a race and was forced out of racing until he recovered.\nFred Basset last raced on 12 March 2008. He started in 57 races, for 8 first placings, 11 seconds and 13 thirds. His total prizemoney was $19,720.\nFred Basset now makes promotional and celebrity appearances at various events. He is also an ambassador for the Greyhound Adoption Program.\nFred the psychic.\nFred Bassett enjoys chicken &lt;a href=\"McNuggets\"&gt;McNuggets&lt;/a&gt;, and is referred to as \"the McNugget-loving champion\". Hamish and Andy tried to use Fred's taste for McNuggets to predict the future. Before the two football grand finals of 2006 (&lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; and &lt;a href=\"Australian%20Football%20League\"&gt;AFL&lt;/a&gt;) were played, the boys performed two experiments. On one paper plate they wrote &lt;a href=\"Brisbane%20Broncos\"&gt;Broncos&lt;/a&gt; and on another they wrote &lt;a href=\"Melbourne%20Storm\"&gt;Storm&lt;/a&gt; (these being the two teams who played in the &lt;a href=\"National%20Rugby%20League%20season%202006%23Grand%20Final\"&gt;NRL grand final&lt;/a&gt;) and placed one McNugget on each. Fred chose the Broncos McNugget, and after that the Broncos went on to win the match. The boys then did the same thing for the AFL, putting a nugget on one plate that read Swans, and another that read Eagles with Fred successfully choosing the winning team, the Eagles, once more.\nSince these two key predictions, Fred also has successfully forecast that &lt;a href=\"Guy%20Mutton\"&gt;Mutto&lt;/a&gt; would be voted off \"&lt;a href=\"Australian%20Idol%20%28season%204%29\"&gt;Australian Idol&lt;/a&gt;\", a one in nine chance.\nAfter Fred's disappointing performance in his first race, it was decided (by Fred himself in a final McNugget choice) that he would choose to race and give up the McNuggets rather than continue as a \"psychic lazy dog\"."
}