{
    "id": "751432",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=751432",
    "title": "David Bonior",
    "text": "David Edward Bonior (born June 6, 1945) is an &lt;a href=\"Politics%20of%20the%20United%20States\"&gt;American politician&lt;/a&gt; from the U.S. state of &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. First elected to the &lt;a href=\"U.S.%20House%20of%20Representatives\"&gt;U.S. House of Representatives&lt;/a&gt; in 1976, Bonior served as &lt;a href=\"Party%20whips%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Democratic whip&lt;/a&gt; in the House from 1991 to 2002, during which time Democrats were in both the majority (1991–1995) and minority (1995–2002), making Bonior the third and second highest-ranking Democrat in the House, respectively. \nDuring his tenure in office, Bonior was the public face of &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; opposition to the &lt;a href=\"North%20American%20Free%20Trade%20Agreement\"&gt;North American Free Trade Agreement&lt;/a&gt; (NAFTA), and was known for his tenacity in opposing Republican &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Speaker of the House&lt;/a&gt; &lt;a href=\"Newt%20Gingrich\"&gt;Newt Gingrich&lt;/a&gt;, against whom Bonior filed more than seventy-five ethics charges.\nEarly life.\nBonior was born in Detroit, Michigan, the son of Irene (Gavreluk) and Edward Bonior. He traces his family history from &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; and &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. He graduated from &lt;a href=\"Notre%20Dame%20High%20School%20%28Harper%20Woods%2C%20Michigan%29\"&gt;Notre Dame High School&lt;/a&gt; in &lt;a href=\"Harper%20Woods%2C%20Michigan\"&gt;Harper Woods, Michigan&lt;/a&gt;, in 1963, where he excelled in sports. He received a B.A. from the &lt;a href=\"University%20of%20Iowa\"&gt;University of Iowa&lt;/a&gt;, where he also played football and became a member of the Iowa Beta chapter of &lt;a href=\"Sigma%20Alpha%20Epsilon\"&gt;Sigma Alpha Epsilon&lt;/a&gt; fraternity, in 1967. He received an &lt;a href=\"Master%20of%20Arts\"&gt;M.A.&lt;/a&gt; from &lt;a href=\"Chapman%20University\"&gt;Chapman College&lt;/a&gt; in &lt;a href=\"Orange%2C%20California\"&gt;Orange, California&lt;/a&gt;, in 1972. \nHe served in the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; during the peak of the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; from 1968 to 1972, though not in &lt;a href=\"Vietnam%20War\"&gt;Vietnam&lt;/a&gt;. He was a founder of the Vietnam Era Veterans Caucus on Capitol Hill and was a strong supporter of the Vietnam veterans' movement.\nPolitical career.\nBonior was a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; member of the &lt;a href=\"Michigan%20State%20House%20of%20Representatives\"&gt;Michigan State House of Representatives&lt;/a&gt; from 1973 to 1976. In 1976, he was elected to the U.S. House of Representatives from &lt;a href=\"Michigan%27s%2012th%20congressional%20district\"&gt;Michigan's 12th District&lt;/a&gt; (based in &lt;a href=\"Macomb%20County\"&gt;Macomb County&lt;/a&gt;) for the &lt;a href=\"95th%20United%20States%20Congress\"&gt;95th&lt;/a&gt; and to the twelve succeeding Congresses, serving from January 3, 1977, to January 3, 2003. His district was renumbered as the 10th in 1993, after Michigan lost a House seat as a result of the &lt;a href=\"1990%20United%20States%20Census\"&gt;1990 United States Census&lt;/a&gt;.\nFrom 1991 to 2002, Bonior was the House Democratic Whip. He served as &lt;a href=\"Majority%20Whip%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Majority Whip&lt;/a&gt; in the &lt;a href=\"102nd%20United%20States%20Congress\"&gt;102nd&lt;/a&gt; and &lt;a href=\"103rd%20United%20States%20Congress\"&gt;103rd&lt;/a&gt; Congresses. He was &lt;a href=\"Minority%20Whip%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Minority Whip&lt;/a&gt; for the &lt;a href=\"104th%20United%20States%20Congress\"&gt;104th&lt;/a&gt; through &lt;a href=\"107th%20United%20States%20Congress\"&gt;107th&lt;/a&gt; Congresses. While the Democrats were in the majority, Bonior was the third-ranking Democrat in the House, behind &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Speaker&lt;/a&gt; &lt;a href=\"Tom%20Foley\"&gt;Tom Foley&lt;/a&gt; and &lt;a href=\"House%20Majority%20Leader\"&gt;House Majority Leader&lt;/a&gt; &lt;a href=\"Dick%20Gephardt\"&gt;Dick Gephardt&lt;/a&gt;. While they were in the minority, Bonior was second-in-command behind Gephardt.\nIn Congress, Bonior generally had a progressive voting record, but opposed abortion in most cases. In 1991 he strongly supported recognition of &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; as an independent nation and was critical of the &lt;a href=\"Presidency%20of%20George%20H.%20W.%20Bush%23Dissolution%20of%20the%20Soviet%20Union\"&gt;Bush administration&lt;/a&gt; on that matter.\nFor most of his tenure in Congress, Bonior represented a fairly compact district in Macomb and &lt;a href=\"St.%20Clair%20County%2C%20Michigan\"&gt;St. Clair&lt;/a&gt; counties northeast of Detroit. However, after the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 United States Census&lt;/a&gt;, Michigan lost one of its 16 seats in the House of Representatives. The redistricting process was controlled by the &lt;a href=\"United%20States%20Republican%20Party\"&gt;Republican&lt;/a&gt; majority in the state legislature, and Bonior's home in &lt;a href=\"Mount%20Clemens\"&gt;Mount Clemens&lt;/a&gt; was shifted from the 10th District to the 12th District. That district had long been represented by Democrat &lt;a href=\"Sandy%20Levin\"&gt;Sandy Levin&lt;/a&gt;, a longtime friend of Bonior's. At the same time, the state legislature radically altered the 10th, extending it all the way to &lt;a href=\"the%20Thumb\"&gt;the Thumb&lt;/a&gt;. The new district was considerably more rural and Republican than its predecessor; &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; narrowly won the old 10th, but would have won the new 10th by a large margin. By all accounts, the 10th had been redrawn for popular Republican &lt;a href=\"Michigan%20Secretary%20of%20State\"&gt;Michigan Secretary of State&lt;/a&gt; and Macomb County resident &lt;a href=\"Candice%20Miller\"&gt;Candice Miller&lt;/a&gt;.\nDue to this, Bonior did not run for reelection to the House, and chose to run for &lt;a href=\"Governor%20of%20Michigan\"&gt;Governor of Michigan&lt;/a&gt;, stepping down as House Democratic Whip in early 2002; &lt;a href=\"Nancy%20Pelosi\"&gt;Nancy Pelosi&lt;/a&gt; of California succeeded him as Whip. He lost in a heavily contested primary between former Governor &lt;a href=\"James%20Blanchard\"&gt;James Blanchard&lt;/a&gt;, and then-&lt;a href=\"Michigan%20Attorney%20General\"&gt;Michigan Attorney General&lt;/a&gt; and eventual nominee &lt;a href=\"Jennifer%20Granholm\"&gt;Jennifer Granholm&lt;/a&gt;, who went on to win the general election. As expected, Miller easily won Bonior's House seat and held it until retiring in 2016. Proving how Republican the new district is, no Democratic nominee has won more than 40% of the vote since Bonior retired.\nPost-congressional career.\nFollowing his retirement from the House, Bonior became a professor of &lt;a href=\"trade%20union\"&gt;labor studies&lt;/a&gt; at &lt;a href=\"Wayne%20State%20University\"&gt;Wayne State University&lt;/a&gt;, and founded &lt;a href=\"American%20Rights%20at%20Work\"&gt;American Rights at Work&lt;/a&gt;, a &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; advocacy organization of which he currently serves as chairman. In 2006, former Senator &lt;a href=\"John%20Edwards\"&gt;John Edwards&lt;/a&gt; chose Bonior to run his &lt;a href=\"John%20Edwards%20presidential%20campaign%2C%202008\"&gt;campaign for the presidency in 2008&lt;/a&gt;. Bonior served as &lt;a href=\"campaign%20manager\"&gt;campaign manager&lt;/a&gt; for the duration of Edwards' candidacy. Upon the election of Barack Obama in November 2008, Bonior was a member of the President-Elect's economic advisory board.\nHe has also become a &lt;a href=\"restaurateur\"&gt;restaurateur&lt;/a&gt;, owning and operating the restaurants Agua 301 and Zest.\nBonior is a member of the ReFormers Caucus of &lt;a href=\"Issue%20One\"&gt;Issue One&lt;/a&gt;.\nBonior and his wife were described as \"longtime\" members of the &lt;a href=\"Democratic%20Socialists%20of%20America\"&gt;Democratic Socialists of America&lt;/a&gt; in 2015."
}