{
    "id": "7516397",
    "revid": "6056090",
    "url": "https://en.wikipedia.org/wiki?curid=7516397",
    "title": "Vladimir Vasiliev (dancer)",
    "text": "Vladimir Viktorovich Vasiliev (; born 18 April 1940) is a Soviet and Russian &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt; dancer and &lt;a href=\"Choreography\"&gt;choreographer&lt;/a&gt;. He was a &lt;a href=\"principal%20dancer\"&gt;principal dancer&lt;/a&gt; with the &lt;a href=\"Bolshoi%20Ballet\"&gt;Bolshoi Ballet&lt;/a&gt; and its director from 1995 to 2000. He was best known for his role of &lt;a href=\"Spartacus\"&gt;Spartacus&lt;/a&gt; and his powerful leaps and turns. He received the &lt;a href=\"People%27s%20Artist%20of%20the%20USSR\"&gt;People's Artist of the USSR&lt;/a&gt; (1973).\nVasiliev was named \"God of the dance\" and is regarded as a classical dancer on the same level as &lt;a href=\"Rudolf%20Nureyev\"&gt;Rudolf Nureyev&lt;/a&gt; and &lt;a href=\"Mikhail%20Baryshnikov\"&gt;Mikhail Baryshnikov&lt;/a&gt;. At the height of their careers, Vasiliev and &lt;a href=\"Ekaterina%20Maximova\"&gt;Ekaterina Maximova&lt;/a&gt; were the golden couple of Russian ballet.\nEarly life.\nVasiliev was born in Moscow in 1940, the son of a truck driver. In 1947, at the age of seven, he joined the amateur ballet group of the &lt;a href=\"Sergei%20Kirov\"&gt;Kirov&lt;/a&gt; pioneer group, where he stayed two years. His first teacher was Elena Romanovna Rosse.\nHe entered the &lt;a href=\"Moscow%20State%20Academy%20of%20Choreography\"&gt;Moscow Ballet School&lt;/a&gt;, commonly known as The Bolshoi Ballet Academy, in 1947 and graduated in 1958, when he joined the Bolshoi Ballet. His teachers at the Moscow Ballet School included &lt;a href=\"Aleksey%20Yermolayev\"&gt;Aleksey Yermolayev&lt;/a&gt;.\nCareer.\nPrincipal Dancer with the Bolshoi Ballet.\nVasiliev became a principal dancer in 1959 in his second year with the Bolshoi Ballet.\nCareer with Ekaterina Maximova.\nVasiliev and &lt;a href=\"Ekaterina%20Maximova\"&gt;Ekaterina Maximova&lt;/a&gt;, both principal dancers, were the dream couple of the Bolshoi Ballet. Dancing as a pair for the first time in 1949 as classmates at the Moscow Ballet School, they were married in 1961.\n\"New York Times\" dance critic Anna Kisselgoff described the excitement of one of Vasiliev's United States performances with the Bolshoi Ballet: \"Yekaterina Maksimova and Vladimir Vasiliev burst upon New York City in 1959, the greatest of the passionate young dancers who, with Moscow's more established stars, made the Bolshoi Ballet's American debut a total triumph.\"\nThe Bolshoi tour to London in 1969 was dominated by the sensational impact of &lt;a href=\"Aram%20Khachaturian\"&gt;Aram Khachaturian&lt;/a&gt;'s ballet \"&lt;a href=\"Spartacus%20%28ballet%29\"&gt;Spartacus&lt;/a&gt;\" as choreographed by &lt;a href=\"Yury%20Grigorovich\"&gt;Yury Grigorovich&lt;/a&gt;, in which, wrote the leading critic Richard Buckle, \"Maximova would melt any tyrant's heart\".\nThe great male dancer &lt;a href=\"Mikhail%20Baryshnikov\"&gt;Mikhail Baryshnikov&lt;/a&gt; recently paid tribute to the couple, saying Maximova, with her \"elegant build, beauty, virtuosity and even more so her spontaneity and sincerity\", was treated like a \"rare treasure\" by the indomitable Vasiliev. This gave their performances an almost sacred aura, to which audiences gratefully responded.\nVasiliev and Ekaterina Maximova gleaned wide exposure for their appearances in &lt;a href=\"Franco%20Zeffirelli\"&gt;Franco Zeffirelli&lt;/a&gt;'s filmed version of &lt;a href=\"Giuseppe%20Verdi\"&gt;Giuseppe Verdi&lt;/a&gt;'s &lt;a href=\"opera\"&gt;opera&lt;/a&gt; \"&lt;a href=\"La%20Traviata%20%281983%20film%29\"&gt;La traviata&lt;/a&gt;\" of 1983. Both performed in Spanish costume, Vasiliev as a &lt;a href=\"Bullfighter\"&gt;matador&lt;/a&gt;, in the \"divertissements\" composed for the equivalent of Act II, scene 2.\nThe couple was filmed in 1988 by French director Dominique Delouche in a film portrait “Katia et Volodia\".\nIn 2008, the Bolshoi hosted a week-long festival dedicated to Maximova and Vasiliev's 50 years on the Bolshoi stage, during which Vasiliev commented that the secret of partnering was \"the man must not get in the way of the woman – she is the most important person on stage.\" He added that all his life his wife had been his inspiration for two qualities: her beauty and her capacity for hard work.\nThe marriage lasted for 50 years, until Maximova died in 2009. They had no children.\nDirector of the Bolshoi ballet.\nIn March 1995, Vasiliev was appointed the General and Artistic Director of the Bolshoi Theatre after Yury Grigorovich, artistic director of the ballet company since 1963, was dismissed by Russian President &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt;.\nAmong the major projects Vasiliev has spearheaded there were such as the large scale exchange of Bolshoi and &lt;a href=\"Mariinsky%20Ballet\"&gt;Mariinsky Ballet companies&lt;/a&gt; in 1998, of the Bolshoi and Paris Opera Ballet to be held, first-ever New Year Ball in the Bolshoi on 31 December 1999, foundation of the International Club of the Bolshoi Friends.\nAt the end of the 1990s, he was one of the first ballet directors who recognized the class and the outstanding qualities of &lt;a href=\"Svetlana%20Zakharova%20%28dancer%29\"&gt;Svetlana Zakharova&lt;/a&gt;, then principal dancer with the Mariinsky ballet. Svetlana Zakharova became a principal dancer with the Bolshoi Ballet in October 2003.\nVasiliev was dismissed as director of the Bolshoi Theater on 28 August 2000. He learned about his dismissal from hearing it on the radio.\nChoreographer.\nSince his exit from the Bolshoi, Vasiliev premiered in the ballet production \"Lungo Viaggio Nella Notte di Natale\", set to Tchaikovsky's music, in Opera di Roma, and continues to choreograph and stage new ballets.\nLegacy.\nVasiliev is not as well known in the west as other iconic male dancers such as &lt;a href=\"Rudolf%20Nureyev\"&gt;Rudolf Nureyev&lt;/a&gt; and &lt;a href=\"Mikhail%20Baryshnikov\"&gt;Mikhail Baryshnikov&lt;/a&gt;, because he remained in the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and did most of his work there.\nNevertheless, his work as a classical dancer is regarded on the same level as both Nureyev and Baryshnikov. &lt;a href=\"Mathias%20Heymann\"&gt;Mathias Heymann&lt;/a&gt;, who was promoted to principal dancer with the &lt;a href=\"Paris%20Opera%20Ballet\"&gt;Paris Opera Ballet&lt;/a&gt; in 2009 at only 22 years old, told in an interview that he takes inspiration from watching videos of Rudolf Nureyev, whom he regards as his role model, along with Vasiliev and Baryshnikov.\nRussia's influential ballet critic and choreographer &lt;a href=\"Fyodor%20Lopukhov\"&gt;Fyodor Lopukhov&lt;/a&gt; called Vasiliev \"God of the dance\" and \"A miracle in art, perfection\".\nPerformance style.\nOn stage.\nNumerous roles were created for Vasiliev, and he performed throughout the world, usually partnering his wife. Among the most notable were those created by Yury Grigorovich, who gave him the principal roles in his original productions of \"&lt;a href=\"The%20Tale%20of%20the%20Stone%20Flower%20%28Prokofiev%29\"&gt;The Tale of the Stone Flower&lt;/a&gt;\", \"Spartacus\", \"&lt;a href=\"The%20Nutcracker\"&gt;The Nutcracker&lt;/a&gt;\", the ballet version of \"&lt;a href=\"Ivan%20the%20Terrible%20%28Prokofiev%29\"&gt;Ivan the Terrible&lt;/a&gt;\", &lt;a href=\"Valery%20Gavrilin\"&gt;Valery Gavrilin&lt;/a&gt;'s \"Anyuta\" (1982), and &lt;a href=\"Yakov%20Eshpai\"&gt;Yakov Eshpai&lt;/a&gt;'s \"Angara\" (1976). Besides Maximova, Vasiliev's famous partners included &lt;a href=\"Galina%20Ulanova\"&gt;Galina Ulanova&lt;/a&gt;, &lt;a href=\"Maya%20Plisetskaya\"&gt;Maya Plisetskaya&lt;/a&gt;, &lt;a href=\"Alicia%20Alonso\"&gt;Alicia Alonso&lt;/a&gt;, &lt;a href=\"Carla%20Fracci\"&gt;Carla Fracci&lt;/a&gt;, Rita Poelvoorde and &lt;a href=\"Ambra%20Vallo\"&gt;Ambra Vallo&lt;/a&gt;.\nStyle.\nHaving a body revealing great physical strength, Vasiliev did not embody the ideal physical form for a classical dancer.\nHe made enormous contributions to the development of classical male dance, embodying the strong new Bolshoi male.\n\"You see — at the beginning we do things only as we have seen them done,\" said Vasiliev at the end of \"Katia et Volodia\", the 1988 film exploring Vasiliev's artistry and that of his wife and fellow Bolshoi luminary, Ekaterina Maximova. \"Afterwards, we do them with what we find inside ourselves.\"\nHonours and awards.\nVasiliev is the first dancer to be given the award \"La médaille d'or du meilleur danseur du monde\" (\"The Gold Medal of the World's Best Dancer\") and also the only Grand Prix award winner at the Varna International Ballet Competition since winning the first competition in 1964.\nOver the years, Vasiliev has received many of the most prestigious Soviet, Russian and foreign prizes, orders and highest awards including the &lt;a href=\"USSR%20State%20Prize\"&gt;USSR State Prize&lt;/a&gt;, &lt;a href=\"State%20Prize%20of%20the%20Russian%20Federation\"&gt;Russian State Prize&lt;/a&gt;, &lt;a href=\"Order%20%26quot%3BFor%20Merit%20to%20the%20Fatherland%26quot%3B\"&gt;Order \"For Merit to the Fatherland\"&lt;/a&gt; and &lt;a href=\"Ordre%20national%20du%20M%C3%A9rite\"&gt;State Order “For Merits” of France&lt;/a&gt;, Lithuanian State Order, &lt;a href=\"Order%20of%20Rio%20Branco\"&gt;Order of Rio Branco&lt;/a&gt; (Brazil), UNESCO Pablo Picasso Medal and others."
}