{
    "id": "7525885",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=7525885",
    "title": "Beardstown Grand Opera House",
    "text": "The Beardstown Grand Opera House is an &lt;a href=\"opera%20house\"&gt;opera house&lt;/a&gt; on South State Street in &lt;a href=\"Beardstown%2C%20Illinois\"&gt;Beardstown&lt;/a&gt;, &lt;a href=\"Cass%20County%2C%20Illinois\"&gt;Cass County, Illinois&lt;/a&gt;. It was added to the National Register of Historic Places on May 11, 2000, and is in the process of restoration.\nHistory.\nThe Beardstown Opera House was originally built in 1872. Nearing completion the opera house was almost completely destroyed by a tornado. After the Opera House was rebuilt by the owners and volunteer townsfolk, the first troupe to play the theater was &lt;a href=\"General%20Tom%20Thumb\"&gt;General Tom Thumb&lt;/a&gt; of &lt;a href=\"P.T.%20Barnum\"&gt;P.T. Barnum&lt;/a&gt; fame.\nThrough the years there have been many owners of this historic building. From 1872 to 1893 a partnership between Henry Krohe and Georgee Schneider controlled the building; facts about Krohe are known, but Schneider is lost to history. A team of five owners took over the opera house for the years 1893 to 1899: they were T.K. Condit, J.P. Harris, Merton Harris, William Deppe and August Deppe. For the five-year period from 1899 to 1904 a set of three owners, three of the previous owners dropped out and a replacement owner came in, controlled the Grand Opera House, Condit, Harris and J.F. Duvall. In 1904 the Deppe family took over control for the next 50 years until, in 1954, the Huss family took over until 1968.\nIn more recent history it was owned by the Irene Schroll family. In March 2004, the opera house was purchased by the Heritage Preservation Foundation, a non-profit organization created for the purpose of owning the Opera House. Four years before, it had been added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;; it is one of two such locations in Cass County."
}