{
    "id": "7535556",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=7535556",
    "title": "Claudio Jara",
    "text": "Claudio Miguel Jara Granados (born 6 May 1959) is a former &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; striker who played more than a decade for &lt;a href=\"C.S.%20Herediano\"&gt;Herediano&lt;/a&gt; and participated in the &lt;a href=\"1990%20FIFA%20World%20Cup\"&gt;1990 FIFA World Cup&lt;/a&gt; finals.\nClub career.\nBorn in &lt;a href=\"Heredia%2C%20Costa%20Rica\"&gt;Heredia&lt;/a&gt;, Jara began playing football with local side &lt;a href=\"C.S.%20Herediano\"&gt;Herediano&lt;/a&gt;. He made his debut in 1982, and became Herediano's all-time leading goal-scorer, with 98 league goals during his 11 years with the club. He totalled 375 matches for the club. He spent 15 seasons playing in the &lt;a href=\"Costa%20Rican%20Primera%20Divisi%C3%B3n\"&gt;Costa Rican Primera División&lt;/a&gt; with Herediano, &lt;a href=\"L.D.%20Alajuelense\"&gt;Alajuelense&lt;/a&gt;, &lt;a href=\"Brujas%20F.C.\"&gt;Guanacasteca&lt;/a&gt; and &lt;a href=\"Asociaci%C3%B3n%20Deportiva%20Carmelita\"&gt;Carmelita&lt;/a&gt;. In 1992, Jara left Herediano to sign with Alajuelense. A six-month spell with Colombian side &lt;a href=\"Atl%C3%A9tico%20Bucaramanga\"&gt;Atlético Bucaramanga&lt;/a&gt; followed.\nIn 1994, he returned to Heredia, but quickly moved to &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt; to play one season with &lt;a href=\"Alianza%20F.C.\"&gt;Alianza&lt;/a&gt;. Next, he returned to Costa Rica and played for Guanacasteca and Carmelita, retiring from football after suffering a serious knee injury in 1996.\nInternational career.\nHe was part of the &lt;a href=\"Costa%20Rica%20national%20football%20team\"&gt;national team&lt;/a&gt; squad, that played in the &lt;a href=\"1990%20FIFA%20World%20Cup\"&gt;1990 FIFA World Cup&lt;/a&gt; held in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and featured in all four games played. The &lt;a href=\"Striker%20%28association%20football%29\"&gt;striker&lt;/a&gt; made his debut for the \"Ticos\" in 1983 and collected 46 caps, scoring 11 goals.\nHe played his final international on December 17, 1994 against &lt;a href=\"Saudi%20Arabia%20national%20football%20team\"&gt;Saudi Arabia&lt;/a&gt;.\nManagerial career.\nAfter he retired from playing football, Jara became a football coach. He was appointed manager of &lt;a href=\"A.D.%20Sagrada%20Familia\"&gt;Sagrada Familia&lt;/a&gt; in January 2010. In December 2012 he resigned at &lt;a href=\"C.S.%20Herediano\"&gt;Herediano&lt;/a&gt; after 4 months at the helm.\nPersonal life.\nHis brother &lt;a href=\"Geovanny%20Jara\"&gt;Geovanny Jara&lt;/a&gt; played 422 matches for Herediano and also played for the national team."
}