{
    "id": "753750",
    "revid": "40561892",
    "url": "https://en.wikipedia.org/wiki?curid=753750",
    "title": "Otto Rehhagel",
    "text": "Otto Rehhagel (; born 9 August 1938) is a German former &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and player. \nRehagel is one of only two people who, as player and manager combined, has participated in over 1,000 &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; matches (the other being &lt;a href=\"Jupp%20Heynckes\"&gt;Jupp Heynckes&lt;/a&gt;). In the Bundesliga, he holds the records for the most victories (387), most draws (205), most losses (228), and his teams have scored the most goals (1,473) and conceded more (1,142) than any other. He served as the trainer of &lt;a href=\"Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt; between 1981 and 1995 and won twice the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; and in 1992 the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt; with them. After a rather unsuccessful intermezzo at &lt;a href=\"Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt;, he won the Bundesliga sensationally with the promoted team &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt;.\nInternationally, Rehhagel coached the &lt;a href=\"Greece%20national%20football%20team\"&gt;Greece national team&lt;/a&gt; from 2001 to 2010 in the nation's most successful footballing era – during that period, the Greek team won the &lt;a href=\"UEFA%20Euro%202004\"&gt;2004 European Championship&lt;/a&gt; unexpectedly and qualified for the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 World Cup&lt;/a&gt;, their second World Cup finals participation, in which a documentary was released about the feat in 2021 called &lt;a href=\"King%20Otto%20%282021%29\"&gt;King Otto (2021)&lt;/a&gt;.\nPlaying career.\nBorn in &lt;a href=\"Altenessen\"&gt;Altenessen&lt;/a&gt;, Rehhagel began his playing career with local club &lt;a href=\"TuS%20Helene%20Altenessen\"&gt;TuS Helene Altenessen&lt;/a&gt; in 1948 before moving to &lt;a href=\"Rot-Weiss%20Essen\"&gt;Rot-Weiss Essen&lt;/a&gt; (1960–63), after the start of the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; for &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt; (1963–65), and until 1972 for &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;Kaiserslautern&lt;/a&gt;. He played 201 games in the Bundesliga. As a player, Rehhagel was known as a tough-as-nails defender.\nManagerial career.\nEarly years.\nIn 1974, he took charge of &lt;a href=\"Kickers%20Offenbach\"&gt;Kickers Offenbach&lt;/a&gt;, but failed to make an immediate impact as a manager. Most famously, while in charge of &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt; in 1978, he suffered a historic, record-setting &lt;a href=\"Borussia%20M%C3%B6nchengladbach%2012%E2%80%930%20Borussia%20Dortmund\"&gt;12–0 loss&lt;/a&gt; to &lt;a href=\"Borussia%20M%C3%B6nchengladbach\"&gt;Borussia Mönchengladbach&lt;/a&gt;, after which the tabloids called him \"Otto Torhagel\" (\"Tor\" means goal in German, and \"Hagel\" means a hailstorm). In 1980, Rehhagel won his first trophy as a manager, when his &lt;a href=\"Fortuna%20D%C3%BCsseldorf\"&gt;Fortuna Düsseldorf&lt;/a&gt; side won the German Cup.\nWerder Bremen.\nRehhagel managed &lt;a href=\"SV%20Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt; from 1981 to 1995. During these 14 golden years for the club, Rehhagel transformed Werder from a small minnow into a powerhouse, dazzling spectators with powerful up-tempo play and a smothering defence. During this spell, Werder Bremen established themselves as one of the main teams in the Bundesliga, overtaking hated rivals &lt;a href=\"Hamburger%20SV\"&gt;Hamburg&lt;/a&gt; as the top club in the north and sparking an intense feud with &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt;. In the mid-eighties, Rehhagel often fell just short of success and had a string of second places and Cup Final losses. In that time, his nickname was \"Otto II\" or \"Vizeadmiral\" (\"Vice Admiral\"). However, Rehhagel led &lt;a href=\"SV%20Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt; to two German championships in 1988 and 1993, two &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt; victories in 1991 and 1994, as well as winning the &lt;a href=\"European%20Cup%20Winners%27%20Cup\"&gt;European Cup Winners' Cup&lt;/a&gt; in 1992. In this period, Rehhagel produced a host of international stars, such as &lt;a href=\"Rudi%20V%C3%B6ller\"&gt;Rudi Völler&lt;/a&gt;, &lt;a href=\"Karl-Heinz%20Riedle\"&gt;Karl-Heinz Riedle&lt;/a&gt;, &lt;a href=\"Dieter%20Eilts\"&gt;Dieter Eilts&lt;/a&gt;, &lt;a href=\"Marco%20Bode\"&gt;Marco Bode&lt;/a&gt;, &lt;a href=\"Mario%20Basler\"&gt;Mario Basler&lt;/a&gt;, &lt;a href=\"Hany%20Ramzy\"&gt;Hany Ramzy&lt;/a&gt;, &lt;a href=\"Andreas%20Herzog\"&gt;Andreas Herzog&lt;/a&gt; and &lt;a href=\"Rune%20Bratseth\"&gt;Rune Bratseth&lt;/a&gt;. Rehhagel's &lt;a href=\"SV%20Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt; team of 1987–88 was until recently the squad which conceded the fewest goals ever in the Bundesliga (22), this record was surpassed by &lt;a href=\"Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; in the 2007–08 season with 21 goals. His stint with Werder Bremen (14 years Bundesliga) is the second longest consecutive occupation as a manager ever in the Bundesliga. It was only recently surpassed by &lt;a href=\"Volker%20Finke\"&gt;Volker Finke&lt;/a&gt; of &lt;a href=\"SC%20Freiburg\"&gt;Freiburg&lt;/a&gt; (16 years)\nBayern Munich.\nAfter 14 golden years at &lt;a href=\"SV%20Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt;, Rehhagel left to manage former hated rivals, &lt;a href=\"Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt;, before the start of the 1995–96 season. Prior to Rehhagel's arrival, Bayern had a disappointing, but financially lucrative season in 1994–95 (a very poor sixth place in the Bundesliga, but semi-finals in the Champions League). In the summer of 1995, Bayern spent a lot of money, buying &lt;a href=\"J%C3%BCrgen%20Klinsmann\"&gt;Jürgen Klinsmann&lt;/a&gt;, &lt;a href=\"Andreas%20Herzog\"&gt;Andreas Herzog&lt;/a&gt;, and others, and Rehhagel was brought in as manager to replace &lt;a href=\"Giovanni%20Trapattoni\"&gt;Giovanni Trapattoni&lt;/a&gt;. It was widely expected that Munich would steamroll the opposition in 1995–96, but from Day 1, Rehhagel clashed with the team and the team environment. His single-minded and occasionally eccentric ways did not mesh at all with Bayern, who quickly felt that Rehhagel was too rural at heart and had no clue about how to interact in the fancy environment of Munich. Moreover, Rehhagel's old-school tactics and patronising of the Bayern players caused major antipathy in the Bayern team, especially from Klinsmann, who never missed an opportunity to take shots at Rehhagel. Despite Rehhagel getting Bayern to the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt; final, Bayern's results in the Bundesliga dropped alarmingly in the second half of the season, and Rehhagel was famously sacked just 4 days before they were due to play in the first leg of the 1996 &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; final. Rehhagel's job was taken over by &lt;a href=\"Franz%20Beckenbauer\"&gt;Franz Beckenbauer&lt;/a&gt;, who led the team to victory in the 1996 UEFA Cup final, and oversaw an upturn in form in the last couple of weeks in the Bundesliga, but Bayern finished second, as &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt; won their second German championship in a row.\n1. FC Kaiserslautern.\nAfter being sacked by &lt;a href=\"Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt;, Rehhagel took over as manager of &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;Kaiserslautern&lt;/a&gt; in 1996, after a season where the club had won the &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt; but had also been relegated from the top-flight following a catastrophic season in the Bundesliga. Rehhagel injected new energy into the team, which saw Kaiserslautern comfortably getting back into the top-flight in 1997, winning the second division by 10 points. Prior to the start of the 1997–98 season, Kaiserslautern were seen as dark horses for a place in the UEFA Cup, but Rehhagel's team simply steamrollered the Bundesliga opposition all season. With sparkling offence and sheer never-ending energy (half a dozen games were won in injury time), Kaiserslautern won a sensational German championship in 1998, the first and so far only German championship triumph by a team that had just been promoted the previous season. Rehhagel coached Kaiserslautern to some less spectacular, but very decent results over the next year, such as leading the team to the quarter finals of the &lt;a href=\"1998%E2%80%9399%20UEFA%20Champions%20League\"&gt;1998–99 UEFA Champions League&lt;/a&gt;, but then big internal conflicts within the club, rows with some players, and a massive smear campaign, caused him to resign his position in 2000. Rehhagel finished with a record of 87 wins, 39 draws, and 48 losses.\nGreece national team.\nIn August 2001, following &lt;a href=\"Vassilis%20Daniil\"&gt;Vassilis Daniil&lt;/a&gt;'s departure, Rehhagel was appointed as the new manager of the &lt;a href=\"Greece%20national%20football%20team\"&gt;Greece national team&lt;/a&gt;, ahead of other candidates, such as &lt;a href=\"Marco%20Tardelli\"&gt;Marco Tardelli&lt;/a&gt;, &lt;a href=\"Nevio%20Scala\"&gt;Nevio Scala&lt;/a&gt;, &lt;a href=\"Vanderlei%20Luxemburgo\"&gt;Vanderlei Luxemburgo&lt;/a&gt;, and &lt;a href=\"Terry%20Venables\"&gt;Terry Venables&lt;/a&gt;, who were also being considered for the managerial post. Rehhagel's first match in charge was in October 2001, a &lt;a href=\"2002%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Group%209\"&gt;2002 World Cup qualifier&lt;/a&gt; against &lt;a href=\"Finland%20national%20football%20team\"&gt;Finland&lt;/a&gt;, which ended in a 5–1 away defeat. As a result, he rebuilt the squad, and in October 2003, after a 1–0 win over &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt;, Greece qualified automatically for &lt;a href=\"UEFA%20Euro%202004\"&gt;Euro 2004&lt;/a&gt;, ahead of &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; and &lt;a href=\"Ukraine%20national%20football%20team\"&gt;Ukraine&lt;/a&gt;. Ranked 150–1 outsiders, they nevertheless defeated host nation &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt;, holders &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; and the much more fancied &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic&lt;/a&gt; on the way to the &lt;a href=\"UEFA%20Euro%202004%20Final\"&gt;final&lt;/a&gt;, where they again defeated Portugal 1–0. Rehhagel, who was seen as the man most responsible for the team's success, became the first foreign manager ever to win a &lt;a href=\"UEFA%20European%20Football%20Championship\"&gt;European Championship&lt;/a&gt; and remains the only one to date. Despite not having a star-studded line-up, the Greek team won the championship, conceding no goals in the knockout stage.\nRehhagel adopted a defensive approach in playing his Greek side, using energetic midfielders to wear down the opponents and the policy of defending in numbers to numb the opposition's attacks. When charged with boring play, he said, \"No one should forget that a coach adapts the tactics to the characteristics of the available players.\" His time at Werder Bremen, in contrast, saw play described as flashy and spectacular attacking football.\nAfter &lt;a href=\"Rudi%20V%C3%B6ller\"&gt;Rudi Völler&lt;/a&gt; resigned as &lt;a href=\"Germany%20national%20football%20team\"&gt;Germany&lt;/a&gt; coach in the wake of that country's first-round exit in Euro 2004, Rehhagel was considered by many to be a strong candidate for his homeland's job. He had the support of the public, despite being considered a maverick by the footballing establishment. After three other candidates removed themselves from consideration, Rehhagel received an offer to take over as Germany coach, which he officially turned down on 10 July.\nIn their &lt;a href=\"2006%20FIFA%20World%20Cup%20qualification%20%28UEFA%29%23Group%202\"&gt;qualifying group&lt;/a&gt; for the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt;, the Greek side failed to make the grade, finishing fourth in a tough group which saw Ukraine advance as group winner and Turkey go on to the play-off. The team returned to success though by qualifying for &lt;a href=\"Euro%202008\"&gt;Euro 2008&lt;/a&gt;, ending the qualifying stage with the highest points total of any team and ensuring they would be able to defend their title. On 30 March 2008, Rehhagel extended his contract with Greece until 2010. The Euro 2008 ended in disappointment after three group stage losses against Sweden, Russia, and eventual winners Spain.\nFor the 2010 FIFA World Cup &lt;a href=\"2010%20FIFA%20World%20Cup%20qualification%20%28UEFA%29%23Group%202\"&gt;qualifying group&lt;/a&gt; and having finished second in group Two behind Switzerland, coach Rehhagel and the national team met Ukraine in a two-legged play-off and won 1–0 in Donetsk after a 0–0 draw in Piraeus, with &lt;a href=\"Dimitris%20Salpingidis\"&gt;Dimitris Salpingidis&lt;/a&gt; getting the winner. The success against Ukraine allowed the Greek squad to compete in the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt; held in South Africa and solidified the position of Otto Rehhagel as one of the most important people in the history of Greek sport. At the age of 71, he also became the oldest national team manager to coach in a FIFA World Cup, surpassing &lt;a href=\"Cesare%20Maldini\"&gt;Cesare Maldini&lt;/a&gt;'s record from 2002.\nGreece lost to South Korea, Argentina, defeated Nigeria 2–1 and exited the FIFA World Cup after the first round, despite Salpingidis scoring Greek's first ever goal in a World Cup against &lt;a href=\"Nigeria%20national%20football%20team\"&gt;Nigeria&lt;/a&gt;. Rehhagel announced his wish to leave his coaching position after the World Cup. On 23 June 2010, he announced his resignation from Greece.\nThe 2021 documentary \"King Otto\" by New York-based director Christopher André Marks chronicles Rehhagel's success in Greece. The film's opening line quotes &lt;a href=\"English%20translations%20of%20Homer%23Odyssey\"&gt;the first line&lt;/a&gt; of &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;'s \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\", \"Tell me, O muse, of that ingenious hero who travelled far and wide\".\nHertha BSC.\nRehhagel signed for ailing Bundesliga club &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt; and was manager of the club between 18 February 2012 and 30 June 2012. His attempt to save Hertha from relegation however ended in a failure, after the Berliners were defeated by &lt;a href=\"2.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt; club &lt;a href=\"Fortuna%20D%C3%BCsseldorf\"&gt;Fortuna Düsseldorf&lt;/a&gt; in a two-legged playoff. Rehhagel finished with a record of three wins, three draws, and eight losses.\nCoaching style.\nRehhagel popularized the phrase \"kontrollierte Offensive\" (controlled offence). He prefers a grass-roots approach to football, stressing the importance of at least two (often also three) big, strong headers in central defence. His defensive schemes often use a dominant &lt;a href=\"Libero%20%28football%29\"&gt;libero&lt;/a&gt;, such as &lt;a href=\"Rune%20Bratseth\"&gt;Rune Bratseth&lt;/a&gt;, &lt;a href=\"Miroslav%20Kadlec\"&gt;Miroslav Kadlec&lt;/a&gt;, or &lt;a href=\"Traianos%20Dellas\"&gt;Traianos Dellas&lt;/a&gt;. In defence, Rehhagel usually prefers robustness and height over footballing abilities (the most notorious example being &lt;a href=\"Ulrich%20Borowka\"&gt;Ulrich Borowka&lt;/a&gt;). In the period of all-round, fluid defence, many have criticized this as dated and anachronistic, but Rehhagel replied that his success makes him right.\nRehhagel's teams regularly develop pressure on the wings complemented with at least one dominant header as the central striker. Examples include &lt;a href=\"Mario%20Basler\"&gt;Mario Basler&lt;/a&gt;/&lt;a href=\"Marco%20Bode\"&gt;Marco Bode&lt;/a&gt; playing on the wings at Bremen or &lt;a href=\"Andreas%20Buck\"&gt;Andreas Buck&lt;/a&gt;/&lt;a href=\"Marco%20Reich\"&gt;Marco Reich&lt;/a&gt; at Kaiserslautern while (&lt;a href=\"Rudi%20V%C3%B6ller\"&gt;Rudi Völler&lt;/a&gt;, &lt;a href=\"Karl-Heinz%20Riedle\"&gt;Karl-Heinz Riedle&lt;/a&gt;, &lt;a href=\"Frank%20Neubarth\"&gt;Frank Neubarth&lt;/a&gt;, &lt;a href=\"Olaf%20Marschall\"&gt;Olaf Marschall&lt;/a&gt;, and &lt;a href=\"Angelos%20Charisteas\"&gt;Angelos Charisteas&lt;/a&gt;) at the top of the formation.\nThe backbone of his teams are usually older, more experienced players while younger talents rarely find themselves taking responsibility. At Kaiserslautern, Rehhagel often kept the young &lt;a href=\"Michael%20Ballack\"&gt;Michael Ballack&lt;/a&gt; on the bench as a substitute. Despite this, he is also known for being an excellent talent scout, having discovered Völler, Riedle, &lt;a href=\"Marco%20Bode\"&gt;Marco Bode&lt;/a&gt;, &lt;a href=\"Dieter%20Eilts\"&gt;Dieter Eilts&lt;/a&gt;, Marco Reich, &lt;a href=\"Miroslav%20Klose\"&gt;Miroslav Klose&lt;/a&gt;, &lt;a href=\"Angelos%20Charisteas\"&gt;Angelos Charisteas&lt;/a&gt;, &lt;a href=\"Sotirios%20Kyrgiakos\"&gt;Sotiris Kyrgiakos&lt;/a&gt;, &lt;a href=\"Theofanis%20Gekas\"&gt;Theofanis Gekas&lt;/a&gt; and many others.\nWith Greece he used man-marking, which was an unusual tactical throwback at the time, meaning their opponents were unprepared to combat it.\nRehhagel is also known for being a good motivator. His teams possess a lot of team spirit, most famously the Greek national squad, which he turned from a dead-end squad nobody wanted to play for into a must-be-there-at-all-costs team. He is also famous for reigniting the careers of older players, such as &lt;a href=\"Manfred%20Burgsm%C3%BCller\"&gt;Manfred Burgsmüller&lt;/a&gt;, &lt;a href=\"Mirko%20Votava\"&gt;Mirko Votava&lt;/a&gt;, &lt;a href=\"Olaf%20Marschall\"&gt;Olaf Marschall&lt;/a&gt; or &lt;a href=\"Theodoros%20Zagorakis\"&gt;Theodoros Zagorakis&lt;/a&gt;.\nRehhagel is also a deft and ruthless club politician. He is notorious for restructuring clubs by making friends with powerful people and using them to eliminate the opposition in order to wield absolute power, preferring the system of a &lt;a href=\"benign%20dictatorship\"&gt;benign dictatorship&lt;/a&gt;. His way of handling a club – in a competent and innovative, but also highly patronizing and condescending way – has been immortalized as \"ottocracy\", a pun on his name alluding to the style of management/government; &lt;a href=\"autocracy\"&gt;autocracy&lt;/a&gt;.\nFinally, Rehhagel is considered somewhat of a maverick in Germany. In decades of interviews, he has established a reputation for being eccentric, arrogant and unwilling to admit mistakes, similar to e.g. &lt;a href=\"Jos%C3%A9%20Mourinho\"&gt;José Mourinho&lt;/a&gt; and &lt;a href=\"Brian%20Clough\"&gt;Brian Clough&lt;/a&gt;. However, seeing his impressive record, he is apparently able to back up his words.\nFamous players associated with Rehhagel include &lt;a href=\"Klaus%20Allofs\"&gt;Klaus Allofs&lt;/a&gt;, &lt;a href=\"Mario%20Basler\"&gt;Mario Basler&lt;/a&gt;, &lt;a href=\"Marco%20Bode\"&gt;Marco Bode&lt;/a&gt;, &lt;a href=\"Rune%20Bratseth\"&gt;Rune Bratseth&lt;/a&gt;, &lt;a href=\"Manfred%20Burgsm%C3%BCller\"&gt;Manfred Burgsmüller&lt;/a&gt;, &lt;a href=\"Theofanis%20Gekas\"&gt;Theofanis Gekas&lt;/a&gt;, &lt;a href=\"Angelos%20Charisteas\"&gt;Angelos Charisteas&lt;/a&gt;, &lt;a href=\"Traianos%20Dellas\"&gt;Traianos Dellas&lt;/a&gt;, &lt;a href=\"Dieter%20Eilts\"&gt;Dieter Eilts&lt;/a&gt;, &lt;a href=\"Andreas%20Herzog\"&gt;Andreas Herzog&lt;/a&gt;, &lt;a href=\"Marian%20Hristov\"&gt;Marian Hristov&lt;/a&gt;, &lt;a href=\"Miroslav%20Klose\"&gt;Miroslav Klose&lt;/a&gt;, &lt;a href=\"Olaf%20Marschall\"&gt;Olaf Marschall&lt;/a&gt;, &lt;a href=\"Hany%20Ramzy\"&gt;Hany Ramzy&lt;/a&gt;, &lt;a href=\"Karl-Heinz%20Riedle\"&gt;Karl-Heinz Riedle&lt;/a&gt;, &lt;a href=\"Wynton%20Rufer\"&gt;Wynton Rufer&lt;/a&gt;, &lt;a href=\"Thomas%20Schaaf\"&gt;Thomas Schaaf&lt;/a&gt;, &lt;a href=\"Ciriaco%20Sforza\"&gt;Ciriaco Sforza&lt;/a&gt;, &lt;a href=\"Rudi%20V%C3%B6ller\"&gt;Rudi Völler&lt;/a&gt;, &lt;a href=\"Theodoros%20Zagorakis\"&gt;Theodoros Zagorakis&lt;/a&gt;, &lt;a href=\"Andreas%20Brehme\"&gt;Andreas Brehme&lt;/a&gt; and &lt;a href=\"Michael%20Ballack\"&gt;Michael Ballack&lt;/a&gt;.\nPersonal life.\nRehhagel is married to Beate Rehhagel from &lt;a href=\"Steele%2C%20Essen\"&gt;Steele, Essen&lt;/a&gt; since 1963. They have one child, Jens Rehhagel, who has played football at semi-professional level.\nRehhagel likes to call himself \"Kind der Bundesliga\" (\"Child of the Bundesliga\"), having played in the very first Bundesliga game, and spent his club career there, with nine teams. In &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, he is occasionally called \"King Otto\" (βασιλιάς Όθων), probably in allusion to King &lt;a href=\"Otto%20of%20Greece\"&gt;Otto of Greece&lt;/a&gt; from Bavaria, however he already had this nickname during his coaching career in Germany. As a pun referring to &lt;a href=\"Herakles\"&gt;Herakles&lt;/a&gt;, son of &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, he has been nicknamed \"Rehakles\" as well."
}