{
    "id": "7543720",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=7543720",
    "title": "Beighton railway station",
    "text": "Beighton railway station is a former &lt;a href=\"train%20station\"&gt;railway station&lt;/a&gt; near the village of &lt;a href=\"Beighton%2C%20Sheffield\"&gt;Beighton&lt;/a&gt; on the border between &lt;a href=\"Derbyshire\"&gt;Derbyshire&lt;/a&gt; and &lt;a href=\"South%20Yorkshire\"&gt;South Yorkshire&lt;/a&gt;, England.\nThree stations.\nBeighton station existed on three sites at different times:\nAt the time this station was within &lt;a href=\"Derbyshire\"&gt;Derbyshire&lt;/a&gt; but following changes in boundaries the site is now within the &lt;a href=\"City%20of%20Sheffield\"&gt;City of Sheffield&lt;/a&gt;, &lt;a href=\"South%20Yorkshire\"&gt;South Yorkshire&lt;/a&gt;, England.\nContext.\nAll three stations were in the flood plain of the &lt;a href=\"River%20Rother%2C%20South%20Yorkshire\"&gt;River Rother&lt;/a&gt;, which repeatedly led to problems. In 1950 these plus the generally poor state of the station building led &lt;a href=\"British%20Rail\"&gt;British Rail&lt;/a&gt;ways to raise platform levels and undertake other remedial works.\nBeighton station closed for the third and final time on 1 November 1954. It has since been demolished.\nIn 1897 the &lt;a href=\"Lancashire%2C%20Derbyshire%20and%20East%20Coast%20Railway\"&gt;Lancashire, Derbyshire and East Coast Railway&lt;/a&gt; opened in a branch from &lt;a href=\"Shirebrook%20North%20railway%20station\"&gt;Langwith Junction.&lt;/a&gt; The original hope had been to join the MS&amp;LR line into &lt;a href=\"Sheffield%20Victoria%20railway%20station\"&gt;Sheffield Victoria&lt;/a&gt; but it was rebuffed, so a goods yard and connection to the ex-North Midland line at Beighton was built instead, though this did not touch Beighton station. The LD&amp;ECR obtained running rights along the Midland line to Treeton Junction and entered Sheffield via the &lt;a href=\"Sheffield%20District%20Railway\"&gt;Sheffield District Railway&lt;/a&gt; when it opened in 1900.\nIn March 2021, the 120-year-old Beighton Station Junction signal cabin, the last remaining relic of the station, was demolished, with control of the lines passing to the &lt;a href=\"York%20Rail%20Operating%20Centre\"&gt;York Rail Operating Centre&lt;/a&gt;."
}