{
    "id": "756418",
    "revid": "148026",
    "url": "https://en.wikipedia.org/wiki?curid=756418",
    "title": "Yury Luzhkov",
    "text": "Yury Mikhailovich Luzhkov (; 21 September 1936 – 10 December 2019) was a Russian politician who served as &lt;a href=\"mayor%20of%20Moscow\"&gt;mayor of Moscow&lt;/a&gt; from 1992 to 2010. Before the election of Gavriil Popov as the first mayor of Moscow, he also headed the capital in 1990-1991 as chairman of the Mosgorispolkom. He was the vice-chairman and one of the founders of the ruling &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt; party. During Luzhkov's time, Moscow's economy expanded and he presided over large construction projects in the city, including the building of a new financial district. At the same time, he was accused of corruption, bulldozing historic buildings, and poor handling of traffic, as well as the city's smog crisis during the &lt;a href=\"2010%20Russian%20wildfires\"&gt;2010 Russian wildfires&lt;/a&gt;. On 28 September 2010, Luzhkov was fired from his post by a &lt;a href=\"Decree%20of%20the%20President%20of%20Russia\"&gt;decree&lt;/a&gt; issued by &lt;a href=\"President%20of%20Russia\"&gt;President&lt;/a&gt; &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt;.\nFamily and personal life.\nYury Mikhaylovich Luzhkov was born on 21 September 1936 in Moscow. His father, Mikhail Andreyevich Luzhkov, moved to Moscow from a small village in &lt;a href=\"Tver%20Oblast\"&gt;Tver Oblast&lt;/a&gt; in the 1930s.\nLuzhkov married his first wife, Marina Bashilova, in 1958, and had two sons with her, Mikhail and Alexander. Bashilova died from liver cancer in 1989. He met his second wife, &lt;a href=\"Yelena%20Baturina\"&gt;Yelena Baturina&lt;/a&gt;, 27 years his junior, in 1987. They married in 1991. Baturina is a Russian businesswoman and the country's only female billionaire. They had two daughters, Elena (born 1992) and Olga (born 1994), and owned a home in the affluent &lt;a href=\"Kensington\"&gt;Kensington&lt;/a&gt; area of London, purchased in 2013 through an &lt;a href=\"offshore%20company\"&gt;offshore company&lt;/a&gt; domiciled in &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;.\nLuzhkov frequently appeared in public at different festivals and celebrations, and was an enthusiastic promoter of the city. His hobbies included tennis and beekeeping. His support for physical fitness was well known, and a statue of the mayor in tennis garb was created by &lt;a href=\"Zurab%20Tsereteli\"&gt;Zurab Tsereteli&lt;/a&gt;.\nDeath.\nLuzkhov died on 10 December 2019 in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; at the &lt;a href=\"Klinikum%20der%20Universit%C3%A4t%20M%C3%BCnchen\"&gt;Klinikum der Universität München&lt;/a&gt; where he underwent invasive heart surgery. Luzhkov was administered anesthesia and died from subsequent anaphylactic shock.\nProfessional career.\nFrom 1953 to 1958, Luzhkov studied at the &lt;a href=\"Gubkin%20Russian%20State%20University%20of%20Oil%20and%20Gas\"&gt;Gubkin Moscow Petrochemical &amp; Gas Industry Institute&lt;/a&gt;. From 1958 until 1964, he worked as a scientific researcher in the &lt;a href=\"Moscow%20Scientific%20Research%20Institute%20of%20Plastics\"&gt;Moscow Scientific Research Institute of Plastics&lt;/a&gt;. He joined the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist Party of the Soviet Union&lt;/a&gt; (CPSU) in 1968. For the next twenty years he worked on automation initiatives in various sectors of the chemical industry (1964–1971: management automation department chief, State Chemistry Committee; 1971–1974: automated management systems department chief, Chemical Industry Ministry of the Soviet Union; 1974–1980: CEO, Experimental Design Office of Automation, Chemical Industry Ministry of the Soviet Union; 1980–1986: CEO, Scientific-Industrial Association \"Petrochemautomation\").\nPersonal views.\nYury Luzhkov was allegedly a devoted &lt;a href=\"Eastern%20Orthodox\"&gt;Orthodox Christian&lt;/a&gt; believer, often appearing at Christmas and Easter &lt;a href=\"Divine%20Liturgy\"&gt;liturgies&lt;/a&gt;. One contemporary BBC documentary made during the late 1990s questioned this, asserting he was not an Orthodox Christian and then when asked why he supported the Church, he replied that he supported its moral teachings. He was quite friendly with &lt;a href=\"Patriarch%20Alexy%20II\"&gt;Patriarch Alexy II&lt;/a&gt;. In 2005 he was given an award from International Fund of unity of Orthodox Christians. Luzhkov keeps &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; and &lt;a href=\"traditional\"&gt;traditional&lt;/a&gt;ist views \nHe was critical of &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; and issued several bans on the &lt;a href=\"Moscow%20Pride\"&gt;Moscow Pride parade&lt;/a&gt;, organised by &lt;a href=\"Nikolai%20Alekseev\"&gt;Nikolai Alekseev&lt;/a&gt;. Yury Luzhkov consistently opposed pride parades in the capital for a variety of reasons. In 2007, he attracted international attention when he said of the 2006 parade: \"\"Last year, Moscow came under unprecedented pressure to sanction the gay parade, which cannot be called anything other than &lt;a href=\"satanism\"&gt;satanic&lt;/a&gt;. [...] We did not let the parade take place then, and we are not going to allow it in the future.\" He blamed groups which he accused of receiving grants from the West for spreading what he called \"this kind of enlightenment\" in Russia. \"We think that destructive sects and propaganda of same-sex &lt;a href=\"love\"&gt;love&lt;/a&gt; are inadmissible,\"\" he said of attempts to promote LGBT rights in Russia. Gay activists accused him of &lt;a href=\"homophobia\"&gt;homophobia&lt;/a&gt; and sent their appeals to the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt;, complaining the breach of &lt;a href=\"Freedom%20of%20Assembly\"&gt;Freedom of Assembly&lt;/a&gt;, which is granted in the &lt;a href=\"European%20Convention%20on%20Human%20Rights\"&gt;European Convention on Human Rights&lt;/a&gt;. On 25 January 2010, he said: \"It is high time to crack down on the parade with all the power and justice of the law, instead of talking about human rights. (...) We need a social whip or something like that.\"\nLuzhkov was known as an enthusiastic advocate of &lt;a href=\"Northern%20river%20reversal\"&gt;Northern river reversal&lt;/a&gt; project, which he believed would solve the &lt;a href=\"Irrigation\"&gt;water problem&lt;/a&gt; of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; and earn money for Russia.\nHe was fond of &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; (he was a fan of &lt;a href=\"FC%20Moscow\"&gt;FC Moscow&lt;/a&gt; and visited many of its matches. The club was even nicknamed \"caps\" by other fans, as reference to Luzhkov wearing a cap), and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;.\nMayoral career.\nHe was first elected as a member of the Moscow city council (&lt;a href=\"Mossovet\"&gt;Mossovet&lt;/a&gt;) in 1977, and in 1987 transferred to the executive branch Moscow city (&lt;a href=\"Mosgorispolkom\"&gt;Mosgorispolkom&lt;/a&gt;). He held different positions, usually one level below the Mayor.\nIn April 1990, the new chairman of the Moscow City Council, Gavriil Popov, on the recommendation of Boris Yeltsin, nominated Luzhkov for the post of chairman of the Mosgorispolkom.\nIn 1991, &lt;a href=\"Gavriil%20Kharitonovich%20Popov\"&gt;Gavriil Popov&lt;/a&gt; was elected Mayor of Moscow in the first direct elections. Luzhkov elected as vice-mayor. However, inexperienced Popov was unsuccessful in solving the city's crisis and resigned in June 1992.\nOn August 24, 1991, without leaving the post of vice-mayor of Moscow, he was appointed one of the deputy heads of the &lt;a href=\"Committee%20for%20Operational%20Management%20of%20the%20Soviet%20economy\"&gt;Committee for Operational Management of the Soviet economy&lt;/a&gt;, created to replace the union &lt;a href=\"Cabinet%20of%20Ministers%20%28Soviet%20Union%29\"&gt;Cabinet of Ministers&lt;/a&gt;. He was responsible for questions related to the agro-industrial complex, trade, foreign economic relations and the social sphere. 2 months later it became known that Luzhkov left the committee due to employment as vice mayor.\nLuzhkov, who held the position of Chairman of the Moscow city government at the time (i.e. head executive branch of the City Council), was appointed Mayor by &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt; on 6 June 1992. Luzhkov gained more popular support among Muscovites than Popov. His policies included providing free transportation to the elderly and a strong encouragement of business entrepreneurship. He was first elected as Mayor on 16 June 1996 (winning 95% of the vote), and re-elected on 19 December 1999 (69.9% of the votes) and again on 7 December 2003 (75% of the votes).\nCity construction.\nUnder Luzhkov's government, Moscow experienced a construction boom and became the world's most attractive city for estate investments in 2008 according to &lt;a href=\"PriceWaterhouseCoopers\"&gt;PriceWaterhouseCoopers&lt;/a&gt;: a large number of residential and office buildings were constructed and the city's infrastructure was dramatically improved.\nAfter the &lt;a href=\"USSR\"&gt;USSR&lt;/a&gt; collapsed, the number of private cars started to increase, on average, by 150–200 thousand automobiles per year, which got Moscow into severe traffic problems. Under Luzhkov, the city transport system was expanded significantly. The &lt;a href=\"Third%20Ring%20Road%20%28Moscow%29\"&gt;Third Ring Road&lt;/a&gt; was built to ease the traffic problem, and the &lt;a href=\"MKAD\"&gt;MKAD&lt;/a&gt; ring road was reconstructed to handle increasing amounts of traffic. The Fourth Ring Road is currently under construction for the same purposes. Most of the city major roads were enhanced with &lt;a href=\"elevated%20highway\"&gt;elevated highway&lt;/a&gt;s and &lt;a href=\"road%20junction\"&gt;road junction&lt;/a&gt;s. The &lt;a href=\"Moscow%20metro\"&gt;Moscow metro&lt;/a&gt; expanded beyond the city limits. During this time, new transportation systems for Moscow were introduced such as &lt;a href=\"medium-capacity%20rail%20transport%20system\"&gt;medium-capacity rail transport system&lt;/a&gt; and &lt;a href=\"monorail\"&gt;monorail&lt;/a&gt;.\nApartment construction market developed rapidly, as many apartment buildings are put up every year.\nArchitecture.\nUnder Luzhkov's leadership, Moscow was modernized considerably. A significant number of glass-and-metal houses were built, as well as skyscrapers, such as in &lt;a href=\"Moscow-City\"&gt;Moscow-City&lt;/a&gt;, the international trade center, are under construction. &lt;a href=\"Cathedral%20of%20Christ%20the%20Saviour%20%28Moscow%29\"&gt;Cathedral of Christ the Saviour&lt;/a&gt; was also rebuilt, and &lt;a href=\"Moscow%20Victory%20park\"&gt;Moscow Victory park&lt;/a&gt; opened to celebrate the 50th anniversary of victory in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. In the 1990s, &lt;a href=\"Kazan%20Cathedral%2C%20Moscow\"&gt;Kazan Cathedral&lt;/a&gt; and &lt;a href=\"Iberian%20Gate%20and%20Chapel\"&gt;Iberian Gate&lt;/a&gt; were rebuilt, by 1995 the Bolshoi Theatre was reconstructed. Later on the city rebuilt a fragment of the historic &lt;a href=\"Kitay-gorod\"&gt;Kitay-gorod&lt;/a&gt; Wall and restored the interiors of the &lt;a href=\"Petrovsky%20Palace\"&gt;Petrovsky Palace&lt;/a&gt;; several public parks, including Kuskovo and Kuzminki. In 2008, Luzhkov initiated reconstruction of St Clement's Church and Khitrovskaya Square.\nAt the same time, many of the old Soviet landmarks, such as &lt;a href=\"Rossiya%20Hotel\"&gt;Rossiya Hotel&lt;/a&gt; or &lt;a href=\"Voentorg\"&gt;Voentorg&lt;/a&gt;, were reconstructed or demolished, as well as such historical buildings as several old buildings around the &lt;a href=\"Kadashi%20Church\"&gt;Kadashi Church&lt;/a&gt; in the proximity of the &lt;a href=\"Moscow%20Kremlin\"&gt;Moscow Kremlin&lt;/a&gt;. Many neighbourhoods, like &lt;a href=\"Zamoskvorechye%20District\"&gt;Zamoskvorechye&lt;/a&gt;, have been dramatically changed. Sculptor &lt;a href=\"Zurab%20Tsereteli\"&gt;Zurab Tsereteli&lt;/a&gt; enjoyed Luzhkov's personal support in setting many of his works over the city.\nAs a result, many NGOs blame Luzhkov and his government for \"the current destruction of much of the history of Moscow\" as well as \"bulldozing Moscow's architectural heritage and replacing it with mock-palaces\" (\"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\") including the construction of &lt;a href=\"Catherine%20the%20Great\"&gt;Catherine II&lt;/a&gt;'s unbuilt palace in &lt;a href=\"Tsaritsyno%20District\"&gt;Tsaritsyno&lt;/a&gt; and the reconstruction of the &lt;a href=\"Kolomenskoye\"&gt;Kolomenskoye&lt;/a&gt; Palace of &lt;a href=\"Tsar%20Alexis\"&gt;Tsar Alexis&lt;/a&gt; (demolished as early as the 18th century).\nIn 1999, in order to improve the housing conditions of Moscovites, Yury Luzhkov initiated a major demolition programme to replace Moscow’s old five-story apartment blocks that were unsuitable for renovation because of the outdated technology used during their construction. “1,722 of them to be razed by 2010. The authorities stipulated that the apartment blocks could only be torn down and replaced after its residents had been moved into new housing.” \nRegistration.\nIn the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; every citizen was required to live where they had &lt;a href=\"propiska%20in%20the%20Soviet%20Union\"&gt;permanent living place (propiska)&lt;/a&gt;, as the government wanted to limit uncontrolled migration and homelessness. Since most flats in large cities were state-owned, it was also difficult to legally rent a home (in smaller cities some percentage of homes was private, so it was possible to sign a renting contract). This was changed after &lt;a href=\"perestroika\"&gt;perestroika&lt;/a&gt;, which allowed people to temporarily rent now-privatized flats.\nHowever, Moscow under Luzhkov invited several restrictions to this rule, partially keeping the old system. Each non-resident, who arrives in the city, must register with the local police department within 90 days of their arrival. The fine for noncompliance is 2500 &lt;a href=\"ruble\"&gt;ruble&lt;/a&gt;s of penalty, and he or she would have trouble getting legal employment. Moscow police frequently ask for people's identification to check whether they have a propiska.\nLuzhkov's rationale for registration was that Moscow's city infrastructure could not handle a rapidly growing population. Some of the most blatant limitations were removed by the Supreme Court and the Constitutional Court after a long fight with Luzhkov's lawyers, making the registration process somewhat simpler. In 2003 &lt;a href=\"Privacy%20International\"&gt;Privacy International&lt;/a&gt; awarded Luzhkov the runner-up position in its Most Egregiously Stupid Award for the propiska rules.\nPopularity.\nIn April 2001, 63% of Moscow residents had a good or very good view of Mayor Luzhkov. However, Luzhkov's ratings steadily declined, and according to the latest poll from October 2009, only 36% of Muscovites viewed him positively. According to a September 2010 poll, 65% of Muscovites tend to credit Luzhkov for the high quality of life in Moscow.\nAllegations of corruption.\nAllegations of wrongdoing by Luzhkov had been made before, but he had been notable for never having lost a libel suit in his career, including against &lt;a href=\"Boris%20Nemtsov\"&gt;Boris Nemtsov&lt;/a&gt;, the newspaper &lt;a href=\"Kommersant\"&gt;Kommersant&lt;/a&gt;, and the &lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;.\nDespite the lawsuit history between the two, after Luzhkov’s dismissal Boris Nemtsov said: ‘I can’t help feeling that the current investigation is more of a revenge against Luzhkov and Baturina, and not an attempt to restore a lawful situation. I am absolutely convinced that the main task here is raiding with the help of the State. The goal is to take Baturina's business from her for a pittance. And criminal cases are just the way to do it. It's disgusting to take part in marauding, and I will never do it. Thus, the story of my conflict with Baturina is from now one completely over.\"\nDismissal.\nLuzhkov was dismissed by President Medvedev on 28 September 2010, after returning from a holiday in Austria, citing \"loss of trust\", a traditional Russian legal formula for dishonorable dismissal. In recent years, the Kremlin had consistently been replacing old regional heads, elected during &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt;'s time, with younger candidates. Pundits had been predicting Luzhkov's imminent ousting for years. The September 2010 dismissal followed weeks of speculation regarding Luzhkov's position, caused by his questioning of Medvedev's leadership. Luzhkov had recently criticised Medvedev's decision to halt the &lt;a href=\"Moscow%20%E2%80%93%20Saint%20Petersburg%20motorway\"&gt;construction of a new highway&lt;/a&gt; through the &lt;a href=\"Khimki%20Forest\"&gt;Khimki Forest&lt;/a&gt; amid protests by environmentalists. Luzkhov had also called for a \"stronger leadership\" of Russia. Government-controlled television channels had run programmes criticising Luzhkov's handling of the &lt;a href=\"2010%20Russian%20wildfires\"&gt;2010 summer peat fires&lt;/a&gt; and accused him and his wife of corruption. Some observers have seen this as being part of a struggle between Medvedev and then-Prime Minister Putin. Luzhkov has officially declared that he has left the &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt; party. Luzhkov had sent a letter to the President on 27 September criticising Medvedev's policy and his administration's actions. According to the President's press-secretary Medvedev read the letter after the decision had been made but it would not have affected his decision in any case.\nIn November 2017, Yuri Luzhkov directly said that he was dismissed from his post as mayor of Moscow for refusing to support Dmitry Medvedev's intention to run for a second presidential term. In the autobiographical book \"Moscow and Life\", Luzhkov noted that in April 2010, businessman Boris Khayit came to him and asked him to support Medvedev in the 2012 elections. He also warned that refusal to support the incumbent president would lead to the end of Luzhkov's political career, and that \"sanctions will follow.\" Luzhkov writes that he \"strongly refused\" the proposal and asked Hait to convey that the meeting failed. About ten days later the businessman asked for a meeting again. After another refusal of the incumbent mayor of Moscow, he was followed by \"accusations of smoke from Moscow burning peat bogs in the Moscow region\", \"provocative films\" about his family, accusations in television broadcasts and the print press were removed.\nPost-mayoral activities.\nIn November 2010 Luzhkov gave an interview to the Telegraph newspaper stating that he was sending his daughters to study in &lt;a href=\"London\"&gt;London&lt;/a&gt; \"to protect them from possible persecution\". He said that a house had been bought in the West of the city for them. He and his wife intend to visit them regularly. Luzhkov also claimed that the Russian authorities were planning to break up his wife's business empire and that the couple would fight the attempt: \"We will not give up. My wife will battle for her business and for her honour and self-worth. That is for sure.\"\nOn 1 October 2010 Luzhkov was appointed Dean of the Faculty of Management of major cities of the International University in Moscow. The order for appointment was signed by the president of the university, former mayor (and Luzhkov's predecessor as mayor) of Moscow Gavriil Popov. The faculty of management of large cities was established in 2002 on the initiative of Luzhkov, in the same year Luzhkov became the scientific leader of this faculty and an honorary professor at the university. On the same day, ex-mayor Luzhkov left his former workplace.\nOn 21 September 2016, Luzhkov's 80th birthday, Russian President Vladimir Putin signed a decree awarding him the Order of Merit of the Fatherland, 4th degree \"for active public work\".\nIn 2010, Yury Luzhkov became head of Veedern, the agricultural enterprise with the territory of 5.5 thousand ha. A big farmstead has been established here to include horse and sheep breeding, as well as multipurpose farm production, which allows to continue and further develop the long history of this old horse breeding farm. \nMore than 100 locals are employed at the farm. All the employees enjoy social support, and the farm is a conscientious taxpayer, which is why it stands well with the enterprises of Kaliningrad Oblast. The staff of the farm encompasses people of different professions: stockbreeders, shepherds, animal technicians, machine operators, process planners, power engineers, drivers, general workers, mechanics, locksmiths, lathe operators, electricians, veterinarians and others. The agricultural complex displays a full array of agricultural machinery necessary for modern farming.\nYury Luzhkov described his main goal as a farmer in creation of a self-sustainable and business efficient enterprise. Luzhkov believes that, on the state level, resolution of such a \"specific\" task could help find the right ways of development of the local agricultural industry on the whole - with the purposes of its transformation into an efficient type of activity capable of bringing a regular and honest income to farmers.\nApart from farming, Luzhkov was restoring the Veedern estate carefully after old photographs and drawings.\nIn Russia's politics.\nIn 1998, as &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt;'s political troubles grew partly because of the &lt;a href=\"1998%20Russian%20financial%20crisis\"&gt;August economic crisis&lt;/a&gt;, Luzhkov formed his own national political faction, &lt;a href=\"Otechestvo\"&gt;Otechestvo&lt;/a&gt; (Fatherland), to serve as his base for the upcoming presidential election. Otechestvo had the support of many powerful regional politicians, and it gained further support when it merged with another party, Vsya Rossiya (All Russia) to form &lt;a href=\"Fatherland%20-%20All%20Russia\"&gt;Otechestvo-Vsya Rossiya&lt;/a&gt;. Many observers of Russian politics believed that Luzhkov and his new ally, former prime minister &lt;a href=\"Yevgeniy%20Primakov\"&gt;Yevgeniy Primakov&lt;/a&gt;, would be likely to displace both Yeltsin and his inner circle in the parliamentary and presidential elections due to be held in late 1999 and mid-2000, respectively.\nHowever, Luzhkov's fortunes turned when &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt; appointed &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; as &lt;a href=\"Prime%20Minister%20of%20Russia\"&gt;Prime Minister&lt;/a&gt; in August 1999. While virtually an unknown when first appointed, observers of Russian politics argued that Putin rapidly gained popular support due to a hard-line law and order image and the backing of powerful state-owned and state-allied media and economic interests. The hard-fought autumn 1999 Duma campaign ended up with Otechestvo-Vsya Rossiya only at 3rd place. Compromising, Luzhkov and his party accepted integration with the pro-Putin &lt;a href=\"Unity%20Party%20of%20Russia\"&gt;Unity party&lt;/a&gt; into single party &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt;, and supported Putin in the 2000 presidential elections, which he won easily. Though still a co-chairman of &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt;, after that Luzhkov became less active in federal politics.\nCriticism.\nLuzhkov is accused of brutal suppression of opposition protests, and he was widely condemned for leaving Moscow during the smog crisis resulting from &lt;a href=\"2010%20Russian%20wildfires\"&gt;2010 Russian wildfires&lt;/a&gt;. He is also blamed for traffic congestion in the city.\nControversy.\nIn 2002, Luzhkov proposed returning to &lt;a href=\"Lubyanka%20Square\"&gt;Lubyanka Square&lt;/a&gt; the fifteen ton iron statue of &lt;a href=\"Felix%20Dzerzhinsky\"&gt;Felix Dzerzhinsky&lt;/a&gt;, founder of the Soviet &lt;a href=\"Cheka\"&gt;Cheka&lt;/a&gt;. The statue was removed after the failure of an attempted &lt;a href=\"1991%20Soviet%20coup%20d%27%C3%A9tat%20attempt\"&gt;coup&lt;/a&gt; against the Soviet government of &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; in 1991. Opponents of the proposal collected the signatures of 114,000 Moscow residents against the statue's return.\nIn September 2010, Russian federal television stations &lt;a href=\"NTV%20%28Russia%29\"&gt;NTV&lt;/a&gt; and &lt;a href=\"Russia%2024\"&gt;Russia 24&lt;/a&gt; aired a number of broadcasts critical of Luzhkov, sparking speculation that he would be dismissed soon from his position of the mayor of Moscow.\nStance on Sevastopol.\nOn 12 May 2008 Luzhkov was banned from entering &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. The &lt;a href=\"Security%20Service%20of%20Ukraine\"&gt;Security Service of Ukraine&lt;/a&gt; (SBU) has forbidden him from entering the territory of Ukraine after this statement concerning the legal status of the Ukrainian city of &lt;a href=\"Sevastopol\"&gt;Sevastopol&lt;/a&gt;:\nDestruction of the Rechnik neighbourhood.\nIt was Luzhkov who controversially ordered the destruction of houses built in the &lt;a href=\"Rechnik\"&gt;Rechnik&lt;/a&gt; neighbourhood of Moscow. According to an interview published in the \"&lt;a href=\"Moskovsky%20Komsomolets\"&gt;Moskovsky Komsomolets&lt;/a&gt;\", Luzkhov said that the residents were &lt;a href=\"squatting\"&gt;squatting&lt;/a&gt; on land in a \"protected environmental zone.\" Residents claim that Soviet-era permits to the land, which was set aside as a gardening collective in the 1950s, gave them &lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt; title over the land the houses are built on and many of these titles were bought or inherited from the original owners; Luzhkov was accused lobbying the interests of building companies. However, the City Hall claims that no permissions for private house building on this land were given since the 1950s and that the residents could never claim for the countryside amnesty because of that. Nevertheless, Luzhkov stated that the city was ready to provide full compensation by offering other land plots in the vicinity of Moscow for veterans of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; who lived in Rechnik since Soviet times.\nHonouring Stalin.\nIn 2010, Luzhkov made public his plans to honour Soviet leader &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; with ten posters of Stalin in the city of Moscow, for the first time in around fifty years after Khrushchev's criticism of Stalin-period policies (see &lt;a href=\"De-Stalinization\"&gt;De-Stalinization&lt;/a&gt;). The proposal led to controversy in Russia as well as international outcry, yet Luzhkov insisted on his plans. Luzhkov claimed that the history must be objective and that Stalin's contributions to Russia's (USSR) development and to the victory of World War II cannot be neglected, also stating that he \"is not a Stalin apologist\". Liberal critics expressed concern that Stalin was being rehabilitated as memories of his &lt;a href=\"Great%20Purge\"&gt;\"reign of terror\"&lt;/a&gt; faded."
}