{
    "id": "7575649",
    "revid": "37826772",
    "url": "https://en.wikipedia.org/wiki?curid=7575649",
    "title": "Xantus's hummingbird",
    "text": "Xantus's hummingbird (\"Basilinna xantusii\") is a medium-sized &lt;a href=\"hummingbird\"&gt;hummingbird&lt;/a&gt; endemic to the &lt;a href=\"Baja%20California%20Peninsula\"&gt;Baja California Peninsula&lt;/a&gt;. It is long, and weighs approximately .\nAppearance.\nAdults are colored predominantly green on their upper parts and back. The tail is mostly dark reddish-brown with faint black tips, but the inner two rectrices are green. The most prominent feature is the white eye stripe found in both males and females, and similar to the related &lt;a href=\"White-eared%20Hummingbird\"&gt;White-eared Hummingbird&lt;/a&gt;. The stripe is further enhanced by a bolder black stripe that borders the lower side. Both genders share cinnamon-brown underparts including the undertail coverts, with the cinnamon covering the throat in the female, notably different to the contrasting white undertail coverts of the white-eared hummingbird. In the male the throat is an iridescent green, though it is often seen as black. The bill is reddish with a black tip and often slightly curved, unlike the often straight bill of the white-eared hummingbird. The crown is often slightly greenish, but it appears black at many angles.\nEcology.\nThe breeding habitat occurs in various habitats of southern &lt;a href=\"Baja%20Peninsula\"&gt;Baja Peninsula&lt;/a&gt; of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; where it is considered &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt;.\nIt has been recorded as a vagrant up the Pacific coast of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; to &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. \nThe Xantus's hummingbird feeds on &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt; from &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s and flowering trees using a long extendable tongue or catches &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s on the wing.\nThis hummingbird was named after &lt;a href=\"John%20Xantus%20de%20Vesey\"&gt;John Xantus de Vesey&lt;/a&gt; (Xantus János), a Hungarian &lt;a href=\"zoologist\"&gt;zoologist&lt;/a&gt;."
}