{
    "id": "7583",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=7583",
    "title": "Cauchy–Riemann equations",
    "text": "In the field of &lt;a href=\"complex%20analysis\"&gt;complex analysis&lt;/a&gt; in &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, the Cauchy–Riemann equations, named after &lt;a href=\"Augustin%20Louis%20Cauchy\"&gt;Augustin Cauchy&lt;/a&gt; and &lt;a href=\"Bernhard%20Riemann\"&gt;Bernhard Riemann&lt;/a&gt;, consist of a &lt;a href=\"system%20of%20differential%20equations\"&gt;system&lt;/a&gt; of two &lt;a href=\"partial%20differential%20equation\"&gt;partial differential equation&lt;/a&gt;s which, together with certain continuity and differentiability criteria, form a necessary and sufficient condition for a &lt;a href=\"complex%20function\"&gt;complex function&lt;/a&gt; to be &lt;a href=\"holomorphic%20function\"&gt;holomorphic&lt;/a&gt; (complex differentiable). This system of equations first appeared in the work of &lt;a href=\"Jean%20le%20Rond%20d%27Alembert\"&gt;Jean le Rond d'Alembert&lt;/a&gt;. Later, &lt;a href=\"Leonhard%20Euler\"&gt;Leonhard Euler&lt;/a&gt; connected this system to the &lt;a href=\"analytic%20functions\"&gt;analytic functions&lt;/a&gt;. Cauchy then used these equations to construct his theory of functions. Riemann's dissertation on the theory of functions appeared in 1851.\nThe Cauchy–Riemann equations on a pair of real-valued functions of two real variables \"u\"(\"x\",\"y\") and \"v\"(\"x\",\"y\") are the two equations:\nTypically \"u\" and \"v\" are taken to be the &lt;a href=\"real%20part\"&gt;real&lt;/a&gt; and &lt;a href=\"imaginary%20part\"&gt;imaginary part&lt;/a&gt;s respectively of a &lt;a href=\"complex%20number\"&gt;complex&lt;/a&gt;-valued function of a single complex variable , . Suppose that \"u\" and \"v\" are real-&lt;a href=\"Differentiable%20function\"&gt;differentiable&lt;/a&gt; at a point in an &lt;a href=\"open%20subset\"&gt;open subset&lt;/a&gt; of C, which can be considered as functions from R2 to R. This implies that the partial derivatives of \"u\" and \"v\" exist (although they need not be continuous), so we can approximate small variations of \"f\" linearly. Then is complex-&lt;a href=\"Differentiable%20function\"&gt;differentiable&lt;/a&gt;, at that point if and only if the partial derivatives of \"u\" and \"v\" satisfy the Cauchy–Riemann equations () and () at that point. The existence of partial derivatives satisfying the Cauchy–Riemann equations there doesn't ensure complex differentiability: \"u\" and \"v\" must be real differentiable, which is a stronger condition than the existence of the partial derivatives, but in general, weaker than continuous differentiability.\n&lt;a href=\"Holomorphic%20function\"&gt;Holomorphy&lt;/a&gt; is the property of a complex function of being differentiable at every point of an open and connected subset of C (this is called a &lt;a href=\"Domain%20%28mathematical%20analysis%29\"&gt;domain&lt;/a&gt; in C). Consequently, we can assert that a complex function \"f\", whose real and imaginary parts \"u\" and \"v\" are real-differentiable functions, is &lt;a href=\"Holomorphic%20function\"&gt;holomorphic&lt;/a&gt; if and only if, equations () and () are satisfied throughout the &lt;a href=\"Domain%20%28mathematical%20analysis%29\"&gt;domain&lt;/a&gt; we are dealing with. &lt;a href=\"Holomorphic%20functions%20are%20analytic\"&gt;Holomorphic functions are analytic&lt;/a&gt; and vice versa. This means that, in complex analysis, a function that is complex-differentiable in a whole domain (holomorphic) is the same as an analytic function. This is not true for real differentiable functions.\nSimple example.\nSuppose that formula_1. The complex-valued function formula_2 is differentiable at any point in the complex plane. \nThe real part formula_4 and the imaginary part formula_5 are\nand their partial derivatives are\nWe see that indeed the Cauchy–Riemann equations are satisfied, formula_8 and formula_9.\nInterpretation and reformulation.\nThe equations are one way of looking at the condition on a function to be differentiable in the sense of &lt;a href=\"complex%20analysis\"&gt;complex analysis&lt;/a&gt;: in other words they encapsulate the notion of &lt;a href=\"function%20of%20a%20complex%20variable\"&gt;function of a complex variable&lt;/a&gt; by means of conventional &lt;a href=\"differential%20calculus\"&gt;differential calculus&lt;/a&gt;. In the theory there are several other major ways of looking at this notion, and the translation of the condition into other language is often needed.\nConformal mappings.\nFirst, the Cauchy–Riemann equations may be written in complex form\nIn this form, the equations correspond structurally to the condition that the &lt;a href=\"Jacobian%20matrix\"&gt;Jacobian matrix&lt;/a&gt; is of the form\nwhere formula_11 and formula_12. A matrix of this form is the &lt;a href=\"Complex%20number%23Matrix%20representation%20of%20complex%20numbers\"&gt;matrix representation of a complex number&lt;/a&gt;. Geometrically, such a matrix is always the &lt;a href=\"function%20composition\"&gt;composition&lt;/a&gt; of a &lt;a href=\"rotation\"&gt;rotation&lt;/a&gt; with a &lt;a href=\"Homothetic%20transformation\"&gt;scaling&lt;/a&gt;, and in particular preserves &lt;a href=\"angle\"&gt;angle&lt;/a&gt;s. The Jacobian of a function \"f\"(\"z\") takes infinitesimal line segments at the intersection of two curves in z and rotates them to the corresponding segments in \"f\"(\"z\"). Consequently, a function satisfying the Cauchy–Riemann equations, with a nonzero derivative, preserves the angle between curves in the plane. That is, the Cauchy–Riemann equations are the conditions for a function to be &lt;a href=\"conformal%20map\"&gt;conformal&lt;/a&gt;.\nMoreover, because the composition of a conformal transformation with another conformal transformation is also conformal, the composition of a solution of the Cauchy–Riemann equations with a conformal map must itself solve the Cauchy–Riemann equations. Thus the Cauchy–Riemann equations are conformally invariant.\nComplex differentiability.\nSuppose that\nis a function of a complex number formula_14. Then the complex derivative of formula_15 at a point formula_16 is defined by\nprovided this limit exists.\nIf this limit exists, then it may be computed by taking the limit as formula_18 along the real axis or imaginary axis; in either case it should give the same result. Approaching along the real axis, one finds\nOn the other hand, approaching along the imaginary axis,\nThe equality of the derivative of \"f\" taken along the two axes is\nwhich are the Cauchy–Riemann equations (2) at the point \"z\"0.\nConversely, if \"f\" : C → C is a function which is differentiable when regarded as a function on R2, then \"f\" is complex differentiable if and only if the Cauchy–Riemann equations hold. In other words, if u and v are real-differentiable functions of two real variables, obviously \"u\" + \"iv\" is a (complex-valued) real-differentiable function, but \"u\" + \"iv\" is complex-differentiable if and only if the Cauchy–Riemann equations hold.\nIndeed, following Rudin, suppose \"f\" is a complex function defined in an open set Ω ⊂ C. Then, writing for every \"z\" ∈ Ω, one can also regard Ω as an open subset of R2, and \"f\" as a function of two real variables \"x\" and \"y\", which maps Ω ⊂ R2 to C. We consider the Cauchy–Riemann equations at \"z\" = \"z\"0. So assume \"f\" is differentiable at \"z\"0, as a function of two real variables from Ω to C. This is equivalent to the existence of the following linear approximation\nwhere \"z\" = \"x\" + \"iy\" and \"η\"(Δ\"z\") → 0 as Δ\"z\" → 0. Since formula_23 and formula_24, the above can be re-written as\nDefining the two &lt;a href=\"Wirtinger%20derivatives\"&gt;Wirtinger derivatives&lt;/a&gt; as\nin the limit formula_27 the above equality can be written as\nNow consider the potential values of formula_29 when the limit is taken at the origin. For \"z\" along the real line, formula_30 so that formula_31. Similarly for purely imaginary \"z\" we have formula_32 so that the value of formula_33 is not well defined at the origin. It's easy to verify that formula_33 is not well defined at any complex \"z\", hence \"f\" is complex differentiable at \"z\"0 if and only if formula_35 at formula_36. But this is exactly the Cauchy–Riemann equations, thus \"f\" is differentiable at \"z\"0 if and only if the Cauchy–Riemann equations hold at \"z\"0.\nIndependence of the complex conjugate.\nThe above proof suggests another interpretation of the Cauchy–Riemann equations. The &lt;a href=\"complex%20conjugate\"&gt;complex conjugate&lt;/a&gt; of \"z\", denoted formula_37, is defined by\nfor real \"x\" and \"y\". The Cauchy–Riemann equations can then be written as a single equation\nby using the &lt;a href=\"Wirtinger%20derivatives\"&gt;Wirtinger derivative with respect to the conjugate variable&lt;/a&gt;. In this form, the Cauchy–Riemann equations can be interpreted as the statement that \"f\" is independent of the variable formula_37. As such, we can view analytic functions as true functions of \"one\" complex variable as opposed to complex functions of \"two\" real variables.\nPhysical interpretation.\nA standard physical interpretation of the Cauchy–Riemann equations going back to Riemann's work on function theory is that \"u\" represents a &lt;a href=\"velocity%20potential\"&gt;velocity potential&lt;/a&gt; of an incompressible &lt;a href=\"potential%20flow\"&gt;steady fluid flow&lt;/a&gt; in the plane, and \"v\" is its &lt;a href=\"stream%20function\"&gt;stream function&lt;/a&gt;. Suppose that the pair of (twice continuously differentiable) functions formula_40 satisfies the Cauchy–Riemann equations. We will take \"u\" to be a velocity potential, meaning that we imagine a flow of fluid in the plane such that the &lt;a href=\"velocity%20vector\"&gt;velocity vector&lt;/a&gt; of the fluid at each point of the plane is equal to the &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt; of \"u\", defined by\nBy differentiating the Cauchy–Riemann equations a second time, one shows that \"u\" solves &lt;a href=\"Laplace%27s%20equation\"&gt;Laplace's equation&lt;/a&gt;:\nThat is, \"u\" is a &lt;a href=\"harmonic%20function\"&gt;harmonic function&lt;/a&gt;. This means that the &lt;a href=\"divergence\"&gt;divergence&lt;/a&gt; of the gradient is zero, and so the fluid is incompressible.\nThe function \"v\" also satisfies the Laplace equation, by a similar analysis. Also, the Cauchy–Riemann equations imply that the &lt;a href=\"dot%20product\"&gt;dot product&lt;/a&gt; formula_43. This implies that the gradient of \"u\" must point along the formula_44 curves; so these are the &lt;a href=\"Streamlines%2C%20streaklines%2C%20and%20pathlines\"&gt;streamlines&lt;/a&gt; of the flow. The formula_45 curves are the &lt;a href=\"equipotential%20curve\"&gt;equipotential curve&lt;/a&gt;s of the flow.\nA holomorphic function can therefore be visualized by plotting the two families of &lt;a href=\"level%20curve\"&gt;level curve&lt;/a&gt;s formula_46 and formula_47. Near points where the gradient of \"u\" (or, equivalently, \"v\") is not zero, these families form an &lt;a href=\"orthogonal\"&gt;orthogonal&lt;/a&gt; family of curves. At the points where formula_48, the stationary points of the flow, the equipotential curves of formula_46 intersect. The streamlines also intersect at the same point, bisecting the angles formed by the equipotential curves.\nHarmonic vector field.\nAnother interpretation of the Cauchy–Riemann equations can be found in &lt;a href=\"George%20P%C3%B3lya\"&gt;Pólya&lt;/a&gt; &amp; Szegő. Suppose that \"u\" and \"v\" satisfy the Cauchy–Riemann equations in an open subset of R2, and consider the &lt;a href=\"vector%20field\"&gt;vector field&lt;/a&gt;\nregarded as a (real) two-component vector. Then the second Cauchy–Riemann equation () asserts that formula_51 is &lt;a href=\"irrotational%20vector%20field\"&gt;irrotational&lt;/a&gt; (its &lt;a href=\"Curl%20%28mathematics%29\"&gt;curl&lt;/a&gt; is 0):\nThe first Cauchy–Riemann equation () asserts that the vector field is &lt;a href=\"solenoidal%20vector%20field\"&gt;solenoidal&lt;/a&gt; (or &lt;a href=\"divergence\"&gt;divergence&lt;/a&gt;-free):\nOwing respectively to &lt;a href=\"Green%27s%20theorem\"&gt;Green's theorem&lt;/a&gt; and the &lt;a href=\"divergence%20theorem\"&gt;divergence theorem&lt;/a&gt;, such a field is necessarily a &lt;a href=\"conservative%20vector%20field\"&gt;conservative&lt;/a&gt; one, and it is free from sources or sinks, having net flux equal to zero through any open domain without holes. (These two observations combine as real and imaginary parts in &lt;a href=\"Cauchy%27s%20integral%20theorem\"&gt;Cauchy's integral theorem&lt;/a&gt;.) In &lt;a href=\"fluid%20dynamics\"&gt;fluid dynamics&lt;/a&gt;, such a vector field is a &lt;a href=\"potential%20flow\"&gt;potential flow&lt;/a&gt;. In &lt;a href=\"magnetostatics\"&gt;magnetostatics&lt;/a&gt;, such vector fields model static &lt;a href=\"magnetic%20field\"&gt;magnetic field&lt;/a&gt;s on a region of the plane containing no current. In &lt;a href=\"electrostatics\"&gt;electrostatics&lt;/a&gt;, they model static electric fields in a region of the plane containing no electric charge.\nThis interpretation can equivalently be restated in the language of &lt;a href=\"differential%20form\"&gt;differential form&lt;/a&gt;s. The pair \"u\",\"v\" satisfy the Cauchy–Riemann equations if and only if the &lt;a href=\"one-form\"&gt;one-form&lt;/a&gt; formula_54 is both &lt;a href=\"Closed%20and%20exact%20differential%20forms\"&gt;closed&lt;/a&gt; and &lt;a href=\"codifferential\"&gt;coclosed&lt;/a&gt; (a &lt;a href=\"Hodge%20theory\"&gt;harmonic differential form&lt;/a&gt;).\nPreservation of complex structure.\nAnother formulation of the Cauchy–Riemann equations involves the &lt;a href=\"linear%20complex%20structure\"&gt;complex structure&lt;/a&gt; in the plane, given by\nThis is a complex structure in the sense that the square of \"J\" is the negative of the 2×2 identity matrix: formula_56. As above, if \"u\"(\"x\",\"y\"),\"v\"(\"x\",\"y\") are two functions in the plane, put\nThe &lt;a href=\"Jacobian%20matrix\"&gt;Jacobian matrix&lt;/a&gt; of \"f\" is the matrix of partial derivatives\nThen the pair of functions \"u\", \"v\" satisfies the Cauchy–Riemann equations if and only if the 2×2 matrix \"Df\" commutes with \"J\".\nThis interpretation is useful in &lt;a href=\"symplectic%20geometry\"&gt;symplectic geometry&lt;/a&gt;, where it is the starting point for the study of &lt;a href=\"pseudoholomorphic%20curve\"&gt;pseudoholomorphic curve&lt;/a&gt;s.\nOther representations.\nOther representations of the Cauchy–Riemann equations occasionally arise in other &lt;a href=\"coordinate%20system\"&gt;coordinate system&lt;/a&gt;s. If (1a) and (1b) hold for a differentiable pair of functions \"u\" and \"v\", then so do\nfor any coordinate system such that the pair (∇\"n\", ∇\"s\") is &lt;a href=\"orthonormal\"&gt;orthonormal&lt;/a&gt; and &lt;a href=\"orientation%20%28space%29\"&gt;positively oriented&lt;/a&gt;. As a consequence, in particular, in the system of coordinates given by the polar representation , the equations then take the form\nCombining these into one equation for \"f\" gives\nThe inhomogeneous Cauchy–Riemann equations consist of the two equations for a pair of unknown functions \"u\"(\"x\",\"y\") and \"v\"(\"x\",\"y\") of two real variables\nfor some given functions α(\"x\",\"y\") and β(\"x\",\"y\") defined in an open subset of R2. These equations are usually combined into a single equation\nwhere \"f\" = \"u\" + i\"v\" and \"𝜑\" = (\"α\" + i\"β\")/2.\nIf \"𝜑\" is &lt;a href=\"continuously%20differentiable\"&gt;\"C\"\"k\"&lt;/a&gt;, then the inhomogeneous equation is explicitly solvable in any bounded domain \"D\", provided \"𝜑\" is continuous on the &lt;a href=\"closure%20%28topology%29\"&gt;closure&lt;/a&gt; of \"D\". Indeed, by the &lt;a href=\"Cauchy%20integral%20formula\"&gt;Cauchy integral formula&lt;/a&gt;,\nfor all \"ζ\" ∈ \"D\".\nGeneralizations.\nGoursat's theorem and its generalizations.\nSuppose that is a complex-valued function which is &lt;a href=\"Fr%C3%A9chet%20derivative\"&gt;differentiable&lt;/a&gt; as a function . Then &lt;a href=\"%C3%89douard%20Goursat\"&gt;Goursat&lt;/a&gt;'s theorem asserts that \"f\" is analytic in an open complex domain Ω if and only if it satisfies the Cauchy–Riemann equation in the domain. In particular, continuous differentiability of \"f\" need not be assumed.\nThe hypotheses of Goursat's theorem can be weakened significantly. If is continuous in an open set Ω and the &lt;a href=\"partial%20derivative\"&gt;partial derivative&lt;/a&gt;s of \"f\" with respect to \"x\" and \"y\" exist in Ω, and satisfy the Cauchy–Riemann equations throughout Ω, then \"f\" is holomorphic (and thus analytic). This result is the &lt;a href=\"Looman%E2%80%93Menchoff%20theorem\"&gt;Looman–Menchoff theorem&lt;/a&gt;.\nThe hypothesis that \"f\" obey the Cauchy–Riemann equations throughout the domain Ω is essential. It is possible to construct a continuous function satisfying the Cauchy–Riemann equations at a point, but which is not analytic at the point (e.g., \"f\"(\"z\") = . Similarly, some additional assumption is needed besides the Cauchy–Riemann equations (such as continuity), as the following example illustrates\nwhich satisfies the Cauchy–Riemann equations everywhere, but fails to be continuous at \"z\" = 0.\nNevertheless, if a function satisfies the Cauchy–Riemann equations in an open set in a &lt;a href=\"weak%20derivative\"&gt;weak sense&lt;/a&gt;, then the function is analytic. More precisely:\nThis is in fact a special case of a more general result on the regularity of solutions of &lt;a href=\"hypoelliptic%20operator\"&gt;hypoelliptic&lt;/a&gt; partial differential equations.\nSeveral variables.\nThere are Cauchy–Riemann equations, appropriately generalized, in the theory of &lt;a href=\"Function%20of%20several%20complex%20variables\"&gt;several complex variables&lt;/a&gt;. They form a significant &lt;a href=\"overdetermined%20system\"&gt;overdetermined system&lt;/a&gt; of PDEs. This is done using a straightforward generalization of the &lt;a href=\"Wirtinger%20derivative\"&gt;Wirtinger derivative&lt;/a&gt;, where the function in question is required to have the (partial) Wirtinger derivative with respect to each complex variable vanish.\nComplex differential forms.\nAs often formulated, the \"&lt;a href=\"d-bar%20operator\"&gt;d-bar operator&lt;/a&gt;\"\nannihilates holomorphic functions. This generalizes most directly the formulation\nwhere\nBäcklund transform.\nViewed as &lt;a href=\"conjugate%20harmonic%20functions\"&gt;conjugate harmonic functions&lt;/a&gt;, the Cauchy–Riemann equations are a simple example of a &lt;a href=\"B%C3%A4cklund%20transform\"&gt;Bäcklund transform&lt;/a&gt;. More complicated, generally non-linear Bäcklund transforms, such as in the &lt;a href=\"sine-Gordon%20equation\"&gt;sine-Gordon equation&lt;/a&gt;, are of great interest in the theory of &lt;a href=\"soliton\"&gt;soliton&lt;/a&gt;s and &lt;a href=\"integrable%20system\"&gt;integrable system&lt;/a&gt;s.\nDefinition in Clifford algebra.\nIn &lt;a href=\"Clifford%20algebra\"&gt;Clifford algebra&lt;/a&gt; the complex number formula_69 is represented as formula_70 where formula_71. The fundamental derivative operator in Clifford algebra of &lt;a href=\"Complex%20numbers\"&gt;Complex numbers&lt;/a&gt; is defined as formula_72. The function formula_73 is considered analytic if and only if formula_74, which can be calculated in the following way:\nGrouping by formula_76 and formula_77:\nHence, in traditional notation:\nConformal mappings in higher dimensions.\nLet Ω be an open set in the Euclidean space R\"n\". The equation for an orientation-preserving mapping formula_80 to be a &lt;a href=\"conformal%20mapping\"&gt;conformal mapping&lt;/a&gt; (that is, angle-preserving) is that\nwhere \"Df\" is the Jacobian matrix, with transpose formula_82, and \"I\" denotes the identity matrix. For , this system is equivalent to the standard Cauchy–Riemann equations of complex variables, and the solutions are holomorphic functions. In dimension , this is still sometimes called the Cauchy–Riemann system, and &lt;a href=\"Liouville%27s%20theorem%20%28conformal%20mappings%29\"&gt;Liouville's theorem&lt;/a&gt; implies, under suitable smoothness assumptions, that any such mapping is a &lt;a href=\"M%C3%B6bius%20transformation\"&gt;Möbius transformation&lt;/a&gt;.\nReferences.\nFootnotes"
}