{
    "id": "758469",
    "revid": "1839637",
    "url": "https://en.wikipedia.org/wiki?curid=758469",
    "title": "Kobuk Valley National Park",
    "text": "Kobuk Valley National Park is an American &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt; in the &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt; region of northwestern &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, located about north of the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt;. The park was designated in 1980 by the &lt;a href=\"Alaska%20National%20Interest%20Lands%20Conservation%20Act\"&gt;Alaska National Interest Lands Conservation Act&lt;/a&gt; to preserve the high Great Kobuk Sand Dunes and the surrounding area which includes &lt;a href=\"Porcupine%20caribou\"&gt;caribou&lt;/a&gt; migration routes. Park visitors must bring all their own gear for backcountry camping, hiking, backpacking, boating, and &lt;a href=\"Sled%20dog\"&gt;dog sledding&lt;/a&gt;. No designated trails or roads exist in the park, which at , is slightly larger than the &lt;a href=\"U.S.%20state\"&gt;state&lt;/a&gt; of &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt;. Kobuk Valley is one of &lt;a href=\"List%20of%20national%20parks%20of%20the%20United%20States\"&gt;eight national parks&lt;/a&gt; in Alaska, the state with the second most national parks, surpassed only by &lt;a href=\"California\"&gt;California&lt;/a&gt; which has nine. The park is managed by the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt;.\nSince no roads lead into the park, visitors arrive via chartered air taxi from &lt;a href=\"Nome%2C%20Alaska\"&gt;Nome&lt;/a&gt;, &lt;a href=\"Bettles%2C%20Alaska\"&gt;Bettles&lt;/a&gt;, or &lt;a href=\"Kotzebue%2C%20Alaska\"&gt;Kotzebue&lt;/a&gt;. Flights are available year-round, but are weather dependent. The park is one of the least-visited American national parks, along with others inaccessible by road, including the neighboring &lt;a href=\"Gates%20of%20the%20Arctic%20National%20Park%20and%20Preserve\"&gt;Gates of the Arctic&lt;/a&gt;, &lt;a href=\"Isle%20Royale%20National%20Park\"&gt;Isle Royale&lt;/a&gt; in the middle of &lt;a href=\"Lake%20Superior\"&gt;Lake Superior&lt;/a&gt;, the &lt;a href=\"Dry%20Tortugas%20National%20Park\"&gt;Dry Tortugas&lt;/a&gt; at the end of the &lt;a href=\"Florida%20Keys\"&gt;Florida Keys&lt;/a&gt;, as well as &lt;a href=\"Katmai%20National%20Park%20and%20Preserve\"&gt;Katmai&lt;/a&gt; and &lt;a href=\"Lake%20Clark%20National%20Park%20and%20Preserve\"&gt;Lake Clark&lt;/a&gt; in southern Alaska.\nGeography.\nThe park is the center of a vast ecosystem between &lt;a href=\"Selawik%20National%20Wildlife%20Refuge\"&gt;Selawik National Wildlife Refuge&lt;/a&gt; and the &lt;a href=\"Noatak%20National%20Preserve\"&gt;Noatak National Preserve&lt;/a&gt;. It is over by river to the &lt;a href=\"Chukchi%20Sea\"&gt;Chukchi Sea&lt;/a&gt;. The &lt;a href=\"Gates%20of%20the%20Arctic%20National%20Park%20and%20Preserve\"&gt;Gates of the Arctic National Park and Preserve&lt;/a&gt; lie to the east. The park includes about of lands owned by native corporations and the State of Alaska.\nThe park consists of the broad wetlands valley of the &lt;a href=\"Kobuk%20River\"&gt;Kobuk River&lt;/a&gt; which runs along the southern edge of the western &lt;a href=\"Brooks%20Range\"&gt;Brooks Range&lt;/a&gt;, which is known as the &lt;a href=\"Baird%20Mountains\"&gt;Baird Mountains&lt;/a&gt;. The boundary of the park runs along the height-of-land of the Baird Mountains in the north and the shorter &lt;a href=\"Waring%20Mountains\"&gt;Waring Mountains&lt;/a&gt; in the south that form a ring, defining and enclosing the Kobuk Valley. The middle two-thirds of the Kobuk River, from just above &lt;a href=\"Kiana%2C%20Alaska\"&gt;Kiana&lt;/a&gt; to just below &lt;a href=\"Ambler%2C%20Alaska\"&gt;Ambler&lt;/a&gt;, is included in the park, as are several of its major tributaries such as the &lt;a href=\"Salmon%20River%20%28Kobuk%29\"&gt;Salmon River&lt;/a&gt; and the &lt;a href=\"Hunt%20River%20%28Alaska%29\"&gt;Hunt River&lt;/a&gt;. The valley floor is mainly covered by &lt;a href=\"drift%20%28geology%29\"&gt;glacial drift&lt;/a&gt;. Much of the southern portion of the park, south of the Kobuk River, is managed as the &lt;a href=\"Kobuk%20Valley%20Wilderness\"&gt;Kobuk Valley Wilderness&lt;/a&gt; of . The &lt;a href=\"Selawik%20Wilderness\"&gt;Selawik Wilderness&lt;/a&gt; lies to the south, in the adjoining Selawik National Wildlife Refuge.\nThree sets of sand dune fields are located on the south side of the Kobuk River. The Great Kobuk Sand Dunes, Little Kobuk Sand Dunes and the Hunt River Dunes are remnants of dune fields that covered as many as immediately after the retreat of Pleistocene glaciation. A combination of outwash deposits from the glaciers and strong winds created the field, which is now mostly covered by forest and tundra. In present times the active dune fields cover about . The Great Kobuk Sand Dunes comprise the largest active Arctic dune field in North America. &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; has funded their study as an analog for Martian polar dunes.\nThe park's headquarters are at the Northwest Arctic Heritage Center in &lt;a href=\"Kotzebue%2C%20Alaska\"&gt;Kotzebue&lt;/a&gt;, about west of the park on the Bering Sea coast. Seasonal ranger stations are operated along the Kobuk River at Kallarichuk, at the west end of the park, and at Onion Portage at the east end of the park. Offices and visitor services for &lt;a href=\"Cape%20Krusenstern%20National%20Monument\"&gt;Cape Krusenstern National Monument&lt;/a&gt; and &lt;a href=\"Noatak%20National%20Preserve\"&gt;Noatak National Preserve&lt;/a&gt; are in the same facility. The units are managed together as the &lt;a href=\"Western%20Arctic%20National%20Parklands\"&gt;Western Arctic National Parklands&lt;/a&gt;, with a single Park Service superintendent in charge.\nClimate.\nAccording to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; system, Kobuk Valley National Park has a &lt;a href=\"Subarctic%20climate\"&gt;Subarctic climate&lt;/a&gt; (\"Dfc\") with cool summers and year around precipitation. \"Dfc\" climates are defined by their coldest month averaging below 0 °C (32 °F), 1–3 months averaging above 10 °C (50 °F), all months with average temperatures below 22 °C (71.6 °F), and no significant precipitation difference between seasons. According to the &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt;, the Plant &lt;a href=\"Hardiness%20zone\"&gt;Hardiness zone&lt;/a&gt; at Kallarichuck at 13 ft (4 m) elevation is 2a with an average annual extreme minimum temperature of -47.1 °F (-43.9 °C).\nEcology.\nThe park lies in a transition zone between &lt;a href=\"boreal%20forest\"&gt;boreal forest&lt;/a&gt; and &lt;a href=\"tundra\"&gt;tundra&lt;/a&gt;.\nThe fish and wildlife in the park are typical of arctic and subarctic fauna. The major economic species are &lt;a href=\"Porcupine%20caribou\"&gt;caribou&lt;/a&gt;, &lt;a href=\"Alaska%20moose\"&gt;moose&lt;/a&gt;, and fish species such as &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; and &lt;a href=\"sheefish\"&gt;sheefish&lt;/a&gt;. The most visible animals are the 400,000 caribou of the Western Arctic herd. The herd migrates annually between their winter breeding grounds, south of the Waring Mountains, and their summer calving grounds, north of the Baird Mountains. The herd's annual crossing of the Kobuk River is central to the &lt;a href=\"Inupiaq\"&gt;Inupiaq&lt;/a&gt; people's subsistence hunting. Large mammals in the park include &lt;a href=\"Alaskan%20tundra%20wolf\"&gt;wolf&lt;/a&gt; packs, &lt;a href=\"Arctic%20fox\"&gt;Arctic&lt;/a&gt; and &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;es, caribou, and moose. &lt;a href=\"American%20black%20bear\"&gt;Black bears&lt;/a&gt;, &lt;a href=\"Grizzly%20bear\"&gt;brown bear&lt;/a&gt;s, &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt;s, &lt;a href=\"North%20American%20river%20otter\"&gt;river otter&lt;/a&gt;s, &lt;a href=\"Canada%20lynx\"&gt;Canadian lynx&lt;/a&gt;es, and &lt;a href=\"Dall%20sheep\"&gt;Dall sheep&lt;/a&gt; exist in the park as well. Smaller mammals include &lt;a href=\"wolverine\"&gt;wolverine&lt;/a&gt;s, &lt;a href=\"American%20marten\"&gt;marten&lt;/a&gt;s, &lt;a href=\"American%20mink\"&gt;mink&lt;/a&gt;s, &lt;a href=\"North%20American%20porcupine\"&gt;porcupines&lt;/a&gt;, &lt;a href=\"muskrat\"&gt;muskrat&lt;/a&gt;s, &lt;a href=\"snowshoe%20hare\"&gt;snowshoe hare&lt;/a&gt;s and a variety of &lt;a href=\"vole\"&gt;vole&lt;/a&gt;s. Fish species include &lt;a href=\"chinook%20salmon\"&gt;chinook&lt;/a&gt;, &lt;a href=\"chum%20salmon\"&gt;chum&lt;/a&gt;, &lt;a href=\"pink%20salmon\"&gt;pink&lt;/a&gt; and &lt;a href=\"sockeye%20salmon\"&gt;sockeye salmon&lt;/a&gt;, with other salmonids including &lt;a href=\"Dolly%20Varden%20trout\"&gt;Dolly Varden&lt;/a&gt;, &lt;a href=\"Arctic%20char\"&gt;Arctic char&lt;/a&gt;, &lt;a href=\"lake%20trout\"&gt;lake trout&lt;/a&gt; and &lt;a href=\"Arctic%20grayling\"&gt;Arctic grayling&lt;/a&gt;. Other species include &lt;a href=\"burbot\"&gt;burbot&lt;/a&gt;, &lt;a href=\"Arctic%20lamprey\"&gt;Arctic lamprey&lt;/a&gt;, &lt;a href=\"round%20whitefish\"&gt;round&lt;/a&gt;, &lt;a href=\"broad%20whitefish\"&gt;broad&lt;/a&gt; and &lt;a href=\"humpback%20whitefish\"&gt;humpback&lt;/a&gt; whitefish, and &lt;a href=\"pond%20smelt\"&gt;pond&lt;/a&gt; and &lt;a href=\"rainbow%20smelt\"&gt;rainbow&lt;/a&gt; smelt.\nWeather in the park is subject to extremes. Average low temperatures in January are , and can reach nighttime lows of . Summer temperatures average around , and can reach . Since the park is above the Arctic Circle, the sun does not set from June 3 to July 9, and the sun is visible for only hours on the winter solstice, with long periods of twilight on either side of sunrise and sunset. As is the case over all of northern Alaska, the &lt;a href=\"aurora%20borealis\"&gt;aurora borealis&lt;/a&gt; is often visible on winter nights when solar activity is high. Snow can happen at any time of the year. Wind and rain are common in summer.\nHistory.\nHuman habitation in Kobuk Valley is believed to extend back at least 12,500 years. The present inhabitants of the valley are the &lt;a href=\"Inupiat%20people\"&gt;Inupiat people&lt;/a&gt;, who subsist on hunting and fishing in the region. The &lt;a href=\"Onion%20Portage%20Archeological%20District\"&gt;Onion Portage Archeological District&lt;/a&gt; is a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; district at the east end of the Kobuk River's course through the park. The site, strategically located at a major caribou river crossing, documents nine cultural complexes spanning from 8,000–6,000 BC to about 1000–1700 AD. The site is an &lt;a href=\"inholding\"&gt;inholding&lt;/a&gt; of the &lt;a href=\"NANA%20Regional%20Corporation\"&gt;NANA Regional Corporation&lt;/a&gt;, an Alaskan native corporation with rights in the park.\nThe first human inhabitants of the Kobuk Valley were people of the &lt;a href=\"Paleo-Arctic%20Tradition\"&gt;Paleo-Arctic Tradition&lt;/a&gt;, who hunted caribou at Onion Portage. The region was apparently deserted for about 2,000 years until people of the &lt;a href=\"Archaic%20period%20in%20North%20America\"&gt;Archaic tradition&lt;/a&gt; appeared in the valley from the south and east. By about 4,000 years before the present, people of the &lt;a href=\"Arctic%20Small%20Tool%20tradition\"&gt;Arctic Small Tool tradition&lt;/a&gt; arrived, but departed between 1,500 and 1,000 years ago, again leaving the valley unoccupied. New people arrived by about 1200 AD, as documented by the Ahteut site downriver from Onion Portage. People remained in the valley until the mid-19th century, when the caribou population declined and people moved closer to the coast. These people were the Akunirmiut and Kuuvaum Kangiamirnuit. One of their villages was located in the present park at the mouth of the Hunt River. Their descendants, now known as the Kuuvangmiit, have mostly moved out of park lands.\nAbout 32 prospectors' camps were established during a short gold rush in 1899–1900. Surveys have not yet located them, although debris associated with the miners' boats has been found.\nKobuk Valley National Park was established as one of fifteen new &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; properties established by the &lt;a href=\"Alaska%20National%20Interest%20Lands%20Conservation%20Act\"&gt;Alaska National Interest Lands Conservation Act&lt;/a&gt; (ANILCA) of 1980. It was first declared a &lt;a href=\"national%20monument%20%28United%20States%29\"&gt;national monument&lt;/a&gt; by President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; on December 1, 1978 using his authority under the &lt;a href=\"Antiquities%20Act\"&gt;Antiquities Act&lt;/a&gt; when Congressional negotiations on the proposed ANILCA bill were stalled. ANILCA was finally passed in 1980, and signed by Carter on December 2, 1980. Unlike many Park Service units in Alaska, Kobuk Valley is entirely national park land, with only subsistence hunting by local residents permitted. No part of the park is designated as a &lt;a href=\"national%20preserve\"&gt;national preserve&lt;/a&gt;, which would allow sport hunting."
}