{
    "id": "758693",
    "revid": "10254415",
    "url": "https://en.wikipedia.org/wiki?curid=758693",
    "title": "Voyageurs National Park",
    "text": "Voyageurs National Park is an &lt;a href=\"List%20of%20national%20parks%20of%20the%20United%20States\"&gt;American national park&lt;/a&gt; in northern &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; near the city of &lt;a href=\"International%20Falls%2C%20Minnesota\"&gt;International Falls&lt;/a&gt; established in 1975. The park's name commemorates the \"&lt;a href=\"voyageurs\"&gt;voyageurs&lt;/a&gt;\"—&lt;a href=\"French%20Canadians\"&gt;French-Canadian&lt;/a&gt; &lt;a href=\"fur%20trade\"&gt;fur trade&lt;/a&gt;rs who were the first &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an settlers to frequently travel through the area. Notable for its outstanding water resources, the park is popular with &lt;a href=\"canoe\"&gt;canoe&lt;/a&gt;ists, &lt;a href=\"kayak\"&gt;kayak&lt;/a&gt;ers, other boaters, and &lt;a href=\"Fisherman\"&gt;fishermen&lt;/a&gt;. The Kabetogama Peninsula, which lies entirely within the park and makes up most of its land area, is accessible only by boat. To the east of the park lies the &lt;a href=\"Boundary%20Waters%20Canoe%20Area%20Wilderness\"&gt;Boundary Waters Canoe Area Wilderness&lt;/a&gt;.\nThe park has several boat ramps and visitor centers on its periphery, though the main body of the park is only accessible by boat or, in the winter, by &lt;a href=\"snowmobile\"&gt;snowmobile&lt;/a&gt;, &lt;a href=\"cross-country%20skiing\"&gt;ski&lt;/a&gt;, or &lt;a href=\"snowshoe\"&gt;snowshoe&lt;/a&gt;. In 2018, the park hosted 239,656 visitors.\nGeology.\nVoyageurs National Park is located on the &lt;a href=\"Canadian%20Shield\"&gt;Canadian Shield&lt;/a&gt;, with the rocks averaging between 1 and 3 billion years old. These are some of the oldest rocks on the North American continent. Formed during the early ages of the earth formation, the rocks of the park were compressed, and folded under tremendous pressure. Then molten flows of lava intruded through the layers creating a mosaic of various gneiss and granites. Over time, additional layers of sedimentary rocks developed on top, to be stripped away by the continental glaciers of the Wisconsin Glacial epoch and earlier.\nMost of the rocks in the park belong to the &lt;a href=\"Archeon%20eon\"&gt;Archeon&lt;/a&gt; Quetico &lt;a href=\"geologic%20province\"&gt;Subprovince&lt;/a&gt;, of the Superior &lt;a href=\"Physiographic%20province\"&gt;Physiographic province&lt;/a&gt;, associated with the &lt;a href=\"Kenoran%20Orogeny\"&gt;Kenoran Orogeny&lt;/a&gt;. These consist of &lt;a href=\"schist\"&gt;schist&lt;/a&gt;s and &lt;a href=\"gneiss\"&gt;gneiss&lt;/a&gt;es in the west and central portion of the park, and &lt;a href=\"granitic\"&gt;granitic&lt;/a&gt; rocks of the Vermillion Granitic Complex (2.69 to 2.64 &lt;a href=\"Byr\"&gt;Ga&lt;/a&gt;) in the east and southeast. The Kabetogama-Kenora &lt;a href=\"dike%20swarm\"&gt;dike swarm&lt;/a&gt; (2.2. to 2.1 Ga) follows a northwesterly trending &lt;a href=\"Precambrian\"&gt;Precambrian&lt;/a&gt; fault system. The northwest corner of the park contains &lt;a href=\"metamorphosed%20rock\"&gt;metamorphosed rock&lt;/a&gt;s of the Wabigoon subprovince, which form a northeast trending &lt;a href=\"greenstone%20belt\"&gt;greenstone belt&lt;/a&gt;. A lateral &lt;a href=\"strike-slip%20fault\"&gt;strike-slip fault&lt;/a&gt; separates the two subprovinces, referred to as the Rainy Lake-Seine River fault zone. It is this northwest area of the park, on the Kabetogama peninsula, which saw a &lt;a href=\"gold%20rush\"&gt;gold rush&lt;/a&gt; from 1893 to 1898. The Little American Mine, on Little American Island, is one of 13 abandoned mines within park boundaries. &lt;a href=\"Terminal%20moraine\"&gt;Terminal moraine&lt;/a&gt;s are found in the southern portion of the park, while the northern portion contains glacially scoured lake basins, but accumulations of &lt;a href=\"glacial%20outwash\"&gt;glacial outwash&lt;/a&gt; and &lt;a href=\"glacial%20till\"&gt;glacial till&lt;/a&gt; less than 100 feet is the norm. &lt;a href=\"Lake%20Agassiz\"&gt;Lake Agassiz&lt;/a&gt; deposits are evident within the park, while &lt;a href=\"glacial%20striation\"&gt;glacial striation&lt;/a&gt;s and &lt;a href=\"glacial%20erratic\"&gt;glacial erratic&lt;/a&gt;s are common.\nAccess.\nThe largest city near Voyageurs National Park is &lt;a href=\"International%20Falls%2C%20Minnesota\"&gt;International Falls, Minnesota&lt;/a&gt;. Unlike many other national parks, where the main access to the park is by motor vehicle, bicycle or foot, the primary access to Voyageurs is via water. Many visitors travel by kayaks and canoes, while others rent &lt;a href=\"houseboat\"&gt;houseboat&lt;/a&gt;s or take a guided tour boat.\nWaters.\nThe park encompasses all or part of four major lakes:\nOf these, Namakan, Rainy and Sand Point lakes straddle the United States-Canada border. Lake Namakan and Sand Point Lake are accessible only by boat except in the winter. The southern boundary of the park is the northern shore of &lt;a href=\"Crane%20Lake%2C%20Minnesota\"&gt;Crane Lake&lt;/a&gt;. The park has many smaller lakes, especially on the Kabetogama peninsula. The most popular of these are on the Locator Lakes trail.\nActivities.\nCamping.\nCampsites are maintained by the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; and are accessible only by water. The 282 sites are classified as frontcountry or backcountry tent, houseboat, or day-use sites; all are designated by signs. Tenters may not camp in houseboat sites or day-use sites. Maps showing the location of these sites are available at the visitor centers. Permits are required for overnight stays. Permits can be obtained at recreation.gov and any park visitor center or boat ramp. Public and private campgrounds, accessible by car, are located near the perimeter of the park.\nFishing.\nThe major lakes in the park are home to &lt;a href=\"Walleye\"&gt;Walleye&lt;/a&gt;, &lt;a href=\"Northern%20pike\"&gt;Northern pike&lt;/a&gt;, &lt;a href=\"Muskellunge\"&gt;Muskellunge&lt;/a&gt;, &lt;a href=\"Smallmouth%20bass\"&gt;Smallmouth bass&lt;/a&gt;, and &lt;a href=\"Crappie\"&gt;Crappie&lt;/a&gt;. In the minor lakes that dot the park, &lt;a href=\"Largemouth%20bass\"&gt;Largemouth bass&lt;/a&gt;, &lt;a href=\"Lake%20trout\"&gt;Lake trout&lt;/a&gt;, &lt;a href=\"Bluegill\"&gt;Bluegill&lt;/a&gt; and other small sunfish and &lt;a href=\"Yellow%20Perch\"&gt;Yellow Perch&lt;/a&gt; are also found, although not every lake has every species. For example, Lake Trout are found primarily in Cruiser Lake north of Kettle Falls. Shoepack and Root (Little Shoepack) lakes in the center of the park's peninsula are home to the Shoepack strain of &lt;a href=\"Muskellunge\"&gt;Muskellunge&lt;/a&gt;, distinctly different from the Mississippi strain (or Leech Lake strain) found throughout southern Minnesota and Wisconsin. &lt;a href=\"Lake%20Whitefish\"&gt;Lake Whitefish&lt;/a&gt; are also a popular quarry via sport netting in the fall when they move into shallow water to spawn.\nBoating.\nVisitors travel and explore the park's lakes and islands with canoes, kayaks and motorboats. The park's interior peninsula is only accessible by boat except when frozen lakes provide outer routes. The park has a system of canoes and boats available for rental at interior lakes. During summer months, the park also offers shuttle service to an interior lake, as well as ranger-led boat tours that explore the park's natural features and history.\nHiking.\nThe park has over of hiking trails. While some trails are located on the mainland, the majority traverse the park's interior peninsula, including long-distance backcountry trails.\nStargazing.\nThe Voyageurs Forest Overlook, Beaver Pond Overlook, and the Kettle Falls Dam area are all popular stargazing locations in the park. Additionally, the park is working on becoming a dark sky park with the &lt;a href=\"International%20Dark-Sky%20Association\"&gt;International Dark-Sky Association&lt;/a&gt;.\nIn winter.\nThe park is snow-covered from late November until early April. An ice road on Rainy Lake is plowed and marked from the visitor center's boat ramp, heading toward Cranberry Bay or around Dryweed Island, depending on ice conditions. Available activities include lake driving, snowmobiling, cross-country skiing, winter camping, ice fishing and snowshoe hiking. Snowmobiling is limited to the frozen lake surfaces and the Chain of Lakes Scenic Trail through the center of the Kabetogama Peninsula. Trail maps can be obtained from the visitor centers.\nThe use of snowmobiles in Voyageurs National Park, like in &lt;a href=\"Yellowstone%20National%20Park\"&gt;Yellowstone&lt;/a&gt;, is controversial, with opponents claiming they damage the natural beauty of the park and adversely affect wildlife.\nDesignated Snowmobile Trails\n\"Rainy Lake Trail\" is long running from Black Bay (the Rainy Lake Visitor Center) to Kettle Falls. It runs along the northern shore of the Kabetogama Peninsula, running inside the off shore islands. As it nears Kettle Falls, it turns south up a deep bay and then overland to avoid the soft ice along the narrows.\nThe \"Kettle Falls Trail\" is runs overland along the narrows, avoiding the soft and fractured ice of the narrows, until reaching the western end of Namakan Lake.\nThe \"Rudder Bay Trail\" is a short connecting trail acround the north side of the western Namakan Lake and Voyageur narrows, to the Ash River Visitor Center. Here, it joins into the Voyageur Trail.\nThe \"Voyageur Trail\" is a multiple segmented trail, beginning near the Thunderbird Lodge. From Black Bay (Rainy Lake Visitor Center), it is nearly long to the junction with the \"Chain of Lakes Trail\" on the Kabetogama Peninsula. An additional crossing the west end of Kabetogama Lake brings you into the Kabetogama community with a short or so drop around the point to the Kabetogama Visitor Center. In the Kabetogama community, there are linkes to the \"Arrowhead Trail\", \"Woody's Trail\", \"Peterson Bay Trail\", \"Tone Dawg Trail\", and the \"Ray Access Spur\".\nAfter leaving the Kabetogama Visitor Center, the \"Voyageur Trail\" crosses the south side of Kabetogama Lake for , to the Kabetogama Narrows (Ash River Visitor Center) and the \" Rudder Bay Trail\". Another brings it to Ash River. In Ash River, there are links to other trails, including \"Bill Morgan Trail\" and the 'Ash River Links\" to both the Arrowhead Trail and Crane Lake. By staying on the \"Voyageur Trail\", you'll cross the southern shore of Namakan Lake and then turn south through Nakd Point Lake, Mukoda Lake and Crane Lake to Crane. This last link is long. The entire length of the \"Voyageur Trail\" is about .\nClimate.\nAccording to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; system, Voyageurs National Park has a &lt;a href=\"humid%20continental%20climate\"&gt;humid continental climate&lt;/a&gt; with warm summers and year-round precipitation (\"Dfb\"). According to the &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt;, the Plant &lt;a href=\"Hardiness%20zone\"&gt;Hardiness zone&lt;/a&gt; at the Ash River Visitor Center (1129 ft / 344 m) is 3a with an average annual extreme minimum temperature of -36.3 °F (-37.9 °C).\nFlora and Fauna.\nAccording to the &lt;a href=\"A.%20W.%20Kuchler\"&gt;A. W. Kuchler&lt;/a&gt; U.S. &lt;a href=\"Potential%20natural%20vegetation\"&gt;Potential natural vegetation&lt;/a&gt; Types, Voyageurs National Park has two classifications; a Great Lakes &lt;a href=\"Spruce\"&gt;Spruce&lt;/a&gt;/&lt;a href=\"Fir\"&gt;Fir&lt;/a&gt; (\"93\") vegetation type with a Northern &lt;a href=\"Conifer\"&gt;Conifer&lt;/a&gt; Forest (\"22\") vegetation form, and a Great Lakes &lt;a href=\"Pine\"&gt;Pine&lt;/a&gt; (\"95\") vegetation type with a Northern &lt;a href=\"Conifer\"&gt;Conifer&lt;/a&gt; Forest (\"22\") vegetation form.\nThis national park is home to &lt;a href=\"eastern%20wolf\"&gt;timber wolves&lt;/a&gt;, &lt;a href=\"American%20black%20bear\"&gt;black bear&lt;/a&gt;, &lt;a href=\"western%20moose\"&gt;moose&lt;/a&gt;, an abundance of &lt;a href=\"white-tailed%20deer\"&gt;white-tailed deer&lt;/a&gt;, and smaller mammals such as &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt;, &lt;a href=\"North%20American%20river%20otter\"&gt;river otter&lt;/a&gt;, &lt;a href=\"muskrat\"&gt;muskrat&lt;/a&gt;, &lt;a href=\"snowshoe%20hare\"&gt;snowshoe hare&lt;/a&gt;, and &lt;a href=\"weasel\"&gt;weasel&lt;/a&gt; which may be seen crossing frozen lake surfaces during the winter. &lt;a href=\"Bald%20eagle\"&gt;Bald eagle&lt;/a&gt;, &lt;a href=\"loon\"&gt;loon&lt;/a&gt;, &lt;a href=\"double-crested%20cormorant\"&gt;double-crested cormorant&lt;/a&gt;, &lt;a href=\"owl\"&gt;owl&lt;/a&gt;, and &lt;a href=\"warbler\"&gt;warbler&lt;/a&gt;s are common birds found.\nHistory.\nThe park was first proposed in April 1891 by the &lt;a href=\"Minnesota%20Legislature\"&gt;Minnesota Legislature&lt;/a&gt; in a resolution requesting that the president create a national park in the state. It wasn't until nearly eighty years later that federal legislation authorizing the creation of the park was signed into law by President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt; on January 8, 1971. Established in 1975, this is Minnesota's only national park.\nFirst inhabitants.\nVoyageurs National Park has been occupied by humans for nearly 10,000 years. During the &lt;a href=\"Paleo-Indians\"&gt;Paleo-Indian Period&lt;/a&gt;, people entered this area as the waters from &lt;a href=\"glacial%20Lake%20Agassiz\"&gt;glacial Lake Agassiz&lt;/a&gt; receded. Then during the &lt;a href=\"Archaic%20period%20in%20the%20Americas\"&gt;Archaic Period&lt;/a&gt; (8,000 B.C. - 100 B.C.) nomadic people moved with the animals they hunted and with the ripening grains. Fishing grew into a major source of food during this time. The Woodland Period (100 A.D.- 900 A.D.) saw an increase in the use of the wild rice. Beginning around this time, they used ceramics to create small, side-notched triangular projectile points.\nThe Fur Trade.\nEuropean exploration began about 1688. French explorer &lt;a href=\"Jacques%20de%20Noyon\"&gt;Jacques de Noyon&lt;/a&gt; wintered along the &lt;a href=\"Rainy%20River%20%28Minnesota%E2%80%93Ontario%29\"&gt;Rainy River&lt;/a&gt;. But it was the demand for beaver pelts that brought the fur traders. As competition in the east depleted the beaver, the &lt;a href=\"voyageurs\"&gt;voyageurs&lt;/a&gt; expanded their range into the northwest territories of North America. Here along the modern border of the United States and Canada, the &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt;, Monsoni, and &lt;a href=\"Assiniboine%20people\"&gt;Assiniboine&lt;/a&gt; tribes were first Native American contacts. By the mid-18th century these people had abandoned the Rainy Lake area, to the &lt;a href=\"Ojibwe\"&gt;Ojibwe&lt;/a&gt;. By 1780 the Ojibwe were the primary residents on the border. They filled key roles as suppliers of food, furs, and canoes.\nLogging.\nLogging came to the northwoods as the stands of &lt;a href=\"Eastern%20White%20Pine\"&gt;white pine&lt;/a&gt; in &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; and central &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; were harvested. Beginning in the 1880s and 1890s, logging grew until there were two major logging companies. The International Logging Company in &lt;a href=\"Koochiching%20County%2C%20Minnesota\"&gt;Koochiching County&lt;/a&gt; used sawmills at International Falls and Fort Frances until 1937. It was the constant need for water that caused the dams to be constructed at International Falls, Kettle Falls, and Squirrel Falls in the early 1900s. The Virginia and Rainy Lake Lumber Company harvested trees to the east in &lt;a href=\"St.%20Louis%20County%2C%20Minnesota\"&gt;Saint Louis County&lt;/a&gt;. They rafted logs down river to Hoist Bay until 1929. Hoist Bay is named for the machinery used to hoist floating logs out of the lake. Trains then took them to sawmills in &lt;a href=\"Virginia%2C%20Minnesota\"&gt;Virginia, Minnesota&lt;/a&gt;. The logging has altered the composition of the forest. Where white and red pine once dominated the forest, they are a minor part. Few stands of large, mature trees exist in the park.\nThe Rainy Lake gold rush.\nIn the summer of 1893 George Davis, funded by Charles Moore, discovered gold on Rainy Lake. Davis was on a small island near Black Bay Narrows. Here, he found a gold-bearing quartz vein. The \"Little American\" discovery gave rise to the island's modern name, Little American Island. With confirmation of the discovery, Charles Moore hired Jeff Hildreth, a miner from the &lt;a href=\"Black%20Hills\"&gt;Black Hills&lt;/a&gt; to obtain title to the island. In the spring of 1894, development of the mine and of the nearby Rainy Lake City began. Rainy Lake City was incorporated on March 17, 1894. By summer the city was a community of several hundred people. It had a school house, bank, general store, hotels, restaurants, a newspaper, hardware store, butcher shop, and several saloons.\nWith the development of the Little American Mine, other prospectors entered into the search. Mining remains which can still be seen (13 sites in all within the park boundaries) include those of the Lyle Mine north of Dryweed Island, the Big American Mine on Big American Island, the Bushyhead Mine on Bushyhead Island, and the Soldier Mine on Dryweed Island. The low production from the mines ended the rush with a bust by 1898. The town of Rainy Lake City was gone by 1901.\nSettlement and recreation.\nWhen the park was established in 1975, there were over 60 resorts around the park. Within the park, there were 12 resorts, 97 leased cabin sites, and over 120 privately owned recreational homes. Many sold their land and buildings to the park. Some people chose to sell their property and leave immediately, while others chose to sell their property, but maintain use for either a lifetime tenancy or a 25-year use and occupancy reservation. As these properties are vacated, the park will remove many structures to restore natural conditions. Twenty properties, containing over 50 structures, will be retained and managed by the National Park Service because of their historic significance.\nCommercial Fishing.\nLarge fishing operations began on the Rainy River in 1892. By the 1890s and early 1900s, seven or eight fishing companies operated in the area. Most were on Crane Lake. The main production was caviar, taken from the eggs of &lt;a href=\"lake%20sturgeon\"&gt;lake sturgeon&lt;/a&gt;. Most fell by the wayside as long distances and a lack of refrigeration affected the industry. By the 1930s all the large operations were gone.\nFamily fishing replaced the large operations. By 1910 there were around 48 family business'. The catch was sold at local auctions held at Kettle Falls. By 1923, commercial fishing was banned on Kabetogama Lake. By 1942 only 10 licensed family operations were active. Old fishing camps and net-tarring sites still exist in the park. The best preserved is the Oveson Fish Camp (c. 1950s).\nPoints of interest.\nVisitor Centers.\nThe park has three visitor centers for obtaining information, viewing films, and seeing exhibits about the park's geology, wildlife, plants, and history:\nRainy Lake sites.\n&lt;a href=\"Kettle%20Falls%20Hotel\"&gt;Kettle Falls Hotel&lt;/a&gt;Kettle Falls is located between Lake Namakan and Rainy Lake, and is the location of the Kettle Falls Hotel. The hotel was constructed in 1910 by timber baron Ed Rose and operated as a hotel and resort to this day. It was placed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1976. Kettle Falls can only be reached by boat in the summer months and is one of the few places in the lower forty-eight states where one looks south into Canada.\nAnderson Bay\nAnderson Bay is a fine example of why the park was established. The bluffs of the Bay rise above the water. From the top, there are views of the bay and Rainy Lake. Anderson Bay is the northern trailhead for the Cruiser Lake Trail system. From the landing, a loop trail goes to the top of the bluffs. Anderson Bay is two-thirds of the way from Rainy Lake Visitor Center to Kettle Point. It is on the north side of the Kabetogama Peninsula.\nSurveyor's IslandSurveyor's Island is on the east end of Rainy Lake marking the entry to the American Channel to Kettle Falls. Here the boundary surveyors had a campsite during the early 1900s. Voyageurs would use this island as a stop before they entered the open waters of Rainy Lake.\nCamp MarstonCamp Marston was where Iowa State University operated a summer camp from 1922 until 1940. Civil engineering students would attend the camp. Today there is still a cabin known as \"Polaris,\" where the professors lived, in addition to foundations and chimneys from other structures.\nRainy Lake CityRainy Lake City was a boom town in the 1890s during a short gold rush period. The site has a longer history of use than just the gold rush. A saloon still stands and is proposed as a shelter for exhibits. Former streets and archeological remains of buildings can be seen. Rainy Lake City is the northwestern point of the Kabetogama Peninsula facing Little American Island and the mainland.\nHarry Oveson Fish Camp\nOveson's fish camp is an intact commercial fishing camp. There are still several structures, including Oveson house, ice house, and fish processing building.\nLittle American IslandLittle American Island is on Rainy Lake just north of the mainland. It is the furthest western island in the park. It was the site of gold discovery in 1893. The island has been upgraded to provide an accessible trail, a comfort station and dock.\nKabetogama Lake sites.\nEllsworth Rock Gardens\nThe Gardens was an enchanting sculpture once filled with flowers. Mr. Ellsworth created his garden as a part of the families summer home. Boat tours from Kabetogama Visitor Center visit this site on the northern shore of Kabetogama Lake.\nHacksaw Pass\nHere, visitors may visit several wetlands, the Gold Portage, Woodenfrog family residence and other sites related to &lt;a href=\"Ojibwe\"&gt;Ojibwe&lt;/a&gt; history.\nNamakan Lake sites.\nHoist Bay \nHoist Bay has been an area of logging and seasonal recreation. You can spot piers of the former railroad trestle, and buildings from, the resort era. The area is set up for day use. The bay is located on the southern shore of Namakan Lake, east of Ash River and the visitor center.\nMoose River Indian Village \nMoose River, enters Moose Bay, west of Hoist Bay. The Bois Forte Ojibwe once occupied the area from the 1760s through the 1930s. They lived in the area of the park until the &lt;a href=\"Bois%20Forte%20Indian%20Reservation\"&gt;Nett Lake reservation&lt;/a&gt; was established. Five bands lived throughout the park, including the west end of Kabetogama Lake, Kettle Falls, Black Bay on Rainy Lake, Crane Lake, and Moose River of Namakan Lake.\nI.W.Stevens Pine Cove Resort\nThe I.W.Stevens Pine Cove Resort represents the resort recreation period. The site's historic buildings are set among large scenic pine trees. The site consists of I.W. Stevens' home, a guest cabin, sauna, generator shed, and root cellar. I.W. Stevens acquired the property from the Virginia &amp; Rainy Lake Lumber Company. The company chose not to cut the red pine on the site and many of the trees have reached a large, mature\nstate.\nSand Point/Crane Lake sites.\nCasareto Summer CabinThe Casareto Summer Cabin is an example of summer recreational cabins in the park. It is located on a sand beach.\nGrassy Bay\nGrassy Bay is a large western bay on Sand Point Lake. It is rich in natural and cultural resources. The cliffs are well-known among park visitors. The Mittet cabin is an example of early recreation (1880s- 1920s).\nIngersoll EstateThe Ingersoll lodge was built by Illinois philanthropist &lt;a href=\"William%20Ingersoll%20%28philanthropist%29\"&gt;William Ingersoll&lt;/a&gt; in 1928. The estate was visible from the lake just north of Harrison Narrows; however, the lodge collapsed in 2014 due to a combination of structural weakness, incomplete maintenance, and heavy weather. The lodge site was subsequently cleared and the lodge's remains were put in storage for a possible rebuilding.\nWarnings and safety.\nBoating safety.\nSafe channels are marked in the main lakes by the &lt;a href=\"U.S.%20Coast%20Guard\"&gt;U.S. Coast Guard&lt;/a&gt;. When upbound in the lakes, there are green numbered buoys that mark the 'left' or &lt;a href=\"port\"&gt;port&lt;/a&gt; side of the channel. Red number buoys mark the 'right' or &lt;a href=\"starboard\"&gt;starboard&lt;/a&gt; side. It is the opposite when downbound. For \"Rainy Lake\" and \"Namakan Lake\", upbound is going east. For \"Kabetogama Lake\", upbound is going west. If you're on \"Sand Point Lake\" or \"Crane Lake\", upbound is going south.\nHazardous rocks are common throughout the park and can lie just beneath the surface. Less than ten percent of these hazards are marked. The park consists of parallel ridges of rock, which form the islands and the peninsula.\nWinter.\nSnowmobiling is a major recreational activity during the winter months. In the heart of the season, the most hazardous areas regarding thin ice or open water are along the river channels including places like Rainy River or any of the narrows. The current under the ice causes pressure ridges and soft spots. Snowmobiles generally avoid these areas.\nMines.\nThirteen abandoned mines with 22 openings are present in Voyageurs National Park. All are located in the northwestern corner of the park along structures within the Rainy Lake greenstone belt. Some abandoned prospect pits, shafts, and open cuts are concealed by vegetation. These sites have been examined by qualified park staff and do not pose major hazards.\nInternational Border.\nThe Voyageurs canoed and portaged the 2,000-mile (3,220- km) journey from &lt;a href=\"Grand%20Portage\"&gt;Grand Portage&lt;/a&gt; to &lt;a href=\"Lake%20Athabasca\"&gt;Lake Athabasca&lt;/a&gt;. This well established waterway between Lake Superior and Lake of the Woods became the official border following the &lt;a href=\"Treaty%20of%20Paris%20%281783%29\"&gt;Treaty of Paris (1783)&lt;/a&gt;."
}