{
    "id": "759840",
    "revid": "5630772",
    "url": "https://en.wikipedia.org/wiki?curid=759840",
    "title": "Beaucoup Fish",
    "text": "Beaucoup Fish is the fifth album by &lt;a href=\"Underworld%20%28band%29\"&gt;Underworld&lt;/a&gt;, released in 1999. Following the huge success of the single \"&lt;a href=\"Born%20Slippy%20.NUXX\"&gt;Born Slippy .NUXX&lt;/a&gt;\" from its use in the film \"&lt;a href=\"Trainspotting%20%28film%29\"&gt;Trainspotting&lt;/a&gt;\", \"Beaucoup Fish\" was Underworld's most anticipated release. It spawned several successful singles, including \"&lt;a href=\"Push%20Upstairs\"&gt;Push Upstairs&lt;/a&gt;\", \"&lt;a href=\"Jumbo%20%28Underworld%20song%29\"&gt;Jumbo&lt;/a&gt;\" and \"&lt;a href=\"Moaner%20%28song%29\"&gt;Moaner&lt;/a&gt;\", which was previously used in the film \"&lt;a href=\"Batman%20%26amp%3B%20Robin%20%28film%29\"&gt;Batman &amp; Robin&lt;/a&gt;\".\nIt is the last studio album to feature &lt;a href=\"Darren%20Emerson\"&gt;Darren Emerson&lt;/a&gt;, who departed in 2001, and the third album by the &lt;a href=\"techno\"&gt;techno&lt;/a&gt;/&lt;a href=\"house%20music\"&gt;house&lt;/a&gt; orientated version of Underworld which became active in about 1991/1992 (tracks were being released around this time under the names Lemon Interupt and Underworld).\nThe album was remastered and re-released on 25 August 2017 with deluxe and super-deluxe expanded editions.\nOverview.\n\"Beaucoup Fish\" was released after the successful single \"Born Slippy .NUXX\"; a single that began to define Underworld's signature sound of &lt;a href=\"Stream%20of%20consciousness%20%28narrative%20mode%29\"&gt;stream of consciousness&lt;/a&gt; lyrics, anthemic melodies and driving beats and rhythms. Lead single \"Push Upstairs\", with its energetic piano melody, exemplified this new sound.\nThe album's working title was \"Tonight Matthew, I'm Going to be Underworld\", inspired by the famous catchphrase \"Tonight [host name], I'm going to be...\", used on the &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; celebrity impersonation TV programme \"&lt;a href=\"Stars%20in%20Their%20Eyes\"&gt;Stars in Their Eyes&lt;/a&gt;\". The title was changed to \"Beaucoup Fish\" (\"beaucoup\" being &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; for \"much\"), on the basis that the tongue-in-cheek title would be incomprehensible to listeners outside of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. The current title comes from a sampled voice used in \"Jumbo\", of an American from the Southern United States using the regional pronunciation, \"bookoo fish.\"\n\"King of Snake\" features a tape-edited guitar intro titled \"Shudder\", leading into a lively house track, before fading into sampled dialogue about the &lt;a href=\"blood%20sport\"&gt;blood sport&lt;/a&gt; of snake baiting. \"Skym\" is a minimal ballad, inspired by &lt;a href=\"This%20Mortal%20Coil\"&gt;This Mortal Coil&lt;/a&gt; and featuring little more than a solo keyboard and light piano chords over &lt;a href=\"Karl%20Hyde\"&gt;Karl Hyde&lt;/a&gt;'s vocals, while \"Bruce Lee\" has more akin to &lt;a href=\"rock%20music\"&gt;rock music&lt;/a&gt; than &lt;a href=\"Trance%20%28music%20genre%29\"&gt;trance&lt;/a&gt;. \"Beaucoup Fish\" also features a downtempo re-imagining of \"Push Upstairs\", playfully titled \"Push Downstairs\"; only the vocal track is kept between the two. \"Moaner\", a song featured in the 1997 film \"&lt;a href=\"Batman%20%26amp%3B%20Robin%20%28film%29\"&gt;Batman &amp; Robin&lt;/a&gt;\", is presented on \"Beaucoup Fish\" in its slightly edited soundtrack album version, previously available on an Underworld CD single.\n\"Push Upstairs\" and second single \"&lt;a href=\"Jumbo%20%28Underworld%20song%29\"&gt;Jumbo&lt;/a&gt;\" were both hits on the dance charts and in clubs. \"Beaucoup Fish\" was well-received critically (one review calling it \"&lt;a href=\"electronica\"&gt;electronica&lt;/a&gt;'s \"&lt;a href=\"The%20Dark%20Side%20of%20the%20Moon\"&gt;The Dark Side of the Moon&lt;/a&gt;\"\") and remains Underworld's most successful album, with over two million copies sold.\nArtwork.\nThe art for \"Beaucoup Fish\" was once again designed by &lt;a href=\"Tomato%20%28design%20collective%29\"&gt;Tomato&lt;/a&gt;, the art firm that Underworld is a part of. Each page of the liner notes featured a stylized shape in a large blue field. The shapes used are a circle for CD; a square for &lt;a href=\"vinyl%20record\"&gt;vinyl&lt;/a&gt;; and an elongated rectangle for &lt;a href=\"MiniDisc\"&gt;MiniDisc&lt;/a&gt; and &lt;a href=\"Compact%20Cassette\"&gt;cassette&lt;/a&gt; formats.\nDue to delays, the packaging incorrectly lists 1998 as the release year.\nCritical reception.\n\"Beaucoup Fish\" was well received by music critics and it continues to be Underworld's best selling album to date. It has a score of 79/100 on &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt; based on 20 reviews, which indicates \"generally favorable reviews\".\nJohn Bush from &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; gave the album 4 out of 5 stars saying \"the trio is still the best at welding obtuse songcraft onto an uncompromising techno framework and making both sound great\".\nDavid Browne from \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" gave the album an A rating stating that \"Beaucoup Fish\" \"gently tweaks the naysayers by demonstrating how many more places this music can wander, how it can grow and reinvent itself. Albums like this (and Fatboy Slim's kaleidoscopic \"You've Come a Long Way, Baby\") are comparable to Lauryn Hill's recent work in the way they make an overly familiar style of music seem vital again. In its own lush, detached manner, \"Beaucoup Fish\" is the rebirth of the cool.\"\nJohn Wojtowicz from \"&lt;a href=\"The%20Village%20Voice\"&gt;The Village Voice&lt;/a&gt;\" gave it a very favourable review saying it is \"A shiny little appliance that fragments its 11 tracks into nearly as many subgenres, doing away with the seamless sprawl of their earlier records\".\n\"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" gave it 3.5 stars out of 5 saying that \"Their specialty is an undulating trance throb that shimmers with shades of rock, contemporary symphonics, dub, disco, house, spoken word, whatever. The result still sounds like Underworld, and the fiftieth play sounds better than the fifth\".\n\"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" gave the album 8/10 saying that \"Beaucoup Fish is a pure, seamless flow, pinned together with trance-techno beats that hark back to classic Detroit house and early Underworld singles like 'Cowgirl' and 'Spikee'\" and also adding that \"There are rare moments when even the longest albums feel like they should go on forever: this, emphatically, is one of them\".\n2017 reissue.\nIn 2017, the album was reissued on vinyl and 2-CD and 4-CD expanded editions. \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\"s &lt;a href=\"Philip%20Sherburne\"&gt;Philip Sherburne&lt;/a&gt; dismissed the two remix CDs as \"mainly of interest to collectors\" and the alternate takes as \"not much more essential\" in an otherwise positive review. Chris Todd of \"&lt;a href=\"The%20Line%20of%20Best%20Fit\"&gt;The Line of Best Fit&lt;/a&gt;\" similarly pans the extra discs, but calls the original album \"weirdly brilliant.\""
}