{
    "id": "763913",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=763913",
    "title": "Albert Jay Nock",
    "text": "Albert Jay Nock (October 13, 1870 – August 19, 1945) was an American &lt;a href=\"Libertarianism\"&gt;libertarian&lt;/a&gt; author, editor first of \"&lt;a href=\"The%20Freeman\"&gt;The Freeman&lt;/a&gt;\" and then \"&lt;a href=\"The%20Nation\"&gt;The Nation&lt;/a&gt;\", &lt;a href=\"education\"&gt;education&lt;/a&gt;al theorist, &lt;a href=\"Georgist\"&gt;Georgist&lt;/a&gt;, and &lt;a href=\"society\"&gt;social&lt;/a&gt; critic of the early and middle 20th century. He was an outspoken opponent of the &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt;, and served as a fundamental inspiration for the modern libertarian and conservative movements, cited as an influence by &lt;a href=\"William%20F.%20Buckley%20Jr.\"&gt;William F. Buckley Jr.&lt;/a&gt; He was one of the first Americans to self-identify as \"libertarian\". His best-known books are \"Memoirs of a Superfluous Man\" and \"&lt;a href=\"Our%20Enemy%2C%20the%20State\"&gt;Our Enemy, the State&lt;/a&gt;\".\nLife and work.\nThroughout his life, Nock was a deeply private man who shared few of the details of his personal life with his working partners. He was born in &lt;a href=\"Scranton%2C%20Pennsylvania\"&gt;Scranton, Pennsylvania&lt;/a&gt;, the son of Emma Sheldon Jay and Joseph Albert Nock, who was both a steelworker and an &lt;a href=\"Episcopal%20Church%20in%20the%20United%20States%20of%20America\"&gt;Episcopal&lt;/a&gt; priest. He was raised in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn, New York&lt;/a&gt;. Nock attended St. Stephen's College (now known as &lt;a href=\"Bard%20College\"&gt;Bard College&lt;/a&gt;) from 1884 to 1888, where he joined &lt;a href=\"Sigma%20Alpha%20Epsilon\"&gt;Sigma Alpha Epsilon&lt;/a&gt; fraternity.\nAfter graduation he had a brief career playing minor league &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, and then attended a theological seminary and was ordained as an Episcopal priest in 1897. Nock married Agnes Grumbine in 1900 and the couple had two children, Francis and Samuel (both of whom became college professors). In 1909, Nock left the ministry as well as his wife and children, and became a &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;.\nIn 1914, Nock joined the staff of \"&lt;a href=\"The%20Nation%20%28U.S.%20periodical%29\"&gt;The Nation&lt;/a&gt;\" magazine, which was at the time supportive of &lt;a href=\"classical%20liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt;. Nock was an acquaintance of the influential politician and orator &lt;a href=\"William%20Jennings%20Bryan\"&gt;William Jennings Bryan&lt;/a&gt;, and in 1915 traveled to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; on a special assignment for Bryan, who was then &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt;. Nock also maintained friendships with many of the leading proponents of the &lt;a href=\"Georgist\"&gt;Georgist&lt;/a&gt; movement, one of whom had been his bishop in the &lt;a href=\"Episcopal%20Church%20in%20the%20United%20States%20of%20America\"&gt;Episcopal Church&lt;/a&gt;.\nHowever, while Nock was a lifelong admirer of &lt;a href=\"Henry%20George\"&gt;Henry George&lt;/a&gt;, he was frequently at odds with other &lt;a href=\"Georgism\"&gt;Georgists&lt;/a&gt; in the left-leaning movement. Further, Nock was influenced by the anti-&lt;a href=\"collectivism\"&gt;collectivist&lt;/a&gt; writings of the &lt;a href=\"Germany\"&gt;German&lt;/a&gt; sociologist &lt;a href=\"Franz%20Oppenheimer\"&gt;Franz Oppenheimer&lt;/a&gt;, whose most famous work, \"&lt;a href=\"The%20State%20%28book%29\"&gt;Der Staat&lt;/a&gt;\", was published in English translation in 1915. In his own writings, Nock would later build on Oppenheimer's claim that the pursuit of human ends can be divided into two forms: the productive or economic means, and the parasitic, political means.\nBetween 1920 and 1924, Nock was the co-editor of \"&lt;a href=\"The%20Freeman%23History\"&gt;The Freeman&lt;/a&gt;\". \"The Freeman\" was initially conceived as a vehicle for the &lt;a href=\"Land%20value%20tax\"&gt;single tax&lt;/a&gt; movement. It was financed by the wealthy wife of the magazine's other editor, &lt;a href=\"Francis%20Neilson\"&gt;Francis Neilson&lt;/a&gt;, although neither Nock nor Neilson was a dedicated single taxer. Contributors to \"The Freeman\" included: &lt;a href=\"Charles%20A.%20Beard\"&gt;Charles A. Beard&lt;/a&gt;, &lt;a href=\"William%20Henry%20Chamberlin\"&gt;William Henry Chamberlin&lt;/a&gt;, &lt;a href=\"Thomas%20Mann\"&gt;Thomas Mann&lt;/a&gt;, &lt;a href=\"Lewis%20Mumford\"&gt;Lewis Mumford&lt;/a&gt;, &lt;a href=\"Bertrand%20Russell\"&gt;Bertrand Russell&lt;/a&gt;, &lt;a href=\"Lincoln%20Steffens\"&gt;Lincoln Steffens&lt;/a&gt;, &lt;a href=\"Louis%20Untermeyer\"&gt;Louis Untermeyer&lt;/a&gt;, &lt;a href=\"Thorstein%20Veblen\"&gt;Thorstein Veblen&lt;/a&gt; and &lt;a href=\"Suzanne%20La%20Follette\"&gt;Suzanne La Follette&lt;/a&gt;, the more &lt;a href=\"Libertarianism\"&gt;libertarian&lt;/a&gt; cousin of Senator &lt;a href=\"Robert%20M.%20La%20Follette\"&gt;Robert M. La Follette&lt;/a&gt;. Critic &lt;a href=\"H.L.%20Mencken\"&gt;H.L. Mencken&lt;/a&gt; wrote:\nWhen the unprofitable \"The Freeman\" ceased publication in 1924, Nock became a freelance journalist in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and &lt;a href=\"Brussels%2C%20Belgium\"&gt;Brussels, Belgium&lt;/a&gt;.\n\"The Myth of a Guilty Nation,\" which came out in 1922, was Albert Jay Nock's first anti-war book, a cause he backed his entire life as an essential component of a libertarian outlook. The burden of the book is to prove American war propaganda to be false. The purpose of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, according to Nock, was not to liberate Europe and the world from German imperialism and threats. If there was a conspiracy, it was by the allied powers to broadcast a public message that was completely contradicted by its own diplomatic cables. Along with that came war propaganda designed to make Germany into a devil nation.\nIn the mid-1920s, a small group of wealthy American admirers funded Nock's literary and historical work to enable him to follow his own interests. Shortly thereafter, he published his biography of &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt;. When \"Jefferson\" was published in 1928, Mencken praised it as \"the work of a subtle and highly dexterous craftsman\" which cleared \"off the vast mountain of doctrinaire rubbish that has risen above Jefferson's bones and also provides a clear and comprehensive account of the Jeffersonian system,\" and the \"essence of it is that Jefferson divided all mankind into two classes, the producers and the exploiters, and he was for the former first, last and all the time.\" Mencken also thought the book to be accurate, shrewd, well-ordered and charming.\nIn his two 1932 books, \"On the Disadvantages of Being Educated and Other Essays\" and \"Theory of Education in the United States\", Nock launched a scathing critique of modern government-run &lt;a href=\"education\"&gt;education&lt;/a&gt;.\nIn his 1936 article \"Isaiah's Job\", which appeared in \"&lt;a href=\"The%20Atlantic%20Monthly\"&gt;The Atlantic Monthly&lt;/a&gt;\" and was reprinted in pamphlet form in July 1962 by The Foundation for Economic Education, Nock expressed his complete disillusionment with the idea of reforming the current system. Believing that it would be impossible to persuade any large portion of the general population of the correct course and opposing any suggestion of a violent revolution, Nock instead argued that libertarians should focus on nurturing what he called \"the &lt;a href=\"Remnant%20%28Bible%29\"&gt;Remnant&lt;/a&gt;\".\nThe Remnant, according to Nock, consisted of a small minority who understood the nature of the state and society, and who would become influential only after the current dangerous course had become thoroughly and obviously untenable, a situation which might not occur until far into the future. Nock's philosophy of the Remnant was influenced by the deep &lt;a href=\"pessimism\"&gt;pessimism&lt;/a&gt; and &lt;a href=\"elitism\"&gt;elitism&lt;/a&gt; that social critic &lt;a href=\"Ralph%20Adams%20Cram\"&gt;Ralph Adams Cram&lt;/a&gt; expressed in a 1932 essay, \"Why We Do Not Behave Like Human Beings\". In his \"Memoirs of a &lt;a href=\"Superfluous%20Man\"&gt;Superfluous Man&lt;/a&gt;\", Nock makes no secret that his educators:\nIn 1941, Nock published a two-part essay in \"The Atlantic Monthly\" titled \"The Jewish Problem in America\". The article was part of a multi-author series, assembled by the editors in response to recent &lt;a href=\"anti-Semitic\"&gt;anti-Semitic&lt;/a&gt; unrest in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn&lt;/a&gt; and elsewhere \"in the hope that a free and forthright debate will reduce the pressure, now dangerously high, and leave us with a healthier understanding of the human elements involved.\"\nNock's argument was that the Jews were an Oriental people, acceptable to the \"intelligent Occidental\" yet forever strangers to \"the Occidental mass-man.\" Furthermore, the mass-man \"is inclined to be more resentful of the Oriental as a competitor than of another Occidental;\" the American masses are \"the great rope and lamppost artists of the world;\" and in studying Jewish history, \"one is struck with the fact that &lt;a href=\"persecution\"&gt;persecution&lt;/a&gt;s never have originated in an upper class movement\". This innate hostility of the masses, he concluded, might be exploited by a &lt;a href=\"scapegoating\"&gt;scapegoating&lt;/a&gt; state to distract from \"any shocks of an economic dislocation that may occur in the years ahead.\" He concluded, \"If I keep up my family's record of longevity, I think it is not impossible that I shall live to see the &lt;a href=\"Nuremberg%20laws\"&gt;Nuremberg laws&lt;/a&gt; reenacted in this country and enforced with vigor\" and affirmed that the consequences of such a &lt;a href=\"pogrom\"&gt;pogrom&lt;/a&gt; \"would be as appalling in their extent and magnitude as anything seen since the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;.\"\nThe article was itself declared by some to be anti-Semitic, and Nock was never asked to write another article, effectively ending his career as a social critic. Against charges of anti-Semitism, Nock answered, \"Someone asked me years ago if it were true that I disliked Jews, and I replied that it was certainly true, not at all because they are Jews but because they are folks, and I don't like folks.\"\nIn 1943, two years before his death, Nock published his autobiography, \"Memoirs of a Superfluous Man\", the title of which expressed the degree of Nock's disillusionment and alienation from current social trends. After the publication of this autobiography, Nock became the sometime guest of oilman &lt;a href=\"William%20F.%20Buckley%20Sr.\"&gt;William F. Buckley Sr.&lt;/a&gt;, whose son, &lt;a href=\"William%20F.%20Buckley%20Jr.\"&gt;William F. Buckley Jr.&lt;/a&gt;, would later become an influential author and speaker.\nNock died of &lt;a href=\"leukemia\"&gt;leukemia&lt;/a&gt; in 1945, at the &lt;a href=\"Wakefield%2C%20Rhode%20Island\"&gt;Wakefield, Rhode Island&lt;/a&gt; home of his longtime friend, Ruth Robinson, the illustrator of his 1934 book, \"A Journey into Rabelais' France\". He is buried in Riverside Cemetery, in Wakefield.\nThought.\nDescribing himself as a &lt;a href=\"Philosophical%20anarchism\"&gt;philosophical anarchist&lt;/a&gt;, Nock called for a radical vision of society free from the influence of the political &lt;a href=\"Sovereign%20state\"&gt;state&lt;/a&gt;. He described the state as that which \"claims and exercises the monopoly of crime\". He opposed centralization, regulation, the income tax, and mandatory education, along with what he saw as the degradation of society. He denounced in equal terms all forms of &lt;a href=\"totalitarianism\"&gt;totalitarianism&lt;/a&gt;, including \"&lt;a href=\"Bolshevik\"&gt;Bolshevism&lt;/a&gt;... &lt;a href=\"Fascism\"&gt;Fascism&lt;/a&gt;, &lt;a href=\"Hitlerism\"&gt;Hitlerism&lt;/a&gt;, &lt;a href=\"Marxism\"&gt;Marxism&lt;/a&gt;, [and] &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt;\" but also harshly criticized &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;. Instead, Nock argued, \"The practical reason for freedom is that freedom seems to be the only condition under which any kind of substantial moral fiber can be developed. Everything else has been tried, world without end. Going dead against reason and experience, we have tried law, compulsion and authoritarianism of various kinds, and the result is nothing to be proud of.\"\nDuring the 1930s, Nock was one of the most consistent &lt;a href=\"Critics%20of%20the%20New%20Deal\"&gt;critics&lt;/a&gt; of &lt;a href=\"Franklin%20Delano%20Roosevelt\"&gt;Franklin Roosevelt&lt;/a&gt;'s &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt; programs. In \"&lt;a href=\"Our%20Enemy%2C%20the%20State\"&gt;Our Enemy, the State&lt;/a&gt;\", Nock argued that the New Deal was merely a pretext for the federal government to increase its control over society. He was dismayed that the president had gathered unprecedented power in his own hands and called this development an out-and-out &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;. Nock criticized those who believed that the new regimentation of the economy was temporary, arguing that it would prove a permanent shift. He believed that the inflationary monetary policy of the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; administrations of the 1920s was responsible for the onset of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; and that the New Deal was responsible for perpetuating it.\nNock was also a passionate opponent of war, and what he considered the US government's aggressive foreign policy. He believed that war could bring out only the worst in society and argued that it led inevitably to &lt;a href=\"collectivization\"&gt;collectivization&lt;/a&gt; and militarization and \"fortified a universal faith in violence; it set in motion endless adventures in &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt;, endless nationalist ambitions,\" while, at the same time, costing countless human lives. During the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, Nock wrote for \"The Nation\", which was censored by the &lt;a href=\"Woodrow%20Wilson\"&gt;Wilson&lt;/a&gt; administration for opposing the war.\nDespite his distaste for communism, Nock harshly criticized the &lt;a href=\"Allied%20intervention%20in%20the%20Russian%20Civil%20War\"&gt;Allied intervention in the Russian Civil War&lt;/a&gt; following the parliamentary revolution and &lt;a href=\"Bolshevik\"&gt;Bolshevik&lt;/a&gt; coup in that country. Before the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Nock wrote a series of articles deploring what he saw as Roosevelt's gamesmanship and interventionism leading inevitably to US involvement. Nock was one of the few who maintained a principled opposition to the war throughout its course.\nDespite becoming considerably more obscure in death than he had been in life, Nock was an important influence on the next generation of laissez-faire capitalist American thinkers, including &lt;a href=\"Libertarianism\"&gt;libertarians&lt;/a&gt; such as &lt;a href=\"Murray%20Rothbard\"&gt;Murray Rothbard&lt;/a&gt;, &lt;a href=\"Frank%20Chodorov\"&gt;Frank Chodorov&lt;/a&gt;, and &lt;a href=\"Leonard%20Read\"&gt;Leonard Read&lt;/a&gt;, and &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservatives&lt;/a&gt; such as &lt;a href=\"William%20F.%20Buckley%20Jr.\"&gt;William F. Buckley Jr.&lt;/a&gt; Nock's conservative view of society would help inspire the &lt;a href=\"Paleoconservatism\"&gt;paleoconservative&lt;/a&gt; movement in response to the development of &lt;a href=\"neoconservatism\"&gt;neoconservatism&lt;/a&gt; during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. In insisting on the state itself as the root problem, Nock's thought was one of the main precursors to &lt;a href=\"anarcho-capitalism\"&gt;anarcho-capitalism&lt;/a&gt;.\nAnti-Semitism and disillusionment with democracy.\nWhen Albert Jay Nock started \"The Freeman\" magazine in 1920, \"The Nation\" offered its congratulations to a new voice in liberal journalism. Nock rebuffed the gesture in a letter to the magazine's owner, &lt;a href=\"Oswald%20Garrison%20Villard\"&gt;Oswald Villard&lt;/a&gt;, in which he wrote, \"I hate to seem ungrateful, but we haint liberal. We loathes liberalism and loathes it hard,\" identifying himself with &lt;a href=\"Political%20radicalism\"&gt;Radicalism&lt;/a&gt;. Nock professed allegiance to a detached philosophical objectivity, expressed in his Platonist credo of \"seeing things as they are\". He had decried anti-Semitism in his earlier writings, but in his sixties he began giving vent to increasingly anti-Semitic and anti-democratic sentiments, leading Robert Sherrill, writing years later in \"The Nation\", to call him \"virulently anti-Semitic\" and \"anti-democratic\".\nThe historian and biographer, Michael Wreszin, compared Nock's disillusionment with democracy and his attacks on the Jewish people to similar feelings held by &lt;a href=\"Henry%20Adams\"&gt;Henry Adams&lt;/a&gt;. Before he died, Nock destroyed all his notes and papers, except a few letters and an autobiographical manuscript published posthumously as \"Journal of Forgotten Days\" (Nock was so secretive about the details of his personal life that \"&lt;a href=\"Marquis%20Who%27s%20Who\"&gt;Who's Who&lt;/a&gt;\" could not find out his birthdate).\nIn \"Journal of Forgotten Days\", Nock wrote these passages about the Jews of New York City:\nNock took a jaundiced view of American politics and American democracy itself, and asserted that in all his life he voted in only one presidential election, in which he cast a write-in vote for &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt;. In an article he wrote for the American Mercury Magazine in 1933, \"What the American Votes For\", Nock claimed, \"My first and only presidential vote was cast many, many years ago. It was dictated by pure instinct.\"\nIn \"Memoirs of a Superfluous Man\" (1943), Nock had this to say about mass democracy in America:\nThe author &lt;a href=\"Clifton%20Fadiman\"&gt;Clifton Fadiman&lt;/a&gt;, reviewing \"Memoirs of a Superfluous Man\", wrote: \"I have not since the days of the early Mencken read a more eloquently written blast against democracy or enjoyed more fully a display of crusted prejudice. Mr. Nock is a highly civilized man who does not like our civilization and will have no part of it.\" Nock's biographer Michael Wreszin wrote concerning Nock's reaction to the election of Franklin D. Roosevelt in 1932: \"Sailing to Brussels in February 1933, before Roosevelt's inauguration in March, he repeated in a journal his appreciation of Catherine Wilson's observation that the skyline of New York was the finest sight in America when viewed from the deck of an outbound steamer.\"\nIn popular culture.\nIn the fictional \"&lt;a href=\"The%20Probability%20Broach\"&gt;The Probability Broach&lt;/a&gt;\" by &lt;a href=\"L.%20Neil%20Smith\"&gt;L. Neil Smith&lt;/a&gt;, as part of the &lt;a href=\"North%20American%20Confederacy\"&gt;North American Confederacy Series&lt;/a&gt;, in which the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; becomes a &lt;a href=\"Libertarianism\"&gt;Libertarian state&lt;/a&gt; after a successful &lt;a href=\"Whiskey%20Rebellion\"&gt;Whiskey Rebellion&lt;/a&gt; and the overthrow and execution of &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt; by firing squad for treason in 1794, Albert Jay Nock serves as the 18th President of the &lt;a href=\"North%20American%20Confederacy\"&gt;North American Confederacy&lt;/a&gt; from 1912 to 1928.\nWorks.\nMiscellany\nPublished posthumously:"
}