{
    "id": "7640811",
    "revid": "985645",
    "url": "https://en.wikipedia.org/wiki?curid=7640811",
    "title": "Steve Coates",
    "text": "Stephen John Coates (born July 2, 1950) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; retired professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; player. He is currently the radio color commentator for the &lt;a href=\"Philadelphia%20Flyers\"&gt;Philadelphia Flyers&lt;/a&gt; on &lt;a href=\"97.5%20The%20Fanatic\"&gt;97.5 The Fanatic&lt;/a&gt;, after spending 14 seasons with the Flyers television team.\nCoates played five &lt;a href=\"National%20Hockey%20League\"&gt;NHL&lt;/a&gt; games with the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; during the &lt;a href=\"1976%E2%80%9377%20NHL%20season\"&gt;1976–77 season&lt;/a&gt; during a career mostly spent in the &lt;a href=\"Minor%20league%23Ice%20hockey\"&gt;minors&lt;/a&gt;.\nPlaying career.\nCoates' professional hockey career began when he signed with the &lt;a href=\"Philadelphia%20Flyers\"&gt;Philadelphia Flyers&lt;/a&gt; in 1973 as a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt; after four seasons with the &lt;a href=\"Michigan%20Tech%20Huskies%20men%27s%20ice%20hockey\"&gt;Michigan Tech Huskies&lt;/a&gt;. After playing in four seasons in the Flyers' minor league system, he was dealt to the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; along with &lt;a href=\"Terry%20Murray\"&gt;Terry Murray&lt;/a&gt;, &lt;a href=\"Bob%20Ritchie%20%28ice%20hockey%29\"&gt;Bob Ritchie&lt;/a&gt;, and &lt;a href=\"Dave%20Kelly%20%28ice%20hockey%2C%20born%201952%29\"&gt;Dave Kelly&lt;/a&gt; in exchange for &lt;a href=\"Rick%20Lapointe\"&gt;Rick Lapointe&lt;/a&gt; and &lt;a href=\"Mike%20Korney\"&gt;Mike Korney&lt;/a&gt; during the &lt;a href=\"1976%E2%80%9377%20NHL%20season\"&gt;1976–77 season&lt;/a&gt;. In five games for the Red Wings that season, he scored one goal for his only NHL point. He spent the next three years playing in the &lt;a href=\"Central%20Professional%20Hockey%20League\"&gt;Central Hockey League&lt;/a&gt; (CHL) and the &lt;a href=\"American%20Hockey%20League\"&gt;American Hockey League&lt;/a&gt; (AHL) before retiring.\nBroadcasting career.\nCoates started his broadcasting career with the Flyers in 1980 as a radio color commentator, and switched over to television in 1999. He spent the next 14 seasons on television as a color commentator and between-the-benches reporter for the Flyers before moving back to radio at the start of the 2014–15 season.\n\"Coatesy's Corner\".\nFrom 1999 to 2011, Coates was the host of a short segment that aired during the first intermission of local Flyers television broadcasts, filmed prior to the game. These segments included interviews, explanations of NHL rules, analysis of current NHL events, and sometimes skits with Flyers players for comedic purposes. During the 2010–11 season, Coatesy's Corner began to air less and less and was eventually officially retired by the end of the season.\nPersonal life.\nCoates currently resides in &lt;a href=\"Egg%20Harbor%20Township%2C%20New%20Jersey\"&gt;Egg Harbor Township&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;."
}