{
    "id": "7645494",
    "revid": "211905",
    "url": "https://en.wikipedia.org/wiki?curid=7645494",
    "title": "Themes of C. J. Cherryh's works",
    "text": "Several themes recur throughout the works of &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; and &lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt; author &lt;a href=\"C.%20J.%20Cherryh\"&gt;C. J. Cherryh&lt;/a&gt;.\nCherryh's protagonists often attempt to uphold existing social institutions and norms in the service of the greater good while the antagonists often attempt to exploit, subvert or radically alter the predominant social order for selfish gain. Even when they have conflicting loyalties, her characters do not behave randomly or inexplicably, but for reasons well-rooted in their personality, &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, and &lt;a href=\"culture\"&gt;culture&lt;/a&gt;. A number of Cherryh's novels focus on military and political themes, and on ways in which individuals interact with The Other.\nCherryh frequently incorporates the theme of the outsider finding their place, whether in society, in a family, or in a family-like group. Examples of such outsiders include Tully, Nhi Vanye, Sten Duncan, Bren Cameron, Hallan Meras, Bet Yeager, Sandor Kreja, Fletcher Neihart and Tristen. Characters who have lost their families or have become estranged, often find or create new families in which to belong.\nAn underlying theme of Cherryh's work is an exploration of gender roles. Her characters reveal both strengths and weaknesses regardless of their gender, although her female protagonists are portrayed as especially capable and determined.\nGender.\nThe &lt;a href=\"sociology%20of%20gender\"&gt;sociology of gender&lt;/a&gt; is an important theme in Cherryh's writing, . For example, over the course of her first series (the \"&lt;a href=\"The%20Morgaine%20Stories\"&gt;Morgaine&lt;/a&gt;\" cycle), a subordinate warrior, Nhi Vanye, gradually achieves equal status and responsibility with his liege lady Morgaine Angharan. In her most overtly feminist series, the \"&lt;a href=\"The%20Chanur%20novels\"&gt;Chanur&lt;/a&gt;\" novels, Cherryh \"reverses our own cultural bias\" by creating a &lt;a href=\"matriarchy\"&gt;matriarchal&lt;/a&gt; hani society in which men are assumed to be irrational and unstable. In these books she addresses gender equality in two subplots: first, a male human, Tully, struggles to achieve respect; and second, a male hani, Khym Mahn, inspires men's liberation when he becomes the first male starship crew member of his species. Cherryh continues this theme through the last novel in the series, in which a young male hani follows Mahn's example rather than taking his chances fighting other males in the \"outback\".\nCherryh's characters reveal both strengths and weaknesses regardless of their gender, and in contrast to the traditional depiction of women in science fiction up to the 1970s as \"decoration or victims\", Cherryh's female protagonists are portrayed as capable and determined. Examples of strong-willed, competent leading females in her work include: Morgaine, Pyanfar Chanur, Bet Yeager (\"&lt;a href=\"Rimrunners\"&gt;Rimrunners&lt;/a&gt;\"), Ariane Emory I and II (\"&lt;a href=\"Cyteen\"&gt;Cyteen&lt;/a&gt;\"), Signy Mallory (\"&lt;a href=\"Downbelow%20Station\"&gt;Downbelow Station&lt;/a&gt;\") and others. Cherryh was one of the first female science fiction writers to \"open … a discourse on feminist issues\", and \"elimina[ted] sexism\" by creating futures that had no place for it. She changed the focus of space opera from space ships and interstellar wars to the people involved and how they are affected. Her characters are \"complex\" and allow women to be heroes. Cherryh created a universe where \"women can do anything [and] be anything\", and did what English academic, Nancy A. Walker described as \"the disobedient, deliberate reconstituting of a genre to accord with women's experience and vision\".\nThe Outsider and adaptation to the Other.\nCherryh incorporates another recurring theme in many of her novels: that of the &lt;a href=\"Outgroup%20%28sociology%29\"&gt;outsider&lt;/a&gt; finding their place. The outsider may be different from everyone else for cultural, biological, &lt;a href=\"psychological\"&gt;psychological&lt;/a&gt; or even &lt;a href=\"Magic%20%28paranormal%29\"&gt;magical&lt;/a&gt; reasons. In Cherryh's writing, the outsider's struggle to achieve a sense of belonging forms the main plot or a side-plot. More broadly, how individuals interact with &lt;a href=\"Other%20%28philosophy%29\"&gt;The Other&lt;/a&gt; is a central question in her fiction. Sometimes she frames this question in terms of human-human relationships, sometimes in human-alien interactions, and in others among multiple groups of aliens and humans.\nCherryh's most in-depth exploration of this theme may be found in the \"&lt;a href=\"Foreigner%20universe\"&gt;Foreigner&lt;/a&gt;\" series of novels, in which the main character Bren Cameron plays the role of translator between several alien and human societies. Specifically when handling human-alien encounters with the Other, Cherryh frequently employs the device of a human protagonist required by circumstances to adapt themselves to alien cultures, viewpoints or &lt;a href=\"Norm%20%28sociology%29\"&gt;behavioral norms&lt;/a&gt;. In many instances, for them to understand aliens means detaching themselves from human contact, something only someone already living on the outside can do.\nCameron is again a good example here, and others include Kurt Morgan (\"&lt;a href=\"Brothers%20of%20Earth\"&gt;Brothers of Earth&lt;/a&gt;\"), Sten Duncan (the \"&lt;a href=\"Faded%20Sun%20Trilogy\"&gt;Faded Sun&lt;/a&gt;\" trilogy), Raen a Sul Meth-Maren, Tully (The \"Chanur\" novels), and Thorn (\"&lt;a href=\"Cuckoo%27s%20Egg%20%28book%29\"&gt;Cuckoo's Egg&lt;/a&gt;\"). Cherryh generates dramatic tension in such cases by presenting the protagonist's success or failure to adapt to alien society as having enormous consequences, often the potential for interstellar war.\nIn other books, Cherryh requires a group of humans or even an entire human culture to adapt themselves to the realities of alien society. Factions that work in favor of such adaptations are presented sympathetically; those who oppose accommodation and engagement are presented as antagonists. Examples of this device in Cherryh's fiction include \"Serpent's Reach\", \"&lt;a href=\"Hunter%20of%20Worlds\"&gt;Hunter of Worlds&lt;/a&gt;\", \"&lt;a href=\"Forty%20Thousand%20in%20Gehenna\"&gt;Forty Thousand in Gehenna&lt;/a&gt;\", and the \"Gene War\" books, \"&lt;a href=\"Hammerfall%20%28novel%29\"&gt;Hammerfall&lt;/a&gt;\" and \"&lt;a href=\"Forge%20of%20Heaven\"&gt;Forge of Heaven&lt;/a&gt;\". The novel \"&lt;a href=\"Wave%20Without%20a%20Shore\"&gt;Wave Without a Shore&lt;/a&gt;\" and the \"&lt;a href=\"Merovingen%20Nights\"&gt;Merovingen Nights&lt;/a&gt;\" series go even further to describe special cases in which a human &lt;a href=\"sub-culture\"&gt;sub-culture&lt;/a&gt; has actually denied certain alien realities, failed to adapt to these truths, and suffered negative consequences.\nPolitics and philosophy.\nGiven Cherryh's unflinching support for characters who attempt to constructively engage other societies and cultures, her writing can be characterized as strongly anti-&lt;a href=\"isolationist\"&gt;isolationist&lt;/a&gt;. The realities she tends to construct in &lt;a href=\"international%20relations\"&gt;international relations&lt;/a&gt; (whether those \"nations\" are human or alien) are probably most consistent with &lt;a href=\"neorealism%20%28international%20relations%29\"&gt;neorealist&lt;/a&gt; thinking, although the prevalence of important &lt;a href=\"non-state%20actor\"&gt;non-state actor&lt;/a&gt;s and &lt;a href=\"low%20politics\"&gt;low politics&lt;/a&gt; in her work suggests at least some &lt;a href=\"Critical%20international%20relations%20theory%23Postpositivist%20theories\"&gt;postpositivist&lt;/a&gt; influence (in the international relations sense, not the philosophical sense).\nThe alien \"&lt;a href=\"The%20Chanur%20novels%23The%20Compact\"&gt;Compact&lt;/a&gt;\" of the \"Chanur\" novels, for example, provides a self-contained mini-universe for her to explore such issues, especially the &lt;a href=\"Balance%20of%20power%20in%20international%20relations\"&gt;balance of power&lt;/a&gt; within a &lt;a href=\"decentralized\"&gt;decentralized&lt;/a&gt; and &lt;a href=\"anarchic\"&gt;anarchic&lt;/a&gt; international structure. The formation, maintenance and disruption of the balance of power is a key theme in much of Cherryh's fiction, especially whether it is possible to achieve an equilibrium that enables peaceful relations when the potential for violence is always present. Indeed, the entire history of the central conflict in her &lt;a href=\"Alliance-Union%20universe\"&gt;Alliance-Union universe&lt;/a&gt; can be described as a very long-term process of working to attain such an equilibrium. Other works that explore this theme include the \"Foreigner\" novels, the \"Gene War\" books, the \"Fortress\" series, and \"&lt;a href=\"Legions%20of%20Hell\"&gt;Legions of Hell&lt;/a&gt;\".\nMore broadly, Cherryh's writing is suffused with &lt;a href=\"politics\"&gt;politics&lt;/a&gt; at all levels, from the highest realms of &lt;a href=\"government\"&gt;government&lt;/a&gt; to the bickering of crewmates on a starship. In terms of political &lt;a href=\"authority\"&gt;authority&lt;/a&gt;, she tends to portray &lt;a href=\"traditional%20authority\"&gt;traditional authority&lt;/a&gt; (e.g. King Cefwyn of the \"Fortress\" series) and &lt;a href=\"charismatic%20authority\"&gt;charismatic authority&lt;/a&gt; (e.g. Morgaine) in a more positive light than &lt;a href=\"rational-legal%20authority\"&gt;rational-legal authority&lt;/a&gt;. Arianne Emory is a notable exception as she is primarily a rational-legal leader, but &lt;a href=\"democracy\"&gt;democratic&lt;/a&gt; institutions are relatively uncommon in Cherryh's fiction.\nIn addition, because Cherryh's protagonists are usually comfortable within established hierarchies of &lt;a href=\"social%20class\"&gt;social class&lt;/a&gt;, and in fact often act forcefully to preserve such systems, the politics described in her writing is perhaps less &lt;a href=\"egalitarian\"&gt;egalitarian&lt;/a&gt; and more &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; (in the classic sense) than that of many science fiction authors.\nCherryh's heroes and heroines therefore often appear to serve &lt;a href=\"Structural%20functionalism\"&gt;functionalist&lt;/a&gt; agendas, in that they attempt to uphold existing social institutions and norms in the service of the greater good. In contrast, Cherryh's villains often personify &lt;a href=\"social%20conflict%20theory\"&gt;social conflict theory&lt;/a&gt; in that they attempt to exploit, subvert or radically alter the predominant &lt;a href=\"social%20order\"&gt;social order&lt;/a&gt; for selfish gain. Her novel \"&lt;a href=\"Downbelow%20Station\"&gt;Downbelow Station&lt;/a&gt;\" offers a clear example of this dichotomy, in which administrator Damon Konstantin represents stability, tradition and the collective good, but his nemesis Jon Lukas attempts a &lt;a href=\"revolution\"&gt;revolution&lt;/a&gt;ary power-grab that puts the entire station at risk.\nThe implied preference for maintaining the political status quo in her work has its limits, however, particularly if the established order has become corrupt or self-serving, or if it is failing to deal effectively with external challenges or internal threats. When the &lt;a href=\"Legitimacy%20%28political%20science%29\"&gt;legitimacy&lt;/a&gt; of the existing order is compromised in such circumstances, Cherryh's favored political solution is to employ a charismatic leader who arises and either restores the traditional order or establishes new norms of governance. An example of the former type of character is that of Master Saukendar in the world of \"&lt;a href=\"The%20Paladin\"&gt;The Paladin&lt;/a&gt;\" as he restores the integrity of the Imperial dynasty, whereas Signy Mallory takes the latter route when she breaks from existing military order and helps form the new Alliance government in \"Downbelow Station.\"\nAdditionally, it would be a mistake to equate the preferred political solutions Cherryh describes in her novels with various aspects of contemporary &lt;a href=\"American%20conservatism\"&gt;American conservatism&lt;/a&gt;, such as its isolationist tendencies and especially its religious &lt;a href=\"fundamentalism\"&gt;fundamentalism&lt;/a&gt;. Cherryh rarely portrays religious characters sympathetically in her fiction, especially when their &lt;a href=\"dogmas\"&gt;dogmas&lt;/a&gt; conflict with observed reality or drive them to oppose &lt;a href=\"wikt%3Apragmatic\"&gt;pragmatic&lt;/a&gt; approaches to problem-solving.\nWhen combined with the disdain for &lt;a href=\"superstition\"&gt;superstition&lt;/a&gt; frequently expressed by her protagonists and an evident mistrust of magical power (even in many of her works of fantasy), Cherryh's fiction can therefore be said to endorse at least a moderately &lt;a href=\"empiricist\"&gt;empiricist&lt;/a&gt; philosophy and a &lt;a href=\"rationalist\"&gt;rationalist&lt;/a&gt; or &lt;a href=\"Philosophical%20realism\"&gt;realist&lt;/a&gt; &lt;a href=\"world%20view\"&gt;world view&lt;/a&gt;. Indeed, her 1981 novel \"Wave Without a Shore\" can be read as an explicit rejection of &lt;a href=\"idealism\"&gt;philosophical idealism&lt;/a&gt;.\nMilitary themes.\nA number of Cherryh's novels focus on &lt;a href=\"military\"&gt;military&lt;/a&gt; protagonists and themes. The story of the Mri Wars, for example, as described in the \"Faded Sun\" trilogy, is told primarily from the point of view of Sten Duncan, a &lt;a href=\"special%20forces\"&gt;special forces&lt;/a&gt; &lt;a href=\"soldier\"&gt;soldier&lt;/a&gt; in the Alliance military. In addition, the \"Faded Sun\" novels highlight the &lt;a href=\"warrior\"&gt;warrior&lt;/a&gt; &lt;a href=\"caste\"&gt;caste&lt;/a&gt; of the &lt;a href=\"Mri%20%28fictional%20alien%20species%29\"&gt;Mri race&lt;/a&gt;, detailing their &lt;a href=\"weapons\"&gt;weapons&lt;/a&gt;, &lt;a href=\"military%20training\"&gt;military training&lt;/a&gt; methods and describing the Mri sense of military &lt;a href=\"honor\"&gt;honor&lt;/a&gt;.\nOther aliens of Cherryh's creation also feature special military orders or guilds, such as the Shonunin race's guild of \"Hatani\" warrior-philosopher-judges in \"Cuckoo's Egg\". The professional Assassin's Guild of the Atevi species from the \"Foreigner\" books is also a quasi-military order, charged with gathering &lt;a href=\"military%20intelligence\"&gt;military intelligence&lt;/a&gt; and managing &lt;a href=\"security\"&gt;security&lt;/a&gt; in addition to their direct combat responsibilities.\nIn fact, the Atevi's code of &lt;a href=\"loyalty\"&gt;loyalty&lt;/a&gt; to their superiors (military and otherwise) is more than simply professional; Cherryh makes it an integral aspect of their biology itself. The Atevi concept of loyalty is so ingrained that the race's language offers 14 different words for \"&lt;a href=\"betrayal\"&gt;betrayal&lt;/a&gt;.\" In direct contrast, members of the Kif race in the \"Chanur\" novels switch allegiances frequently and fluidly, often gaining in rank and power through disloyal behavior, although given the absence of the very concept of loyalty to a Kif, it might be more fair to say a-loyal behavior.\nMilitary honor and fidelity are also central themes in Cherryh's Company Wars stories. The novels \"&lt;a href=\"Heavy%20Time\"&gt;Heavy Time&lt;/a&gt;\" and \"&lt;a href=\"Hellburner%20%28novel%29\"&gt;Hellburner&lt;/a&gt;\" concern such issues as &lt;a href=\"interservice%20rivalry\"&gt;interservice rivalry&lt;/a&gt;, &lt;a href=\"civilian\"&gt;civilian&lt;/a&gt; support of the armed forces, and the bonding that occurs among soldiers in the same &lt;a href=\"military%20unit\"&gt;military unit&lt;/a&gt;. In \"Downbelow Station,\" the author further explores the issue of loyalty within the &lt;a href=\"armed%20forces\"&gt;armed forces&lt;/a&gt; by portraying combatants from opposing sides of a war who must reconcile the conflicting dictates of their missions with their sense of honor, even to the point of contemplating &lt;a href=\"treason\"&gt;treason&lt;/a&gt;.\nAdditional Cherryh books that feature soldiers as protagonists include \"Brothers of Earth\" (Kurt Morgan), \"The Paladin\" (Master Saukendar) and \"Rimrunners\" (Bet Yeager). Other Cherryh characters have names derived from those of military firearms: &lt;a href=\"Bren\"&gt;Bren&lt;/a&gt;, &lt;a href=\"Sten\"&gt;Sten&lt;/a&gt;, and Mondragon, for example, are all names of &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; weapons from the past 120 years.\nEven when the lead character is not a soldier, Cherryh often uses &lt;a href=\"war\"&gt;war&lt;/a&gt;fare as an important plot element in her fiction. Graphic combat scenes occur in many of her novels, such as \"Forty Thousand in Gehenna\", \"Legions of Hell\", the \"Morgaine\" cycle, and \"Serpent's Reach\".\nIn numerous works (such as \"&lt;a href=\"Finity%27s%20End\"&gt;Finity's End&lt;/a&gt;\", \"&lt;a href=\"Explorer%20%28novel%29\"&gt;Explorer&lt;/a&gt;\" and \"&lt;a href=\"Destroyer%20%28novel%29\"&gt;Destroyer&lt;/a&gt;\"), Cherryh delves into relationship dynamics within the &lt;a href=\"chain%20of%20command\"&gt;chain of command&lt;/a&gt; between &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;officers&lt;/a&gt; and &lt;a href=\"Crewman\"&gt;regular crew&lt;/a&gt;. Other Cherryh books consider additional military topics: forced &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; (\"&lt;a href=\"Merchanter%27s%20Luck\"&gt;Merchanter's Luck&lt;/a&gt;\"); &lt;a href=\"biological%20warfare\"&gt;biological warfare&lt;/a&gt; (the \"Gene War\" novels); military &lt;a href=\"hegemony\"&gt;hegemony&lt;/a&gt; (\"Hunter of Worlds\"); and &lt;a href=\"medieval%20warfare\"&gt;medieval warfare&lt;/a&gt; (the \"Fortress\" series)."
}