{
    "id": "764667",
    "revid": "18421420",
    "url": "https://en.wikipedia.org/wiki?curid=764667",
    "title": "Harold Arthur Poling",
    "text": "Harold Arthur \"Red\" Poling (October 14, 1925 – May 12, 2012) was a &lt;a href=\"United%20States%20of%20America\"&gt;U.S.&lt;/a&gt; automobile businessman. \nEarly life.\nHarold Arthur Poling was born in &lt;a href=\"Troy%2C%20Michigan\"&gt;Troy, Michigan&lt;/a&gt;, but grew up in &lt;a href=\"Fairfax%2C%20Virginia\"&gt;Fairfax, Virginia&lt;/a&gt;. Poling graduated from &lt;a href=\"Monmouth%20College\"&gt;Monmouth College&lt;/a&gt; in 1949. He earned his &lt;a href=\"Master%20of%20Business%20Administration\"&gt;MBA&lt;/a&gt; at &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt;.\nPersonal life.\nPoling married Marian Lee in 1957. He had three children: Pamela, Kathryn, and Douglas. Poling was an avid and accomplished golfer.\nCareer.\nPoling served as a fighter pilot in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. His sometime corporate rival, &lt;a href=\"Bob%20Lutz%20%28businessman%29\"&gt;Robert Lutz&lt;/a&gt;, had been a fighter pilot in the &lt;a href=\"United%20States%20Marine%20Corps\"&gt;United States Marine Corps&lt;/a&gt;. Their clashes sometimes led subordinates to joke about \"who won the &lt;a href=\"dogfight\"&gt;dogfight&lt;/a&gt; today?\"\nPoling started at &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford Motor Company&lt;/a&gt; as an intern, while still attending Indiana University. After school, he took a job in 1951 as a cost analyst at Ford's Steel Division. Poling made his swift climb through the company as a financial executive, serving as a manager, assistant controller, and controller of the transmission and chassis division during the 1960s, then as controller of the engine division, then controller of the car product development group. During this time he was responsible for codification of much of Ford's \"Finance Manual\", directing his subordinates in standardization of the company's financial reporting and analysis practices. During the mid-1970s he worked in Ford's European Operations.\nIn the late 1970s he was vice-president of corporate staffs, then in 1980 replaced &lt;a href=\"William%20O.%20Bourke\"&gt;William O. Bourke&lt;/a&gt; as executive vice-president of North American Automotive Operations (the company's biggest operating unit). The company was in cash and cost trouble, and Bourke refused to make some of the cost cuts that chairman &lt;a href=\"Philip%20Caldwell\"&gt;Philip Caldwell&lt;/a&gt; thought necessary. Poling was never averse to cutting cost and succeeded in returning the unit to profitability. He was often cited as the man that saved Ford Motor Company in the 80's.\nHe served as the president of the Ford Motor Company between February 1, 1985 and October 13, 1987, when he took the role of second vice chairman alongside current vice chairman &lt;a href=\"William%20Clay%20Ford%20Jr.\"&gt;William Clay Ford Jr.&lt;/a&gt;. He became the &lt;a href=\"Chief%20executive%20officer\"&gt;CEO&lt;/a&gt; and chairman on March 1, 1990 and remained in that role until 1993. He made his mark at Ford's European Operations in the late 1970s and was widely considered as a savior of the company in his stint as executive vice-president for North America in the early 1980s.\nDeath.\nHe died at the age of 86 on May 12, 2012 at his home in &lt;a href=\"Pacific%20Grove%2C%20California\"&gt;Pacific Grove, California&lt;/a&gt;.\nAwards and honors.\nIn 1993, Poling was awarded the Lone Sailor Award by the U.S. Navy Memorial Foundation for his naval career."
}