{
    "id": "764681",
    "revid": "131807",
    "url": "https://en.wikipedia.org/wiki?curid=764681",
    "title": "John Garland Pollard",
    "text": "John Garland Pollard (August 4, 1871April 28, 1937) was a Virginia lawyer and American &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; politician, who served as the &lt;a href=\"List%20of%20Attorneys%20General%20of%20Virginia\"&gt;21st Attorney General of Virginia&lt;/a&gt; (1914-1918) and as the &lt;a href=\"List%20of%20governors%20of%20Virginia\"&gt;51st Governor of Virginia&lt;/a&gt; (1930 to 1934), as well as on the &lt;a href=\"Federal%20Trade%20Commission\"&gt;Federal Trade Commission&lt;/a&gt; (1919-1921) and as chairman of the &lt;a href=\"Board%20of%20Veterans%20Appeals\"&gt;Board of Veterans Appeals&lt;/a&gt; (1934-1937).\nEarly life.\nJohn Garland Pollard was born on August 4, 1871 in &lt;a href=\"King%20and%20Queen%20County%2C%20Virginia\"&gt;King and Queen County, Virginia&lt;/a&gt;. He was the fourth child and second son of &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt; minister John Pollard (1839 - 1911), and his wife the former Virginia Bagby (1839 - 1918). The Pollard family lived in &lt;a href=\"Baltimore%2C%20Maryland\"&gt;Baltimore, Maryland&lt;/a&gt; early in his childhood, before moving to Richmond's &lt;a href=\"Church%20Hill%20%28Richmond%2C%20Virginia%29\"&gt;Church Hill&lt;/a&gt; neighborhood. Pollard later took pride in his &lt;a href=\"Normans\"&gt;Norman&lt;/a&gt;–&lt;a href=\"English%20American\"&gt;English&lt;/a&gt; ancestry, tracing his ancestors to colonial Virginians. Pollard attended Richmond College (now the &lt;a href=\"University%20of%20Richmond\"&gt;University of Richmond&lt;/a&gt;) but ill health led him to suspend his studies. He later entered &lt;a href=\"Columbian%20College\"&gt;Columbian College&lt;/a&gt;, now &lt;a href=\"George%20Washington%20University\"&gt;George Washington University&lt;/a&gt; where Pollard studied law, as well as worked at the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt; to support himself before receiving his degree in 1893. Pollard also wrote \"\"The &lt;a href=\"Pamunkey\"&gt;Pamunkey&lt;/a&gt; Indians of Virginia\"\", an &lt;a href=\"anthropological\"&gt;anthropological&lt;/a&gt; survey that detailed the vanishing language and traditions of the early Virginia &lt;a href=\"tribe\"&gt;tribe&lt;/a&gt;.\nIn 1897 John Pollard married Grace Phillips of &lt;a href=\"Portsmouth%2C%20Virginia\"&gt;Portsmouth, Virginia&lt;/a&gt;, with whom he had four children (including Charles Phillips Pollard (1903 - 1990)) before her death in 1931. In July 1933 Governor Pollard married his Canadian-born executive secretary, Violet E. MacDougall.\nCareer.\nIn 1893, Pollard was admitted to the Virginia bar and joined the legal practice of his uncle Henry Robinson Pollard in Richmond. He also became involved in politics, supporting &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; &lt;a href=\"William%20Jennings%20Bryan\"&gt;William Jennings Bryan&lt;/a&gt; in his presidential campaigns and opposing the dominant political organization of Virginia's U.S. Senator &lt;a href=\"Thomas%20Staples%20Martin\"&gt;Thomas Staples Martin&lt;/a&gt;.\nIn 1901, Pollard was elected from Richmond as a delegate to the &lt;a href=\"Virginia%20Constitutional%20Convention%20of%201902\"&gt;Virginia Constitutional Convention of 1901–1902&lt;/a&gt;. He unsuccessfully proposed deleting the word \"Christian\" from the constitution's preamble, and joined with 15 Democrats and 12 Republicans to vote against the entire suffrage provision (which restricted voting by African Americans and poor whites and passed nonetheless). Pollard also voted for promulgating the Constitution of 1902 without a referendum.\nIn 1904, he published &lt;a href=\"Pollard%27s%20Code\"&gt;Pollard's Code&lt;/a&gt;, an annotation of Virginia's &lt;a href=\"law\"&gt;law&lt;/a&gt;. He also became president of the Children's Home Society of Virginia, which part-time position he continued for two decades. In 1911, Pollard campaigned for &lt;a href=\"Carter%20Glass\"&gt;Carter Glass&lt;/a&gt; and Congressman &lt;a href=\"William%20Atkinson%20Jones\"&gt;William A. Jones&lt;/a&gt; in their attempts to upset incumbent U.S. Senators Martin and &lt;a href=\"Claude%20Swanson\"&gt;Claude Swanson&lt;/a&gt;, but those attempts failed. He later worked for the presidential candidacy of Virginia born &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; (whom Martin and Swanson opposed), but after winning the Presidency, Wilson allowed Martin's friends to distribute patronage.\nIn 1913, Pollard campaigned to become Virginia's Attorney General against two Martin organization candidates (S.W. Williams and S.G. Cummings). They divided the organization vote and Pollard (who advocated election law reform, increased public education funding, and abolition of fee-based compensation of public officials) narrowly won the Democratic primary. He then easily won the general election in November, alongside Governor &lt;a href=\"Henry%20C.%20Stuart\"&gt;Henry C. Stuart&lt;/a&gt; and Lieutenant Governor &lt;a href=\"J.%20Taylor%20Ellyson\"&gt;J. Taylor Ellyson&lt;/a&gt;. He took office in January 1914 and the following month became president of the Progressive Virginia Democratic League. Pollard campaigned for &lt;a href=\"Prohibition%20in%20the%20United%20States\"&gt;Prohibition&lt;/a&gt;, and Virginia went dry in September 1914. The attorney general also cracked down on gambling and vice in Norfolk, Hopewell and Colonial Beach. His successful conclusion of the lawsuit against West Virginia relating to pre-Civil War debt and recovery of Martha Washington's will from J.P. Morgan's estate also brought Pollard public acclaim.\nPollard announced his candidacy for Governor of Virginia in 1915, but the Democratic primary was a three-way race, with the Prohibitionists endorsing Ellyson (because of his machine support, despite his lukewarm support for Prohibition), rather than let the \"wet\" &lt;a href=\"Westmoreland%20Davis\"&gt;Westmoreland Davis&lt;/a&gt; win. Davis nonetheless won the primary with 44% of the vote, and Ellyson garnered 27,811 votes to Pollard's 22, 436 votes. Disappointed and fearful that his political campaign had ruined his law practice, but unable to secure a federal appointment, Pollard volunteered with the &lt;a href=\"Young%20Men%27s%20Christian%20Association\"&gt;Young Men's Christian Association&lt;/a&gt; and moved to Europe in 1918. He talked about the war's goals and assisted American soldiers abroad for 18 months.\nReturning to Washington, D.C. in the summer of 1919, Pollard secured a nomination from &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; as a short-term member of the &lt;a href=\"Federal%20Trade%20Commission\"&gt;Federal Trade Commission&lt;/a&gt;.\nIn 1921, Pollard moved to &lt;a href=\"Williamsburg%2C%20Virginia\"&gt;Williamsburg, Virginia&lt;/a&gt;, where he became the first &lt;a href=\"Dean%20%28education%29\"&gt;Dean&lt;/a&gt; of the &lt;a href=\"William%20%26amp%3B%20Mary%20School%20of%20Law\"&gt;Marshall Wythe School&lt;/a&gt; of Citizenship and Government, at &lt;a href=\"The%20College%20of%20William%20and%20Mary\"&gt;The College of William and Mary&lt;/a&gt; as well as professor of constitutional law and history. Pollard also became involved in efforts to restore the colonial town along with the &lt;a href=\"Rev.%20W.%20A.%20R.%20Goodwin\"&gt;Rev. W. A. R. Goodwin&lt;/a&gt;, including rebuilding the &lt;a href=\"Raleigh%20Tavern\"&gt;Raleigh Tavern&lt;/a&gt;, among the first efforts to recreate &lt;a href=\"Colonial%20Williamsburg\"&gt;Colonial Williamsburg&lt;/a&gt;. Fellow citizens elected Pollard mayor. He also served as chairman of the area Democratic committee, taught Sunday School at the local Baptist Church, and developed &lt;a href=\"Chandler%20Court%20and%20Pollard%20Park%20Historic%20District\"&gt;Pollard Park&lt;/a&gt;, a small garden-like development that expressed his ideas on &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt;, and was later listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nAfter Senator Martin's death, Pollard made peace with the local Democratic organization, supporting &lt;a href=\"E.%20Lee%20Trinkle\"&gt;E. Lee Trinkle&lt;/a&gt; for governor in 1921 and &lt;a href=\"Claude%20A.%20Swanson\"&gt;Claude A. Swanson&lt;/a&gt; for U.S. Senator in 1922. Governor Trinkle appointed Pollard to the Commission on Simplicity in Government, where he signed a report critical of the state's tax structure. When &lt;a href=\"Harry%20F.%20Byrd\"&gt;Harry F. Byrd&lt;/a&gt; was elected Governor in 1925, Pollard helped pass some controversial constitutional amendments which otherwise had little support in the Commonwealth's eastern section. Pollard also refused to desert the Democratic Party when it nominated Al Smith, both Catholic and anti-Prohibition (a/k/a \"wet\"). Methodist bishop &lt;a href=\"James%20Cannon%20Jr.\"&gt;James Cannon Jr.&lt;/a&gt; organized anti-Smith Democrats in Virginia and split what had been the consistently Democratic state, which Republican presidential candidate &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt; then carried in 1928.\nGovernor of Virginia.\nAlthough Pollard warned Byrd that he would be his own man, he accepted support from the new leader of the Democratic machine and ran for governor in 1929. He won 76% of the Democratic primary vote, defeating Prohibitionist &lt;a href=\"G.%20Walter%20Mapp\"&gt;G. Walter Mapp&lt;/a&gt; (who had lost to Byrd in 1925, and whose close association with Cannon became a liability when the bishop's financial dealings became a scandal) and Rosewell Page of Hanover County. In the 1929 general election, voters elected Pollard Governor of Virginia. He won 62.78% of the vote, defeating anti-Byrd Democrat turned Republican &lt;a href=\"William%20Moseley%20Brown\"&gt;William Moseley Brown&lt;/a&gt; (a psychology professor at &lt;a href=\"Washington%20and%20Lee%20University\"&gt;Washington and Lee University&lt;/a&gt;) as well as Socialist John J. Kafka, and Independent W.A. Rowe.\nJohn Garland Pollard took the oath of office as governor of Virginia in January 1930, as the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; became apparent. He faced reduced state revenues, and per government economics of the time accordingly cut state employee wages and reduced services throughout his administration. Pollard had hoped to overhaul fee-based administration, but counties were not required to accept his reforms. With Byrd's assistance, the legislature did pass a workman's compensation act as Gov. Pollard had urged in 1930, as well as reformed election laws and fisheries. Pollard generally deferred to Byrd allies &lt;a href=\"Everett%20R.%20Combs\"&gt;E. R. Combs&lt;/a&gt; (the state comptroller) and C.H. Morrissette (tax commissioner). That summer, a severe drought parched the tobacco crop, stunted farm produce, threatened to kill orchards and destroyed cattle prices (farmers selling stock cheaply rather than pay high feed prices despite the railroad reducing hay transport costs by 50%). Pollard appointed Byrd to head the State Drought Relief Committee, as well as tried to use the highway department as a relief agency, borrowing $2.4 million to match federal advances on future highway allocations. Virginia Labor Commissioner John Hopkins Hall initially claimed the state's diversified industry had mitigated the depression's effects. Due to the presence of the U.S. Navy, Norfolk seemed to not experience the Depression, and the percentage of those out of work in the Commonwealth was below the national average.\nOn September 29, 1930, 4,000 workers supported by the &lt;a href=\"United%20Textile%20Workers%20of%20America\"&gt;United Textile Workers of America&lt;/a&gt; left their jobs at the Dan River Mills in &lt;a href=\"Danville%2C%20Virginia\"&gt;Danville&lt;/a&gt; (a town already reeling from the closing of cotton mills and furniture factories). Rather than repeat the bloodshed of North Carolina textile strikes, after the mill owner refused his offer to mediate and a November riot in support of 40 striking mill workers charged with unlawful assembly, Pollard acceded to local authorities' requests and called out three companies of the state's National Guard, which kept the peace until the strike collapsed on January 29, 1931. Moreover, widespread poverty within the state reduced the influence of economic fluctuations. In 1929 Virginia ranked 36th in per capita income (although 19th in total income); many blacks, mill workers and subsistence farmers lived in poverty. One tenth of Virginia's 170,000 farmers had incomes over $2500 in 1929, but even in that year two of every five earned less than $600. Farm tenancy was high in the state's cotton and tobacco-growing areas, although Virginia also had among the second lowest percentage in the nation of farms subject to mortgages, so foreclosures were not a severe problem. Pollard petitioned President Hoover for continuation in federal road advances (requesting $5 million to be repaid in 10 to 15 years), in order to avoid a dole. Governor Pollard again balanced the state budget, although he also appointed an Unemployment Relief Committee headed by Byrd confidante William T. Reed, who also opposed expensive work relief programs but urged businesses to adopt a five-day workweek and start new building projects.\nHowever, by mid-1931, Virginia had between 50,000 and 60,000 unemployed workers; industrial employment had decreased 14% and wages 24% since 1929. The state treasury's $4 million surplus had become a deficit, industrial output had fallen 17%, tobacco and wool prices fell 60% and corn 26%. Norfolk was clearly suffering, as were Lynchburg and Richmond. Even affluent farmers and businessmen were living hand to mouth. In 1932, Pollard again adopted Byrd's philosophy of curtailing expenses and not raising taxes. He cut his own salary 10% and recommended the same for all state employees for one year. He denied the education superintendent's request for $2 million in additional money, and the Norfolk delegation's request to divert automobile tax revenues to schools, instead ordering road appropriations reduced. However, the Byrd organization satisfied those demanding tax relief by allowing the state to take over and maintain county feeder roads. Virginia also lost a congressional seat after the 1930 census, and the redistricting that passed the Byrd-controlled legislature was ruled unconstitutional. As the depression continued, unemployment in Virginia peaked at 145,000 in July 1932 (19% of the work force), and state revenues had decreased 32% from the 1929 level. In some counties, tax delinquencies increased to 20%, so Pollard cut appropriations in 1932 and 1933. However, some relief came with the expansion of the federal &lt;a href=\"Reconstruction%20Finance%20Corporation\"&gt;Reconstruction Finance Corporation&lt;/a&gt; in July 1932. Congress authorized $300 million in loans to states and an additional $322 million for public works, so Governor Pollard requested $4.5 million and appointed an Emergency Relief Committee, noting that unemployment was highest in the cities of Richmond and Hopewell, as well as in Wise, Pulaski, Pittsylvania, Brunswick, Lunenburg and Halifax counties (all tobacco-producing or industrialized).\nWhen Democrat &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; (FDR) was elected President (Virginia supporting him by more than 2 to 1 margin and unseating its only Republican in Congress) in November 1932, Virginia's economic prospects improved. However, Senator &lt;a href=\"Carter%20Glass\"&gt;Carter Glass&lt;/a&gt; refused the position of Secretary of the Treasury that he had held under President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; almost two decades earlier, citing ill health. Then FDR appointed Virginia's other Senator, &lt;a href=\"Claude%20Swanson\"&gt;Claude Swanson&lt;/a&gt;, Secretary of the Navy. After Congress concurred in that post, Governor Pollard quickly appointed Byrd to the vacant U.S. Senate seat. This cemented Byrd's hold of the state Democratic organization, as well as gave him a national platform. Initially, the state's federal delegation supported FDR's Hundred Days reforms, including creation of the &lt;a href=\"Tennessee%20Valley%20Authority\"&gt;Tennessee Valley Authority&lt;/a&gt;, &lt;a href=\"Agricultural%20Adjustment%20Administration\"&gt;Agricultural Adjustment Administration&lt;/a&gt; and &lt;a href=\"Civilian%20Conservation%20Corps\"&gt;Civilian Conservation Corps&lt;/a&gt;(CCC). Governor Pollard quickly filled the state's initial CCC quota of 5,000 young men to do conservation work, and set up Camp Roosevelt in the &lt;a href=\"George%20Washington%20National%20Forest\"&gt;George Washington National Forest&lt;/a&gt; near &lt;a href=\"Luray%2C%20Virginia\"&gt;Luray&lt;/a&gt;. Pollard had also accepted gifts to create the state's first park, &lt;a href=\"Richmond%20National%20Battlefield%20Park\"&gt;Richmond Battlefield Park&lt;/a&gt; in 1932, but since Virginia lacked funds to develop it, it was turned over to the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; in March 1936.\nHowever, Senator Glass soon criticized the New Deal, and the new Senator Byrd had some early defeats, particularly as he opposed Roosevelt's repeal of &lt;a href=\"Prohibition%20in%20the%20United%20States\"&gt;Prohibition&lt;/a&gt; in early 1933. Moreover, Virginia's tax revenues were much lower than expected, so as May 1933 ended Gov. Pollard announced another 5% salary cut for state employees and proposed a 30% reduction in department appropriations (Virginia's $560,000 surplus as the 2-year budget cycle began had become a deficit of $619,000 despite cutting appropriations by $3 million). The additional cuts produced outcries ranging from legislators to the State Corporation Commission to the Education Superintendent. A cartoon in the \"Richmond Times-Dispatch\" portrayed Gov. Pollard as Horatio defending a bridge against wet forces. When Byrd sent his lieutenant, state Senator &lt;a href=\"William%20M.%20Tuck\"&gt;William M. Tuck&lt;/a&gt; of &lt;a href=\"Halifax%2C%20Virginia\"&gt;Halifax&lt;/a&gt;, to the Governor to call a special legislative session to legalize beer and make it taxable (a penny per bottle), Governor Pollard (despite his long advocacy of prohibition) called the special legislative session and resulting constitutional convention, which promptly ratified the &lt;a href=\"Twenty-first%20Amendment%20to%20the%20U.S.%20Constitution\"&gt;21st Amendment&lt;/a&gt;. The General Assembly of 1934 then established a state monopoly on liquor sales. The state legislature also passed measures implementing the &lt;a href=\"National%20Recovery%20Administration\"&gt;National Recovery Administration&lt;/a&gt;, despite the criticism by Senator Carter Glass and 4th district Congressman &lt;a href=\"Patrick%20Henry%20Drewry\"&gt;Patrick Henry Drewry&lt;/a&gt;, but its operation proved rocky, and few Virginians mourned its demise at the pen of the U.S. Supreme Court in May 1935, well after Pollard's term ended.\nVirginia's Constitution prohibited governors from seeking re-election, so Pollard supported the Democratic party's candidate in the 1933 election, and &lt;a href=\"George%20Peery\"&gt;George Peery&lt;/a&gt; (hand-picked by Sen. Byrd) succeeded Pollard in 1934.\nAmong other accomplishments, Pollard may have been most proud of establishing the &lt;a href=\"Virginia%20Museum%20of%20Fine%20Arts\"&gt;Virginia Museum of Fine Arts&lt;/a&gt;, the first state art museum in the United States. He raised $100,000 to match the challenge of philanthropist &lt;a href=\"John%20Barton%20Payne\"&gt;John Barton Payne&lt;/a&gt;, then became president of the board of directors and continued his involvement the rest of his life.\nAfter his governorship ended, Pollard accepted President Roosevelt's appointment as chairman of the &lt;a href=\"Board%20of%20Veterans%20Appeals\"&gt;Board of Veterans Appeals&lt;/a&gt;. After the Senate concurred, he held the post until his death in 1937. He also published \"A Connotary: Definitions Not Found in Dictionaries, Collected from the Sayings of the Wise and Otherwise\" in 1935.\nDeath and legacy.\nJohn Garland Pollard died in Washington, D.C. on April 28, 1937. He was interred at Richmond's &lt;a href=\"Hollywood%20Cemetery%20%28Richmond%2C%20Virginia%29\"&gt;Hollywood Cemetery&lt;/a&gt;. His personal papers, including papers from his time as governor, are held by the &lt;a href=\"Special%20Collections%20Research%20Center%20%28Earl%20Gregg%20Swem%20Library%29\"&gt;Special Collections Research Center&lt;/a&gt; at the &lt;a href=\"College%20of%20William%20%26amp%3B%20Mary\"&gt;College of William &amp; Mary&lt;/a&gt;. His executive papers from his time as governor are held by the &lt;a href=\"Library%20of%20Virginia\"&gt;Library of Virginia&lt;/a&gt;."
}