{
    "id": "7650197",
    "revid": "34219970",
    "url": "https://en.wikipedia.org/wiki?curid=7650197",
    "title": "Zaid Shakir",
    "text": "Zaid Shakir (; born Ricky Daryl Mitchell, May 24, 1956) is an American Muslim scholar and co-founder of &lt;a href=\"Zaytuna%20College\"&gt;Zaytuna College&lt;/a&gt; in &lt;a href=\"Berkeley%2C%20California\"&gt;Berkeley, California&lt;/a&gt;. He teaches courses on &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt;, &lt;a href=\"fiqh\"&gt;law&lt;/a&gt;, history, and Islamic &lt;a href=\"spirituality\"&gt;spirituality&lt;/a&gt;.\nShakir is co-founder and chairman of United For Change, whose stated goal is to leverage the diversity of the Muslim and interfaith community and address divisive obstacles. In 2015, he signed the official Memorandum of Understanding between &lt;a href=\"Zaytuna%20College\"&gt;Zaytuna College&lt;/a&gt; and &lt;a href=\"Hartford%20Seminary\"&gt;Hartford Seminary&lt;/a&gt; in &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. He is one of the signatories of &lt;a href=\"A%20Common%20Word%20Between%20Us%20and%20You\"&gt;A Common Word Between Us and You&lt;/a&gt;, an open letter by Islamic scholars to Christian leaders, calling for peace and understanding.\nIn 2020, Shakir assumed leadership of the Muslim Alliance in North America (MANA), which is a broad-based alliance of Muslims dedicated to striving for justice and promoting what they deem as the \"life-giving truth\" of Islam. He has been listed in the 500 Most Influential Muslims (also known as The Muslim 500), an annual publication compiled by the Royal Islamic Strategic Studies Centre in &lt;a href=\"Amman%2C%20Jordan\"&gt;Amman, Jordan&lt;/a&gt;, which ranks the most influential Muslims in the world.\nInspired to work with religious groups on &lt;a href=\"sustainable%20development\"&gt;sustainable development&lt;/a&gt; and &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;, he has taken \"action for the earth\" in partnership with the organization Green Faith. The organizations mission is to \"inspire, educate, organize, and mobilize people of diverse religious and spiritual backgrounds around the globe for environmental action.\"\nZaid Shakir is one of many signatories to a statement prepared by religious leaders from around the world who presented the &lt;a href=\"UN%20Secretary%20General\"&gt;UN Secretary General&lt;/a&gt; with a declaration in support of the &lt;a href=\"Paris%20Climate%20Agreement\"&gt;Paris Climate Agreement&lt;/a&gt;.\nEarly life.\nShakir was born in 1956 in &lt;a href=\"Berkeley%2C%20California\"&gt;Berkeley, California&lt;/a&gt; as Ricky Daryl Mitchell to a family descended from &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;n, &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt; and &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; roots. His formative years were spent in housing projects in &lt;a href=\"New%20Britain%2C%20Connecticut\"&gt;New Britain&lt;/a&gt; Connecticut. He converted to Islam in 1977 while serving in the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; and shortly after changed his name to Zaid Salim Shakir.&lt;ref name=\"https://www.cambridge.org/core/books/cambridge-companion-to-american-islam/93529C9BCA2398163C90AD5053629161 pp. 83-97\"&gt;\"The Cambridge Companion to American Islam / Converts and Conversations\", https://www.cambridge.org/core/books/cambridge-companion-to-american-islam/converts-and-conversions/397C72A1EFD4CF418BC4FA78EB91D805&lt;/ref&gt;\nEducation.\nA summa cum laude graduate, he obtained a BA in &lt;a href=\"International%20Relations\"&gt;International Relations&lt;/a&gt; at &lt;a href=\"American%20University\"&gt;American University&lt;/a&gt; in Washington, D.C., earned his MA in &lt;a href=\"Political%20Science\"&gt;Political Science&lt;/a&gt; at &lt;a href=\"Rutgers%20University\"&gt;Rutgers University&lt;/a&gt;. He then left for &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; to pursue his studies in the traditional &lt;a href=\"Islamic%20Science\"&gt;Islamic Science&lt;/a&gt;s. For seven years in &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, and briefly in &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, he immersed himself in an intense study of &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt;, &lt;a href=\"Sharia\"&gt;Islamic law&lt;/a&gt;, &lt;a href=\"Tafsir\"&gt;Quranic studies&lt;/a&gt;, and &lt;a href=\"spirituality\"&gt;spirituality&lt;/a&gt; with Islamic scholars such as Sheikh &lt;a href=\"%CA%BFAbd%20al-Ra%E1%B8%A5m%C4%81n%20al-Sh%C4%81gh%C5%ABr%C4%AB\"&gt;ʿAbd al-Raḥmān al-Shāghūrī&lt;/a&gt; and Sheikh Mustafa Al-Turkmani. In 2001, he was the first American male graduate from Syria's &lt;a href=\"Abu%20Nour\"&gt;Abu Nour&lt;/a&gt; University with a BA in Islamic Sciences.\nRecent work in the United States.\nZaytuna College\nIn 2003, as a scholar-in-residence at &lt;a href=\"Zaytuna%20Institute\"&gt;Zaytuna Institute&lt;/a&gt; located in California, Shakir began to teach &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt;, Law, and Islamic &lt;a href=\"spirituality\"&gt;spirituality&lt;/a&gt;. In 2004, he initiated a pilot seminary program at Zaytuna Institute, which was useful in Zaytuna College's refinement of its Islamic Studies curriculum and its educational philosophy. For four years, students in the pilot program were engaged in the study of contemporary and classical texts. And, in the fall of 2010, he and his colleagues Hamza Yusuf, and Hatem Bazian co-founded the &lt;a href=\"Berkeley%2C%20California\"&gt;Berkeley, California&lt;/a&gt; based &lt;a href=\"Zaytuna%20College\"&gt;Zaytuna College&lt;/a&gt;, a four-year Muslim liberal arts college, the first of its kind in the United States, dedicated to \"educate and prepare morally committed professional, intellectual, and spiritual leaders\", who are grounded in the Islamic scholarly tradition and conversant with the cultural currents and critical ideas shaping modern society. In 2016, Zaytuna College became the first accredited Muslim campus in the United States after it received approval from the &lt;a href=\"Western%20Association%20of%20Schools%20and%20Colleges\"&gt;Western Association of Schools and Colleges&lt;/a&gt;.\nViews.\nAs reported in &lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;, Zaid Shakir appeared with nine other influential Muslim scholars in a YouTube video denouncing militant Islam. The aftermath of 911 Shakir states, \"People all over the world have felt the repercussions and the reprisals for the senseless brutality of 9/11's perpetrators. Our best hope is to attempt to move beyond the pain, strife and hatred unleashed. Trusting in the power and promise of God we will be able to do just that.\"\nThe &lt;a href=\"Chronicle%20of%20Higher%20Education\"&gt;Chronicle of Higher Education&lt;/a&gt; has praised him, stating, \"Embodying an American story if ever there was one—including proverbial bootstraps, military service, political activism, and deep religious commitment—Zaid Shakir's message of social justice in the face of poverty and racism he has known first hand makes him endlessly and, it often seems, effortlessly relevant. He is as approachable a man as I've ever met.\"&lt;ref name=\"https://www.cambridge.org/core/books/cambridge-companion-to-american-islam/sexual-identity-marriage-and-family/C505ED04927387BD5A99AD88D4CA4707 pp. 312-329\"&gt;\"The Cambridge Companion to American Islam / Sexual Identity, Marriage, and Family\", &lt;/ref&gt;\nShakir states in \"Scapegoats: How Islamophobia Helps Our Enemies &amp; Threatens Our Freedoms\", \"Sharia forbids members of a Muslim minority [in Western societies] from engaging in clandestine acts of violence and paramilitary organizing... or from acting as political or military agents for a Muslim-majority country. Islamic law also forbids the disruption of public safety, many of the practices that the average person fearfully associates with some Muslims today, like killing innocent people (non-Muslims and Muslims alike) and stoning women.\"\nReception.\n&lt;a href=\"The%20500%20Most%20Influential%20Muslims\"&gt;The 500 Most Influential Muslims&lt;/a&gt; of the world edition 2020 describes Zaid Shakir as \"an influential Islamic scholar and a voice of conscience for American Muslims and non-Muslims alike.\", edited by &lt;a href=\"John%20Esposito\"&gt;John Esposito&lt;/a&gt; and &lt;a href=\"Ibrahim%20Kalin\"&gt;Ibrahim Kalin&lt;/a&gt;\n&lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; - The Magazine's June 12 World Fame Issue,\"The Greatest, At Rest\". Imam Zaid Shakir spoke the last words Ali heard on his deathbed. He leans over and with his mouth close to Ali's right ear, he sings, \"There is no God but Allah, and Muhammad is his messenger.\" Shakir begins talking to Ali, entreating him, exhorting him, telling him, \"Muhammad Ali, this is what it means, God is one; say it, repeat it, you've inspired so many, paradise is waiting -- \". He was, in Shakir's description, \"a praying man\" who understood he belonged to Allah. But he also knew he was Muhammad Ali, and so belonged to the world\".\n&lt;a href=\"Tikkun%20Daily\"&gt;Tikkun Daily&lt;/a&gt; states that he is \"one of the most thoughtful and dynamic teachers about the true nature of Islam in America today\".\nZaid Shakir was named in &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;'s 2018 list of \"25 Influential American Muslims\", where he was described as \"one of the West's most respected Muslim scholars."
}