{
    "id": "7657069",
    "revid": "1067165353",
    "url": "https://en.wikipedia.org/wiki?curid=7657069",
    "title": "Beware the Creeper",
    "text": "Beware the Creeper is the name of two &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt; series published by &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt;. The first series debuted in &lt;a href=\"1968%20in%20comics\"&gt;1968&lt;/a&gt; and starred the &lt;a href=\"The%20Creeper%20%28comics%29\"&gt;Creeper&lt;/a&gt;. This &lt;a href=\"ongoing%20series\"&gt;series&lt;/a&gt; was cancelled after six issues. The second was a five-issue &lt;a href=\"Limited%20series%20%28comics%29\"&gt;limited series&lt;/a&gt; published in &lt;a href=\"2003%20in%20comics\"&gt;2003&lt;/a&gt; by DC under their &lt;a href=\"Vertigo%20%28DC%20Comics%29\"&gt;Vertigo&lt;/a&gt; &lt;a href=\"imprint%20%28trade%20name%29\"&gt;imprint&lt;/a&gt;.\n1968 series.\n\"Beware the Creeper\" began in the March/April dated, \"&lt;a href=\"Showcase%20%28comics%29\"&gt;Showcase&lt;/a&gt;\" #73 in &lt;a href=\"1968%20in%20comics\"&gt;1968&lt;/a&gt;, in a story plotted and drawn by &lt;a href=\"Steve%20Ditko\"&gt;Steve Ditko&lt;/a&gt;, with Don Segall assisting with the dialog. DC's policy at the time was to give a character a single appearance in \"Showcase\" as an introduction before launching their series. Two months later, the first issue of \"Beware the Creeper\" was released with a cover date of June 1968.\n\"Beware the Creeper\" was cancelled after six issues, the victim, per columnist and artist &lt;a href=\"Fred%20Hembeck\"&gt;Fred Hembeck&lt;/a&gt;, of \"bean-counters [who] were a little quick to yank the rug out from underneath a new series during that particular stage of DC's history...\"\nThe storyline started in the six issues of \"Beware the Creeper\" would eventually be concluded seven years later in \"&lt;a href=\"Super-Team%20Family\"&gt;Super-Team Family&lt;/a&gt;\" #2, published in &lt;a href=\"1975%20in%20comics\"&gt;1975&lt;/a&gt;.\n2003 series.\nWith no obvious connection to the original series (though with subtle ties to &lt;a href=\"DC%20Universe\"&gt;DC Universe&lt;/a&gt; continuity), DC released \"Beware the Creeper\", a five issue limited series, under their Vertigo imprint in &lt;a href=\"2003%20in%20comics\"&gt;2003&lt;/a&gt;.\nSet in 1925 &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, \"Beware the Creeper\" tells the story of Judith and Madeline Benoir, twin sisters, one a &lt;a href=\"surrealism\"&gt;surrealist&lt;/a&gt; painter, the other a playwright.\nPlot.\nAfter Judith is beaten by Mathieu Arbogast, a man from a rich upper-class family, a woman calling herself the Creeper begins to terrorize the Arbogast family. The Creeper uses methods that appear to be based out of the surrealist movement.\nThe situation quickly spirals out of control as the Arbogasts begin to seek revenge in turn, and lives are eventually lost.\nThere is also a major sub-plot involving Ric Allain, the inspector in charge of the Creeper investigation. He is in love with Judith based on letters sent to him while he was fighting in the &lt;a href=\"World%20War%20I\"&gt;Great War&lt;/a&gt;. Unbeknownst to him, Madeline wrote the letters but was too shy to sign them, instead having Judith sign them for her."
}