{
    "id": "7660879",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=7660879",
    "title": "List of inventions in the medieval Islamic world",
    "text": "The following is a list of inventions made in the medieval &lt;a href=\"Muslim%20world\"&gt;Islamic world&lt;/a&gt;, especially during the &lt;a href=\"Islamic%20Golden%20Age\"&gt;Islamic Golden Age&lt;/a&gt;, as well as in later states of the &lt;a href=\"Age%20of%20the%20Islamic%20Gunpowders\"&gt;Age of the Islamic Gunpowders&lt;/a&gt; such as the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; and &lt;a href=\"Mughal%20Empire\"&gt;Mughal empires&lt;/a&gt;. \nThe &lt;a href=\"Islamic%20Golden%20Age\"&gt;Islamic Golden Age&lt;/a&gt; was a period of cultural, economic and scientific flourishing in the &lt;a href=\"history%20of%20Islam\"&gt;history of Islam&lt;/a&gt;, traditionally dated from the eighth century to the fourteenth century, with several contemporary scholars dating the end of the era to the fifteenth or sixteenth century. This period is traditionally understood to have begun during the reign of the &lt;a href=\"Abbasid%20Caliphate\"&gt;Abbasid&lt;/a&gt; caliph &lt;a href=\"Harun%20al-Rashid\"&gt;Harun al-Rashid&lt;/a&gt; (786 to 809) with the inauguration of the &lt;a href=\"House%20of%20Wisdom\"&gt;House of Wisdom&lt;/a&gt; in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;, where scholars from various parts of the world with different cultural backgrounds were mandated to gather and translate all of the world's classical knowledge into the &lt;a href=\"Arabic\"&gt;Arabic language&lt;/a&gt; and subsequently development in various fields of sciences began. &lt;a href=\"Timeline%20of%20science%20and%20engineering%20in%20the%20Islamic%20world\"&gt;Science and technology in the Islamic world&lt;/a&gt; adopted and preserved knowledge and technologies from contemporary and earlier civilizations, including Persia, Egypt, India, China, and Greco-Roman antiquity, while making numerous improvements, innovations and inventions.\nList of inventions.\nSafavid Dynasty.\n "
}