{
    "id": "766282",
    "revid": "38448542",
    "url": "https://en.wikipedia.org/wiki?curid=766282",
    "title": "Bumthang District",
    "text": "Bumthang District (&lt;a href=\"Dzongkha\"&gt;Dzongkha&lt;/a&gt;: བུམ་ཐང་རྫོང་ཁག་; &lt;a href=\"Wylie%20transliteration\"&gt;Wylie&lt;/a&gt;: \"Bum-thang rzong-khag\") is one of the 20 &lt;a href=\"dzongkhag\"&gt;dzongkhag&lt;/a&gt; (districts) comprising &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt;. It is the most historic dzongkhag if the number of ancient temples and sacred sites is counted. Bumthang consists of the four mountain valleys of Ura, Chumey, Tang and &lt;a href=\"Bumthang%20Valley\"&gt;Choekhor (\"Bumthang\")&lt;/a&gt;, although occasionally the entire district is referred to as &lt;a href=\"Bumthang%20Valley\"&gt;Bumthang Valley&lt;/a&gt;.\n\"Bumthang\" directly translates as \"beautiful field\" – \"thang\" means field or flat place, and \"bum\" is said be an abbreviation of either \"bumpa\" (a vessel for holy water, thus describing the shape and nature of the valley), or simply \"bum\" (\"girl,\" indicating this is the valley of beautiful girls). The name is said to have arisen after the construction of &lt;a href=\"Jambay%20Lhakhang\"&gt;Jambay Lhakhang&lt;/a&gt;.\nEconomy.\nBumthang farms yield &lt;a href=\"buckwheat\"&gt;buckwheat&lt;/a&gt;, &lt;a href=\"dairy%20product\"&gt;dairy product&lt;/a&gt;s, &lt;a href=\"honey\"&gt;honey&lt;/a&gt;, apples, potato, rice, woolen products and many other products. Bumthang is rich in producing wheat, buckwheat, dairy products, and potatoes. Bumthang is also nationally famous for yatha and bumthna matha weaving. \nLanguages.\n&lt;a href=\"East%20Bodish%20languages\"&gt;East Bodish languages&lt;/a&gt; are primarily spoken in Bumthang District.\nThe language spoken in the Bumthang district is known as &lt;a href=\"Bumthang%20language\"&gt;Bumthangkha&lt;/a&gt;. It is a &lt;a href=\"Tibeto-Burman%20language\"&gt;Tibeto-Burman language&lt;/a&gt; mutually intelligible with &lt;a href=\"Khengkha\"&gt;Khengkha&lt;/a&gt; and closely related to &lt;a href=\"Dzongkha\"&gt;Dzongkha&lt;/a&gt;, the national language of Bhutan. Bumthangkha is partially comprehensible to speakers of &lt;a href=\"Dzongkha\"&gt;Dzongkha&lt;/a&gt;, which originated in valleys to the west of Bumthang. Each of the four valleys of Bumthang has its own dialect, and the remnants of the &lt;a href=\"Kheng%20people\"&gt;Kheng&lt;/a&gt; kingdom, near and in &lt;a href=\"Zhemgang%20District\"&gt;Zhemgang District&lt;/a&gt; to the south, speak &lt;a href=\"Khengkha\"&gt;Khengkha&lt;/a&gt;. Historically, Bhumthangkha and its speakers have had close contact with speakers of &lt;a href=\"Kurt%C3%B6p%20language\"&gt;Kurtöpkha&lt;/a&gt; to the east, &lt;a href=\"Nupbikha\"&gt;Nupbikha&lt;/a&gt; to the west, and &lt;a href=\"Khengkha\"&gt;Khengkha&lt;/a&gt; to the south, to the extent that they may be considered part of a wider collection of \"Bumthang languages.\"\n&lt;a href=\"Brokkat%20language\"&gt;Brokkat&lt;/a&gt;, an endangered &lt;a href=\"Bodish%20languages\"&gt;Southern Bodish language&lt;/a&gt;, is spoken by about 300 people in the village of &lt;a href=\"Dhur\"&gt;Dhur&lt;/a&gt; in &lt;a href=\"Bumthang%20Valley\"&gt;Bumthang Valley&lt;/a&gt;. The language is a remnant of pastoral &lt;a href=\"yak\"&gt;yak&lt;/a&gt;herd communities.\nAdministrative divisions.\nBumthang District is divided into four village blocks (or \"&lt;a href=\"Gewogs%20of%20Bhutan\"&gt;gewog&lt;/a&gt;s\"):\nBumthang also contains several notable towns:\nAnnual Jakar Tshechus:\nTandindang school was started on 17 July 2010, to benefit the children going to school.\nEnvironment.\nMost of Bumthang District is part of Bhutan's extensive &lt;a href=\"protected%20areas%20of%20Bhutan\"&gt;protected areas network&lt;/a&gt;. The northern two-thirds of the district (the \"gewogs\" of &lt;a href=\"Chhoekhor%20Gewog\"&gt;Chhoekhor&lt;/a&gt; and &lt;a href=\"Tang%20Gewog\"&gt;Tang&lt;/a&gt;) belong to &lt;a href=\"Wangchuck%20Centennial%20Park\"&gt;Wangchuck Centennial Park&lt;/a&gt;, buffered by pockets of &lt;a href=\"biological%20corridor\"&gt;biological corridor&lt;/a&gt;s. Southern Bumthang (the \"gewogs\" of &lt;a href=\"Chhume%20Gewog\"&gt;Chhumig&lt;/a&gt;, &lt;a href=\"Tang%20Gewog\"&gt;Tang&lt;/a&gt; and &lt;a href=\"Ura%20Gewog\"&gt;Ura&lt;/a&gt;) is part of another protected area, &lt;a href=\"Thrumshingla%20National%20Park\"&gt;Thrumshingla National Park&lt;/a&gt;.\nBumthang is known for its important population of black-necked cranes migrating in winter."
}