{
    "id": "7666392",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=7666392",
    "title": "BRVM",
    "text": "The Bourse Régionale des Valeurs Mobilières SA (\"Regional Securities Exchange &lt;a href=\"S.A.%20%28corporation%29\"&gt;SA&lt;/a&gt;\"), or BRVM, is a regional &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; serving the following &lt;a href=\"West%20Africa\"&gt;West Africa&lt;/a&gt;n countries:\nThe exchange is located in &lt;a href=\"Abidjan%2C%20Cote%20d%27Ivoire\"&gt;Abidjan, Cote d'Ivoire&lt;/a&gt;. Market offices are maintained in each country.\nBRVM is a private corporation with 2,904,300,000 CFA francs in capital.\nThe BRVM Composite Index climbed 18 percent in 2015.\nMission.\nThe mission of the BRVM is to:\nHistory.\nTime line\nMarket integration by the BRVM is a political, institutional, and technical success. The Bourse Régionale and Dépositaire Central/Banque de Règlement (DC/BR) were established in several phases:\nOperations.\nThe BRVM is entirely electronic. The central site in Abidjan provides securities quotation and trading services as well as regulation/issuing services.\nAgents sitting at workstations in their offices or desks located in national branch offices in WAEMU countries and brokerage firms can:\nThe principles followed in establishing the BRVM satisfy the requirement for both compliance with international standards and adaptability to the WAEMU socioeconomic environment. Equal access to information and the management of investors and network access costs, regardless of the economic operator's location, are key drivers. The exchange can be described as follows:\nA centralized exchange driven by orders, that is, the price of a security is fixed by matching bid and ask orders collected before the quotation.\nThree weekly trading sessions with two fixings (single price obtained by matching bid with ask orders). These sessions will evolve rapidly towards daily sessions to implement:\nListing.\nEligibility\nThe BRVM has, at inception, two sections for stocks and a single section for bond loans.\nTo be eligible for the first section, a company must satisfy the following conditions:\nEligibility of a company for the second section is subject to the following conditions:\nThe mandatory section-debt instruments-is accessible to bond loans, of which the total number of securities issued is higher than 25,000 and has a face value of at least 500,000,000 CFA francs.\nListing\nGetting listed on the BRVM is the final link in the financing chain for businesses. It is a strategic long-term decision that requires excellent preparation. A company seeking to be listed on the BRVM must satisfy the following conditions:\nTo apply for listing on the BRVM, the candidate company must mandate a brokerage firm to assist and advise it. Once the complete application has been received, the BRVM will rule on the company's eligibility and send a copy of the application to the Regional Council of Public Saving and Financial Markets for the necessary notification. The listed company has the following responsibilities:\nNB: For further information, please contact the BRVM, its national branch offices or a brokerage firm.\nBRVM Indexes.\nTwo BRVM market indexes represent the activities of stock market shares.\nThe &lt;a href=\"BRVM%20Composite\"&gt;BRVM Composite&lt;/a&gt; comprises all securities listed on the exchange.\nThe &lt;a href=\"BRVM%2010\"&gt;BRVM 10&lt;/a&gt; comprises ten of the most active companies on the exchange (dated as of August 3, 2016).\nComposition.\nFormulation and selection criteria for the BRVM Composite and BRVM 10 are based on the leading global market indexes, especially the FCG index of the International Finance Corporation; a World Bank affiliate. The formula for the indexes takes into account market capitalization, transaction volume per session and transaction frequency. Only common shares are used to calculate the indexes.\nThe concept of liquidity also plays a key role in selecting securities for the BRVM 10. For each one, the average daily transaction volume in the three months preceding the quarterly review must not be less than the median daily transaction volume for all securities. Transaction frequency must always be higher than 50%, and the security must be traded at least one out of two times during the three-month study period.\nThe indexes are automatically generated by the BRVM trading system and circulated after every trading session. The BRVM 10 is also reviewed four times a year (first Monday of January, April, July and October ), and the BRVM Composite after every new listing so it can keep pace with the growth of the Regional Financial Exchange.\nMarket information.\nInformation concerning the Bourse Régionale des Valeurs Mobilières (prices, volumes, dividend payments, financial statements of listed companies, etc.) is available via many channels, such as:"
}