{
    "id": "7687151",
    "revid": "266534",
    "url": "https://en.wikipedia.org/wiki?curid=7687151",
    "title": "Private Secretary (TV series)",
    "text": "Private Secretary (also known as Susie) is an American &lt;a href=\"Situation%20comedy\"&gt;sitcom&lt;/a&gt; that aired from February 1, 1953, to September 10, 1957, on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;, alternating with \"&lt;a href=\"The%20Jack%20Benny%20Program\"&gt;The Jack Benny Program&lt;/a&gt;\" on Sundays at 7:30pm EST. The series stars &lt;a href=\"Ann%20Sothern\"&gt;Ann Sothern&lt;/a&gt; as Susan Camille \"Susie\" MacNamara, devoted secretary to handsome talent agent Peter Sands, played by &lt;a href=\"Don%20Porter\"&gt;Don Porter&lt;/a&gt;.\nOverview.\nSusie MacNamara (Sothern) is a former stage actress, a &lt;a href=\"Women%27s%20Army%20Corps\"&gt;WAC&lt;/a&gt; veteran of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and single woman who works as the private secretary for theatrical agent Peter Sands (Porter) at the fictional New York theatrical agency International Artists Inc. Susie's honest, good-natured attempts to help Mr. Sands, especially in romantic matters, always leads to comedic complications. Susie is usually assisted by her best friend, Violet \"Vi\" Praskins (&lt;a href=\"Ann%20Tyrrell\"&gt;Ann Tyrrell&lt;/a&gt;), the office's nervous and bumbling receptionist. In guest appearances, &lt;a href=\"Jesse%20White%20%28actor%29\"&gt;Jesse White&lt;/a&gt; played Mickey \"Cagey\" Calhoun, a chief competitor and loudmouthed agent business rival to Susie's boss. One of the show's trademarks was the set decoration portraying a 1950s state-of-the-art executive office, with stylish decor, &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; typewriters and the latest office telephone gear from &lt;a href=\"Western%20Electric\"&gt;Western Electric&lt;/a&gt;. There are occasional references to a young actress, never seen, who was a client of Mr. Sands named Harriet Lake (Sothern's real name).\nIn an unusual move, \"Private Secretary\" also had two brief runs on another network. During the summers of 1953 and 1954, reruns from the recent season were shown on &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; as a summer replacement for \"&lt;a href=\"Your%20Hit%20Parade\"&gt;Your Hit Parade&lt;/a&gt;\", with the series resuming new shows on CBS each fall. \"Private Secretary\", \"Your Hit Parade\" and \"The Jack Benny Program\" were all sponsored by Lucky Strike Cigarettes. Its parent company American Tobacco Company had some financial interest in all three programs and their respective network time-slots.\nSeries ending.\nThe series was renewed for a sixth season, but Sothern walked out in a contract dispute with producer &lt;a href=\"Jack%20Chertok\"&gt;Jack Chertok&lt;/a&gt;, ending the series' run. Sothern, along with several cast members, went on to star in another weekly series, \"&lt;a href=\"The%20Ann%20Sothern%20Show\"&gt;The Ann Sothern Show&lt;/a&gt;\", from 1958–1961.\nSothern reprised the character of Susie MacNamara for the premiere episode of \"&lt;a href=\"The%20Lucille%20Ball-Desi%20Arnaz%20Show\"&gt;The Lucille Ball-Desi Arnaz Show&lt;/a&gt;\" (later shown in repeats as \"&lt;a href=\"The%20Lucy-Desi%20Comedy%20Hour\"&gt;The Lucy-Desi Comedy Hour&lt;/a&gt;\"). In this installment, entitled \"Lucy Takes a Cruise to Havana\" (which was originally a 75-minute episode), Sothern appeared opposite series regulars &lt;a href=\"Lucille%20Ball\"&gt;Lucille Ball&lt;/a&gt;, &lt;a href=\"Desi%20Arnaz\"&gt;Desi Arnaz&lt;/a&gt;, &lt;a href=\"Vivian%20Vance\"&gt;Vivian Vance&lt;/a&gt;, &lt;a href=\"William%20Frawley\"&gt;William Frawley&lt;/a&gt; and &lt;a href=\"Significant%20Mother\"&gt;Richard Keith&lt;/a&gt; as well as guest stars &lt;a href=\"Hedda%20Hopper\"&gt;Hedda Hopper&lt;/a&gt;, &lt;a href=\"Rudy%20Vallee\"&gt;Rudy Vallee&lt;/a&gt; and &lt;a href=\"Cesar%20Romero\"&gt;Cesar Romero&lt;/a&gt;.\nSyndication.\nBefore \"Private Secretary\" went into &lt;a href=\"Television%20syndication\"&gt;syndication&lt;/a&gt;, the opening title sequence and series name were changed. The series, which was sponsored by &lt;a href=\"American%20Tobacco\"&gt;American Tobacco&lt;/a&gt; for &lt;a href=\"Lucky%20Strike\"&gt;Lucky Strike cigarettes&lt;/a&gt; during its original run, featured the company’s &lt;a href=\"sponsor%20%28commercial%29\"&gt;sponsor I.D.&lt;/a&gt; in the opening title sequence which could not be aired in syndication. An animated title sequence was made featuring a cartoon \"Susie.\"\nThe series' name was also changed when producer Jack Chertok withheld the rights to the show's original title in hopes of replacing Sothern with another actress in the title role. Chertok released \"Susie\" into syndication in the fall of 1957. The original title sequence has not been viewed since \"Private Secretary's\" original run.\n\"Susie\" aired on &lt;a href=\"Nick%20at%20Nite\"&gt;Nick at Nite&lt;/a&gt; from January 1987 to June 1990.\nHome media.\nIn 2006, two video distributors, Critics' Choice and &lt;a href=\"Alpha%20Video\"&gt;Alpha Video&lt;/a&gt;, released one volume of the series on Region 1 &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; in the United States. Both releases were identical with the exception of the artwork. Both companies released three more identical volumes. The latest, volume four, was released in April of 2007. Each volume contains four episodes of the series from varying seasons."
}