{
    "id": "769412",
    "revid": "234689",
    "url": "https://en.wikipedia.org/wiki?curid=769412",
    "title": "Manor house",
    "text": "A manor house was historically the &lt;a href=\"Official%20residence\"&gt;main residence&lt;/a&gt; of the &lt;a href=\"lord%20of%20the%20manor\"&gt;lord of the manor&lt;/a&gt;. The house formed the administrative centre of a &lt;a href=\"Manorialism\"&gt;manor&lt;/a&gt; in the European &lt;a href=\"feudal%20system\"&gt;feudal system&lt;/a&gt;; within its &lt;a href=\"great%20hall\"&gt;great hall&lt;/a&gt; were held the lord's &lt;a href=\"manorial%20court\"&gt;manorial court&lt;/a&gt;s, communal meals with manorial tenants and great banquets. The term is today loosely applied to various country houses, frequently dating from the late medieval era, which formerly housed the &lt;a href=\"landed%20gentry\"&gt;landed gentry&lt;/a&gt;.\nManor houses were sometimes &lt;a href=\"Fortified%20house\"&gt;fortified&lt;/a&gt;, but this was frequently intended more for show than for defence. They existed in most European countries where feudalism existed, where they were sometimes known as &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s, palaces, mansions, and so on.\nFunction.\nThe &lt;a href=\"lord%20of%20the%20manor\"&gt;lord of the manor&lt;/a&gt; may have held several properties within a county or, for example in the case of a &lt;a href=\"English%20feudal%20barony\"&gt;feudal baron&lt;/a&gt;, spread across a kingdom, which he occupied only on occasional visits. Even so, the business of the manor required to be directed and controlled by regular manorial courts, which appointed manorial officials such as the &lt;a href=\"bailiff\"&gt;bailiff&lt;/a&gt;, granted &lt;a href=\"copyhold\"&gt;copyhold&lt;/a&gt; leases to tenants, resolved disputes between manorial tenants and administered justice in general. A large and suitable building was required within the manor for such purpose, generally in the form of a &lt;a href=\"great%20hall\"&gt;great hall&lt;/a&gt;, and a &lt;a href=\"solar%20%28room%29\"&gt;solar&lt;/a&gt; might be attached to form accommodation for the lord. Furthermore, the produce of a small manor might be insufficient to feed a lord and his large family for a full year, and thus he would spend only a few months at each manor and move on to another where stores had been laid up. This also gave the opportunity for the vacated manor house to be cleaned, especially important in the days of the cess-pit, and repaired. Thus such non-resident lords needed to appoint a &lt;a href=\"steward%20%28office%29\"&gt;steward&lt;/a&gt; or \"&lt;a href=\"seneschal\"&gt;seneschal&lt;/a&gt;\" to act as their deputy in such matters and to preside at the manorial courts of his different manorial properties. The day-to-day administration was carried out by a resident official in authority at each manor, who in England was called a &lt;a href=\"bailiff\"&gt;bailiff&lt;/a&gt;, or &lt;a href=\"Reeve%20%28England%29\"&gt;reeve&lt;/a&gt;.\nArchitecture.\nAlthough not typically built with strong fortifications as were &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s, many manor-houses were &lt;a href=\"Fortified%20house\"&gt;fortified&lt;/a&gt;, which required a royal &lt;a href=\"licence%20to%20crenellate\"&gt;licence to crenellate&lt;/a&gt;. They were often enclosed within walls or &lt;a href=\"ditch%20%28fortification%29\"&gt;ditches&lt;/a&gt; which often also included agricultural buildings. Arranged for defence against roaming bands of robbers and thieves, in days long before police, they were often surrounded by a &lt;a href=\"moat\"&gt;moat&lt;/a&gt; with a &lt;a href=\"drawbridge\"&gt;drawbridge&lt;/a&gt;, and were equipped with &lt;a href=\"gatehouse\"&gt;gatehouse&lt;/a&gt;s and &lt;a href=\"watchtowers\"&gt;watchtowers&lt;/a&gt;, but not, as for castles, with a &lt;a href=\"keep\"&gt;keep&lt;/a&gt;, large towers or lofty curtain walls designed to withstand a siege. The primary feature of the manor house was its &lt;a href=\"great%20hall\"&gt;great hall&lt;/a&gt;, to which subsidiary apartments were added as the lessening of feudal warfare permitted more peaceful domestic life.\nBy the beginning of the 16th century, manor houses as well as small castles began to acquire the character and amenities of the residences of country gentlemen, and many defensive elements were dispensed with, for example &lt;a href=\"Sutton%20Place%2C%20Surrey\"&gt;Sutton Place&lt;/a&gt; in &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;, circa 1521. A late 16th-century transformation produced many of the smaller &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; &lt;a href=\"ch%C3%A2teaux\"&gt;châteaux&lt;/a&gt; of France and the numerous country mansions of the &lt;a href=\"Elizabethan%20architecture\"&gt;Elizabethan&lt;/a&gt; and &lt;a href=\"Jacobean%20architecture\"&gt;Jacobean&lt;/a&gt; styles in England.\nHistory.\nBefore around 1600, larger houses were usually fortified, generally for true defensive purposes but increasingly, as the kingdom became internally more peaceable after the &lt;a href=\"Wars%20of%20the%20Roses\"&gt;Wars of the Roses&lt;/a&gt;, as a form of status-symbol, reflecting the position of their owners as having been worthy to receive royal &lt;a href=\"licence%20to%20crenellate\"&gt;licence to crenellate&lt;/a&gt;. The &lt;a href=\"Tudor%20period\"&gt;Tudor period&lt;/a&gt; (16th century) of stability in England saw the building of the first of the unfortified &lt;a href=\"great%20house\"&gt;great house&lt;/a&gt;s, for example &lt;a href=\"Sutton%20Place%2C%20Surrey\"&gt;Sutton Place&lt;/a&gt; in Surrey, circa 1521. The &lt;a href=\"Dissolution%20of%20the%20Monasteries\"&gt;Dissolution of the Monasteries&lt;/a&gt; under King &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt; resulted in many former monastical properties being sold to the King's favourites, who then converted them into private country houses, examples being &lt;a href=\"Woburn%20Abbey\"&gt;Woburn Abbey&lt;/a&gt;, &lt;a href=\"Forde%20Abbey\"&gt;Forde Abbey&lt;/a&gt;, &lt;a href=\"Nostell%20Priory\"&gt;Nostell Priory&lt;/a&gt; and many other mansions with the suffix &lt;a href=\"Abbey\"&gt;Abbey&lt;/a&gt; or &lt;a href=\"Priory\"&gt;Priory&lt;/a&gt; to their name.\nDuring the second half of the reign of Queen &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I&lt;/a&gt; (1558–1603) and under her successor King &lt;a href=\"James%20I%20of%20England\"&gt;James I&lt;/a&gt; (1603–1625) the first &lt;a href=\"mansion\"&gt;mansion&lt;/a&gt;s designed by architects not by mere masons or builders, began to make their appearance. Such houses as &lt;a href=\"Burghley%20House\"&gt;Burghley House&lt;/a&gt;, &lt;a href=\"Longleat\"&gt;Longleat House&lt;/a&gt;, and &lt;a href=\"Hatfield%20House\"&gt;Hatfield House&lt;/a&gt; are among the best known of this period and seem today to epitomise the &lt;a href=\"English%20country%20house\"&gt;English country house&lt;/a&gt;.\nNearly every large medieval manor house had its own &lt;a href=\"Deer%20park%20%28England%29\"&gt;deer-park&lt;/a&gt; adjoining, emparked (i.e. enclosed) by royal licence, which served primarily as a store of food in the form of &lt;a href=\"venison\"&gt;venison&lt;/a&gt;. Within these licensed parks deer could not be hunted by royalty (with its huge travelling entourage which needed to be fed and entertained), nor by neighbouring land-owners nor by any other persons. During the 16th century many lords of manors moved their residences from their ancient manor houses often situated next to the parish church and near or in the village and built a new manor house within the walls of their ancient deer-parks adjoining. This gave them more privacy and space.\nNaming.\nThe suffixes given to manor houses today have little substantive meaning, and many have changed over time, thus a manor house may have been known as \"Heanton House\" in the 18th century and in the 19th century as \"Heanton Court\" and later as \"&lt;a href=\"Heanton%20Satchville%2C%20Petrockstowe\"&gt;Heanton Satchville&lt;/a&gt;\". \"Court\" was a suffix which came into use in the 16th century, and contemporary &lt;a href=\"topographer\"&gt;topographer&lt;/a&gt;s felt the need to explain the term to their readers. Thus the Devonshire historian &lt;a href=\"Tristram%20Risdon\"&gt;Tristram Risdon&lt;/a&gt; (d.1640) clarified the term at least three times in his main work, \"Survey of Devon\": \nThe biographer &lt;a href=\"John%20Prince%20%28biographer%29\"&gt;John Prince&lt;/a&gt;, (1643–1723) in his \"Worthies of Devon\", remarked as follows in his biography of &lt;a href=\"John%20Hill%20%28died%201408%29\"&gt;John Hill&lt;/a&gt; (died 1408), of Hill's Court in Exeter, Devon:\nTrue castles, when not royal castles, were generally the residences of &lt;a href=\"English%20feudal%20barony\"&gt;feudal barons&lt;/a&gt;, whose baronies comprised often several dozen other manors. The manor on which the castle was situated was termed the \"&lt;a href=\"caput\"&gt;caput&lt;/a&gt;\" of the barony, thus every true ancient defensive castle was also the manor house of its own manor. The suffix \"-Castle\" was also used to name certain manor houses, generally built as mock castles, but often as houses rebuilt on the site of a former true castle:\nThe origin of the suffix \"Place\" is believed to be a shortened form of \"Palace\", a term commonly used in &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; Italy (\"&lt;a href=\"Palazzo\"&gt;Palazzo&lt;/a&gt;\") to denote a residence of the nobility. The suffix \"-Park\" came into use in the 18th and 19th centuries.\nManor houses, although mostly forming residences for the lords of the manors on which they were situated, were not historically named with the suffix \"Manor\", as were many grand country houses built in the 19th century, such as &lt;a href=\"Hughenden%20Manor\"&gt;Hughenden Manor&lt;/a&gt; or &lt;a href=\"Waddesdon%20Manor\"&gt;Waddesdon Manor&lt;/a&gt;. The usage is often a modern catch-all suffix for an old house on an estate, true manor or not.\nThe German equivalent of a manor house is a \"Gutshaus\" (or \"Gut\", \"Gutshof\", \"Rittergut\", \"Landgut\" or \"Bauerngut\"). Also \"Herrenhaus\" and \"Domäne\" are common terms. \"Schloss\" (pl. Schlösser) is another &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; word for a building similar to manor house, &lt;a href=\"stately%20home\"&gt;stately home&lt;/a&gt;, &lt;a href=\"ch%C3%A2teau\"&gt;château&lt;/a&gt; or &lt;a href=\"palace\"&gt;palace&lt;/a&gt;. Other terms used in German are \"&lt;a href=\"wikt%3Aburg\"&gt;Burg&lt;/a&gt;\" (&lt;a href=\"castle\"&gt;castle&lt;/a&gt;), \"&lt;a href=\"wikt%3Afestung\"&gt;Festung&lt;/a&gt;\" (&lt;a href=\"fort\"&gt;fort&lt;/a&gt;/fortress) and \"Palais\"/\"Palast\" (&lt;a href=\"palace\"&gt;palace&lt;/a&gt;).\nFrance.\nIn France, the terms \"&lt;a href=\"ch%C3%A2teau\"&gt;château&lt;/a&gt;\" or \"&lt;a href=\"manoir\"&gt;manoir&lt;/a&gt;\" are often used synonymously to describe a French manor-house. \"&lt;a href=\"Maison-forte\"&gt;Maison-forte&lt;/a&gt;\" is another French word to describe a strongly &lt;a href=\"fortified%20house\"&gt;fortified house&lt;/a&gt;, which may include two sets of enclosing walls, &lt;a href=\"drawbridge\"&gt;drawbridge&lt;/a&gt;s, and a ground-floor hall or \"salle basse\" that was used to receive peasants and commoners. The \"salle basse\" was also the location of the manor court, with the steward or seigneur's seating location often marked by the presence of a \"crédence de justice\" or wall-cupboard (shelves built into the stone walls to hold documents and books associated with administration of the demesne or \"droit de justice\"). The \"salle haute\" or upper-hall, reserved for the seigneur and where he received his high-ranking guests, was often accessible by an external spiral staircase. It was commonly \"open\" up to the roof trusses, as in similar English homes. This larger and more finely decorated hall was usually located above the ground-floor hall. The seigneur and his family's private \"chambres\" were often located off of the upper first-floor hall, and invariably had their own fireplace (with finely decorated chimney-piece) and frequently a latrine.\nIn addition to having both lower and upper halls, many French manor houses also had partly fortified gateways, watchtowers, and enclosing walls that were fitted with &lt;a href=\"arrow%20slit\"&gt;arrow or gun loops&lt;/a&gt; for added protection. Some larger 16th-century manors, such as the &lt;a href=\"Ch%C3%A2teau%20de%20Kerjean\"&gt;Château de Kerjean&lt;/a&gt; in &lt;a href=\"Finist%C3%A8re\"&gt;Finistère&lt;/a&gt;, Brittany, were even outfitted with ditches and fore-works that included gun platforms for cannons. These defensive arrangements allowed \"maisons-fortes\", and rural manors to be safe from a \"&lt;a href=\"coup%20de%20main\"&gt;coup de main&lt;/a&gt;\" perpetrated by an armed band as there was so many during the troubled times of the &lt;a href=\"Hundred%20Years%20War\"&gt;Hundred Years War&lt;/a&gt; and the &lt;a href=\"French%20Wars%20of%20Religion\"&gt;wars of the Holy League&lt;/a&gt;; but it was difficult for them to resist a &lt;a href=\"siege\"&gt;siege&lt;/a&gt; undertaken by a regular army equipped with (siege) engines.\nNetherlands.\nThere are many historical manor houses throughout the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. Some have been converted into museums, hotels, conference centres, etc. Some are located on estates and in parks.\nMany of the earlier houses are the legacy of the feudal \"&lt;a href=\"heerlijkheid\"&gt;heerlijkheid&lt;/a&gt;\" system. The Dutch had a manorial system centred on the local lord's &lt;a href=\"demesne\"&gt;demesne&lt;/a&gt;. In Middle Dutch this was called the \"vroonhof\" or \"vroenhoeve\", a word derived from the Proto-Germanic word \"fraujaz\", meaning \"lord\". This was also called a \"hof\" and the lord's house a \"hofstede\". Other terms were used, including \"landhuis\" (or just \"huis\"), a \"ridderhofstad\" (&lt;a href=\"Utrecht%20%28province%29\"&gt;Utrecht&lt;/a&gt;), a \"&lt;a href=\"stins\"&gt;stins&lt;/a&gt;\" or \"state\" (&lt;a href=\"Friesland\"&gt;Friesland&lt;/a&gt;), or a \"&lt;a href=\"Manorialism\"&gt;havezate&lt;/a&gt;\" (&lt;a href=\"Drente\"&gt;Drente&lt;/a&gt;, &lt;a href=\"Overijssel\"&gt;Overijssel&lt;/a&gt; and &lt;a href=\"Gelderland\"&gt;Gelderland&lt;/a&gt;). Some of these buildings were fortified. A number of castles associated with the &lt;a href=\"nobility\"&gt;nobility&lt;/a&gt; are found in the country. In Dutch, a building like this was called a \"kasteel\", a \"slot\", a \"burcht\" or (in &lt;a href=\"Groningen%20%28province%29\"&gt;Groningen&lt;/a&gt;) a \"borg\".\nDuring the &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt; in the 17th century, &lt;a href=\"merchants\"&gt;merchants&lt;/a&gt; and &lt;a href=\"regenten\"&gt;regents&lt;/a&gt; looking for ways to spend their wealth bought country estates and built grand new homes, often just for summer use. Some purchased existing manor houses and castles from the nobility. Some country houses were built on top of the ruins of earlier castles that had been destroyed during the &lt;a href=\"Dutch%20Revolt\"&gt;Dutch Revolt&lt;/a&gt;. The owners, aspiring to noble status, adopted the name of the earlier castle.\nThese country houses or stately homes (called \"&lt;a href=\"buitenplaats\"&gt;buitenplaats&lt;/a&gt;\" or \"buitenhuis\" in Dutch) were located close to the city in picturesque areas with a clean water source. Wealthy families sent their children to the country in the summer because of the putrid canals and diseases in the city. A few still exist, especially along the river &lt;a href=\"Vecht%20%28Utrecht%29\"&gt;Vecht&lt;/a&gt;, the river &lt;a href=\"Amstel\"&gt;Amstel&lt;/a&gt;, the &lt;a href=\"Spaarne\"&gt;Spaarne&lt;/a&gt; in &lt;a href=\"Kennemerland\"&gt;Kennemerland&lt;/a&gt;, the river &lt;a href=\"Vliet%20%28canal%29\"&gt;Vliet&lt;/a&gt; and in &lt;a href=\"Wassenaar\"&gt;Wassenaar&lt;/a&gt;. Some are located near former lakes (now &lt;a href=\"polder\"&gt;polder&lt;/a&gt;s) like the Wijkermeer, &lt;a href=\"Watergraafsmeer\"&gt;Watergraafsmeer&lt;/a&gt; and the &lt;a href=\"Beemster\"&gt;Beemster&lt;/a&gt;. In the 19th century, with improvements in water management, new regions came into fashion, such as the &lt;a href=\"Utrecht%20Hill%20Ridge\"&gt;Utrecht Hill Ridge&lt;/a&gt; (Utrechtse Heuvelrug) and the area around &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt;.\nToday there is a tendency to group these grand buildings together in the category of \"castles\". There are many &lt;a href=\"List%20of%20castles%20in%20the%20Netherlands\"&gt;castles&lt;/a&gt; and &lt;a href=\"buitenplaats\"&gt;buitenplaats&lt;/a&gt;en in all twelve provinces. A larger-than-average home is today called a &lt;a href=\"villa\"&gt;villa&lt;/a&gt; or a herenhuis, but despite the grand name this is not the same as a manor house.\nPoland.\nThe architectural form of the Polish manor house () evolved around the late &lt;a href=\"Polish%20Renaissance\"&gt;Polish Renaissance&lt;/a&gt; period and continued until the Second World War, which, together with the communist takeover of Poland, spelled the end of the &lt;a href=\"szlachta\"&gt;nobility in Poland&lt;/a&gt;. A 1944 decree nationalized most mansions as property of the nobles, but few were adapted to other purposes. Many slowly fell into ruin over the next few decades.\nPoland inherited many German-style manor houses (\"Gutshäuser\") after &lt;a href=\"former%20eastern%20territories%20of%20Germany\"&gt;parts of eastern Germany&lt;/a&gt; were taken over by Poland after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nPortugal.\nIn &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, it was quite common during the 17th to early 20th centuries for the &lt;a href=\"Portuguese%20nobility\"&gt;aristocracy&lt;/a&gt; to have country homes. These homes, known as solares (paços, when the manor was a certain stature or size; \"quintas\", when the manor included a sum of land), were found particularly in the northern, usually richer, Portugal, in the &lt;a href=\"Beira%20%28Portugal%29\"&gt;Beira&lt;/a&gt;, &lt;a href=\"Entre-Douro-e-Minho%20Province\"&gt;Minho&lt;/a&gt;, and &lt;a href=\"Tr%C3%A1s-os-Montes%20e%20Alto%20Douro%20Province\"&gt;Trás-os-Montes&lt;/a&gt; provinces. Many have been converted into a type of hotel called &lt;a href=\"Pousadas%20de%20Portugal\"&gt;pousada&lt;/a&gt;.\n&lt;a href=\"Quinta%20%28estate%29\"&gt;Quinta&lt;/a&gt; is a term used in the &lt;a href=\"Portuguese%20language\"&gt;Portuguese language&lt;/a&gt;-speaking world, which is applied variously to manors homes or to estates as a whole.\nSpain.\nCasa solariega is the catch-all name for manor houses in Spain. They were the places where heads of noble families resided. Those houses receive a different name depending on the geographical region of Spain where they are located, the noble rank of the owner family, the size of the house and/or the use that the family gave to them. In Spain a good many old manor houses, palaces, castles and grand homes have been converted into a type of hotel called \"&lt;a href=\"parador\"&gt;parador&lt;/a&gt;\".\nA Palacio is a sumptuously decorated grand residence, especially a royal residence or the home of a head of state or some other high-ranking dignitary, such as a bishop or archbishop. The word itself is derived from the Latin name Palātium, for Palatine Hill, the hill which housed the Imperial residences in Rome. Palacio Real is the same as Palacio, but historically used (either now or in the past) by the &lt;a href=\"Spanish%20Royal%20Family\"&gt;Spanish Royal Family&lt;/a&gt;. Palacio arzobispal is the same as Palacio, but historically used (either now or in the past) by the ecclesiastic authorities (mainly bishops or archbishops). Palacete is bejewelled and built house as a palace, but smaller.\n&lt;a href=\"Alc%C3%A1zar\"&gt;Alcázar&lt;/a&gt; is a type of Moorish castle or fortified palace in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; (and also &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;) built during Muslim rule, although some founded by Christians. Mostly of the alcázars were built between the 8th and 15th centuries. Many cities in Spain have its alcázar. Palaces built in the Moorish style after the &lt;a href=\"Reconquista\"&gt;expulsion of the Moors from Spain&lt;/a&gt; are often referred to as alcazars as well.\n&lt;a href=\"Hacienda\"&gt;Hacienda&lt;/a&gt; is landed estates of significant size located in the south of &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; (&lt;a href=\"Andalusia\"&gt;Andalusia&lt;/a&gt;). They were also very common in the former &lt;a href=\"Spanish%20Empire\"&gt;Spanish Colonies&lt;/a&gt;. Some haciendas were &lt;a href=\"plantation\"&gt;plantation&lt;/a&gt;s, &lt;a href=\"Mining\"&gt;mines&lt;/a&gt; or &lt;a href=\"Factory\"&gt;factories&lt;/a&gt;. Many haciendas combined these productive activities. They were developed as profit-making, economic enterprises linked to regional or international markets. The owner of an hacienda was termed an \"hacendado\" or \"patrón\". The work force on haciendas varied, depending on the type of hacienda and where it was located.\nCasona is old manor houses in &lt;a href=\"Province%20of%20Le%C3%B3n\"&gt;León&lt;/a&gt;, &lt;a href=\"Asturias\"&gt;Asturias&lt;/a&gt; and &lt;a href=\"Cantabria\"&gt;Cantabria&lt;/a&gt; (&lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;) following the so-called \"&lt;a href=\"casa%20monta%C3%B1esa\"&gt;casa montañesa&lt;/a&gt; architecture\". Most of them were built in the 17th and 18th centuries. Typologically they are halfway between rustic houses and palaces\nQuinta is a countryside house closer to the urban core. Initially, \"quinta\" (fifth) designated the 1/5 part of the production that the lessee (called \"quintero\") paid to the lessor (owner of the land), but lately the term was applied to the whole property. This term is also very common in the former &lt;a href=\"Spanish%20Empire\"&gt;Spanish Colonies&lt;/a&gt;.\n&lt;a href=\"Alqueria\"&gt;Alqueria&lt;/a&gt; in &lt;a href=\"Al-Andalus\"&gt;Al-Andalus&lt;/a&gt; made reference to small rural communities that were located near cities (&lt;a href=\"medina\"&gt;medina&lt;/a&gt;s). Since the 15th century it makes reference to a farmhouse, with an agricultural &lt;a href=\"farm\"&gt;farm&lt;/a&gt;, typical of &lt;a href=\"Spanish%20Levante\"&gt;Levante&lt;/a&gt; and the southeastern &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt;, mainly in &lt;a href=\"province%20of%20Granada\"&gt;Granada&lt;/a&gt; and &lt;a href=\"Valencian%20Community\"&gt;Valencia&lt;/a&gt;.\nA \"&lt;a href=\"pazo\"&gt;pazo&lt;/a&gt;\" is a type of grand old house found in &lt;a href=\"Galicia%20%28Spain%29\"&gt;Galicia&lt;/a&gt;. A \"pazo\" is usually located in the countryside and the former residence of an important nobleman or other important individual. They were of crucial importance to the rural and monastic communities around them. The \"pazo\" was a traditional architectural structure associated with a community and social network. It usually consisted of a main building surrounded by gardens, a dovecote and outbuildings such as a small &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt;s for religious celebrations. The word \"pazo\" is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"palatiu(m)\" (\"palace\").\nThe &lt;a href=\"Baserri\"&gt;Baserri&lt;/a&gt;, called \"Caserio\" in Spanish, is the typical manor house of the &lt;a href=\"Basque%20Country%20%28autonomous%20community%29\"&gt;Basque Provinces&lt;/a&gt; and &lt;a href=\"Navarre\"&gt;Navarre&lt;/a&gt;. A baserri represents the core unit of traditional Basque society, as the \"ancestral home of a family\". Traditionally, the household is administered by the \"etxekoandre\" (lady of the house) and the \"etxekojaun\" (master of the house), each with distinctly defined rights, roles and responsibilities. When the couple reaches a certain age upon which they wish to retire, the baserri is formally handed over to a child. Unusually, the parents were by tradition free to choose any child, male or female, firstborn or later born, to assume the role of \"etxekoandre\" or \"etxekojaun\" to ensure the child most suitable to the role would inherit the ancestral home. The baserri &lt;a href=\"Fuero\"&gt;under traditional law (the \"fueros\")&lt;/a&gt; cannot be divided or inherited by more than one person. This is still the case in the &lt;a href=\"Southern%20Basque%20Country\"&gt;Southern Basque Country&lt;/a&gt; but the introduction of the &lt;a href=\"Napoleonic%20Code\"&gt;Napoleonic Code&lt;/a&gt; in France, under which such practices are illegal, greatly upset this tradition in the North. Although the Basques in the north chose to be \"creative\" with the new laws, it overall resulted in the breakup and ultimate financial ruin of many baserris. In practice the tradition of not breaking up baserris meant that the remaining children had to marry into another baserri, stay on the family baserri as unmarried employees or make their own way in the world (\"Iglesia o mar o casa real\", \"Church or sea or royal house\").\nA &lt;a href=\"cortijo\"&gt;cortijo&lt;/a&gt; is a type of traditional rural habitat in the Southern half of &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, including all of &lt;a href=\"Andalusia\"&gt;Andalusia&lt;/a&gt; and parts of &lt;a href=\"Extremadura\"&gt;Extremadura&lt;/a&gt; and &lt;a href=\"Castile-La%20Mancha\"&gt;Castile-La Mancha&lt;/a&gt;. \"Cortijos\" may have their origins in ancient &lt;a href=\"Roman%20villa\"&gt;Roman villa&lt;/a&gt;s, for the word is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"cohorticulum\", a diminutive of \"cohors\", meaning '&lt;a href=\"courtyard\"&gt;courtyard&lt;/a&gt;'. They are often isolated structures associated with a large family farming or &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; operation in the vast and empty adjoining lands. It would usually include a large house, together with accessory buildings such as workers' quarters, sheds to house livestock, granaries, &lt;a href=\"oil%20mill\"&gt;oil mill&lt;/a&gt;s, barns and often a wall enclosing a courtyard. The master of the \"cortijo\" or \"señorito\" would usually live with his family in a two-story building, while the accessory structures were for the labourers and their families —also known as \"cortijeros\".\nUnited States.\nBefore the founding of the United States, colonial powers such as Britain, France and the Netherlands made land grants to favored individuals in the original colonies that evolved into large agricultural estates that resembled the manors familiar to Europeans. In fact, founding fathers such as George Washington, Thomas Jefferson and James Madison were the owners of large agricultural estates granted by colonial rulers and built large manor houses from which these estates were managed (e.g., &lt;a href=\"Mount%20Vernon\"&gt;Mount Vernon&lt;/a&gt;, &lt;a href=\"Monticello\"&gt;Monticello&lt;/a&gt;). However, there were important distinctions. American agricultural estates often relied on slaves rather than tenant farmers or serfs which were common in Europe at the time. The owners of American agricultural estates did not have noble titles and there was no legally recognized political structure based on an aristocratic, land-owning class. As a result, this limited the development of a feudal or manorial land-owning system to just a few regions such as Tidewater and Piedmont Virginia, the &lt;a href=\"Carolina%20Low%20Country\"&gt;Carolina Low Country&lt;/a&gt;, the &lt;a href=\"Mississippi%20Delta\"&gt;Mississippi Delta&lt;/a&gt;, and the &lt;a href=\"Hudson%20River%20Valley\"&gt;Hudson River Valley&lt;/a&gt; in the early years of the republic. Southern California (under Spanish and Mexican administration) also developed a primitive manorial society. However, even these exceptions did not produce European-style manorial social, political and economic structures and with a few notable exceptions, did not result in the extravagant manor houses as found throughout Europe. \nToday, relics of early manorial life in the early United States are found in a few places such as the &lt;a href=\"Eastern%20Shore%20of%20Maryland\"&gt;Eastern Shore of Maryland&lt;/a&gt; with examples such as &lt;a href=\"Wye%20Hall\"&gt;Wye Hall&lt;/a&gt; and &lt;a href=\"Hope%20House%20%28Easton%2C%20Maryland%29\"&gt;Hope House (Easton, Maryland)&lt;/a&gt;, Virginia at &lt;a href=\"Monticello\"&gt;Monticello&lt;/a&gt; and &lt;a href=\"Westover%20Plantation\"&gt;Westover Plantation&lt;/a&gt;, the Hudson River Valley of New York at &lt;a href=\"Clermont%20State%20Historic%20Site\"&gt;Clermont State Historic Site&lt;/a&gt; or along the Mississippi such as &lt;a href=\"Lansdowne%20%28Natchez%2C%20Mississippi%29\"&gt;Lansdowne (Natchez, Mississippi)&lt;/a&gt;. Over time, these large estates were usually subdivided as they became economically unsustainable and are now a fraction of their historical extent. In the southern states, the demise of plantation slavery after the Civil War gave rise to a &lt;a href=\"sharecropping\"&gt;sharecropping&lt;/a&gt; agricultural economy that had similarities to European &lt;a href=\"serfdom\"&gt;serfdom&lt;/a&gt; and lasted into the early 20th century. The &lt;a href=\"Biltmore%20Estate\"&gt;Biltmore Estate&lt;/a&gt; in North Carolina (which is still owned by descendants of the original builder, a member of the &lt;a href=\"Vanderbilt%20family\"&gt;Vanderbilt family&lt;/a&gt;) is a more modern, though unsuccessful, attempt at building a small manorial society near Asheville, North Carolina. \nMost manor-style homes built since the Civil War were merely country retreats for wealthy industrialists in the late 19th and early 20th century and had little agricultural, administrative or political function. Examples of these homes include &lt;a href=\"Castle%20Hill%20%28Ipswich%2C%20Massachusetts%29\"&gt;Castle Hill (Ipswich, Massachusetts)&lt;/a&gt;, &lt;a href=\"Vanderbilt%20Mansion%20National%20Historic%20Site\"&gt;Vanderbilt Mansion National Historic Site&lt;/a&gt; and &lt;a href=\"Hearst%20Castle\"&gt;Hearst Castle&lt;/a&gt;. A rare example of hereditary estate ownership in the United States that includes a manor-type house is &lt;a href=\"Gardiners%20Island\"&gt;Gardiners Island&lt;/a&gt;, a private island that has been in the same family since the 17th century and contains a &lt;a href=\"Georgian%20architecture\"&gt;Georgian architecture&lt;/a&gt; house. Today, some historically and architecturally significant manor houses in the United States are museums. However, many still function as private residences, including many of the colonial-era manor houses found in Maryland and Virginia a few of which are still held within the original families.\nUnlike in Europe, the United States did not create a native architectural style common to Manor houses. A typical architectural style used for American manor-style homes in the mid-Atlantic region is &lt;a href=\"Georgian%20architecture\"&gt;Georgian architecture&lt;/a&gt; although a homegrown variant of Georgian did emerge in the late 1700s called &lt;a href=\"Federal%20architecture\"&gt;Federal architecture&lt;/a&gt;. A typical example of a Georgian manor house is &lt;a href=\"Tulip%20Hill\"&gt;Tulip Hill&lt;/a&gt; in Maryland. Other styles borrowed from Europe include &lt;a href=\"Ch%C3%A2teauesque\"&gt;Châteauesque&lt;/a&gt; with &lt;a href=\"Biltmore%20Estate\"&gt;Biltmore Estate&lt;/a&gt; being an example, &lt;a href=\"Tudor%20Revival%20architecture\"&gt;Tudor Revival architecture&lt;/a&gt; see &lt;a href=\"Planting%20Fields%20Arboretum%20State%20Historic%20Park\"&gt;Planting Fields Arboretum State Historic Park&lt;/a&gt;, and &lt;a href=\"Neoclassical%20architecture\"&gt;Neoclassical architecture&lt;/a&gt; with &lt;a href=\"Monticello\"&gt;Monticello&lt;/a&gt; being a prominent example. In the &lt;a href=\"Antebellum%20South\"&gt;Antebellum South&lt;/a&gt;, many plantation homes were built in &lt;a href=\"Greek%20Revival%20architecture\"&gt;Greek Revival architecture&lt;/a&gt; style.\n&lt;a href=\"Virginia%20House\"&gt;Virginia House&lt;/a&gt; is a former sixteenth century English manor house blending three romantic English Tudor designs. In 1925, it was relocated to &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt; from main sections dating from the 1620 remodeling of a priory in &lt;a href=\"Warwickshire%2C%20England\"&gt;Warwickshire, England&lt;/a&gt; and reconstructed on a hillside overlooking the &lt;a href=\"James%20River\"&gt;James River&lt;/a&gt; in &lt;a href=\"Windsor%20Farms\"&gt;Windsor Farms&lt;/a&gt;. Virginia House is now owned and operated by the &lt;a href=\"Virginia%20Historical%20Society\"&gt;Virginia Historical Society&lt;/a&gt;. When the interior was re-designed by it owners Alexander and Virginia Weddell, it became a home that was modern for its time with central heating, seven full baths, an up-to-date kitchen, and large closets. The almost eight acres of gardens and grounds on which Virginia House rests were designed by &lt;a href=\"Charles%20Gillette\"&gt;Charles Gillette&lt;/a&gt;. The house has been preserved and is largely as it was when the Weddells lived there. Virginia House is on the &lt;a href=\"National%20Register%20of%20Historic%20Places%20listings%20in%20Richmond%2C%20Virginia\"&gt;National Register of Historic Places listings in Richmond, Virginia&lt;/a&gt;."
}