{
    "id": "771215",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=771215",
    "title": "City of Rocks National Reserve",
    "text": "The City of Rocks National Reserve, also known as the Silent City of Rocks, is a &lt;a href=\"List%20of%20areas%20in%20the%20United%20States%20National%20Park%20System%23National%20reserves\"&gt;United States National Reserve&lt;/a&gt; and &lt;a href=\"state%20park\"&gt;state park&lt;/a&gt; in south-central &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, approximately north of the border with &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;. It is widely known for its enormous granite &lt;a href=\"Rock%20formations%20in%20the%20United%20States\"&gt;rock formations&lt;/a&gt; and excellent &lt;a href=\"rock%20climbing\"&gt;rock climbing&lt;/a&gt;.\nThe &lt;a href=\"rock%20spire\"&gt;rock spire&lt;/a&gt;s in the City of Rocks and adjacent &lt;a href=\"Castle%20Rocks%20State%20Park\"&gt;Castle Rocks State Park&lt;/a&gt; are largely composed of granitic rock of the &lt;a href=\"Oligocene\"&gt;Oligocene&lt;/a&gt; &lt;a href=\"Almo%20pluton\"&gt;Almo pluton&lt;/a&gt; and &lt;a href=\"Archean\"&gt;Archean&lt;/a&gt; &lt;a href=\"Green%20Creek%20Complex\"&gt;Green Creek Complex&lt;/a&gt;. City of Rocks is also a popular &lt;a href=\"rock%20climbing\"&gt;rock climbing&lt;/a&gt; area, with over 1,000 traditional and bolt-protected routes. In the 1980s, it was home to some of the most difficult routes in the country, mostly developed by Idaho climber &lt;a href=\"Tony%20Yaniro\"&gt;Tony Yaniro&lt;/a&gt;. Climbers in the region refer to the area as simply \"The City\".\nDuring the 1840s and 1850s, wagon trains on the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt; left the &lt;a href=\"Raft%20River\"&gt;Raft River&lt;/a&gt; valley and traveled through the area and over &lt;a href=\"Granite%20Pass%20%28Idaho%29\"&gt;Granite Pass&lt;/a&gt; into &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;. Names or initials of emigrants written in &lt;a href=\"axle\"&gt;axle&lt;/a&gt; &lt;a href=\"grease%20%28lubricant%29\"&gt;grease&lt;/a&gt; are still visible on &lt;a href=\"Register%20Rock\"&gt;Register Rock&lt;/a&gt;, and ruts from wagon wheels can be seen in some of the rocks.\nHistory.\nIn 1849, an emigrant party with &lt;a href=\"James%20Wilkins\"&gt;James Wilkins&lt;/a&gt; \"encamped at the city of the rocks\" on the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt; just north of the &lt;a href=\"Great%20Salt%20Lake%20Desert\"&gt;Great Salt Lake Desert&lt;/a&gt;. Signatures in axle grease on rock faces can be seen today. One emigrant saw the distant rocks in August like \"water thrown up into the air from numerous artificial hydrants.\" Beginning in 1843, City of Rocks was a landmark for emigrants on the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt; and &lt;a href=\"Salt%20Lake%20Cutoff\"&gt;Salt Lake Alternate Trail&lt;/a&gt; and later on freight routes and the &lt;a href=\"Kelton%2C%20Utah\"&gt;Kelton, Utah&lt;/a&gt; to &lt;a href=\"Boise%2C%20Idaho\"&gt;Boise, Idaho&lt;/a&gt; stage route.\nThe area's historical and geological values, scenery, and opportunities for recreation led to its designation as City of Rocks National Reserve in 1988. This unit of the National Park System is managed cooperatively by the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; and the &lt;a href=\"Idaho%20Department%20of%20Parks%20and%20Recreation\"&gt;Idaho Department of Parks and Recreation&lt;/a&gt;.\nNative American history.\nThe &lt;a href=\"Shoshone\"&gt;Shoshone&lt;/a&gt; and &lt;a href=\"Bannock%20%28tribe%29\"&gt;Bannock&lt;/a&gt; tribes hunted the &lt;a href=\"American%20Bison\"&gt;buffalo&lt;/a&gt; that once roamed in the City of Rocks area and gathered the nuts of the &lt;a href=\"pinyon%20pine\"&gt;pinyon pine&lt;/a&gt; trees. The arrival of horses in the Americas in the 16th century and swelling European immigration disrupted the Shoshone-Bannock homelands and traditional way of life. They grew to resent the intruders but could do little to stop them. Most emigrants on the California Trail saw no Native Americans, but some of their journals record smoke rising from high hills and the surrounding mountains.\nIn 1826, &lt;a href=\"Peter%20Skene%20Ogden\"&gt;Peter Skene Ogden&lt;/a&gt; and his &lt;a href=\"Snake%20River%20brigade\"&gt;Snake River brigade&lt;/a&gt; of beaver trappers were the first Euro-Americans to note the City of Rocks. Having few &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt;, the area was ignored until 1843, when growing streams of wagons began flowing through the area in the summer.\n&lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt;.\nAfter many attempts to find a wagon route to California early California settlers like &lt;a href=\"Joseph%20B.%20Chiles\"&gt;Joseph B. Chiles&lt;/a&gt; and mountain men such as &lt;a href=\"Joseph%20R.%20Walker\"&gt;Joseph R. Walker&lt;/a&gt; found the route up the &lt;a href=\"Raft%20River\"&gt;Raft River&lt;/a&gt;, through the City of Rocks, over Granite Pass and down a series of streams like Goose Creek and Thousand Springs to the Humboldt River. From the junction of the Humboldt near today's &lt;a href=\"Wells%2C%20Nevada\"&gt;Wells, Nevada&lt;/a&gt; they could follow the Humboldt west to the &lt;a href=\"Sierra%20Nevada%20%28U.S.%29\"&gt;Sierra Nevada (U.S.)&lt;/a&gt; and on to &lt;a href=\"California\"&gt;California&lt;/a&gt;. Both Chiles, Walker and later &lt;a href=\"John%20C.%20Fremont\"&gt;John C. Fremont&lt;/a&gt; led settlers over this route. Later wagon parties seldom used guides but followed the tracks of the early pioneer's wagons or the wagons in front of them. By 1850 so many people were on the trail that it was often like a long traveling village crawling its way to California. Newspapers and independent publishers in the east or mid-west often published emigrant \"guides\" that could be bought for little money from several different authors by 1850. The City of Rocks and the nearby &lt;a href=\"Granite%20Pass%20%28Idaho%29\"&gt;Granite Pass (Idaho)&lt;/a&gt; marked roughly half way to California for the emigrants and their loaded wagons. By 1846, some emigrants headed for Oregon's &lt;a href=\"Willamette%20Valley\"&gt;Willamette Valley&lt;/a&gt; also used this route as part of the &lt;a href=\"Applegate%20Trail\"&gt;Applegate Trail&lt;/a&gt;. This rugged cutoff was little used in later years.\nIn 1848 Samuel J. Hensley, a pioneer that accompanied Joseph B. Chiles in 1842, pioneered the &lt;a href=\"Salt%20Lake%20Cutoff\"&gt;Salt Lake Cutoff&lt;/a&gt; from &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt; north of the &lt;a href=\"Great%20Salt%20Lake\"&gt;Great Salt Lake&lt;/a&gt; when he traveled east while returning to Missouri. The Salt Lake cutoff rejoined the main California Trail near the City of Rocks. Settlers using the Salt Lake Cutoff traveled about the same number of miles as settlers going by way of &lt;a href=\"Fort%20Hall\"&gt;Fort Hall&lt;/a&gt; and west along the &lt;a href=\"Snake%20River\"&gt;Snake River&lt;/a&gt; valley route. In 1852, some 52,000 people passed through the City of Rocks on their way to join the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt;.\nWhen the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt; was first opened in 1843, Granite Pass, near City of Rocks provided the pass that allowed an \"easy\" connection with streams and creeks that provided the needed water and grass for their teams along the way between the &lt;a href=\"Raft%20River\"&gt;Raft River&lt;/a&gt; and the &lt;a href=\"Humboldt%20River\"&gt;Humboldt River&lt;/a&gt;. After 1850 the Pass initially became part of &lt;a href=\"Utah%20Territory\"&gt;Utah Territory&lt;/a&gt;, and in 1872 an &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;-&lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; boundary survey error establishing the Utah-Idaho boundary. placed Granite Pass in &lt;a href=\"Idaho%20Territory\"&gt;Idaho Territory&lt;/a&gt;. With the completion of the &lt;a href=\"first%20transcontinental%20railroad\"&gt;first transcontinental railroad&lt;/a&gt; on 9 May 1869, the overland wagon routes began to pass into history. However, wagons and stage lines saw continued use on regional supply routes that spread out from the railroad line to cities not on the railway line(s).\n&lt;a href=\"John%20Halley\"&gt;John Halley&lt;/a&gt;'s stage route connected the railroad (CPRR) station at &lt;a href=\"Kelton%2C%20Utah\"&gt;Kelton, Utah&lt;/a&gt;, with Idaho's mining hub of &lt;a href=\"Boise%2C%20Idaho\"&gt;Boise, Idaho&lt;/a&gt;, and supplied the early &lt;a href=\"economic%20development\"&gt;economic development&lt;/a&gt; of Idaho, which won &lt;a href=\"U.S.%20state\"&gt;statehood&lt;/a&gt; in 1890. The &lt;a href=\"Kelton%20stage%20route\"&gt;Kelton stage route&lt;/a&gt; passed through the City of Rocks, with a stage station set up near the junction of the old California Trail and the Salt Lake Cutoff. Settlers began to homestead the City of Rocks area in the late 19th century. Dryland farming declined during the drought years of the 1920s and 1930s, but ranching survived. Livestock grazing began with early wagon use of the area in the mid-19th century and continues today.\nOne of the favorite camping spots for emigrants was Camp Rock. Emigrants wrote on the stone face with axle grease writing out their names and dates of passage.\nFacts and designations.\nThe &lt;a href=\"Idaho%20Legislature\"&gt;Idaho Legislature&lt;/a&gt; declared Section 36 within City of Rocks as a state park under the jurisdiction of the &lt;a href=\"Idaho%20Department%20of%20Lands\"&gt;Idaho Land Board&lt;/a&gt; on February 27, 1957. In 1964, a much larger area (more than ) was designated a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt;. On March 15, 1973, Section 36 was transferred to the &lt;a href=\"Idaho%20Department%20of%20Parks%20and%20Recreation\"&gt;Idaho Department of Parks and Recreation&lt;/a&gt; from the &lt;a href=\"Idaho%20Department%20of%20Lands\"&gt;Department of Lands&lt;/a&gt;. The following year, the area was designated a &lt;a href=\"National%20Natural%20Landmark\"&gt;National Natural Landmark&lt;/a&gt;. The &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; studied the site in the 1970s and 80s as a proposed &lt;a href=\"national%20monument\"&gt;national monument&lt;/a&gt;.\nCity of Rocks National Reserve was created November 18, 1988 by Public Law 100-696, &lt;a href=\"Arizona-Idaho%20Conservation%20Act%20of%201988\"&gt;Arizona-Idaho Conservation Act of 1988&lt;/a&gt;. This Act drew a boundary around owned or managed by the &lt;a href=\"USDA%20Forest%20Service\"&gt;USDA Forest Service&lt;/a&gt;, &lt;a href=\"Bureau%20of%20Land%20Management\"&gt;Bureau of Land Management&lt;/a&gt;, Idaho Department of Parks and Recreation (IDPR), and private individuals. All lands owned by the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; within the Reserve boundaries were placed under the authority of the National Park Service (NPS). Between 1988 and 1996, the Reserve was co-managed by both NPS and IDPR. After the approval of a comprehensive management plan, the NPS officially transferred on-site management of the Reserve to IDPR on May 2, 1996. Today, the park functions under a unique cooperative agreement between the NPS and IDPR. Both agencies allocate partial funding to its operation. City of Rocks National Reserve is visited annually by over 80,000 visitors. The Reserve headquarters is located in the gateway community of &lt;a href=\"Almo%2C%20Idaho\"&gt;Almo&lt;/a&gt;.\nEnvironment.\nCity of Rocks, an extraordinary encirclement of granite rising out of the gently rolling &lt;a href=\"sagebrush\"&gt;sagebrush&lt;/a&gt; country in south-central Idaho, has attracted and intrigued people since they first entered this region. The &lt;a href=\"Shoshone\"&gt;Shoshone&lt;/a&gt; camped here as did the emigrants traveling along the California Trail. One of the reserve's most notable qualities is its large degree of &lt;a href=\"biological%20diversity\"&gt;biological diversity&lt;/a&gt; concentrated in a relatively small area. The great variety of textures, colors, and shapes in the &lt;a href=\"natural%20landscape\"&gt;natural landscape&lt;/a&gt; contributes considerably to the reserve's scenic quality.\nGeologic formations.\nThe landscape of City of Rocks has been sculpted from &lt;a href=\"granite\"&gt;granite&lt;/a&gt; that was intruded into the crust during two widely spaced times. The granite that composes most of the spires is part of the 28-million-year-old Almo pluton. However, some of the spires are made of granite that is part of the 2.5 billion-year-old Green Creek Complex that contains some of the oldest rocks in the western United States. The granite has eroded into a fascinating assortment of shapes.\nCity of Rocks was designated a National Reserve, a unit of the National Park Service, in recognition of the nationally significant geological and scenic values of its rock formations and the historical significance of the California Trail. Rock formations in the reserve developed through an erosion process called &lt;a href=\"exfoliation%20%28geology%29\"&gt;exfoliation&lt;/a&gt;, during which thin rock plates and scales sloughed off along joints in the rocks. The joints, or fractures, resulted from the contraction of the granite as it cooled, from an upward expansion of the granite as overlying materials were eroded away, and from regional tectonic stresses. The granite has eroded into a fascinating assortment of shapes as high as . The upper surfaces of many of the rocks are covered with flat-floored weathering pits known as panholes. The most notable panhole is located on top of Bath Rock and is continuously filled with water from rain or snowmelt.\nAnimals.\nLocated in the &lt;a href=\"Northern%20Basin%20and%20Range%20%28ecoregion%29\"&gt;Northern Basin and Range&lt;/a&gt;/&lt;a href=\"List%20of%20ecoregions%20in%20the%20United%20States%20%28WWF%29\"&gt;Snake-Columbia shrub steppe&lt;/a&gt; ecoregions and the Raft Watershed of the Upper &lt;a href=\"Snake%20River\"&gt;Snake River&lt;/a&gt; Basin, the habitat of the reserve supports a large variety of &lt;a href=\"mammals\"&gt;mammals&lt;/a&gt;, &lt;a href=\"birds\"&gt;birds&lt;/a&gt;, &lt;a href=\"reptiles\"&gt;reptiles&lt;/a&gt;, and &lt;a href=\"invertebrates\"&gt;invertebrates&lt;/a&gt;.\nPlants.\nNotable plant life includes:\nOther dominant plants in the City of Rocks National Reserve include:\nWeather.\nThe semi-arid climate is characterized by low to moderate precipitation, great extremes in both daily and seasonal temperatures, and low &lt;a href=\"relative%20humidity\"&gt;relative humidity&lt;/a&gt;. Average annual precipitation is approximately at the lower elevations and in the highest areas. Average snow depths for higher elevations range between 35 and . Summers are hot and dry with occasional thunderstorms.\nMountains.\nThe reserve is in the southern part of the &lt;a href=\"Albion%20Mountains\"&gt;Albion Mountains&lt;/a&gt;, bordered on the east by the &lt;a href=\"Raft%20River\"&gt;Raft River&lt;/a&gt; valley and to the north by the &lt;a href=\"Snake%20River\"&gt;Snake River&lt;/a&gt; valley. Elevations rise from where &lt;a href=\"Circle%20Creek\"&gt;Circle Creek&lt;/a&gt; meets the reserve boundary to at the top of &lt;a href=\"Graham%20Peak%20%28Cassia%20County%2C%20Idaho%29\"&gt;Graham Peak&lt;/a&gt; to the north.\nSoils.\nThe majority of the soils in the reserve are composed of &lt;a href=\"Grus%20%28geology%29\"&gt;grus&lt;/a&gt;, a coarse angular sand derived from the disintegration of the underlying granitic bedrock. They are highly erodible. Soil erosion is greatest near roads and on steep slopes and intermittent stream channels. Erosion in these areas has formed deep gullies. Some of the exposed soil banks are over high.\nControversy.\nClimbing on the \"Twin Sisters\", a major geological formation in the Reserve, was banned following a &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; decision and later court case involving the &lt;a href=\"Access%20Fund\"&gt;Access Fund&lt;/a&gt;. The Access Fund asserted that the NPS decision was \"arbitrary and capricious,\" while the NPS claimed that rock climbing on the Twin Sisters disrupted the \"historic viewshed\" of the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt;."
}