{
    "id": "7713804",
    "revid": "5846",
    "url": "https://en.wikipedia.org/wiki?curid=7713804",
    "title": "Rock-wallaby",
    "text": "The rock-wallabies are the &lt;a href=\"Wallaby\"&gt;wallabies&lt;/a&gt; of the genus Petrogale.\nTaxonomy.\nThe genus was established in 1837 by &lt;a href=\"John%20Edward%20Gray\"&gt;John Edward Gray&lt;/a&gt; in a revision of material at the &lt;a href=\"British%20Museum%20of%20Natural%20History\"&gt;British Museum of Natural History&lt;/a&gt;. Gray nominated his earlier description of \"Kangurus pencillatus\" as the type species, now recognised in the combination \"&lt;a href=\"Petrogale%20penicillata\"&gt;Petrogale penicillata&lt;/a&gt;\" (brush-tailed rock-wallaby). The author separated the species from the defunct genus \"Kangurus\", which he proposed to divide in his synopsis of the known macropod species.\nThe following is a list of species, with common names, arranged by alliances of species groups:\nEtymology.\nFrom Latin \"petr-\" = rock + Greek \"galé\" = weasel.\nDescription.\nA genus with a high degree of speciation, driven in part by their fidelity to complex habitats that are phylogeographically isolated, \"Petrogale\" is the most diverse macropod genus, with workers identifying 19 species and further cryptic taxa in taxonomic revisions to 2014.\nThe species occur in a weight range of 1–12 kilograms, relatively small to medium-sized marsupials.\nThe medium-sized, often colourful and extremely agile rock-wallabies live where rocky, rugged and steep terrain can provide daytime refuge. Males are slightly larger than females, with a body length of up to 59 cm and a 70 cm long tail.\nRock-wallabies are &lt;a href=\"nocturnal\"&gt;nocturnal&lt;/a&gt; and live a fortress-like existence spending their days in steep, rocky, complex terrain in some kind of shelter (a cave, an overhang or vegetation) and ranging out into surrounding terrain at night to feed. The greatest activity occurs three hours before sunrise and after sunset.\nHabitat.\nTheir reliance on refuges leads to the rock-wallabies living in small groups or &lt;a href=\"Colony\"&gt;colonies&lt;/a&gt;, with individuals having overlapping home ranges of about 15 hectares each. Within their colonies, they seem to be highly territorial with a male's territory overlapping one or a number of female territories. Even at night, the rock-wallabies do not move further than two kilometres from their home refuges.\nGenerally, there are three categories of habitat that the different species of rock-wallaby seem to prefer:\nSuitable habitat is limited and patchy and has led to varying degrees of isolation of colonies and a genetic differentiation specific to these colonies.\nThe rock wallaby height is ranges from 60 cm to 70 cm.\nSpecies decline.\nTheir total numbers and range have been drastically reduced since European colonisation, with populations becoming extinct in the south.\nThe ongoing extinction of colonies in recent times is of particular concern. In 1988 at &lt;a href=\"Jenolan%20Caves\"&gt;Jenolan Caves&lt;/a&gt; in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, for example, a caged population of 80 rock-wallabies was released to boost what was thought to be an abundant local wild population. By 1992, the total population was down to about seven. The survivors were caught and enclosed in a &lt;a href=\"fox\"&gt;fox&lt;/a&gt; and &lt;a href=\"cat\"&gt;cat&lt;/a&gt;-proof enclosure, and the numbers in this captive population have since begun to increase.\nScientists consider &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;es the major reason for the recent extinctions, along with competing herbivores, especially &lt;a href=\"goat\"&gt;goat&lt;/a&gt;s, &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; and &lt;a href=\"rabbit\"&gt;rabbit&lt;/a&gt;s, diseases such as &lt;a href=\"toxoplasmosis\"&gt;toxoplasmosis&lt;/a&gt; and &lt;a href=\"hydatidosis\"&gt;hydatidosis&lt;/a&gt;, &lt;a href=\"habitat%20fragmentation\"&gt;habitat fragmentation&lt;/a&gt; and destruction, and a lower genetic health due to the increasing isolation of colonies.\nRecovery and conservation.\nHabitat conservation and pest management addressing red foxes and goats appear to be the most urgent recovery actions to save the various species.\nThe national recovery team with support from non-government organisations such as the &lt;a href=\"Foundation%20for%20National%20Parks%20%26amp%3B%20Wildlife\"&gt;Foundation for National Parks &amp; Wildlife&lt;/a&gt; has implemented various programs ranging from land acquisition to captive breeding and awareness raising projects.\nMonitoring programs are implemented to register any changes in population sizes. Surveys and analysis establish the &lt;a href=\"genetic%20diversity\"&gt;genetic diversity&lt;/a&gt; of populations. Red fox and goat eradication aid the survival of local populations, and captive breeding programs are used as an 'insurance policy' to build up rock-wallaby numbers to boost wild populations.\nIn the case of the &lt;a href=\"yellow-footed%20rock-wallaby\"&gt;yellow-footed rock-wallaby&lt;/a&gt;, these strategies have prevented the extinction of the species in New South Wales."
}