{
    "id": "7717587",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=7717587",
    "title": "Yoshika Matsubara",
    "text": " is a former &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager. Matsubara is the CEO of Felice Mondo Inc., football instructor (Gyosei International School General Manager of Astra International course), and Vice Chairman of the &lt;a href=\"J.League\"&gt;J.League&lt;/a&gt; Players OB Party.\nBorn in &lt;a href=\"Hamamatsu\"&gt;Hamamatsu&lt;/a&gt;, &lt;a href=\"Shizuoka%20Prefecture\"&gt;Shizuoka Prefecture&lt;/a&gt;, Matsubara spent time playing with &lt;a href=\"CA%20Penarol\"&gt;CA Penarol&lt;/a&gt; of Uruguay upon graduating from Tokai University Shoyo Senior High School. He joined &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; team &lt;a href=\"J%C3%BAbilo%20Iwata\"&gt;Júbilo Iwata&lt;/a&gt; in 1994 upon his return to Japan, then making a series of moves starting with &lt;a href=\"Shimizu%20S-Pulse\"&gt;Shimizu S-Pulse&lt;/a&gt;, &lt;a href=\"JEF%20United%20Chiba\"&gt;JEF United Ichihara&lt;/a&gt;, &lt;a href=\"HNK%20Rijeka\"&gt;Rijeka&lt;/a&gt; of Croatia, &lt;a href=\"SR%20Delemont\"&gt;Delemont&lt;/a&gt; of Switzerland, &lt;a href=\"Shonan%20Bellmare\"&gt;Shonan Bellmare&lt;/a&gt;, &lt;a href=\"CA%20Progreso\"&gt;Progreso&lt;/a&gt; of Uruguay, &lt;a href=\"Avispa%20Fukuoka\"&gt;Avispa Fukuoka&lt;/a&gt;, &lt;a href=\"Defensor%20Sporting%20Club\"&gt;Defensor Sporting&lt;/a&gt; of Uruguay, &lt;a href=\"Okinawa%20Kariyushi%20FC\"&gt;Okinawa Kariyushi FC&lt;/a&gt; and &lt;a href=\"Fujieda%20MYFC\"&gt;Shizuoka FC&lt;/a&gt;. Playing for a total of 12 different clubs during his playing career.\nMatsubara also represented the &lt;a href=\"Japan%20national%20under-23%20football%20team\"&gt;Japan U-23 National team&lt;/a&gt;, and was part of the &lt;a href=\"Football%20at%20the%201996%20Summer%20Olympics%20%E2%80%93%20Men%27s%20tournament\"&gt;1996 Summer Olympics&lt;/a&gt; team which famously defeated the &lt;a href=\"Brazil%20national%20under-23%20football%20team\"&gt;Brazil&lt;/a&gt; which included players such as &lt;a href=\"Rivaldo\"&gt;Rivaldo&lt;/a&gt;, &lt;a href=\"Roberto%20Carlos\"&gt;Roberto Carlos&lt;/a&gt; and &lt;a href=\"Bebeto\"&gt;Bebeto&lt;/a&gt;.\nAfter announcing his retirement in 2005, he established Felice Mondo Inc. as the CEO of the company. He also holds the positions of General Manager of the Gyosei International School Astra International football program, and Vice Chairman of the &lt;a href=\"J.League\"&gt;J.League&lt;/a&gt; Players OB Party.\nEarly life.\nBorn in &lt;a href=\"Hamamatsu\"&gt;Hamamatsu&lt;/a&gt;, Matsubara was influenced by his older brother Shinya Matsubara in his start to football. Shinya captained his school team, and Matsubara was often drawn to watch some of his games.\nShinya moved to Argentina in his second year of high school and signed a professional football contract. Following in his older brothers footsteps, Matsubara sought advice to travel to Argentina himself, but was turned down. After graduating from high school, Matsubara attended university but left shortly after enrolling to reconsider his future. Although Matsubara had represented Japan as a member of the national U17 team, as the &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; had not been established at the time, he had no particular desire to become a professional football player. It was &lt;a href=\"Kazuyoshi%20Miura\"&gt;Kazuyoshi Miura&lt;/a&gt; who helped change his mind.\nUpon Kazutoshi Miura's triumphal return from Brazil, Matsubara watched one of Miura's games. What he saw that day inspired Matsubara to want to become a professional player. In his pursuit to sign for a professional club, Matsubara participated in trials at his local clubs &lt;a href=\"Shimizu%20S-Pulse\"&gt;Shimizu S-Pulse&lt;/a&gt;, and &lt;a href=\"J%C3%BAbilo%20Iwata\"&gt;Yamaha Motors&lt;/a&gt; (Now &lt;a href=\"J%C3%BAbilo%20Iwata\"&gt;Júbilo Iwata&lt;/a&gt;), clubs which were on the brink of joining the &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; at the time. Matsubara was unsuccessful however, and instead decided to travel abroad to find a club after being recommended by &lt;a href=\"Masakuni%20Yamamoto\"&gt;Masakuni Yamamoto&lt;/a&gt; of the &lt;a href=\"Japan%20Football%20Association\"&gt;Japan Football Association&lt;/a&gt;, who was putting together a team to compete in the &lt;a href=\"Football%20at%20the%201996%20Summer%20Olympics%20%E2%80%93%20Men%27s%20tournament\"&gt;1996 Summer Olympics&lt;/a&gt; at the time.\nPlaying career.\nStarting in Uruguay, Matsubara moved to Europe to play in Switzerland, Croatia and Germany before making his way back to South America to experience football in Brazil and Argentina. After returning to Japan to play for several clubs in the &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt;, Matsubara retired from football after completing a spell at &lt;a href=\"Fujieda%20MYFC\"&gt;Shizuoka FC&lt;/a&gt; as player manager.\nPersonal life.\nOut of all the countries Matsubara visited, Uruguay left the biggest influence on his life. He learnt Spanish during his time in Uruguay, and now also speaks English, Italian and Portuguese. He continues to play football for fun with other ex-J.Leaguers under a team called FC Infinitos. Matsubara credits Mr. Tagawa, principle of Gyosei International School of making an enormous impression on his life away from football.\nMatsubara has been a big fan of &lt;a href=\"Diego%20Maradona\"&gt;Diego Maradona&lt;/a&gt; since early childhood, and still keeps a picture of Maradona and himself on his wall.\nAfter his brother returned from Argentina, Shinya joined professional team &lt;a href=\"Shimizu%20S-Pulse\"&gt;Shimizu S-Pulse&lt;/a&gt;. This move set up a rare sibling derby match up when &lt;a href=\"Shimizu%20S-Pulse\"&gt;Shimizu S-Pulse&lt;/a&gt; played Matsubara's team &lt;a href=\"J%C3%BAbilo%20Iwata\"&gt;Júbilo Iwata&lt;/a&gt; in the reserve league. His brother now works in &lt;a href=\"Hamamatsu\"&gt;Hamamatsu&lt;/a&gt; for the Shizuoka Prefecture Football Association, and will work as a coach for &lt;a href=\"Hamamatsu%20University\"&gt;Hamamatsu University&lt;/a&gt; from 2013.\nPost-retirement.\nAfter retiring as a professional player, Matsubara struggled searching for a second career at first. Ultimately he chose to stay working in the world of football however, as a way of giving something back to the sport which made him so successful. Founded on the philosophy of teaching children in a relaxed manner and taking time to concentrate on building character, Matsubara opened his first Football school in 2005, aiming to offer the best children's coaching in the country.\nLater in 2009, Matsubara established FELICE MONDO Inc. The company has expanded in recent years, establishing football schools in &lt;a href=\"Roppongi\"&gt;Roppongi&lt;/a&gt; (Tokyo), &lt;a href=\"Urayasu\"&gt;Urayasu&lt;/a&gt; (Chiba) and &lt;a href=\"Kisarazu\"&gt;Kisarazu&lt;/a&gt; (Chiba). Club teams were also established in Roppongi (junior) and Urayasu (junior youth).\nMatsubara was also involved in the revitalization project of Gyosei International School through football, establishing the Astra International football course, and taking the position of General Manager. By testing his own management skills and establishing relationships with people from different backgrounds and industries, he has gained many supporters and contributors to his project. He has a long-term vision of community development through football education across Japan, with his ultimate dream of Japan hosting and winning the world cup. In order to achieve his dream, he has placed importance on improving links with the rest of the world to improve the quality of Japan's youth, and developing the quality of the &lt;a href=\"J.League\"&gt;J.League&lt;/a&gt; as a whole.\n2005: Opens FELICE Football School\n2009: Established FELICE MONDO INC. (transition from Felice Football School) Position of CEO\nTakes position of Gyosei International School General Manager of Astra International course. Takes position of Vice Chairman of the &lt;a href=\"J.League\"&gt;J.League&lt;/a&gt; Players OB Party.\nBecomes player advisor of TAKE ACTION F.C Foundation.\nFelice Mondo.\nFelice Mondo name means \"happy world\" in Italian. A name which Derives from the concept of creating a happy world by playing football. As well as operating a number of football schools in the Kanto region, the company holds football tournaments in Kisarazu City (in cooperation with the city), with over 3,000 athletes participating annually. As a guest, Matsubara has invited former &lt;a href=\"Japan%20national%20football%20team\"&gt;Japan national team&lt;/a&gt; manager &lt;a href=\"Philippe%20Troussier\"&gt;Philippe Troussier&lt;/a&gt;, ex-Juventus player &lt;a href=\"Paolo%20Montero\"&gt;Paolo Montero&lt;/a&gt;, ex-Japan internationals &lt;a href=\"Tetsuji%20Hashiratani\"&gt;Tetsuji Hashiratani&lt;/a&gt;, &lt;a href=\"Yutaka%20Akita\"&gt;Yutaka Akita&lt;/a&gt;, &lt;a href=\"Motohiro%20Yamaguchi\"&gt;Motohiro Yamaguchi&lt;/a&gt;, &lt;a href=\"Takayuki%20Suzuki\"&gt;Takayuki Suzuki&lt;/a&gt;, &lt;a href=\"Eisuke%20Nakanishi\"&gt;Eisuke Nakanishi&lt;/a&gt;, &lt;a href=\"Akihiro%20Endo\"&gt;Akihiro Endo&lt;/a&gt;, &lt;a href=\"Yasuto%20Honda\"&gt;Yasuto Honda&lt;/a&gt;, and &lt;a href=\"Masaaki%20Sawanobori\"&gt;Masaaki Sawanobori&lt;/a&gt;.\nCoaching.\nMatsubara attended the Instituto Superior de Education Fisica (ISEF) in Uruguay in 2002, and started studying as a coach. Receiving his first coaching certificate in 2005, by 2010 he was awarded with his S Level certificate by the &lt;a href=\"Japan%20Football%20Association\"&gt;Japan Football Association&lt;/a&gt;, completing the set which allows him to coach/manage teams in the &lt;a href=\"J.League\"&gt;J.League&lt;/a&gt;.\nMatsubara believes that in order to build a strong football nation, it is important for Japan to nurture its youth. Having spent time living abroad in his youth, he also emphasizes the importance of travelling abroad while you are young. Through various activities, he aims to foster humans who can thrive in the world, and represent Japan.\nHe considers the importance of offering guidance to children of all ages from early childhood to play a vital role in developing children. Accordingly, Matsubara has continuously taught over 1,000 children of all ages who have attended one of his football schools or clubs, Gyosei International Junior High school football club, Gakushuin Junior High football club and Gyosei International High school football club.\nInvolved in the establishment of the Gyosei international school Astra football club (junior high and high school), with the help and cooperation of the school and the community, the members of the club have grown from 0 to 160 in just four years. The junior high team has been promoted to the Chiba Prefecture 1st Division, and likewise, the high school team has also been promoted to the 1st division, making the team one of the top teams in the Prefecture.\nGyosei International School has set a long-term aim of becoming one of the strongest schools (junior high and high school) for football in the country. The school aims to develop \"humans who can shine in the world\" by teaching its students the three main principles of football, studying (English) and human interaction.\nIn recent years, the focus has been shifted to focus on the development and quality of football coaching. Regular coaching academy sessions for local coaches have been scheduled to improve the quality in coaching.\nCharity and Volunteer Work.\nFollowing the devastation caused by the 2011 Tohoku earthquake and tsunami, Matsubara worked together with ex-Japanese internationals Yutaka Akita and Keiji Ishizuka in 2012 to create the Tohoku Charity T-shirt project. 300 T-shirts signed by Paolo Montero, Alvaro Recoba and Ruben Sosa were all sold within 2 weeks. The proceeds to the T-shirts went towards inviting Nakano football club, a children's team from the disaster affected area of Tohoku, to participate in a football tournament held by Felice in Gyosei International school. As a guest, Paulo Montero was also invited to join the tournament and held a talk show to the children. There are also plans to re-invite Nakano football club to the next tournament.\nAs part of his volunteer work in the local community, the company makes over 80 visits to kindergartens to hold free football clinics in Minato Ward.\nThe company also cooperates with the nonprofit organization, CP Football &amp; Life Esperanza to offer football coaching to 7-a-side disabled football team.\nMedia Appearances.\nTV\nRadio\nColumn\nLectures"
}