{
    "id": "772549",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=772549",
    "title": "Blackburn Hundred",
    "text": "Blackburn Hundred (also known as Blackburnshire) is a historic sub-division of the county of &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, in &lt;a href=\"northern%20England\"&gt;northern England&lt;/a&gt;. Its chief town was &lt;a href=\"Blackburn\"&gt;Blackburn&lt;/a&gt;, in the southwest of the hundred. It covered an area similar to modern East Lancashire, including the current districts of &lt;a href=\"Ribble%20Valley\"&gt;Ribble Valley&lt;/a&gt; (excluding the part north of the &lt;a href=\"River%20Ribble\"&gt;River Ribble&lt;/a&gt; and east of the &lt;a href=\"River%20Hodder\"&gt;Hodder&lt;/a&gt;, which was then in Yorkshire), &lt;a href=\"Borough%20of%20Pendle\"&gt;Pendle&lt;/a&gt; (excluding &lt;a href=\"West%20Craven\"&gt;West Craven&lt;/a&gt;, also in Yorkshire), &lt;a href=\"Borough%20of%20Burnley\"&gt;Burnley&lt;/a&gt;, &lt;a href=\"Borough%20of%20Rossendale\"&gt;Rossendale&lt;/a&gt;, &lt;a href=\"Hyndburn\"&gt;Hyndburn&lt;/a&gt;, &lt;a href=\"Blackburn%20with%20Darwen\"&gt;Blackburn with Darwen&lt;/a&gt;, and &lt;a href=\"South%20Ribble\"&gt;South Ribble&lt;/a&gt; (east from &lt;a href=\"Walton-le-dale\"&gt;Walton-le-dale&lt;/a&gt; and &lt;a href=\"Lostock%20Hall\"&gt;Lostock Hall&lt;/a&gt;).\nMuch of the area is hilly, bordering on the &lt;a href=\"Pennines\"&gt;Pennines&lt;/a&gt;, with &lt;a href=\"Pendle%20Hill\"&gt;Pendle Hill&lt;/a&gt; in the midst of it, and was historically sparsely populated. It included several important &lt;a href=\"royal%20forests\"&gt;royal forests&lt;/a&gt;. In the 18th century several towns in the area became industrialized and densely populated, including Blackburn itself, and Burnley.\nEarly history.\nThe &lt;a href=\"shire\"&gt;shire&lt;/a&gt; probably originated as a county of the &lt;a href=\"Kingdom%20of%20Northumbria\"&gt;Kingdom of Northumbria&lt;/a&gt;, but was much fought over. In the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; it was among the hundreds between the &lt;a href=\"River%20Ribble\"&gt;Ribble&lt;/a&gt; and &lt;a href=\"Mersey\"&gt;Mersey&lt;/a&gt; rivers (\"Inter Ripam et Mersam\" in the Domesday Book) that were included with the information about &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt;, though they are now in Lancashire and cannot be said clearly to have then been part of Cheshire. The area may have been annexed to the embryonic &lt;a href=\"Kingdom%20of%20England\"&gt;Kingdom of England&lt;/a&gt; following the &lt;a href=\"Battle%20of%20Brunanburh\"&gt;Battle of Brunanburh&lt;/a&gt; in 937.\nThe Domesday Book entry shows that before the &lt;a href=\"Norman%20conquest%20of%20England\"&gt;Norman conquest&lt;/a&gt;, the hundred had been held directly by &lt;a href=\"Edward%20the%20Confessor\"&gt;King Edward&lt;/a&gt;. It mentions royal holdings in Blackburn, Huncoat, Walton-le-Dale and Pendleton, and those of a church at Blackburn and &lt;a href=\"Church%20of%20St%20Mary%20and%20All%20Saints%2C%20Whalley\"&gt;St Mary's&lt;/a&gt; in Whalley. Also it talks of 28 freemen holding land as manors, but gives no further details about them. After the conquest Blackburnshire was part of a large area given to &lt;a href=\"Roger%20de%20Poitou\"&gt;Roger de Poitou&lt;/a&gt; and he had demised it to &lt;a href=\"Roger%20de%20Busli\"&gt;Roger de Busli&lt;/a&gt; and &lt;a href=\"Albert%20de%20Gresle\"&gt;Albert de Gresle&lt;/a&gt;.\nDomesday also mentions a sizable area of &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt;. Two areas, the first one &lt;a href=\"League%20%28unit%29\"&gt;league&lt;/a&gt; long and as wide, and another six long and four leagues wide, which could be as much as .\nLater the much the east of the hundred was established as &lt;a href=\"royal%20forest\"&gt;royal hunting grounds&lt;/a&gt;, Known as the forest of Blackburnshire it was divided into the four forests of &lt;a href=\"Accrington\"&gt;Accrington&lt;/a&gt;, &lt;a href=\"Pendle%20Forest\"&gt;Pendle&lt;/a&gt;, &lt;a href=\"Trawden\"&gt;Trawden&lt;/a&gt; and &lt;a href=\"Rossendale%20Forest\"&gt;Rossendale&lt;/a&gt;.\nFeudal period.\nAt the start of the 12th century Roger de Poitou joined the failed rebellion against &lt;a href=\"Henry%20I%20of%20England\"&gt;King Henry I&lt;/a&gt; in favor of his brother &lt;a href=\"Robert%20Curthose\"&gt;Robert Curthose&lt;/a&gt;, as a result losing his English holdings. In 1102 King Henry granted the whole of Blackburnshire and part of &lt;a href=\"Amounderness\"&gt;Amounderness&lt;/a&gt; to &lt;a href=\"Robert%20de%20Lacy\"&gt;Robert de Lacy&lt;/a&gt;, the Lord of &lt;a href=\"Pontefract%20Castle\"&gt;Pontefract&lt;/a&gt;, while confirming his possession of &lt;a href=\"Lordship%20of%20Bowland\"&gt;Bowland&lt;/a&gt;. These lands formed the basis of the &lt;a href=\"Honour%20of%20Clitheroe\"&gt;Honour of Clitheroe&lt;/a&gt;.\nSubsequently most of the ancient parish of &lt;a href=\"Ribchester\"&gt;Ribchester&lt;/a&gt;, except the township of Alston-with-Hothersall, and in the ancient parish of &lt;a href=\"Chipping%2C%20Lancashire\"&gt;Chipping&lt;/a&gt;, the vills of &lt;a href=\"Aighton%2C%20Bailey%20and%20Chaigley\"&gt;Aighton&lt;/a&gt; and &lt;a href=\"Dutton%2C%20Lancashire\"&gt;Dutton&lt;/a&gt; and part of the &lt;a href=\"forest%20of%20Bowland\"&gt;forest of Bowland&lt;/a&gt; belonging ecclesiastically to the ancient parish of &lt;a href=\"Great%20Mitton\"&gt;Great Mitton&lt;/a&gt; were annexed to Blackburnshire.\nThe separateness of the district was reinforced when it became a royal &lt;a href=\"bailiwick\"&gt;bailiwick&lt;/a&gt; in 1122. In 1182, it became part of the newly created &lt;a href=\"Lancashire\"&gt;County Palatine of Lancaster&lt;/a&gt;.\nBy 1243 it is believed that there were 57 &lt;a href=\"Manorialism\"&gt;manors&lt;/a&gt; in the hundred.\nThose held in &lt;a href=\"demesne\"&gt;demesne&lt;/a&gt; were Colne, Great and Little Marsden, Briercliffe, Burnley, Ightenhill, Habergham, Padiham, Huncoat, Hapton, Accrington, Haslingden, Downham, Worston, Chatburn and Little Pendleton.\nThose held by &lt;a href=\"thegn\"&gt;thegn&lt;/a&gt;age were: Twiston, Chipping, Thornley, Wheatley, Ribchester, Dutton, Dinckley, Henthorn, Wilpshire, Clayton-le-Dale, Salesbury, Osbaldeston, Samlesbury, Read, Simonstone, Oswaldtwistle, Livesey, Birtwistle, Church, Cliviger and Worsthorne.\nThose held by &lt;a href=\"Knight-service\"&gt;knight's service&lt;/a&gt; were: Little Mitton, Wiswell, Hapton, Towneley, Coldcoats, Snodworth, Twiston, Extwistle, Aighton, Great Mearley, Livesey, Downham, Foulridge, Little Mearley, Rishton, Billington, Altham, Great Harwood, Clayton le Moors, and Walton in le Dale.\nPost medieval.\nThe hundred of Blackburnshire continued to have administrative relevance until the abandonment of the system of hundreds in the early 19th century, long after &lt;a href=\"feudalism\"&gt;feudalism&lt;/a&gt; ceased in England. As in other parts of England, the hundred was divided into parishes which were &lt;a href=\"ecclesiastical%20parish\"&gt;ecclesiastical parish&lt;/a&gt;es as well as being used for administrative purposes, like modern English &lt;a href=\"civil%20parishes\"&gt;civil parishes&lt;/a&gt;.\nEarly Blackburnshire had only two parishes, each covering a considerable but sparsely populated area. &lt;a href=\"Whalley%2C%20Lancashire\"&gt;Whalley&lt;/a&gt; (now a much smaller parish) was the larger of the two, and covered the east of the hundred, while Blackburn parish covered the west. As mentioned above, the hundred was expanded to cover parts of the parishes of &lt;a href=\"Chipping%2C%20Lancashire\"&gt;Chipping&lt;/a&gt;, &lt;a href=\"Ribchester\"&gt;Ribchester&lt;/a&gt; and &lt;a href=\"Great%20Mitton\"&gt;Mitton&lt;/a&gt;. As Blackburnshire became more heavily populated and economically developed, the parishes of Whalley and Blackburn were split into many smaller parts over the centuries.\nBlackburn became a separate &lt;a href=\"archdeaconry\"&gt;archdeaconry&lt;/a&gt;, splitting off from the &lt;a href=\"archdeaconry%20of%20Manchester\"&gt;archdeaconry of Manchester&lt;/a&gt;, in 1877, and becoming the &lt;a href=\"Diocese%20of%20Blackburn\"&gt;Diocese of Blackburn&lt;/a&gt; in 1926.\nReferences.\nNotes\nCitations\nBibliography"
}