{
    "id": "7727851",
    "revid": "15596619",
    "url": "https://en.wikipedia.org/wiki?curid=7727851",
    "title": "2006 Catalan regional election",
    "text": "The 2006 Catalan regional election was held on Wednesday, 1 November 2006, to elect the 8th &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Parliament&lt;/a&gt; of the &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous community&lt;/a&gt; of &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt;. All 135 seats in the Parliament were up for election.\nThis was a &lt;a href=\"snap%20election\"&gt;snap election&lt;/a&gt;, called roughly one year before the scheduled end of the legislature as a result of the uneasy and controversial drafting of the &lt;a href=\"Statute%20of%20Autonomy%20of%20Catalonia\"&gt;2006 Statute of Autonomy of Catalonia&lt;/a&gt;, which further expanded the authority of the &lt;a href=\"Generalitat%20de%20Catalunya\"&gt;Catalan Government&lt;/a&gt;. The statutory amendment had been &lt;a href=\"2006%20Catalan%20autonomy%20referendum\"&gt;ratified in a referendum&lt;/a&gt; on 18 June 2006 after being approved in the &lt;a href=\"Cortes%20Generales\"&gt;Cortes Generales&lt;/a&gt;, with roughly 74% of voters in favour of the new Statute and 21% against. The referendum was noted for its low turnout, as only 48.9% of all registered voters had cast a vote.\nSince the &lt;a href=\"2003%20Catalan%20regional%20election\"&gt;2003 election&lt;/a&gt; a left-of-centre coalition of the &lt;a href=\"Socialists%27%20Party%20of%20Catalonia\"&gt;Socialists' Party of Catalonia&lt;/a&gt; (PSC), &lt;a href=\"Republican%20Left%20of%20Catalonia\"&gt;Republican Left of Catalonia&lt;/a&gt; (ERC) and &lt;a href=\"Initiative%20for%20Catalonia%20Greens%E2%80%93United%20and%20Alternative%20Left\"&gt;Initiative for Catalonia Greens–United and Alternative Left&lt;/a&gt; (ICV–EUiA) had been in power, with &lt;a href=\"Pasqual%20Maragall\"&gt;Pasqual Maragall&lt;/a&gt; as &lt;a href=\"Catalan%20president\"&gt;Catalan president&lt;/a&gt;. In May 2006, ERC had left the coalition after internal tensions due to its disagreement on the final draft of the Statute of Autonomy approved by the Spanish parliament, thus leaving Maragall without a majority and precipitating the early election call. On 21 June 2006 Maragall announced his will not to seek re-election, arguably due to the political erosion his government had suffered after their uneasy relationship with ERC, as well as his political differences with &lt;a href=\"Prime%20Minister%20of%20Spain\"&gt;Spanish Prime Minister&lt;/a&gt; and &lt;a href=\"Spanish%20Socialist%20Workers%27%20Party\"&gt;PSOE&lt;/a&gt; Secretary-General &lt;a href=\"Jos%C3%A9%20Luis%20Rodr%C3%ADguez%20Zapatero\"&gt;José Luis Rodríguez Zapatero&lt;/a&gt;.\nUnlike the previous elections in 1999 and 2003, when &lt;a href=\"Convergence%20and%20Union\"&gt;Convergence and Union&lt;/a&gt; (CiU) had achieved a plurality of seats in the autonomous Parliament despite narrowly losing it out in the popular vote to the PSC, in the 2006 election CiU emerged as the most popular party both in votes and seats, but fell far short of an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt;. After coalition negotiations, the PSC, ERC and ICV–EUiA agreed to renew the three-party coalition that had been in power in the 2003–2006 period, this time under the leadership of the new PSC leader, &lt;a href=\"Jos%C3%A9%20Montilla\"&gt;José Montilla&lt;/a&gt;. The election also saw a new party, &lt;a href=\"Citizens%20%28Spanish%20political%20party%29\"&gt;Citizens&lt;/a&gt; (C's) entering the autonomous parliament, resulting in six political parties achieving parliamentary representation in the Catalan parliament for the first time since &lt;a href=\"1988%20Catalan%20regional%20election\"&gt;1988&lt;/a&gt;.\nOverview.\nElectoral system.\nThe &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Parliament of Catalonia&lt;/a&gt; was the &lt;a href=\"Devolution\"&gt;devolved&lt;/a&gt;, &lt;a href=\"unicameral%20legislature\"&gt;unicameral legislature&lt;/a&gt; of the &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous community&lt;/a&gt; of &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt;, having legislative power in regional matters as defined by the &lt;a href=\"Spanish%20Constitution%20of%201978\"&gt;Spanish Constitution&lt;/a&gt; and the &lt;a href=\"Statute%20of%20Autonomy%20of%20Catalonia%20of%202006\"&gt;Catalan Statute of Autonomy&lt;/a&gt;, as well as the ability to vote confidence in or withdraw it from a &lt;a href=\"President%20of%20the%20Government%20of%20Catalonia\"&gt;regional president&lt;/a&gt;.\nAs a result of no regional electoral law having been approved since the re-establishment of Catalan autonomy, the electoral procedure came regulated under Transitory Provision Fourth of the &lt;a href=\"Statute%20of%20Autonomy%20of%20Catalonia%20of%201979\"&gt;1979 Statute&lt;/a&gt;, supplemented by the provisions within the &lt;a href=\"Elections%20in%20Spain%23Electoral%20procedures\"&gt;Organic Law of General Electoral Regime&lt;/a&gt;. Voting for the Parliament was on the basis of &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt;, which comprised all nationals over eighteen, registered in Catalonia and in full enjoyment of their political rights. The 135 members of the Parliament of Catalonia were elected using the &lt;a href=\"D%27Hondt%20method\"&gt;D'Hondt method&lt;/a&gt; and a &lt;a href=\"closed%20list\"&gt;closed list&lt;/a&gt; &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt;, with an &lt;a href=\"electoral%20threshold\"&gt;electoral threshold&lt;/a&gt; of three percent of valid votes—which included blank ballots—being applied in each constituency. Seats were allocated to constituencies, corresponding to the &lt;a href=\"Provinces%20of%20Spain\"&gt;provinces&lt;/a&gt; of &lt;a href=\"Province%20of%20Barcelona\"&gt;Barcelona&lt;/a&gt;, &lt;a href=\"Province%20of%20Girona\"&gt;Girona&lt;/a&gt;, &lt;a href=\"Province%20of%20Lleida\"&gt;Lleida&lt;/a&gt; and &lt;a href=\"Province%20of%20Tarragona\"&gt;Tarragona&lt;/a&gt;, with each being allocated a fixed number of seats: 85 for Barcelona, 17 for Girona, 15 for Lleida and 18 for Tarragona.\nThe use of the D'Hondt method might result in a higher effective threshold, depending on the &lt;a href=\"district%20magnitude\"&gt;district magnitude&lt;/a&gt;.\nElection date.\nThe term of the Parliament of Catalonia expired four years after the date of its previous election, unless it was dissolved earlier. The regional president was required to call an election fifteen days prior to the date of expiry of parliament, with election day taking place within from forty to sixty days after the call. The &lt;a href=\"2003%20Catalan%20regional%20election\"&gt;previous election&lt;/a&gt; was held on 16 November 2003, which meant that the legislature's term would have expired on 16 November 2007. The election was required to be called no later than 1 November 2007, with it taking place up to the sixtieth day from the call, setting the latest possible election date for the Parliament on Monday, 31 December 2007.\nThe president had the prerogative to dissolve the Parliament of Catalonia and call a &lt;a href=\"snap%20election\"&gt;snap election&lt;/a&gt;, provided that no &lt;a href=\"motion%20of%20no%20confidence\"&gt;motion of no confidence&lt;/a&gt; was in process and that dissolution did not occur before one year had elapsed since a previous one under this procedure. In the event of an investiture process failing to elect a regional president within a two-month period from the first ballot, the Parliament was to be automatically dissolved and a fresh election called.\nParliamentary composition.\nThe Parliament of Catalonia was officially dissolved on 8 September 2006, after the publication of the dissolution decree in the Official Journal of the Government of Catalonia. The table below shows the composition of the parliamentary groups in the chamber at the time of dissolution.\nParties and candidates.\nThe electoral law allowed for &lt;a href=\"Political%20party\"&gt;parties&lt;/a&gt; and &lt;a href=\"Political%20alliance\"&gt;federations&lt;/a&gt; registered in the &lt;a href=\"Ministry%20of%20the%20Interior%20%28Spain%29\"&gt;interior ministry&lt;/a&gt;, &lt;a href=\"Electoral%20alliance\"&gt;coalitions&lt;/a&gt; and &lt;a href=\"Grouping%20of%20electors%20%28Spain%29\"&gt;groupings of electors&lt;/a&gt; to present lists of candidates. Parties and federations intending to form a coalition ahead of an election were required to inform the relevant Electoral Commission within ten days of the election call, whereas groupings of electors needed to secure the signature of at least one percent of the electorate in the constituencies for which they sought election, disallowing electors from signing for more than one list of candidates.\nBelow is a list of the main parties and electoral alliances which contested the election:\nOpinion polls.\nThe tables below list opinion polling results in reverse chronological order, showing the most recent first and using the dates when the survey fieldwork was done, as opposed to the date of publication. Where the fieldwork dates are unknown, the date of publication is given instead. The highest percentage figure in each polling survey is displayed with its background shaded in the leading party's colour. If a tie ensues, this is applied to the figures with the highest percentages. The \"Lead\" column on the right shows the percentage-point difference between the parties with the highest percentages in a poll.\nVoting intention estimates.\nThe table below lists weighted voting intention estimates. Refusals are generally excluded from the party vote percentages, while question wording and the treatment of \"don't know\" responses and those not intending to vote may vary between polling organisations. When available, seat projections determined by the polling organisations are displayed below (or in place of) the percentages in a smaller font; 68 seats were required for an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; in the &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Parliament of Catalonia&lt;/a&gt;."
}