{
    "id": "773327",
    "revid": "152627",
    "url": "https://en.wikipedia.org/wiki?curid=773327",
    "title": "The Wild One",
    "text": "The Wild One is a 1953 American &lt;a href=\"crime%20film\"&gt;crime film&lt;/a&gt; directed by &lt;a href=\"L%C3%A1szl%C3%B3%20Benedek\"&gt;László Benedek&lt;/a&gt; and produced by &lt;a href=\"Stanley%20Kramer\"&gt;Stanley Kramer&lt;/a&gt;. It is most noted for the character of Johnny Strabler (&lt;a href=\"Marlon%20Brando\"&gt;Marlon Brando&lt;/a&gt;), whose persona became a cultural icon of the 1950s. \"The Wild One\" is considered to be the original &lt;a href=\"outlaw%20biker%20film\"&gt;outlaw biker film&lt;/a&gt;, and the first to examine American &lt;a href=\"outlaw%20motorcycle%20gang\"&gt;outlaw motorcycle gang&lt;/a&gt; violence.\nThe film's screenplay was based on Frank Rooney's &lt;a href=\"short%20story\"&gt;short story&lt;/a&gt; \"The Cyclists' Raid\", published in the January 1951 \"&lt;a href=\"Harper%27s%20Magazine\"&gt;Harper's Magazine&lt;/a&gt;\" and anthologized in \"&lt;a href=\"The%20Best%20American%20Short%20Stories\"&gt;The Best American Short Stories 1952&lt;/a&gt;\". Rooney's story was inspired by sensationalistic media coverage of an &lt;a href=\"American%20Motorcyclist%20Association\"&gt;American Motorcyclist Association&lt;/a&gt; &lt;a href=\"motorcycle%20rally\"&gt;motorcycle rally&lt;/a&gt; that got out of hand on the Fourth of July weekend in 1947 in &lt;a href=\"Hollister%2C%20California\"&gt;Hollister, California&lt;/a&gt;. The overcrowding, drinking and street stunting were given national attention in the July 21, 1947, issue of \"&lt;a href=\"Life%20%28magazine%29\"&gt;Life&lt;/a&gt;\", with a staged photograph of a wild drunken man on a motorcycle. The events, conflated with the newspaper and magazine reports, Rooney's short story, and the film \"The Wild One\" are part of the legend of the &lt;a href=\"Hollister%20riot\"&gt;Hollister riot&lt;/a&gt;.\nPlot.\nThe Black Rebels Motorcycle Club (BRMC), a gang led by Johnny Strabler, rides into Carbonville, California, during a motorcycle race and causes trouble. A member of the gang, Pidgeon, steals the second-place trophy (the first place one being too large to hide) and presents it to Johnny. Stewards and policemen order them to leave.\nThe bikers head to Wrightsville, which has only one elderly, conciliatory lawman, Chief Harry Bleeker, to maintain order. The residents are uneasy, but mostly willing to put up with their visitors. When their antics cause Art Kleiner to swerve and crash his car, he demands that something be done, but Harry is reluctant to act, a weakness that is not lost on the interlopers. This accident results in the gang having to stay longer in town, as one member injured himself falling off his motorcycle. Although the young men become more and more boisterous, their custom is enthusiastically welcomed by Harry's brother Frank who runs the local cafe-bar, employing Harry's daughter, Kathie, and the elderly Jimmy.\nAt Frank's cafe, Johnny meets Kathie and asks her out to a dance being held that night. Kathie politely turns him down, but Johnny's dark, brooding personality visibly intrigues her. When Mildred, another local girl, asks him, \"What are you rebelling against, Johnny?\", he answers \"Whaddaya got?\" Johnny is attracted to Kathie and decides to stay awhile. However, when he learns that she is the policeman's daughter, he changes his mind. A rival biker gang arrives and their leader, Chino, bears a grudge against Johnny. Chino reveals the two groups used to be one large gang before Johnny split it up. When Chino takes Johnny's trophy, the two start fighting and Johnny wins.\nMeanwhile, local Charlie Thomas stubbornly tries to drive through, he hits a parked motorcycle and injures Meatball, one of Chino's bikers. Chino pulls Charlie out and leads both gangs to overturn his car. Harry intervenes and starts arresting Chino and Charlie, but when other townspeople remind Harry that Charlie would cause problems for him in the future, he only takes Chino to the station. Later that night some members of the rival biker gang harass Dorothy, the telephone switchboard operator into leaving, thereby disrupting the townspeople's communication, while the BRMC abducts Charlie and puts him in the same jail cell as Chino, who is too drunk to leave with the gang.\nLater, as both gangs wreck the town and intimidate the inhabitants, some bikers led by Gringo chase and surround Kathie, but Johnny rescues her and takes her on a long ride in the countryside. Frightened at first, Kathie comes to see that Johnny is genuinely attracted to her and means her no harm. When she opens up to him and asks to go with him, he rejects her. Crying, she runs away. Johnny drives off to search for her. Art sees and misinterprets this as an attack. The townspeople have had enough. Johnny's supposed assault on Kathie is the last straw. Vigilantes led by Charlie chase and catch Johnny and beat him mercilessly, but he escapes on his motorcycle when Harry confronts the mob. The mob give chase, but Johnny is hit by a thrown tire iron and falls. His riderless motorcycle strikes and kills Jimmy.\nSheriff Stew Singer arrives with his deputies and restores order. Johnny is initially arrested for Jimmy's death, with Kathie pleading on his behalf. Seeing this, Art and Frank step forward and testify that Johnny was not responsible for the tragedy, with Johnny being unable to thank them. The motorcyclists are ordered to leave the county, albeit paying for all damage. However, Johnny returns alone to Wrightsville, and re-visits the cafe to say goodbye to Kathie one final time. He first tries to hide his humiliation and acts as though he's leaving after getting a cup of coffee, but then he returns, genuinely smiles, and gives her the stolen trophy as a gift.\nCast.\nUncredited\nRelease.\nHome media.\n\"The Wild One\" was originally released on &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; and &lt;a href=\"Betamax\"&gt;Betamax&lt;/a&gt; tape formats and later on &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt;. In the United States a DVD was released in November 1998 by &lt;a href=\"Sony%20Pictures\"&gt;Sony Pictures&lt;/a&gt;. In 2013, Sony Pictures first released it on &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt; in Germany with special features including an introduction by Karen Kramer (Stanley Kramer's wife) and three &lt;a href=\"featurette\"&gt;featurette&lt;/a&gt;s titled \"Hollister, California: Bikers, Booze and the Big Picture\", \"Brando: An Icon is Born\" and \"Stanley Kramer: A Man's Search for Truth\". A U.S. and Canadian Blu-ray was released in 2015 by &lt;a href=\"Mill%20Creek%20Entertainment\"&gt;Mill Creek Entertainment&lt;/a&gt; with no extra features. The film was released in the United Kingdom on May 22, 2017, by Powerhouse Films with a few of the previous extras ported over. The new features include an &lt;a href=\"audio%20commentary\"&gt;audio commentary&lt;/a&gt; with film historian Jeanine Basinger, a 25-minute \"The Wild One and the BBFC\" featurette, \n\"The Wild One on &lt;a href=\"Super%208%20film\"&gt;Super 8&lt;/a&gt;\", an image gallery and theatrical trailer.\nReception.\nCritical reception.\n\"The Wild One\" was generally well received by film critics. Review aggregator &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reports that 78% critics have given the film a positive response based on 23 reviews, with a rating average of 7.06/10. &lt;a href=\"Dave%20Kehr\"&gt;Dave Kehr&lt;/a&gt; of the \"&lt;a href=\"Chicago%20Reader\"&gt;Chicago Reader&lt;/a&gt;\" wrote: \"Legions of Brando impersonators have turned his performance in this seminal 1954 motorcycle movie into self-parody, but it's still a sleazy good time.\" \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" noted that the film \"is long on suspense, brutality and sadism ... All performances are highly competent.\"\nControversies.\nIn the United Kingdom, the film was banned by the &lt;a href=\"British%20Board%20of%20Film%20Classification\"&gt;British Board of Film Censors&lt;/a&gt; for fourteen years, though there were some screenings in film societies where local councils overturned the BBFC's decision. On November 21, 1967, the film received an 'X' certificate and was first seen by the general UK public at the &lt;a href=\"59%20Club\"&gt;59 Club&lt;/a&gt; in &lt;a href=\"Paddington\"&gt;Paddington&lt;/a&gt;, London, in 1968.\nAccording to the book \"Triumph Motorcycles In America\", &lt;a href=\"Triumph%20Engineering\"&gt;Triumph&lt;/a&gt;'s then-importers, Johnson Motors, objected to the prominent use of Triumph motorcycles in the film. However, later, &lt;a href=\"Gil%20Stratton\"&gt;Gil Stratton Jr&lt;/a&gt;, who played \"Mouse\" in the film, advertised Triumph motorcycles in the 1960s when he was a famous TV sports announcer. , the manufacturers were publicly identifying Brando as a celebrity who had helped to \"cement the Triumph legend\".\nAccolades.\nThe film is recognized by &lt;a href=\"American%20Film%20Institute\"&gt;American Film Institute&lt;/a&gt; in these lists:\nIn popular culture.\nThe persona of Johnny as portrayed by Brando became an influential image in the 1950s. His character wears long &lt;a href=\"sideburns\"&gt;sideburns&lt;/a&gt;, a &lt;a href=\"Perfecto%20motorcycle%20jacket\"&gt;Perfecto-style motorcycle jacket&lt;/a&gt; and a tilted cap; he rides a 1950 &lt;a href=\"Triumph%20Thunderbird\"&gt;Triumph Thunderbird 6T&lt;/a&gt;. His haircut helped to inspire a craze for sideburns, followed by &lt;a href=\"James%20Dean\"&gt;James Dean&lt;/a&gt; and &lt;a href=\"Elvis%20Presley\"&gt;Elvis Presley&lt;/a&gt;, among others. Some butch gays began to imitate Brando by wearing black leather jackets, a black leather cap, black leather boots and jeans and, if they could afford it, by also riding motorcycles.\nPresley also used Johnny's image as a model for his role in \"&lt;a href=\"Jailhouse%20Rock%20%28film%29\"&gt;Jailhouse Rock&lt;/a&gt;\".\nJames Dean bought a &lt;a href=\"Triumph%20TR5%20Trophy\"&gt;Triumph TR5 Trophy&lt;/a&gt; motorcycle to mimic Brando's own Triumph Thunderbird 6T motorcycle that he used in the film.\nOne story maintains that &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt; took their name from the rival motorcycle club, referred to as \"The Beetles\", as referenced in \"&lt;a href=\"The%20Beatles%20Anthology\"&gt;The Beatles Anthology&lt;/a&gt;\" (though as aforementioned, the film was banned in Britain until 1967).\nThe name of American band &lt;a href=\"Black%20Rebel%20Motorcycle%20Club\"&gt;Black Rebel Motorcycle Club&lt;/a&gt; was inspired by the film.\nThe exchange between Mildred and Johnny is repeated in \"&lt;a href=\"Everybody%20Loves%20Raymond\"&gt;Everybody Loves Raymond&lt;/a&gt;\", in the second part of the two Italy episodes (Frank responding to Raymond), and in \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\" episode \"&lt;a href=\"Separate%20Vocations\"&gt;Separate Vocations&lt;/a&gt;\".\nIn \"&lt;a href=\"Twin%20Peaks%20%28season%203%29\"&gt;Twin Peaks&lt;/a&gt;\", &lt;a href=\"Michael%20Cera\"&gt;Michael Cera&lt;/a&gt; plays Wally Brando, who dresses like Johnny Strabler and does a Marlon Brando impression."
}