{
    "id": "7747186",
    "revid": "28481209",
    "url": "https://en.wikipedia.org/wiki?curid=7747186",
    "title": "Stanfield-Worley Bluff Shelter",
    "text": " \nThe Stanfield-Worley Bluff Shelter, located on private property in &lt;a href=\"Colbert%20County%2C%20Alabama\"&gt;Colbert County&lt;/a&gt; in northwestern &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, is one of the most important &lt;a href=\"prehistory\"&gt;prehistoric&lt;/a&gt; sites &lt;a href=\"Excavation%20%28archaeology%29\"&gt;excavated&lt;/a&gt; in the state due to the archeological evidence deposited by the &lt;a href=\"Paleo-Indians\"&gt;Paleo-Indians&lt;/a&gt; who once occupied the &lt;a href=\"rock%20shelter\"&gt;rock shelter&lt;/a&gt;. Lying in Sanderson Cove along a &lt;a href=\"tributary\"&gt;tributary&lt;/a&gt; of Cane Creek approximately seven miles (11 km) south of the &lt;a href=\"Tennessee%20Valley\"&gt;Tennessee Valley&lt;/a&gt;, the shelter and the high &lt;a href=\"cliff\"&gt;bluff&lt;/a&gt;s of the surrounding valley provided a well-protected environment for the &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American occupants&lt;/a&gt;. \nAccording to \"The Earliest Americans Theme Study for the Eastern United States\", Stanfield-Worley Rock Shelter is considered a strong candidate for &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; status.\nHistory.\nBased on archeological evidence, the Stanfield-Worley Bluff Shelter was occupied from the &lt;a href=\"Paleoindian%20Period\"&gt;Paleoindian Period&lt;/a&gt; to the &lt;a href=\"Mississippian%20culture\"&gt;Mississippian period&lt;/a&gt;. The well-preserved &lt;a href=\"stratification%20%28archeology%29\"&gt;stratigraphic zones&lt;/a&gt; provide insights into the evolution of prehistoric societies in northern Alabama over a period of nine millennia.\nDalton zone.\nThe Dalton zone, shown as Zone D in the photograph of the stratigraphic zones, represents a transitional Paleo-Indian culture of Alabama with specimens dated to approximately 7000 BCE based on &lt;a href=\"radiocarbon%20dating\"&gt;radiocarbon dating&lt;/a&gt;. The artifacts found in this complex are typical of mobile &lt;a href=\"hunter-gatherer\"&gt;hunter-gatherer&lt;/a&gt;s. The Dalton occupation was remarkable in its intensity with over 150 &lt;a href=\"projectile%20point\"&gt;projectile point&lt;/a&gt;s, in addition to Paleo-Indian &lt;a href=\"uniface\"&gt;uniface tools&lt;/a&gt; such as &lt;a href=\"scraper%20%28archaeology%29\"&gt;scrapers&lt;/a&gt; and &lt;a href=\"knife\"&gt;knives&lt;/a&gt;, found during the 1961 survey season. The projectile points include both Paleo-Indian (&lt;a href=\"lanceolate\"&gt;lanceolate&lt;/a&gt; Dalton points) and &lt;a href=\"Archaic%20period%20in%20the%20Americas\"&gt;Archaic&lt;/a&gt; (side-notched Big Sandy points) specimens.\nOther artifacts indicate manufacture of &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"antler\"&gt;antler&lt;/a&gt;, and &lt;a href=\"bone%20tool\"&gt;bone tool&lt;/a&gt;s.\nPaleoindian sites with preserved &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;l and &lt;a href=\"flora\"&gt;flora&lt;/a&gt;l records, such as Stanfield-Worley Bluff Shelter, are important to understanding cultural development during the period. The faunal remains of the site contain &lt;a href=\"bone\"&gt;bone&lt;/a&gt;s of modern animals including &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"squirrel\"&gt;squirrel&lt;/a&gt;, &lt;a href=\"turkey%20%28bird%29\"&gt;turkey&lt;/a&gt;, and &lt;a href=\"porcupine\"&gt;porcupine&lt;/a&gt;. The shelter is located below the southern extent of the current range of porcupines. In addition, remains of the &lt;a href=\"extinction\"&gt;extinct&lt;/a&gt; &lt;a href=\"Passenger%20Pigeon\"&gt;passenger pigeon&lt;/a&gt; have been found. Although the animals which the Dalton occupants &lt;a href=\"hunting\"&gt;hunted&lt;/a&gt; are similar to those hunted by Archaic peoples, there is no evidence in the zone of &lt;a href=\"shellfish\"&gt;shellfish&lt;/a&gt; collection or &lt;a href=\"seed\"&gt;seed&lt;/a&gt; processing, traits of established Archaic societies.\nMiddle Archaic through Mississippian periods.\nZone B in the photograph of the stratigraphic zones contains specimens from the Morrow Mountain Phase of the Middle Archaic period. The excavation of this intermediate layer yielded three sets of human remains as well as projectile points, bone &lt;a href=\"stitching%20awl\"&gt;awls&lt;/a&gt;, and other tools. The youngest stratigraphic zone (Zone A, not shown in the photograph) contained specimens from the Archaic through Mississippian periods.\nArcheology.\nArcheological surveys.\nThe excavation of the Stanfield-Worley Bluff Shelter commenced in 1960, after gaining approval of the property owner, Robert B. Stanfield. The project was under the guidance of the North Alabama Project, a partnership between the Alabama Archaeological Society, the &lt;a href=\"University%20of%20Alabama\"&gt;University of Alabama&lt;/a&gt; and the Archaeological Research Association of Alabama. The first two field seasons (1960 and 1961) were reported by &lt;a href=\"David%20L.%20DeJarnette\"&gt;David L. DeJarnette&lt;/a&gt; and colleagues. The excavation of the third and final season (1963) was smaller in scale with the results never being published.\nThe &lt;a href=\"trench%20and%20block\"&gt;trench and block&lt;/a&gt; technique was utilized in the excavation of the site. In this technique, individual blocks are created by digging trenches in a defined pattern. The exposed sides of the resulting blocks allow excavation to proceed by individual zones or strata. The trenches and blocks are pictured in the photograph on the upper right. The resulting collection includes over 11,000 specimens.\nArcheological significance.\nBy 1960, it was clear that north Alabama had possibly the densest concentration of Paleo-Indian sites within the United States, as evidenced by the discovery of the &lt;a href=\"Quad%20Site%20%28archaeological%20site%29\"&gt;Quad Site&lt;/a&gt; near Decatur, Alabama. The importance of the Stanfield-Worley Bluff Shelter, one such Paleo-Indian site, lies in its ability to establish an accurate timeframe for Dalton projectile points. This resulted in references to the site in almost every summary of eastern North American prehistory.\nWith over 150 projectile points recovered in the 1960 season alone, the site provided invaluable information on numerous early cultures in Alabama. The projectile points were divided into \"fifty-six taxonomic types and six residual categories or provisional types.\" Much of the information was incorporated into the \"Handbook of Alabama Archaeology\".\nBoth Robert E. Bell and Charles H. Fairbanks lauded the success of the North Alabama project in raising &lt;a href=\"fundraising\"&gt;funds&lt;/a&gt; to further archaeological research."
}