{
    "id": "7753596",
    "revid": "1869658",
    "url": "https://en.wikipedia.org/wiki?curid=7753596",
    "title": "George Anson Starkweather (New York politician)",
    "text": "George Anson Starkweather (May 19, 1794 – October 15, 1879) was an American attorney and politician. He was most notable for his service as a &lt;a href=\"United%20States%20Representative\"&gt;United States Representative&lt;/a&gt; from &lt;a href=\"United%20States%20Congressional%20Delegations%20from%20New%20York\"&gt;New York&lt;/a&gt;.\nBiography.\nStarkweather was born in &lt;a href=\"Preston%2C%20Connecticut\"&gt;Preston, Connecticut&lt;/a&gt; on May 19, 1794. He attended the local schools of Preston and worked on his father's farm until he began attendance at &lt;a href=\"Union%20College\"&gt;Union College&lt;/a&gt;. He graduated in 1819 and was a member of &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt;. Starkweather taught school while &lt;a href=\"reading%20law\"&gt;studying law&lt;/a&gt; with his brother Samuel. He was &lt;a href=\"Admission%20to%20the%20bar%20in%20the%20United%20States\"&gt;admitted to the bar&lt;/a&gt; in 1823 and practiced in &lt;a href=\"Cooperstown%2C%20New%20York\"&gt;Cooperstown, New York&lt;/a&gt;.\nStarkweather was active in the &lt;a href=\"New%20York%20Army%20National%20Guard\"&gt;New York Militia&lt;/a&gt; for several years in the 1820s and served as &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;, &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt;, and &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt; of the 12th Artillery Regiment prior to being discharged. A &lt;a href=\"USDemocrat\"&gt;Democrat&lt;/a&gt;, Starkweather was chairman of the party's &lt;a href=\"Otsego%20County%2C%20New%20York\"&gt;Otsego County&lt;/a&gt; corresponding committee and a delegate to numerous county and state conventions. He was a delegate to the &lt;a href=\"1835%20Democratic%20National%20Convention\"&gt;1835 Democratic National Convention&lt;/a&gt;, and was chosen to serve as the convention's secretary.\nIn addition to his political activities, Starkweather was active in local government in Cooperstown and Otsego County. Among the positions he held were county &lt;a href=\"Commissioner%20of%20deeds%23In%20New%20York\"&gt;commissioner of deeds&lt;/a&gt;, county &lt;a href=\"Probate%20court\"&gt;surrogate judge&lt;/a&gt;, &lt;a href=\"town%20supervisor\"&gt;town supervisor&lt;/a&gt;, and chairman of the county board of supervisors. In 1846, Starkweather was the successful Democratic nominee for a seat in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;. He served in the &lt;a href=\"30th%20United%20States%20Congress\"&gt;30th United States Congress&lt;/a&gt; (March 4, 1847 - March 3, 1849). During his term, Starkweather made a speech in opposition to extending slavery beyond the states in which it already existed, which was the subject of favorable mentions in the country's newspapers.\nAfter leaving Congress, Starkweather resumed the practice of law. He later moved to &lt;a href=\"Milwaukee%2C%20Wisconsin\"&gt;Milwaukee, Wisconsin&lt;/a&gt;, where he practiced law from 1853 to 1868.\nStarkweather died in Cooperstown on October 15, 1879. He was buried at Lakewood Cemetery in Cooperstown.\nFamily.\nIn 1828, Starkweather married Elizabeth Georgiana Converse. They were the parents of 12 children:\n&lt;a href=\"John%20Converse%20Starkweather\"&gt;John Converse Starkweather&lt;/a&gt; was notable for his service as a &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; officer in the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;."
}