{
    "id": "7756758",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=7756758",
    "title": "Lucius Salvius Otho",
    "text": "Lucius Salvius Otho was the father of the Roman emperor &lt;a href=\"Otho\"&gt;Otho&lt;/a&gt;. He was born of a distinguished and well-connected family on his mother's side. His close friendship with &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt;, and physical similarity to him, led to rumours that he was Tiberius's son.\nBiography.\nEarly life.\nLucius was the son of a Marcus Salvius Otho, whose father was an &lt;a href=\"Etruscan%20people\"&gt;Etruscan&lt;/a&gt;. Marcus had been raised in empress &lt;a href=\"Livia\"&gt;Livia&lt;/a&gt;'s home. His mother's identity is unknown, although she is described as having been well connected. The appearance of the name \"Titianus\" in his family has led to speculation that she may have been from the &lt;a href=\"Titia%20gens\"&gt;gens Titia&lt;/a&gt;. Potentially a daughter of &lt;a href=\"Marcus%20Titius\"&gt;Marcus Titius&lt;/a&gt; and his wife Fabia Paullina, but possibly his sister or niece instead. A Titia L. f. is known from inscription to have been the wife of a Salvius. This woman died young in 23 BC. It is not certain if this woman was Otho's mother or possibly grandmother. Regardless, Lucius was widely assumed to be emperor &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt;'s illegitimate son, due to the excessive affection Tiberius bestowed on him, as well as a strong physical resemblance. This was a double edged sword for his children as it made them related to the &lt;a href=\"Julio-Claudian%20dynasty\"&gt;Julio-Claudians&lt;/a&gt;, but also connected them to Tiberius, who was unpopular with the people of Rome. &lt;a href=\"Ronald%20Syme\"&gt;Ronald Syme&lt;/a&gt; thought Lucius might have been born as late as &lt;a href=\"6%20BC\"&gt;6 BC&lt;/a&gt;, but possibly earlier, if Titia L. f was his mother then he would have to have been born in 23 BC at the latest. Tiberius would have been around 19 at this time.\nCareer.\nLucius was renowned for the severity of his command in the regular offices at Rome, the &lt;a href=\"proconsul\"&gt;proconsul&lt;/a&gt;ate of Africa, and several special military commands. He was made &lt;a href=\"Roman%20consul\"&gt;consul&lt;/a&gt; \"suffectus\" in July 33 AD. In &lt;a href=\"Illyricum%20%28Roman%20province%29\"&gt;Illyricum&lt;/a&gt;, in 42, some soldiers supported a rebellion against &lt;a href=\"Claudius\"&gt;Claudius&lt;/a&gt; by Illyricum's governor, &lt;a href=\"Lucius%20Arruntius%20Camillus%20Scribonianus\"&gt;Lucius Arruntius Camillus Scribonianus&lt;/a&gt;. Afterwards, they tried to cover the revolt up by killing their officers, who were the revolt's ringleaders. Claudius promoted them for doing so, but Lucius had them executed in his presence in the &lt;a href=\"Castra\"&gt;principia&lt;/a&gt; for killing their officers.\nHe rebuilt his reputation at court by forcing the slaves of an unnamed &lt;a href=\"equites\"&gt;knight&lt;/a&gt; to betray their master's plot to kill the emperor. As a result, the Senate set up his statue in the palace, and Claudius enrolled him among the &lt;a href=\"Patrician%20%28ancient%20Rome%29\"&gt;patricians&lt;/a&gt;, praising him in the highest terms and calling him \"a man of greater loyalty than I can even pray for in my own children\".\nMarriage and issue.\nLucius is known to have had two sons and at least one daughter.\n&lt;a href=\"Suetonius\"&gt;Suetonius&lt;/a&gt; claims that Lucius wife &lt;a href=\"Albia%20Terentia\"&gt;Albia Terentia&lt;/a&gt; was the mother of both of his sons, but the age difference between his older son Titianus and the emperor Otho has prompted some historians such as &lt;a href=\"Ronald%20Syme\"&gt;Ronald Syme&lt;/a&gt; and Charles Murison to doubt the plausibility of this and speculate that Titianus and Drusus's fiancée may have been the children of an earlier wife."
}