{
    "id": "776074",
    "revid": "12695882",
    "url": "https://en.wikipedia.org/wiki?curid=776074",
    "title": "Siege of Malta (World War II)",
    "text": "The Siege of Malta in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; was a &lt;a href=\"military%20campaign\"&gt;military campaign&lt;/a&gt; in the &lt;a href=\"Mediterranean%20and%20Middle%20East%20theatre%20of%20World%20War%20II\"&gt;Mediterranean Theatre&lt;/a&gt;. From June 1940 to November 1942, the fight for the control of the strategically important island of the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt; &lt;a href=\"Crown%20Colony%20of%20Malta\"&gt;Crown Colony of Malta&lt;/a&gt; pitted the air forces and navies of &lt;a href=\"Kingdom%20of%20Italy\"&gt;Fascist Italy&lt;/a&gt; and &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; against the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF) and the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;.\nThe opening of a &lt;a href=\"North%20African%20Campaign\"&gt;new front in North Africa&lt;/a&gt; in June 1940 increased Malta's already considerable value. British air and sea forces based on the island could attack &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; ships transporting vital supplies and reinforcements from Europe; Churchill called the island an \"&lt;a href=\"unsinkable%20aircraft%20carrier\"&gt;unsinkable aircraft carrier&lt;/a&gt;\". General &lt;a href=\"Erwin%20Rommel\"&gt;Erwin Rommel&lt;/a&gt;, in de facto field command of Axis forces in North Africa, recognised its importance quickly. In May 1941, he warned that \"Without Malta the Axis will end by losing control of North Africa\".\nThe Axis resolved to &lt;a href=\"strategic%20bombing\"&gt;bomb&lt;/a&gt; or starve Malta into submission, by attacking its ports, towns, cities, and &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; shipping supplying the island. Malta was one of the most intensively bombed areas during the war. The \"&lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt;\" (German Air Force) and the \"&lt;a href=\"Regia%20Aeronautica\"&gt;Regia Aeronautica&lt;/a&gt;\" (Italian Royal Air Force) flew a total of 3,000 bombing raids, dropping 6,700 tons of bombs on the &lt;a href=\"Grand%20Harbour\"&gt;Grand Harbour&lt;/a&gt; area alone, over a period of two years in an effort to destroy RAF defences and the ports. Success would have made possible a combined German–Italian &lt;a href=\"amphibious%20warfare\"&gt;amphibious landing&lt;/a&gt; (&lt;a href=\"Operation%20Herkules\"&gt;Operation Herkules&lt;/a&gt;) supported by German &lt;a href=\"airborne%20forces\"&gt;airborne forces&lt;/a&gt; (\"&lt;a href=\"Fallschirmj%C3%A4ger%20%28World%20War%20II%29\"&gt;Fallschirmjäger&lt;/a&gt;\"), but this did not happen. In the event, &lt;a href=\"Malta%20Convoys\"&gt;Allied convoys&lt;/a&gt; were able to supply and reinforce Malta, while the RAF defended its airspace, though at great cost in &lt;a href=\"materiel\"&gt;materiel&lt;/a&gt; and lives. In November 1942 the Axis lost the &lt;a href=\"Second%20Battle%20of%20El%20Alamein\"&gt;Second Battle of El Alamein&lt;/a&gt;, and the Allies landed forces in &lt;a href=\"French%20Morocco\"&gt;Vichy French Morocco&lt;/a&gt; and &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt; under &lt;a href=\"Operation%20Torch\"&gt;Operation Torch&lt;/a&gt;. The Axis diverted their forces to the &lt;a href=\"Tunisia%20Campaign\"&gt;Battle of Tunisia&lt;/a&gt;, and attacks on Malta were rapidly reduced. The siege effectively ended in November 1942.\nIn December 1942, air and sea forces operating from Malta went over to the offensive. By May 1943, they had sunk 230 Axis ships in 164 days, the highest Allied sinking rate of the war. The Allied victory in Malta played a major role in the eventual Allied success in North Africa.\nBackground.\n&lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; was a military and naval fortress, being the only Allied base between &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; and &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, Egypt. In peacetime it was a way station along the British trade route to Egypt and the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; to &lt;a href=\"Presidencies%20and%20provinces%20of%20British%20India%23Administration%20under%20the%20Crown%20%281858%E2%80%931947%29\"&gt;India&lt;/a&gt; and the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt;. When the route was closed Malta remained a forward base for offensive action against Axis shipping and land targets in the central Mediterranean. Owing to its exposed position close to Italy, the British had moved the headquarters of the Royal Navy &lt;a href=\"British%20Mediterranean%20Fleet\"&gt;Mediterranean Fleet&lt;/a&gt; from &lt;a href=\"Valletta\"&gt;Valletta&lt;/a&gt;, Malta in the mid-1930s to Alexandria in October 1939.\nMalta is with area of just under . It had a population of around 250,000 in June 1940, all but 3% or 4% of them native Maltese. According to the 1937 census, most of the inhabitants lived within of Grand Harbour, where the population density was more than six times that of the island average. Amongst the most congested spots was Valletta, the capital and political, military and commercial centre, where 23,000 people lived in an area of around . Across Grand Harbour, in the Three Cities, where the &lt;a href=\"Malta%20Dockyard\"&gt;Malta Dockyard&lt;/a&gt; and the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; headquarters were located, 28,000 people were packed into . It was these small areas that suffered the heaviest, most sustained and concentrated aerial bombing in history.\nThere were hardly any defences on Malta because of a pre-war conclusion that the island was indefensible. The Italian and British surface fleets were evenly matched in the region but the Italians had far more &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s and aircraft. The Admiralty had to protect the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; with the Mediterranean Fleet (&lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; &lt;a href=\"Andrew%20Cunningham%2C%201st%20Viscount%20Cunningham%20of%20Hyndhope\"&gt;Andrew Cunningham&lt;/a&gt;) and Gibraltar with &lt;a href=\"Force%20H\"&gt;Force H&lt;/a&gt; (&lt;a href=\"Vice-Admiral\"&gt;Vice-Admiral&lt;/a&gt; &lt;a href=\"James%20Somerville\"&gt;James Somerville&lt;/a&gt;). In October 1939, the Mediterranean Fleet was transferred eastwards to Egypt, stripping the island of its naval protection. Only the monitor and a few British submarines were still based at the island. When the Maltese government questioned British reasoning, they were told that the island could be defended just as adequately from Alexandria as from Grand Harbour, which was untrue. This led the Maltese to doubt the British commitment to defend the island.\nDespite concerns that the island, far from Britain and close to Italy, could not be defended, the British decided in July 1939 to increase the number of &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft guns&lt;/a&gt; and &lt;a href=\"fighter%20aircraft\"&gt;fighter aircraft&lt;/a&gt; on Malta. The British leadership had further doubts about whether to hold the island in May 1940, when during the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt; the French Prime Minister &lt;a href=\"Paul%20Reynaud\"&gt;Paul Reynaud&lt;/a&gt; suggested that the Italian prime minister and dictator &lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt; might be appeased by concessions, including Malta. After some discussion, &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; convinced the British &lt;a href=\"War%20Cabinet\"&gt;War Cabinet&lt;/a&gt; that no concessions should be made. With the British home islands in danger, the defence of Malta was not the priority and it was lightly protected. Only six obsolete Gloster &lt;a href=\"Gloster%20Gladiator\"&gt;Sea Gladiator&lt;/a&gt; &lt;a href=\"biplane\"&gt;biplane&lt;/a&gt;s were stationed on the island, with another six in crates when, on 10 June 1940, Mussolini declared war on the United Kingdom and France. In the 1930s, Italy had sought to expand in the Mediterranean and Africa, regions dominated by the British and French. The Allied defeat in France from May–June 1940 removed the &lt;a href=\"French%20Navy\"&gt;French Navy&lt;/a&gt; from the Allied &lt;a href=\"order%20of%20battle\"&gt;order of battle&lt;/a&gt; and tilted the balance of naval and air power in Italy's favour.\nUpon declaring war, Mussolini called for an offensive throughout the Mediterranean and within hours, the first bombs were dropped on Malta. After the French surrender on 25 June, Mussolini tried to exploit the situation, conducting \"Operazione E\" the &lt;a href=\"Italian%20invasion%20of%20Egypt\"&gt;Italian invasion of Egypt&lt;/a&gt; in September. The &lt;a href=\"Tenth%20Army%20%28Italy%29\"&gt;10th Army&lt;/a&gt; was crushed in &lt;a href=\"Operation%20Compass\"&gt;Operation Compass&lt;/a&gt;, a British counter-stroke, and &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; decided to come to the aid of his ally. In February 1941, the \"&lt;a href=\"Deutsches%20Afrikakorps\"&gt;Deutsches Afrikakorps&lt;/a&gt;\" (DAK, German Africa Corps under General &lt;a href=\"Erwin%20Rommel\"&gt;Erwin Rommel&lt;/a&gt;) was sent to North Africa as a blocking detachment (). RAF and Royal Navy anti-shipping squadrons and submarines on Malta threatened the Axis supply line to North Africa and both sides recognised the importance of Malta in controlling the central Mediterranean.\nIn 1940, an Italian assault on Malta stood a reasonable chance of gaining control of the island, an action giving the Italians naval and &lt;a href=\"air%20supremacy\"&gt;air supremacy&lt;/a&gt; in the central Mediterranean. The Mediterranean would have been split in two, separating the British bases at Gibraltar and Alexandria. The reluctance of the Italians to act directly against Malta throughout 1940 was strengthened by the &lt;a href=\"Battle%20of%20Taranto\"&gt;Battle of Taranto&lt;/a&gt;, in which much of the Italian surface fleet was put out of action by Royal Navy &lt;a href=\"Fleet%20Air%20Arm\"&gt;Fleet Air Arm&lt;/a&gt; torpedo bombers. The Italians adopted an indirect approach and cut off the island. To the Italians (and later the Germans), air power was the key weapon against Malta.\nItalian siege (June–December 1940).\nItalian air actions.\nAir power was the method chosen to attack Malta. The \"Regia Aeronautica\" began the &lt;a href=\"strategic%20bombing\"&gt;aerial bombardment&lt;/a&gt; of the island from airbases in &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;. On the first day, 55 Italian bombers and 21 fighters flew over Malta and dropped 142 bombs on the three airfields at Luqa, Hal Far and Ta Qali. Later, 10 Italian &lt;a href=\"Savoia-Marchetti%20SM.79\"&gt;Savoia-Marchetti SM.79&lt;/a&gt;s and 20 &lt;a href=\"Macchi%20C.200\"&gt;Macchi C.200&lt;/a&gt;s flew over the island, with no air opposition. At the time of these first &lt;a href=\"strategic%20bombing\"&gt;air raids&lt;/a&gt;, the defending fighters on Malta consisted of obsolete Gloster Sea Gladiators, in the &lt;a href=\"Hal%20Far%20Fighter%20Flight\"&gt;Hal Far Fighter Flight&lt;/a&gt;. Ten Gladiators in crates for transit were assembled and as no more than three aircraft flew at once, were called 'Faith', 'Hope' and 'Charity'. The pilots were flying-boat and other fliers with no experience of fighter operations. One Gladiator was shot down but the rest managed to shoot down several Italian aircraft.\nThe Italians flew at around and the monitor and gunboats and opened fire. In the afternoon, another 38 bombers escorted by 12 fighters raided the capital. The raids were designed to affect the morale of the population rather than inflict damage to dockyards and installations. A total of eight raids were flown on that first day. The bombing did not cause much damage and most of the casualties suffered were civilian. No interception of the raiders was made because there was no RAF force ready to meet them. No RAF airfield on Malta was operational at that time; one, at &lt;a href=\"RAF%20Luqa\"&gt;Luqa&lt;/a&gt;, was near to completion.\nDespite the absence of any operational airfields, at least one RAF Gladiator flew against a raid of 55 Savoia Marchetti SM 79 and their 20 escorting fighters on 11 June. It surprised the Italians, but the defences, almost non-existent on the ground and in the air, failed to impede the Italian force. On 12 June an Italian aircraft on a reconnaissance flight over Malta was shot down.\nAn odd development took place on 19 June. Twelve &lt;a href=\"Fairey%20Swordfish\"&gt;Fairey Swordfish&lt;/a&gt; torpedo bombers flew into the &lt;a href=\"Fleet%20Air%20Arm\"&gt;Fleet Air Arm&lt;/a&gt; (FAA) base at Hal Far, &lt;a href=\"767%20Naval%20Air%20Squadron\"&gt;767 (Training) NAS&lt;/a&gt;, having escaped from southern France following the French capitulation. They flew to the French colony of &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, but insecurity compelled them to seek friendlier surroundings. The FAA aircraft were to form the nucleus of what was to become &lt;a href=\"830%20Naval%20Air%20Squadron\"&gt;830 Naval Air Squadron&lt;/a&gt;, providing Malta with its first offensive strike aircraft. Before June was out, they raided Sicily and sank one Italian destroyer, damaged a cruiser and destroyed oil storage tanks in the port of Augusta.\nBy the start of July, the Gladiators had been reinforced by Hawker Hurricanes and the defences organised into &lt;a href=\"No.%20261%20Squadron%20RAF\"&gt;No. 261 Squadron RAF&lt;/a&gt; in August. Twelve aircraft were delivered by in August, the first of several batches ferried to the island by the carrier. A further attempt to fly 12 Hurricanes into Malta on 17 November, led by a FAA &lt;a href=\"Blackburn%20Skua\"&gt;Blackburn Skua&lt;/a&gt;, (&lt;a href=\"Operation%20White\"&gt;Operation White&lt;/a&gt;) ended in disaster with the loss of eight Hurricanes; they took off too far west of the island due to the presence of the Italian fleet and ran out of fuel, and several pilots were lost. A further two Hurricanes crashed, with one of the pilots rescued by a &lt;a href=\"Short%20Sunderland\"&gt;Short Sunderland&lt;/a&gt; &lt;a href=\"flying%20boat\"&gt;flying boat&lt;/a&gt;. The arrival of more fighters was welcome. After eight weeks, the original force of Hurricane units was grounded owing to a lack of spare parts.\nBy the year's end, the RAF claimed 45 Italian aircraft had been shot down. The Italians admitted the loss of 23 bombers and 12 fighters, with a further 187 bombers and seven fighters having suffered damage, mainly to anti-aircraft artillery.\nInvasion plan DG10/42.\nIn 1938 Mussolini had considered an invasion of Malta under Plan DG10/42, in which a force of 40,000 men would capture the island. Nearly all 80 purpose-built sea craft that would land the Italian Army ashore were expected to be lost but landings would be made in the north, with an attack upon the &lt;a href=\"Victoria%20Lines%2C%20Malta\"&gt;Victoria Lines&lt;/a&gt;, across the centre of the island. A secondary landing would be made on &lt;a href=\"Gozo\"&gt;Gozo&lt;/a&gt;, north-west of Malta and the islet of &lt;a href=\"Comino\"&gt;Comino&lt;/a&gt;, between the two. All of the Italian navy and 500 aircraft would be involved, but the lack of supplies led the planners to believe that the operation could not be carried out. With the German success in the Battle of France from May–June 1940, the plan was reduced to 20,000 men with the addition of tanks. The Allied defeat in France gave the Italians an opportunity to seize Malta but Italian intelligence overestimated the Maltese defences and Mussolini thought that an invasion would be unnecessary once Britain made peace. Mussolini also expected &lt;a href=\"Francoist%20Spain\"&gt;Francoist Spain&lt;/a&gt; to join the Axis and capture Gibraltar, which would close the Mediterranean to the British from the west.\nWar at sea.\nThe reluctance of the Italian Admiralty to act was also due to other considerations. The Italians believed they could keep the Royal Navy's fleet of ageing battleships bottled up in Alexandria. Another factor was the lack of crude oil (the Italians did not discover the large reserves in Libya during their occupation of the country). The Germans took most of the oil from Romania and left few resources for Italy to pursue large-scale operations in the Mediterranean. Not only did this preclude any large-scale naval operations, it also left the Italians without adequate fuel for combat training at sea. By the start of 1941, a limited petroleum stockpile meant only seven months of fuel could be guaranteed. On the other hand, British confidence was eroded when aircraft began to dominate the actions at sea later on in 1941 and 1942, as the Royal Navy had long been expected to be the principal defender of the island.\nCunningham brought to light the reluctance of the Italian Navy to engage by probing their defences. On 9 July 1940, the &lt;a href=\"Battle%20of%20Calabria\"&gt;Battle of Calabria&lt;/a&gt; was the only time the main Italian and British (with supporting &lt;a href=\"Royal%20Australian%20Navy\"&gt;Royal Australian Navy&lt;/a&gt; vessels) fleets engaged each other. Both sides claimed victory, but in fact the battle was inconclusive, and everyone returned to their bases as soon as possible. It confirmed to the Maltese people that the British still controlled the seas, if not from the Grand Harbour. This was confirmed again in March 1941, when the Royal Navy decisively defeated the Italian Navy in the &lt;a href=\"Battle%20of%20Cape%20Matapan\"&gt;Battle of Cape Matapan&lt;/a&gt;. The Italians had been heading to intercept the British convoys transporting reinforcements to aid Greece in the &lt;a href=\"Greco-Italian%20War\"&gt;Greco-Italian War&lt;/a&gt;.\nThe naval contest in the Mediterranean between the British and the Italian navies is generally considered to have been a draw.\nBritish counter-attacks.\nWhen it became clear to the British that the Italian air forces were limited and having little impact on the population, which could endure, a steady stream of reinforcements arrived. The potential of the base was realised and &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;Whitehall&lt;/a&gt; ordered further aircraft into the island; including Hurricane fighters, &lt;a href=\"Martin%20Maryland\"&gt;Martin Maryland&lt;/a&gt;s, Sunderlands, &lt;a href=\"Vickers%20Wellington\"&gt;Vickers Wellington&lt;/a&gt;s, more Swordfish and submarines. It provided an increasingly potent offensive arm. The Wellingtons arrived in October, from &lt;a href=\"No.%20148%20Squadron%20RAF\"&gt;No. 148 Squadron RAF&lt;/a&gt;.\nMeanwhile, the &lt;a href=\"Italian%20invasion%20of%20Egypt\"&gt;Italian invasion of Egypt&lt;/a&gt; had failed to achieve its goals and the British counter-offensive, &lt;a href=\"Operation%20Compass\"&gt;Operation Compass&lt;/a&gt;, destroyed several divisions of the Italian army at &lt;a href=\"Cyrenaica\"&gt;Cyrenaica&lt;/a&gt;. The diversion of the &lt;a href=\"North%20African%20Campaign\"&gt;North African Campaign&lt;/a&gt; drew away significant Italian air units which were rushed from Italy and Sicily to deal with the disasters and support the Italian ground forces embattled in Egypt and Libya. The relief on Malta was significant as the British could now concentrate their forces on offensive, rather than defensive operations. In November 1940, after months of poorly coordinated Italian air strikes, the FAA and Royal Navy struck at Italian naval forces in the &lt;a href=\"Battle%20of%20Taranto\"&gt;Battle of Taranto&lt;/a&gt;, a victory for sea-air power and definite proof that aircraft could wreak havoc on naval vessels without air cover. Fairey Swordfish &lt;a href=\"torpedo%20bomber\"&gt;torpedo bomber&lt;/a&gt;s disabled a number of Italian heavy units during the battle. The withdrawal of the Italian fleet to &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, out of reach of British aircraft, was a strategic victory which handed naval supremacy to the British for the time being.\nThe Royal Navy's submarines also began a period of offensive operations. &lt;a href=\"British%20U-class%20submarine\"&gt;British U-class submarine&lt;/a&gt;s began operations as early as June. Larger submarines also began operations, but after 50% losses per mission, they were withdrawn. U-class submarines operated from the &lt;a href=\"G%C5%BCira%23Manoel%20Island\"&gt;Manoel Island Base&lt;/a&gt; known as . Unfortunately no bomb-proof pens were available as the building project had been scrapped before the war, owing to cost-cutting policies. The new force was named the &lt;a href=\"Tenth%20Submarine%20Flotilla\"&gt;Tenth Submarine Flotilla&lt;/a&gt; and was placed under &lt;a href=\"Commodore%20Submarine%20Service\"&gt;Flag Officer Submarines&lt;/a&gt;, Admiral &lt;a href=\"Max%20Horton\"&gt;Max Horton&lt;/a&gt;, who appointed Commander G.W.G. Simpson to command the unit. Administratively, the Tenth Flotilla operated under the First Submarine Flotilla at Alexandria, itself under Cunningham. In reality, Cunningham gave Simpson and his unit a free hand. Until U-class vessels could be made available in numbers, &lt;a href=\"British%20T-class%20submarine\"&gt;British T-class submarine&lt;/a&gt;s were used. They had some successes, but suffered heavy losses when they began operations on 20 September 1940. Owing to a shortage of &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, enemy ships could not be attacked unless the target in question was a warship, tanker or other \"significant vessel\".\nThe performance of the fleet was mixed at first. They sank of Italian shipping, half of which was claimed by one vessel, . It accounted for one Italian submarine, nine merchant vessels and one &lt;a href=\"Motor%20Torpedo%20Boat\"&gt;motor torpedo boat&lt;/a&gt; (MTB). The loss of nine submarines and their trained crews and commanders was serious. Most of the losses were due to mines. On 14 January 1941, U-class submarines arrived, and the submarine offensive began in earnest.\n\"Luftwaffe\" arrives (January–April 1941).\nGerman intervention.\nGerman intervention over Malta was more a result of the Italian defeats in North Africa than Italian failures to deal with the island. Hitler had little choice other than to rescue his Italian ally or lose the chance of taking the &lt;a href=\"Middle%20Eastern\"&gt;Middle Eastern&lt;/a&gt; oilfields in Arabia. The \"Deutsche Afrika Korps\" (DAK or Africa Corps) under &lt;a href=\"Erwin%20Rommel\"&gt;Erwin Rommel&lt;/a&gt; was dispatched to secure the Axis front in Africa in February 1941. &lt;a href=\"Operation%20Colossus\"&gt;Operation Colossus&lt;/a&gt; signalled a dramatic turn around. The Germans launched &lt;a href=\"Operation%20Sonnenblume\"&gt;Operation Sonnenblume&lt;/a&gt;, which reinforced the Italians in North Africa. They then began a counter-offensive and drove the British back into Egypt. But operating overseas in Africa meant most of the supplies to Axis forces would come via the sea. This made Malta a dangerous threat to Axis logistical concerns. In response, the \"&lt;a href=\"Oberkommando%20der%20Luftwaffe\"&gt;Oberkommando der Luftwaffe&lt;/a&gt;\" (OKL or Air Force High Command) sent \"&lt;a href=\"10th%20Air%20Corps%20%28Germany%29\"&gt;Fliegerkorps X&lt;/a&gt;\" (Flying Corps Ten) to Sicily, which arrived in January 1941, to strike at naval forces in and around Malta, and RAF positions on the island, to ease the passage of supplies.\nThe British submarines failed to interdict the German ships transporting the German forces to Libya. The damaging of the 7,889-ton German ship \"Duisburg\" was the only noteworthy attack. On 9 February 1941, three submarines missed the same convoy bringing supplies to &lt;a href=\"Tripoli\"&gt;Tripoli&lt;/a&gt;, the principal Italian port in Libya. The port facilities could unload six ships at a time, making the port the best facility west of Alexandria, to the east. A large part of the Axis defensive success was due to naval mines. The Italians deployed 54,000 mines around Malta to prevent it being supplied. These mines were the bane of the Royal Navy's submarines. Around 3,000 mines were laid off &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;'s coast by Italian naval forces as well.\nThe failure to intercept Axis shipping was evident in the figures which extended far beyond February 1941. From January–April, the Axis sent 321,259 tons to Libya and all but 18,777 tons reached port. This amounted to a 94% success rate for convoy safety running the British interdiction. Of the 73,991 men sent by sea, 71,881 (97%), arrived in Africa. On 10 December 1940, \"Fliegerkorps X\", under the command of &lt;a href=\"Hans%20Ferdinand%20Geisler\"&gt;Hans Ferdinand Geisler&lt;/a&gt;, and with support of his &lt;a href=\"chief%20of%20staff\"&gt;chief of staff&lt;/a&gt; Major &lt;a href=\"Martin%20Harlinghausen\"&gt;Martin Harlinghausen&lt;/a&gt;, was ordered to Sicily to attack Allied shipping in the Mediterranean. By the start of the first German operation, Geisler had 95 aircraft and 14,389 men in Sicily. Geisler persuaded the OKL to give him four more dive-bomber \"gruppen\" (Groups). On 10 January, he could muster 255 (179 serviceable) aircraft including 209 dive and medium bombers.\nBy 2 January 1941, the first German units reached &lt;a href=\"Trapani\"&gt;Trapani&lt;/a&gt; on Sicily's southern coast. The \"Luftwaffe\"s two units were both &lt;a href=\"Junkers%20Ju%2087\"&gt;Junkers Ju 87&lt;/a&gt; \"Stuka\" \"Gruppen\" (Groups). The first was I./\"&lt;a href=\"Sturzkampfgeschwader%201\"&gt;Sturzkampfgeschwader 1&lt;/a&gt;\" and II./\"&lt;a href=\"Sturzkampfgeschwader%202\"&gt;Sturzkampfgeschwader 2&lt;/a&gt;\" (I and II Group Dive Bomber Wings 1 and 2). The units numbered some 80 Ju 87s. This led to a notable increase in the bombing of Malta. A \"Stabsstaffel\" of \"&lt;a href=\"Sturzkampfgeschwader%203\"&gt;Sturzkampfgeschwader 3&lt;/a&gt;\" (StG 3) arrived. \"&lt;a href=\"Oberstleutnant\"&gt;Oberstleutnant&lt;/a&gt;\" &lt;a href=\"Karl%20Christ\"&gt;Karl Christ&lt;/a&gt;, \"&lt;a href=\"Geschwaderkommodore\"&gt;Geschwaderkommodore&lt;/a&gt;\" of StG 3 gave orders to intercept heavy units. One particular target was &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s. Days later, he ordered the Ju 87 \"gruppen\" to sink the new carrier . It had played the key role in the Battle of Taranto, handing naval supremacy to the British, hence it became top of the Axis' target list.\n\"Excess\" and \"Illustrious\" \"blitz\".\nThe \"Luftwaffe\" crews believed four direct hits would sink the ship and began practice operations on floating mock-ups off the Sicilian coast. The vast flight deck offered a target of 6,500 square metres. An opportunity to attack the vessel came on 6 January. The British &lt;a href=\"Operation%20Excess\"&gt;Operation Excess&lt;/a&gt; was launched, which included a series of convoy operations by the British across the Mediterranean Sea. On 10 January they were within range of the Ju 87 bases. II./StG 2 sent 43 Ju 87s with support from I./StG 1. Ten Italian SM 79s had drawn off the carrier's &lt;a href=\"Fairey%20Fulmar\"&gt;Fairey Fulmar&lt;/a&gt; fighters while the escorting cruiser sank the Italian torpedo boat &lt;a href=\"Italian%20torpedo%20boat%20Vega\"&gt;\"Vega\"&lt;/a&gt;. Some 10 Ju 87s attacked the carrier unopposed. Witnessed by &lt;a href=\"Andrew%20Cunningham%2C%201st%20Viscount%20Cunningham%20of%20Hyndhope\"&gt;Andrew Cunningham&lt;/a&gt;, C-in-C of the Fleet from the battleship , the Ju 87s scored six hits. One destroyed a gun, another hit near her bow, a third demolished another gun, while two hit the lift, wrecking the aircraft below deck, causing explosions of fuel and ammunition. Another went through the armoured deck and exploded deep inside the ship. Two further attacks were made without result. Badly damaged, but with her main engines still intact, she steered for the now dubious haven of Malta. The attack lasted six minutes; killed 126 crew members and wounded 91. Within sight of Malta, Italian torpedo bombers also attacked the carrier, but were driven off by intense anti-aircraft fire.\nThe British operation should not have been launched: &lt;a href=\"Ultra\"&gt;Ultra&lt;/a&gt; had informed the &lt;a href=\"Air%20Ministry\"&gt;Air Ministry&lt;/a&gt; of \"Fliegerkorps X\"s presence on Sicily as early as 4 January. They did not pass on the intelligence to the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt;, who probably would not have sailed within range of the Ju 87s if they had known. The RAF was in no condition to prevent a major German air attack, with only 16 Hurricanes and a couple of Gladiator aircraft serviceable. On 11 January 1941, 10 more Ju 87s were sent to sink \"Illustrious\". They chanced upon the light cruisers and . Hits were scored on both; \"Southampton\" was so badly damaged her navy escorts scuttled her. Over the next 12 days, the workers at the shipyard in the Grand Harbour repaired the carrier under determined air attack so that she might make Alexandria. On 13 January, the Ju 87s, now equipped with SC 1000 bombs failed to achieve a hit. On 14 January, 44 Ju 87s scored a hit on the ill-fated after lift. On 18 January, the Germans switched to attacking the airfields at Hal Far and Luqa in an attempt to win air superiority before returning to \"Illustrious\". On 20 January, two near misses breached the hull below the water line and hurled her hull against the wharf. Nevertheless, the engineers won the battle. On 23 January, she slipped out of Grand Harbour, and arrived in Alexandria two days later. The carrier later sailed to America where she was kept out of action for a year.\nThe \"Luftwaffe\" had failed to sink the carrier. However, their losses were few—three aircraft on 10 January and four Ju 87s over several weeks—and the Germans had impressed the British with the effectiveness of land-based air power. They withdrew their fleet's heavy units from the central Mediterranean and risked no more than trying to send cruisers through the Sicilian Narrows. Both the British and Italian navies digested their experiences over Taranto and Malta.\nGerman and Italian air superiority.\nThe appearance in February of &lt;a href=\"Messerschmitt%20Bf%20109\"&gt;Messerschmitt Bf 109&lt;/a&gt; E-7 fighters of 7. &lt;a href=\"Organization%20of%20the%20Luftwaffe%20%281933%E2%80%931945%29%23Staffel\"&gt;Staffel&lt;/a&gt; (squadron) &lt;a href=\"Jagdgeschwader%2026\"&gt;Jagdgeschwader 26&lt;/a&gt; (26th Fighter Wing or JG 26), led by &lt;a href=\"Oberleutnant\"&gt;Oberleutnant&lt;/a&gt; &lt;a href=\"Joachim%20M%C3%BCncheberg\"&gt;Joachim Müncheberg&lt;/a&gt;, quickly led to a rise in RAF losses; the German fighter pilots were experienced, confident, tactically astute, better-equipped and well-trained. The Allied pilots on Malta had little combat experience and their &lt;a href=\"Hawker%20Hurricane\"&gt;Hawker Hurricane&lt;/a&gt;s were worn-out and for four months, JG 26 had few losses. The Luftwaffe claimed 42 air victories, 20 of them (including one over Yugoslavia) credited to Müncheberg. The RAF Hurricanes were kept operational by being patched up and cannibalised and their performance, already inferior to the Bf 109E-7, deteriorated. Five Hurricanes arrived at Malta in early March, another six on 18 March. but five Hurricanes and five pilots were lost.\"\"\nOn 1 March, the \"Luftwaffe\" attacks on airfields destroyed all of the Wellingtons brought in in October. Royal Navy warships and Sunderland flying boats could not use the island for offensive operations, and the main fighter squadrons, Nos. 261 and 274, were put under severe pressure. There were several raids per day and over 107 Axis attacks took place in February and 105 in March, with Bf 109 fighters strafing any signs of movement on the ground. By February around 14,600 men, of the island's work force, had volunteered, rationing began reducing morale even more. and all males from ages 16 to 56 were conscripted to join the volunteers, the &lt;a href=\"Royal%20Malta%20Artillery\"&gt;Royal Malta Artillery&lt;/a&gt; guarding Grand Harbour.\nThe Allies had a success in April, with victory in the &lt;a href=\"Battle%20of%20the%20Tarigo%20Convoy\"&gt;Battle of the Tarigo Convoy&lt;/a&gt;. Allied surface forces managed to sink only one small Axis convoy in daylight hours during the whole &lt;a href=\"North%20African%20Campaign\"&gt;North African Campaign&lt;/a&gt; but on the night of 15/16 April, Axis ships were intercepted by Commander P. J. Mack's 14th Destroyer Flotilla, comprising , , \"Mohawk\", \"Juno\" and \"Nubian\". The destroyers sank \"Sabaudia\" (1,500 tons), \"Aegina\" (2,447 tons), \"Adana\" (4,205 tons), \"Isetlhon\" (3,704 tons) and \"Arta\". The Italian destroyers \"Tarigo\", \"Lampo\" and \"Baleno\" were sunk for the loss of \"Mohawk\".\nThe flotilla had been officially formed on 8 April 1941, in response to the need for a Malta Strike Force. This formation was to interdict Axis convoys. Commander Lord &lt;a href=\"Louis%20Mountbatten\"&gt;Louis Mountbatten&lt;/a&gt;'s 5th Destroyer Flotilla was later ordered to merge with Mack's fleet to increase its striking power. The destroyers , , , , and were a part of Mountbatten's fleet. The cruisers and \"Gloucester\" accompanied the ships as part of the force. The strike force had considerable success, which justified basing it at Malta despite the danger from air attack. On 21 May, the force was sent to join the &lt;a href=\"Battle%20of%20Crete\"&gt;Battle of Crete&lt;/a&gt;. It was several months before the depleted strike force returned.\nFurther success was had by the &lt;a href=\"Malta%20Convoys\"&gt;Malta Convoys&lt;/a&gt;. An urgent supply convoy from Gibraltar to Alexandria (Operation Tiger) coincided with reinforcements for the Mediterranean Fleet, two small convoys from Egypt to Malta and 48 more Hurricanes flew off HMS \"Ark Royal\" and in Operation Splice, with only the loss of the SS \"Empire Song\", which hit a mine and sank with 10 Hurricane fighters and 57 tanks on board. Convoy \"Tiger\" transported 295 &lt;a href=\"Matilda%20II\"&gt;Matilda II&lt;/a&gt; tanks, new &lt;a href=\"Crusader%20tank\"&gt;Crusader tank&lt;/a&gt;s and 24,000 tons of oil for operations in North Africa. They were completed on 12 May. I., II., and III.; StG 1 made a determined effort against \"Tiger\" and Malta without result.\nThe Axis air forces maintained air superiority; Hitler ordered \"Fliegerkorps X\" to protect Axis shipping, prevent Allied shipping passing through the central Mediterranean and neutralise Malta as an Allied base. Around 180 German and 300 Italian aircraft carried out the operation, and the RAF struggled to fly more than six or eight fighter sorties. Occasionally, 12 Hurricanes were flown in from British carriers but the replacements were soon used up. By mid-May, the central Mediterranean was again closed to Allied shipping and the DAK in North Africa was able to receive reinforcements, only 3% of its supplies, personnel and equipment being lost en route. From 11 April – 10 May, 111 Axis raids were carried out against military installations on Malta. Most of the heavy equipment in Grand Harbour was destroyed and the dry-docks could only be operated by hand. Efficiency of most workshops was reduced to 25% – 50%.\nDuring the first four months of German operations, the \"Luftwaffe\" dropped 2,500 tons of &lt;a href=\"high%20explosive\"&gt;high explosive&lt;/a&gt;s on Malta. It was many more times the tonnage dropped by the Italians, but far short of the amount dropped the following year. More than 2,000 civilian buildings were destroyed as opposed to only 300 during the Italian siege. Civilian casualties were low, and after the bombing of HMS \"Illustrious\" most civilians moved to safer surroundings in the countryside; by May 1941, nearly 60,000 people had left the cities, some 11,000 people ( or 66% of the population) leaving Valletta. The British had concentrated on protecting military targets and few shelters were available for civilians. Eventually, 2,000 miners and stonemasons were recruited to build public shelters but the pay was poor and the miners threatened to strike, and were threatened with conscription into the army. The workers capitulated but instituted a go-slow, trebling the cost of the work.\nGerman withdrawal.\nIn April, Hitler was forced to intervene in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt; which led to the &lt;a href=\"Balkans%20Campaign%20%28World%20War%20II%29\"&gt;campaign&lt;/a&gt; of that name; it was also known as the &lt;a href=\"German%20invasion%20of%20Yugoslavia\"&gt;German invasion of Yugoslavia&lt;/a&gt; and included the &lt;a href=\"Greco-Italian%20War\"&gt;Battle of Greece&lt;/a&gt;. The subsequent campaign and the heavy German losses in the &lt;a href=\"Battle%20of%20Crete\"&gt;Battle of Crete&lt;/a&gt; convinced Hitler that air drops behind enemy lines, using paratroopers, were no longer feasible unless surprise was achieved. He acknowledged that the chances of success in an air operation of that kind were low; German airborne forces did not undertake any such operations again. This had important consequences for Malta, as it indicated the island was only at risk from an Axis siege. When, in June, Hitler attacked the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; under &lt;a href=\"Operation%20Barbarossa\"&gt;Operation Barbarossa&lt;/a&gt;, \"Fliegerkorps X\" departed for the Eastern Front, and the \"Regia Aeronautica\" was left to continue its highly effective air campaign against Malta in the coming months. Geisler, commanding the remnants of \"Fliegerkorps X\", could only count upon mine-laying aircraft from \"&lt;a href=\"Kampfgeschwader%204\"&gt;Kampfgeschwader 4&lt;/a&gt;\" (KG 4) and Ju 87s in night operations. Supply issues were bad, the small German force left was forced to abandon operations on 22 April 1941. By early May 1941, the \"Luftwaffe\" had flown 1,465 bomber, 1,144 fighter and 132 reconnaissance missions for just 44 losses. III./\"&lt;a href=\"Kampfgeschwader%2030\"&gt;Kampfgeschwader 30&lt;/a&gt;\" (KG 30) and III./\"&lt;a href=\"Lehrgeschwader%201\"&gt;Lehrgeschwader 1&lt;/a&gt;\" (KG 1) flew sporadic night attacks during April.\nAllied recovery (April–October 1941).\nHugh Lloyd.\nOn 1 June, Air Vice Marshal &lt;a href=\"Forster%20Maynard\"&gt;Forster Maynard&lt;/a&gt;, Malta's Air Officer Commanding, was replaced by Air Commodore &lt;a href=\"Hugh%20Pughe%20Lloyd\"&gt;Hugh Lloyd&lt;/a&gt;. When he arrived on the island Lloyd found little to work with. Still, he had every intention of taking the offensive. Outside his office, in the underground headquarters at &lt;a href=\"Lascaris%20War%20Rooms\"&gt;Lascaris&lt;/a&gt;, he hung a sign outside; \"Less depends on the size of the dog in the fight than on the size of the fight in the dog\".\nWithin a few hours Lloyd had made an inspection tour of the airfields and the main workshops at Kalafrana. The state of the island was worse than he expected. The slackening of German air activity had allowed the number of aircraft to increase, but the RAF still had fewer than 60 machines of all types. Maintenance was difficult. Hardly any spare or replacement parts were available—spares had to be obtained by sifting through the debris of wrecks or by cannibalising undamaged aircraft. Furthermore, the airfields were too small; there was no heavy equipment to work with; and even the commonest sorts of tools, such as hammers and wrenches, were all but impossible to find. All refuelling had to be done by hand from individual drums. The shelter was also inadequate, so there was little protection for what equipment they did have. Most aircraft were clustered together on open runways, presenting tempting targets. At Kalafrana, all the buildings were close together and above ground. The single engine-repair facility on Malta was located right next to the only test benches. Lloyd himself said, \"a few bombs on Kalafrana in the summer of 1941 would have ruined any hope of Malta ever operating an air force\".\nUsually, the protection of air defences and naval assets on the island would have had priority. Certainly bringing in more supplies would have made greater strategic sense, before risking going on to the offensive and thus in turn risking the wrath of the enemy. But the period was an eventful one. In North Africa, the DAK was on the move and Rommel was pressing his army towards the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; and &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; in Egypt. RAF forces on Malta could not afford to sit idle; they could prevent Rommel's advance, or slow it down, by striking at his supply lines. Malta was the only place from where British &lt;a href=\"strike%20aircraft\"&gt;strike aircraft&lt;/a&gt; could launch their attacks. Lloyd's bombers and a small &lt;a href=\"flotilla\"&gt;flotilla&lt;/a&gt; of submarines were the only forces available to harass Rommel's supply lines into the autumn. Only then did the surface fleets return to Malta to support the offensive.\nAllied reinforcement.\nWith the exception of coal, fodder, kerosene and essential civilian supplies were such that a reserve of 8–15 months was built up. &lt;a href=\"Operation%20Substance\"&gt;Operation Substance&lt;/a&gt; was particularly successful in July 1941. The supplies included spares and aircraft. Around 60 bombers and 120 Hurricanes were now available. Around 65,000 tons eventually reached Malta in July despite heavy damage inflicted by the Italian navy and air forces. No supplies were sent in August, but &lt;a href=\"Operation%20Halberd\"&gt;Operation Halberd&lt;/a&gt; in September 1941 brought in 85,000 tons of supplies, shipped by nine merchant vessels escorted by one aircraft carrier, five cruisers and 17 destroyers. One cargo ship, the \"Imperial Star\" was sunk, and the battleship was damaged by a torpedo. This convoy proved critical to saving Malta, as its supplies were deemed to be essential when the Germans returned in December.\nIn mid-1941, new squadrons—No. 185 and No. 126—were formed and the defenders received the first cannon-armed Hurricane Mk IICs. Naval carriers flew in a total of 81 more fighters in April–May. By 12 May, there were 50 Hurricanes on the island. On 21 May, &lt;a href=\"No.%20249%20Squadron%20RAF\"&gt;No. 249 Squadron RAF&lt;/a&gt; arrived, taking over from No. 261. &lt;a href=\"No.%2046%20Squadron%20RAF\"&gt;46 Squadron&lt;/a&gt; arrived in June, to be renumbered &lt;a href=\"No.%20126%20Squadron%20RAF\"&gt;126 Squadron&lt;/a&gt;. In May 1941, 47 Hurricanes were flown into the island. From May–December, the first &lt;a href=\"Bristol%20Blenheim\"&gt;Bristol Blenheim&lt;/a&gt; units (&lt;a href=\"No.%20113%20Squadron%20RAF\"&gt;No. 113 Squadron RAF&lt;/a&gt; and &lt;a href=\"No.%20105%20Squadron%20RAF\"&gt;115 Squadron&lt;/a&gt;) began to arrive and &lt;a href=\"Bristol%20Beaufighter\"&gt;Bristol Beaufighter&lt;/a&gt; units, &lt;a href=\"No.%20252%20Squadron%20RAF\"&gt;252&lt;/a&gt; and &lt;a href=\"No.%20272%20Squadron%20RAF\"&gt;272 Squadrons&lt;/a&gt;. Malta was now being used as a base for supplying Egypt. Between July and December 1941, 717 RAF fighters passed through Malta and 514 left for North Africa. By early August, Malta now had 75 fighters and 230 anti-aircraft guns. &lt;a href=\"Bristol%20Blenheim\"&gt;Bristol Blenheim&lt;/a&gt; bombers also joined the defenders and began offensive operations.\nBesides preparing for offensive operations and reinforcing the RAF on the island, Lloyd also rectified many of the deficiencies. Thousands of Maltese and 3,000 &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; soldiers were drafted in to better protect the airfields. Even technical staff, clerks and flight crews helped when required. Dispersal strips were built, repair shops were moved underground from dockyards and airfields. Underground shelters were also created in the belief that the \"Luftwaffe\" would soon return. On 26 July, a night attack was carried out by Italian &lt;a href=\"fast%20attack%20craft\"&gt;fast attack craft&lt;/a&gt; of the elite \"&lt;a href=\"Decima%20Flottiglia%20MAS\"&gt;Decima Flottiglia MAS&lt;/a&gt;\" unit. The force was detected early on by a British radar facility, and the &lt;a href=\"coastal%20artillery\"&gt;coastal artillery&lt;/a&gt; at &lt;a href=\"Fort%20Saint%20Elmo\"&gt;Fort Saint Elmo&lt;/a&gt; opened fire on the Italians. In the attack, 15 men were killed and 18 captured, and most of the boats were lost. An MT boat hit &lt;a href=\"St%20Elmo%20Bridge\"&gt;St Elmo Bridge&lt;/a&gt;, which collapsed. The bridge was never restored, and it was only in 2011 that a new one was built in its place.\nAllied offensive.\nThe Allies were able to launch offensive operations from Malta and some 60% of Axis shipping was sunk in the second half of 1941. The DAK and its partners were not receiving the of supplies a month they needed, and as a result they were unable to resist a strong counter-offensive by British forces in &lt;a href=\"Operation%20Crusader\"&gt;Operation Crusader&lt;/a&gt;.\nIn July 62,276 tons of supplies were landed by the Axis, half of the figure in June. In September 1941, &lt;a href=\"830%20Naval%20Air%20Squadron\"&gt;830 Naval Air Squadron&lt;/a&gt; sank or damaged the ships \"Andrea Gritti\" (6,338 tons) and the \"Pietro Barbaro\" (6,330 tons). Ultra intercepts found that 3,500 tons of aerial bombs, 4,000 tons of ammunition, 5,000 tons of food, one entire tank workshop, 25 Bf 109 engines and 25 cases of &lt;a href=\"glycol\"&gt;glycol&lt;/a&gt; coolant for their engines were lost. Further success was had later in the month, although British losses from anti-aircraft fire from Italian ships were often heavy. One reason for accepting heavy losses was the difficulty in bombing accurately. Lloyd asked his bombers to attack at mast-height, increasing accuracy but making them easier targets for Italian anti-aircraft defences. Losses averaged 12% during this time. &lt;a href=\"No.%2038%20Squadron%20RAF\"&gt;38 Squadron&lt;/a&gt;, &lt;a href=\"No.%2040%20Squadron%20RAF\"&gt;40 Squadron&lt;/a&gt; and &lt;a href=\"No.%20104%20Squadron%20RAF\"&gt;104 Squadron&lt;/a&gt;, equipped with Wellington bombers, hit Axis convoys in &lt;a href=\"Tripoli\"&gt;Tripoli&lt;/a&gt;. In concert with Royal Navy submarines, the RAF and FAA sank 108 Axis ships (300,000 grt) between June and September. In September, 33% of the 96,000 tons of supplies dispatched were lost to British submarine and air attack.\nPart of the reason for this favourable outcome in November 1941, was the arrival of &lt;a href=\"Force%20K\"&gt;Force K&lt;/a&gt; of the Royal Navy, which during the &lt;a href=\"Battle%20of%20the%20Duisburg%20Convoy\"&gt;Battle of the Duisburg Convoy&lt;/a&gt; sank all the ships, which practically blockaded Libyan ports. Soon after, Force K was reinforced by the arrival in Malta of &lt;a href=\"Force%20B\"&gt;Force B&lt;/a&gt; with the light cruisers and and the &lt;a href=\"J-%2C%20K-%20and%20N-class%20destroyer\"&gt;K-class destroyers&lt;/a&gt;, \"Kimberley\" and \"Kingston\", on 27 November. Joint operations with the RAF were so effective that during November 1941, Axis fuel losses amounted to 49,365 tons out of 79,208 tons. Among the contributors to the sinking of Axis shipping was &lt;a href=\"828%20Naval%20Air%20Squadron\"&gt;828 Naval Air Squadron&lt;/a&gt;, 830 Naval Air Squadron, the British 10th Naval Flotilla and &lt;a href=\"No.%2069%20Squadron%20RAF\"&gt;69 Squadron&lt;/a&gt; which shadowed convoys with their Maryland aircraft. Special flights of RAF Wellingtons fitted with &lt;a href=\"List%20of%20World%20War%20II%20British%20naval%20radar\"&gt;air-to-surface vessel (ASV) radar&lt;/a&gt;, were important to Force K operations, and Ultra intelligence reached Malta on Axis convoy movements. The RAF Malta Command would then dispatch the ASV-Wellingtons to sweep the seas and direct the British naval forces to the convoy.\nOn 13 November, the carrier HMS \"Ark Royal\"— returning to Gibraltar after transporting aircraft to Malta—was sunk by a &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;. Twelve days later, the battleship was sunk by a U-boat, followed by the light cruiser on 15 December. On 19 December, ships from both forces ran into a &lt;a href=\"Naval%20mine\"&gt;minefield&lt;/a&gt; while pursuing an Italian convoy. Damage from the mines sank the cruiser and damaged the cruiser . The destroyer was also mined while attempting to assist \"Neptune\". \"Kandahar\" was scuttled the next day by the destroyer . Following the disaster and with a resurgence of the Axis aerial bombardment of Malta, surface ships were withdrawn from the central Mediterranean in January 1942.\nWhile Italian bombing was again proving successful against the British, the \"Luftwaffe\" returned in force in December 1941 to renew intensive bombing. The \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" sent nearly half of all the German U-boats on operations in the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; to the Mediterranean to support the effort against Malta and by 15 December, half of these vessels were either in the Mediterranean, or en route, having to run the gauntlet past the RAF and the navy based in &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;. Until the return of the \"Luftwaffe\" over Malta, the RAF defenders had claimed 199 aircraft shot down from June 1940 – December 1941, while losses were at least 90 Hurricanes, three Fairey Fulmars and one Gladiator in air combat; 10 more Hurricanes and one Gladiator destroyed in accidents and many more destroyed on the ground. Eight Marylands, two other aircraft, three Beaufighters, one Blenheim fighter and many bombers were also lost. No. 185 Squadron claimed 18 destroyed, seven probable victories and 21 damaged for 11 killed or missing. Among those losses was &lt;a href=\"Squadron%20Leader\"&gt;Squadron Leader&lt;/a&gt; &lt;a href=\"Peter%20%26quot%3BBoy%26quot%3B%20Mould\"&gt;Peter \"Boy\" Mould&lt;/a&gt;. Actual Axis losses amounted to 135 bombers (80 German) and 56 fighters plus a number of other aircraft.\n\"Luftwaffe\" returns (December 1941 – August 1942).\nKesselring (\"OB Süd\").\nBy June 1941, Geisler had been moved to Libya to support the DAK in the &lt;a href=\"North%20African%20Campaign\"&gt;North African Campaign&lt;/a&gt;. In the Mediterranean and on Malta, the Allies recovered and began offensive operations against Axis shipping bringing supplies to the DAK in North Africa. The mounting shipping supply losses affected Geisler's ability to support Erwin Rommel and his forces, which caused tension between the \"&lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt;\" and the \"Luftwaffe\". Geisler was to be returned to Sicily with his remaining air strength to solve the issue. However, the Germans backed down over Italian protests. On 6 October Geisler did extend his air sector responsibilities to cover the Tripoli-Naples sea route to curtail losses. On 2 October, &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Hermann Göring&lt;/a&gt;, commander-in-chief of the \"Luftwaffe\" met with his \"Regia Aeronautica\" counterpart &lt;a href=\"Francesco%20Pricolo\"&gt;Francesco Pricolo&lt;/a&gt;, to discuss reinforcements. &lt;a href=\"Hans%20Jeschonnek\"&gt;Hans Jeschonnek&lt;/a&gt;, Goring's chief of staff, suggested sending \"&lt;a href=\"Luftflotte%202\"&gt;Luftflotte 2&lt;/a&gt;\" and its commander &lt;a href=\"Albert%20Kesselring\"&gt;Albert Kesselring&lt;/a&gt; to Sicily from the Eastern Front. Göring agreed, and was willing to send 16 \"Gruppen\" to Sicily, anticipating a Soviet collapse in the east; &lt;a href=\"10th%20Air%20Corps%20%28Germany%29\"&gt;\"Fliegerkorps\" II&lt;/a&gt; (&lt;a href=\"Bruno%20Loerzer\"&gt;Bruno Loerzer&lt;/a&gt;), arrived in January 1942, with Kesselring as &lt;a href=\"OB%20S%C3%BCd\"&gt;\"Oberbefehlshaber Süd\"&lt;/a&gt; (\"OB Süd\", Commander-in-Chief South) from 1 December 1941.\nGerman pressure, Spitfire arrival.\n&lt;a href=\"Messerschmitt%20Bf%20110\"&gt;Messerschmitt Bf 110&lt;/a&gt;s and Ju 88 &lt;a href=\"night%20fighter\"&gt;night fighter&lt;/a&gt;s from \"&lt;a href=\"Zerst%C3%B6rergeschwader%2026\"&gt;Zerstörergeschwader 26&lt;/a&gt;\" (ZG 26, or Destroyer Wing 26) and \"&lt;a href=\"Nachtjagdgeschwader%201\"&gt;Nachtjagdgeschwader 1&lt;/a&gt;\" (NJG 1 or Night Fighter Wing 1), were flown into Sicily to support \"Fliegerkorps II\". They quickly eliminated Malta's striking force, which was beyond the range of fighter escort while over the Mediterranean. In the first two months, around 20 RAF bombers and reconnaissance aircraft were shot down. The success against Axis shipping soon dried up. The only notable triumph was the sinking of the 13,089-ton \"Victoria\" merchant ship, one of the fastest merchantmen afloat, by a &lt;a href=\"Fairey%20Albacore\"&gt;Fairey Albacore&lt;/a&gt; of 826 Squadron, flown by Lieutenant Baxter Ellis, on 23 January.\nOver the island, the defensive arm of the RAF was also put under pressure. Kesselring began 1942 with a raid on New Year's Day, the 1,175th raid of the war. In January the RAF lost 50 Hurricanes on the ground and another eight shot down in combat. Of the 340 fighters that had passed through or stayed on the island since the war began, only 28 remained. The Axis conducted 263 raids in that month, compared to 169 in December 1941. \"Fliegerkorps II\" was recovering from its losses in the Soviet Union, and could only contribute 118 aircraft in January, but grew to 390 in March, reaching a peak strength of 425 aircraft.\nOne-third of all raids were directed against airfields. At Ta' Qali, 841 tons of bombs were dropped, because the Germans believed the British were operating an underground hangar; the Germans used rocket-assisted PC 18000RS Panther bombs. The usual tactic involved a sweep ahead of the bombers by German fighters to clear the skies; this worked, and air superiority was maintained. Only slight losses were suffered by the bombers. One notable loss was the \"&lt;a href=\"Geschwaderkommodore\"&gt;Geschwaderkommodore&lt;/a&gt;\" of KG 77, &lt;a href=\"Arved%20Cr%C3%BCger\"&gt;Arved Crüger&lt;/a&gt;. Around 94% of the strikes were made in daylight and the Italians supported the \"Luftwaffe\" by flying 2,455 sorties in February and March.\nDobbie and the British naval and air commanders argued for modern aircraft, particularly &lt;a href=\"Supermarine%20Spitfire\"&gt;Spitfires&lt;/a&gt;, to be sent to Malta. The AOC Middle East, &lt;a href=\"Arthur%20Tedder\"&gt;Arthur Tedder&lt;/a&gt;, sent &lt;a href=\"Group%20Captain\"&gt;Group Captain&lt;/a&gt; Basil Embry to Malta to assess the situation. The pilots told Embry that the Hurricanes were useless and that the Spitfire was their only hope. They claimed that the Germans purposely flew in front of the Hurricanes in their Bf 109Fs to show off the performance superiority of their fighters. The squadron leaders argued the inferiority of their aircraft was affecting morale. Embry agreed and recommended that Spitfires be sent; the type began arriving in March 1942.\nAxis invasion plan.\nOn 29–30 April 1942, a plan for the invasion of the island was approved by Adolf Hitler and Benito Mussolini during a meeting at &lt;a href=\"Berchtesgaden\"&gt;Berchtesgaden&lt;/a&gt;. It envisaged an airborne assault with one German and one Italian airborne division, under the command of German &lt;a href=\"General\"&gt;General&lt;/a&gt; &lt;a href=\"Kurt%20Student\"&gt;Kurt Student&lt;/a&gt;. This would have been followed by a seaborne landing of two or three divisions protected by the \"Regia Marina\". The Italians, in agreement with Kesselring, made the invasion of Malta the priority in the region. However, two major factors stopped Hitler from giving the operation the green light. The first was Erwin Rommel. Due to Kesselring's pounding of the island the supply lines to North Africa had been secured. He was able to gain the ascendancy in North Africa once again. Although Rommel believed Malta should be invaded, he insisted the conquest of Egypt and the Suez Canal, not Malta, was the priority. The second was Hitler himself. After the Battle of Crete in May–June 1941, Hitler was nervous about using paratroopers to invade the island since the Crete campaign had cost this arm heavy losses, and he started to procrastinate in making a decision. Kesselring complained. Hitler proposed a compromise. He suggested that if the Egyptian border was reached once again in the coming months (the fighting at the time was taking place in Libya), the Axis could invade in July or August 1942 when a full moon would provide ideal conditions for a landing. Although frustrated, Kesselring was relieved the operation had seemingly been postponed rather than shelved.\nRAF air superiority.\nBefore the Spitfires arrived, other attempts were made to reduce losses. In February 1942, Squadron Leader &lt;a href=\"Stan%20Turner%20%28RAF%29\"&gt;Stan Turner&lt;/a&gt; arrived to take over 249 Squadron. Lloyd had requested a highly experienced combat leader be sent and Turner's experience flying with &lt;a href=\"Douglas%20Bader\"&gt;Douglas Bader&lt;/a&gt; over Europe meant he was qualified to lead the unit. He began the adoption of the loose &lt;a href=\"finger-four\"&gt;finger-four&lt;/a&gt; formation in an attempt to cut RAF losses by introducing more flexible tactics to compensate for technical inferiority. The outmoded Hurricanes still struggled against the very latest Bf 109Fs of \"&lt;a href=\"Jagdgeschwader%2053\"&gt;Jagdgeschwader 53&lt;/a&gt;\" (JG 53) and Italian &lt;a href=\"Macchi%20C.202\"&gt;Macchi C.202&lt;/a&gt;s; the &lt;a href=\"Junkers%20Ju%2088\"&gt;Junkers Ju 88&lt;/a&gt; bomber also proved a difficult enemy. However, the Hurricanes did record occasional victories against the Bf 109Fs, during one attack in February 1942 only three managed to break up a raid by fifty Bf 109s.\nOn 7 March 1942, a contingent of 16 &lt;a href=\"Supermarine%20Spitfire\"&gt;Supermarine Spitfire&lt;/a&gt; Mk Vs flew to Malta from the aircraft carrier as part of &lt;a href=\"Operation%20Spotter\"&gt;Operation Spotter&lt;/a&gt;. A further run by \"Eagle\" delivered nine Spitfires. The &lt;a href=\"Club%20Run\"&gt;Club Run&lt;/a&gt; (delivery of aircraft to Malta by carrier) became more frequent through 1942. Then, despatched 47 more aircraft (&lt;a href=\"Operation%20Calendar\"&gt;Operation Calendar&lt;/a&gt;) on 13 April 1942. All but one reached the island. While the Spitfires were a match for the Axis aircraft, many of those delivered in March and April were destroyed on the ground and in the air, where they were outnumbered; for five days in April there was just one Spitfire available to defend the island, for two days there were none. The Germans had watched their delivery and pressed home heavy attacks. By 21 April 1942 just 27 Spitfires were still airworthy, and by evening that had fallen to 17.\nThe overwhelming Axis bombardments had also substantially eroded Malta's offensive naval and air capabilities. By March–April 1942, it was clear the \"Luftwaffe\" had achieved a measure of air superiority. The \"Regia Aeronautica\" also pressed home attacks with determination. Often, three to five Italian bombers would fly very low over their targets and drop their bombs with precision, regardless of the RAF attacks and ground fire.\nAlong with the advantage in the air, the Germans soon discovered that British submarines were operating from &lt;a href=\"G%C5%BCira%23Manoel%20Island\"&gt;Manoel Island&lt;/a&gt;, not Grand Harbour, and exploited their air superiority to eliminate the threat. The base came under attack, the vessels had to spend most of their time submerged, and the surrounding residences where crews had enjoyed brief rest periods were abandoned. Mine-laying by Axis aircraft also caused a steady rise in submarine losses. By the end of March 1942, 19 submarines had been lost. The effectiveness of the air attacks against Allied naval assets was apparent in the Italian naval records. In April, 150,389 tons of supplies that were sent to North Africa from Italy reached their destination out of a total of 150,578. Hitler's strategy of neutralising Malta by siege seemed to be working. Kesselring reported to the German High Command that \"There is nothing left to bomb.\" The determination of the Axis effort against Malta is indicated in the sorties flown. Between 20 March and 28 April 1942, the Germans flew 11,819 sorties against the island and dropped 6,557 tons of bombs (3,150 tons on Valletta). The Germans lost 173 aircraft in the operations.\nThe Allies moved to increase the number of Spitfires on the island. On 9 May, \"Wasp\" and \"Eagle\" delivered 64 more Spitfires (&lt;a href=\"Operation%20Bowery\"&gt;Operation Bowery&lt;/a&gt;). Malta now had five full Spitfire squadrons; No. 126, 185, 249, &lt;a href=\"No.%20601%20Squadron%20RAF\"&gt;601&lt;/a&gt; and &lt;a href=\"No.%20603%20Squadron%20RAF\"&gt;603 Squadrons&lt;/a&gt;. The impact of the Spitfires was apparent. On 9 May, the Italians announced 37 Axis losses. On 10 May, the Axis lost 65 aircraft destroyed or damaged in large air battles over the island. The Hurricanes were able to focus on the Axis bombers and dive-bombers at lower heights, while the Spitfires, with their superior rate of climb, engaged enemy aircraft at higher levels. From 18 May – 9 June, \"Eagle\" made three runs carrying another 76 Spitfires to Malta. With such a force established, the RAF had the firepower to deal with any Axis attacks.\nBy the spring of 1942, the Axis air forces ranged against the island were at their maximum strength. The main adversaries for the defenders were the 137 Bf 109Fs of JG 53 and II./JG 3 'Udet' and the 80 &lt;a href=\"Macchi%20C.202\"&gt;Macchi C.202&lt;/a&gt;s of the 4th and 51st \"Stormo\". Bomber units included 199 &lt;a href=\"Junkers%20Ju%2088\"&gt;Junkers Ju 88&lt;/a&gt;s of II./\"&lt;a href=\"Lehrgeschwader%201\"&gt;Lehrgeschwader 1&lt;/a&gt;\", II and III./\"&lt;a href=\"Kampfgeschwader%2077\"&gt;Kampfgeschwader 77&lt;/a&gt;\", I./\"&lt;a href=\"Kampfgeschwader%2054\"&gt;Kampfgeschwader 54&lt;/a&gt;\", and 32–40 Ju 87s. However, in May the numerical and technical improvements in the RAF defences wrested air superiority from the \"Luftwaffe\". By the end of May 1942, Kesselring's forces had been reduced to just 13 serviceable reconnaissance aircraft, six Bf 110s, 30 Bf 109s and 34 bombers (mostly Ju 88s): a total of 83 compared with several hundred aircraft two months earlier.\nAxis target convoys.\nAfter the battles of May and June, the air attacks were much reduced in August and September. While air superiority had been won back by the RAF, German pressure had allowed Axis convoys to re-supply the &lt;a href=\"Panzer%20Army%20Africa\"&gt;Panzer Army Africa&lt;/a&gt;. The island appeared to the Axis forces to be neutralised as a threat to their convoys. Rommel could now look forward to offensive operations with the support of the \"Luftwaffe\" in North Africa. At the &lt;a href=\"Battle%20of%20Gazala\"&gt;Battle of Gazala&lt;/a&gt; he won a major victory, while the &lt;a href=\"Battle%20of%20Bir%20Hakeim\"&gt;Battle of Bir Hakeim&lt;/a&gt; was less successful. Even so, he was soon back in Egypt &lt;a href=\"First%20Battle%20of%20El%20Alamein\"&gt;fighting at El Alamein&lt;/a&gt;.\nDespite the reduction in direct air pressure over Malta itself, the situation on the island was serious. It was running out of all essential commodities, particularly food and water, as the bombing had crippled pumps and distribution pipes. Clothing was also hard to come by. All livestock had been slaughtered, and the lack of leather meant people were forced to use curtains and used tyres to replace clothing and shoe soles. Although the civilian population was enduring, the threat of starvation was very real. Poor nutrition and sanitation led to the spread of disease. Soldiers’ rations were also reduced, from four to two thousand calories a day and the British prepared to supply the island with two convoy operations.\nIn June, the Royal Navy sent two convoys, &lt;a href=\"Operation%20Harpoon%20%281942%29\"&gt;Operation Harpoon&lt;/a&gt; from &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; and &lt;a href=\"Operation%20Vigorous\"&gt;Operation Vigorous&lt;/a&gt; from &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt; and &lt;a href=\"Port%20Said\"&gt;Port Said&lt;/a&gt;, to Malta. The move was designed to split Axis naval forces attempting to intervene. Lloyd the AOC, wanted to give No. 601 Squadron over to convoy escort duty. Although he could afford this diversion, he could maintain a standing patrol of only four Spitfires over the convoy. If Axis aircraft attacked as they were withdrawing, they had to stay and fight. Baling out if the pilots ran low on fuel was the only alternative to landing on Malta. The pilots had to hope that they would be picked up by the ships. The western convoy lost the destroyer &lt;a href=\"HMS%20Bedouin\"&gt;HMS \"Bedouin\"&lt;/a&gt;, three merchants and a tanker after being engaged by the Italian cruisers \"&lt;a href=\"Italian%20cruiser%20Raimondo%20Montecuccoli\"&gt;Raimondo Montecuccoli&lt;/a&gt;\" and \"&lt;a href=\"Italian%20cruiser%20Eugenio%20di%20Savoia\"&gt;Eugenio di Savoia&lt;/a&gt;\", supported by a number of destroyers and Axis aircraft. The Polish destroyer &lt;a href=\"ORP%20Kujawiak%20%28L72%29\"&gt;ORP \"Kujawiak\"&lt;/a&gt; was sunk and another merchant was damaged by mines near Malta. The eastern convoy was forced to turn back after a series of naval and air engagements, despite the British ships still having 20% of their ammunition left—it was considered insufficient to see them into Malta, especially with the Italian fleet still in the area and ready to intercept them. The losses of the convoy were heavy. Among the British losses was the cruiser . Three destroyers and 11 merchant vessels were also sunk. Malta sent &lt;a href=\"Bristol%20Beaufort\"&gt;Bristol Beaufort&lt;/a&gt;s to engage the Italian fleet and German U-boats attacking the convoy. They torpedoed and sank the heavy cruiser and damaged the battleship . Two freighters of the western convoy reached Malta and delivered supplies, making them the only ships out of a total of 17 to deliver their loads, 25,000 tons of supplies. A further 16 Malta-based pilots were lost in the operations.\nIn August, the &lt;a href=\"Operation%20Pedestal\"&gt;Operation Pedestal&lt;/a&gt; convoy brought vital relief to the besieged island, but at heavy cost. It was attacked from the sea and from the air. Some 146 Ju 88s, 72 Bf 109s, 16 Ju 87s, 232 Italian fighters, and 139 Italian bombers (a large number being the highly effective &lt;a href=\"Savoia-Marchetti%20SM.79\"&gt;Savoia-Marchetti SM.79&lt;/a&gt; torpedo bomber) took part in the action against the convoy. Out of the 14 merchant ships sent, nine were sunk. Moreover, the &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt; HMS \"Eagle\", one cruiser and three destroyers were sunk by a combined effort from the Italian Navy, \"Kriegsmarine\" and \"Luftwaffe\". Nevertheless, the operation though costly in lives and ships, was vital in bringing in much-needed war materials and supplies. British destroyers saved 950 of \"Eagle\"s crew. The \"Regia Aeronautica\" had played the central role against the convoy. Indeed, according to Sadkovich and others, to pretend that the air offensive against Malta had been a purely German affair is misleading. According to Sadkovich,\nThe surface convoys were not the only supply line to Malta. British submarines also made a substantial effort. The submarine was converted into an underwater supply ship. She could not go as deep or dive as quickly as the T- and U-class types, but she still made nine supply missions to Malta, which was more than any other vessel of its type. The ability of the submarine to carry large loads enabled it to be of great value in the campaign to lift the siege.\nArrival of Keith Park.\nIn July, &lt;a href=\"Hugh%20Pughe%20Lloyd\"&gt;Hugh Lloyd&lt;/a&gt; was relieved of RAF command on Malta. It was felt that a man with past experience of fighter defence operations was needed. For some reason, the Air Staff did not choose to do this earlier, when the bombing ceased in 1941, and the RAF forces on Malta became primarily fighter-armed while the principal aim changed to one of air defence. Air Vice Marshal &lt;a href=\"Keith%20Park\"&gt;Keith Park&lt;/a&gt; replaced Lloyd as AOC. Park arrived on 14 July 1942 by flying boat. He landed in the midst of a raid although Lloyd had specifically requested he circle the harbour until it had passed. Lloyd met Park and admonished him for taking an unnecessary risk.\nPark had faced Kesselring before during the &lt;a href=\"Battle%20of%20Britain\"&gt;Battle of Britain&lt;/a&gt;. During that battle, Park had advocated sending small numbers of fighters into battle to meet the enemy. There were three fundamental reasons for this. First, there would always be fighters in the air covering those on the ground if one did not send their entire force to engage at once. Second, small numbers were quicker to position and easier to move around. Third, the preservation of his force was critical. The fewer fighters he had in the air (he advocated 16 at most), the smaller target the numerically superior enemy would have. Over Malta, he reversed these tactics owing to changed circumstances. With plenty of Spitfires to operate, Park sought to intercept the enemy and break up his formations before the bombers reached the island. Until this point, the Spitfires had fought defensively. They scrambled and headed south to gain height, then turned around to engage the enemy over the island.\nNow, with improved radar and quicker take off times (two to three minutes) and improved air-sea rescue, more offensive action became possible. Using three squadrons, Park asked the first to engage the escorting fighters by 'bouncing them' out of the sun. The second would strike at the close escort, or, if unescorted, the bombers themselves. The third was to attack the bombers head-on. The impact of Park's methods was instant. His \"Forward Interception Plan\", issued officially on 25 July 1942, forced the Axis to abandon daylight raids within six days. The Ju 87s were withdrawn from operations over Malta altogether. Kesselring responded by sending in fighter sweeps at even higher altitudes to gain the tactical advantage. Park retaliated by ordering his fighters to climb no higher than . While this did give away a considerable height advantage, it forced the Bf 109s to descend to altitudes more suitable for the Spitfire than the German fighter. The methods would have great effect in October when Kesselring returned.\nAllied victory (October–November 1942).\nBritish offensive operations.\nWhile the RAF and Royal Navy defensive operations dominated for the most part, offensive strikes were still being carried out. The year 1942 was particularly impressive for offensive operations as well. Two-thirds of the Italian merchant fleet was sunk; 25% by British submarines, 37% by Allied aircraft. Axis forces in North Africa were denied around half of their supplies and two-thirds of their oil.\nThe submarines of Simpson's 10th Flotilla were on patrol constantly, except for the period May–July 1942, when Kesselring made a considerable effort against their bases. Their success was not easy to achieve, given most of them were the slow U-class types. Supported by S- and T-class vessels, they dropped mines. British submarine commanders became aces while operating from Malta. Commanders &lt;a href=\"Ian%20McGeoch\"&gt;Ian McGeoch&lt;/a&gt; (commanding ), &lt;a href=\"Hugh%20%26quot%3BRufus%26quot%3B%20Mackenzie\"&gt;Hugh \"Rufus\" Mackenzie&lt;/a&gt; and &lt;a href=\"David%20Wanklyn\"&gt;David Wanklyn&lt;/a&gt; had particular success. Lieutenant Commander &lt;a href=\"Lennox%20Napier\"&gt;Lennox Napier&lt;/a&gt; sank the German tanker \"Wilhelmsburg\" (7,020 tons). It was one of the few German tankers exporting oil from Romania. The loss of the ship led Hitler to complain directly to &lt;a href=\"Karl%20D%C3%B6nitz\"&gt;Karl Dönitz&lt;/a&gt;, while comparing the \"Kriegsmarine\" unfavourably with the Royal Navy. Dönitz argued that he did not have the resources to protect the convoy, though the escort of the ship exceeded that which the Allies could have afforded to give a large convoy in the Atlantic at that point in the war. It was fortunate for Dönitz that Hitler did not probe the defence of the ship further.\nThe submarine proved to be one of the most potent weapons in the British armoury when combating Axis convoys. Simpson, and George Phillips, who replaced him on 23 January 1943, had much success. The estimated tonnage sunk by British U-class submarines alone was 650,000 tons, with another 400,000 tons damaged. The island base, HMS \"Talbot\", supplied 1,790 torpedoes at that time. The number fired by the 10th Flotilla was 1,289, with a hit rate of 30%. The Chief of Staff of the DAK, &lt;a href=\"Fritz%20Bayerlein\"&gt;Fritz Bayerlein&lt;/a&gt; once claimed: \"We should have taken Alexandria and reached the Suez Canal had it not been for the work of your submarines\".\nWing Commander &lt;a href=\"Patrick%20Gibbs\"&gt;Patrick Gibbs&lt;/a&gt; and &lt;a href=\"No.%2039%20Squadron%20RAF\"&gt;39 Squadron&lt;/a&gt;, flew their Beauforts against shipping and increased the pressure on Rommel by attacking his supply lines in September. Rommel's position was now critical. The army in North Africa was starved of supplies while the British reinforced their lines in Egypt, prior to the &lt;a href=\"Second%20Battle%20of%20El%20Alamein\"&gt;Second Battle of El Alamein&lt;/a&gt;. He complained to the OKW that he was severely short of ammunition and fuel for offensive action. The Axis organised a convoy to relieve the difficulties. Ultra intercepted the Axis communications, and Wellingtons of 69 Squadron confirmed the Axis operation was real. Gibbs's Beauforts sank two ships and one of Simpson's submarines sank a third. Rommel still hoped another tanker, \"San Andreas\", would deliver the 3,198 tons of fuel needed for the &lt;a href=\"Battle%20of%20Alam%20el%20Halfa\"&gt;Battle of Alam el Halfa&lt;/a&gt;. Rommel did not wait for it to dock, and launched the offensive before its arrival. The ship was sunk by an attack led by Gibbs. Of the nine ships sent, five were sunk by Malta's forces. The Beauforts were having a devastating impact on Axis fuel supplies which were now nearly used up. On 1 September, Rommel was forced to retreat. Kesselring handed over \"Luftwaffe\" fuel, but this merely denied the German air units the means to protect the ground forces, thereby increasing the effectiveness of British air superiority over the frontline.\nIn August, Malta's strike forces had contributed to the Axis' difficulties in trying to force an advance into Egypt. In that month, 33% of supplies and 41% of fuel were lost. In September 1942, Rommel received only 24% of the 50,000 tons of supplies needed monthly to continue offensive operations. During September, the Allies sank 33,939 tons of shipping at sea. Many of these supplies had to be brought in via Tripoli, many kilometres behind the battle front. The lack of food and water caused a sickness rate of 10% among Axis soldiers. The British air-submarine offensive ensured no fuel reached North Africa in the first week of October 1942. Two fuel-carrying ships were sunk, and another lost its cargo despite the crew managing to salvage the ship. As the British offensive at El Alamein began on 23 October 1942, Ultra intelligence was gaining a clear picture of the desperate Axis fuel situation. On 25 October, three tankers and one cargo ship carrying fuel and ammunition were sent under heavy air and sea escort, and were likely to be the last ships to reach Rommel while he was at &lt;a href=\"El%20Alamein\"&gt;El Alamein&lt;/a&gt;. Ultra intelligence intercepted the planned convoy route, and alerted Malta's air units. The three fuel-carrying vessels were sunk by 28 October. It cost the British one Beaufighter, two Beauforts, three (out of six) Blenheims and one Wellington. Rommel lost 44% of his supplies on October, a jump from the 20% lost in September.\nSiege lifted.\nBy August 1942, 163 Spitfires were on hand to defend Malta; 120 were serviceable. On 11 and 17 August and 24 October 1942, under the respective actions, &lt;a href=\"Operation%20Bellows\"&gt;Operation Bellows&lt;/a&gt;, &lt;a href=\"Operation%20Baritone\"&gt;Operation Baritone&lt;/a&gt; and &lt;a href=\"Operation%20Train\"&gt;Operation Train&lt;/a&gt;, HMS \"Furious\" brought another 85 Spitfires to Malta. Often, the Spitfires were asked to undertake flights of five and a half hours; this was achieved using 170-gallon ferry tanks. The ferry tanks, combined with a 29-gallon tank in the rear fuselage, brought the total tank capacity up to 284 gallons.\nDespite the success of Allied convoys in getting through, the month was as bad as any other, combining bombing with food shortages. In response to the threat Malta was now posing to Axis supply lines, the \"Luftwaffe\" renewed its attacks on Malta in October 1942. Recognising the critical battle was approaching in North Africa (&lt;a href=\"Second%20Battle%20of%20El%20Alamein\"&gt;Second Battle of El Alamein&lt;/a&gt;), Kesselring organised \"Fliegerkorps II\" in Sicily to neutralise the threat once and for all. On 11 October, the defenders were mass equipped with Spitfire Mk VB/Cs. Over 17 days, the \"Luftwaffe\" suffered 34 Ju 88s and 12 Bf 109s destroyed and 18 damaged. RAF losses amounted to 23 Spitfires shot down and 20 crash-landed. The British lost 12 pilots killed. On 16 October, it was clear to Kesselring that the defenders were too strong. He called off the offensive. The situation in North Africa required German air support, so the October offensive marked the last major effort by the \"Luftwaffe\" against Malta.\nAftermath.\nThe losses left the Axis air forces in a depleted state. They could not offer the air support needed at the frontline. The situation on the island was still stringent going into November, but Park's victory in the air battle was soon followed by news of a major success at the front. At El Alamein in North Africa the British had broken through on land, and by 5 November were advancing rapidly westward. News soon reached Malta of &lt;a href=\"Operation%20Torch\"&gt;Operation Torch&lt;/a&gt;, the Allied landing in Vichy &lt;a href=\"French%20Morocco\"&gt;French Morocco&lt;/a&gt; and &lt;a href=\"French%20Algeria\"&gt;French Algeria&lt;/a&gt; on 8 November. Some 11 days later, news of the &lt;a href=\"Operation%20Uranus\"&gt;Soviet counterattack&lt;/a&gt; during the &lt;a href=\"Battle%20of%20Stalingrad\"&gt;Battle of Stalingrad&lt;/a&gt; increased morale even more. The extent to which the success in North Africa benefited Malta was apparent when a convoy (&lt;a href=\"Operation%20Stoneage\"&gt;Operation Stoneage&lt;/a&gt;) reached Malta from Alexandria on 20 November virtually unscathed. This convoy is seen as the end of the two-year siege of Malta. On 6 December, another supply convoy under the codename &lt;a href=\"Operation%20Portcullis\"&gt;Operation Portcullis&lt;/a&gt; reached Malta without suffering any losses. After that, ships sailed to Malta without joining convoys. The capture of North African airfields and the bonus of having air protection all the way to the island enabled the ships to deliver 35,000 tons. In early December, another 55,000 tons arrived. The last air raid over Malta occurred on 20 July 1943. It was the 3,340th alert since 11 June 1940.\nAllied warship losses.\nAllied casualties in warships:\n, , , , , , , , , , , (&lt;a href=\"Polish%20Navy\"&gt;Polish Navy&lt;/a&gt;), , , , , (&lt;a href=\"Royal%20Australian%20Navy\"&gt;Royal Australian Navy&lt;/a&gt;), and .\n, , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , and . The &lt;a href=\"Free%20French\"&gt;Free French&lt;/a&gt; and &lt;a href=\"Greek%20Navy\"&gt;Greek Navy&lt;/a&gt; vessel \"Glaukos\", were also lost.\nInfrastructure damage.\nIn the densely populated island, 5,524 private dwellings were destroyed, 9,925 were damaged but repairable and 14,225 damaged by bomb blast. In addition 111 &lt;a href=\"church%20%28building%29\"&gt;churches&lt;/a&gt;, 50 &lt;a href=\"hospital\"&gt;hospital&lt;/a&gt;s, institutions or &lt;a href=\"college\"&gt;college&lt;/a&gt;s, 36 &lt;a href=\"theatre\"&gt;theatre&lt;/a&gt;s, clubs, government offices, &lt;a href=\"bank\"&gt;bank&lt;/a&gt;s, factories, flour mills and other commercial buildings suffered destruction or damage, a total of 30,000 buildings in all. The &lt;a href=\"Royal%20Opera%20House%2C%20Valletta\"&gt;Royal Opera House&lt;/a&gt;, &lt;a href=\"Auberge%20d%27Auvergne\"&gt;Auberge d'Auvergne&lt;/a&gt;, &lt;a href=\"Auberge%20de%20France\"&gt;Auberge de France&lt;/a&gt; and &lt;a href=\"Palazzo%20Correa\"&gt;Palazzo Correa&lt;/a&gt; in Valletta, the &lt;a href=\"Birgu%20Clock%20Tower\"&gt;Birgu Clock Tower&lt;/a&gt;, &lt;a href=\"Auberge%20d%27Allemagne%2C%20Birgu\"&gt;Auberge d'Allemagne&lt;/a&gt; and &lt;a href=\"Auberge%20d%27Italie%2C%20Birgu\"&gt;Auberge d'Italie&lt;/a&gt; in Birgu, parts of the &lt;a href=\"fortifications%20of%20Senglea\"&gt;fortifications of Senglea&lt;/a&gt;, and the Governor's House of &lt;a href=\"Fort%20Ricasoli\"&gt;Fort Ricasoli&lt;/a&gt; were destroyed. Other buildings such as &lt;a href=\"Auberge%20de%20Castille\"&gt;Auberge de Castille&lt;/a&gt;, &lt;a href=\"Auberge%20de%20Bavi%C3%A8re\"&gt;Auberge de Bavière&lt;/a&gt;, the &lt;a href=\"Casa%20del%20Commun%20Tesoro\"&gt;Casa del Commun Tesoro&lt;/a&gt; and parts of &lt;a href=\"Fort%20Manoel\"&gt;Fort Manoel&lt;/a&gt; also suffered extensive damage but were rebuilt after the war.\nA War Damage Commission was set up to compensate those whose property was destroyed or damaged during the war.\nAxis shipping losses.\nTotal Axis losses in the Mediterranean were moderate. Human casualties amounted to 17,240 personnel at sea. In supplies, the Axis lost 315,090 &lt;a href=\"tonnage\"&gt;tons&lt;/a&gt;. This was more than reached Malta. The Allied navies sank 773 Axis ships, totalling 1,364,337 t (1,342,789 long tons). Mines sank another 179 ships of 214,109 tons in total. The navies and air forces shared in the destruction of 25 ships for 106,050 tons and aircraft sank 1,326 ships, for a total of 1,466,208 tons. Mines and naval craft shared a further ship destroyed between them, of 1,778 tons. In all, 2,304 Axis ships were sunk, with a combined tonnage of 3,130,969.\nTable of Axis ships escorted to &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;, June 1940 – January 1943:\nIn popular culture.\nIn literature.\nIn his novel \"The Kappillan of Malta\" (1973) &lt;a href=\"Nicholas%20Monsarrat\"&gt;Nicholas Monsarrat&lt;/a&gt; gives an account of the Siege of Malta from June 1940 to August 1942 as experienced by the fictional Catholic priest Father Salvatore. The novel is interspersed with brief episodes from other periods of Maltese history.\n&lt;a href=\"Thomas%20Pynchon\"&gt;Thomas Pynchon&lt;/a&gt;'s 1963 debut “V.” features a chapter devoted to life during the Siege of Malta.\nIn his 2016 novel \"Everyone Brave is Forgiven,\" &lt;a href=\"Chris%20Cleave\"&gt;Chris Cleave&lt;/a&gt; presents the misery and horror of the siege through the eyes of British officers whose experiences are loosely based on those of his grandfather David Hill, who served in the Royal Artillery."
}