{
    "id": "7773975",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=7773975",
    "title": "Cerrigydrudion",
    "text": "Cerrigydrudion, sometimes spelt \"Cerrig-y-drudion\", () is a village and &lt;a href=\"community%20%28Wales%29\"&gt;community&lt;/a&gt; in &lt;a href=\"Conwy%20County%20Borough\"&gt;Conwy&lt;/a&gt;, Wales. Until 1974 it was part of the historic county &lt;a href=\"Denbighshire%20%28historic%29\"&gt;Denbighshire&lt;/a&gt;, when it became part of the newly formed county of &lt;a href=\"Clwyd\"&gt;Clwyd&lt;/a&gt;. When the county of Clwyd was abolished in 1996, the village was transferred to the new Conwy County Borough. The village formerly lay on the &lt;a href=\"A5%20road%20%28Great%20Britain%29\"&gt;A5&lt;/a&gt;, but a short by-pass now takes the road along the south-western edge of the village. Prior to the by-pass being built, Cerrigydrudion was the highest village on the A5 between &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Holyhead\"&gt;Holyhead&lt;/a&gt;. The community includes the hamlets of &lt;a href=\"Cefn%20Brith\"&gt;Cefn Brith&lt;/a&gt;, &lt;a href=\"Glasfryn\"&gt;Glasfryn&lt;/a&gt; and &lt;a href=\"Llyn%20Brenig\"&gt;Pentre-Llyn-Cymmer&lt;/a&gt; with the village having a population of around 289. The community is sparsely populated and covers over 60 square kilometres.\nGeography and history.\nGeographically the area is classed as &lt;a href=\"moorland\"&gt;moorland&lt;/a&gt; and less favourable &lt;a href=\"grassland\"&gt;grassland&lt;/a&gt;. It is on the outskirts of &lt;a href=\"Mynydd%20Hiraethog\"&gt;Mynydd Hiraethog&lt;/a&gt;, and the southern half of &lt;a href=\"Llyn%20Brenig\"&gt;Llyn Brenig&lt;/a&gt; and also &lt;a href=\"Alwen%20Reservoir\"&gt;Alwen Reservoir&lt;/a&gt; lie in the community. The oldest feature of the village is the &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; dedicated to &lt;a href=\"Saint\"&gt;Saint&lt;/a&gt; &lt;a href=\"Mary%20Magdalene\"&gt;Mary Magdalene&lt;/a&gt;. It is believed to have existed in 440 AD. It is also mentioned in the 'Norwich Taxation' of 1254. The village is the largest in the area known as Uwchaled which also includes &lt;a href=\"Llangwm%2C%20Conwy\"&gt;Llangwm&lt;/a&gt;, Pentrefoelas, Pentre-llyn-cymer, Dinmael, Glasfryn, Cefn Brith, Llanfihangel.G.M and Cwm Penanner. Llangwm and Pentrefoelas are stand-alone parishes whilst the remainder fall within the parish of Cerrigydrudion. However, there are multiple &lt;a href=\"Nonconformist%20%28Protestantism%29\"&gt;Nonconformist&lt;/a&gt; chapels throughout the area of Uwchaled, located in many of the minor villages and &lt;a href=\"hamlet%20%28place%29\"&gt;hamlet&lt;/a&gt;s.\nThe village was mentioned in the writings of several noted travellers including &lt;a href=\"Edward%20Lhuyd\"&gt;Edward Lhuyd&lt;/a&gt; and &lt;a href=\"George%20Borrow\"&gt;George Borrow&lt;/a&gt;. It attained a certain significance in the 18th century when &lt;a href=\"Thomas%20Telford\"&gt;Thomas Telford&lt;/a&gt; built the &lt;a href=\"A5%20road%20%28Great%20Britain%29\"&gt;A5&lt;/a&gt; turnpike &lt;a href=\"Toll%20road\"&gt;Toll road&lt;/a&gt; between &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Holyhead\"&gt;Holyhead&lt;/a&gt;. This would be the main route to &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;. The road passed through the village. In the farmhouse of Ceirnioge Mawr, where the &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt; and &lt;a href=\"Mail%20coach\"&gt;Mail coach&lt;/a&gt; horses were changed, there is a plaque marking the fact that &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; stopped there en route to Ireland.\nThe current population of the community stands at 692 residents. The community remains one of the heartlands of the &lt;a href=\"Welsh%20language\"&gt;Welsh language&lt;/a&gt; and in the last census in 2001, 80% stated they had some knowledge of the language and over 76% stated that they used spoken Welsh in their normal every-day life.\nRemnants of human habitation have been found in the area dating back to the &lt;a href=\"Mesolithic\"&gt;Mesolithic&lt;/a&gt; era. Many of these were found in the area of &lt;a href=\"Llyn%20Brenig\"&gt;Llyn Brenig&lt;/a&gt;, a manmade &lt;a href=\"reservoir\"&gt;reservoir&lt;/a&gt; to the north of the village. The reservoir was built between 1973 and 1976 and was one of the major British engineering projects of that era. Today it is the most important tourist attraction in the area and provides competition class &lt;a href=\"fly%20fishing\"&gt;fly fishing&lt;/a&gt; facilities for many visitors.\nOne of the most famous sons of the parish is &lt;a href=\"John%20Jones%20%28Jac%20Glan-y-gors%29\"&gt;Jac Glan-y-Gors&lt;/a&gt;, who was a leading &lt;a href=\"Radicals%20%28UK%29\"&gt;Radical&lt;/a&gt; at the end of the 18th century. His ideas were published in the polemical pamphlets \"Seren tan Gwmwl\" (\"Star under a Cloud\") and \"Toriad y Dydd\" (\"Break of Day\").\nCerrigydruidion Golf Club (now defunct) was founded in 1898. The club and course disappeared at the time of WW2.\nHeading out of Cerrigydrudion up a minor road off the B5105 is an iron age hill fort called &lt;a href=\"Caer%20Caradog\"&gt;Caer Caradog&lt;/a&gt;. This fort dates to pre Roman times and although the origin of the fort's name is unclear, as Caradog can be latinised as Caratacus, it possibly refers to the 1st century warrior &lt;a href=\"Caratacus\"&gt;Caratacus&lt;/a&gt; who fought against the Romans. A novel published in 2018 called \"Swords and Slavery\" describes a battle between Celts and Romans at this fort.\nClimate.\nThe Cerrigydrudion area possesses an &lt;a href=\"oceanic%20climate\"&gt;oceanic climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; \"Cfb\") similar to almost all of the United Kingdom. Due to its upland setting, it tends to be cooler than coastal areas of Wales throughout the year, and heavy snowfall can occur during winter months. The nearest MetOffice weather station at Alwen, about 2.5 miles to the North, holds the Welsh record for the coldest day for the months of June, September and October\nEconomy and daily life.\nThe biggest employer in the parish remains &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, although &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt;-related work is becoming common.\nApart from the church the village has two active &lt;a href=\"Nonconformist%20%28Protestantism%29\"&gt;Nonconformist&lt;/a&gt; &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt;s. These are \"Jerusalem\", which is dedicated to the &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; &lt;a href=\"Calvinist\"&gt;Calvinist&lt;/a&gt; group, and \"Moriah\" which follows the &lt;a href=\"Congregational\"&gt;Congregational&lt;/a&gt; path. A third chapel, \"Seion\", which was part of the &lt;a href=\"Methodist%20Church%20of%20Great%20Britain\"&gt;Wesleyan&lt;/a&gt; tradition, was closed in 2002.\nThe village has one public house, \"The White Lion\" this was owned in the 1970s by the famous Welsh entertainer &lt;a href=\"Ronnie%20Williams\"&gt;Ronnie Williams&lt;/a&gt; who formed half of the duo Ryan and Ronnie. It once received as a guest the British Prime Minister &lt;a href=\"David%20Lloyd%20George\"&gt;David Lloyd George&lt;/a&gt; when he was unable to return home due to heavy snowfall. Across the road from \"The White Lion\" is \"The Queens Head\", which closed in the 1990s.\nOther facilities include a cafe on the A5 main road called Ty Tan Llan Cafe, public toilets, library, a grocery shop and post office called Siop Uwchaled.\nNearby is the older &lt;a href=\"Alwen%20Reservoir\"&gt;Alwen Reservoir&lt;/a&gt;, built between 1909 and 1921 to provide drinking water for the English town of &lt;a href=\"Birkenhead\"&gt;Birkenhead&lt;/a&gt;. At its conception the engineer who designed the dam, &lt;a href=\"George%20Deacon%20%28civil%20engineer%29\"&gt;George Deacon&lt;/a&gt;, also planned &lt;a href=\"Llyn%20Brenig\"&gt;Llyn Brenig&lt;/a&gt;, built over half a century later.\nOne of the most popular social gatherings in the village occurs on the first Saturday in September when the local &lt;a href=\"Agricultural%20Show\"&gt;Agricultural Show&lt;/a&gt; takes place. This attracts upwards of 3,000 people and is one of the most successful non-county shows in Wales.\nPopular culture.\nThe area has received some notoriety amongst music fans since &lt;a href=\"Julian%20Cope\"&gt;Julian Cope&lt;/a&gt;'s 2007 release &lt;a href=\"You%20Gotta%20Problem%20with%20Me\"&gt;\"A Child Is Born In Cerrig Y Drudion\"&lt;/a&gt;."
}