{
    "id": "7814259",
    "revid": "10044298",
    "url": "https://en.wikipedia.org/wiki?curid=7814259",
    "title": "USS Carlisle (APA-69)",
    "text": "USS \"Carlisle\" (APA-69) was a &lt;a href=\"Gilliam%20class%20attack%20transport\"&gt;\"Gilliam\"-class&lt;/a&gt; &lt;a href=\"attack%20transport\"&gt;attack transport&lt;/a&gt; that served with the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; from 1944 to 1946. She was sunk as a target ship during &lt;a href=\"Operation%20Crossroads\"&gt;Operation Crossroads&lt;/a&gt; in July 1946.\nHistory.\n\"Carlisle\" was named after a &lt;a href=\"county%20%28United%20States%29\"&gt;county&lt;/a&gt; in &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;. She was launched 30 July 1944 by &lt;a href=\"Consolidated%20Steel%20Corporation\"&gt;Consolidated Steel&lt;/a&gt; at &lt;a href=\"San%20Pedro%2C%20Los%20Angeles%2C%20California\"&gt;San Pedro, California&lt;/a&gt;, under a &lt;a href=\"United%20States%20Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; contract; acquired by the Navy 28 November 1944 and commissioned the next day, Commander H. R. Adams in command.\nWorld War II.\n\"Carlisle\" cleared &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; 23 January 1945, carrying sailors, marines, and general cargo to &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;. She returned to &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; 11 February, and after repairs, sailed to San Diego to load passengers and cargo for Pearl Harbor. Between 2 April and 5 June, she had duty training and transporting Marine units among the islands of the &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;an group.\nAfter hostilities.\n\"Carlisle\" made three voyages to the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;west coast&lt;/a&gt; from Hawaii and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, and shorter passages among &lt;a href=\"Oceania\"&gt;South Pacific&lt;/a&gt; islands, redeploying servicemen until 4 February 1946.\nOperation Crossroads.\n\"Carlisle\" was then assigned as a target vessel for &lt;a href=\"Operation%20Crossroads\"&gt;Operation Crossroads&lt;/a&gt;, the atomic bomb tests at &lt;a href=\"Bikini%20Atoll\"&gt;Bikini Atoll&lt;/a&gt;, and was sunk in one of those tests on 1 July 1946. \"Carlisle\" was decommissioned at Bikini Atoll and struck from the Navy Register, both dates unknown.\nDecorations.\n\"Carlisle\" received two Navy Occupation Service Medals for service during the occupation of Japan after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;."
}