{
    "id": "78151",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=78151",
    "title": "Rodeo",
    "text": "Rodeo () is a competitive &lt;a href=\"equestrian%20sport\"&gt;equestrian sport&lt;/a&gt; that arose out of the working practices of cattle herding in Spain and Mexico, expanding throughout the Americas and to other nations. Originally based on the skills required of the working &lt;a href=\"vaquero\"&gt;vaquero&lt;/a&gt;s and later, &lt;a href=\"cowboy\"&gt;cowboy&lt;/a&gt;s, in what today is the western United States, western Canada, and northern Mexico. Today, it is a sporting event that involves &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s and other &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt;, designed to test the skill and speed of the cowboys and &lt;a href=\"cowgirls\"&gt;cowgirls&lt;/a&gt;. American-style professional rodeos generally comprise the following events: &lt;a href=\"tie-down%20roping\"&gt;tie-down roping&lt;/a&gt;, &lt;a href=\"team%20roping\"&gt;team roping&lt;/a&gt;, &lt;a href=\"steer%20wrestling\"&gt;steer wrestling&lt;/a&gt;, &lt;a href=\"saddle%20bronc%20riding\"&gt;saddle bronc riding&lt;/a&gt;, &lt;a href=\"bareback%20bronc%20riding\"&gt;bareback bronc riding&lt;/a&gt;, &lt;a href=\"bull%20riding\"&gt;bull riding&lt;/a&gt; and &lt;a href=\"barrel%20racing\"&gt;barrel racing&lt;/a&gt;. The events are divided into two basic categories: the rough stock events and the timed events. Depending on sanctioning organization and region, other events such as &lt;a href=\"breakaway%20roping\"&gt;breakaway roping&lt;/a&gt;, &lt;a href=\"goat%20tying\"&gt;goat tying&lt;/a&gt;, and &lt;a href=\"pole%20bending\"&gt;pole bending&lt;/a&gt; may also be a part of some rodeos. According to \"Encyclopedia Britannica\", the \"world's first public cowboy contest\" was held on July 4, 1883 in Pecos, Texas, between cattle driver Trav Windham and roper Morg Livingston.\nAmerican rodeo, particularly popular today within the Canadian province of &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt; and throughout the western United States, is the official state sport of Wyoming, South Dakota, and Texas. The iconic silhouette image of a \"Bucking Horse and Rider\" is a federal and state-registered &lt;a href=\"trademark\"&gt;trademark&lt;/a&gt; of the State of Wyoming. The &lt;a href=\"Legislative%20Assembly%20of%20Alberta\"&gt;Legislative Assembly of Alberta&lt;/a&gt; has considered making American rodeo the official sport of that province. However, enabling legislation has yet to be passed.\nIn the United States, professional rodeos are governed and sanctioned by the &lt;a href=\"Professional%20Rodeo%20Cowboys%20Association\"&gt;Professional Rodeo Cowboys Association&lt;/a&gt; (PRCA) and &lt;a href=\"Women%27s%20Professional%20Rodeo%20Association\"&gt;Women's Professional Rodeo Association&lt;/a&gt; (WPRA), while other associations govern assorted children's, high school, collegiate, and other amateur or semi-professional rodeos. Associations also exist for Native Americans and other minority groups. The traditional season for competitive rodeo runs from spring through fall, while the modern professional rodeo circuit runs longer, and concludes with the PRCA &lt;a href=\"National%20Finals%20Rodeo\"&gt;National Finals Rodeo&lt;/a&gt; (NFR) in &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas&lt;/a&gt;, &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, currently held every December.\nRodeo has provoked opposition from &lt;a href=\"animal%20rights\"&gt;animal rights&lt;/a&gt; and some &lt;a href=\"animal%20welfare\"&gt;animal welfare&lt;/a&gt; advocates, who argue that various competitions constitute &lt;a href=\"animal%20cruelty\"&gt;animal cruelty&lt;/a&gt;. The American rodeo industry has made progress in improving the welfare of rodeo animals, with specific requirements for veterinary care and other regulations that protect rodeo animals. However, some local and state governments in North America have banned or restricted rodeos, certain rodeo events, or types of equipment. Internationally, rodeo is banned in the United Kingdom and the Netherlands, with other European nations placing restrictions on certain practices.\nEtymology.\nThe American English word \"rodeo\" is taken directly from Spanish \"rodeo\" (), which roughly translates into English as \"round up.\"\nThe Spanish word is derived from the verb \"rodear,\" meaning \"to surround\" or \"go around,\" used to refer to \"a pen for cattle at a fair or market,\" derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"rota\" or \"rotare,\" meaning to rotate or go around.\nIn &lt;a href=\"Spanish%20America\"&gt;Spanish America&lt;/a&gt;, the \"rodeo\" was the process that was used by vaqueros to &lt;a href=\"Muster%20%28livestock%29\"&gt;gather&lt;/a&gt; cattle for various purposes, such as moving them to new pastures, separating the cattle owned by different ranchers, or gathering in preparation for slaughter (\"matanza\"). The yearly rodeos for separating the cattle were overseen by the \"&lt;a href=\"Judges%20of%20the%20Plains\"&gt;Juez del Campo&lt;/a&gt;,\" who decided all questions of ownership. The term was also used to refer to exhibitions of skills used in the working \"rodeo\". This evolved from these yearly gatherings where festivities were held and horsemen could demonstrate their equestrian skills. It was this latter usage which was adopted into the cowboy tradition of the United States and Canada.\nThe term \"rodeo\" was first used in English in approximately 1834 to refer to a cattle round-up. Today the word is used primarily to refer to a public exhibition of cowboy skills, usually in the form of a competitive event.\nHistory.\nMany rodeo events were based on the tasks required by cattle ranching. The working &lt;a href=\"cowboy\"&gt;cowboy&lt;/a&gt; developed skills to fit the needs of the terrain and climate of the American west, and there were many regional variations. The skills required to manage cattle and horses date back to the Spanish traditions of the \"vaquero.\"\nEarly rodeo-like affairs of the 1820s and 1830s were informal events in the western United States and northern Mexico with cowboys and vaqueros testing their work skills against one another. Following the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, rodeo competitions emerged, with the first held in &lt;a href=\"Deer%20Trail%2C%20Colorado\"&gt;Deer Trail, Colorado&lt;/a&gt; in 1869. &lt;a href=\"Prescott%2C%20Arizona\"&gt;Prescott, Arizona&lt;/a&gt; claimed the distinction of holding the first professional rodeo, as it charged admission and awarded trophies in 1888. Between 1890 and 1910, rodeos became public entertainment, sometimes combined &lt;a href=\"Wild%20West%20show\"&gt;Wild West show&lt;/a&gt;s featuring individuals such as &lt;a href=\"Buffalo%20Bill%20Cody\"&gt;Buffalo Bill Cody&lt;/a&gt;, &lt;a href=\"Annie%20Oakley\"&gt;Annie Oakley&lt;/a&gt;, and other charismatic stars. By 1910, several major rodeos were established in western North America, including the &lt;a href=\"Calgary%20Stampede\"&gt;Calgary Stampede&lt;/a&gt;, the &lt;a href=\"Pendleton%20Round-Up\"&gt;Pendleton Round-Up&lt;/a&gt;, and the &lt;a href=\"Cheyenne%20Frontier%20Days\"&gt;Cheyenne Frontier Days&lt;/a&gt;. \nIn July 4, 1883 in the frontier town of Pecos Texas, an argument between Trav Windham, a cattle driver, and Morg Livingston, an accomplished cattle roper led to what the Encyclopedia Britannica refers to as the \"worlds first public Cowboy contest\" and is often referred to as the first official rodeo. The two men chose to have the competition on the flatland on west side of the Pecos river. The July, 4th public holiday allowed ranchers, cowboys and towndfolk to attend. Many other ranchers and cowboys chose to take part in the event including, Jim Mannin, John Chalk, and Brawley Oates, many whom traveled from distant ranches. Trav Windham would end up winning the roping contest. Other winners include Pete Beard of Hashknife ranch and Jeff Chism. Prize money was $40 and blue ribbons donated by a young resident.\nRodeo-type events also became popular for a time in the big cities of the Eastern United States, with large venues such as &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; playing a part in popularizing them for new crowds. There was no standardization of events for a rodeo competition until 1929, when associations began forming.\nIn the 1970s, rodeo saw unprecedented growth. Contestants referred to as \"the new breed\" brought rodeo increasing media attention. These contestants were young, often from an urban background, and chose rodeo for its athletic rewards. By 1985, one third of PRCA members had a college education and as many as one half of the competitors had never worked on a cattle ranch. Today, some professional rodeos are staged indoors in large, climate-controlled &lt;a href=\"arena\"&gt;arena&lt;/a&gt;s and many are telecast. Other professional rodeos are held outdoors.\nWomen.\nHistorically, women have long participated in competitive rodeo. &lt;a href=\"Prairie%20Rose%20Henderson\"&gt;Prairie Rose Henderson&lt;/a&gt; debuted at the Cheyenne rodeo in 1901, and, by 1920, women were competing in rough stock events, relay races and trick riding. But after &lt;a href=\"Bonnie%20McCarroll\"&gt;Bonnie McCarroll&lt;/a&gt; died in the Pendleton Round-Up in 1929 and Marie Gibson died in a horse wreck in 1933, women's competitive participation was curbed. Rodeo women organized into various associations and staged their own rodeos. Today, women's barrel racing is included as a competitive event in professional rodeo, with breakaway roping and goat tying added at collegiate and lower levels. They compete equally with men in team roping, sometimes in mixed-sex teams. Women also compete in traditional roping and rough stock events at women-only rodeos.\nCompetitive events.\nProfessional rodeos in the United States and Canada usually incorporate both timed events and \"rough stock\" events, most commonly &lt;a href=\"calf%20roping\"&gt;calf roping&lt;/a&gt;, &lt;a href=\"team%20roping\"&gt;team roping&lt;/a&gt;, &lt;a href=\"steer%20wrestling\"&gt;steer wrestling&lt;/a&gt;, &lt;a href=\"saddle%20bronc%20and%20bareback%20riding\"&gt;saddle bronc and bareback bronc riding&lt;/a&gt;, &lt;a href=\"bull%20riding\"&gt;bull riding&lt;/a&gt;, and &lt;a href=\"barrel%20racing\"&gt;barrel racing&lt;/a&gt;. Additional events may be included at the collegiate and high school level, including &lt;a href=\"breakaway%20roping\"&gt;breakaway roping&lt;/a&gt; and &lt;a href=\"goat%20tying\"&gt;goat tying&lt;/a&gt;. Some events are based on traditional ranch practices; others are modern developments and have no counterpart in ranch practice.\nRodeos may also offer western-themed entertainment at intermission, including music and novelty acts, such as trick riding.\nTimed events.\nRoping.\nRoping competitions are based on the tasks of a working cowboy, who often had to capture calves and adult cattle for branding, medical treatment and other purposes. The cowboy must throw a type of rope with a loop, known as a &lt;a href=\"Lasso\"&gt;lariat&lt;/a&gt;, \"riata\" or \"reata\", or lasso, over the head of a calf or onto the horns and around the hind legs of adult cattle, and secure the animal in a fashion dictated by its size and age.\n\"Rough stock\" competition.\nIn spite of popular myth, most modern \"broncs\" are not in fact wild horses, but are more commonly spoiled riding horses or horses bred specifically as bucking stock. Rough stock events also use at least two well-trained riding horses ridden by \"pick up men\" (or women), tasked with assisting fallen riders and helping successful riders get safely off the bucking animal.\nLess common events.\nSeveral other events may be scheduled on a rodeo program depending upon the rodeo's governing association.\nOther activities.\nOutside of competitive events, other activities are often associated with rodeos, particularly at local levels. A typical rodeo begins with a \"Grand Entry\", in which mounted riders, many carrying flags, including the American flag, state flags, banners representing sponsors, and others enter the arena at a gallop, circle once, come to the center of the arena and stop while the remaining participants enter. The grand entry is used to introduce some of the competitors, officials, and sponsors. It is capped by the presentation of the American flag, usually with a rendition of \"The Star-Spangled Banner,\" and, depending on region, other ceremonies. If a &lt;a href=\"rodeo%20queen\"&gt;rodeo queen&lt;/a&gt; is crowned, the contestants or winner and runners-up may also be presented.\nVariety acts, which may include musicians, trick riders or other entertainment may occur halfway through the rodeo at intermission. Some rodeos may also include novelty events, such as steer riding for preteens or \"&lt;a href=\"mutton%20busting\"&gt;mutton busting&lt;/a&gt;\" for small children. In some places, various types of novelty races or events such as &lt;a href=\"wild%20cow%20milking\"&gt;wild cow milking&lt;/a&gt; are offered for adults. Such contests often are unregulated, with a higher risk of injury to human participants and poor treatment of animals than in traditionally-sanctioned events, particularly if consumption of alcoholic beverages by participants is permitted.\nGoverning associations in the United States.\nFormal associations and detailed rules came late to rodeo. Until the mid-1930s, every rodeo was independent and selected its own events from among nearly one hundred different contests. Until World War I, there was little difference between rodeo and \"&lt;a href=\"charreada\"&gt;charreada&lt;/a&gt;\". Athletes from the US, Mexico and Canada competed freely in all three countries. Subsequently, \"charreada\" was formalized as an amateur team sport and the international competitions ceased. It remains popular in Mexico and Hispanic communities of the U.S. today.\nNumerous associations govern rodeo in the United States, each with slightly different rules and different events. The oldest and largest sanctioning body of professional rodeo is the &lt;a href=\"Professional%20Rodeo%20Cowboys%20Association\"&gt;Professional Rodeo Cowboys Association&lt;/a&gt; (PRCA) which governs about a third of all rodeos staged in the US annually. It was originally named the Cowboys Turtle Association, later became the Rodeo Cowboys Association, and finally the Professional Rodeo Cowboys Association in 1975. The PRCA crowns the World Champions at the &lt;a href=\"National%20Finals%20Rodeo\"&gt;National Finals Rodeo&lt;/a&gt; (NFR), in Las Vegas on the UNLV campus, featuring the top fifteen money-winners in seven events.\nThe &lt;a href=\"Professional%20Bull%20Riders\"&gt;Professional Bull Riders&lt;/a&gt; (PBR) is a more recent organization dedicated solely to bull riding. Rodeo gender bias was a problem for cowgirls, and in response women formed the Girls Rodeo Association in 1948 (now the Women's Professional Rodeo Association (WPRA)) and held their own rodeos. The &lt;a href=\"Women%27s%20Professional%20Rodeo%20Association\"&gt;Women's Professional Rodeo Association&lt;/a&gt; (WPRA) is open exclusively to women. Women's barrel racing is governed by the WPRA, which holds finals for barrel racing along with the PRCA with the cowboys at the NFR. There are associations governing children's, teen, and college level rodeos as well as associations governing rodeo for gays, seniors, Native Americans and others.\nThere are also high-school rodeos, sponsored by the &lt;a href=\"National%20High%20School%20Rodeo%20Association\"&gt;National High School Rodeo Association&lt;/a&gt; (NHSRA). Many colleges, particularly &lt;a href=\"land%20grant%20college\"&gt;land grant college&lt;/a&gt;s in the west, have rodeo teams. The &lt;a href=\"National%20Intercollegiate%20Rodeo%20Association\"&gt;National Intercollegiate Rodeo Association&lt;/a&gt; (NIRA) is responsible for the College National Finals Rodeo (CNFR) held each June in &lt;a href=\"Casper%2C%20WY\"&gt;Casper, WY&lt;/a&gt;. Other rodeo governing bodies in the United States include American Junior Rodeo Association (AJRA) for contestants under twenty years of age; National Little Britches Rodeo Association (NLBRA), for youths ages five to eighteen; Senior Pro Rodeo (SPR), for people forty years old or over; and the &lt;a href=\"International%20Gay%20Rodeo%20Association\"&gt;International Gay Rodeo Association&lt;/a&gt;. Each association has its own regulations and its own method of determining champions. Athletes participate in rodeos sanctioned by their own governing body or one that has a mutual agreement with theirs and their points count for qualification to their Association Finals. Rodeo committees must pay sanctioning fees to the appropriate governing bodies, and employ the needed &lt;a href=\"stock%20contractor\"&gt;stock contractor&lt;/a&gt;s, judges, announcers, bull fighters, and barrel men from their approved lists. Other nations have similar sanctioning associations.\nUntil recently, the most important was PRCA, which crowns the World Champions at the &lt;a href=\"National%20Finals%20Rodeo\"&gt;National Finals Rodeo&lt;/a&gt; (NFR), held since 1985 at Las Vegas, Nevada, featuring the top fifteen money-winners in seven events. The athletes who have won the most money, including NFR earnings, in each event are the World's Champions. However, since 1992, &lt;a href=\"Professional%20Bull%20Riders%2C%20Inc.\"&gt;Professional Bull Riders, Inc.&lt;/a&gt; (PBR) has drawn many top bull riders, and holds its own multimillion-dollar finals in Las Vegas prior to the NFR. Women's barrel racing is governed by the WPRA, and holds its finals along with the PRCA with the cowboys at the NFR.\nContemporary rodeo is a lucrative business. More than 7,500 cowboys compete for over thirty million dollars at 650 rodeos annually. Women's barrel racing, sanctioned by the WRPA, has taken place at most of these rodeos. Over 2,000 barrel racers compete for nearly four million dollars annually. Professional cowgirls also compete in bronc and bull riding, team roping and calf roping under the auspices of the PWRA, a WPRA subsidiary. However, numbers are small, about 120 members, and these competitors go largely unnoticed, with only twenty rodeos and seventy individual contests available annually. The total purse at the PWRA National Finals is $50,000. Meanwhile, the PBR has 700 members from three continents and ten million dollars in prize money.\nCanada.\nThe first rodeo in Canada was held in 1902 in &lt;a href=\"Raymond%2C%20Alberta\"&gt;Raymond, Alberta&lt;/a&gt;, when &lt;a href=\"O.%20Raymond%20Knight\"&gt;Raymond Knight&lt;/a&gt; funded and promoted a rodeo contest for bronc riders and steer ropers called the &lt;a href=\"Raymond%20Stampede\"&gt;Raymond Stampede&lt;/a&gt;. Knight also coined the rodeo term \"stampede\" and built rodeo's first known shotgun-style bucking chute. In 1903, Knight built Canada's first rodeo arena and grandstand and became the first rodeo producer and rodeo stock contractor.\nIn 1912, &lt;a href=\"Guy%20Weadick\"&gt;Guy Weadick&lt;/a&gt; and several investors put up $100,000 to create what today is the &lt;a href=\"Calgary%20Stampede\"&gt;Calgary Stampede&lt;/a&gt;. The Stampede also incorporated mythical and historical elements, including &lt;a href=\"First%20Nations%20in%20Canada\"&gt;Native Indians&lt;/a&gt; in full regalia, chuckwagon races, the Mounted Police, and marching bands. From its beginning, the event has been held the second week in July, and since 1938, attendees were urged to dress for the occasion in western hats to add to the event's flavour.\nBy 2003, it was estimated that 65 professional rodeos involving 700 members of the &lt;a href=\"Canadian%20Professional%20Rodeo%20Association\"&gt;Canadian Professional Rodeo Association&lt;/a&gt; (CPRA) took place in Western Canada, along with professionals from the United States. Many Canadian contestants were part-timers who did not earn a significant living from rodeo.\nCanadians made several significant contributions to the sport of rodeo. In 1916, at the Bascom Ranch in &lt;a href=\"Welling%2C%20Alberta\"&gt;Welling, Alberta&lt;/a&gt;, John W. Bascom and his sons Raymond, Mel, and Earl designed and built rodeo's first side-delivery &lt;a href=\"cattle%20race\"&gt;bucking chute&lt;/a&gt; for the &lt;a href=\"ranch%20rodeo\"&gt;ranch rodeo&lt;/a&gt;s they were producing. In 1919, Earl and John made rodeo's first reverse-opening side-delivery bucking chute at the Bascom Ranch in &lt;a href=\"Lethbridge%2C%20Alberta\"&gt;Lethbridge, Alberta&lt;/a&gt;. This Bascom-style bucking chute is now rodeo's standard design. &lt;a href=\"Earl%20Bascom\"&gt;Earl Bascom&lt;/a&gt; also continued his innovative contributions to the sport of rodeo by designing and making rodeo's first hornless bronc saddle in 1922, rodeo's first one-hand &lt;a href=\"rodeo%20bareback%20rigging\"&gt;bareback rigging&lt;/a&gt; in 1924, and the first high-cut rodeo &lt;a href=\"chaps\"&gt;chaps&lt;/a&gt; in 1928. Earl and his brother Weldon also produced rodeo's first night rodeo held outdoors under electric lights in 1935.\nThe &lt;a href=\"Canadian%20Pro%20Rodeo%20Hall%20Of%20Fame\"&gt;Canadian Pro Rodeo Hall Of Fame&lt;/a&gt; is located in &lt;a href=\"Ponoka%2C%20Alberta\"&gt;Ponoka, Alberta&lt;/a&gt;.\nMinority participation in the United States and Canada.\nNative American and Hispanic cowboys compete in modern rodeos in small numbers. African Americans constitute a smaller minority of rodeo contestants, though many early rodeo champions, such as &lt;a href=\"Nat%20Love\"&gt;Nat Love&lt;/a&gt;, were African American. &lt;a href=\"Bill%20Pickett\"&gt;Bill Pickett&lt;/a&gt; and bronc rider Bill Stahl were both elected to the &lt;a href=\"Cowboy%20Hall%20of%20Fame\"&gt;Cowboy Hall of Fame&lt;/a&gt;. During the 1940s and 1950s, African Americans created the Southwestern Colored Cowboys Association. Although the PRCA never formally excluded people of color, pre-1960s racism effectively kept many minority participants, particularly African Americans, out of white competitions. In the 1960s, bull rider Myrtis Dightman vied for national honors and qualified for the National Finals Rodeo. In the 1990s, the Black World Championship Rodeo was held in New York City and other locations across the United States. &lt;a href=\"Mexican%20Americans\"&gt;Mexican Americans&lt;/a&gt; have had a long history with both rodeo and \"&lt;a href=\"charreada\"&gt;charreada&lt;/a&gt;\". In spite of its long association with southwestern culture, there has been significant assimilation and cross-acculturation  Mexican Americans are so integrated into the southwestern cowboy culture that they are not visibly distinct. Brazilians also have a long and successful history of bull-riding in America. In 2017 37% of the top 35 riders in the Professional Bull Riding circuit were Brazilian.\nIn 1976, the first &lt;a href=\"gay%20rodeo\"&gt;gay rodeo&lt;/a&gt; was held in &lt;a href=\"Reno%2C%20Nevada\"&gt;Reno, Nevada&lt;/a&gt; as a charity fundraiser. Several regional gay rodeo organizations were formed in the following years, and, in 1985, the existing organizations formed the &lt;a href=\"International%20Gay%20Rodeo%20Association\"&gt;International Gay Rodeo Association&lt;/a&gt; as a national sanctioning body. The melding of homosexuality and straight cowboy culture in gay rodeo simultaneously embraces archetypal Cowboy Code traits and contemporary gay identity. Openly gay competitors stage their own rodeos because they are not welcomed in the straight circuit. \"We can ride with the best of them,\" one person stated, \"But they don't want us around.\"\nLatin America.\nMexico.\nThe \"charreada\" is the national sport of Mexico. It is a display and contest of roping and riding with origins tracing to the cattle ranching life and culture of &lt;a href=\"colonial%20Mexico\"&gt;colonial Mexico&lt;/a&gt;. Over time, it became an event that included games, parades, foods, and contests involving humans, cattle, and horses. Following the Mexican Revolution of 1910, many rural Mexicans were displaced and took up residence in cities, where urban-based &lt;a href=\"charro\"&gt;charro&lt;/a&gt;s and others formed associations to establish and refine the charreada.\nDuring the \"Chicano Movement\" of the 1970s, Mexican Americans revitalized their heritage by establishing the event in the United States. The event historically enjoys greater prestige in Mexico, however, and due to animal cruelty concerns, some \"charreada\" events have been banned in the US.\nUnlike rodeos, most \"charreadas\" do not award money to the winners as \"charreada\" is considered an amateur sport, but trophies may be distributed. Until recently, the \"charreada\" was confined to men but a women's precision equestrian event called the \"&lt;a href=\"escaramuza\"&gt;escaramuza&lt;/a&gt;\" is now the tenth and final event in a \"charreada\". Unlike American rodeo, events are not timed, but judged and scored based on finesse and grace.\nAmerican Rodeo has been practiced in Mexico as early as the 1930s. &lt;a href=\"Federaci%C3%B3n%20Mexicana%20de%20Rodeo\"&gt;La Federación Mexicana de Rodeo&lt;/a&gt; (the Mexican Rodeo Federation) was formed in 1992 as the leading organization of the sport in the country. The National Rodeo Championship, sanctioned by said organization, has been held to crown the national champions in each of the seven standard events in American Rodeo. This annual event is held in &lt;a href=\"Chihuahua%20City\"&gt;Chihuahua, Chihuahua&lt;/a&gt;.\nColombia and Venezuela.\n&lt;a href=\"Coleo\"&gt;Coleo&lt;/a&gt; is a traditional Venezuelan and Colombian sport, similar to American rodeo, where a small group of llaneros (cowboys) on horseback pursue cattle at high speeds through a narrow pathway (called a manga de coleo) in order to drop or tumble them.\nColeos are usually presented as a side attraction to a larger event, such as a religious festival. They are very popular in Venezuela and in parts of Colombia, mostly in the plains (llanos).\nA coleo starts with the participants and a calf or bull (this depends on the age and stature of the competitors) locked behind a trap door. The trap door leads to a narrow earthen pathway about 100 metres long with high guard rails, open at the other end. When a judge gives a signal, the calf is set loose and starts running. A couple of seconds later, the riders are released and they race to grab the calf by its tail. The rider who accomplishes this first will increase speed, dragging the calf until it finally stumbles. The object is to accomplish this in the shortest time.\nBrazil.\nBrazilian \"rodeios\" can be traced to the town of &lt;a href=\"Barretos\"&gt;Barretos&lt;/a&gt; where the primary economic activities involved livestock and the transporting the livestock to other locations, where one of the ways the cowboys found to get some entertainment was riding the animals. In 1956, the first ever &lt;a href=\"Festa%20do%20Pe%C3%A3o%20de%20Boiadeiro\"&gt;Festa do Peão de Boiadeiro&lt;/a&gt; was created and as the years went by, this rodeo became the biggest in Brazil and in Latin America. Barretos is the most famous rodeo in Brazil. However, rodeos are very common in inner state towns in Brazil, especially in &lt;a href=\"Rio%20Grande%20do%20Sul\"&gt;Rio Grande do Sul&lt;/a&gt;, &lt;a href=\"Mato%20Grosso%20do%20Sul\"&gt;Mato Grosso do Sul&lt;/a&gt; and &lt;a href=\"S%C3%A3o%20Paulo%20state\"&gt;São Paulo state&lt;/a&gt;. Bull riding is a significant sport in the country; Since 2006, PBR runs a national circuit in Brazil, and Brazilian riders are a major presence on the main PBR circuit in the United States. PBR also hosts a Brazilian Finals. Apart from PBR Brazil, there are also a number of other bull riding and rodeo organizations in the country. Brazil also has its own unique style of bronc riding, called \"Cutiano\".\nArgentina.\nIn the twentieth century, rodeo's popularity increased in Argentina. &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, Rosario, and other major cities hosted rodeos. In 1909, the Sociedad Sportiva Argentina (Argentina Sports Society) announced a rodeo competition in which the winners would eventually compete in the United States against rodeo performers from other countries.\nChile.\nSecond to soccer, rodeo is the most popular sport in Chile, and became the national sport of Chile on January 10, 1962 by decree Nº269 of the National Council of Sports and the Comité Olímpico de Chile.\nChilean rodeo traces to the 16th century, beginning with the gathering together lost or stray cattle in the Plaza de Armas de Santiago for branding and selection. Rodeo began to see regulation in the 17th century and talented riders received honors and awards.\nIn Chilean rodeo, a team of two mounted men (called a \"collera\") attempt to pin a calf against large cushions lining the arena (&lt;a href=\"medialuna\"&gt;medialuna&lt;/a&gt;). Points are earned for proper technique. &lt;a href=\"Chilean%20Horse\"&gt;Chilean Horse&lt;/a&gt;s are employed to the exclusion of others and riders wear traditional \"&lt;a href=\"huaso\"&gt;huaso&lt;/a&gt;\" garb as a requirement. The sport has become so popular that in 2004, more spectators attended rodeo events than professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; matches.\nChilean rodeo has experienced financial woes, lack of political support and poor promotion. Unlike other Chilean sports, rodeo does not receive any of the revenue from \"Chiledeportes\" because only sports that represent Chile overseas receive funds. The Chilean Rodeo Federation has criticized the lack of governmental funding and has pointed out that rodeo reaches a part of the population that does not have access to other Chilean sports.\nEl Salvador.\nIn El Salvador the rodeos are very popular, the rodeos in El Salvador are also called jaripeos and are celebrated mainly in the festivities of each Municipality, the tradition is to dress as a cowboy or clothing related to raising cattle.\nthe history of rodeos/jaripeos dates back to Metapan (considered the rodeo/jaripeo capital in El Salvador)Stories from some neighbors indicate that the first metapaneco jaripeo was held back in 1937 on a property located on Las Parejas street, with a wild colt. Then came the bull riding, originating a real competition between the ranches of that time, after the popularity of this in the country and Metapan, in 1965 a group of ranchers built a coliseum, in later years the rodeo and jaripeo spreads throughout El Salvador becoming a whole livestock tradition in El Salvador\nAustralia and the Pacific.\nAustralia.\nRodeos have long been a popular competitor and spectator sport in Australia, but were not run on an organized basis until the 1880s. The National Agricultural Society of Victoria ran one of the earliest recorded events in 1888, when a roughriding competition was held at their annual show. Travelling tent rodeo shows increased the popularity of roughriding throughout much of Australia. However, by 1930, the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; left only a few of these travelling shows on the road.\nBushmen's Carnivals, the Australian equivalent of American rodeos, originated in Northern New South Wales in the 1920s and were well established by the 1930s. Australian rodeo continued to grow following WWII, and by September 1978 riders from the US, Canada, New Zealand and Australia competed in the World Rodeo Titles there for prize money totaling $60,000. In 1982, an Australian Bushmen's Carnival Association team competed in the North American Rodeo Commission's championships in &lt;a href=\"Denver%2C%20Colorado\"&gt;Denver, Colorado&lt;/a&gt;, finishing sixth overall.\nIn August 1944 the Australian Bushmen's Carnival Association (ABCA) was formed by the Royal Agricultural Society of New South Wales, as a result of the increase in the number of bushmen's carnivals. The purpose of this formation was to standardize regulations and rules, but insufficient support was given and the association was terminated in 1947. The &lt;a href=\"Australian%20Professional%20Rodeo%20Association\"&gt;Australian Professional Rodeo Association&lt;/a&gt; (APRA) was also formed in 1944 and is the national governing body for professional rodeo competition. Also formed in 1944 was the Australian Rough-Riders Association (ARRA) in South Australia. On 28 March 1946 the Northern (N.S.W.) Bushmen's Carnival Association was founded at &lt;a href=\"Maitland%2C%20New%20South%20Wales\"&gt;Maitland, New South Wales&lt;/a&gt;. These two associations are now the Australian Bushmen's Campdraft &amp; Rodeo Association (ABCRA). The ABCRA is the largest rodeo and campdraft organization in Australia. In May 1992 the National Rodeo Council of Australia (NRCA) was formed to further the sport of rodeo and has represented ABCRA and several other associations.\nOriginal events included buckjumping (saddle broncs), bullock riding, &lt;a href=\"campdrafting\"&gt;campdrafting&lt;/a&gt;, bulldogging, wild-cow milking, wild bullock races, wild horse races and releasing the surcingle. Other common sporting events such as flag and bending races (similar to &lt;a href=\"pole%20bending\"&gt;pole bending&lt;/a&gt;) were held for the competitors' horses.\nLater the term \"rodeo\" became more commonly used, with American saddles used and the events took on American naming patterns. The ABCRA now affiliates the sports of campdrafting, roughriding (&lt;a href=\"saddle%20bronc%20and%20bareback%20riding\"&gt;saddle bronc and bareback riding&lt;/a&gt;, &lt;a href=\"steer%20riding\"&gt;steer&lt;/a&gt; and &lt;a href=\"bull%20riding\"&gt;bull riding&lt;/a&gt;) and timed rodeo events: &lt;a href=\"barrel%20racing\"&gt;barrel races&lt;/a&gt; (ladies and junior), &lt;a href=\"calf%20roping\"&gt;rope and tie&lt;/a&gt;, steer undecorating (ladies), &lt;a href=\"steer%20wrestling\"&gt;steer wrestling&lt;/a&gt;, junior calf riding, &lt;a href=\"team%20roping\"&gt;team roping&lt;/a&gt; and &lt;a href=\"breakaway%20roping\"&gt;breakaway roping&lt;/a&gt; (ladies).\nThere are strict standards for the selection, care and treatment of rodeo livestock, arenas, plus equipment requirements and specifications.\nIn 1992 the National Rodeo Queen Quest was founded by the National Rodeo Council of Australia to promote and encourage young women into the sport of Rodeo.\nThe carnivals and rodeos typically take place during the spring and summer, and are usually arranged to avoid date clashes, so that competitors may take part in as many events as possible. The prize money is obtained from donations and entry fees, with the main prize money being for the open campdraft event.\nThe biggest rodeos are in Queensland. Some large events are also held in New South Wales, where Sydney has the rodeo during the &lt;a href=\"Royal%20Agricultural%20Society%20of%20New%20South%20Wales\"&gt;Royal Agricultural Society&lt;/a&gt; show and &lt;a href=\"Walcha%2C%20New%20South%20Wales\"&gt;Walcha&lt;/a&gt; holds a four-day campdrafting and rodeo competition annually. There also is a &lt;a href=\"National%20Finals%20Rodeo%20%28Australia%29\"&gt;National Finals Rodeo&lt;/a&gt;.\nPhilippines.\nIn the Philippines, rodeo was introduced in the island during the &lt;a href=\"American%20colonial%20era%20in%20the%20Philippines\"&gt;American colonial era in the Philippines&lt;/a&gt; by the then-Acting Governor of the &lt;a href=\"Department%20of%20Mindanao%20and%20Sulu\"&gt;Department of Mindanao and Sulu&lt;/a&gt; &lt;a href=\"Teofisto%20Guingona%20Sr.\"&gt;Teofisto Guingona Sr.&lt;/a&gt; setting up ranches in &lt;a href=\"Impasugong%2C%20Bukidnon\"&gt;Impasugong, Bukidnon&lt;/a&gt; and &lt;a href=\"Wao%2C%20Lanao%20del%20Norte\"&gt;Wao, Lanao del Norte&lt;/a&gt;. Rodeo is recognized today as the provincial sport of Bukidnon. Rodeo events have also been held in the province of &lt;a href=\"Masbate\"&gt;Masbate&lt;/a&gt;, known for its cattle industry and was declared the \"Rodeo Capital of the Philippines\" in 2002 by the President &lt;a href=\"Gloria%20Macapagal%20Arroyo\"&gt;Gloria Macapagal Arroyo&lt;/a&gt;. The province-wide festival Rodeo Masbateño was first organized in 1993, to promote Masbate's cattle industry and boost its tourism.\nAnimal treatment controversies.\nProtests were first raised regarding rodeo &lt;a href=\"cruelty%20to%20animals\"&gt;animal cruelty&lt;/a&gt; in the 1870s, and, beginning in the 1930s, some states enacted laws curtailing rodeo activities and other events involving animals. In the 1950s, the then Rodeo Cowboys Association (RCA, later the PRCA) worked with the American Humane Association (AHA) to establish regulations protecting the welfare of rodeo animals that were acceptable to both organizations. The PRCA realized that public education regarding rodeo and the welfare of animals was needed to keep the sport alive.\nOver the years, conditions for animals in rodeo and many other sporting events improved. Today, the PRCA and other rodeo sanctioning organizations have stringent regulations to ensure rodeo &lt;a href=\"animal%20welfare\"&gt;animals' welfare&lt;/a&gt;. For example, these rules require, among other things, provisions for injured animals, a veterinarian's presence at all rodeos (a similar requirement exists for other equine events), padded flank straps, horn protection for steers, and &lt;a href=\"spur\"&gt;spur&lt;/a&gt;s with dulled, free-spinning rowels. Rodeo competitors in general value and provide excellent care to the animals with which they work. Animals must also be protected with fleece-lined flank straps for bucking stock and horn wraps for roping steers.\nLaws governing rodeo vary widely. In the American west, some states incorporate the regulations of the PRCA into their statutes as a standard by which to evaluate if animal cruelty has occurred. On the other hand, some events and practices are restricted or banned in other states, including California, Rhode Island, and Ohio. St. Petersburg, Florida is the only locality in the United States with a complete ban on rodeo. Canadian Humane Societies are careful in criticizing Canadian rodeo as the event has become so indigenous to Western Canada that criticism may jeopardize support for the organization's other humane goals. The Calgary Humane Society itself is wary of criticizing the famous &lt;a href=\"Calgary%20Stampede\"&gt;Calgary Stampede&lt;/a&gt;. Internationally rodeo itself is banned in the United Kingdom and the Netherlands, and other European nations have placed restrictions on certain practices.\nHowever, a number of &lt;a href=\"Humane%20Society\"&gt;humane&lt;/a&gt; and &lt;a href=\"animal%20rights\"&gt;animal rights&lt;/a&gt; organizations have policy statements that oppose many rodeo practices and often the events themselves. Some also claim that regulations vary from vague to ineffective and are frequently violated. Other groups assert that any regulation still allows rodeo animals to be subjected to gratuitous harm for the sake of entertainment, and therefore rodeos should be banned altogether.\nIn response to these concerns, a number of cities and states, mostly in the eastern half of the United States, have passed ordinances and laws governing rodeo. &lt;a href=\"Pittsburgh%2C%20Pennsylvania\"&gt;Pittsburgh&lt;/a&gt;, for example, specifically prohibits electric prods or shocking devices, flank or bucking straps, wire tie-downs, and sharpened or fixed spurs or rowels. Pittsburgh also requires humane officers be provided access to any and all areas where animals may go—specifically pens, chutes, and injury pens. The state of Rhode Island has banned tie-down roping and certain other practices.Other locales have similar ordinances and laws.\nPositions taken by animal welfare organizations.\nThere are three basic areas of concern to various groups. The first set of concerns surround relatively common rodeo practices, such as the use of bucking straps, also known as flank straps, the use of metal or electric cattle prods, and tail-twisting. The second set of concerns surround non-traditional rodeo events that operate outside the rules of sanctioning organizations. These are usually &lt;a href=\"amateur\"&gt;amateur&lt;/a&gt; events such as &lt;a href=\"mutton%20busting\"&gt;mutton busting&lt;/a&gt;, calf dressing, &lt;a href=\"wild%20cow%20milking\"&gt;wild cow milking&lt;/a&gt;, calf riding, chuck wagon races, and other events designed primarily for publicity, half-time entertainment or crowd participation. Finally, some groups consider some or all rodeo events themselves to be cruel.\nGroups such as &lt;a href=\"People%20for%20the%20Ethical%20Treatment%20of%20Animals\"&gt;PETA&lt;/a&gt;, and &lt;a href=\"Showing%20Animals%20Respect%20and%20Kindness\"&gt;SHARK&lt;/a&gt;, and the &lt;a href=\"Humane%20Society%20of%20the%20United%20States\"&gt;Humane Society of the United States&lt;/a&gt; generally take a position of opposition to all rodeos and rodeo events. A more general position is taken by the &lt;a href=\"ASPCA\"&gt;ASPCA&lt;/a&gt;, only opposing rodeo events that \"involve cruel, painful, stressful and potentially harmful treatment of livestock, not only in performance but also in handling, transport and prodding to perform.\" The group singles out children's rodeo events such as goat tying, calf riding and sheep riding (“&lt;a href=\"mutton%20busting\"&gt;mutton busting&lt;/a&gt;”), \"which do not promote humane care and respect for animals.\"\nThe &lt;a href=\"American%20Humane%20Association\"&gt;American Humane Association&lt;/a&gt; (AHA) does not appear to oppose rodeos per se, though they have a general position on events and contests involving animals, stating that \"when animals are involved in entertainment, they must be treated humanely at all times.\" The AHA also has strict requirements for the treatment of animals used for rodeo scenes in movies, starting with the rules of the PRCA and adding additional requirements consistent with the association's other policies.\nUnique among animal protection groups, the ASPCA specifically notes that practice sessions are often the location of more severe abuses than competitions. However, many state animal cruelty laws provide specific exemptions for \"training practices.\" The American Humane Association is the only organization addressing the legislative issue, advocating the strengthening of animal cruelty laws in general, with no exceptions for \"training practices.\"\nModern practice.\nSome accusations of cruelty are based on misunderstanding. It is a myth that a modern bucking horse is a wild, terrified animal. The modern &lt;a href=\"bronc\"&gt;bronc&lt;/a&gt; is not a truly &lt;a href=\"feral%20horse\"&gt;feral horse&lt;/a&gt;. Some bucking horses are spoiled riding horses that learned to buck off their riders. Other bucking horses are specifically bred for use in rodeos.\nA proven bucking horse can be sold for $8000 to $10,000 or more, making \"rough stock\" a valuable investment worth caring for and keeping in good health for many years. Likewise, bucking bulls are also &lt;a href=\"selective%20breeding\"&gt;selectively bred&lt;/a&gt;. Most are allowed to grow up in a natural, semi-wild condition on the open range, but also have to be trained in order to be managed from the ground, safely loaded into trailers, vaccinated and wormed, and be loaded in and out of bucking chutes.\nYoung bucking horses are initially introduced to work with cloth dummies attached to the saddle. Others are already well-trained on the ground. Some champion bucking horses got their start as spoiled riding horses that learned to quickly and effectively unseat riders. Due to the rigors of travel and the short bursts of high intensity work required, most horses in a bucking string are at least 6 or 7 years old before they are used extensively, and are expected to be sound performers for many years. Awards are given to the owners of the best bucking horses, who are respected as equine athletes and perform for many years. Many are retired to pasture at the end of their careers. Many bucking horses understand their job well and reduce or stop their bucking, even while still wearing a flank strap, as soon as they either unseat the rider or hear the buzzer. Likewise, some bulls appear to understand that their \"job\" is to throw the rider; they learned not to buck when in the chute and buck far less once the rider is thrown.\nIndustry position.\nModern rodeos in the United States are closely regulated and have responded to accusations of &lt;a href=\"animal%20cruelty\"&gt;animal cruelty&lt;/a&gt; by instituting a number of rules to guide how rodeo animals are to be managed. In 1994, a survey of 28 sanctioned rodeos was conducted by on-site independent veterinarians. Reviewing 33,991 animal runs, the injury rate was documented at 16 animals or 0.047 percent, less than five-hundredths of one percent or one in 2000 animals. A study of rodeo animals in Australia found a similar injury rate. Basic injuries occurred at a rate of 0.072 percent, or one in 1405, with injuries requiring veterinary attention at 0.036 percent, or one injury in every 2810 times the animal was used, and transport, yarding and competition were all included in the study. A later PRCA survey of 60,971 animal performances at 198 rodeo performances and 73 sections of \"slack\" indicated 27 animals were injured, again approximately five-hundredths of 1\npercent—0.0004.\nNonetheless, accusation of cruelty in the USA persist. The PRCA acknowledges that they only sanction about 30 percent of all rodeos, while another 50 percent are sanctioned by other organizations and 20 percent are completely unsanctioned. The PRCA opposes the general concept of &lt;a href=\"animal%20rights\"&gt;animal rights&lt;/a&gt;, but supports &lt;a href=\"animal%20welfare\"&gt;animal welfare&lt;/a&gt;. The PRCA takes the position that the organization does this and even goes beyond expectation. Not all rodeos are governed by the PRCA however, though organizations governing collegiate and high school rodeos base their rules on those of the PRCA. Nonetheless, certain amateur and \"backyard\" rodeos are unregulated, and do not follow PRCA rules.\nAdvocates for rodeo state that sick, injured, hungry, or severely abused animals cannot perform well in a given event. Rough stock must be healthy and well fed to give the cowboy a powerful and challenging ride sufficient to obtain a high score. The bucking strap has to be an incentive to an animal that already wants to buck off a rider, not a prod, or the animal will either flee the pain, not buck, quickly sour and refuse to work, regardless of any pain that might be inflicted. Steers and roping calves will not break from the chute fast enough for ropers to achieve a fast time if they are lame or weak, and because of size and weight restrictions for each event, they are not generally used for more than a single season.\nHealth regulations mandate vaccinations and blood testing of animals crossing state lines, so rodeo stock receives routine care. An injured animal will not buck well and hence a cowboy cannot obtain a high score for his ride, so sick or injured animals are not run through the chutes, but instead are given appropriate veterinary care so they can be returned to their usual level of strength and power. PRCA regulations require veterinarians to be available at all rodeos to treat both bucking stock and other animals as needed.\nThe PRCA emphasizes that they first promulgated rules for proper and humane treatment of livestock in 1947, a full 7 years before the founding of the Humane Society of the United States. Participants are fined for animal abuse, and a study of 21 PRCA rodeos found only 15 animals injured in 26,584 performances, a 0.06 percent rate.\nThere are occasions of rule violations and animal mistreatment at sanctioned rodeos. The major national rodeos are also under the most intense scrutiny and are the most likely to rigorously follow the rules. Rodeos not subject to the rules of the PRCA or other organizations, and rodeos outside of the United States and Canada, where animal cruelty laws are weaker, are more likely to be the sites of abusive practices. Animal rights groups are less likely to target these cases.\nIn popular culture.\nThe largest state-of-the-art rodeos are professional, commercial athletic contests held in climate-controlled stadiums, with broadcasting by various television networks.\nOutside of the rodeo world itself, there is disagreement about exactly what rodeo is. Professional competitors, for example, view rodeo as a sport and call themselves professional athletes while also using the title of cowboy. Fans view rodeo as a spectator sport with animals, having aspects of pageantry and theater unlike other professional sport. Non-westerners view the spectacle as a quaint but exciting remnant of the &lt;a href=\"Wild%20West\"&gt;Wild West&lt;/a&gt; while animal rights activists view rodeo as a cruel &lt;a href=\"Roman%20circus\"&gt;Roman circus&lt;/a&gt; spectacle, or an Americanized &lt;a href=\"bullfight\"&gt;bullfight&lt;/a&gt;.\nAnthropologists studying the sport of rodeo and the culture surrounding it have commented that it is \"a blend of both performance and contest\", and that rodeo is far more expressive in blending both these aspects than attempting to stand alone on one or the other. Rodeo's performance level permits pageantry and ritual which serve to \"revitalize the spirit of the Old West\" while its contest level poses a man-animal opposition that articulates the transformation of nature and \"dramatizes and perpetuates the conflict between the wild and the tame.\" \"On its deepest level, rodeo is essentially a ritual addressing itself to the dilemma of man's place in nature.\"\nRodeo is a popular topic in country-western music, such as the 1991 &lt;a href=\"Garth%20Brooks\"&gt;Garth Brooks&lt;/a&gt; hit single \"&lt;a href=\"Rodeo%20%28Garth%20Brooks%20song%29\"&gt;Rodeo&lt;/a&gt;\", and has also been featured in numerous movies, television programs and in literature. \"&lt;a href=\"Rodeo%20%28Copland%29\"&gt;Rodeo&lt;/a&gt;\" is a ballet score written by &lt;a href=\"Aaron%20Copland\"&gt;Aaron Copland&lt;/a&gt; in 1942, and choreographer &lt;a href=\"Agnes%20de%20Mille\"&gt;Agnes de Mille&lt;/a&gt;'s ballet, \"&lt;a href=\"Rodeo%20%28ballet%29\"&gt;Rodeo&lt;/a&gt;\" was commissioned by the &lt;a href=\"Ballet%20Russe%20de%20Monte%20Carlo\"&gt;Ballet Russe de Monte Carlo&lt;/a&gt; in 1942 with the Copeland score. Country singer &lt;a href=\"Chris%20Ledoux\"&gt;Chris Ledoux&lt;/a&gt; competed in bareback riding and wrote many of his songs based on his experiences. Rodeo has also been featured in a significant number of films, and some focus specifically on the sport, including \"&lt;a href=\"8%20Seconds\"&gt;8 Seconds&lt;/a&gt;\", \"&lt;a href=\"Cowboy%20Up\"&gt;Cowboy Up&lt;/a&gt;\", \"&lt;a href=\"The%20Longest%20Ride%20%28film%29\"&gt;The Longest Ride&lt;/a&gt;\", \"&lt;a href=\"The%20Rider%20%282017%20film%29\"&gt;The Rider&lt;/a&gt;\" and \"&lt;a href=\"The%20Cowboy%20Way%20%28film%29\"&gt;The Cowboy Way&lt;/a&gt;\".\nRodeos worldwide.\nThere are thousands of rodeos held worldwide each year."
}