{
    "id": "7820560",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=7820560",
    "title": "Grey-faced buzzard",
    "text": "The grey-faced buzzard (\"Butastur indicus\") is an &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n &lt;a href=\"bird%20of%20prey\"&gt;bird of prey&lt;/a&gt;. It is typically between 41 and 46 cm in length, making it a medium-sized &lt;a href=\"Bird%20of%20prey\"&gt;raptor&lt;/a&gt;. It breeds in &lt;a href=\"Manchuria\"&gt;Manchuria&lt;/a&gt;, &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; ; it &lt;a href=\"bird%20migration\"&gt;winters&lt;/a&gt; in &lt;a href=\"South-east%20Asia\"&gt;South-east Asia&lt;/a&gt;.\nIt is a bird of open land. It eats lizards, small mammals and large insects.\nThe adult has a grey head, breast and neck, white throat, black moustaches and &lt;a href=\"mesial\"&gt;mesial&lt;/a&gt; stripes, brown back and upperwings, and brown bars on white underparts and underwings. The juvenile is brown and mottled above, pale below with brown streaks, and has a broad white &lt;a href=\"supercilium\"&gt;supercilium&lt;/a&gt; and brown face.\nDescription.\nThe males and females of the grey faced buzzard are the same in coloration. Adults are red &amp; brown on the upper part of the chest while the chest is brown or dark brown. The chest contains dark down bars across the abdomen. The most infrequent color scheme is the full brown bird's also known as dark morph colored. The medium-sized raptor is typically between 41 and 46 cm long. Wings are pointed and narrow; feathers are thin and look transparent when in flight. the tail is ashy brown with horizontal bars on the tail, the iris is bright yellow.\nJuveniles are often less reddish, with dark brown bars on the abdomen. Also, the face and eye color is Brown with a buff color.\nHabitat.\nThe majority of the species are found in Japan or more specifically, &lt;a href=\"Satoyama\"&gt;Satoyama&lt;/a&gt;. The area consists of many different environments; woodlands, paddy-fields, streams, and grasslands. In its breeding range, the buzzard is found in &lt;a href=\"coniferous\"&gt;coniferous&lt;/a&gt; and mixed evergreen forests in mountains, at forest edges, fields, &lt;a href=\"meadows\"&gt;meadows&lt;/a&gt;, marshes, and around agricultural lands.\nBehavior and feeding.\nDuring the breeding season the male buzzards spend up to 90% of their day perched searching for prey. Their hunting perch us usually located around 500 meters away from the nest. They feed on frogs, &lt;a href=\"crustaceans\"&gt;crustaceans&lt;/a&gt;, lizards, insects, small rodents and occasionally other birds. They perch on a tree or a utility pole adjacent to an open habitat, such as rice fields, cropland, and clearings, and swoop down to capture with their feet small animals occurring in Satoyama. They have adopted a search and ambush hunting method to waste less time and energy but still receive enough to survive.\nThe birds actively change its diets to fit the &lt;a href=\"foraging\"&gt;foraging&lt;/a&gt; site of a particular season. The main &lt;a href=\"vegetation\"&gt;vegetation&lt;/a&gt; types which characterized to foraging areas of the buzzards varied over the course of the breeding season from paddy fields to &lt;a href=\"levees\"&gt;levees&lt;/a&gt; and grass-arable fields, and eventually to wooded areas. Along with this shift, the main prey of the buzzards changed from frogs to insects. In paddy fields, frogs and small mammals are frequently captured. A variety of prey including frogs, small mammals, lizards, snakes and insects were taken at levees and grass-arable fields. Insects and frogs were captured in woodland areas.\nBreeding.\nDuring the breeding season the grey faced buzzard builds a small stick nest placed in a tree. The tree most of the time being a Japanese tree. In China, nests were typically located in dense coniferous or broad-leafed forest patches with thick shrubs, steep slopes, and a northerly slope aspect. The nest is lined with grass and leaves. Clutch size is 3-4 white eggs with rusty or reddish-brown spots. They breed in eastern China, eastern Russia, Japan, and in winter mainly in Indochina, Malaysia and the Philippines.\nThe same nest is sometimes used every year until the need of reconstruction arises. Females mostly incubate eggs and nestlings. Males relieve females briefly a few times a day. Eggs hatch from late May to early June about a month after they were laid. Nestlings fledge from late June to Early July about 35 days after hatching. Fledglings are fed by the parent birds around the nest for about two weeks, and then become independent, starting to move a long distance.\nMigration.\nGrey-faced buzzards utilize the world's only oceanic flyway for raptor migration. Wind support and geographic features (i.e. islands) enable the birds to migrate in an oceanic flyway. Grey-faced Buzzards arrive in the breeding grounds of Japan from late March to early April. It is assumed that males arrive in the breeding grounds and wait for the female to arrive, while defending their territory. After the female arrives then, nest building and &lt;a href=\"copulation%20%28zoology%29\"&gt;copulation&lt;/a&gt; begin. Grey faced buzzards set out on their autumn &lt;a href=\"Bird%20migration\"&gt;migration&lt;/a&gt; and head south in flocks from late September to mid-October. In Taiwan they are a common spring and summer migrant, and a few remain for the winter on Lanyu Island.\nAs with most buzzards, these birds utilize rising air currents to gain altitude and cover great distances by soaring during migration. Taiwan lies on a major migration route for the Grey faced buzzard, and large numbers may be seen moving southward in October along the Hengchun Peninsula, and northward in late March and early April along the terraced mountains of Taichung and Changhua.\nHuman interaction.\nHistorically, the greatest threat to the Grey-faced buzzard in Taiwan has been the uncontrolled hunting of the species in the Baguashan and Hengchun Peninsula areas. Hunting and trapping of grey-faced buzzard in the Baguashan and Hengchun Peninsula areas has gone on for Generations. &lt;a href=\"http%3A//www.wbsj.org/en/tsurui/\"&gt;The Wild Bird Society of Japan&lt;/a&gt; and other concerned organizations successfully brought about legislation in Japan that effectively put an end to the importation of raptor skins and the demand for Taiwan grey faced buzzard skins faded.\nGrey-faced buzzards were designated as a \"Vulnerable\" species in December 2006 in Japan. Few concrete protective measures have been taken, however, partly because about 90% of the breeding grounds are privately owned and 75% are not legally protected for wildlife. A basic plan for \"Creating a wood Grey-faced buzzards can live\" by Toyota City of Aichi Pref. is remarkable. In the Toyota natural Observation Woods, which contain a Satoyama Landscape with Yatsuda, Toyota City has taken the initiative in creating the habitat of frogs grey-faced buzzards prey on and maintaining their foraging grounds by weeding and water management of private fallow rice fields. The conservation of birds of prey with large home range, such as grey-faced buzzards would be promoted by the active involvement of local and regional governments in maintaining an entire local ecosystem including private land in various regions of Japan."
}