{
    "id": "7822738",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=7822738",
    "title": "How William Shatner Changed the World",
    "text": "How William Shatner Changed the World (or How Techies Changed the World with William Shatner in Europe, Asia, and Australia) is a 2005 two-hour television &lt;a href=\"documentary\"&gt;documentary&lt;/a&gt;, commissioned by &lt;a href=\"Discovery%20Channel%20Canada\"&gt;Discovery Channel Canada&lt;/a&gt; and co-produced for &lt;a href=\"History%20%28U.S.%20TV%20channel%29\"&gt;History Channel&lt;/a&gt; in the United States and &lt;a href=\"Channel%20Five\"&gt;Channel Five&lt;/a&gt; in the United Kingdom. Hosted and narrated by &lt;a href=\"William%20Shatner\"&gt;William Shatner&lt;/a&gt;, known for his portrayal of &lt;a href=\"Captain%20James%20T.%20Kirk\"&gt;Captain James T. Kirk&lt;/a&gt;, and based on his 2002 book, \"I'm Working on That\", the show focuses on technological advancements and people in the real world that were inspired by the \"&lt;a href=\"Star%20Trek\"&gt;Star Trek&lt;/a&gt;\" phenomenon.\nSummary.\nFirst hour.\nThe first hour focuses on the original \"Star Trek\" series and the ideas that &lt;a href=\"Gene%20Roddenberry\"&gt;Gene Roddenberry&lt;/a&gt; had about the future of space travel.\nIt begins with the life of Dr. Marc D. Rayman, the chief propulsion engineer at &lt;a href=\"Jet%20Propulsion%20Laboratory\"&gt;NASA's Jet Propulsion Laboratory&lt;/a&gt;, and shows how Dr. Rayman became interested in propulsion through \"Star Trek\". It also discusses how NASA's newest deep space probe's &lt;a href=\"ion%20propulsion\"&gt;ion propulsion&lt;/a&gt; was inspired by the 1968 \"Star Trek\" episode \"&lt;a href=\"Spock%27s%20Brain\"&gt;Spock's Brain&lt;/a&gt;\". Shatner also states that \"those pesky trekkies are everywhere in the space program,\" hence the name for the first &lt;a href=\"Space%20Shuttle%20Enterprise\"&gt;Space Shuttle: \"Enterprise\"&lt;/a&gt;.\nThe show then examines the life of &lt;a href=\"Martin%20Cooper%20%28inventor%29\"&gt;Martin Cooper&lt;/a&gt;, the chief engineer at &lt;a href=\"Motorola\"&gt;Motorola&lt;/a&gt;, who invented the &lt;a href=\"cell%20phone\"&gt;cell phone&lt;/a&gt;. Cooper states that \"Star Trek\" was his inspiration for the cell phone, and discusses the similarities between the modern day cell phone and a &lt;a href=\"communicator%20%28Star%20Trek%29\"&gt;\"Star Trek\" communicator&lt;/a&gt;. He also discusses how \"Star Trek\" introduced the concept of computer &lt;a href=\"speech%20recognition\"&gt;voice recognition&lt;/a&gt; dialing.\nNext, &lt;a href=\"Mae%20C.%20Jemison\"&gt;Mae C. Jemison&lt;/a&gt; describes how \"Star Trek\" inspired her to become the first African-American in space, and &lt;a href=\"Seth%20Shostak\"&gt;Seth Shostak&lt;/a&gt;, of &lt;a href=\"SETI\"&gt;SETI&lt;/a&gt; (Search for Extra Terrestrial Intelligence), tells how it led him to astronomy.\nThe show also explores how \"Star Trek\" popularized the notion of the &lt;a href=\"user-friendly\"&gt;user-friendly&lt;/a&gt; &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt;, and how \"Trek\" fan &lt;a href=\"Ed%20Roberts%20%28computers%29\"&gt;Ed Roberts&lt;/a&gt;, invented the first home computer, the &lt;a href=\"Altair%208800\"&gt;Altair 8800&lt;/a&gt;, named after the solar system Altair (Altair 6) in the 1967 \"Star Trek\" episode \"&lt;a href=\"Amok%20Time\"&gt;Amok Time&lt;/a&gt;\". This led to &lt;a href=\"Bill%20Gates\"&gt;Bill Gates&lt;/a&gt; writing the computer programming language &lt;a href=\"BASIC\"&gt;BASIC&lt;/a&gt; for the Altair and forming &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;.\nMedical technologies are discussed, in particular the inspiration for &lt;a href=\"medical%20imaging\"&gt;non-invasive \"Star-Trek\"-style imaging technology&lt;/a&gt;.\n&lt;a href=\"Warp%20drive\"&gt;Warp drive&lt;/a&gt; and &lt;a href=\"faster-than-light\"&gt;faster-than-light&lt;/a&gt; interstellar travel with theoretical physicist &lt;a href=\"Miguel%20Alcubierre\"&gt;Miguel Alcubierre&lt;/a&gt;'s theories are mentioned. &lt;a href=\"Lawrence%20M.%20Krauss\"&gt;Lawrence M. Krauss&lt;/a&gt;, physicist and author of the 1995 non-fiction book \"&lt;a href=\"The%20Physics%20of%20Star%20Trek\"&gt;The Physics of Star Trek&lt;/a&gt;\", is also featured.\nThe show then investigates the research work of &lt;a href=\"Kevin%20Warwick\"&gt;Kevin Warwick&lt;/a&gt; at the &lt;a href=\"University%20of%20Reading\"&gt;University of Reading&lt;/a&gt; and considers its links with the &lt;a href=\"Borg%20%28Star%20Trek%29\"&gt;Borg&lt;/a&gt;. Warwick's &lt;a href=\"cyborg\"&gt;cyborg&lt;/a&gt; implants, linking his own nervous system into the &lt;a href=\"internet\"&gt;internet&lt;/a&gt;, are featured.\nSecond hour.\nThe second hour focuses on further programs in \"Star Trek\" franchise: ', ', ' and ' and their impact and how they differed from the original series.\nNext up is &lt;a href=\"Steve%20Perlman\"&gt;Steve Perlman&lt;/a&gt;, at the time principal scientist at Apple Computer, who was inspired to invent the &lt;a href=\"QuickTime\"&gt;QuickTime&lt;/a&gt; media player by watching an episode of \"Star Trek: The Next Generation\".\nFilmed mostly in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, British Columbia, Canada, the special featured some scenes that took place in locations shown in \"Star Trek\" TV series.\nAwards.\nThe special was nominated for two &lt;a href=\"Emmy%20Awards\"&gt;Emmy Awards&lt;/a&gt; in 2006 - Outstanding Nonfiction Special, and Outstanding Writing For Nonfiction Programming."
}