{
    "id": "7826144",
    "revid": "21797031",
    "url": "https://en.wikipedia.org/wiki?curid=7826144",
    "title": "SK Schwadorf",
    "text": "Sportklub Schwadorf (more commonly known as SK Schwadorf) was an &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club, based in &lt;a href=\"Schwadorf\"&gt;Schwadorf&lt;/a&gt;. They were last playing in the &lt;a href=\"Austrian%20Football%20First%20League\"&gt;First League&lt;/a&gt;. The club was known as Trenkwalder Sportklub Schwadorf for sponsorship reasons — \"Trenkwalder\" being the company of chairman &lt;a href=\"Richard%20Trenkwalder\"&gt;Richard Trenkwalder&lt;/a&gt;. In 2008, the club merged with &lt;a href=\"VfB%20Admira%20Wacker%20M%C3%B6dling\"&gt;VfB Admira Wacker Mödling&lt;/a&gt; to become &lt;a href=\"Trenkwalder%20Admira\"&gt;Trenkwalder Admira&lt;/a&gt;.\nHistory.\nThe club was founded as ASK Schwadorf in May 1936, and played its first game on 7 June of that year, against &lt;a href=\"Fischamend\"&gt;Fischamend&lt;/a&gt;, winning 4–3.\nOn 8 August 2005, ASK Schwadorf hosted Spanish club &lt;a href=\"Real%20Madrid\"&gt;Real Madrid&lt;/a&gt; in a pre-season friendly. The visitors fielded a team that included former &lt;a href=\"FIFA%20World%20Player%20of%20the%20Year\"&gt;FIFA World Player of the Year&lt;/a&gt;, &lt;a href=\"Zinedine%20Zidane\"&gt;Zinedine Zidane&lt;/a&gt;, &lt;a href=\"Ra%C3%BAl%20Gonz%C3%A1lez\"&gt;Raúl&lt;/a&gt;, &lt;a href=\"David%20Beckham\"&gt;David Beckham&lt;/a&gt; and &lt;a href=\"Michael%20Owen\"&gt;Michael Owen&lt;/a&gt;, &lt;a href=\"Ronaldo%20%28Brazilian%20footballer%29\"&gt;Ronaldo&lt;/a&gt; and &lt;a href=\"Roberto%20Carlos%20da%20Silva\"&gt;Roberto Carlos&lt;/a&gt;. Real won 4–1, with the goals coming from Raúl, Ronaldo, &lt;a href=\"Javier%20Portillo%20%28Spanish%20footballer%29\"&gt;Javier Portillo&lt;/a&gt; and Owen.\nSimilarly, the club welcomed English Premier League side &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; for a pre-season friendly on 31 July 2006. The visitors, whose line-up featured only a couple of familiar names, won 8–1.\nThe club won the &lt;a href=\"Austrian%20Landesliga\"&gt;Landesliga&lt;/a&gt; championship in 2005–06 by a margin of twelve points.\nThey went on to win the &lt;a href=\"Austrian%20Regional%20League%20East\"&gt;Austrian Regional League East&lt;/a&gt; in 2006–07, thus achieving promotion for the fifth time in six years. Of their 30 league games, they won 22, drew 6, and lost 2. They finished seven points ahead of second-placed &lt;a href=\"Polizei%20Feuerwehr\"&gt;Polizei Feuerwehr&lt;/a&gt;.\nBetween 2005 and 2007, their manager was &lt;a href=\"Attila%20Sekerlioglu\"&gt;Attila Sekerlioglu&lt;/a&gt;. Sekerlioglu was fired in August 2007, and replaced by &lt;a href=\"Bernd%20Krauss\"&gt;Bernd Krauss&lt;/a&gt;.\nPrior to the 2007–08 season, the club changed its name from ASK Schwadorf to SK Schwadorf. The following season, 2008–09, Richard Trenkwalder bought the team, relocated it to &lt;a href=\"S%C3%BCdstadt\"&gt;Südstadt&lt;/a&gt;, and merged it with &lt;a href=\"VfB%20Admira%20Wacker%20M%C3%B6dling\"&gt;VfB Admira Wacker Mödling&lt;/a&gt; to become &lt;a href=\"Trenkwalder%20Admira\"&gt;Trenkwalder Admira&lt;/a&gt;. For the 2013–14 season they are playing in the &lt;a href=\"Austrian%20Football%20Bundesliga\"&gt;Austrian Football Bundesliga&lt;/a&gt;.\nRecords.\nThe club's biggest victory took place on 22 April 1983, when they beat &lt;a href=\"ASK%20Edelsthal\"&gt;ASK Edelsthal&lt;/a&gt; 10–0. Their reserve team, ASK Schwadorf II, won 19–0 on the same day."
}