{
    "id": "783089",
    "revid": "26309198",
    "url": "https://en.wikipedia.org/wiki?curid=783089",
    "title": "St Mirren F.C.",
    "text": "St Mirren Football Club is a &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Paisley%2C%20Renfrewshire\"&gt;Paisley&lt;/a&gt;, &lt;a href=\"Renfrewshire\"&gt;Renfrewshire&lt;/a&gt;, that competes in the &lt;a href=\"Scottish%20Premiership\"&gt;Scottish Premiership&lt;/a&gt; after winning the &lt;a href=\"2017%E2%80%9318%20Scottish%20Championship\"&gt;2017–18 Scottish Championship&lt;/a&gt;. Founded in 1877, the team has two nicknames, \"the Buddies\" and \"the Saints\".\nSt Mirren have won the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; three times, in &lt;a href=\"1925%E2%80%9326%20in%20Scottish%20football\"&gt;1926&lt;/a&gt;, &lt;a href=\"1958%E2%80%9359%20in%20Scottish%20football\"&gt;1959&lt;/a&gt; and &lt;a href=\"1986%E2%80%9387%20in%20Scottish%20football\"&gt;1987&lt;/a&gt;, and the &lt;a href=\"Scottish%20League%20Cup\"&gt;Scottish League Cup&lt;/a&gt; in &lt;a href=\"2012%E2%80%9313%20Scottish%20League%20Cup\"&gt;2013&lt;/a&gt;. The club has played in European competition four times: in the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt; in &lt;a href=\"1987%E2%80%9388%20European%20Cup%20Winners%27%20Cup\"&gt;1987–88&lt;/a&gt; and the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt; in &lt;a href=\"1980%E2%80%9381%20UEFA%20Cup\"&gt;1980–81&lt;/a&gt;, &lt;a href=\"1983%E2%80%9384%20UEFA%20Cup\"&gt;1983–84&lt;/a&gt; and &lt;a href=\"1985%E2%80%9386%20UEFA%20Cup\"&gt;1985–86&lt;/a&gt;.\nThe club's home ground since 2009 is &lt;a href=\"St%20Mirren%20Park\"&gt;St Mirren Park&lt;/a&gt;, a 7,937 capacity all seater ground on Greenhill Road, Paisley. The club's former ground from 1894 until 2009 was also officially named St Mirren Park, but was more commonly known as &lt;a href=\"Love%20Street%20%28stadium%29\"&gt;Love Street&lt;/a&gt;.\nHistory.\nSt Mirren were formed as a gentlemen's club which included, among other sports, cricket and rugby in the second half of the 19th century. The increasing popularity of football ensured that by 1877 the members had decided to play association football and 1877 is the football club's official foundation date. They are named after &lt;a href=\"Saint%20Mirin\"&gt;Saint Mirin&lt;/a&gt;, the founder of a church at the site of Paisley Abbey and Patron Saint of Paisley. There is also a street in Paisley named St Mirren Street.\nThe club originally wore scarlet and blue strips, but after one season changed to the current black and white striped shirts, which have been worn every season bar one in the 1900s, when cream tops were used.\nSt Mirren played their first match on 6 October 1877, defeating Johnstone Britannia 1–0 at Shortroods. Two years later, the club moved to another ground named Thistle Park at Greenhills. St Mirren's first &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; match came on 4 September 1880, a 3–0 victory over Johnstone Athletic. The following year, the Buddies reached their first cup final but were beaten 3–1 by &lt;a href=\"Thornliebank%20F.C.\"&gt;Thornliebank&lt;/a&gt; in the &lt;a href=\"Renfrewshire%20Cup\"&gt;Renfrewshire Cup&lt;/a&gt;. In 1883 however the scores were reversed with the Saints winning the Renfrewshire Cup, 3–1 against Thornliebank. It was in 1883 that they moved to their third home, that of &lt;a href=\"Westmarch%20%28stadium%29\"&gt;West March&lt;/a&gt; (early maps indicate the area as West March rather than the commonly used Westmarch), defeating Queen's Park in the first game there. In 1885, St Mirren played their first match against Morton, resulting in a defeat.\nThe 1890 season was a historic season for St Mirren, as they became founder members of the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; along with fellow Paisley club &lt;a href=\"Abercorn%20F.C.\"&gt;Abercorn&lt;/a&gt;. Of the 11 founder clubs, only 5 survive in the current league system. It was during the match against Morton at Cappielow in this year that St Mirren played one of the first night games under light from oil lamps.\nSt Mirren moved to Love Street in 1894 and reached their first &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; final in the 1907–08 season but were defeated 5–1 by &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;. The Buddies went on to lift the trophy in 1926, 1959 and 1987.\nIn 1922, St Mirren were invited to play in the Barcelona Cup invitational tournament to celebrate the inauguration of &lt;a href=\"Camp%20de%20Les%20Corts\"&gt;Les Corts&lt;/a&gt;, the then home of &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt;. They won the tournament by beating &lt;a href=\"Notts%20County\"&gt;Notts County&lt;/a&gt; in the final.\nIn the 1979–80 season, St Mirren achieved their equal highest-ever finish in the top-flight finishing third behind &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt; and &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;. That season Saints also became the first and last Scottish club to win the &lt;a href=\"Anglo-Scottish%20Cup\"&gt;Anglo-Scottish Cup&lt;/a&gt;, defeating &lt;a href=\"Bristol%20City%20F.C.\"&gt;Bristol City&lt;/a&gt; in a two-legged final. The following season, St Mirren competed in European competition for the first time and won their initial game 2–1 vs. &lt;a href=\"IF%20Elfsborg\"&gt;IF Elfsborg&lt;/a&gt; in Sweden, followed by a 0–0 draw in the second leg. The next round saw them play French team &lt;a href=\"AS%20Saint-%C3%89tienne\"&gt;Saint-Étienne&lt;/a&gt;. Although St Mirren's home leg ended up a 0–0 draw, &lt;a href=\"AS%20Saint-%C3%89tienne\"&gt;Saint-Étienne&lt;/a&gt; pulled off a 2–0 victory in the second leg to put St Mirren out of the cup.\nThe club have been relegated from the &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt; twice (2000–01) and (2014–15) and the Premier Division of the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; once (1991–92) having escaped relegation from the latter in 1991 after league re-construction. In 2001, St Mirren finished bottom of the Premier League despite losing only one of their final seven matches. The Saints however managed promotion after clinching the First Division title in &lt;a href=\"2005%E2%80%9306%20in%20Scottish%20football\"&gt;2005–06&lt;/a&gt;, a season which also saw St Mirren win the &lt;a href=\"Scottish%20Challenge%20Cup\"&gt;Scottish Challenge Cup&lt;/a&gt;, defeating &lt;a href=\"Hamilton%20Academical%20F.C.\"&gt;Hamilton Academical&lt;/a&gt; 2–1 in the final at &lt;a href=\"Airdrie%20United%20F.C.\"&gt;Airdrie United's&lt;/a&gt; ground, the &lt;a href=\"Excelsior%20Stadium\"&gt;Shyberry Excelsior Stadium&lt;/a&gt;, with goals from &lt;a href=\"Simon%20Lappin\"&gt;Simon Lappin&lt;/a&gt; and &lt;a href=\"John%20Sutton%20%28footballer%29\"&gt;John Sutton&lt;/a&gt;.\nIn 2010, they reached the final of the &lt;a href=\"2010%20Scottish%20League%20Cup%20Final\"&gt;Scottish League Cup&lt;/a&gt; where they were defeated 0–1 by &lt;a href=\"Rangers%20FC\"&gt;Rangers&lt;/a&gt; despite having a two-man advantage. However, three days later, they recorded a famous win over &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;, a match that \"The Buddies\" won 4–0 with doubles from &lt;a href=\"Andy%20Dorman\"&gt;Andy Dorman&lt;/a&gt; and &lt;a href=\"Steven%20Thomson\"&gt;Steven Thomson&lt;/a&gt;. In March 2013, St Mirren won the &lt;a href=\"2013%20Scottish%20League%20Cup%20Final\"&gt;Scottish League Cup&lt;/a&gt; beating &lt;a href=\"Heart%20of%20Midlothian%20F.C.\"&gt;Heart of Midlothian&lt;/a&gt; 3–2 at Hampden to win their first cup since 1987.\nIn the 2010s the club drew praise for their youth development, bringing through several players from their academy (despite it not being listed among the 'elite' group assessed by the &lt;a href=\"Scottish%20Football%20Association\"&gt;SFA&lt;/a&gt; in 2017) including &lt;a href=\"Stevie%20Mallan%20%28footballer%2C%20born%201996%29\"&gt;Stevie Mallan&lt;/a&gt;, &lt;a href=\"Jack%20Baird\"&gt;Jack Baird&lt;/a&gt;, &lt;a href=\"Kyle%20Magennis\"&gt;Kyle Magennis&lt;/a&gt;, &lt;a href=\"Jason%20Naismith\"&gt;Jason Naismith&lt;/a&gt;, &lt;a href=\"Kyle%20McAllister\"&gt;Kyle McAllister&lt;/a&gt;, &lt;a href=\"Sean%20Kelly%20%28footballer%29\"&gt;Sean Kelly&lt;/a&gt; and full Scotland internationals &lt;a href=\"Kenny%20McLean\"&gt;Kenny McLean&lt;/a&gt;, &lt;a href=\"Lewis%20Morgan%20%28footballer%29\"&gt;Lewis Morgan&lt;/a&gt; and &lt;a href=\"John%20McGinn\"&gt;John McGinn&lt;/a&gt;.\nStadium.\nSt Mirren played at four different venues before moving to their ground at St Mirren Park, or Love Street, in 1894. The record attendance for the ground was 47,438 versus &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; in 1949. Love Street saw extensive redevelopment in the late 90s to comply with both the recommendations of the &lt;a href=\"Taylor%20Report\"&gt;Taylor Report&lt;/a&gt; and SPL regulations and the ground eventually became a 10,866 seater venue. The ground had four stands of which the most recent, the West or Reid Kerr Family Stand, was built in 2000 in order for Love Street to meet the criteria for entry to the &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt;. The oldest stand was the main stand which had a basic wooden construction. The north bank was popular with the hardcore St Mirren fans while the largest stand, the steeply raked West Stand, housed a sporting facility underneath.\nOn 24 May 2005, &lt;a href=\"Renfrewshire%20Council\"&gt;Renfrewshire Council&lt;/a&gt; granted permission for the club to develop their old ground. This involved the sale of the ground to a supermarket chain, and the construction of a ground in &lt;a href=\"Ferguslie%20Park\"&gt;Ferguslie Park&lt;/a&gt;, Paisley (through a separate planning permission). The sale of their old ground allowed the club to finance the new stadium as well as clear their debts. In April 2007 it was announced that a deal had been struck with supermarket giant &lt;a href=\"Tesco\"&gt;Tesco&lt;/a&gt; and on 15 January 2009 St Mirren moved to a new 8,000 seat stadium, also called St Mirren Park.\nThe opening game finished as a 1–1 draw with &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt;, with Killie's &lt;a href=\"Kevin%20Kyle\"&gt;Kevin Kyle&lt;/a&gt; scoring the first goal, and &lt;a href=\"Dennis%20Wyness\"&gt;Dennis Wyness&lt;/a&gt; equalising. St Mirren's first notable win at the new stadium came on 7 March 2009 in a 1–0 victory over Celtic in the Homecoming Scottish Cup Quarter Final.\nThe stadium had a total seating capacity of 8,023 which was reduced in 2017 to 7,937 following the installation of a new disabled access platform.\nThe stadium was known as The Simple Digital Arena after the club agreed a four-year, six-figure deal with Simple Digital Solutions on 13 June 2018.\nIt is currently known as The SMiSA Stadium.\nColours and sponsors.\nThe traditional home colours of St Mirren are black and white stripes, however for the first season the colours were scarlet and blue. There is some dispute as to why the colours black and white were chosen. A popular theory is that the stripes represent the Black and White Cart rivers which run through Paisley. In recent years there has been evidence unearthed that the Monks in the local abbey wore black and white striped habits. The team strips have varied very little in the long history of the club, however the thickness of the stripes have often varied. Some years have seen horizontal stripes used.\nHaving first played in black and white vertical stripes in 1884, Saints were the first club in the world to do so, six years before Notts County.\nAway tops are traditionally red or all black, but in some cases strips have varied from orange to light blue, as seen on the 2010–11 strip. From 2007–2011, the Danish firm, &lt;a href=\"Hummel%20International\"&gt;Hummel International&lt;/a&gt;, replaced Xara as kit manufacturers. After spells with Carbrini (2011-2015, 2015-2017) and Diadora (2012-2014) the club signed a deal with kit manufacturers Joma.\nSt Mirren has had several main sponsors, mainly in the transport industry, with several local bus companies and car dealerships like &lt;a href=\"Arriva\"&gt;Arriva&lt;/a&gt; and Phoenix Honda sponsoring in the club. St Mirren were sponsored by &lt;a href=\"Braehead\"&gt;Braehead Shopping Centre&lt;/a&gt;, a local shopping centre four miles away in &lt;a href=\"Renfrew\"&gt;Renfrew&lt;/a&gt; from 2005–2017. They are currently sponsored by Skyview Capital.\nIn August 2010, the club confirmed Barrhead company Compass Private Hire would have their name displayed on the back of the first team players' shirts as well as on their shorts. Compass Private Hire were co-owned by former St Mirren player, captain and manager, Tony Fitzpatrick.\nMascots.\nIn recent years, St Mirren have been represented by three mascots, the Pandas. They are Paisley Panda, Junior P and Mrs Panda. The regular mascots are Paisley Panda and Junior P.\nRivalries.\nThe club has a fierce rivalry with neighbours &lt;a href=\"Greenock%20Morton%20F.C.\"&gt;Greenock Morton&lt;/a&gt;, a rivalry which sees a large amount of animosity between the two sets of fans."
}