{
    "id": "7836846",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=7836846",
    "title": "Model maker",
    "text": "A model maker is a professional &lt;a href=\"Artisan\"&gt;craftsperson&lt;/a&gt; who creates a three-dimensional representation of a design or concept. Most products in use and in development today first take form as a model. This \"model\" may be an exacting duplicate (&lt;a href=\"prototype\"&gt;prototype&lt;/a&gt;) of the future design or a simple mock-up of the general shape or concept. Many prototype models are used for testing physical properties of the design, others for usability and marketing studies. \nMock-ups are generally used as part of the design process to help convey each new iteration. Some model makers specialize in \"scale models\" that allow an easier grasp of the whole design or for portability of the model to a trade show or an architect or client's office. Other scale models are used in museum displays and in the movie special effects industry. Model makers work in many environments from private studio/shops to corporate design and engineering facilities to research laboratories.\nThe model maker must be highly skilled in the use of many machines, such as manual &lt;a href=\"lathe\"&gt;lathe&lt;/a&gt;s, manual &lt;a href=\"Milling%20machine\"&gt;mills&lt;/a&gt;, &lt;a href=\"Computer%20Numeric%20Control\"&gt;Computer Numeric Control&lt;/a&gt; (CNC) machines, lasers, wire EDM, water jet saws, tig welders, sheet &lt;a href=\"metal%20fabrication\"&gt;metal fabrication&lt;/a&gt; tools and wood working tools. Fabrication processes model makers take part in are powder coating, shearing, punching, plating, folding, forming and anodizing. Some model makers also use increasingly automated processes, for example cutting parts directly with digital data from &lt;a href=\"computer-aided%20design\"&gt;computer-aided design&lt;/a&gt; plans on a CNC mill or creating the parts through &lt;a href=\"rapid%20prototyping\"&gt;rapid prototyping&lt;/a&gt;. Hand tools used by a model maker are an exacto knife, tweezers, sprue cutter, tape, glue, paint, and paint brushes. \nThere are two basic processes used by the model maker to create models: additive and subtractive. Additive can be as simple as adding clay to create a form, sculpting and smoothing to the final shape. Body fillers, foam and resins are also used in the same manner. Most rapid prototyping technologies are based on the additive process, solidifying thin layered sections or slices one on top of each other. Subtractive is like whittling a solid block of wood or chiseling stone to the desired form. Most milling and other machining methods are subtractive, progressively using smaller and finer tools to remove material from the rough shape to get to the level of detail needed in the final model. \nModel makers may use a combination of these methods and technologies to create the model in the most expeditious manner. The parts are usually test fitted, then sanded and painted to represent the intended finish or look. Model makers are required to recreate many faux finishes like brick, stone, grass, molded plastic textures, glass, skin and even water."
}