{
    "id": "7837903",
    "revid": "861759",
    "url": "https://en.wikipedia.org/wiki?curid=7837903",
    "title": "Etherscope",
    "text": "Etherscope (published by &lt;a href=\"Goodman%20Games\"&gt;Goodman Games&lt;/a&gt;) is a &lt;a href=\"steampunk\"&gt;steampunk&lt;/a&gt; &lt;a href=\"role-playing%20game\"&gt;role-playing game&lt;/a&gt; based on the &lt;a href=\"d20%20system\"&gt;d20 system&lt;/a&gt;. It uses the \"&lt;a href=\"d20%20Modern\"&gt;d20 Modern&lt;/a&gt;\" rules.\nSetting.\nThe setting is a &lt;a href=\"Steampunk\"&gt;Steampunk&lt;/a&gt; fantasy world in which the fifth Platonic element, Ether (cosmic energy), is discovered and tapped as an energy source. Using their cutting-edge knowledge of this force allows the British empire to flourish and the culture and values of the Victorian Age to be artificially prolonged.\nEtherspace Technology.\nIn the 1950s, American inventors created the Etherscope, a \"difference engine\" that could interact with Etherspace. Etherscopes are hand-crafted by technicians and are therefore prohibitively expensive items that are owned by the rich and powerful. Users vary from upper-class dilettantes to massive government bureaucracies and wealthy corporations.\n\"Enginaughts\" were originally the trained technicians that created, maintained, programmed, and used \"difference engines\" (mechanical computers). The term was later extended to the clerks who programmed and used Etherscopes and the workers that fashioned Etherstuff into usable objects or structures.\n\"Cybernaughts\" are human beings who utilize interface technologies. The simplest representation of the concept are the maimed people who have installed mechanical \"limbs\" or sensor \"eyes\" to replace the ones they have lost or sickly people who implant mechanical devices to replace failed or failing internal organs. The more complex concept extends to the interface technologies that allow a user to interact with a system indirectly (via keyboards, consoles, or Etheric gauntlets) or directly (via an Etherjack implant).\nEtheric gauntlets allow a person to interact with Etherspace remotely. It is a common method of manipulating and fashioning Etherstuff. \nThe Etherjack is a &lt;a href=\"Cybernetics\"&gt;cybernautic&lt;/a&gt; implant that allows users to interface directly with the Etheric plane (a process called \"Scope Immersion\"). Its purchase is unregulated in America but is highly controlled or banned elsewhere.\nEtheric avatars are etheric constructs that are created by Etherscope users to represent them in Etherspace. The only limits are a user's skill and imagination - though off-the-rack or custom-made avatars are available from Enginauts.\nEtheric Domains, Etherspace constructs resembling sprawling cities, have been created by Etherspace users to perform clerical tasks and consolidate centralized information libraries. They are bounded by security \"walls\" to keep out intruders. Usually the product of a powerful nation or a rich corporation, informal communities of users have begun to spring up. Haven - a hidden Domain created by \"Scope Riders\" - is home to such a community; Havenites often use detailed avatars and use a series of pseudonyms and cover identities when Immersed.\n\"Scope Riders\" are a sub-culture of self-taught Etherscope users who use the Etherspace for a variety of purposes. Some explore the Domains or uncharted Etherspace for amusement or to sate their curiosity. Others use it to further criminal or political goals by stealing, altering, or even deleting stored information or forging hideouts or communication networks in the Etherscape to avoid the authorities.\n\"System Agents\", violent and bizarre etherspace beings, are a major mystery. Some think they are government or corporate \"Scope Riders\" hired to police their patron's Domains or hunt down subversives and thieves. Some think they are new programs or etheric constructs that either act on pre-programmed instructions or have even attained &lt;a href=\"Artificial%20Intelligence\"&gt;sentience&lt;/a&gt;. Some think the \"scope riders\" themselves subconsciously create them as materializations of their fears and worries or a product of their imaginations running away from them. Others posit that perhaps they were always there in the Etherspace and that the presence of other lifeforms has just drawn their interest.\nRecreational use of \"Scope Tabs\", a drug compound that grants the user access to the Etheric realm, have become a common form of escape for both bored workers and jaded aristocrats alike.\nWhat is Etherspace?\nThe exact opinion varies, as nothing is known precisely about it. Scientists conjecture that Ether is the substance between the stars and that Etherspace is a realm of pure energy. Artists and writers say it is the realm of dreams, thoughts, and imagination. Dreamers say it is the magical \"faerieland\" from folktales, myths, and legends.\nHistory.\nThe world wars of the 20th Century were resolved differently, leaving the British Empire and the European powers largely intact.\nIn the late 19th and early 20th centuries, a technology race between Britain and France made the British Empire more leery of French intentions than German saber-rattling. The United States was not involved in European affairs and wasn't considered a major power, which kept the powers of Europe from developing alliances (or even cordial relations) with it. These factors would shape the rest of the century.\nThe Pan-European War (1914–1922 in this timeline) is similar to World War One. The Alliance was composed of France, Italy and Russia and the Axis Powers were composed of Germany, Austria-Hungary, Bulgaria, and the Ottoman Empire. The British Empire and United States stayed neutral. In the West, the Axis Powers quickly defeated France in a matter of months and defeated Italy by the end of 1915. In the East the Germans and Austro-Hungarians invaded Russia and gradually captured a swath of territory from the Crimea to Moscow bounded by the Volga (recognized as Südrussland by the Treaty of Berlin in 1922).\nThe Irish Revolt of 1914 (1914–1926 in this timeline), similar to the &lt;a href=\"Irish%20War%20of%20Independence\"&gt;Irish War of Independence&lt;/a&gt;, had a different outcome as well. In the 1900s in Ireland there were two major factions. The Republicans, made up mostly of Irish Catholics, wanted independence for Ireland. The Unionists, made up almost exclusively of Protestants, wanted Ireland to stay part of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; of Britain, Scotland &amp; Ireland. Although both sides had a long history of conflict, they tended to view the question as a political one and violence and armed struggle were only embraced by extreme elements. Those armed elements, however, were well-organized, well-funded and had access to modern weaponry. Without a war in Europe to distract them, the Republicans and Unionists began fighting all across Ireland. The British Empire intervened on the side of the Unionists in 1916 and used regular troops alongside Irish militia and paramilitary forces to crush the Republicans' main force conventional troops. The Republican irregular forces held out as long as they could, but a ruthless counterinsurgency program coupled with the use of cutting-edge Ethertech weapons and devices forced the Republicans to sue for peace and disarm.\nThe Russian Civil War (1922–1925 in this timeline) was similar in its outcome but had different effects. During The Pan-European War, the shorter lines of communication due to Germany's rapid invasion of Russia in 1914 initially made it easier for Russia to manage supply lines and maintain large reserves to counterattack Axis thrusts. The loss of the farmlands of the Ukraine and the Black Sea region, however, caused a famine that triggered unrest. When Russia collapsed in 1922, a series of political movements (&lt;a href=\"Constitutional%20Monarchy\"&gt;Constitutionalists&lt;/a&gt;, &lt;a href=\"Democracy\"&gt;Democrats&lt;/a&gt;, &lt;a href=\"Anarchy\"&gt;Anarchists&lt;/a&gt;, &lt;a href=\"Socialism\"&gt;Socialists&lt;/a&gt;, etc.) fought for control, ending in the Communists under party secretary &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; gaining nominal control by 1925.\nThe Pacific War (1937–1943 in this timeline) is similar to World War Two. Japan was becoming a local power in the 1930s with a strong navy that was seen as a potential threat to Britain's control of the seas and an army that had made inroads in China and was threatening to invade the Soviet Union. It involved the European Powers (the British Empire, the Netherlands, and the Soviet Union) on one side and Japan on the other over control of China and the Pacific Rim. Neu Reich, technically neutral, fought a defensive war against the Soviet Union's attempts to take back their lost territories. The allied British and Dutch forces fought an island-hopping amphibious war against Japan in the Pacific. The Soviet Union, bolstered by allied support, fought a two-front land war with Neu Reich in the west and Japanese forces in the east. America used diplomatic pressure on the allies and then threatened military interference in the summer of 1943, allowing Japan to fight the Europeans to a stalemate.\nGeography.\nThe Political Powerhouses.\nThe British Empire has the world's most powerful navy and controls most of Africa and Asia. It absorbed France's colonial holdings in Africa and Southeast Asia following the Pan-European War and gained total control of China following the Pacific War. Its navy dominates the seas and its armies are found on every continent. Due to its extensive military commitments in its existing possessions, there are still areas of their Empire that were never fully explored or which have lapsed into wilderness and savagery.\nThe Neu Reich consists of Europe and most of Eurasia and it has the world's finest army. It is a unification of the German and Austro-Hungarian Empires that was arranged in 1926 following the marriage of &lt;a href=\"Prince%20Wilhelm%20of%20Prussia%20%281906%E2%80%931940%29\"&gt;Kaiser Wilhelm III&lt;/a&gt; [reign 1924–1946] to &lt;a href=\"Princess%20Sophie%20of%20Hohenberg\"&gt;Princess Sophie of Austria&lt;/a&gt;, niece of &lt;a href=\"Charles%20I%20of%20Austria\"&gt;Emperor Karl I of Austria&lt;/a&gt; [reign 1916–1929]. Karl I renounced participation in Austro-Hungarian government in 1923 and abdicated his throne in 1929, making the infant Prince Franz his heir. Wilhelm and Sophie acted as co-regents until their son's majority at 18 in 1946. The &lt;a href=\"House%20of%20Lorraine\"&gt;Austro-Hungarian royal family&lt;/a&gt; was then integrated into the &lt;a href=\"House%20of%20Hohenzollern\"&gt;Prussian imperial family&lt;/a&gt; through intermarriage and the granting of titles in the Prussian nobility. Emperor Franz Joseph II (born 1928 [reign 1946–present]) presides over the Triple Monarchy of Prussia, Austria and Hungary as a figurehead. The aristocrats control the Army and all major and senior government posts, while the upper and middle class commoners dominate the Navy and the bureaucracy. Catholicism was adopted as the official state religion but with tolerance for Protestants and Orthodox Christians. It politically and economically dominates Europe and has what is considered the most powerful army in the world. Protectorates established in Italy and France after the Pan-European War were later expanded to completely integrate the nations into the Reich. The Netherlands, Spain and Portugal are allowed to exist on the fringes and Switzerland is allowed its independence because of its neutrality. Minority languages and cultures are encouraged, but German is the official government language and the language used and taught in their &lt;a href=\"Gymnasium%20%28Germany%29\"&gt;public secondary schools&lt;/a&gt; and universities.\nThe United States of America is an upstart power that gradually worked its way onto the global scene. The boundaries between Canada and the USA were resolved diplomatically in 1842 and established the permanent border between the two nations. It then expanded westwards during the Indian Wars of the 19th Century until it spanned both coasts. By the dawning of the 20th century, it consisted of 45 states and 5 territories (Oklahoma, New Mexico, Arizona, Hawaii, and Alaska). America then began expanding into the &lt;a href=\"South%20America\"&gt;\"Savage South\"&lt;/a&gt; and used a combination of \"soft power\" (diplomacy, aid, and economic development) and \"hard power\" (military intervention and naval blockade) to dominate the New World. Chile, Brazil, Argentina, Columbia, Honduras, Panama, and Peru first became Territories (like the Philippines, Guam, Samoa, Puerto Rico and Cuba), then became the 50th through 56th states (with Hawaii becoming the 49th) when they requested statehood. Although more socially mobile and intellectually open-minded than Europe, its powerful industrial and mercantile interests dominate their political parties. Its government has preferred a strong centralized Federal government over weak subordinated State governments since its Civil War, but it favors a &lt;a href=\"laissez-faire\"&gt;laissez-faire&lt;/a&gt; policy towards most economic matters.\nThe Lesser Powers.\nFrance and Italy are subordinate to Neu Reich. France's politics are dominated by the squabbling between the three monarchist factions (&lt;a href=\"Legitimists\"&gt;Legitimist&lt;/a&gt;, &lt;a href=\"Orleanists\"&gt;Orleanist&lt;/a&gt;, and &lt;a href=\"Bonapartists\"&gt;Bonapartist&lt;/a&gt;) and the populist anti-clerical Republican faction. Italy has a &lt;a href=\"Kingdom%20of%20Italy\"&gt;constitutional&lt;/a&gt; &lt;a href=\"House%20of%20Savoy%23Titles%20of%20the%20Crown%20of%20Italy\"&gt;monarchy&lt;/a&gt;. The real power is held in its parliament, which is split by &lt;a href=\"Regionalism%20%28politics%29\"&gt;regionalism&lt;/a&gt; and the economic divide between the rich industrial &lt;a href=\"Northern%20Italy\"&gt;north&lt;/a&gt;, politically-dominant &lt;a href=\"Central%20Italy\"&gt;center&lt;/a&gt;, and poor agrarian &lt;a href=\"Southern%20Italy\"&gt;south&lt;/a&gt;. Strong Nationalist rumblings and occasional saber-rattling are heard. However, they are countered with the reality that they would be cut out of the European market and its resources and would be the only countries in Europe without colonies.\nThe Dutch are hemmed-in in Europe but have huge overseas colonies in the Pacific. They act as middle-men for the other powers—especially the \"triangle trade\" between America, the Soviet Union, and Japan.\nSpain and Portugal are mired in poverty and obscurity. Spain lost its overseas colonies in the New World and the Orient to America in the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt; (1899). It has a foothold in Africa in the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt;, &lt;a href=\"Spanish%20Morocco\"&gt;Spanish Morocco&lt;/a&gt;, and the &lt;a href=\"Spanish%20Sahara\"&gt;Spanish Sahara&lt;/a&gt;, the home of the famed &lt;a href=\"Spanish%20Foreign%20Legion\"&gt;Spanish Foreign Legion&lt;/a&gt;. It has an arm's length relationship with the Neu Reich and is very aloof to the British Empire. Portugal barely holds on to its \"empire\" (&lt;a href=\"Guinea\"&gt;Guinea&lt;/a&gt;, &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt;, &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt;, and &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;, the islands of the &lt;a href=\"Azores\"&gt;Azores&lt;/a&gt;, &lt;a href=\"Madeira\"&gt;Madeira&lt;/a&gt;, &lt;a href=\"Cape%20Verde\"&gt;Cape Verde&lt;/a&gt;, and &lt;a href=\"S%C3%A3o%20Tom%C3%A9%20and%20Pr%C3%ADncipe\"&gt;São Tomé&lt;/a&gt;, and the city of &lt;a href=\"Macau\"&gt;Macau&lt;/a&gt;), such as it is. It has centuries-long ties to the British Empire.\nThe Scandinavian countries of Denmark, Sweden, Norway and Iceland are independent. They comprise a neutral buffer zone between the British Empire, Neu Reich, and the Soviet Union and engage in brisk trade between them.\nBulgaria was allowed continued &lt;a href=\"April%20Uprising%20of%201876\"&gt;independence&lt;/a&gt; as a reward for their loyalty and support. It acts as a buffer zone between Neu Reich and the Ottoman Empire.\nJapan is the only independent country in Asia. The military faction in government lost face when Japan lost its empire in Asia after the Pacific War. They were supplanted by those that favored economic development and appeasement of the major power blocs. Japan is very poor, relying on exporting cheap goods brokered for them by the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt;. Workers spend long dreary hours working in factories and spend their meager pay in Scope Riding cafes or tab dens. An underground market in drug tabs and Ethertech gave tremendous power and wealth to the &lt;a href=\"Yakuza\"&gt;Yakuza&lt;/a&gt; gangs, who now control the slums in the port cities and the industrial sprawl of the &lt;a href=\"Kanto%20Plain\"&gt;Kanto Plain&lt;/a&gt;.\nThe Soviet Union was set up amongst the ruins of the Russian Empire starting in 1925. It is ruled by the Bolshevik Party (who are &lt;a href=\"Communism\"&gt;Communists&lt;/a&gt;, followers of the teachings of German economic theorist &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;). It used technology to modernize Russia. Government programs sponsoring scientific research, technological specialization, and skilled labor manufacturing were used to create a prosperous economy with trade links outside the Union. Investments in agricultural reform and improved transport and distribution networks allowed rapid movements of food and supplies to where they were needed, curbing famine and disease. The salaries of management (\"koordinatori\") and skilled labor (\"tekniki\") are shared with that of manual laborers (\"robotniki\"), all of whom are seen as social equals. The military secures its borders from outside aggression while the Secret Police secures the state from traitors at home and counter-revolutionaries abroad. The other powers categorize the Soviet Union in their propaganda as militarily aggressive, dictatorial, and oppressive—with the Union making the same claims.\nThe Ottoman Empire controls Turkey, the Middle East, the Arabian Peninsula, and parts of North Africa. Because the Ottoman Empire was on the winning side in the Pan-European War, regional geography is different from in our timeline. Iraq is still a series of Ottoman territories because it wasn't unified by the British under the &lt;a href=\"Mandate%20for%20Mesopotamia\"&gt;Mesopotamian Mandate&lt;/a&gt;. Persia (our current-day Iran) is still ruled by the Ottoman-supported &lt;a href=\"Qajar%20dynasty\"&gt;Qajar dynasty&lt;/a&gt;, because &lt;a href=\"Reza%20Shah%20Pahlavi\"&gt;Reza Khan&lt;/a&gt; never came into power. Jordan doesn't exist because the British never set it up as a buffer zone because the House of Saud never conquered Arabia. There is no Israel because the British Empire never controlled Palestine. The Empire is ruled by the Sultan through a ceremonial bureaucracy and a representative parliament rubber-stamps government decisions. The Young Turks movement revolutionized the military and liberalized society but has had limited effect on government corruption; Mehmed VI supported their reforms as long as they didn't interfere with his rule and his successors were backed by the Neu Reich. The Empire has recently become wealthy due to its creation of petrochemical-based plastics—little of the wealth trickles down to the lower classes.\nThe Great Metropolis.\nThe Great Metropolis is an urban sprawl formed from the amalgamation of Liverpool and Manchester. It has a population of about 100 million people, most of whom are refugees from Europe or immigrants from the colonies or the Kingdom of Ireland. It is more culturally influential than London due to its size and economic power but is subject to their more politically powerful southern cousin.\nIts residents live in squalor and work in unsafe conditions in factories that produce unfettered waste and pollution. \nRunaway genespliced workers live in the sewers in communities called \"Gammavilles\" (after the Gamma-class workers who founded them).\nPolitics.\nThe Eugenics League is a worldwide scientific society engaged in genetic engineering, as mere human breeding is seen as too random and imprecise. They divide human stock into \"Alphas\" (gene-spliced humans with superior or even non-human traits) and \"Betas\" (their term for ordinary \"baseline\" humans). \"Gammas\" (small, tough, disease-resistant workers with rodent DNA), \"Deltas\" (loyal workers with canine DNA), and \"Epsilons\" (large, hard-working, strong workers with equine DNA) are members of the purpose-built worker class. The League's views and methods are seen as controversial but their success has made their theories more accepted.\nThe Northumbrian Republican Movement (NRM) is a political group that seeks independence for Northern England with the Metropolis as its capitol. Factions vary from the Conservative Republicans, who want recognition as a separate Dominion or Kingdom with its own parliament, to the Radical Republicans, who want to be declared a separate country (the Republic of Northumbria). Its militant Armed Wing (the \"Northumbrian Republican Army\") commits acts of violence against the British government in pursuit of its goals. It is rumored to receive support from America.\nNationalist movements across the globe are fierce but mostly non-violent. They are especially numerous in Neu Reich, which has a polyglot culture and several recently assimilated territories. Much like the Welsh and Scottish Nationalists in the United Kingdom of our world, Nationalists tend to use social organizations and political parties to promote their values and see to their interests. Members are seen as eccentric but harmless, as their cultures are well-to-do under their overlords and would fare poorly if they were independent. The few violent nationalist groups are seen as crackpots or lunatics."
}