{
    "id": "7841656",
    "revid": "847224",
    "url": "https://en.wikipedia.org/wiki?curid=7841656",
    "title": "Whin Rigg",
    "text": "Whin Rigg is a &lt;a href=\"fell\"&gt;fell&lt;/a&gt; in the English &lt;a href=\"Lake%20District\"&gt;Lake District&lt;/a&gt;, situated in the western segment of the national park, 22 kilometres south east of the town of &lt;a href=\"Whitehaven\"&gt;Whitehaven&lt;/a&gt;. It reaches only a modest altitude of 535 m (1,755 ft) but is part of one of the Lake District’s most dramatic landscapes in that the rugged and impressive Wastwater Screes (also known as \"The Screes\") fall from the fells summit to &lt;a href=\"Wast%20Water\"&gt;Wast Water&lt;/a&gt; over 450 m (1,500 ft) below. The fell's name means \"“&lt;a href=\"gorse\"&gt;gorse&lt;/a&gt; covered ridge”\" and originates from the &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; words “Hvin” meaning gorse and “Hryggr” meaning Ridge.\nTopography and Geology.\nWhin Rigg is linked to the adjoining fell of &lt;a href=\"Illgill%20Head\"&gt;Illgill Head&lt;/a&gt;, just 1.5 kilometres away at the northern end of The Screes by a path that gives precipitous views down to Wast Water. \nThe Screes are a &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Site of Special Scientific Interest&lt;/a&gt; and are regarded as a classic geological locality and one of the best and most famous examples of &lt;a href=\"scree\"&gt;scree&lt;/a&gt;s in Britain. The escarpment and screes are made up of hard wearing &lt;a href=\"Borrowdale%20Volcanics\"&gt;Borrowdale Volcanics&lt;/a&gt; rock, however there are areas of less resistant rock which have been eroded and this has led to deep gullies in the cliff face. The cliffs around the summit of Whin Rigg take the form of vertical rock buttresses which are split by the huge Great Gully and C Gully which give precipitous views of Wast Water. The gullies are spectacular but are a no go area for walkers, Great Gully has seventeen near vertical pitches and the remains of an aeroplane within it.\nApart from The Screes, Whin Rigg has another fine geological feature in Greathall Gill. This is a granite ravine which rises up the fell from where the &lt;a href=\"River%20Irt\"&gt;River Irt&lt;/a&gt; flows out of Wast Water to the 400 metre mark on the fell to the south west of the summit. The lower section of the ravine in steep sided and wooded and support a range of &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es, &lt;a href=\"fern\"&gt;fern&lt;/a&gt;s and &lt;a href=\"herb\"&gt;herb&lt;/a&gt;s including &lt;a href=\"Oxalis%20acetosella\"&gt;Common wood sorrel&lt;/a&gt;, Chrysosplenium oppositifolium (opposite leaved golden saxifrage) and &lt;a href=\"Luzula%20sylvatica\"&gt;great wood rush&lt;/a&gt;.\nAscents.\nThe path on the eastern side of Greathall Gill has developed into a popular way up the fell from Nether Wasdale and has become eroded in recent years, it is being monitored so any worsening of the situation can be reversed.\nWhin Rigg can be climbed either from Nether Wasdale in &lt;a href=\"Wasdale\"&gt;Wasdale&lt;/a&gt; or Eskdale Green in &lt;a href=\"Eskdale%2C%20Cumbria\"&gt;Eskdale&lt;/a&gt; using the bridleway which links the two places to attain the western ridge of the fell, there are then 230 metres of ascent up the ridge to reach the summit. Walkers starting from the Wasdale side can also use the footpath by Greathall Gill as already mentioned.\nSummit.\nThe highlight of the summit panorama is the view down to Wast Water, and there are good views of the coastal plain and the &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt;."
}