{
    "id": "7870212",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=7870212",
    "title": "Sgùrr na Lapaich",
    "text": "Sgurr na Lapaich is a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; in the &lt;a href=\"Northwest%20Highlands\"&gt;Northwest Highlands&lt;/a&gt; of &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, situated north of &lt;a href=\"Loch%20Mullardoch\"&gt;Loch Mullardoch&lt;/a&gt; in the high ground that separates &lt;a href=\"Glen%20Cannich\"&gt;Glen Cannich&lt;/a&gt; and &lt;a href=\"Glen%20Strathfarrar\"&gt;Glen Strathfarrar&lt;/a&gt;. The mountain reaches a height of 1,150 metres (3,773 feet), and is the fourth highest mountain north of the &lt;a href=\"Great%20Glen\"&gt;Great Glen&lt;/a&gt;. There is no higher ground to the north of it in Great Britain.\nWith a &lt;a href=\"topographic%20prominence\"&gt;topographic prominence&lt;/a&gt; of 839 metres, Sgurr na Lapaich is the highest point for some considerable distance and is a fine viewpoint. The mountain is particularly well seen from the east; it is a prominent landmark as far away as the &lt;a href=\"Moray%20Firth\"&gt;Moray Firth&lt;/a&gt;, some thirty miles away, from where locals use it as a guide for the weather forecast.\nIt should not be confused with another Sgurr na Lapaich, an outlying \"top\" of &lt;a href=\"Mam%20Sodhail\"&gt;Mam Sodhail&lt;/a&gt;.\nTopography.\nThe name \"Sgurr na Lapaich\" means \"Peak of the Bog\" in &lt;a href=\"Scottish%20Gaelic%20language\"&gt;Gaelic&lt;/a&gt;. This could be somewhat misleading, as it is a fine mountain with long &lt;a href=\"ridges\"&gt;ridges&lt;/a&gt;, deep &lt;a href=\"Cirque\"&gt;corrie&lt;/a&gt;s and &lt;a href=\"lochan\"&gt;lochan&lt;/a&gt;s, culminating in a fine rocky peak. The mountain is linked by ridges to the adjoining &lt;a href=\"Munro\"&gt;Munro&lt;/a&gt;s of &lt;a href=\"An%20Riabhachan\"&gt;An Riabhachan&lt;/a&gt; to the west and to &lt;a href=\"C%C3%A0rn%20nan%20Gobhar%20%28Mullardoch%29\"&gt;Càrn nan Gobhar&lt;/a&gt; to the east.\nTo the south of the main summit Sgurr na Lapaich has a subsidiary summit, Sgurr nan Clachan Geala (1,093 metres), listed as a \"top\" in &lt;a href=\"Munro%27s%20Tables\"&gt;Munro's Tables&lt;/a&gt;. Another minor summit, Rudha na Spreidhe, lies at the end of the mountain's northern spur and gives good views of Loch Monar; this was also formerly classed as a top, but has now been deleted from Munro's Tables.\nDeep, glacial corries surround the mountain on several sides. To the south-east of the summit the slopes fall steeply into a large corrie containing Loch Tuill Bhearnach, the largest of Sgurr na Lapaich's lochans at around 500 metres wide; further south is a smaller corrie surrounding Loch a' Choire Bhig. Both of these lochans drain into Loch Mullardoch. To the east of the summit is the steep, rocky head-wall of Coire nan Each, which is snow-filled until the late spring.\nAscent routes.\nSgurr na Lapaich can be climbed either from Glen Strathfarrar or Glen Cannich. The usual approach from Glen Cannich starts at the parking spot at the Loch Mullardoch dam (grid reference ) and begins by ascending the Munro of Càrn nan Gobhar by its south ridge. The route then goes north-west to a &lt;a href=\"Mountain%20pass\"&gt;col&lt;/a&gt; at 796 metres before ascending the broad, grassy east ridge of Sgurr na Lapaich. This becomes rocky higher up, requiring some easy &lt;a href=\"scrambling\"&gt;scrambling&lt;/a&gt; to reach the summit.\nThe approach from Glen Strathfarrar begins from the &lt;a href=\"Hydroelectricity\"&gt;hydroelectric&lt;/a&gt; power station in Gleann Innis (grid reference ), reached by a 17-mile drive from Struy along a private road; the locked gate at the entrance to this road is opened at specified times to give access to vehicles &lt;a href=\"http%3A//www.mountaineering-scotland.org.uk/access/strathfarrar.html\"&gt;&lt;/a&gt;. Pedestrians and cyclists are allowed through the gate at all times. From the power station a stalkers' path leads to the col between An Riabhachan and Sgurr na Lapaich, from where there is a further climb of over 300 metres to reach the summit.\nThe top of the mountain is marked by an &lt;a href=\"Ordnance%20Survey\"&gt;Ordnance Survey&lt;/a&gt; &lt;a href=\"trig%20point\"&gt;trig point&lt;/a&gt;.\nGeodesy.\nSgurr na Lapaich was the origin (meridian) of the 6 inch and 1:2500 Ordnance Survey maps of the County of Ross &amp; Cromarty."
}