{
    "id": "7880354",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=7880354",
    "title": "Monte Binga",
    "text": "Monte Binga is the highest mountain in &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt; and the second highest mountain in &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;. It is located in the &lt;a href=\"Chimanimani%20Mountains\"&gt;Chimanimani Mountains&lt;/a&gt;, on the border between Zimbabwe and Mozambique in the Chimanimani Transfrontier Park in &lt;a href=\"Manica%20Province\"&gt;Manica Province&lt;/a&gt;. Its height is 8004 feet (2440m) above sea level. \nGeology.\nThe mountain is composed of very hard pale grey &lt;a href=\"precambrian\"&gt;precambrian&lt;/a&gt; &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;, which underlies all of the Chimanimani Plateau, giving it a desolate rocky appearance. The north–south trending quartzite bedding is upturned near the summit to an angle of about 40 degrees and dips to the east, the foot of the mountain and the Turret Towers range immediately to the south lying on a thrust fault. Consequently, the eastern approach is more gradual, while the western face is steep to sheer in places. The northern face is cut off by a fault and is sheer near the top, changing to a vertical cliff lower down. Approaching from the west, from the Bundi River Valley, there is an ill-defined trail which branches off from the main smugglers trail to Skeleton Pass.\nClimbing.\nThe climb is arduous and takes about the best part of a day. There are a number of false summits en route. The best path, marked with cairns, climbs southeast then eastward up from the Bundi valley, then swings north-east below the mountain until, at Binga's northern shoulder, swings south-east, climbs the mountain's western face, and, reaching the ridge, swings into a northward scramble up to the beacon: about three hours from the Bundi valley.\nThere is little if any water on the approach from the west, nor at the top, but small &lt;a href=\"puddles\"&gt;puddles&lt;/a&gt; of water seep from the peat and collect in hollows not far off the summit on the gentler eastern slope. There are no well marked trails from Binga to the east and one must make one's own way, taking care when crossing the steep &lt;a href=\"ravine\"&gt;ravine&lt;/a&gt;s that lead eastwards.\nSummit.\nAt the top the mountain curves into a dome-like prominence. The appearance of the mountain top is bleak and rocky, with an extremely shallow &lt;a href=\"peat\"&gt;peat&lt;/a&gt;y soil supporting only &lt;a href=\"Tussock%20grassland\"&gt;tussocky grass&lt;/a&gt; and &lt;a href=\"moss\"&gt;moss&lt;/a&gt; between the &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;-covered hard rock outcrops.\nThe views over the Mozambique plain are spectacular. Theoretically, with a telescope it should just be possible to see the Indian Ocean from the peak of Binga on a very clear day looking along an easterly bearing, at a range of 190 kilometres. The mountain is remote from settlements."
}