{
    "id": "7884127",
    "revid": "9575782",
    "url": "https://en.wikipedia.org/wiki?curid=7884127",
    "title": "East Fremantle, Western Australia",
    "text": "East Fremantle (nicknamed East Freo in &lt;a href=\"Western%20Australian%20English\"&gt;Western Australian vernacular&lt;/a&gt;) is a &lt;a href=\"List%20of%20Perth%20suburbs\"&gt;suburb&lt;/a&gt; of &lt;a href=\"Perth\"&gt;Perth&lt;/a&gt;, Western Australia, located south-west of the &lt;a href=\"Perth%20central%20business%20district\"&gt;central business district&lt;/a&gt;. The suburb is mainly residential, and is coterminous with the &lt;a href=\"Town%20of%20East%20Fremantle\"&gt;Town of East Fremantle&lt;/a&gt; local government area.\nPreviously serving as an outer, rural area of &lt;a href=\"Fremantle\"&gt;Fremantle&lt;/a&gt;, most of the present-day suburb was originally developed in the late 1890s and early 1900s as a result of the &lt;a href=\"Western%20Australian%20gold%20rushes\"&gt;Western Australian gold rushes&lt;/a&gt;. Further development occurred in the late 1940s and 1950s to provide dwellings for new immigrants. Two major arterial roads – &lt;a href=\"Canning%20Highway\"&gt;Canning Highway&lt;/a&gt; and &lt;a href=\"Stirling%20Highway\"&gt;Stirling Highway&lt;/a&gt; – pass through the suburb, which is also bounded to the north by the &lt;a href=\"Swan%20River%20%28Western%20Australia%29\"&gt;Swan River&lt;/a&gt;.\nHistory.\nEarly history.\nPrior to European settlement, the &lt;a href=\"Noongar\"&gt;Noongar&lt;/a&gt; people obtained food and drinking water from the river edges and open grassy areas. Shortly after the establishment of the &lt;a href=\"Swan%20River%20Colony\"&gt;Swan River Colony&lt;/a&gt;, a track linking Perth to Fremantle was documented through the area.\nIn April 1833, a report spread that a \"\"landing\" of 200 natives\" had speared the ferryman, John Weavell, and his wife at their residence near Preston Point, which \"brought nearly every male inhabitant of Fremantle to my house, some with guns without locks, some with guns without ammunition, others with ammunition without guns, some with pistols, others with bludgeons\". It was later reported in the \"&lt;a href=\"Perth%20Gazette\"&gt;Perth Gazette&lt;/a&gt;\" that this was entirely false, with the \"Gazette\" decrying the \"extravagant and absurd statements that are daily \"got up\"\".\nInitially, the area was dominated by agricultural activity, but after the 1890s &lt;a href=\"gold%20rush\"&gt;gold rush&lt;/a&gt;, it became increasingly residential and suburban in character. The first area to develop was Plympton, in the southwest of the suburb, where workers' cottages were established largely between 1890-1910. Next were Woodside and Richmond in the south and north, which today contain many brick and tile homes dating from 1900-1940. The Preston Point area developed in the 1950s.\nGeography.\nEast Fremantle is bounded by the &lt;a href=\"Swan%20River%20%28Western%20Australia%29\"&gt;Swan River&lt;/a&gt; to the north and west, East Street to the southwest, Marmion Street to the south and Petra Street to the east.\nFacilities.\nEast Fremantle is a residential suburb, relying on neighbourhood shopping centres in the area for daily needs, and Fremantle for other commercial services. The suburb contains a community centre, two small private hospitals and two primary schools. Each year in December, the suburb hosts the East Fremantle Festival in George Street, located in the historic district of Plympton.\nThe suburb contains &lt;a href=\"East%20Fremantle%20Oval\"&gt;East Fremantle Oval&lt;/a&gt;, the home ground of the &lt;a href=\"East%20Fremantle%20Football%20Club\"&gt;East Fremantle Football Club&lt;/a&gt;, a club in the &lt;a href=\"West%20Australian%20Football%20League\"&gt;West Australian Football League&lt;/a&gt; (WAFL).\nTransport.\nIn September 1910, at the urging of \"&lt;a href=\"Sunday%20Times%20%28Western%20Australia%29\"&gt;The Sunday Times&lt;/a&gt;\", a South Swan Railway League was formed, calling for the establishment of a railway line running south of the Swan River from Fremantle to &lt;a href=\"Guildford%2C%20Western%20Australia\"&gt;Guildford&lt;/a&gt;, where it would then join the existing &lt;a href=\"Eastern%20Railway%20%28Western%20Australia%29\"&gt;Eastern Railway&lt;/a&gt;.\nEast Fremantle contains the crossroads between &lt;a href=\"Canning%20Highway\"&gt;Canning Highway&lt;/a&gt; and &lt;a href=\"Stirling%20Highway\"&gt;Stirling Highway&lt;/a&gt;. The suburb is served by a range of buses from &lt;a href=\"Fremantle%20railway%20station\"&gt;Fremantle train station&lt;/a&gt;, by which residents can link to the &lt;a href=\"CircleRoute\"&gt;CircleRoute&lt;/a&gt; and to the &lt;a href=\"Perth%20central%20business%20district\"&gt;Perth central business district&lt;/a&gt;. All services are operated by the &lt;a href=\"Public%20Transport%20Authority%20%28Western%20Australia%29\"&gt;Public Transport Authority&lt;/a&gt;.\nPolitics.\nEast Fremantle is an established suburb with two quite different booths – the southern half (East Fremantle Primary School), nearer &lt;a href=\"Fremantle%2C%20Western%20Australia\"&gt;Fremantle&lt;/a&gt;, strongly supports Labor at both federal and &lt;a href=\"Parliament%20of%20Western%20Australia\"&gt;state elections&lt;/a&gt;; while the northern half (Richmond Primary School), alongside the &lt;a href=\"Swan%20River%20%28Western%20Australia%29\"&gt;Swan River&lt;/a&gt;, supports the more conservative &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal Party&lt;/a&gt; at both levels of government.\nEducation.\nEast Fremantle contains one &lt;a href=\"Education%20in%20Australia\"&gt;state-run&lt;/a&gt; &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt;, Richmond Primary School, founded in 1921. The school comprises an on-site &lt;a href=\"kindergarten\"&gt;kindergarten&lt;/a&gt;, catering for 40 students, an off-site &lt;a href=\"Education%20in%20Western%20Australia%23Pre-school\"&gt;pre-primary&lt;/a&gt;, catering for 54 students, and the main primary school, catering for 340 students. As of &lt;a href=\"semester\"&gt;semester&lt;/a&gt; one, 2011, the school has a total enrolment of 407 students. Richmond is occasionally utilised by the local community, and shares the hosting of an annual &lt;a href=\"f%C3%AAte\"&gt;fête&lt;/a&gt; with other local schools. East Fremantle Primary School, established in 1898, is located in the neighbouring suburb of &lt;a href=\"Fremantle%20%28suburb%29\"&gt;Fremantle&lt;/a&gt;, on the southern border of Marmion Street, just outside the boundary between Fremantle and East Fremantle. Most of East Fremantle is located within the Richmond Primary local-intake area, with the exclusion of the Plympton ward, which falls into East Fremantle Primary's intake area. The suburb is shared between the catchment zones of three &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt;s: &lt;a href=\"John%20Curtin%20College%20of%20the%20Arts\"&gt;John Curtin College of the Arts&lt;/a&gt;, in &lt;a href=\"Fremantle%20%28suburb%29\"&gt;Fremantle&lt;/a&gt;, &lt;a href=\"Melville%20Senior%20High%20School\"&gt;Melville Senior High School&lt;/a&gt;, in &lt;a href=\"Melville%2C%20Western%20Australia\"&gt;Melville&lt;/a&gt;, and &lt;a href=\"South%20Fremantle%20Senior%20High%20School\"&gt;South Fremantle Senior High School&lt;/a&gt;, in &lt;a href=\"Beaconsfield%2C%20Western%20Australia\"&gt;Beaconsfield&lt;/a&gt;. Both Richmond Primary and East Fremantle Primary are used as &lt;a href=\"polling%20booth\"&gt;polling booth&lt;/a&gt;s by the Western Australian Electoral Commission."
}