{
    "id": "7886627",
    "revid": "40581419",
    "url": "https://en.wikipedia.org/wiki?curid=7886627",
    "title": "The Favour, the Watch and the Very Big Fish",
    "text": "The Favour, the Watch and the Very Big Fish is a 1991 &lt;a href=\"comedy%20film\"&gt;comedy film&lt;/a&gt; directed by &lt;a href=\"Ben%20Lewin\"&gt;Ben Lewin&lt;/a&gt;, starring &lt;a href=\"Bob%20Hoskins\"&gt;Bob Hoskins&lt;/a&gt;, &lt;a href=\"Jeff%20Goldblum\"&gt;Jeff Goldblum&lt;/a&gt; and &lt;a href=\"Natasha%20Richardson\"&gt;Natasha Richardson&lt;/a&gt;. The story, set in Paris, follows the fateful meeting of Louis Aubinar with Sybil, who brings into his life her last unfortunate lover, the Pianist. The plot is based on a short story by &lt;a href=\"Marcel%20Aym%C3%A9\"&gt;Marcel Aymé&lt;/a&gt;.\nExtended plot.\nLouis Aubinar (&lt;a href=\"Bob%20Hoskins\"&gt;Bob Hoskins&lt;/a&gt;), a humble, middle-aged photographer, specializes in religious pictures. Louis lives in a small apartment in Paris with his psychotic sister, Elizabeth, who cooks terrible meals, including grinding an entire &lt;a href=\"sailfish\"&gt;sailfish&lt;/a&gt; into paste. His employer, Norbert, a prestigious religious articles curator, has commissioned a series of portraits of the Saints. Norbert decides to discard their next project, &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt;, and move directly to &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;. Louis, who is already cash-strapped, faces the prospect of being fired if he does not find an appropriate model for Jesus. Louis' friend Zalman is also worried, as he was supposed to have posed as John the Baptist for the cancelled photo, and now his flu will interfere with another job in film-dubbing that he counts on keeping. He asks Louis to do him a favour and cover his part until he's well.\nIn spite of his terrible situation, Louis agrees and goes to Zalman's job, which turns out to be voice dubbing for &lt;a href=\"pornographic%20film\"&gt;pornographic film&lt;/a&gt;s. In shock, he takes his place near Sybil (&lt;a href=\"Natasha%20Richardson\"&gt;Natasha Richardson&lt;/a&gt;). Dazed and traumatized, he inadvertently has a loud, intense &lt;a href=\"orgasm\"&gt;orgasm&lt;/a&gt;, impressing Sybil. They &lt;a href=\"meet%20cute\"&gt;meet cute&lt;/a&gt;, and Louis introduces himself as Zalman, to cover his friend's absence.\nSybil tells Louis the story of her last unfortunate relationship with a passionate but delusional Pianist (&lt;a href=\"Jeff%20Goldblum\"&gt;Jeff Goldblum&lt;/a&gt;), who worked in the same restaurant as she did. A girl having her birthday party at the restaurant offered Sybil a watch, so that Sybil would make the Pianist smile while he played. They become close, and their passion improves his playing, and by consequence the reputation of the restaurant. A Violinist begins playing at the restaurant, also performing passionately, and is attacked by the Pianist in a jealous rage which landed him in prison for three years, due to be released the next day.\nLouis, moved by Sybil's story, lends her money to buy a suit for the Pianist, and promises to be there with her at the prison gates. Sybil's sickly grandfather has a complication that makes Sybil miss their meeting at the prison gates, so Louis follows the wrong person. Later he is confused when he sees the suit returned to the shop's window. By a stroke of fate, the Pianist finds Norbert's card and arrives there in a downpour of rain. Louis finds the Pianist is the perfect model for Jesus, and helps him obtain a very well-paying contract from Norbert.\nLouis is taking the best pictures of his career with the Pianist (who gives various names to himself, including &lt;a href=\"Fr%C3%A9d%C3%A9ric%20Chopin\"&gt;Frédéric Chopin&lt;/a&gt;) as Jesus. However, life is becoming complicated for the Pianist; he is being identified as Jesus by the public that has seen his posters. By another stroke of fate, he is forced to try to cure a blind boy and, during his pretended concentration, a golf ball hits the boy on the head and the boy's sight is restored. Doubting his own identity, the Pianist starts believing that he is Jesus. Through friendly conversations with Louis, he also starts understanding that Louis is disclosing to him his feelings for the same Sybil from the Pianist's past.\nMeanwhile, Sybil had returned the suit to the store and returns the borrowed money to the real Zalman, who happens to be too sick to open the door. Still trying to locate Louis, who she thinks is Zalman, she arrives at Norbert's, from where the Pianist has recently been fired. As the Pianist sees Sybil talking to Norbert, he attacks Louis. Louis is caught off guard, as he is still completely unaware of the Pianist's former relation with Sybil.\nFinally, the Pianist believing himself to be Jesus tries to walk on water and drowns in a river. Louis, still confused, is carrying his ashes in an urn when Sybil finally finds him. The film ends with the two of them getting close to each other again. At the very end, Sybil, who still believes that Louis is Zalman, notices that he is wearing the very watch that she was once given.\nHome media.\n\"The Favour, the Watch and the Very Big Fish\" was released on &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; in the United States in 1992 by Vidmark Entertainment as well as in Canada by Cineplex Odeon."
}