{
    "id": "7898241",
    "revid": "35020263",
    "url": "https://en.wikipedia.org/wiki?curid=7898241",
    "title": "KABQ (AM)",
    "text": "KABQ (1350 &lt;a href=\"kilohertz\"&gt;kHz&lt;/a&gt;) is a &lt;a href=\"commercial%20radio\"&gt;commercial&lt;/a&gt; &lt;a href=\"AM%20radio\"&gt;AM&lt;/a&gt; &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; in &lt;a href=\"Albuquerque%2C%20New%20Mexico\"&gt;Albuquerque, New Mexico&lt;/a&gt;. It is owned by &lt;a href=\"iHeartMedia%2C%20Inc.\"&gt;iHeartMedia, Inc.&lt;/a&gt;, and is airing a &lt;a href=\"Sports%20radio\"&gt;sports&lt;/a&gt; &lt;a href=\"radio%20format\"&gt;radio format&lt;/a&gt; as \"Fox Sports 1350\". It had been carrying all iHeart &lt;a href=\"podcast\"&gt;podcast&lt;/a&gt;s since 2019.\nKABQ's &lt;a href=\"radio%20studio\"&gt;radio studio&lt;/a&gt;s and offices are on NE Jefferson Street in Albuquerque. The &lt;a href=\"transmitter\"&gt;transmitter&lt;/a&gt; is located off NW Montoya Street, also in Albuquerque. KABQ is powered at 5,000 &lt;a href=\"watt\"&gt;watt&lt;/a&gt;s by day using a &lt;a href=\"omni-directional%20antenna\"&gt;non-directional antenna&lt;/a&gt;. To avoid interfering with other stations on &lt;a href=\"AM%201350\"&gt;AM 1350&lt;/a&gt;, it reduces power at night to 500 watts and uses a &lt;a href=\"directional%20antenna\"&gt;directional antenna&lt;/a&gt;, with a three-&lt;a href=\"tower%20array\"&gt;tower array&lt;/a&gt;.\nHistory.\nKVER.\nIn 1947, the station &lt;a href=\"sign-on\"&gt;signed on&lt;/a&gt; as KVER at 1490 kHz. It was owned by Intermountain Broadcasting and was powered at only 250 watts. KVER was a &lt;a href=\"network%20affiliate\"&gt;network affiliate&lt;/a&gt; of the &lt;a href=\"Mutual%20Broadcasting%20System\"&gt;Mutual Broadcasting System&lt;/a&gt;.\nThe station moved to 1340 kHz in 1949. An advertisement in the 1950 edition of the &lt;a href=\"Broadcasting%20%26amp%3B%20Cable\"&gt;Broadcasting Yearbook&lt;/a&gt; said 1340 KVER is \"The choice on the dial for Albuquerque.\" It listed KVER's programming as drama (including programs from &lt;a href=\"MGM\"&gt;MGM&lt;/a&gt; and Mutual), sports and live events, as well as &lt;a href=\"Spanish-language\"&gt;Spanish-language&lt;/a&gt; programming, reminding readers that over 50% of Albuquerque residents speak Spanish.\nIn 1956, the station was acquired by Duke Broadcasting. It became a full-time Spanish-language radio station.\nKABQ.\nIn 1959, the station was acquired by Sadia Broadcasting and moved to 1350 kHz, as KABQ. The move allowed it to increase its power to its current 5,000 watts by day and 500 watts at night. The station continued to serve the &lt;a href=\"Mexican-American\"&gt;Mexican-American&lt;/a&gt; community. In 1972, the station was acquired by the Albuquerque Corporation.\nIn March 2000, &lt;a href=\"Clear%20Channel%20Communications\"&gt;Clear Channel Communications&lt;/a&gt;, a forerunner of today's iHeartMedia, acquired the radio station. The Spanish-language format continued until Fall of 2002 when Clear Channel switched the format to &lt;a href=\"sports%20radio\"&gt;sports radio&lt;/a&gt;, using the &lt;a href=\"Fox%20Sports%20Radio\"&gt;Fox Sports Radio&lt;/a&gt; Network. All local personalities on the station were let go.\nProgressive Talk.\nIn late August 2004, KABQ became a full-time affiliate of &lt;a href=\"Air%20America%20Radio\"&gt;Air America Radio&lt;/a&gt;, carrying that network's line up of liberal hosts, including &lt;a href=\"Al%20Franken\"&gt;Al Franken&lt;/a&gt;, &lt;a href=\"Rachel%20Maddow\"&gt;Rachel Maddow&lt;/a&gt;, &lt;a href=\"Chuck%20D\"&gt;Chuck D&lt;/a&gt;, &lt;a href=\"Randi%20Rhodes\"&gt;Randi Rhodes&lt;/a&gt;, &lt;a href=\"Marc%20Maron\"&gt;Marc Maron&lt;/a&gt; and &lt;a href=\"Janeane%20Garofalo\"&gt;Janeane Garofalo&lt;/a&gt;. The station would be branded as \"Albuquerque's Progressive Talk\".\nIn 2007, Clear Channel Communications placed this station, along with 104.7 &lt;a href=\"KABQ-FM\"&gt;KABQ-FM&lt;/a&gt;, into the &lt;a href=\"Aloha%20Station%20Trust\"&gt;Aloha Station Trust&lt;/a&gt; to comply with &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; limitations. Clear Channel was over the FCC limit for the number of radio stations it could own in one &lt;a href=\"media%20market\"&gt;radio market&lt;/a&gt;. However, AM 1350 KABQ has returned into the iHeartMedia portfolio.\nIn 2010, the Air America Network discontinued its broadcasts after the parent company declared &lt;a href=\"bankruptcy\"&gt;bankruptcy&lt;/a&gt;. The station continued its progressive talk format using programs from other networks, including several hosts who originally were with Air America. In May 2014 both &lt;a href=\"Ed%20Schultz\"&gt;Ed Schultz&lt;/a&gt; and &lt;a href=\"Randi%20Rhodes\"&gt;Randi Rhodes&lt;/a&gt;, who had the longest running programs on the station, had ended their shows. Thom Hartmann, who had been heard in PM &lt;a href=\"drive%20time\"&gt;drive time&lt;/a&gt;, took over Schultz's midday time slot while &lt;a href=\"Leslie%20Marshall%20%28journalist%29\"&gt;Leslie Marshall&lt;/a&gt; moved to early afternoons. Norman Goldman replaced Rhodes in late afternoons.\nIn the final years it carried &lt;a href=\"radio%20syndication\"&gt;nationally syndicated&lt;/a&gt; shows from &lt;a href=\"Stephanie%20Miller\"&gt;Stephanie Miller&lt;/a&gt; (aired in mornings and afternoons), &lt;a href=\"Thom%20Hartmann\"&gt;Thom Hartmann&lt;/a&gt; (middays and nights), &lt;a href=\"Norman%20Goldman\"&gt;Norman Goldman&lt;/a&gt; and &lt;a href=\"Clark%20Howard\"&gt;Clark Howard&lt;/a&gt;. On weekends, syndicated shows include &lt;a href=\"Kim%20Komando\"&gt;Kim Komando&lt;/a&gt;, &lt;a href=\"Bill%20Handel\"&gt;Bill Handel&lt;/a&gt; on the Law, &lt;a href=\"Ring%20of%20Fire%20%28radio%20program%29\"&gt;Ring of Fire Radio&lt;/a&gt; and repeats of weekday shows. World and national news was supplied by &lt;a href=\"Westwood%20One%20News\"&gt;Westwood One News&lt;/a&gt;.\nThe station had generated decent ratings for a 5 kW AM station high up the dial and was usually ranked the second most listened to commercial talk radio station in the market behind 770 &lt;a href=\"KKOB%20%28AM%29\"&gt;KKOB&lt;/a&gt;, owned by &lt;a href=\"Cumulus%20Media\"&gt;Cumulus Media&lt;/a&gt;.\nAll Podcasts.\nIn May 2019, the station switched to an all-&lt;a href=\"podcast\"&gt;podcast&lt;/a&gt; format with little warning (to the point where radio news website \"RadioInsight\" didn't report the change until July 9, nearly a month and a half after the flip). It had been the longest-running progressive talk station in the country at 15 years. The station began utilizing programming that iHeartMedia gained from its purchase of provider Stuff Media in 2018.\nOn November 22, 2021, KABQ dropped its all-podcast format and began &lt;a href=\"stunting%20%28broadcasting%29\"&gt;stunting&lt;/a&gt; with &lt;a href=\"Christmas%20music\"&gt;Christmas music&lt;/a&gt;, branded as \"Santa 1350\".\nFox Sports 1350.\nOn January 6, 2022 the station flipped to sports as \"Fox Sports 1350\".\nReferences.\nTV Comes to New Mexico by George Morrison"
}