{
    "id": "7910699",
    "revid": "33582946",
    "url": "https://en.wikipedia.org/wiki?curid=7910699",
    "title": "Denis Fitzgerald",
    "text": "Denis William Fitzgerald, &lt;a href=\"Member%20of%20the%20Order%20of%20Australia\"&gt;AM&lt;/a&gt;, (born 14 November 1949) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1970s for &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt;, &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; and &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt;, and a former Chief Executive Officer of the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt; and the Parramatta Leagues Club.\nAs a player, Fitzgerald played mainly as a but was atypically tall and lean for his position. Though a strong scrummager and a tireless defender Fitzgerald preferred to run wide where he could be a dangerous attacking force. Remarkably he was Parramatta’s leading pointscorer in 1974 from nine tries alone – proof of their weakness in goalkicking. Fitzgerald's great uncles were Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballers; &lt;a href=\"Bill%20Farnsworth\"&gt;Bill Farnsworth&lt;/a&gt; and &lt;a href=\"Viv%20Farnsworth\"&gt;Viv Farnsworth&lt;/a&gt;.\nPlaying career.\nFitzgerald first played first grade in 1970 and the following year his finely-contrasted partnership with &lt;a href=\"Bob%20O%27Reilly\"&gt;Bob O'Reilly&lt;/a&gt; saw them rise from last to the final four. Fitzgerald was rewarded with selection for New South Wales. In the following seasons, however, the Eels returned to the bottom of the table and Fitzgerald’s form was erratic. Nonetheless, during Parramatta's surge to the finals late in 1975 his form was too good for Australian international selectors to ignore. After returning to the New South Wales side mid-season, Fitzgerald played in the World Cup that year and again in 1977. He had been a major force in Parramatta's rise to the grand final in 1976 and the minor premiership in 1977, but was recovering from injury by finals time and played only from the bench in the two 1977 grand finals. After that year, though only 27, he retired as a player.\nAdministrative career.\nEven while a prominent player, Fitzgerald had shown great interest in working in club administration. In 1973 he had led a reform group at the then-troubled club, and after retiring as a player he became CEO in the next year. Fitzgerald's work as an administrator is credited with building up the “golden years” of the early to middle 1980s, and he was an original member of the &lt;a href=\"New%20South%20Wales%20Rugby%20League%20Limited\"&gt;NSWRL Board&lt;/a&gt; from 1983 until a crisis in 1992. After a lean period beginning in 1987 he came under threat, notably from &lt;a href=\"Ray%20Price%20%28rugby%29\"&gt;Ray Price&lt;/a&gt;. However, Fitzgerald’s skill as a businessman was so well-honed that he could push aside this challenge, and when success returned in 1997 his position once again became solid. In 2003 he became one of the few rugby league players to receive the Member of the Order of Australia (AM) medal.\nAs a vigorous opponent of &lt;a href=\"Super%20League%20%28Australia%29\"&gt;Super League&lt;/a&gt;, Fitzgerald has become known for a number of prominent opinions about other football clubs including:\nIn 2007, &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; defeated Parramatta in the grand final qualifier, drawing a larger crowd than the preliminary final held in Sydney. Fitzgerald was critical of the preferential treatment given to the Melbourne club by &lt;a href=\"television\"&gt;television&lt;/a&gt; in recent years.\nIn 2008, Fitzgerald was widely criticised for his views on reducing the &lt;a href=\"NRL%20salary%20cap\"&gt;NRL salary cap&lt;/a&gt;. Australian and New South Wales representative &lt;a href=\"Willie%20Mason\"&gt;Willie Mason&lt;/a&gt; was quoted, “It's the stupidest comment I’ve ever heard”. Other media agencies have reported that if such a move was implemented at &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt;, a player revolt would have been likely.\nMidway through the &lt;a href=\"2009%20NRL%20season\"&gt;2009 NRL season&lt;/a&gt; the troubled Parramatta Eels club removed Fitzgerald, then the longest-serving club CEO in the competition’s history, replacing him with &lt;a href=\"Paul%20Osborne\"&gt;Paul Osborne&lt;/a&gt;.\nIn the wake of the 2016 salary cap scandal, Fitzgerald declared he would be willing to help Parramatta in any capacity. He went on to say “If there was something that I could do to ensure that the club was back on its feet, and really employing good governance rather than just talking about it, well I would only be too pleased to given that I’ve been involved with Parramatta as a player and as an administrator since 1969.”. Fitzgerald also said it would take Parramatta years to recover from the scandal, he said “I feel sorry for the players, coaching staff and fans\" "
}