{
    "id": "7919332",
    "revid": "3441262",
    "url": "https://en.wikipedia.org/wiki?curid=7919332",
    "title": "Great Harrowden",
    "text": "Great Harrowden is a village and &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt; in &lt;a href=\"North%20Northamptonshire\"&gt;North Northamptonshire&lt;/a&gt;, with a population (including &lt;a href=\"Hardwick%2C%20Northamptonshire\"&gt;Hardwick&lt;/a&gt;) at the &lt;a href=\"United%20Kingdom%20Census%202011\"&gt;2011 census&lt;/a&gt; of 161. The village sits astride the busy &lt;a href=\"A509%20road\"&gt;A509&lt;/a&gt; running between &lt;a href=\"Kettering\"&gt;Kettering&lt;/a&gt; and &lt;a href=\"Wellingborough\"&gt;Wellingborough&lt;/a&gt; - although a bypass is due to be built shortly. The village forms part of the &lt;a href=\"Orlingbury\"&gt;Orlingbury&lt;/a&gt; &lt;a href=\"Hundred%20%28division%29\"&gt;hundred&lt;/a&gt;.\nThe villages name means 'Heathen &lt;a href=\"temple\"&gt;temple&lt;/a&gt; hill'.\nNearby settlements include &lt;a href=\"Little%20Harrowden\"&gt;Little Harrowden&lt;/a&gt;, &lt;a href=\"Isham\"&gt;Isham&lt;/a&gt; and &lt;a href=\"Finedon\"&gt;Finedon&lt;/a&gt;.\nChurch.\nThe &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; of All Saints dates back to &lt;a href=\"Norman%20architecture\"&gt;Norman&lt;/a&gt; times and is Grade II* listed. It is famous for its medieval &lt;a href=\"Doom%20painting\"&gt;Doom painting&lt;/a&gt; above the chancel arch. The painting is not sophisticated but is considered to be one of the best and most complete Dooms remaining in England.\nThe church is mainly made of &lt;a href=\"ironstone\"&gt;ironstone&lt;/a&gt; apart from the tower, which is &lt;a href=\"ashlar\"&gt;ashlar&lt;/a&gt;. The tower was rebuilt in 1822; there was formerly a spire, but this collapsed in the 18th century.\nThe church contains some 17th-century plate (&lt;a href=\"Chalice\"&gt;cup&lt;/a&gt;: 1695; &lt;a href=\"paten\"&gt;paten&lt;/a&gt;: 1698) and a &lt;a href=\"monumental%20brass\"&gt;brass&lt;/a&gt; to William Harrowden.\nGreat Harrowden Hall.\nIn the 15th century the manors of Great and Little Harrowden were held by Sir &lt;a href=\"Baron%20Vaux%20of%20Harrowden\"&gt;William Vaux&lt;/a&gt;, slain at the &lt;a href=\"Battle%20of%20Tewkesbury\"&gt;Battle of Tewkesbury&lt;/a&gt; in 1471. There has been a house on the site since then, which &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt; and &lt;a href=\"James%20I%20of%20England\"&gt;James I&lt;/a&gt; are both known to have visited. The Vaux family were created barons by Henry VIII in 1523. On the death of the fifth Lord Vaux in 1662 the title fell into abeyance and the estates were inherited by Nicholas Knollys, who was still claiming the title Earl of Banbury when he died in 1674.\n&lt;a href=\"Thomas%20Watson-Wentworth\"&gt;Thomas Watson-Wentworth&lt;/a&gt; bought the estate from the Knollys family in 1695 and built the present Hall between 1716 and 1719 for use as a Dower House. His son &lt;a href=\"Thomas%20Watson-Wentworth%2C%201st%20Marquess%20of%20Rockingham\"&gt;Thomas Wentworth&lt;/a&gt; (died 1750) who had become the 6th &lt;a href=\"Lord%20Rockingham\"&gt;Lord Rockingham&lt;/a&gt;, was created &lt;a href=\"Marquess%20of%20Rockingham\"&gt;Marquess of Rockingham&lt;/a&gt; in 1746. In 1782 Harrowden was inherited by &lt;a href=\"William%20Fitzwilliam%2C%204th%20Earl%20Fitzwilliam\"&gt;William, Earl Fitzwilliam&lt;/a&gt; of Milton, and it descended in the Fitzwilliam family until it was sold in 1895 to the seventh Lord Vaux, a descendant of the earlier owners. The Hawaiian princess, &lt;a href=\"Victoria%20Kaiulani\"&gt;Victoria Kaiulani&lt;/a&gt; was educated at Great Harrowden Hall between 1890 and 1892.\nIn 1975 the hall was acquired by Wellingborough Golf Club to be its new Clubhouse after it had been rescued from demolition by Mr. A. James Macdonald-Buchanan, &lt;a href=\"High%20Sheriff%20of%20Northamptonshire\"&gt;High Sheriff of Northamptonshire&lt;/a&gt; for 1972. An 18-hole golf course has been created in the park.\nThe Hall is now Grade I listed (Ref GD1355) and still contains some early formal gardens and a landscape park of about to the north and east of the hall, now used as a Championship golf course owned and run by Wellingborough Golf Club. There are formal gardens which are surrounded by brick walls and fine iron gates are notable features. The Hall has a surprisingly unaltered contemporary garden which contain a number of garden features including several statues by the Dutch sculptor &lt;a href=\"John%20van%20Nost\"&gt;John van Nost&lt;/a&gt;, of which one has recently been repaired. The grounds also contain a chapel built by the 7th Baron Vaux in 1905 - being a copy of the school at &lt;a href=\"Higham%20Ferrers\"&gt;Higham Ferrers&lt;/a&gt; and three groups of lead statuary."
}