{
    "id": "7933742",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=7933742",
    "title": "Hampshire Rugby Football Union",
    "text": "Hampshire Rugby Football Union is the governing body for &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; in the county of &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. It represent clubs sides not just from Hampshire but also from the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt; and the &lt;a href=\"Channel%20Islands\"&gt;Channel Islands&lt;/a&gt;, who take part in many of the competitions organized by the Hampshire RFU.\nHistory.\nAt the initiative of the &lt;a href=\"Trojans%20Rugby%20Club\"&gt;Trojans Rugby Club&lt;/a&gt; a meeting was held on 13 April 1883 to discuss the formation of \"The Hampshire County Rugby Football Union\". In this inaugural season at least seven Trojans represented the County. The United Services proved to be the other early mainstay of the county side. In 1901 County activities had ceased. Once again, the Trojans, along with &lt;a href=\"United%20Services%20Portsmouth%20RFC\"&gt;United Services Portsmouth RFC&lt;/a&gt; convened a meeting in 1910 at the Trojans Club for the purpose of forming a Rugby Football Union in Hampshire. Since then, with a notably strong side in the 1930s (drawn largely from the United Services) the county has won the &lt;a href=\"County%20Championship%20%28rugby%20union%29\"&gt;County Championship&lt;/a&gt; twice, featuring in four finals. Their last appearance in the County Championship final was in 1962 although they did play in the County Championship Plate final in 2008 at Aldershot, beating Leicestershire 22-12.\nCounty side.\nHonours.\nThe county side has been in the county championship cup final four times, winning the title on two occasions. They have also played in the Plate(shield) -now named Bill Beaumont County Championship final three times, winning on two appearances. Division 3 winners twice, runner up Division 2 final.\nAffiliated clubs.\nThere are currently 44 clubs affiliated with the Hampshire RFU, most of which have teams at both senior and junior level. The majority of clubs are in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt; but a number are based in the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt; or the &lt;a href=\"Channel%20Islands\"&gt;Channel Islands&lt;/a&gt; as well as other counties such as &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;.\nCounty club competitions.\nThe Hampshire RFU currently runs the following club competitions for club sides based in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt; and the &lt;a href=\"Channel%20Islands\"&gt;Channel Islands&lt;/a&gt;:"
}