{
    "id": "7934021",
    "revid": "1067618269",
    "url": "https://en.wikipedia.org/wiki?curid=7934021",
    "title": "Roman Catholic Diocese of East Anglia",
    "text": "The Roman Catholic Diocese of East Anglia is a &lt;a href=\"diocese\"&gt;diocese&lt;/a&gt; of the &lt;a href=\"Latin%20Church\"&gt;Latin Church&lt;/a&gt; of the &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; covering the counties of &lt;a href=\"Cambridgeshire\"&gt;Cambridgeshire&lt;/a&gt;, &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt;, &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, and &lt;a href=\"Peterborough\"&gt;Peterborough&lt;/a&gt; in &lt;a href=\"East%20of%20England\"&gt;eastern&lt;/a&gt; England. The diocese makes up part of the &lt;a href=\"Catholic%20Association%20Pilgrimage\"&gt;Catholic Association Pilgrimage&lt;/a&gt;.\nStatistics.\nThere are 85,309 members of the church, who belong to the 50 parishes in the diocese. The patrons of the diocese are &lt;a href=\"Our%20Lady%20of%20Walsingham\"&gt;Our Lady of Walsingham&lt;/a&gt; (24 September), &lt;a href=\"Felix%20of%20Burgundy\"&gt;St Felix&lt;/a&gt; (8 March), and &lt;a href=\"Edmund%20the%20Martyr\"&gt;St Edmund&lt;/a&gt; (20 November).\nChurches.\nThe diocese is divided into seven &lt;a href=\"deaneries\"&gt;deaneries&lt;/a&gt;, which are in turn divided into 50 parishes. Note that the list below is not exhaustive, and includes only notable parishes.\nDeanery of Bury St Edmunds (St Edmund).\nMasses are also said at &lt;a href=\"RAF%20Lakenheath\"&gt;RAF Lakenheath&lt;/a&gt;, at &lt;a href=\"Clare%20Priory\"&gt;Clare Priory&lt;/a&gt;, at the Monastery of Our Lady of Mount Carmel in &lt;a href=\"Quidenham\"&gt;Quidenham&lt;/a&gt;, at the care home of the Sisters of Our Lady of Grace and Compassion in &lt;a href=\"Great%20Barton\"&gt;Great Barton&lt;/a&gt;, and in the villages of &lt;a href=\"Cavendish%2C%20Suffolk\"&gt;Cavendish&lt;/a&gt; and &lt;a href=\"Woolpit\"&gt;Woolpit&lt;/a&gt;.\nDeanery of Cambridge (St Andrew).\nMasses are also said at &lt;a href=\"RAF%20Alconbury\"&gt;RAF Alconbury&lt;/a&gt;, at &lt;a href=\"Cambridge%20Blackfriars\"&gt;Blackfriars, the Dominican Priory of St Michael, Cambridge&lt;/a&gt;, at &lt;a href=\"Cambridge%20University%20Catholic%20Chaplaincy\"&gt;Fisher House University Chaplaincy&lt;/a&gt;, and in the villages of &lt;a href=\"Bar%20Hill\"&gt;Bar Hill&lt;/a&gt; and &lt;a href=\"Papworth%20Everard\"&gt;Papworth Everard&lt;/a&gt;.\nDeanery of Great Yarmouth (St Peter).\n1No longer listed on diocesan website.\nHistory.\nFormed in March 1976 by a papal decree, the Diocese of East Anglia comprises the counties of Norfolk, Suffolk and Cambridgeshire and the city of Peterborough.\nOn 13 March 1976, by decree Quod Ecumenicum, Pope Paul VI formed the Diocese of East Anglia out of the Diocese of Northampton.\nOn 2 June 1976 the new diocese received its first bishop, Alan Clark. Bishop Alan had previously been Auxiliary Bishop of Northampton and co-chairman of ARCIC (Anglican/Roman Catholic International Commission). Being the first bishop of the new diocese, Bishop Alan had to set up all the necessary instruments and commissions for the diocese to operate successfully. The establishment of the Diocesan Pastoral Council in 1987 strengthened these.\nThe diocese continued to grow with the development of the Diocesan offices and Diocesan Tribunal attached to Bishop's House in Poringland near Norwich. Bishop Alan led a number of Lourdes Pilgrimages.\nFollowing his 75th birthday in August 1994 Bishop Alan retired as Bishop of East Anglia.\nOn 21 March 1995 Peter Smith, Rector of St John's Seminary, Southwark Archdiocese, was appointed the second Bishop of East Anglia by Pope John-Paul II. He was ordained Bishop in St John's Cathedral in Norwich on Saturday 27 May 1995 by the late Cardinal Basil Hume.\nOn Friday 14 February 2003 Pope John Paul II appointed Canon Michael Evans as the third Bishop of East Anglia. He succeeded the Most Rev Peter Smith, who became the Archbishop of Cardiff (and later the Archbishop of Southwark).\nCanon Michael was ordained as the third bishop of East Anglia at St John's Cathedral on Wednesday 19 March 2003.\nSadly, Bishop Michael Evans died after a very brave fight against cancer on 11 July 2011, whilst still in office.\nFollowing Bishop Michael's death, Vicar General Fr David Bagstaff acted as Diocesan Administrator during the inter-regnum.\nOn 11 June 2013 Pope Francis appointed Bishop Alan Hopes as the fourth Bishop of East Anglia and he was duly installed on 16 July 2013 at St John's Cathedral, by Cardinal Vincent Nichols, Archbishop of Westminster, in front of a congregation of nearly 2,000 people.\nIn November 2014, Bishop Alan was made a Knight Commander with Star of The Equestrian Order of The Holy Sepulchre of Jerusalem.\nA Cathedral Chapter was established with the installation of nine Canons at a Solemn Mass at St John the Baptist on 17 March 2016. The Canons also act as a College of Consultors for the bishop.\nOn 3 June 2016 the Diocese of East Anglia celebrated its 40th Anniversary with a Mass at St John's Cathedral. The preacher was Cardinal Nichols.\nThe Apostolic Nuncio to Great Britain, His Excellency Archbishop Edward Adams, conducted a four-day visit to the Diocese of East Anglia in May 2019.\nPilgrimage.\nThe diocese makes up part of the &lt;a href=\"Catholic%20Association%20Pilgrimage\"&gt;Catholic Association Pilgrimage&lt;/a&gt;."
}