{
    "id": "795554",
    "revid": "1035008826",
    "url": "https://en.wikipedia.org/wiki?curid=795554",
    "title": "Oak leaf cluster",
    "text": "An oak leaf cluster is a &lt;a href=\"United%20States%20military%20award%20devices\"&gt;ribbon device&lt;/a&gt; to denote preceding decorations and awards consisting of a miniature bronze or silver twig of four oak leaves with three acorns on the stem. It is authorized by the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;United States Armed Forces&lt;/a&gt; for a specific set of decorations and awards of the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;Department of Defense&lt;/a&gt;, &lt;a href=\"Department%20of%20the%20Army\"&gt;Department of the Army&lt;/a&gt;, and &lt;a href=\"United%20States%20Department%20of%20the%20Air%20Force\"&gt;Department of the Air Force&lt;/a&gt; . \nThe bronze oak leaf cluster represents one additional award, while the silver oak leaf cluster is worn in lieu of five bronze oak leaf clusters.\nCriteria and wear.\nOak leaf clusters are worn with the stems of the leaves pointing to the wearer’s right. For medals, oak leaf clusters are worn on the medal's suspension ribbon. If four oak leaf clusters are worn on the suspension ribbon, the fourth is placed above the middle one in the row of three. For &lt;a href=\"service%20ribbon\"&gt;service ribbon&lt;/a&gt;s, oak leaf clusters are worn, with no more than four oak leaf clusters being worn side by side. If the number of authorized oak leaf clusters exceeds four, a second ribbon is authorized for wear and is worn after the first ribbon. The second ribbon counts as one additional award, after which more leaf clusters may be added to the second ribbon. If future awards reduce the number of oak leaf clusters worn on the first ribbon due to bronze oak leaf clusters being replaced by a silver oak leaf cluster, the second ribbon is removed and the appropriate number of devices is placed on the first ribbon. \nExamples.\nThe following are examples of the first through twenty-first awards of an &lt;a href=\"Army%20Commendation%20Medal\"&gt;Army Commendation Medal&lt;/a&gt; with the bronze and silver oak leaf clusters:\nDecorations and awards.\nOak leaf clusters may be worn on &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;Department of Defense&lt;/a&gt;, &lt;a href=\"Department%20of%20the%20Army\"&gt;Department of the Army&lt;/a&gt;, and &lt;a href=\"Department%20of%20the%20Air%20Force\"&gt;Department of the Air Force&lt;/a&gt; decorations and awards presented to members of the eight &lt;a href=\"Uniformed%20Services%20of%20the%20United%20States\"&gt;uniformed services&lt;/a&gt;: the Army, &lt;a href=\"United%20States%20Navy\"&gt;Navy&lt;/a&gt;, &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marine Corps&lt;/a&gt;, Air Force, &lt;a href=\"United%20States%20Coast%20Guard\"&gt;Coast Guard&lt;/a&gt;, &lt;a href=\"United%20States%20Space%20Force\"&gt;Space Force&lt;/a&gt;, &lt;a href=\"United%20States%20Public%20Health%20Service%20Commissioned%20Corps\"&gt;Public Health Service&lt;/a&gt;, and the &lt;a href=\"National%20Oceanic%20and%20Atmospheric%20Administration%20Commissioned%20Corps\"&gt;NOAA Commissioned Corps&lt;/a&gt;.\nExcept for the &lt;a href=\"Air%20Medal\"&gt;Air Medal&lt;/a&gt;, unique decorations and awards issued by Department of the Army or Department of the Air Force, and those decorations and awards issued by the Department of Defense, the other uniformed services use &lt;a href=\"5/16%20inch%20star\"&gt;inch star&lt;/a&gt;s to indicate subsequent personal decorations only; a gold inch star is equivalent to a bronze oak leaf cluster, while a silver inch star is equivalent to a silver oak leaf cluster. While the Air Force uses oak leaf clusters for the Air Medal, since the Vietnam War, the Army has used bronze &lt;a href=\"Arabic%20numeral\"&gt;Arabic numeral&lt;/a&gt;s to denote subsequent awards, in which case the ribbon denotes the first award and numerals starting with the numeral \"2\" denote additional awards.\nOther nations.\nIn other nations, oak leaf clusters are also used as symbols for various awards and decorations. In Germany, the German oak is the national tree of Germany, thus oak leaves are a prominent symbol on most German military orders. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"Knight%27s%20Cross%20of%20the%20Iron%20Cross\"&gt;Knight's Cross&lt;/a&gt; of the German &lt;a href=\"Iron%20Cross\"&gt;Iron Cross&lt;/a&gt; could be awarded with the additional distinction of oak leaves (\"mit Eichenlaub\"). Of the 7,313 awards of the Knight's Cross, only 882 received oak leaves. After World War II, Iron Crosses awarded previously could be worn by the recipient provided the &lt;a href=\"swastika\"&gt;swastika&lt;/a&gt; was replaced by oak leaves. The &lt;a href=\"Bundeswehr\"&gt;Bundeswehr&lt;/a&gt; awards the &lt;a href=\"Bundeswehr%20Cross%20of%20Honour%20for%20Valour\"&gt;Cross of Honour for Bravery&lt;/a&gt; for extraordinary bravery. The Cross of Honour for Bravery differs from the Badge of Honour by an adornment in the shape of stylized double oak leaves. Furthermore, it was featured on the &lt;a href=\"Pfennig\"&gt;Pfennig&lt;/a&gt; in Germany and since the introduction of the &lt;a href=\"euro\"&gt;euro&lt;/a&gt; in 2001 it is used on the obverse side of the &lt;a href=\"German%20euro%20coins\"&gt;German euro coinage&lt;/a&gt;. In earlier times, the &lt;a href=\"Pour%20le%20M%C3%A9rite\"&gt;Pour le Mérite&lt;/a&gt;, the highest military order in the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Kingdom of Prussia&lt;/a&gt;, could also be awarded with oak leaves. A civil version of the order, for accomplishments in the arts and sciences, still exists in the &lt;a href=\"Germany\"&gt;Federal Republic of Germany&lt;/a&gt;.\nIn &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; countries, a bronze oak leaf signifies a &lt;a href=\"Mentioned%20in%20Despatches\"&gt;Mention in Despatches&lt;/a&gt;, and is worn as a gallantry award in its own right, rather than to signify multiple instances of campaign service. The Commonwealth equivalent of a United States oak leaf cluster is a &lt;a href=\"medal%20bar\"&gt;medal bar&lt;/a&gt; worn with a campaign medal."
}