{
    "id": "7957678",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=7957678",
    "title": "Arts and Letters",
    "text": "Arts and Letters (April 1, 1966 – October 16, 1998) was an American &lt;a href=\"National%20Museum%20of%20Racing%20and%20Hall%20of%20Fame\"&gt;Hall of Fame&lt;/a&gt; &lt;a href=\"Eclipse%20Award\"&gt;Champion&lt;/a&gt; &lt;a href=\"Thoroughbred\"&gt;Thoroughbred&lt;/a&gt; &lt;a href=\"horse%20racing\"&gt;racehorse&lt;/a&gt;.\nBackground.\nArts and Letters was a chestnut horse owned and &lt;a href=\"horse%20breeding\"&gt;bred&lt;/a&gt; by American sportsman and &lt;a href=\"philanthropist\"&gt;philanthropist&lt;/a&gt; &lt;a href=\"Paul%20Mellon\"&gt;Paul Mellon&lt;/a&gt;, and trained by future Hall of Famer &lt;a href=\"J.%20Elliott%20Burch\"&gt;Elliott Burch&lt;/a&gt;,\nRacing career.\nArts and Letters began racing at age two. He won two of his six starts in 1968, then at age three won two important &lt;a href=\"Kentucky%20Derby\"&gt;Kentucky Derby&lt;/a&gt; prep races before finishing second in both the Derby and the &lt;a href=\"Preakness%20Stakes\"&gt;Preakness Stakes&lt;/a&gt; to the undefeated &lt;a href=\"California\"&gt;California&lt;/a&gt; colt &lt;a href=\"Majestic%20Prince\"&gt;Majestic Prince&lt;/a&gt;.\nHe carried the well-known colors of dark grey, yellow braids, sleeves, and cap. Arts and Letters came back to win the 1½ mile &lt;a href=\"Belmont%20Stakes\"&gt;Belmont Stakes&lt;/a&gt; under jockey &lt;a href=\"Braulio%20Baeza\"&gt;Braulio Baeza&lt;/a&gt;, after which second-place finisher Majestic Prince was retired due to injury. Arts and Letters went on to win several more important races in 1969.\nAt age four, Arts and Letters won one of three races. His career ended after he suffered an injury in the &lt;a href=\"Californian%20Stakes\"&gt;Californian Stakes&lt;/a&gt;.\nStud record.\nStanding at &lt;a href=\"horse%20breeding\"&gt;stud&lt;/a&gt; at &lt;a href=\"Greentree%20Stable\"&gt;Greentree Farm&lt;/a&gt;, he met with reasonable success. The most notable of his &lt;a href=\"graded%20stakes%20race\"&gt;stakes&lt;/a&gt; winning offspring was &lt;a href=\"Codex%20%28horse%29\"&gt;Codex&lt;/a&gt;, who gave trainer &lt;a href=\"D.%20Wayne%20Lukas\"&gt;D. Wayne Lukas&lt;/a&gt; his first win in the &lt;a href=\"Triple%20Crown%20of%20Thoroughbred%20Racing\"&gt;U.S. Triple Crown&lt;/a&gt; race by capturing the 1980 &lt;a href=\"Preakness%20Stakes\"&gt;Preakness Stakes&lt;/a&gt;. Arts and Letters also sired other grade one winners like the gelding Winters Tale, who won the Marlboro Cup H. (G1), Brooklyn H. (G1) and Suburban H. (G1) and the gelding Lord Darnley who won Gulfstream Park H. (G1) and Widener H. (G1) along with many other stakes winners. Arts and Letters was euthanized at the advanced age of 32 in 1998 due to the infirmities of old age (though this date is listed as 2000 with the Jockey Club). He was buried at Greentree Farm, which is now part of &lt;a href=\"Gainesway%20Farm\"&gt;Gainesway Farm&lt;/a&gt;.\nHonors.\nArts and Letters was voted three major awards in 1969, including the most prestigious: &lt;a href=\"American%20Horse%20of%20the%20Year\"&gt;American Horse of the Year&lt;/a&gt;.\nIn 1994, Arts and Letters was inducted in the United States' &lt;a href=\"National%20Museum%20of%20Racing%20and%20Hall%20of%20Fame\"&gt;National Museum of Racing and Hall of Fame&lt;/a&gt;."
}