{
    "id": "7961930",
    "revid": "9748448",
    "url": "https://en.wikipedia.org/wiki?curid=7961930",
    "title": "Cimarron River (Canadian River tributary)",
    "text": "The Cimarron River, flowing entirely in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, was also known as \"La Flecha\" or \"Semarone\". Its headwaters are Moreno, Sixmile, and Cieneguilla creeks in the &lt;a href=\"Sangre%20de%20Cristo%20Mountains\"&gt;Sangre de Cristo Mountains&lt;/a&gt;, which feed into &lt;a href=\"Eagle%20Nest%20Dam\"&gt;Eagle Nest Dam&lt;/a&gt;. From the dam, it runs for to below the city of &lt;a href=\"Springer%2C%20New%20Mexico\"&gt;Springer, New Mexico&lt;/a&gt; in the Taylor Springs area, where it flows into the &lt;a href=\"Canadian%20River\"&gt;Canadian River&lt;/a&gt;, the southwesternmost major tributary flowing into the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; via the &lt;a href=\"Arkansas%20River\"&gt;Arkansas River&lt;/a&gt; sub-basin.\nThis river flows within a mountainous canyon that is part of &lt;a href=\"Cimarron%20Canyon%20State%20Park\"&gt;Cimarron Canyon State Park&lt;/a&gt; in the lower Sangre de Cristo Mountains and runs down into eastern plains of New Mexico. This headwaters region is also home to the &lt;a href=\"Philmont%20Scout%20Ranch\"&gt;Philmont Scout Ranch&lt;/a&gt;.\nEtymology.\nCimarron was first applied to either the river or mountains in northeastern New Mexico and applied to other places in the state. The most common belief is that it was named for the &lt;a href=\"Rocky%20Mountain%20bighorn%20sheep\"&gt;Rocky Mountain bighorn sheep&lt;/a&gt;, called \"carnero cimarrnó\" in New Mexican Spanish. In addition, \"cimarrónes\" was the name for cattle and wild horses. Another of several theories is that is named for the plant \"rosa cimarróna\", a wild rose plant that grows along the river.\nHowever, in 1719, it was called \"La Flecha\" which means \"the arrow\", and may refer to the &lt;a href=\"Palo%20Flechado%20Pass\"&gt;pass, Palo Flechado&lt;/a&gt;.\nIrrigation.\nThe Cimarron River is primarily used to convey runoff water from the Moreno Valley, to local farmers and ranchers downstream who have water rights from &lt;a href=\"Eagle%20Nest%20Lake\"&gt;Eagle Nest Lake&lt;/a&gt;. There are several diversion points along the river in which water is moved into &lt;a href=\"canal\"&gt;canal&lt;/a&gt;s and ditches. The three major irrigation districts are Springer Ditch Company, Antelope valley irrigation district, and Vermejo Conservancy\nDistrict. Some irrigation water travels 50 miles downstream to locations where it is to be used.\nRecreation and wildlife.\nState park.\nCimarron Canyon State Park, located along the river, offers equestrian and hiking trails, fly-fishing, and camping. Located within the Colin Neblett Wildlife Management Area, it is near &lt;a href=\"Angel%20Fire%2C%20New%20Mexico\"&gt;Angel Fire, New Mexico&lt;/a&gt; on the &lt;a href=\"Enchanted%20Circle%20Scenic%20Byway\"&gt;Enchanted Circle Scenic Byway&lt;/a&gt;.\nFishing.\nThe first dozen miles of the Cimarron River (from Eagle Nest Lake to &lt;a href=\"Ute%20Park%2C%20New%20Mexico\"&gt;Ute Park, New Mexico&lt;/a&gt;) are known for fine &lt;a href=\"trout\"&gt;trout&lt;/a&gt; fishing. Stocked trout include &lt;a href=\"Rainbow%20trout\"&gt;rainbow&lt;/a&gt; and &lt;a href=\"Brown%20trout\"&gt;brown&lt;/a&gt;. The river is maintained by the &lt;a href=\"New%20Mexico%20Department%20of%20Game%20and%20Fish\"&gt;New Mexico Department of Game and Fish&lt;/a&gt; at a &lt;a href=\"Trout\"&gt;trout density&lt;/a&gt; of approximately 3,000 fish per mile, although water flow can vary between 2 and 50 &lt;a href=\"Cubic%20foot%20per%20second\"&gt;cubic feet per second&lt;/a&gt;.\nWildlife.\nThe most common wildlife to frequent the region include deer, beavers, mice, squirrels, rabbits, chipmunks, and swallows. Mountain lions, coyotes, and black bears are occasionally spotted as well."
}