{
    "id": "7963618",
    "revid": "1041424750",
    "url": "https://en.wikipedia.org/wiki?curid=7963618",
    "title": "Terrain cartography",
    "text": "Terrain cartography or relief mapping is the depiction of the shape of the surface of the Earth on a map, using one or more of several techniques that have been developed. &lt;a href=\"Terrain\"&gt;Terrain&lt;/a&gt; or relief is an essential aspect of &lt;a href=\"physical%20geography\"&gt;physical geography&lt;/a&gt;, and as such its portrayal presents a central problem in &lt;a href=\"cartographic%20design\"&gt;cartographic design&lt;/a&gt;, and more recently &lt;a href=\"geographic%20information%20system\"&gt;geographic information system&lt;/a&gt;s and &lt;a href=\"geovisualization\"&gt;geovisualization&lt;/a&gt;.\nHill profiles.\nThe most ancient form of relief depiction in cartography, hill profiles are simply illustrations of mountains and hills in profile, placed as appropriate on generally small-scale (broad area of coverage) maps. They are seldom used today except as part of an \"antique\" styling.\nPhysiographic illustration.\nIn 1921, A.K. Lobeck published \"A Physiographic Diagram of the United States\", using an advanced version of the hill profile technique to illustrate the distribution of landforms on a small-scale map. &lt;a href=\"Erwin%20Raisz\"&gt;Erwin Raisz&lt;/a&gt; further developed, standardized, and taught this technique, which uses generalized texture to imitate &lt;a href=\"landform\"&gt;landform&lt;/a&gt; shapes over a large area. A combination of hill profile and shaded relief, this style of terrain representation is simultaneously idiosyncratic to its creator—often hand-painted—and found insightful in illustrating &lt;a href=\"geomorphology\"&gt;geomorphological&lt;/a&gt; patterns.\nPlan oblique relief.\nMore recently, &lt;a href=\"Tom%20Patterson%20%28cartographer%29\"&gt;Tom Patterson&lt;/a&gt; developed a computer-generated technique for mapping terrain inspired by Raisz's work, called \"plan oblique relief\". This tool starts with a shaded relief image, then shifts pixels northward proportional to their elevation. The effect is to make mountains \"stand up\" and \"lay over\" features to the north, in the same fashion as hill profiles. Some viewers are able to see the effect more easily than others.\nHachures.\nHachures, first standardized by the Austrian topographer Johann Georg Lehmann in 1799, are a form of shading using lines. They show the orientation of slope, and by their thickness and overall density they provide a general sense of steepness. Being non-numeric, they are less useful to a scientific survey than contours, but can successfully communicate quite specific shapes of terrain. They are especially effective at showing relatively low relief, such as rolling hills. It was a standard on topographic maps of Germany well into the 20th Century.\nThere have been multiple attempts to recreate this technique using digital GIS data, with mixed results.\nContour lines.\nFirst developed in France in the 18th Century, contour lines (or isohypses) are isolines of equal elevation. This is the most common way of visualizing elevation quantitatively, and is familiar from &lt;a href=\"topographic%20map\"&gt;topographic map&lt;/a&gt;s.\nMost 18th- and early 19th-century national &lt;a href=\"surveying\"&gt;surveys&lt;/a&gt; did not record relief across the entire area of coverage, calculating only spot elevations at survey points. The &lt;a href=\"United%20States%20Geological%20Survey\"&gt;United States Geological Survey&lt;/a&gt; (USGS) topographical survey maps included contour representation of relief, and so maps that show relief, especially with exact representation of elevation, came to be called topographic maps (or \"topo\" maps) in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, and the usage has spread internationally.\nOn maps produced by &lt;a href=\"Swisstopo\"&gt;Swisstopo&lt;/a&gt;, the color of the contour lines is used to indicate the type of ground: black for bare rock and &lt;a href=\"scree\"&gt;scree&lt;/a&gt;, blue for ice and underwater contours, and brown for earth-covered ground.\nTanaka (relief) contours.\nThe Tanaka (relief) contours technique is a method used to illuminate contour lines in order to help visualize terrain. Lines are highlighted or shaded depending on their relationship to a light source in the Northwest. If the object being illustrated would shadow a section of contour line, that contour would be represented with a black band. Otherwise, slopes facing the light source would be represented by white bands.\nThis method was developed by Professor Tanaka Kitiro in 1950, but had been experimented with as early as 1870, with little success due to technological limitations in printing. The resulting terrain at this point was a grayscale image. Cartographer &lt;a href=\"Berthold%20K.P.%20Horn\"&gt;Berthold Horn&lt;/a&gt; later created software to digitally produce Tanaka Contours, and Patrick Kennelly, another cartographer, later found a way to add color to these maps, making them more realistic.\nThere are a number of issues with this method. Historically, printing technology did not reproduce Tanaka contours well, especially the white lines on a gray background. This method is also very time-consuming. In addition, the terraced appearance does not look appealing or accurate in some kinds of terrain.\nShaded relief.\nShaded relief, or hill-shading, shows the shape of the terrain in a realistic fashion by showing how the three-dimensional surface would be illuminated from a point light source. The &lt;a href=\"shadow\"&gt;shadow&lt;/a&gt;s normally follow the convention of &lt;a href=\"top-left%20lighting\"&gt;top-left lighting&lt;/a&gt; in which the light source is placed near the upper-left corner of the map. If the map is &lt;a href=\"map%23Orientation%20of%20maps\"&gt;oriented&lt;/a&gt; with north at the top, the result is that the light appears to come from the north-west. Although this is unrealistic lighting in the northern hemisphere, using a southern light source can cause &lt;a href=\"multistable%20perception\"&gt;multistable perception&lt;/a&gt; illusions, in which the topography appears inverted.\nShaded relief was traditionally drawn with &lt;a href=\"charcoal\"&gt;charcoal&lt;/a&gt;, &lt;a href=\"airbrush\"&gt;airbrush&lt;/a&gt; and other artist's media. The Swiss cartographer &lt;a href=\"Eduard%20Imhof\"&gt;Eduard Imhof&lt;/a&gt; is widely regarded as a master of manual hill-shading technique and theory. Shaded relief is today almost exclusively computer-generated from &lt;a href=\"digital%20elevation%20model\"&gt;digital elevation model&lt;/a&gt;s (DEM). The mathematical basis of \"analytical hillshading\" is to calculate the &lt;a href=\"Normal%20%28geometry%29\"&gt;surface normal&lt;/a&gt; at each location, then calculate the angle between that vector and the vector pointing to the illumination using the &lt;a href=\"Dot%20product\"&gt;Dot product&lt;/a&gt;; the smaller that angle, the more illumination that location is receiving. However, most software implementations use algorithms that shorten those calculations. This tool is available in a variety of GIS and graphics software, including &lt;a href=\"Photoshop\"&gt;Photoshop&lt;/a&gt;, &lt;a href=\"QGIS\"&gt;QGIS&lt;/a&gt;, &lt;a href=\"GRASS%20GIS\"&gt;GRASS GIS&lt;/a&gt; or &lt;a href=\"ArcMap\"&gt;ArcMap&lt;/a&gt;'s Spatial Analyst extension.\nWhile these relatively simple tools have made shaded relief almost ubiquitous in maps, many cartographers have been unhappy with the product, and have developed techniques to improve its appearance, including the following:\nIlluminated shading.\nImhof's contributions included a multi-color approach to shading, with purples in valleys and yellows on peaks, which is known as “illuminated shading.” Illuminating the sides of the terrain facing the light source with yellow colors provides greater realism (since direct sunlight is more yellow, and ambient light is more blue), enhances the sense of the three-dimensional nature of the terrain, and make the map more aesthetically pleasing and artistic-looking. Much work has been done in digitally recreating the work of &lt;a href=\"Eduard%20Imhof\"&gt;Eduard Imhof&lt;/a&gt;, which has been fairly successful in some cases.\nMulti-directional shading.\nA common criticism of computer-generated analytical hillshading is its stark, artificial look, in which slopes facing the light are solid white, and slopes facing away are solid black. Raisz called it \"plastic shading,\" and others have said it looks like a moonscape. One solution is to incorporate multiple lighting directions to imitate the effect of ambient lighting, creating a much more realistic looking product. Multiple techniques have been proposed for doing this, including using &lt;a href=\"Geographic%20information%20systems\"&gt;Geographic information systems&lt;/a&gt; software for generating multiple shaded relief images and averaging them together, using 3-d modeling software to &lt;a href=\"Terrain%20rendering\"&gt;render terrain&lt;/a&gt;, and custom software tools to imitate natural lighting using up to hundreds of individual sources. This technique has been found to be most effective for very rugged terrain at medium scales of 1:30,000 to 1:1,000,000.\nTexture/bump mapping.\nIt is possible to make the terrain look more realistic by imitating the three-dimensional look of not only the bare land surface, but also the features covering that land surface, such as buildings and plants. Texture mapping or bump mapping is a technique adapted from &lt;a href=\"Computer%20graphics\"&gt;Computer graphics&lt;/a&gt; that adds a layer of shaded texture to the shaded surface relief that imitates the look of the local land cover. This texture can be generated in several ways:\nThis technique is most useful at producing realistic maps at relatively large scales, 1:5,000 to 1:50,000.\nResolution mixing or bumping.\nOne challenge with shaded relief, especially at small scales (1:500,000 or less), is that the technique is very good at visualizing local (high-frequency) relief, but may not effectively show larger features. For example, a rugged area of hills and valleys will show as much or more variation than a large, smooth mountain. Resolution bumping is a hybrid technique developed by &lt;a href=\"National%20Park%20Service\"&gt;NPS&lt;/a&gt; cartographer Tom Patterson to mitigate this problem. A fine-resolution DEM is averaged with a heavily smoothed version (i.e., significantly coarser resolution). When the hillshading algorithm is applied to this, it has the effect of blending the fine details of the original terrain model with the broader features brought out by the smoothed model. This technique works best at small scales and in regions that are consistently rugged.\nOblique view.\nA three-dimensional view (projected onto a two-dimensional medium) of the surface of the Earth, along with the geographic features resting on it. Imagined aerial views of cities were first produced during the late &lt;a href=\"Middle%20ages\"&gt;Middle ages&lt;/a&gt;, but these \"bird's eye views\" became very popular in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; during the 1800s. The advent of &lt;a href=\"Geographic%20information%20systems\"&gt;GIS&lt;/a&gt; (especially recent advances in 3-D and global visualization) and &lt;a href=\"Computer%20graphics\"&gt;3-D graphics modeling software&lt;/a&gt; has made the production of realistic aerial views relatively easy, although the execution of quality &lt;a href=\"Cartographic%20design\"&gt;Cartographic design&lt;/a&gt; on these models remains a challenge.\nRaised-relief map.\nThis is a map in which relief is shown as a three-dimensional object. The most intuitive way to depict relief is to imitate it at scale. Hand-crafted dioramas may date back to 200BCE in China, but mass production did not become available until &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; with the invention of &lt;a href=\"Vacuum%20forming\"&gt;vacuum-formed plastic maps&lt;/a&gt;, and &lt;a href=\"Computer%20numerical%20control\"&gt;computerized machining&lt;/a&gt; to create molds efficiently. Machining is also used to create large custom models from substrates such as high-density foam, and can even color them based on aerial photography by placing an &lt;a href=\"Inkjet%20printing\"&gt;inkjet&lt;/a&gt; printhead on the machining device. The advent of &lt;a href=\"3D%20printing\"&gt;3D printing&lt;/a&gt; has introduced a much more economical means to produce raised-relief maps, although most 3D printers are too small to efficiently produce large dioramas.\nRendering.\nTerrain rendering covers a variety of methods of depicting real-world or &lt;a href=\"imaginary%20world\"&gt;imaginary world&lt;/a&gt; &lt;a href=\"planetary%20surface\"&gt;surface&lt;/a&gt;s. Most common &lt;a href=\"terrain\"&gt;terrain&lt;/a&gt; &lt;a href=\"Artistic%20rendering\"&gt;rendering&lt;/a&gt; is the depiction of &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;'s surface.\nIt is used in various applications to give an observer a &lt;a href=\"frame%20of%20reference\"&gt;frame of reference&lt;/a&gt;. It is also often used in combination with rendering of non-terrain objects, such as &lt;a href=\"tree\"&gt;tree&lt;/a&gt;s, &lt;a href=\"building\"&gt;building&lt;/a&gt;s, &lt;a href=\"river\"&gt;river&lt;/a&gt;s, etc.\nThere are two major modes of terrain rendering: &lt;a href=\"Top-down%20perspective\"&gt;top-down&lt;/a&gt; and &lt;a href=\"perspective%20%28geometry%29\"&gt;perspective&lt;/a&gt; rendering. Top-down terrain rendering has been known for centuries in the way of &lt;a href=\"cartographic\"&gt;cartographic&lt;/a&gt; maps. Perspective terrain rendering has also been known for quite some time. However, only with the advent of computers and &lt;a href=\"computer%20graphics\"&gt;computer graphics&lt;/a&gt; perspective rendering has become mainstream.\nStructure.\nA typical terrain rendering application consists of a terrain &lt;a href=\"database\"&gt;database&lt;/a&gt;, a &lt;a href=\"central%20processing%20unit\"&gt;central processing unit&lt;/a&gt; (CPU), a dedicated &lt;a href=\"graphics%20processing%20unit\"&gt;graphics processing unit&lt;/a&gt; (GPU), and a display. A &lt;a href=\"software%20application\"&gt;software application&lt;/a&gt; is configured to start at initial location in the &lt;a href=\"world%20space\"&gt;world space&lt;/a&gt;. The output of the application is screen space representation of the real world on a display. The software application uses the CPU to identify and load terrain data corresponding to initial location from the terrain database, then applies the required &lt;a href=\"transformation%20%28geometry%29\"&gt;transformations&lt;/a&gt; to build a &lt;a href=\"polygon%20mesh\"&gt;mesh&lt;/a&gt; of points that can be rendered by the GPU, which completes geometrical transformations, creating screen space objects (such as &lt;a href=\"polygon\"&gt;polygon&lt;/a&gt;s) that create a picture closely resembling the location of the real world.\nTexture.\nThere are a number of ways to &lt;a href=\"texture%20mapping\"&gt;texture&lt;/a&gt; the terrain surface. Some applications benefit from using artificial textures, such as elevation coloring, &lt;a href=\"checkerboard\"&gt;checkerboard&lt;/a&gt;, or other generic textures. Some applications attempt to recreate the real-world surface to the best possible representation using &lt;a href=\"aerial%20photography\"&gt;aerial photography&lt;/a&gt; and &lt;a href=\"satellite%20imagery\"&gt;satellite imagery&lt;/a&gt;.\nIn &lt;a href=\"video%20games\"&gt;video games&lt;/a&gt;, &lt;a href=\"texture%20splatting\"&gt;texture splatting&lt;/a&gt; is used to texture the terrain surface.\nGeneration.\nThere are a great variety of methods to generate terrain surfaces. The main problem solved by all these methods is managing number of processed and rendered polygons. It is possible to create a very detailed picture of the world using billions of data points. However such applications are limited to static pictures. Most uses of terrain rendering are moving images, which require the software application to make decisions on how to simplify (by discarding or approximating) source terrain data. Virtually all terrain rendering applications use &lt;a href=\"Level%20of%20detail%20%28computer%20graphics%29\"&gt;level of detail&lt;/a&gt; to manage number of data points processed by CPU and GPU. There are several modern algorithms for terrain surfaces generating.\nApplications.\nTerrain rendering is widely used in &lt;a href=\"computer%20game\"&gt;computer game&lt;/a&gt;s to represent both Earth's surface and imaginary worlds. Some games also have &lt;a href=\"terrain%20deformation\"&gt;terrain deformation&lt;/a&gt; (or deformable terrain).\nOne important application of terrain rendering is in &lt;a href=\"synthetic%20vision\"&gt;synthetic vision&lt;/a&gt; systems. Pilots flying aircraft benefit greatly from the ability to see terrain surface at all times regardless of conditions outside the aircraft.\nSkeletal, structural, or break lines.\nEmphasizes &lt;a href=\"hydrology\"&gt;hydrological&lt;/a&gt; &lt;a href=\"drainage%20divide\"&gt;drainage divide&lt;/a&gt; and watershed streams.\nForums and associations.\nPortrayal of relief is especially important in &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;ous regions. The &lt;a href=\"http%3A//www.mountaincartography.org\"&gt;Commission on Mountain Cartography&lt;/a&gt; of the &lt;a href=\"International%20Cartographic%20Association\"&gt;International Cartographic Association&lt;/a&gt; is the best-known forum for discussion of theory and techniques for mapping these regions."
}