{
    "id": "796509",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=796509",
    "title": "Angel Links",
    "text": " is an &lt;a href=\"anime\"&gt;anime&lt;/a&gt; television series produced by &lt;a href=\"Sunrise%20%28company%29\"&gt;Sunrise&lt;/a&gt;. It was originally aired across the Japanese &lt;a href=\"WOWOW\"&gt;WOWOW&lt;/a&gt; television network from April 7 to June 30, 1999. It is a spin-off of the &lt;a href=\"manga\"&gt;manga&lt;/a&gt; \"&lt;a href=\"Outlaw%20Star\"&gt;Outlaw Star&lt;/a&gt;\" by &lt;a href=\"Takehiko%20It%C5%8D\"&gt;Takehiko Itō&lt;/a&gt;. \nPremise.\nThe story follows the 16-year-old protagonist, Meifon Li, who becomes the head of a &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt; dedicated to saving transportation companies in &lt;a href=\"outer%20space\"&gt;outer space&lt;/a&gt; from &lt;a href=\"Piracy\"&gt;pirates&lt;/a&gt; for free, as per her grandfather's dying wish. As the series progresses, she learns a terrifying secret about her grandfather and the reason for his wish.\nHistory.\nA series of &lt;a href=\"light%20novel\"&gt;light novel&lt;/a&gt;s titled , written and illustrated by Ibuki Hideaki, began publication prior to the anime series. The anime was released in the U.S. by &lt;a href=\"Bandai\"&gt;Bandai&lt;/a&gt;. The characters Duuz and Valeria are from an episode of \"Outlaw Star\" titled \"Law and Lawlessness\", and work for Meifon, although there are difference in their personalities between the two shows.\nCharacters.\nMeifon is voiced by &lt;a href=\"Ryoka%20Yuzuki\"&gt;Ryoka Yuzuki&lt;/a&gt; in Japanese and &lt;a href=\"Mariette%20Sluyter\"&gt;Mariette Sluyter&lt;/a&gt; in English.\nMedia.\nPublications.\n\"Angel Links\" was first drafted as a &lt;a href=\"light%20novel\"&gt;light novel&lt;/a&gt; series titled \"Hoshi Hou Yuugeki Tai Angel Links\", penned by Ibuki Hideaki and published under the &lt;a href=\"Fujimi%20Shobo\"&gt;Fujimi Shobo&lt;/a&gt; \"&lt;a href=\"Dragon%20Magazine%20%28Fujimi%20Shobo%29\"&gt;Dragon Magazine&lt;/a&gt;\" label. A total of four novels were produced and published between April 1998 and August 1999.\nA single-volume &lt;a href=\"manga\"&gt;manga&lt;/a&gt; based on the \"Angel Links\" anime series was published by &lt;a href=\"Kadokawa%20Shoten\"&gt;Kadokawa Shoten&lt;/a&gt; on January 12, 1999. An &lt;a href=\"art%20book\"&gt;art book&lt;/a&gt; titled was published by &lt;a href=\"Gakken\"&gt;Gakken&lt;/a&gt; in Japan on July 27, 1999. Another artbook covering illustrations by character designer Asako Nishida features the artist's contributions to the \"Outlaw Star\" and \"Angel Links\" series.\nAnime.\nThe 13 episodes that comprise the \"Angel Links\" &lt;a href=\"anime\"&gt;anime&lt;/a&gt; series originally aired on Japan's &lt;a href=\"WOWOW\"&gt;WOWOW&lt;/a&gt; television network from April 7 to June 30, 1999. &lt;a href=\"Bandai%20Visual\"&gt;Bandai Visual&lt;/a&gt; released the series on &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; in Japan in seven separate volumes from August 25, 1999, to March 25, 2000. A DVD box set containing the entire series was published on July 28, 2006. Yet another box set titled \"Emotion the Best: Seihō Tenshi Angel Links\" was released in Japan on September 24, 2010. The anime was later licensed for &lt;a href=\"English%20language\"&gt;English language&lt;/a&gt; distribution in North America by &lt;a href=\"Bandai%20Visual\"&gt;Bandai Entertainment&lt;/a&gt;. It was initially released in this region on DVD in four separate volumes and was later compiled into a \"Complete Collection\" box set on July 1, 2003. Finally, the series was re-released in a box set as part of Bandai's \"Anime Legends\" label on April 25, 2006. Following the closure of Bandai Entertainment in 2012, &lt;a href=\"Sunrise%20%28company%29\"&gt;Sunrise&lt;/a&gt; announced at their panel at &lt;a href=\"Otakon\"&gt;Otakon&lt;/a&gt; 2013, that &lt;a href=\"Funimation\"&gt;Funimation&lt;/a&gt; has picked up \"Angel Links\", along with a handful of other former Bandai Entertainment titles.\nCDs.\nThe musical score of \"Angel Links\" was composed by &lt;a href=\"Toshihiko%20Sahashi\"&gt;Toshihiko Sahashi&lt;/a&gt;. The series features one opening theme, \"All My Soul\" by Naw Naw, and one closing theme, \"True Moon\" by Riwako Miyawara. The official soundtrack for the series totalling 62 songs was released in Japan on two albums from May 21, 1999, to July 21, 1999. CD singles for the opening and closing themes have also been released by Bandai."
}