{
    "id": "797408",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=797408",
    "title": "Congratulations I'm Sorry",
    "text": "Congratulations I'm Sorry (typeset as Congratulations...I'm Sorry) is the third studio album by the American &lt;a href=\"alternative%20rock\"&gt;alternative rock&lt;/a&gt; band &lt;a href=\"Gin%20Blossoms\"&gt;Gin Blossoms&lt;/a&gt;, and the follow-up &lt;a href=\"album\"&gt;album&lt;/a&gt; to the successful 1992 release \"&lt;a href=\"New%20Miserable%20Experience\"&gt;New Miserable Experience&lt;/a&gt;\", released in 1996 by &lt;a href=\"A%26amp%3BM%20Records\"&gt;A&amp;M Records&lt;/a&gt;. The album was named in reference to the success of 1992's \"New Miserable Experience\", followed closely by the suicide of the former band member &lt;a href=\"Doug%20Hopkins\"&gt;Doug Hopkins&lt;/a&gt; in 1993.\nReaction to \"Congratulations I'm Sorry\" was mixed, with some critics feeling that the music lay too close to the sound of the previous album. One common complaint was that most versions of the album lacked the successful 1995 single \"&lt;a href=\"Til%20I%20Hear%20It%20from%20You\"&gt;Til I Hear It from You&lt;/a&gt;\", from the \"&lt;a href=\"Empire%20Records\"&gt;Empire Records&lt;/a&gt;\" &lt;a href=\"soundtrack\"&gt;soundtrack&lt;/a&gt;; however, some editions of the album did contain the track as its final.\nThe album's title, according to the lead singer Robin Wilson, came from the response band members usually received from people who both wanted to congratulate the band for the success of \"New Miserable Experience\", while then offering apologies for their friend and former band member Doug Hopkins. The album eventually reached platinum status.\nTrack listing.\nThere is a &lt;a href=\"hidden%20track\"&gt;hidden track&lt;/a&gt; following \"Competition Smile\".\nExcluded songs.\nAmong tracks excluded from the album are \"Seeing Stars\", a song written by the lead singer Robin Wilson about the band's ex-lead guitarist Doug Hopkins, and the 1995 hit \"&lt;a href=\"Til%20I%20Hear%20It%20from%20You\"&gt;Til I Hear It from You&lt;/a&gt;\". The latter was released as a single (although it is included on the international edition of the album) and can be found on the soundtrack of the movie \"&lt;a href=\"Empire%20Records\"&gt;Empire Records&lt;/a&gt;\", while the former was included as a B-side on the \"Follow You Down\" single, along with Wilson's \"Idiot Summer\" from the &lt;a href=\"Wayne%27s%20World%202%20%28soundtrack%29\"&gt;soundtrack&lt;/a&gt; of \"&lt;a href=\"Wayne%27s%20World%202\"&gt;Wayne's World 2&lt;/a&gt;\".\nReception.\nReception to the album was mixed. &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; reviewer Stephen Thomas Erlewine gave it three stars out of five explaining that \"The only fault of Congratulations...I'm Sorry is that it sounds a bit too close to the debut -- there's virtually no difference in terms of style and production.\" Entertainment Weekly gave the album an extremely negative review, saying \"there’s something too generic about the Gin Blossoms.\"\n\"&lt;a href=\"People%20%28magazine%29\"&gt;People&lt;/a&gt;\" magazine called the album \"a quick fix for any dark mood\", continuing, \"the songs are so upbeat they almost conjure sunny summer afternoons.\"\nPersonnel.\nGin Blossoms\nAdditional personnel"
}