{
    "id": "797542",
    "revid": "1057702537",
    "url": "https://en.wikipedia.org/wiki?curid=797542",
    "title": "Lincoln's New Salem",
    "text": "Lincoln's New Salem State Historic Site is a reconstruction of the former village of New Salem in &lt;a href=\"Menard%20County%2C%20Illinois\"&gt;Menard County, Illinois&lt;/a&gt;, where &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; lived from 1831 to 1837. While in his twenties, the future &lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. President&lt;/a&gt; made his living in this village as a boatman, &lt;a href=\"Abraham%20Lincoln%20in%20the%20Black%20Hawk%20War\"&gt;soldier in the Black Hawk War&lt;/a&gt;, general store owner, postmaster, surveyor, and rail splitter, and was first elected to the &lt;a href=\"Illinois%20General%20Assembly\"&gt;Illinois General Assembly&lt;/a&gt;.\nLincoln left New Salem for &lt;a href=\"Springfield%2C%20Illinois\"&gt;Springfield&lt;/a&gt; in 1837, and the village was generally abandoned about 1840, as other towns developed. After Lincoln's death in 1865, historians and biographers collected the memories, documents, and plans of the village from former residents and neighbors of Lincoln, and the site's archaeological remains were studied. In 1921, a state park opened on the village site to commemorate Lincoln and Illinois' frontier history. The &lt;a href=\"Civilian%20Conservation%20Corps\"&gt;Civilian Conservation Corps&lt;/a&gt; built a historic recreation of New Salem based on its original foundations in the 1930s. The village is located northwest of Springfield, and approximately south of &lt;a href=\"Petersburg%2C%20Illinois\"&gt;Petersburg&lt;/a&gt;.\nOriginal New Salem.\nNew Salem was founded in 1829, when James Rutledge and John Camron built a &lt;a href=\"gristmill\"&gt;gristmill&lt;/a&gt; on the &lt;a href=\"Sangamon%20River\"&gt;Sangamon River&lt;/a&gt;. They surveyed and sold village lots for commercial business and homes on the ridge stretching to the west above the mill. Over the first few years of its existence, the town grew rapidly, but after the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; was located in nearby &lt;a href=\"Petersburg%2C%20Illinois\"&gt;Petersburg&lt;/a&gt;, the village began to shrink and by 1840, it was abandoned. The fact that the Sangamon River was not well-suited for &lt;a href=\"steamboat\"&gt;steamboat&lt;/a&gt; travel was also a reason for the town's decline.\nIn 1831, when Abraham Lincoln's father, &lt;a href=\"Thomas%20Lincoln\"&gt;Thomas&lt;/a&gt;, relocated the family to a &lt;a href=\"Lincoln%20Log%20Cabin%20State%20Historic%20Site\"&gt;new homestead&lt;/a&gt; in &lt;a href=\"Macon%20County%2C%20Illinois\"&gt;Macon County&lt;/a&gt;, Illinois, 22-year-old Lincoln struck out on his own. Lincoln arrived in New Salem by way of flatboat and he remained in the village for about six years. During his stay, Lincoln earned a living as a shopkeeper, &lt;a href=\"Abraham%20Lincoln%20in%20the%20Black%20Hawk%20War\"&gt;soldier in the Black Hawk War&lt;/a&gt;, &lt;a href=\"general%20store\"&gt;general store&lt;/a&gt; owner, postmaster, &lt;a href=\"Surveying\"&gt;land surveyor&lt;/a&gt;, and rail splitter, as well as doing odd jobs around the village. As far as historians know, Lincoln never owned a home in the village as most single men did not own homes at this time; however, he would often sleep in the &lt;a href=\"tavern\"&gt;tavern&lt;/a&gt; or his general store and take his meals with a nearby family.\nWhile living here, Lincoln ran for the &lt;a href=\"Illinois%20General%20Assembly\"&gt;Illinois General Assembly&lt;/a&gt; in 1832, handily winning his New Salem precinct but losing the countywide district election. He tried again in 1834 and won. Lincoln left New Salem and moved to Springfield, also in his election district, around 1837.\nWhen Lincoln lived in New Salem, the village was home to a &lt;a href=\"cooper%20%28profession%29\"&gt;cooper&lt;/a&gt; shop, &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt; shop, wool &lt;a href=\"carding\"&gt;carding&lt;/a&gt; mill, four general stores, a &lt;a href=\"tavern\"&gt;tavern&lt;/a&gt;, a grocery, two doctors' offices, a &lt;a href=\"shoemaker\"&gt;shoemaker&lt;/a&gt;, a &lt;a href=\"carpenter\"&gt;carpenter&lt;/a&gt;, a &lt;a href=\"hat%20maker\"&gt;hat maker&lt;/a&gt;, a &lt;a href=\"tanner%20%28occupation%29\"&gt;tanner&lt;/a&gt;, a &lt;a href=\"One-room%20school\"&gt;schoolhouse&lt;/a&gt;/&lt;a href=\"church%20%28building%29\"&gt;church&lt;/a&gt;, several residences, common pastures, and kitchen gardens. During its short existence, the village was home to anywhere from 20 to 25 families at a time. New Salem was not a small farm village, but instead a commercial village full of young businessmen and craftsmen trying to start a new life on the frontier.\nLincoln's New Salem State Historic Site.\nIn 1906, &lt;a href=\"William%20Randolph%20Hearst\"&gt;William Randolph Hearst&lt;/a&gt; purchased the village land and deeded it to the Old Salem &lt;a href=\"Chautauqua\"&gt;Chautauqua&lt;/a&gt; Association. In 1919, the land was gifted to the State of Illinois. The site was open to the public on May 19, 1921. Over time, building reconstructions were erected on the foundations of the original village, mostly by the &lt;a href=\"Civilian%20Conservation%20Corps\"&gt;Civilian Conservation Corps&lt;/a&gt;, during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. The location is presently called Lincoln's New Salem State Historic Site, featuring 23 buildings, mostly &lt;a href=\"Log%20cabin\"&gt;log house&lt;/a&gt;s and costumed interpreters, representing the era of Lincoln's residency. The cabins, shops, and businesses are furnished by period implements, objects, and furniture, with many acquired from area farms and homes. In addition to the village, the park includes extensive woodlands. \nTwenty-two of the village buildings are reconstructed; one log cabin, the Onstot &lt;a href=\"Cooper%20%28profession%29\"&gt;Cooper Shop&lt;/a&gt;, is original, although it had been previously moved by Henry Onstot to Petersburg in 1840. In 1922, it was returned to New Salem on what archeologists believe was its original foundation. In addition to archeological investigations, much of the town was recreated based on period documents and the recollections and drawings of former residents, who had been interviewed in the late 19th century.\nSteamboats \"Talisman\".\nIn 1832 a 136-foot, 150-ton &lt;a href=\"paddle%20steamer\"&gt;river steamer&lt;/a&gt; \"Talisman\" ventured from &lt;a href=\"Cincinnati%2C%20Ohio\"&gt;Cincinnati, Ohio&lt;/a&gt;, down the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt;, up the Mississippi and Illinois Rivers, and into central Illinois on the Sangamon River, while chartered to Springfield businessman Vincent Bogue. Lincoln helped clear obstructions from the riverbanks on \"Talisman\"'s trip upriver, and co-piloted the steamer with Rowan Herndon back to &lt;a href=\"Beardstown%2C%20Illinois\"&gt;Beardstown&lt;/a&gt;.\nIn the summer of 1961, after a period of design and fabrication by Dubuque Boat &amp; Boiler Works at &lt;a href=\"Dubuque%2C%20Iowa\"&gt;Dubuque, Iowa&lt;/a&gt;, the new sternwheel &lt;a href=\"paddle%20steamer\"&gt;steamboat&lt;/a&gt; \"Talisman\" made its way to New Salem by way of the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;, &lt;a href=\"Illinois%20River\"&gt;Illinois River&lt;/a&gt;, and the Sangamon River. The steamer, christened \"Talisman\", was a scaled-down representation of the previous vessel, at 40 tons and 73 feet in length, with an upper cabin and powered by a 60 &lt;a href=\"Horsepower%23Brake%20horsepower\"&gt;bhp&lt;/a&gt; diesel engine. The recreation boat was given a landing next to the Rutledge Camron Saw and Grist Mill site on the riverbank, and tourists had the opportunity to take short excursions on the river. Unfortunately, just like the original \"Talisman\", the recreated steamer was plagued by low water levels on the river which gradually increased the difficulty of navigation over the years until in 1998 the river dam at &lt;a href=\"Petersburg%2C%20Illinois\"&gt;Petersburg&lt;/a&gt; was abandoned and water levels became too low. The boat was finally grounded a few miles upriver from the historical site, and now served as a large &lt;a href=\"Folly%20%28architecture%29\"&gt;lawn decoration&lt;/a&gt; about a hundred feet from the riverbank. On November 19, 2021, the boat was destroyed in a controlled burn.\nVisitors.\nLincoln's New Salem was visited by approximately 600,000 people in 2006. It was added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1972, under the name, \"Lincoln's New Salem Village.\" The historic site includes a visitor's center with an exhibit and theater.\nActive recreational infrastructure centers on the \"Mentor Graham Trail\", long, and the \"Volksmarch Trail\", long. The state park contains 200 campsites, including 100 electrical hookups."
}