{
    "id": "7979836",
    "revid": "5288432",
    "url": "https://en.wikipedia.org/wiki?curid=7979836",
    "title": "Akyem Abuakwa",
    "text": "Akyem Abuakwa is one of the four states of &lt;a href=\"Akyem\"&gt;Akyem&lt;/a&gt; in 14th century &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. Currently, it is part of &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;. Historically, the Akyem were part of the &lt;a href=\"Adansi\"&gt;Adansi Kingdom&lt;/a&gt;, which was the first &lt;a href=\"nation\"&gt;nation&lt;/a&gt; to build &lt;a href=\"building\"&gt;buildings&lt;/a&gt; out of &lt;a href=\"mud\"&gt;mud&lt;/a&gt;. They were therefore were named &lt;a href=\"Adansi\"&gt;Adansi&lt;/a&gt; (builders). In the &lt;a href=\"14th%20century\"&gt;14th century&lt;/a&gt;, the &lt;a href=\"Ashanti%20Empire\"&gt;Ashanti Empire&lt;/a&gt; emerged, and under the leadership of &lt;a href=\"Osei%20Kofi%20Tutu%20I\"&gt;King Osei Tutu&lt;/a&gt;, defeated the Adansi and annexed them into the Ashanti Empire. The three Akyem nations that were part of the Adansi Kingdom &lt;a href=\"Secession\"&gt;seceded&lt;/a&gt; and crossed the &lt;a href=\"Pra%20River%20%28Ghana%29\"&gt;River Pra&lt;/a&gt;. \nHistory.\nKing Tutu I decided to pursue the Akyems across River Pra against the advice of &lt;a href=\"Okomfo%20Anokye\"&gt;Okomfo Anokye&lt;/a&gt;. While crossing the river with his army, he was shot by the Akyems in an ambush. He was killed and fell into the river. The Ashantis say \"Meka Yawada\" which means \"I swear by Thursday\" because the day the king died was on Thursday and the Akyems were known as \"Abuakwanfo\" or \"Abuakwafo\" (&lt;a href=\"Guerrilla%20warfare\"&gt;guerrilla&lt;/a&gt; fighters). The Ashantis retreated and this defeat created a &lt;a href=\"taboo\"&gt;taboo&lt;/a&gt; preventing any Ashanti &lt;a href=\"King\"&gt;King&lt;/a&gt; up to the time of &lt;a href=\"Prempeh%20I\"&gt;Nana Prempeh I&lt;/a&gt; (in &lt;a href=\"1900\"&gt;1900&lt;/a&gt;) to cross the Pra to the south. \nAfter his death, his nephew &lt;a href=\"Opoku%20Ware%20I\"&gt;King Opoku Ware I&lt;/a&gt; became the &lt;a href=\"king\"&gt;king&lt;/a&gt; of the Ashanti Empire and vowed to avenge his uncle's death. He restarted the &lt;a href=\"war\"&gt;war&lt;/a&gt; against the Akyems. The Akyems, knowing that the Ashantis would invade again, migrated southeastwards. Because of the travel, most of the &lt;a href=\"Kotokus\"&gt;Kotokus&lt;/a&gt; and some others settled in the present-day &lt;a href=\"Ashanti%20Region\"&gt;Ashanti Akyem&lt;/a&gt; region. The majority traveled until they met &lt;a href=\"Akwamu\"&gt;Akwamus&lt;/a&gt;, a powerful nation inhabiting and ruling the &lt;a href=\"Tribe\"&gt;tribes&lt;/a&gt; from &lt;a href=\"Asamankese\"&gt;Asamankese&lt;/a&gt; to Nyanawase, which was then their capital and part of &lt;a href=\"Akwapim%20South%20%28Ghana%20parliament%20constituency%29\"&gt;Akwapim&lt;/a&gt;. The &lt;a href=\"Abuakwa%20Ashanti\"&gt;Abuakwas&lt;/a&gt; fought the Akwamus and &lt;a href=\"Settler\"&gt;settled&lt;/a&gt; in the area of the Akwamus. The Abukawas made temporary capitals in several areas, including &lt;a href=\"Twifo%20Praso\"&gt;Praso&lt;/a&gt;, before settling at Pameng. In the reign of &lt;a href=\"Ofori%20Panyin%20I\"&gt;King Ofori Panin&lt;/a&gt; the capital was moved to Kyebirie. The Abuakwas fought few battles with their rival tribes and were an independent state until in 1852, the Abuakwas surrendered to the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; and they became a &lt;a href=\"British%20colony\"&gt;British administrative region&lt;/a&gt;. "
}