{
    "id": "7981302",
    "revid": "9695764",
    "url": "https://en.wikipedia.org/wiki?curid=7981302",
    "title": "Madagascar national rugby union team",
    "text": "The Madagascar national rugby union team represents &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt; in the sport of &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;. Although rugby is popular in Madagascar, the country has not yet qualified for a &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt;. It does compete annually in the &lt;a href=\"Africa%20Cup\"&gt;Africa Cup&lt;/a&gt;, and was runner-up to &lt;a href=\"Uganda%20national%20rugby%20union%20team\"&gt;Uganda&lt;/a&gt; in 2007. The national team's nickname is the &lt;a href=\"Malagasy%20language\"&gt;Malagasy&lt;/a&gt; name for the &lt;a href=\"ring-tailed%20lemur\"&gt;ring-tailed lemur&lt;/a&gt;.\nMadagascar defeated 57 - 54 in extra-time to win Group 1B final match at the &lt;a href=\"2012%20Africa%20Cup\"&gt;2012 Africa Cup&lt;/a&gt;; they have now jumped up 14 places to their current 42nd rank.\nHistory.\nMadagascar played their first ever international rugby match in 1970, where they met &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;, losing 9 points to 17. The second of the series of two games was also won by Italy, 6 points to 9. The team got their first international win during 1987 when they defeated &lt;a href=\"Kenya%20national%20rugby%20union%20team\"&gt;Kenya&lt;/a&gt; 22 to 16.\nDuring 2001 Madagascar competed for the first time in the &lt;a href=\"2003%20Rugby%20World%20Cup%20-%20Africa%20qualification\"&gt;Africa qualification tournaments&lt;/a&gt; for the &lt;a href=\"2003%20Rugby%20World%20Cup\"&gt;2003 Rugby World Cup&lt;/a&gt; to be held in Australia. They started off in Pool B of Round 1, where they contested matches against &lt;a href=\"Botswana%20national%20rugby%20union%20team\"&gt;Botswana&lt;/a&gt; and &lt;a href=\"Swaziland%20national%20rugby%20union%20team\"&gt;Swaziland&lt;/a&gt;. They won both their games and finished at the top of the pool to advance to the next round. In Round 2 they defeated Kenya and &lt;a href=\"Cameroon%20national%20rugby%20union%20team\"&gt;Cameroon&lt;/a&gt; to secure the top finish and advance to Round 3, which took place in 2002. Madagascar made their exit in Round 3, losing to &lt;a href=\"Namibia%20national%20rugby%20union%20team\"&gt;Namibia&lt;/a&gt; and &lt;a href=\"Zimbabwe%20national%20rugby%20union%20team\"&gt;Zimbabwe&lt;/a&gt;.\nMadagascar attempted to qualify for the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 Rugby World Cup&lt;/a&gt; in France. They started off in Pool 2 of Round 1b of the &lt;a href=\"2007%20Rugby%20World%20Cup%20-%20Africa%20qualification\"&gt;qualifying tournament&lt;/a&gt;, where they were grouped with Kenya and &lt;a href=\"Uganda%20national%20rugby%20union%20team\"&gt;Uganda&lt;/a&gt;. After drawing with Kenya, they lost to Uganda and finished third in the standings. They were semi-finalists at the &lt;a href=\"2006%20Africa%20Cup\"&gt;2006 Africa Cup&lt;/a&gt;, and losing finalists in 2005 and 2007.\nMadagascar also failed to qualify for the &lt;a href=\"2011%20Rugby%20World%20Cup\"&gt;2011 Rugby World Cup&lt;/a&gt;. It is currently involved in the 2015 Rugby World Cup qualifyings. Madagascar was the surprise winner of the &lt;a href=\"2012%20Africa%20Cup\"&gt;2012 Africa Cup&lt;/a&gt;, defeating Namibia 57–54 in an historical final. In 2013 the Makis avoided relegation from the top flight of African rugby and remain in Division 1A of the &lt;a href=\"Africa%20Cup\"&gt;Africa Cup&lt;/a&gt; for 2014, which will serve as the African qualification for the &lt;a href=\"2015%20Rugby%20World%20Cup\"&gt;2015 Rugby World Cup&lt;/a&gt;.\nMadagascar wins serendib cup 2013 in Sri Lanka, beating Sri Lanka on a score of 17-12 and dominating Poland on 25–21 score, José Rakoto won the player of the tournament.\nSquad.\nMadagascar squad for the &lt;a href=\"2014%20Africa%20Cup\"&gt;2014 Africa Cup&lt;/a&gt;.\nOverall Record.\nBelow is table of the representative rugby matches played by a Madagascar national XV at test level up until 12 July 2021"
}