{
    "id": "7983932",
    "revid": "15558463",
    "url": "https://en.wikipedia.org/wiki?curid=7983932",
    "title": "Linthouse F.C.",
    "text": "Linthouse Football Club was a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club from the &lt;a href=\"Linthouse\"&gt;Linthouse&lt;/a&gt; district of &lt;a href=\"Govan\"&gt;Govan&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. The club played in navy blue.\nHistory.\nThe club were established in 1881 from an athletics club, in an era when the shipbuilding industry in the area was expanding rapidly with thousands moving into the area. They were founder members of the &lt;a href=\"Scottish%20Football%20Alliance\"&gt;Scottish Football Alliance&lt;/a&gt; in the 1891–92 season, and were the league's first champions. In 1894, Linthouse moved north from Langlands Park on the southern edge of Govan to &lt;a href=\"Govandale%20Park\"&gt;Govandale Park&lt;/a&gt; in the centre of town. They joined the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; in &lt;a href=\"1895%E2%80%9396%20Scottish%20Football%20League\"&gt;1895–96&lt;/a&gt;, when they were admitted to Division Two. Their first season in the League was not a successful one, with the club finishing bottom of the ten-club division, and only surviving re-election after a third ballot in which they defeated &lt;a href=\"Wishaw%20Athletic%20F.C.\"&gt;Wishaw Athletic&lt;/a&gt;. However, their first season in the league saw a record 10,000 attend their &lt;a href=\"Glasgow%20Cup\"&gt;Glasgow Cup&lt;/a&gt; game against &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; in September 1895 (a 7–1 defeat).\nThe club spent five seasons in Division Two without much success, their highest finish being fifth in season &lt;a href=\"1897%E2%80%9398%20Scottish%20Football%20League\"&gt;1897–98&lt;/a&gt;. Arguably their best achievements were in the Glasgow Cup, where they reached the semi-finals three times (in the 1891–92, 1896–97 and 1899–1900 seasons), losing to &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt; or Celtic each time. Even then, examination of their progress indicates they had fortunate draws against obscure teams on those occasions, while typically losing to the better-known opponents. The main exception to this was a 3–1 win in October 1896 over &lt;a href=\"Partick%20Thistle\"&gt;Partick Thistle&lt;/a&gt; who were something of a local rival, the clubs being based about a mile apart in competing burghs on opposite banks of the &lt;a href=\"River%20Clyde\"&gt;River Clyde&lt;/a&gt;, meeting frequently in the Alliance and SFL Division Two, and occasionally in the &lt;a href=\"Scottish%20Qualifying%20Cup\"&gt;Scottish Qualifying Cup&lt;/a&gt;.\nIn &lt;a href=\"1899%E2%80%931900%20Scottish%20Football%20League\"&gt;1899–1900&lt;/a&gt; the club finished bottom of the division, and struggling with low attendances due to competition from nearby Rangers, they decided not to seek re-election to the league.\nLinthouse entered the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; the &lt;a href=\"1900%E2%80%9301%20Scottish%20Cup\"&gt;following season&lt;/a&gt; and progressed to the second round as their first round opponents &lt;a href=\"Clydebank%20F.C.\"&gt;Clydebank&lt;/a&gt; forfeited the tie. However Linthouse themselves forfeited their second round tie with &lt;a href=\"Motherwell%20F.C.\"&gt;Motherwell&lt;/a&gt; and the football side was discontinued."
}