{
    "id": "7992",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=7992",
    "title": "Devonian",
    "text": "The Devonian ( ) is a &lt;a href=\"period%20%28geology%29\"&gt;geologic period and system&lt;/a&gt; of the &lt;a href=\"Paleozoic\"&gt;Paleozoic&lt;/a&gt;, spanning 60.3 million years from the end of the &lt;a href=\"Silurian\"&gt;Silurian&lt;/a&gt;, million years ago (Mya), to the beginning of the &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt;, Mya. It is named after &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;, England, where rocks from this period were first studied.\nThe first significant &lt;a href=\"adaptive%20radiation\"&gt;adaptive radiation&lt;/a&gt; of life on dry land occurred during the Devonian. &lt;a href=\"Pteridophyte\"&gt;Free-sporing vascular plants&lt;/a&gt; began to spread across dry land, forming extensive &lt;a href=\"forest\"&gt;forest&lt;/a&gt;s which covered the continents. By the middle of the Devonian, several groups of plants had evolved leaves and true roots, and by the end of the period the &lt;a href=\"Pteridospermatophyta\"&gt;first seed-bearing plants&lt;/a&gt; appeared. The &lt;a href=\"arthropod\"&gt;arthropod&lt;/a&gt; groups of &lt;a href=\"myriapods\"&gt;myriapods&lt;/a&gt;, &lt;a href=\"arachnids\"&gt;arachnids&lt;/a&gt; and &lt;a href=\"Hexapoda\"&gt;hexapods&lt;/a&gt; also became well-established early on in this period, after having started their expansion to land at least from the &lt;a href=\"Ordovician\"&gt;Ordovician&lt;/a&gt; period.\n&lt;a href=\"Fish\"&gt;Fish&lt;/a&gt; reached substantial diversity during this time, leading the Devonian to often be dubbed the Age of Fishes. The &lt;a href=\"placodermi\"&gt;placoderms&lt;/a&gt; began dominating almost every known aquatic environment. The ancestors of all four-limbed vertebrates (&lt;a href=\"tetrapod\"&gt;tetrapod&lt;/a&gt;s) began adapting to walk on land, as their strong pectoral and pelvic fins gradually evolved into legs, though they were not fully established until the &lt;a href=\"Late%20Carboniferous\"&gt;Late Carboniferous&lt;/a&gt;. In the oceans, primitive &lt;a href=\"shark\"&gt;shark&lt;/a&gt;s became more numerous than in the Silurian and &lt;a href=\"Ordovician%23Subdivisions\"&gt;Late Ordovician&lt;/a&gt;.\nThe first &lt;a href=\"Ammonoidea\"&gt;ammonites&lt;/a&gt;, a subclass of molluscs, appeared. &lt;a href=\"Trilobite\"&gt;Trilobite&lt;/a&gt;s, the mollusc-like &lt;a href=\"brachiopod\"&gt;brachiopod&lt;/a&gt;s, and the great &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt;s were still common. The &lt;a href=\"Late%20Devonian%20extinction\"&gt;Late Devonian extinction&lt;/a&gt; which started about 375 million years ago severely affected marine life, killing off all placodermi, and all trilobites, save for a few species of the order &lt;a href=\"Proetida\"&gt;Proetida&lt;/a&gt;.\nThe &lt;a href=\"palaeogeography\"&gt;palaeogeography&lt;/a&gt; was dominated by the &lt;a href=\"supercontinent\"&gt;supercontinent&lt;/a&gt; of &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt; to the south, the small continent of &lt;a href=\"Siberia%20%28continent%29\"&gt;Siberia&lt;/a&gt; to the north, and the early formation of the medium-sized continent of &lt;a href=\"Euramerica\"&gt;Euramerica&lt;/a&gt; in between.\nHistory.\nThe period is named after &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;, a county in southwestern England, where a controversial argument in the 1830s over the age and structure of the rocks found distributed throughout the county was eventually resolved by the definition of the Devonian Period in the geological timescale. &lt;a href=\"The%20Great%20Devonian%20Controversy\"&gt;The Great Devonian Controversy&lt;/a&gt; was a long period of vigorous argument and counter-argument between the main protagonists of &lt;a href=\"Roderick%20Murchison\"&gt;Roderick Murchison&lt;/a&gt; with &lt;a href=\"Adam%20Sedgwick\"&gt;Adam Sedgwick&lt;/a&gt; against &lt;a href=\"Henry%20De%20la%20Beche\"&gt;Henry De la Beche&lt;/a&gt; supported by &lt;a href=\"George%20Bellas%20Greenough\"&gt;George Bellas Greenough&lt;/a&gt;. Murchison and Sedgwick won the debate and named the period they proposed as the Devonian System.\nWhile the &lt;a href=\"stratum\"&gt;rock bed&lt;/a&gt;s that define the start and end of the Devonian Period are well identified, the exact dates are uncertain. According to the &lt;a href=\"International%20Commission%20on%20Stratigraphy\"&gt;International Commission on Stratigraphy&lt;/a&gt;, the Devonian extends from the end of the Silurian &lt;a href=\"annum\"&gt;Mya&lt;/a&gt;, to the beginning of the &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; Mya – in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, at the beginning of the &lt;a href=\"Mississippian%20%28geology%29\"&gt;Mississippian subperiod&lt;/a&gt; of the Carboniferous.\nIn nineteenth-century texts the Devonian has been called the \"Old Red Age\", after the red and brown terrestrial deposits known in the United Kingdom as the &lt;a href=\"Old%20Red%20Sandstone\"&gt;Old Red Sandstone&lt;/a&gt; in which early fossil discoveries were found. Another common term is \"Age of the Fishes\", referring to the evolution of several major groups of &lt;a href=\"fish\"&gt;fish&lt;/a&gt; that took place during the period. Older literature on the Anglo-Welsh basin divides it into the Downtonian, Dittonian, Breconian, and Farlovian stages, the latter three of which are placed in the Devonian.\nThe Devonian has also erroneously been characterised as a \"greenhouse age\", due to &lt;a href=\"sampling%20bias\"&gt;sampling bias&lt;/a&gt;: most of the early Devonian-age discoveries came from the &lt;a href=\"stratum\"&gt;strata&lt;/a&gt; of &lt;a href=\"western%20Europe\"&gt;western Europe&lt;/a&gt; and eastern &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, which at the time straddled the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt; as part of the supercontinent of Euramerica where &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt; signatures of widespread reefs indicate tropical &lt;a href=\"climate\"&gt;climate&lt;/a&gt;s that were warm and moderately humid. In fact the climate in the Devonian differed greatly during its &lt;a href=\"geologic%20time%20scale\"&gt;epochs&lt;/a&gt; and between geographic regions. For example, during the Early Devonian, arid conditions were prevalent through much of the world including Siberia, Australia, North America, and China, but Africa and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt; had a warm &lt;a href=\"temperate%20climate\"&gt;temperate climate&lt;/a&gt;. In the Late Devonian, by contrast, arid conditions were less prevalent across the world and &lt;a href=\"temperate%20climate\"&gt;temperate climate&lt;/a&gt;s were more common.\nSubdivisions.\nThe Devonian Period is formally broken into Early, Middle and Late subdivisions. The rocks corresponding to those &lt;a href=\"series%20%28stratigraphy%29\"&gt;epoch&lt;/a&gt;s are referred to as belonging to the Lower, Middle and Upper parts of the Devonian System.\nThe Early Devonian lasted from and began with the &lt;a href=\"Lochkovian\"&gt;Lochkovian&lt;/a&gt; Stage , which was followed by the &lt;a href=\"Pragian\"&gt;Pragian&lt;/a&gt; from and then by the &lt;a href=\"Emsian\"&gt;Emsian&lt;/a&gt;, which lasted until the Middle Devonian began, . \nDuring this time, the first &lt;a href=\"Ammonoidea\"&gt;ammonoids&lt;/a&gt; appeared, descending from &lt;a href=\"Bactritida\"&gt;bactritoid&lt;/a&gt; &lt;a href=\"Nautiloidea\"&gt;nautiloids&lt;/a&gt;. Ammonoids during this time period were simple and differed little from their nautiloid counterparts. These ammonoids belong to the order &lt;a href=\"Agoniatitida\"&gt;Agoniatitida&lt;/a&gt;, which in later epochs evolved to new ammonoid orders, for example &lt;a href=\"Goniatite\"&gt;Goniatitida&lt;/a&gt; and &lt;a href=\"Clymeniida\"&gt;Clymeniida&lt;/a&gt;. This class of &lt;a href=\"cephalopod\"&gt;cephalopod&lt;/a&gt; molluscs would dominate the marine fauna until the beginning of the &lt;a href=\"Mesozoic\"&gt;Mesozoic&lt;/a&gt; Era.\nThe Middle Devonian comprised two subdivisions: first the &lt;a href=\"Eifelian\"&gt;Eifelian&lt;/a&gt;, which then gave way to the &lt;a href=\"Givetian\"&gt;Givetian&lt;/a&gt; . During this time the jawless &lt;a href=\"agnathan\"&gt;agnathan&lt;/a&gt; fishes began to decline in diversity in freshwater and marine environments partly due to drastic environmental changes and partly due to the increasing competition, predation, and diversity of &lt;a href=\"gnathostomata\"&gt;jawed fishes&lt;/a&gt;. The shallow, warm, oxygen-depleted waters of Devonian inland lakes, surrounded by primitive plants, provided the environment necessary for certain early fish to develop such essential characteristics as well developed lungs, and the ability to crawl out of the water and onto the land for short periods of time.\nFinally, the Late Devonian started with the &lt;a href=\"Frasnian\"&gt;Frasnian&lt;/a&gt;, , during which the first forests took shape on land. The first tetrapods appeared in the fossil record in the ensuing &lt;a href=\"Famennian\"&gt;Famennian&lt;/a&gt; subdivision, the beginning and end of which are marked with extinction events. This lasted until the end of the Devonian, .\nClimate.\nThe Devonian was a relatively warm period, and probably lacked any &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s. The temperature gradient from the equator to the poles was not as large as it is today. The weather was also very arid, mostly along the equator where it was the driest. Reconstruction of tropical sea surface temperature from &lt;a href=\"conodont\"&gt;conodont&lt;/a&gt; &lt;a href=\"apatite\"&gt;apatite&lt;/a&gt; implies an average value of in the Early Devonian. levels dropped steeply throughout the Devonian Period. The newly evolved forests drew carbon out of the atmosphere, which were then buried into sediments. This may be reflected by a Mid-Devonian cooling of around . The Late Devonian warmed to levels equivalent to the Early Devonian; while there is no corresponding increase in concentrations, continental weathering increases (as predicted by warmer temperatures); further, a range of evidence, such as plant distribution, points to a Late Devonian warming. The climate would have affected the dominant organisms in &lt;a href=\"reef\"&gt;reef&lt;/a&gt;s; &lt;a href=\"Microorganism\"&gt;microbes&lt;/a&gt; would have been the main reef-forming organisms in warm periods, with corals and &lt;a href=\"Stromatoporoidea\"&gt;stromatoporoid&lt;/a&gt; sponges taking the dominant role in cooler times. The warming at the end of the Devonian may even have contributed to the extinction of the stromatoporoids.\nPaleogeography.\nThe Devonian Period was a time of great &lt;a href=\"plate%20tectonics\"&gt;tectonic&lt;/a&gt; activity, as &lt;a href=\"Euramerica\"&gt;Euramerica&lt;/a&gt; and &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt; drew closer together.\nThe continent &lt;a href=\"Euramerica\"&gt;Euramerica&lt;/a&gt; (or Laurussia) was created in the early Devonian by the collision of &lt;a href=\"Laurentia\"&gt;Laurentia&lt;/a&gt; and &lt;a href=\"Baltica\"&gt;Baltica&lt;/a&gt;, which rotated into the natural dry zone along the &lt;a href=\"Tropic%20of%20Capricorn\"&gt;Tropic of Capricorn&lt;/a&gt;, which is formed as much in Paleozoic times as nowadays by the convergence of two great air-masses, the &lt;a href=\"Hadley%20cell\"&gt;Hadley cell&lt;/a&gt; and the &lt;a href=\"Ferrel%20cell\"&gt;Ferrel cell&lt;/a&gt;. In these near-deserts, the &lt;a href=\"Old%20Red%20Sandstone\"&gt;Old Red Sandstone&lt;/a&gt; sedimentary beds formed, made red by the oxidised iron (&lt;a href=\"hematite\"&gt;hematite&lt;/a&gt;) characteristic of drought conditions.\nNear the &lt;a href=\"equator\"&gt;equator&lt;/a&gt;, the &lt;a href=\"plate%20tectonics\"&gt;plate&lt;/a&gt; of Euramerica and Gondwana were starting to meet, beginning the early stages of the assembling of &lt;a href=\"Pangaea\"&gt;Pangaea&lt;/a&gt;. This activity further raised the northern &lt;a href=\"Appalachian%20Mountains\"&gt;Appalachian Mountains&lt;/a&gt; and formed the &lt;a href=\"Caledonian%20orogeny\"&gt;Caledonian Mountains&lt;/a&gt; in &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; and &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;.\nThe west coast of Devonian North America, by contrast, was a passive margin with deep silty embayments, river deltas and estuaries, found today in &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt; and &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;; an approaching volcanic &lt;a href=\"island%20arc\"&gt;island arc&lt;/a&gt; reached the steep slope of the continental shelf in Late Devonian times and began to uplift deep water deposits, a collision that was the prelude to the mountain-building episode at the beginning of the Carboniferous called the &lt;a href=\"Antler%20orogeny\"&gt;Antler orogeny&lt;/a&gt;.\nSea levels were high worldwide, and much of the land lay under shallow seas, where tropical &lt;a href=\"reef\"&gt;reef&lt;/a&gt; organisms lived. The deep, enormous &lt;a href=\"Panthalassa\"&gt;Panthalassa&lt;/a&gt; (the \"universal ocean\") covered the rest of the &lt;a href=\"planet\"&gt;planet&lt;/a&gt;. Other minor oceans were the &lt;a href=\"Paleo-Tethys%20Ocean\"&gt;Paleo-Tethys Ocean&lt;/a&gt;, &lt;a href=\"Proto-Tethys%20Ocean\"&gt;Proto-Tethys Ocean&lt;/a&gt;, &lt;a href=\"Rheic%20Ocean\"&gt;Rheic Ocean&lt;/a&gt;, and &lt;a href=\"Ural%20Ocean\"&gt;Ural Ocean&lt;/a&gt; (which was closed during the collision with &lt;a href=\"Siberia%20%28continent%29\"&gt;Siberia&lt;/a&gt; and Baltica).\nDuring the Devonian, &lt;a href=\"Chaitenia\"&gt;Chaitenia&lt;/a&gt;, an &lt;a href=\"island%20arc\"&gt;island arc&lt;/a&gt;, &lt;a href=\"accretion%20%28geology%29\"&gt;accreted&lt;/a&gt; to &lt;a href=\"Tectonic%20evolution%20of%20Patagonia\"&gt;Patagonia&lt;/a&gt;.\nLife.\nMarine biota.\nSea levels in the Devonian were generally high. Marine faunas continued to be dominated by &lt;a href=\"bryozoa\"&gt;bryozoa&lt;/a&gt;, diverse and abundant &lt;a href=\"brachiopod\"&gt;brachiopod&lt;/a&gt;s, the enigmatic &lt;a href=\"hederellid\"&gt;hederellid&lt;/a&gt;s, &lt;a href=\"microconchida\"&gt;microconchids&lt;/a&gt; and &lt;a href=\"coral\"&gt;coral&lt;/a&gt;s. Lily-like &lt;a href=\"crinoid\"&gt;crinoid&lt;/a&gt;s (animals, their resemblance to flowers notwithstanding) were abundant, and &lt;a href=\"trilobite\"&gt;trilobite&lt;/a&gt;s were still fairly common. Among vertebrates, jawless armored fish (&lt;a href=\"ostracoderm\"&gt;ostracoderm&lt;/a&gt;s) declined in diversity, while the jawed fish (gnathostomes) simultaneously increased in both the sea and &lt;a href=\"fresh%20water\"&gt;fresh water&lt;/a&gt;. Armored placoderms were numerous during the lower stages of the Devonian Period and became extinct in the Late Devonian, perhaps because of competition for food against the other fish species. Early cartilaginous (&lt;a href=\"Chondrichthyes\"&gt;Chondrichthyes&lt;/a&gt;) and bony fishes (&lt;a href=\"Osteichthyes\"&gt;Osteichthyes&lt;/a&gt;) also become diverse and played a large role within the Devonian seas. The first abundant genus of shark, \"&lt;a href=\"Cladoselache\"&gt;Cladoselache&lt;/a&gt;\", appeared in the oceans during the Devonian Period. The great diversity of fish around at the time has led to the Devonian being given the name \"The Age of Fish\" in popular culture.\nThe first ammonites also appeared during or slightly before the early Devonian Period around 400 Mya.\nReefs.\nA now-dry barrier reef, located in present-day &lt;a href=\"Kimberley%20%28Western%20Australia%29\"&gt;Kimberley Basin&lt;/a&gt; of northwest &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, once extended , fringing a Devonian continent. Reefs in general are built by various &lt;a href=\"carbonate\"&gt;carbonate&lt;/a&gt;-secreting organisms that have the ability to erect wave-resistant structures close to sea level. Although modern reefs are constructed mainly by corals and calcareous &lt;a href=\"algae\"&gt;algae&lt;/a&gt;, Devonian reefs were either microbial reefs built up mostly by &lt;a href=\"autotrophic\"&gt;autotrophic&lt;/a&gt; &lt;a href=\"cyanobacteria\"&gt;cyanobacteria&lt;/a&gt;, or coral-stromatoporoid reefs built up by coral-like &lt;a href=\"Stromatoporoidea\"&gt;stromatoporoids&lt;/a&gt; and tabulate and &lt;a href=\"Rugosa\"&gt;rugose corals&lt;/a&gt;. Microbial reefs dominated under the warmer conditions of the early and late Devonian, while coral-stromatoporoid reefs dominated during the cooler middle Devonian.\nTerrestrial biota.\nBy the Devonian Period, life was well underway in its colonisation of the land. The &lt;a href=\"moss\"&gt;moss&lt;/a&gt; forests and &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt;l and algal mats of the Silurian were joined early in the period by primitive rooted plants that created the first stable &lt;a href=\"soil\"&gt;soil&lt;/a&gt;s and harbored arthropods like &lt;a href=\"mite\"&gt;mite&lt;/a&gt;s, &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt;s, &lt;a href=\"Trigonotarbida\"&gt;trigonotarbids&lt;/a&gt; and &lt;a href=\"Myriapoda\"&gt;myriapods&lt;/a&gt; (although arthropods appeared on land much earlier than in the Early Devonian and the existence of fossils such as \"&lt;a href=\"Protichnites\"&gt;Protichnites&lt;/a&gt;\" suggest that amphibious arthropods may have appeared as early as the &lt;a href=\"Cambrian\"&gt;Cambrian&lt;/a&gt;). By far the largest land organism at the beginning of this period was the enigmatic \"&lt;a href=\"Prototaxites\"&gt;Prototaxites&lt;/a&gt;\", which was possibly the fruiting body of an enormous fungus, rolled liverwort mat, or another organism of uncertain affinities that stood more than tall, and towered over the low, carpet-like vegetation during the early part of the Devonian. Also the first possible fossils of &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s appeared around 416 Mya, in the Early Devonian. Evidence for the earliest &lt;a href=\"tetrapod\"&gt;tetrapod&lt;/a&gt;s takes the form of trace fossils in shallow lagoon environments within a marine carbonate platform / shelf during the Middle Devonian, although these traces have been questioned and an interpretation as fish feeding traces (\"&lt;a href=\"Piscichnus\"&gt;Piscichnus&lt;/a&gt;\") has been advanced.\nThe greening of land.\nMany &lt;a href=\"List%20of%20Early%20Devonian%20land%20plants\"&gt;Early Devonian plants&lt;/a&gt; did not have true roots or leaves like extant plants although vascular tissue is observed in many of those plants. Some of the early land plants such as \"&lt;a href=\"Drepanophycus\"&gt;Drepanophycus&lt;/a&gt;\" likely spread by vegetative growth and spores. The earliest land plants such as \"&lt;a href=\"Cooksonia\"&gt;Cooksonia&lt;/a&gt;\" consisted of leafless, &lt;a href=\"Dichotomous%20branching\"&gt;dichotomous&lt;/a&gt; axes and terminal sporangia and were generally very short-statured, and grew hardly more than a few centimetres tall. Fossils of \"&lt;a href=\"Armoricaphyton\"&gt;Armoricaphyton chateaupannense&lt;/a&gt;\", about 400 million years old, represent the oldest known plants with &lt;a href=\"wood\"&gt;wood&lt;/a&gt;y tissue. By the Middle Devonian, shrub-like forests of primitive plants existed: &lt;a href=\"Lycopodiophyta\"&gt;lycophytes&lt;/a&gt;, &lt;a href=\"Equisetales\"&gt;horsetails&lt;/a&gt;, &lt;a href=\"fern\"&gt;fern&lt;/a&gt;s, and &lt;a href=\"progymnosperm\"&gt;progymnosperm&lt;/a&gt;s had evolved. Most of these plants had true roots and leaves, and many were quite tall. The earliest-known trees appeared in the Middle Devonian. These included a lineage of lycopods and another arborescent, woody vascular plant, the &lt;a href=\"Cladoxylopsida\"&gt;cladoxylopsids&lt;/a&gt;. These &lt;a href=\"tracheophyte\"&gt;tracheophyte&lt;/a&gt;s were able to grow to large size on dry land because they had evolved the ability to biosynthesize &lt;a href=\"lignin\"&gt;lignin&lt;/a&gt;, which gave them physical rigidity and improved the effectiveness of their vascular system while giving them resistance to pathogens and herbivores. These are the oldest-known trees of the world's first forests. By the end of the Devonian, the first seed-forming plants had appeared. This rapid appearance of so many plant groups and growth forms has been called the \"Devonian Explosion\".\nThe 'greening' of the continents acted as a &lt;a href=\"carbon%20sink\"&gt;carbon sink&lt;/a&gt;, and &lt;a href=\"Atmosphere%20of%20Earth\"&gt;atmospheric concentrations&lt;/a&gt; of &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; may have dropped. This may have cooled the climate and led to a massive &lt;a href=\"extinction%20event\"&gt;extinction event&lt;/a&gt;. (\"See\" &lt;a href=\"Late%20Devonian%20extinction\"&gt;Late Devonian extinction&lt;/a&gt;).\nAnimals and the first soils.\nPrimitive arthropods co-evolved with this diversified terrestrial vegetation structure. The evolving co-dependence of insects and seed-plants that characterised a recognisably modern world had its genesis in the Late Devonian Epoch. The development of soils and plant root systems probably led to changes in the speed and pattern of &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; and sediment deposition. The rapid evolution of a terrestrial ecosystem that contained copious animals opened the way for the first &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt;s to seek out a terrestrial living. By the end of the Devonian, arthropods were solidly established on the land.\nLate Devonian extinction.\nThe &lt;a href=\"Late%20Devonian%20extinction\"&gt;Late Devonian extinction&lt;/a&gt; is not a single event, but rather is a series of pulsed extinctions at the Givetian-Frasnian boundary, the Frasnian-Famennian boundary, and the Devonian-Carboniferous boundary. Together, these are considered one of the \"Big Five\" mass extinctions in Earth's history. The Devonian extinction crisis primarily affected the marine community, and selectively affected shallow warm-water organisms rather than cool-water organisms. The most important group to be affected by this extinction event were the reef-builders of the great Devonian reef systems.\nAmongst the severely affected marine groups were the brachiopods, trilobites, ammonites, and &lt;a href=\"acritarch\"&gt;acritarch&lt;/a&gt;s, and the world saw the disappearance of an estimated 96% of vertebrates like &lt;a href=\"conodont\"&gt;conodont&lt;/a&gt;s and &lt;a href=\"Osteichthyes\"&gt;bony fishes&lt;/a&gt;, and all of the ostracoderms and placoderms. Land plants as well as freshwater species, such as our tetrapod ancestors, were relatively unaffected by the Late Devonian extinction event (there is a counterargument that the Devonian extinctions nearly wiped out the tetrapods).\nThe reasons for the Late Devonian extinctions are still unknown, and all explanations remain speculative. Canadian paleontologist &lt;a href=\"Digby%20McLaren\"&gt;Digby McLaren&lt;/a&gt; suggested in 1969 that the Devonian extinction events were caused by an asteroid impact. However, while there were Late Devonian collision events (see the &lt;a href=\"Alamo%20bolide%20impact\"&gt;Alamo bolide impact&lt;/a&gt;), little evidence supports the existence of a large enough Devonian crater."
}