{
    "id": "7995710",
    "revid": "1060975280",
    "url": "https://en.wikipedia.org/wiki?curid=7995710",
    "title": "T-Bone (rapper)",
    "text": "Rene Francisco Sotomayor, better known by the stage name T-Bone, is a &lt;a href=\"Christian%20rap\"&gt;Christian rap&lt;/a&gt;per. His father is Nicaraguan and his mother is Salvadoran. His name came from being called 'Bones' as a youngster because he was very skinny. The 'T' was \"added to give the name a little slang edge.\"\nMusic career.\nAccording to published interview, he started rapping at the age of seven at parties and in \"&lt;a href=\"rap%20battles\"&gt;rap battles&lt;/a&gt;\". He was close to getting a gangsta rap record, but, after changing his life, he opened for a noted rock group at that time which led him to getting signed to his first inspirational record deal that very night.\nHis first three albums: \"Redeemed Hoodlum\" in 1993, \"Tha Life of a Hoodlum\" in 1995 and \"Tha Hoodlum's Testimony\" in 1996 were released on the independent Metro One record label. All three albums were characterized by being &lt;a href=\"gangsta%20rap\"&gt;gangsta rap&lt;/a&gt; albums, which was rare in the inspirational music scene at the time.\nIn 1997, he released \"History of a Hoodlum\", a compilation set of hits from his first three albums was released on the Metro One record label.\nAfter a brief hiatus, T-Bone released his fourth album, and first on the &lt;a href=\"Flicker%20Records\"&gt;Flicker Records&lt;/a&gt; music label, \"&lt;a href=\"Tha%20Last%20Street%20Preacha\"&gt;Tha Last Street Preacha&lt;/a&gt;\", in 2001, to critical acclaim. \"Tha Last Street Preacha\" was nominated for the Rock Gospel Album &lt;a href=\"Grammy%20Award\"&gt;Grammy Award&lt;/a&gt;. and saw T-Bone break into the &lt;a href=\"contemporary%20Christian%20music\"&gt;contemporary Christian music&lt;/a&gt; market. It was the first rap album to debut at No. 7 on the Christian Contemporary Music charts.\n2002 saw an increased exposure of T-Bone to both Christian and mainstream markets with the release of his fifth album, \"Gospelalphamegafunkyboogiediscomusic\". The album was characterized by the guest appearance of hip-hop legend \"&lt;a href=\"KRS-One\"&gt;KRS-One&lt;/a&gt;\" on the title track – returning the favor of the controversial guest spot T-Bone had made on KRS-One's \"&lt;a href=\"Spiritual%20Minded\"&gt;Spiritual Minded&lt;/a&gt;\" album earlier in the year.\n2005 saw the release of his most controversial, and successful, album to date: \"&lt;a href=\"Bone-A-Fide\"&gt;Bone-A-Fide&lt;/a&gt;\". \"Bone-A-Fide\"s album cover controversially featured T-Bone in an image evoking &lt;a href=\"Che%20Guevara\"&gt;Che Guevara&lt;/a&gt;, leading to concerns that he was promoting &lt;a href=\"communist\"&gt;communist&lt;/a&gt; ideologies – charges he denied. Adding to the controversy were collaborations with two major &lt;a href=\"secular\"&gt;secular&lt;/a&gt; rappers: &lt;a href=\"Mack%2010\"&gt;Mack 10&lt;/a&gt; and &lt;a href=\"Chino%20XL\"&gt;Chino XL&lt;/a&gt;.\n\"Bone-A-Fide\" was his first album not to be produced by long-time collaborator Chase Dante and, perhaps deliberately, saw T-Bone move away from the previous &lt;a href=\"West%20Coast%20hip%20hop\"&gt;West Coast&lt;/a&gt; sound of his earlier albums to a smoother, more &lt;a href=\"East%20Coast%20hip%20hop\"&gt;East Coast&lt;/a&gt; sound. Also, in 2005, he was featured as &lt;a href=\"Jairus\"&gt;Jairus&lt;/a&gt; in the rock opera \"&lt;a href=\"%21Hero\"&gt;!Hero&lt;/a&gt;\", along with &lt;a href=\"Michael%20Tait\"&gt;Michael Tait&lt;/a&gt; of &lt;a href=\"Tait%20%28band%29\"&gt;Tait&lt;/a&gt; and &lt;a href=\"dc%20Talk\"&gt;dc Talk&lt;/a&gt;, &lt;a href=\"Rebecca%20St.%20James\"&gt;Rebecca St. James&lt;/a&gt;, and &lt;a href=\"Mark%20Stuart%20%28musician%29\"&gt;Mark Stuart&lt;/a&gt; of &lt;a href=\"Audio%20Adrenaline\"&gt;Audio Adrenaline&lt;/a&gt;.\n\"&lt;a href=\"Bone-Appetit%21\"&gt;Bone-Appétit: Servin' Up tha Hits&lt;/a&gt;\", a compilation set of hits from his last three albums was released on September 25, 2007.\n\"Pa mi Dios y Pa mi Gente\" (\"For My God and For My People\") was released on April 7, 2017 and \"Broken English\" was released on March 15, 2018.\nOther works.\nFilm career.\nT-Bone stars in the film \"The Rally\", co-starring &lt;a href=\"Kenneth%20Copeland\"&gt;Kenneth Copeland&lt;/a&gt;. It was released in late 2009 to early 2010.\nT-Bone's first major film role was in 2003, playing the role of Briggs, a rapping prisoner in the comedy-romance motion picture \"&lt;a href=\"The%20Fighting%20Temptations\"&gt;The Fighting Temptations&lt;/a&gt;\", which starred &lt;a href=\"Cuba%20Gooding%20Jr.\"&gt;Cuba Gooding Jr.&lt;/a&gt; and &lt;a href=\"Beyonc%C3%A9%20Knowles\"&gt;Beyoncé Knowles&lt;/a&gt;. In the film, T-Bone performs the song \"To da River\" with secular artists &lt;a href=\"Lil%20Zane\"&gt;Lil Zane&lt;/a&gt; and &lt;a href=\"Montell%20Jordan\"&gt;Montell Jordan&lt;/a&gt;.\nT-Bone also co-starred in the 2006 &lt;a href=\"Paramount%20Pictures\"&gt;Paramount&lt;/a&gt;/&lt;a href=\"MTV%20Films\"&gt;MTV&lt;/a&gt; film \"&lt;a href=\"All%20You%27ve%20Got\"&gt;All You've Got&lt;/a&gt;\" which starred &lt;a href=\"Ciara\"&gt;Ciara&lt;/a&gt; and &lt;a href=\"Adrienne%20Bailon\"&gt;Adrienne Bailon&lt;/a&gt; of &lt;a href=\"The%20Cheetah%20Girls%20%28group%29\"&gt;The Cheetah Girls&lt;/a&gt;.\nHis other films include &lt;a href=\"Carman%20%28singer%29\"&gt;Carman&lt;/a&gt; and Stephen Yake's \"R.I.O.T.\" and starred in \"Black Rose\" in 2003.\nHe appeared in the 2013 film \"&lt;a href=\"I%27m%20in%20Love%20with%20a%20Church%20Girl\"&gt;I'm in Love with a Church Girl&lt;/a&gt;\".\nDove Awards.\n2008:\n2004:\n2002:\n1997:\n1995:\n1993:"
}