{
    "id": "7996896",
    "revid": "1574590",
    "url": "https://en.wikipedia.org/wiki?curid=7996896",
    "title": "Singapore Garden Festival",
    "text": "The &lt;a href=\"https%3A//www.nparks.gov.sg/singaporegardenfestival\"&gt;Singapore Garden Festival&lt;/a&gt; () is a biennial garden and flower show held in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;. It is the first and only international garden show in the tropics to showcase creations from the world’s top award-winning garden and floral designers under one roof. The festival is organised by the &lt;a href=\"National%20Parks%20Board\"&gt;National Parks Board&lt;/a&gt; of Singapore, in partnership with the &lt;a href=\"Agri-Food%20and%20Veterinary%20Authority%20of%20Singapore\"&gt;Agri-Food and Veterinary Authority of Singapore&lt;/a&gt; (AVA), the &lt;a href=\"Orchid%20Society%20of%20South%20East%20Asia\"&gt;Orchid Society of South East Asia&lt;/a&gt; (Singapore), the &lt;a href=\"Singapore%20Gardening%20Society\"&gt;Singapore Gardening Society&lt;/a&gt; and the &lt;a href=\"Singapore%20Tourism%20Board\"&gt;Singapore Tourism Board&lt;/a&gt; (STB).\nThe festival features international &lt;a href=\"Landscape%20design\"&gt;landscape&lt;/a&gt; and &lt;a href=\"garden%20designer\"&gt;garden designer&lt;/a&gt;s, florists and horticulturists convening in a single location. This contrasts with other international horticultural events which feature mainly domestic and regional designers and market vendors.\nThe past two festivals attracted more than half a million visitors combined. The inaugural festival, held at the &lt;a href=\"Suntec%20Singapore\"&gt;Suntec Singapore&lt;/a&gt;'s International Convention and Exhibition Centre from 16 to 25 December 2006, attracted more than 200,000 visitors, and the 2008 festival attracted more than 300,000 visitors.\nThe 2008 festival featured 18 show gardens and 14 floral displays by 35 local and foreign award-winning landscape and garden designers, florists and horticulturists from 17 countries. It also featured a three-day international trade exhibition and conference, where leading internationally renowned experts provided insight into emerging markets and trends that were driving the landscape and &lt;a href=\"horticulture%20industry\"&gt;horticulture industry&lt;/a&gt;. At the closing ceremony of the 2008 Festival, Minister for National Development &lt;a href=\"Mah%20Bow%20Tan\"&gt;Mah Bow Tan&lt;/a&gt; announced that the Festival is a fundamental element of the strategy to boost Singapore's transformation into a city in a garden and to raise the bar for the landscaping and horticulture industry.\nThe Singapore Garden Festival 2010.\nThe Singapore Garden Festival 2010 returned to &lt;a href=\"Suntec%20Singapore\"&gt;Suntec Singapore&lt;/a&gt; International Convention and Exhibition Centre from 15 to 22 July 2010. Some exhibits new to the 2010 festival included:\nReturning events were:\nAwards.\nIn 2014, the Singapore Garden Festival was awarded the 2014 International Garden Tourism - Achievement of The Year Award which was presented at the Gardens Without Limits Conference in Metz, France."
}