{
    "id": "799923",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=799923",
    "title": "Kazimierz Górski",
    "text": "Kazimierz Klaudiusz Górski (2 March 1921 – 23 May 2006) was a coach of &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland national football team&lt;/a&gt; and honorary president of the &lt;a href=\"Polish%20Football%20Association\"&gt;Polish Football Association&lt;/a&gt;. He was also a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player, capped once for Poland.\nPlaying career.\nHe was born in &lt;a href=\"Lw%C3%B3w\"&gt;Lwów&lt;/a&gt;, &lt;a href=\"Second%20Polish%20Republic\"&gt;Second Polish Republic&lt;/a&gt; (nowadays &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;, Ukraine). He played as a forward in several Polish football teams: &lt;a href=\"Czarni%20Lw%C3%B3w\"&gt;RKS Lwów&lt;/a&gt;, Spartak Lviv, &lt;a href=\"FC%20Dynamo%20Lviv\"&gt;FC Dynamo Lviv&lt;/a&gt;, &lt;a href=\"Legia%20Warsaw\"&gt;Legia Warsaw&lt;/a&gt; and his football nickname was \"Sarenka\" (\"Roe-deer\"). His successful career was interrupted by &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and it took until 1948 before he participated in his only international match, a game between Poland and &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt; (0–8).\nTeam coach in Poland.\nHe graduated in football training from the &lt;a href=\"Physical%20Education%20Academy%20in%20Krak%C3%B3w\"&gt;Higher School of Physical Education&lt;/a&gt; in &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; (Wyższa Szkoła Wychowania Fizycznego, today the Akademia Wychowania Fizycznego w Krakowie) and the &lt;a href=\"Physical%20Education%20Academy%20in%20Wroc%C5%82aw\"&gt;Physical Education Academy in Wrocław&lt;/a&gt; (Akademia Wychowania Fizycznego we Wrocławiu) in 1980. He was the coach of &lt;a href=\"Legia%20Warsaw\"&gt;Legia Warsaw&lt;/a&gt; (3 times), &lt;a href=\"Marymont%20Warszawa\"&gt;Marymont Warszawa&lt;/a&gt; (his first independent training job started there in 1954), &lt;a href=\"Gwardia%20Warszawa\"&gt;Gwardia Warszawa&lt;/a&gt;, &lt;a href=\"Lublinianka%20Lublin\"&gt;Lublinianka Lublin&lt;/a&gt;, and &lt;a href=\"%C5%81KS%20%C5%81%C3%B3d%C5%BA\"&gt;ŁKS Łódź&lt;/a&gt;.\nPolish national team coach 1970–1976.\nHe started as the coach of the Polish national junior team from 1956 to 1966, then the Polish U-23 national team from 1966 to 1970, and finally the first &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland national football team&lt;/a&gt; from 1970 to 1976. His first international match with the team was held on 5 May 1971 in &lt;a href=\"Lausanne\"&gt;Lausanne&lt;/a&gt; against &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt;. His major successes were winning the &lt;a href=\"gold%20medal\"&gt;gold medal&lt;/a&gt; in the &lt;a href=\"1972%20Summer%20Olympics\"&gt;1972 Olympic Games&lt;/a&gt; in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;; the &lt;a href=\"silver%20medal\"&gt;silver medal&lt;/a&gt; (for third place) in the &lt;a href=\"Football%20World%20Cup%201974\"&gt;1974 World Cup&lt;/a&gt; held in Germany; and another silver medal for second place in the &lt;a href=\"1976%20Summer%20Olympics\"&gt;1976 Olympic Games&lt;/a&gt; in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt; (the second of Poland's three Olympic medals in football). Kazimierz Górski was the coach of the Polish national team for 73 matches (with 45 wins).\nPoland qualified for the 1974 World Cup by defeating &lt;a href=\"1966%20FIFA%20World%20Cup\"&gt;1966 World Cup&lt;/a&gt; winners &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; at home and holding them to a draw at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley&lt;/a&gt;.\nTeam coach in Greece.\nAfter resigning his position with the Polish national team, he went to Greece and was a successful coach with &lt;a href=\"Panathinaikos%20F.C.\"&gt;Panathinaikos Athens&lt;/a&gt;, &lt;a href=\"Kastoria%20FC\"&gt;Kastoria FC&lt;/a&gt;, &lt;a href=\"Olympiacos%20F.C.\"&gt;Olympiakos Piraeus&lt;/a&gt; and &lt;a href=\"Ethnikos%20Piraeus%20F.C.\"&gt;Ethnikos Piraeus&lt;/a&gt;.\nPZPN activist.\nFrom 1976 Kazimierz Górski was an honorary member of the &lt;a href=\"Polish%20Football%20Union\"&gt;Polish Football Union&lt;/a&gt; (Polski Związek Piłki Nożnej, PZPN).\nWhen he retired from coaching, he became an activist for PZPN in 1986. From 1987 he was a vice-president and from 1991 to 1995 was the president of PZPN. From 3 July 1995 he was the honorary president of PZPN.\nHe died from &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; following a long illness on 23 May 2006, aged 85, in &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;."
}