{
    "id": "80208",
    "revid": "2304267",
    "url": "https://en.wikipedia.org/wiki?curid=80208",
    "title": "William Westmoreland",
    "text": "William Childs Westmoreland (March 26, 1914 – July 18, 2005) was a &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; &lt;a href=\"General%20%28United%20States%29\"&gt;general&lt;/a&gt;, most notably commander of United States forces during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; from 1964 to 1968. He served as &lt;a href=\"Chief%20of%20Staff%20of%20the%20United%20States%20Army\"&gt;Chief of Staff of the United States Army&lt;/a&gt; from 1968 to 1972.\nWestmoreland adopted a strategy of &lt;a href=\"Attrition%20warfare\"&gt;attrition&lt;/a&gt; against the &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt; and the &lt;a href=\"North%20Vietnamese%20Army\"&gt;North Vietnamese Army&lt;/a&gt;, attempting to drain them of manpower and supplies. He also made use of the United States' edge in artillery and air power, both in tactical confrontations and in relentless strategic bombing of North Vietnam. Nevertheless, public support for the war eventually diminished, especially after the &lt;a href=\"Battle%20of%20Khe%20Sanh\"&gt;Battle of Khe Sanh&lt;/a&gt; and the &lt;a href=\"Tet%20Offensive\"&gt;Tet Offensive&lt;/a&gt; in 1968. By the time he was re-assigned as Army Chief of Staff, United States military forces in Vietnam had reached a peak of 535,000 personnel. Westmoreland's strategy was ultimately politically unsuccessful. Growing United States casualties and the draft undermined United States support for the war, while large-scale casualties among non-combatants weakened South Vietnamese support. This also failed to weaken North Vietnam's will to fight, and the &lt;a href=\"Government%20of%20South%20Vietnam\"&gt;Government of South Vietnam&lt;/a&gt;—a factor largely out of Westmoreland's control—never succeeded in establishing enough legitimacy to quell defections to the Viet Cong.\nEarly life.\nWilliam Childs Westmoreland was born in &lt;a href=\"Spartanburg%20County%2C%20South%20Carolina\"&gt;Spartanburg County, South Carolina&lt;/a&gt;, on March 26, 1914 to Eugenia Talley Childs and James Ripley Westmoreland. His &lt;a href=\"upper%20middle%20class\"&gt;upper middle class&lt;/a&gt; family was involved in the local banking and textile industries. At the age of 15, William became an &lt;a href=\"Eagle%20Scout%20%28Boy%20Scouts%20of%20America%29\"&gt;Eagle Scout&lt;/a&gt; in his &lt;a href=\"Boy%20Scouts%20of%20America\"&gt;Boy Scouts of America&lt;/a&gt; (BSA) local council's Troop 1, and was recipient of the &lt;a href=\"Distinguished%20Eagle%20Scout%20Award\"&gt;Distinguished Eagle Scout Award&lt;/a&gt; and &lt;a href=\"Silver%20Buffalo\"&gt;Silver Buffalo&lt;/a&gt; from the BSA as a young adult. After spending a year at &lt;a href=\"The%20Citadel%2C%20The%20Military%20College%20of%20South%20Carolina\"&gt;The Citadel&lt;/a&gt; in 1932, he was appointed to attend the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; on the nomination of Senator &lt;a href=\"James%20F.%20Byrnes\"&gt;James F. Byrnes&lt;/a&gt;, a family friend. His motive for entering West Point was \"to see the world\". He was a member of a distinguished West Point class that also included &lt;a href=\"Creighton%20Abrams\"&gt;Creighton Abrams&lt;/a&gt; and &lt;a href=\"Benjamin%20O.%20Davis%20Jr.\"&gt;Benjamin O. Davis Jr.&lt;/a&gt; Westmoreland graduated as first captain—the highest cadet rank—and received the Pershing Sword, which is \"presented to the cadet with highest level of military proficiency\". Westmoreland also served as the superintendent of the Protestant Sunday School Teachers.\nMilitary career.\nFollowing graduation from West Point in 1936, Westmoreland became an artillery officer and served in several assignments with the 18th Field Artillery at Fort Sill. In 1939, he was promoted to first lieutenant, after which he was a battery commander and battalion staff officer with the 8th Field Artillery at Schofield Barracks, Hawaii.\nWorld War II.\nIn World War II, Westmoreland saw combat with the 34th Field Artillery Battalion, &lt;a href=\"9th%20Infantry%20Division%20%28United%20States%29\"&gt;9th Infantry Division&lt;/a&gt;, in &lt;a href=\"French%20Tunisia\"&gt;Tunisia&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, &lt;a href=\"Vichy%20France\"&gt;France&lt;/a&gt;, and &lt;a href=\"Nazi%20Germany\"&gt;Germany&lt;/a&gt;; he commanded the 34th Battalion in Tunisia and Sicily. He reached the temporary wartime rank of &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt;, and on October 13, 1944, was appointed the &lt;a href=\"chief%20of%20staff\"&gt;chief of staff&lt;/a&gt; of the 9th Infantry Division.\n1945–1952.\nAfter the war, Westmoreland completed &lt;a href=\"paratrooper\"&gt;paratrooper&lt;/a&gt; training at the &lt;a href=\"United%20States%20Army%20Airborne%20School\"&gt;Army's jump school&lt;/a&gt; in 1946. He then commanded the &lt;a href=\"504th%20Parachute%20Infantry%20Regiment\"&gt;504th Parachute Infantry Regiment&lt;/a&gt;, &lt;a href=\"82nd%20Airborne%20Division\"&gt;82nd Airborne Division&lt;/a&gt;. From 1947 to 1950, he served as chief of staff for the 82nd Airborne Division. He was an instructor at the &lt;a href=\"Command%20and%20General%20Staff%20College\"&gt;Command and General Staff College&lt;/a&gt; from August to October 1950 and at the newly organized &lt;a href=\"United%20States%20Army%20War%20College\"&gt;Army War College&lt;/a&gt; from October 1950 to July 1952.\nKorean War.\nFrom July 1952 to October 1953, Westmoreland commanded the &lt;a href=\"187th%20Infantry%20Regiment%20%28United%20States%29\"&gt;187th Airborne Regimental Combat Team&lt;/a&gt; in Japan and Korea. He was promoted to &lt;a href=\"brigadier%20general\"&gt;brigadier general&lt;/a&gt; in November 1952 at the age of 38, making him one of the youngest U.S. Army generals in the post-World War II era. \n1953–1964.\nAfter returning to the United States in October 1953, Westmoreland was deputy assistant chief of staff, G–1, for manpower control on the Army staff until 1955. In 1954, Westmoreland completed a three-month management program at &lt;a href=\"Harvard%20Business%20School\"&gt;Harvard Business School&lt;/a&gt;. As Stanley Karnow noted, \"Westy was a corporation executive in uniform.\" From 1955 to 1958, he was the United States Army's Secretary of the General Staff. He then commanded the &lt;a href=\"101st%20Airborne%20Division\"&gt;101st Airborne Division&lt;/a&gt; from 1958 to 1960. He was &lt;a href=\"Superintendent%20of%20the%20United%20States%20Military%20Academy\"&gt;Superintendent of the United States Military Academy&lt;/a&gt; from 1960 to 1963. In 1962, Westmoreland was admitted as an honorary member of the Massachusetts &lt;a href=\"Society%20of%20the%20Cincinnati\"&gt;Society of the Cincinnati&lt;/a&gt;. He was promoted to lieutenant general in July 1963 and was Commanding General of the &lt;a href=\"XVIII%20Airborne%20Corps\"&gt;XVIII Airborne Corps&lt;/a&gt; from 1963 to 1964.\nVietnam War.\nThe attempted French re-colonization of &lt;a href=\"First%20Indochina%20War\"&gt;Vietnam&lt;/a&gt; following World War II culminated in a decisive &lt;a href=\"French%20Fourth%20Republic\"&gt;French&lt;/a&gt; defeat at the &lt;a href=\"Battle%20of%20Dien%20Bien%20Phu\"&gt;Battle of Dien Bien Phu&lt;/a&gt;. The Geneva Conference (April 26 – July 20, 1954) discussed the possibility of restoring peace in &lt;a href=\"Indochina\"&gt;Indochina&lt;/a&gt;, and temporarily separated Vietnam into two zones, a northern zone to be governed by the Việt Minh, and a southern zone to be governed by the &lt;a href=\"State%20of%20Vietnam\"&gt;State of Vietnam&lt;/a&gt;, then headed by former emperor &lt;a href=\"B%E1%BA%A3o%20%C4%90%E1%BA%A1i\"&gt;Bảo Đại&lt;/a&gt;. A Conference Final Declaration, issued by the British chairman of the conference, provided that a general election be held by July 1956 to create a unified Vietnamese state. Although presented as a consensus view, this document was not accepted by the delegates of either the State of Vietnam or the United States. In addition, China, the Soviet Union and other communist nations recognized the North while the United States and other non-communist states recognized the South as the legitimate government. By the time Westmoreland became army commander in &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt;, the option of a Korea-type settlement with a large demilitarized zone separating north and south, favored by military and diplomatic figures, had been rejected by the US government whose objectives were to achieve a decisive victory and not to use vastly greater resources. The infiltration by regular &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt; forces into the South could not be dealt with by aggressive action against the northern state because intervention by China was something the US government was concerned to avoid, but President &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; had given commitments to uphold South Vietnam against communist &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt;.\nArmy Chief of Staff &lt;a href=\"Harold%20Keith%20Johnson\"&gt;Harold Keith Johnson&lt;/a&gt; came to see U.S. goals as having become mutually inconsistent, because defeating the Communists would require declaring a national emergency and fully mobilizing the resources of the US. General Johnson was critical of Westmoreland's defused corporate style, considering him overattentive to what government officials wanted to hear. Nonetheless, Westmoreland was operating within longstanding army protocols of subordinating the military to civilian policymakers. The most important constraint was staying on the strategic defensive out of fear of Chinese intervention, but at the same time President &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; had made it clear that there was a higher commitment to defending Vietnam. Much of the thinking about defense was by academics turned government advisors who concentrated on nuclear weapons, seen as making conventional war obsolete. The fashion for counter-insurgency thinking also denigrated the role of &lt;a href=\"conventional%20warfare\"&gt;conventional warfare&lt;/a&gt;. Despite the inconclusive outcome of the Korean War, Americans expected their wars to end with the unconditional surrender of the enemy.\nThe &lt;a href=\"Gulf%20of%20Tonkin%20incident\"&gt;Gulf of Tonkin incident&lt;/a&gt; of 2 August 1964 led to a dramatic increase in direct American participation in the war, with nearly 200,000 troops deployed by the end of the year. &lt;a href=\"Viet%20Cong%20and%20PAVN%20strategy%2C%20organization%20and%20structure\"&gt;Viet Cong and PAVN strategy, organization and structure&lt;/a&gt; meant Westmoreland faced a dual threat. Regular North Vietnamese army units infiltrating across the remote border were apparently concentrating to mount an offensive and Westmoreland considered this the danger that had to be tackled immediately. There was also entrenched guerrilla subversion throughout the heavily populated coastal regions by the &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt;. Consistent with the enthusiasm of &lt;a href=\"Robert%20McNamara\"&gt;Robert McNamara&lt;/a&gt; for statistics, Westmoreland placed emphasis on &lt;a href=\"body%20count\"&gt;body count&lt;/a&gt; and cited the &lt;a href=\"Battle%20of%20Ia%20Drang\"&gt;Battle of Ia Drang&lt;/a&gt; as evidence the communists were losing. However, the government wished to win at low cost, and policymakers received McNamara's interpretation indicating huge American casualties in prospect, prompting a reassessment of what could be achieved. Moreover, the Battle of Ia Drang was unusual in that US troops brought a large enemy formation to battle. After talking to junior officers General Westmoreland became skeptical about localised concentrated &lt;a href=\"search%20and%20destroy\"&gt;search and destroy&lt;/a&gt; sweeps of short duration, because the Communist forces controlled whether there were military engagements, giving an option to simply avoid battle with US forces if the situation warranted it. The alternative of sustained countrywide pacification operations, which would require massive use of US manpower, was never available to Westmoreland, because it was considered politically unacceptable.\nIn public at least, he continued to be sanguine about the progress being made throughout his time in Vietnam, though supportive journalist &lt;a href=\"James%20Reston\"&gt;James Reston&lt;/a&gt; thought Westmoreland's characterizing of the conflict as &lt;a href=\"attrition%20warfare\"&gt;attrition warfare&lt;/a&gt; presented his generalship in a misleading light. Westmoreland's critics say his successor, General &lt;a href=\"Creighton%20Abrams\"&gt;Creighton Abrams&lt;/a&gt;, deliberately switched emphasis away from what Westmoreland dubbed attrition. Revisionists point to Abrams's first big operation being a tactical success that disrupted North Vietnamese build up, but resulted in the &lt;a href=\"Battle%20of%20Hamburger%20Hill\"&gt;Battle of Hamburger Hill&lt;/a&gt;, a political disaster that effectively curtailed Abrams's freedom to continue with such operations.\nCommander of Military Assistance Command, Vietnam (MACV).\nWestmoreland was sent to Vietnam in 1963. In January 1964, he became deputy commander of &lt;a href=\"Military%20Assistance%20Command%2C%20Vietnam\"&gt;Military Assistance Command, Vietnam&lt;/a&gt; (MACV), succeeding &lt;a href=\"Paul%20D.%20Harkins\"&gt;Paul D. Harkins&lt;/a&gt; as commander in June. Secretary of Defense &lt;a href=\"Robert%20McNamara\"&gt;Robert McNamara&lt;/a&gt; told President &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; in April that Westmoreland was \"the best we have, without question\". As the head of the MACV, he was known for highly publicized, positive assessments of U.S. military prospects in &lt;a href=\"South%20Vietnam\"&gt;Vietnam&lt;/a&gt;. In 1965, &lt;a href=\"Time%20%28magazine%29\"&gt;TIME&lt;/a&gt; named him man of the year. He was mentioned in another \"Time\" magazine article as a potential candidate for the &lt;a href=\"1968%20United%20States%20presidential%20election\"&gt;1968 Republican presidential nomination&lt;/a&gt;.\nAs time went on, the strengthening of communist combat forces in the South led to regular requests for increases in U.S. troop strength, from 16,000 when Westmoreland arrived to its peak of 535,000 in 1968 when he was promoted to &lt;a href=\"Chief%20of%20Staff%20of%20the%20United%20States%20Army\"&gt;Army chief of staff&lt;/a&gt;. On April 28, 1967, Westmoreland addressed a joint session of Congress. \"In evaluating the enemy strategy\", he said, \"it is evident to me that he believes our Achilles heel is our resolve. ... Your continued strong support is vital to the success of our mission. ... Backed at home by resolve, confidence, patience, determination, and continued support, we will prevail in Vietnam over the communist aggressor!\" Westmoreland claimed that under his leadership, United States forces \"won every battle\". The turning point of the war was the 1968 &lt;a href=\"Tet%20Offensive\"&gt;Tet Offensive&lt;/a&gt;, in which &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; forces attacked cities and towns throughout &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt;. At the time, Westmoreland was focused on the &lt;a href=\"Battle%20of%20Khe%20Sanh\"&gt;Battle of Khe Sanh&lt;/a&gt; and considered the Tet Offensive to be a diversionary attack. It is not clear if Khe Sanh was meant to be distraction for the Tet Offensive or vice versa; sometimes this is called the &lt;a href=\"Battle%20of%20Khe%20Sanh%23Riddle%20of%20Khe%20Sanh\"&gt;Riddle of Khe Sanh&lt;/a&gt;. Regardless, U.S. and South Vietnamese troops successfully fought off the attacks during the Tet Offensive, and the communist forces took heavy losses, but the ferocity of the assault shook public confidence in Westmoreland's previous assurances about the state of the war. Political debate and public opinion led the &lt;a href=\"Lyndon%20B.%20Johnson%20Administration\"&gt;Johnson administration&lt;/a&gt; to limit further increases in U.S. troop numbers in Vietnam. Nine months afterward, when the &lt;a href=\"My%20Lai%20Massacre\"&gt;My Lai Massacre&lt;/a&gt; reports started to break, Westmoreland resisted pressure from the incoming &lt;a href=\"Nixon%20administration\"&gt;Nixon administration&lt;/a&gt; for a cover-up, and pressed for a full and impartial investigation by Lieutenant General &lt;a href=\"William%20Peers\"&gt;William R. Peers&lt;/a&gt;. However, a few days after the tragedy, he had praised the same involved unit on the \"outstanding job\", for the \"U.S. infantrymen had killed 128 Communists [\"sic\"] in a bloody day-long battle\". Post 1969 Westmoreland also made efforts to investigate the &lt;a href=\"Phong%20Nh%E1%BB%8B%20and%20Phong%20Nh%E1%BA%A5t%20massacre\"&gt;Phong Nhị and Phong Nhất massacre&lt;/a&gt; a year after the event occurred.\nWestmoreland was convinced that the Vietnamese communists could be destroyed by fighting a war of &lt;a href=\"Attrition%20warfare\"&gt;attrition&lt;/a&gt; that, theoretically, would render the &lt;a href=\"Vietnam%20People%27s%20Army\"&gt;Vietnam People's Army&lt;/a&gt; unable to fight. His war strategy was marked by heavy use of artillery and airpower and repeated attempts to engage the communists in large-unit battles, and thereby exploit the US's vastly superior firepower and technology. Westmoreland's response, to those Americans who criticized the high casualty rate of Vietnamese civilians, was: \"It does deprive the enemy of the population, doesn't it?\" However, the &lt;a href=\"North%20Vietnamese%20Army\"&gt;North Vietnamese Army&lt;/a&gt; (NVA) and the &lt;a href=\"National%20Liberation%20Front%20of%20South%20Vietnam\"&gt;National Liberation Front of South Vietnam&lt;/a&gt; (NLF) were able to dictate the pace of attrition to fit their own goals: by continuing to fight a guerrilla war and avoiding large-unit battles, they denied the Americans the chance to fight the kind of war they were best at, and they ensured that attrition would wear down the American public's support for the war faster than they.\nWestmoreland repeatedly rebuffed or suppressed attempts by &lt;a href=\"John%20Paul%20Vann\"&gt;John Paul Vann&lt;/a&gt; and &lt;a href=\"Lew%20Walt\"&gt;Lew Walt&lt;/a&gt; to shift to a \"pacification\" strategy. Westmoreland had little appreciation of the patience of the American public for his time frame, and was struggling to persuade President Johnson to approve widening the war into &lt;a href=\"Kingdom%20of%20Cambodia%20%281953%E2%80%931970%29\"&gt;Cambodia&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Laos\"&gt;Laos&lt;/a&gt; in order to interdict the &lt;a href=\"Ho%20Chi%20Minh%20trail\"&gt;Ho Chi Minh trail&lt;/a&gt;. He was unable to use the absolutist stance that \"we can't win unless we expand the war\". Instead, he focused on \"positive indicators\", which ultimately turned worthless when the Tet Offensive occurred, since all his pronouncements of \"positive indicators\" did not hint at the possibility of such a last-gasp dramatic event. Tet outmaneuvered all of Westmoreland's pronouncements on \"positive indicators\" in the minds of the American public. \nAt one point in 1968, Westmoreland considered the use of &lt;a href=\"nuclear%20weapons\"&gt;nuclear weapons&lt;/a&gt; in Vietnam in a contingency plan codenamed &lt;a href=\"Fracture%20Jaw\"&gt;Fracture Jaw&lt;/a&gt;, which was abandoned when it became known to the White House.\nChief of Staff of the United States Army.\nIn June 1968, Westmoreland was appointed by President Lyndon B. Johnson to succeed General &lt;a href=\"Harold%20Keith%20Johnson\"&gt;Harold K. Johnson&lt;/a&gt; as &lt;a href=\"Chief%20of%20Staff%20of%20the%20United%20States%20Army\"&gt;Chief of Staff of the United States Army&lt;/a&gt;. Shortly after the Tet Offensive, it was announced that General &lt;a href=\"Creighton%20Abrams\"&gt;Creighton Abrams&lt;/a&gt; would succeed Westmoreland as commander of the MACV. Although the decision had been made in late 1967, it was widely seen in the media as a punishment for being caught off-guard by the communist assault.\nWestmoreland served as Chief of Staff from 1968 to 1972. In 1970, in response to the &lt;a href=\"My%20Lai%20Massacre\"&gt;My Lai Massacre&lt;/a&gt; by U.S. Army forces and the subsequent cover-up by the Army chain of command, he commissioned an investigation that compiled a comprehensive and seminal study of leadership within the Army during the Vietnam War demonstrating a severe erosion of adherence to the army's officer code of \"Duty, Honor, Country\". The report, entitled \"Study on Military Professionalism\", had a profound influence on Army policies, beginning with Westmoreland's decision to end the policy that officers serving in Vietnam would be rotated into a different post after only six months. However, to lessen the impact of this damaging report, Westmoreland ordered that the document be kept on \"close hold\" across the entire Army for a period of two years and not disseminated to War College attendees. The report became known to the public only after Westmoreland retired in 1972.\nWestmoreland tried to make Army life more attractive during the transition to the all-volunteer force by eliminating reveille formations at dawn, allowing beer to be served in mess halls during evening meals, omitting bed check, easing pass policies, and other directives.\nWestmoreland's tenure as Chief of Staff ended on June 30, 1972. He was offered the position of &lt;a href=\"Supreme%20Headquarters%20Allied%20Powers%20Europe\"&gt;Supreme Allied Commander in Europe&lt;/a&gt;, but opted to retire on June 30, 1972. He was awarded the &lt;a href=\"Distinguished%20Service%20Medal%20%28U.S.%20Army%29\"&gt;Army Distinguished Service Medal&lt;/a&gt; by President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;.\nLater years.\nWestmoreland ran unsuccessfully for &lt;a href=\"Governor%20of%20South%20Carolina\"&gt;Governor of South Carolina&lt;/a&gt; as a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; in the &lt;a href=\"1974%20South%20Carolina%20gubernatorial%20election\"&gt;1974 election&lt;/a&gt;. He published his autobiography the following year. Westmoreland later served on a task force to improve educational standards in the state of South Carolina.\nIn 1986, Westmoreland served as &lt;a href=\"grand%20marshal\"&gt;grand marshal&lt;/a&gt; of the Chicago Vietnam Veterans parade. The parade, attended by 200,000 Vietnam veterans and more than half a million spectators, did much to repair the rift between Vietnam veterans and the American public.\nWestmoreland versus CBS: \"The Uncounted Enemy\".\n&lt;a href=\"Mike%20Wallace\"&gt;Mike Wallace&lt;/a&gt; interviewed Westmoreland for the &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; special \"&lt;a href=\"The%20Uncounted%20Enemy\"&gt;The Uncounted Enemy&lt;/a&gt;: A Vietnam Deception\". The documentary, shown on January 23, 1982, and prepared largely by CBS producer &lt;a href=\"George%20Crile%20III\"&gt;George Crile III&lt;/a&gt;, alleged that Westmoreland and others had deliberately understated &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt; troop strength during 1967 in order to maintain U.S. troop morale and domestic support for the war. Westmoreland filed a lawsuit against CBS.\nIn \"&lt;a href=\"Westmoreland%20v.%20CBS\"&gt;Westmoreland v. CBS&lt;/a&gt;\", Westmoreland sued Wallace and CBS for &lt;a href=\"libel\"&gt;libel&lt;/a&gt;, and a lengthy legal process began. Just days before the lawsuit was to go to the jury, Westmoreland suddenly settled with CBS, and they issued a joint statement of understanding. Some contend that Judge Leval's instructions to the jury over what constituted \"actual malice\" to prove libel convinced Westmoreland's lawyers that he was certain to lose. Others point out that the settlement occurred after two of Westmoreland's former intelligence officers, Major General Joseph McChristian and Colonel Gains Hawkins, testified to the accuracy of the substantive allegations of the broadcast, which were that Westmoreland ordered changes in intelligence reports on Viet Cong troop strengths for political reasons. Disagreements persist about the appropriateness of some of the methods of CBS's editors.\nA deposition by McChristian indicates that his organization developed improved intelligence on the number of irregular Viet Cong combatants shortly before he left Vietnam on a regularly scheduled rotation. The numbers troubled Westmoreland, who feared that the press would not understand them. He did not order them changed, but instead did not include the information in reporting to Washington, which in his view was not appropriate to report.\nBased on later analysis of the information from all sides, it appears clear that Westmoreland could not sustain a libel suit because CBS's principal allegation was that he had caused intelligence officers to suppress facts. Westmoreland's anger was caused by the implication of the broadcast that his intent was fraudulent and that he ordered others to lie.\nDuring the acrimonious trial, Mike Wallace was hospitalized for depression, and despite the legal conflict separating the two, Westmoreland and his wife sent him flowers. Wallace's memoir is generally sympathetic to Westmoreland, although he makes it clear he disagreed with him on issues surrounding the Vietnam War and the Nixon Administration's policies in Southeast Asia.\nViews on Vietnam War.\nIn a 1998 interview for \"&lt;a href=\"George%20%28magazine%29\"&gt;George&lt;/a&gt;\" magazine, Westmoreland criticized the battlefield prowess of his direct opponent, North Vietnamese general &lt;a href=\"V%C3%B5%20Nguy%C3%AAn%20Gi%C3%A1p\"&gt;Võ Nguyên Giáp&lt;/a&gt;. \"Of course, he [Giap] was a formidable adversary\", Westmoreland told correspondent &lt;a href=\"W.%20Thomas%20Smith%2C%20Jr.\"&gt;W. Thomas Smith Jr.&lt;/a&gt; \"Let me also say that Giap was trained in small-unit, guerrilla tactics, but he persisted in waging a big-unit war with terrible losses to his own men. By his own admission, by early 1969, I think, he had lost, what, a half million soldiers? He reported this. Now such a disregard for human life may make a formidable adversary, but it does not make a military genius. An American commander losing men like that would hardly have lasted more than a few weeks.\" In the 1974 film \"&lt;a href=\"Hearts%20and%20Minds%20%28film%29\"&gt;Hearts and Minds&lt;/a&gt;\", Westmoreland opined that \"The Oriental doesn't put the same high price on life as does a Westerner. Life is plentiful, life is cheap in the Orient. And as the philosophy of the Orient expresses it: Life is not important.\"\nWestmoreland's view has been heavily criticized by &lt;a href=\"Nick%20Turse\"&gt;Nick Turse&lt;/a&gt;, the author of the book \"Kill Anything That Moves: The Real American War in Vietnam\". Turse said that many of the Vietnamese killed were actually innocent civilians, and the Vietnamese casualties were not just caused by military cross-fire but were a direct result of the U.S. policy and tactics, for example the policy \"kill everything that moves\" which enabled the U.S. soldiers to shoot civilians for \"suspicious behavior\". He concluded that, after having \"spoken to survivors of massacres by United States forces at Phi Phu, Trieu Ai, My Luoc and so many other hamlets, I can say with certainty that Westmoreland's assessment was false\". He also accused Westmoreland of concealing evidence of atrocities from the American public when he was the Army Chief of Staff.\nHistorian Derek Frisby also criticized Westmoreland's view during an interview with \"&lt;a href=\"Deutsche%20Welle\"&gt;Deutsche Welle&lt;/a&gt;\":\nFor the remainder of his life, Westmoreland maintained that the United States did not lose the war in Vietnam; he stated instead that \"our country did not fulfill its commitment to South Vietnam. By virtue of Vietnam, the U.S. held the line for 10 years and stopped the &lt;a href=\"Domino%20theory\"&gt;dominoes from falling&lt;/a&gt;.\"\nPersonal life.\nWestmoreland first met his future wife, Katherine (Kitsy) Stevens Van Deusen, while stationed at &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt;; she was nine years old at the time and was the daughter of the post executive officer, Colonel Edwin R. Van Deusen. Westmoreland met her again in North Carolina when she was nineteen and a student at &lt;a href=\"University%20of%20North%20Carolina%20at%20Greensboro\"&gt;University of North Carolina at Greensboro&lt;/a&gt;. The couple married in May 1947 and had three children: a daughter, Katherine Stevens; a son, James Ripley II, and another daughter, Margaret Childs.\nJust hours after Westmoreland was sworn in as Army Chief of Staff on July 7, 1968, his brother-in-law, Lieutenant Colonel Frederick Van Deusen (commander of 2nd Battalion, &lt;a href=\"47th%20Infantry%20Regiment%20%28United%20States%29\"&gt;47th Infantry Regiment&lt;/a&gt;), was killed when his helicopter was shot down in the &lt;a href=\"Mekong%20Delta\"&gt;Mekong Delta&lt;/a&gt; region of Vietnam.\nWestmoreland died on July 18, 2005, at the age of 91 at the Bishop Gadsden retirement home in &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;. He had suffered from &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; during the final years of his life. He was buried on July 23, 2005, at the &lt;a href=\"West%20Point%20Cemetery\"&gt;West Point Cemetery&lt;/a&gt;, &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt;.\nThe &lt;a href=\"General%20William%20C.%20Westmoreland%20Bridge\"&gt;General William C. Westmoreland Bridge&lt;/a&gt; in &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;, is named in his honor.\nIn 1996, the &lt;a href=\"National%20Society%20of%20the%20Sons%20of%20the%20American%20Revolution\"&gt;National Society of the Sons of the American Revolution&lt;/a&gt; authorized the General William C. Westmoreland award. The award is given each year in recognition to an outstanding SAR veterans volunteer.\nWilliam Westmoreland was inducted as a Laureate of &lt;a href=\"The%20Lincoln%20Academy%20of%20Illinois\"&gt;The Lincoln Academy of Illinois&lt;/a&gt; and awarded the Order of Lincoln (the State's highest honor) by the Governor of Illinois in 1970 in the area of Government.\nMilitary awards.\nWestmoreland's military awards include:\nDates of rank.\n &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; class of 1936\n&lt;a href=\"Retired%20military\"&gt;Retired&lt;/a&gt; from active service in July 1972."
}