{
    "id": "8029516",
    "revid": "1038614501",
    "url": "https://en.wikipedia.org/wiki?curid=8029516",
    "title": "Rio 500",
    "text": "The Rio 500 is considered the first of the Second Generation &lt;a href=\"MP3\"&gt;MP3&lt;/a&gt; &lt;a href=\"digital%20audio%20player\"&gt;digital audio player&lt;/a&gt; (portable digital audio player), and was produced by &lt;a href=\"Diamond%20Multimedia\"&gt;Diamond Multimedia&lt;/a&gt;. It shipped September 22, 1999. The Rio 500 was the successor of the &lt;a href=\"Rio%20PMP300\"&gt;Rio PMP300&lt;/a&gt;, and provided a number of user requested features (including USB and higher audio quality). There were many reviews of the Rio 500. \nFeatures.\nThe Rio 500 was the first MP3 player to allow file transfer via &lt;a href=\"USB\"&gt;USB&lt;/a&gt; cable, and &lt;a href=\"Personal%20computer\"&gt;PC&lt;/a&gt; &amp; &lt;a href=\"Macintosh\"&gt;Mac&lt;/a&gt; support. It features 64 MB of flash memory available for music, has light blue backlight, ability to set bookmarks, has an expansion card slot (&lt;a href=\"SmartMedia\"&gt;SmartMedia&lt;/a&gt; card) and is powered by one AA battery. It is roughly the size of a standard pack of playing cards. Subsequent firmware updates made better use of the available screen space by displaying additional track information including bitrate.\nNon-standard USB.\nThe Rio 500 has a USB port that looks like the standard 5-pin mini-B type, however it is not compatible with modern USB mini-B cables. The USB1.1 spec was released in September 1998 and the 500 didn't go on sale until a year later, however the spec for mini-B cables and receptacles was not established until October 2000. Before then, some digital cameras had adopted the mini-B connector using a pinout with the data lines reversed (relative to spec) and the +5V line disconnected; the Rio 500 also had adopted the pre-out October 2000 pinout. USB cables that were included with these devices usually had an arrow shape imprinted on the mini connector rather than the USB \"trident\" logo. Any cable used for the Rio 500 must have the +5V line (red wire) cut or it may cause damage when connected with a power source. Replacement cables were available as Rio Part # 90260017-001.\nSoftware Support.\nDiamond no longer provides support for the Rio, and the last version of &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt; to work with Diamond's Rio software was Windows 98/2000. Consequently, owners wanting to keep their Rio working use independently produced freeware programs such as &lt;a href=\"http%3A//www.parkverbot.org/harald/download/\"&gt;\"Dreaming of Brazil\"&lt;/a&gt; or &lt;a href=\"http%3A//www.drilsej.com/rio/\"&gt;\"RIOsitude\"&lt;/a&gt; to upload audio files to the player. Similarly, limited &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt; command-line based support for the Rio is provided by the &lt;a href=\"http%3A//www.oualline.com/sw/\"&gt;rioutils&lt;/a&gt; package."
}