{
    "id": "803204",
    "revid": "1040395375",
    "url": "https://en.wikipedia.org/wiki?curid=803204",
    "title": "Middlesex Sevens",
    "text": "The Middlesex Sevens was a &lt;a href=\"Rugby%20Sevens\"&gt;Rugby Sevens&lt;/a&gt; tournament held annually at &lt;a href=\"Twickenham%20stadium\"&gt;Twickenham stadium&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt; until 2011. It was first held in 1926, and started by Dr J.A. Russell-Cargill, a London-based Scot. The event was held at the end of the rugby union season in May every year for 75 years and moved to August in 2001 due to lack of available stadium dates and players in May. The Middlesex Sevens tournament was last played in 2011, as the new &lt;a href=\"Premiership%20Rugby%207s%20Series\"&gt;Premiership Rugby 7s Series&lt;/a&gt; caused many of the top clubs that previously took part to pull out.\nThis &lt;a href=\"Rugby%20Sevens\"&gt;Rugby Sevens&lt;/a&gt; tournament was a charitable event, officially called the Middlesex Charity Sevens, with the beneficiaries being &lt;a href=\"Wooden%20Spoon%20Society\"&gt;Wooden Spoon&lt;/a&gt; and the RFU's &lt;a href=\"Rugby%20Football%20Union\"&gt;RFU&lt;/a&gt; Injured Players Fund. Middlesex Charity Sevens has raised over £10 million for charities.\nIt was famously won by non-rugby union side Wigan (rugby league) in 1996 and again by a rugby league side in 2001 (Bradford Bulls).\nPlayers.\nThe Middlesex Sevens has seen many notable great players take the field including &lt;a href=\"Waisale%20Serevi\"&gt;Waisale Serevi&lt;/a&gt;, &lt;a href=\"Eric%20Rush\"&gt;Eric Rush&lt;/a&gt;, &lt;a href=\"Lawrence%20Dallaglio\"&gt;Lawrence Dallaglio&lt;/a&gt;, &lt;a href=\"Henry%20Paul\"&gt;Henry Paul&lt;/a&gt;, &lt;a href=\"Robbie%20Paul\"&gt;Robbie Paul&lt;/a&gt;, &lt;a href=\"Clive%20Woodward\"&gt;Clive Woodward&lt;/a&gt;, &lt;a href=\"Will%20Carling\"&gt;Will Carling&lt;/a&gt;, &lt;a href=\"JPR%20Williams\"&gt;JPR Williams&lt;/a&gt;, &lt;a href=\"Alexander%20Obolensky\"&gt;Prince Alexander Obolensky&lt;/a&gt;, &lt;a href=\"Frank%20Whitcombe\"&gt;Frank Whitcombe&lt;/a&gt;, &lt;a href=\"David%20Sole\"&gt;David Sole&lt;/a&gt;, &lt;a href=\"Va%27aiga%20Tuigamala\"&gt;Va'aiga Tuigamala&lt;/a&gt;, &lt;a href=\"Martin%20Offiah\"&gt;Martin Offiah&lt;/a&gt;, &lt;a href=\"Ben%20Gollings\"&gt;Ben Gollings&lt;/a&gt;, &lt;a href=\"Simon%20Amor\"&gt;Simon Amor&lt;/a&gt;, &lt;a href=\"David%20Strettle\"&gt;David Strettle&lt;/a&gt;, &lt;a href=\"Josh%20Lewsey\"&gt;Josh Lewsey&lt;/a&gt;, &lt;a href=\"Andy%20Ripley\"&gt;Andy Ripley&lt;/a&gt; and &lt;a href=\"Ollie%20Phillips%20%28rugby%20union%29\"&gt;Ollie Phillips&lt;/a&gt; amongst others.\nHistory.\nTraditionally the Middlesex Sevens was an invitation tournament with entertainment derived from overseas and qualifying sides challenging the rugby union top teams. In 2005 the tournament became a twelve team competition with &lt;a href=\"Rugby%20Premiership\"&gt;Rugby Premiership&lt;/a&gt; teams only participating. In 2008 the tournament reverted to sixteen teams. The 2010 final was played between London Irish who fielded three Armitage brothers and ULR Samurai with a strong international contingent.\n&lt;a href=\"Brazil%20national%20rugby%20sevens%20team\"&gt;Brazil&lt;/a&gt; was amongst the teams invited to take part in the 2011 Vauxhall Middlesex Charity 7s. The Final was played between Esher RFC and Samurai.\nTwo &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; clubs have won the Middlesex Sevens: firstly &lt;a href=\"Wigan%20Warriors\"&gt;Wigan&lt;/a&gt;, who brought a star-studded team including Offiah, &lt;a href=\"Shaun%20Edwards\"&gt;Shaun Edwards&lt;/a&gt;, &lt;a href=\"Andy%20Farrell\"&gt;Andy Farrell&lt;/a&gt;, Tuigamala and a young &lt;a href=\"Jason%20Robinson%20%28rugby%20player%29\"&gt;Jason Robinson&lt;/a&gt; to Twickenham in 1996 as a tune-up before the union leg of their historic &lt;a href=\"Clash%20of%20the%20Codes%20%28rugby%29\"&gt;Clash of the Codes&lt;/a&gt; series against Bath. Wigan were joined on the honours list by &lt;a href=\"Bradford%20Bulls\"&gt;Bradford Bulls&lt;/a&gt;, champions in 2002.\nThe Women's Middlesex 7s was introduced in 2011, the final year of the tournament, and was won by Wooden Spoon Women."
}