{
    "id": "8035238",
    "revid": "8524693",
    "url": "https://en.wikipedia.org/wiki?curid=8035238",
    "title": "De Docta Ignorantia",
    "text": "De docta ignorantia () is a &lt;a href=\"book\"&gt;book&lt;/a&gt; on &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; and &lt;a href=\"theology\"&gt;theology&lt;/a&gt; by &lt;a href=\"Nicholas%20of%20Cusa\"&gt;Nicholas of Cusa&lt;/a&gt; (or Nicolaus Cusanus), who finished writing it on 12 February 1440 in his hometown of &lt;a href=\"Bernkastel-Kues\"&gt;Kues&lt;/a&gt;, Germany.\nEarlier scholars had discussed the question of \"learned ignorance\". &lt;a href=\"Augustine%20of%20Hippo\"&gt;Augustine of Hippo&lt;/a&gt;, for instance, stated \"Est ergo in nobis quaedam, ut dicam, docta ignorantia, sed docta spiritu dei, qui adiuvat infirmitatem nostram\" [\"There is therefore in us a certain learned ignorance, so to speak — an ignorance which we learn from that Spirit of God who helps our infirmities\"]; here he explains the working of the Holy Spirit among men and women, despite their human insufficiency, as a learned ignorance. The Christian writer &lt;a href=\"Pseudo-Dionysius%20the%20Areopagite\"&gt;Pseudo-Dionysius the Areopagite&lt;/a&gt; advises his reader to ἀγνώστως ἀνατάθητι, to \"strive upwards unknowingly\". &lt;a href=\"Bonaventure\"&gt;Bonaventura of Bagnoregio&lt;/a&gt; declared \"spiritus noster non-solum efficitur agilis ad ascensum verum etiam quadam ignorantia docta supra se ipsum rapitur in caliginem et excessum\" [\"we are lifted into divine knowing without directly striving for it\"].\nFor Cusanus, \"docta ignorantia\" means that since mankind can not grasp the &lt;a href=\"infinity\"&gt;infinity&lt;/a&gt; of a deity through rational knowledge, the limits of science need to be passed by means of speculation. This mode of inquiry blurs the borders between science and \"ignorantia\". In other words, both reason and a supra-rational understanding are needed to understand God. This leads to the \"&lt;a href=\"coincidentia%20oppositorum\"&gt;coincidentia oppositorum&lt;/a&gt;\", a union of opposites, a doctrine common in mystic beliefs from the Middle Ages. These ideas influenced other Renaissance scholars in Cusanus' day, such as &lt;a href=\"Pico%20della%20Mirandola\"&gt;Pico della Mirandola&lt;/a&gt;."
}