{
    "id": "80475",
    "revid": "18162346",
    "url": "https://en.wikipedia.org/wiki?curid=80475",
    "title": "Stilicho",
    "text": "Flavius Stilicho (; c. 359 – 22 August 408) was a military commander in the &lt;a href=\"Late%20Roman%20army\"&gt;Roman army&lt;/a&gt; who, for a time, became the most powerful man in the &lt;a href=\"Western%20Roman%20Empire\"&gt;Western Roman Empire&lt;/a&gt;. He was of &lt;a href=\"Vandals\"&gt;Vandal&lt;/a&gt; origins and married to &lt;a href=\"Serena%20%28wife%20of%20Stilicho%29\"&gt;Serena&lt;/a&gt;, the niece of emperor &lt;a href=\"Theodosius%20I\"&gt;Theodosius I&lt;/a&gt;. He became guardian for the underage &lt;a href=\"Honorius%20%28emperor%29\"&gt;Honorius&lt;/a&gt;. After nine years of struggle against barbarian and Roman enemies, political and military disasters finally allowed his enemies in the court of Honorius to remove him from power. His fall culminated in his arrest and execution in 408.\nOrigins and rise to power.\nStilicho (Στιλίχων \"Stilíchōn\" in Greek) was the son of a &lt;a href=\"Vandals\"&gt;Vandal&lt;/a&gt; cavalry officer and a provincial woman of Roman birth. Despite his father's origins there is little to suggest that Stilicho considered himself anything other than a Roman, and his high rank within the empire suggests that he was probably not an &lt;a href=\"Arianism\"&gt;Arian&lt;/a&gt; like many Germanic Christians but rather a &lt;a href=\"Nicene%20Christianity\"&gt;Nicene Christian&lt;/a&gt; like his patron &lt;a href=\"Theodosius%20I\"&gt;Theodosius I&lt;/a&gt;, who declared Nicene Christianity the official religion of the empire.\nStilicho joined the Roman army and rose through the ranks during the reign of Theodosius I, who ruled the &lt;a href=\"Eastern%20Roman%20Empire\"&gt;Eastern-half&lt;/a&gt; of the Roman Empire from Constantinople, and who was to become the last emperor to rule both the eastern and &lt;a href=\"Western%20Roman%20Empire\"&gt;western&lt;/a&gt; halves of the empire jointly. In 383, Theodosius sent him as an envoy to the court of the Persian King &lt;a href=\"Shapur%20III\"&gt;Shapur III&lt;/a&gt; in &lt;a href=\"Ctesiphon\"&gt;Ctesiphon&lt;/a&gt; to negotiate a peace settlement relating to the partition of &lt;a href=\"Roman%20Armenia\"&gt;Armenia&lt;/a&gt;. Upon his return to Constantinople at the successful conclusion of peace talks, Stilicho was promoted to &lt;a href=\"Count%20of%20the%20Stable\"&gt;\"comes sacri stabuli\"&lt;/a&gt; and soon after to \"&lt;a href=\"comes%20domesticorum\"&gt;comes domesticorum&lt;/a&gt;\". In 393 Theodosius promoted Stilicho to &lt;a href=\"Magister%20militum\"&gt;\"comes et magister utriusque militiae\"&lt;/a&gt; and gave him command of the campaign against the Goths in the Balkans. The emperor recognized that Stilicho could be a valuable ally, and to form a blood tie with him, Theodosius married his adopted niece &lt;a href=\"Serena%20%28wife%20of%20Stilicho%29\"&gt;Serena&lt;/a&gt; to Stilicho. The marriage took place around the time of Stilicho's mission to Persia, and ultimately Serena gave birth to a son, who was named &lt;a href=\"Eucherius%20%28son%20of%20Stilicho%29\"&gt;Eucherius&lt;/a&gt;, and two daughters, &lt;a href=\"Maria%2C%20daughter%20of%20Stilicho\"&gt;Maria&lt;/a&gt; and &lt;a href=\"Thermantia\"&gt;Thermantia&lt;/a&gt;.\nAfter the death of the Western emperor &lt;a href=\"Valentinian%20II\"&gt;Valentinian II&lt;/a&gt; in 392, Stilicho helped raise the Eastern Roman army that Theodosius led to victory over the Western army at the &lt;a href=\"Battle%20of%20the%20Frigidus\"&gt;Battle of the Frigidus&lt;/a&gt;, and was one of the Eastern leaders in that battle. One of his comrades during the campaign was the &lt;a href=\"Visigoths\"&gt;Visigothic&lt;/a&gt; warlord &lt;a href=\"Alaric%20I\"&gt;Alaric&lt;/a&gt;, who commanded a substantial number of Gothic auxiliaries. Alaric would go on to become Stilicho's chief adversary during his later career as the head of the Western Roman armies. Stilicho distinguished himself at the Frigidus, and Theodosius, exhausted by the campaign, saw him as a man worthy of responsibility for the future safety of the empire. The last emperor of a united Rome appointed Stilicho guardian of his son &lt;a href=\"Honorius%20%28emperor%29\"&gt;Honorius&lt;/a&gt;, with the rank of \"comes et magister utriusque militiae praesentalis\" (supreme commander), shortly before his death in 395.\nAt the time of Theodosius's death, the field armies that had clashed at the Frigidus were still in disarray and fighting was still continuing. &lt;a href=\"Claudian\"&gt;Claudian&lt;/a&gt;, Stilicho's panegyrist, makes Theodosius's spirit say \"When I was raised to heaven disorder... and tumult did I leave behind me. The army was still drawing the forbidden sword in that Alpine war, and conquerors and conquered gave alternate cause for dissension. Scarce could this madness have been calmed by my vigilance, much less by a boy's rule... 'Twas then that Stilicho took my place...\"\nServing Honorius.\nFollowing the death of Theodosius, Honorius became emperor of the &lt;a href=\"Western%20Roman%20Empire%23Theodosian%20dynasty%20%28392%E2%80%93455%29\"&gt;Western Roman Empire&lt;/a&gt; while his brother &lt;a href=\"Arcadius\"&gt;Arcadius&lt;/a&gt; was placed on the &lt;a href=\"Eastern%20Roman%20Empire\"&gt;Eastern&lt;/a&gt; throne in Constantinople. As both were underage, Theodosius appointed Stilicho as the caretaker for Honorius until he came of age. He would claim to have been given a similar role in regards to Arcadius, although no independent verification of this exists. Neither proved to powerfully assert themselves as leaders, and Stilicho came to be the \"de facto\" commander-in-chief of the Roman armies in the west while his rival &lt;a href=\"Rufinus%20%28consul%29\"&gt;Rufinus&lt;/a&gt; became the power behind the throne in the east. To strengthen his hold over the emperor, he gave Honorius his daughter Maria's hand in marriage in 398, and after her death, Thermantia's in 408. Stilicho used his military leadership as well as Honorius' youth and inexperience to consolidate his authority over the empire, though he acquired many rivals and enemies in the process, both in the West and East.\nThe First campaign against Alaric, 395 AD.\nHis first brush with such court politics came in 395. After the Battle of Frigidus the Goths, under their new king Alaric, were returning to their allotted lands in &lt;a href=\"Lower%20Moesia\"&gt;Lower Moesia&lt;/a&gt; when they decided to raid the countryside. By doing so Alaric effectively broke his treaty with Rome. Unfortunately for the Romans, the armies of the Eastern Empire were occupied with &lt;a href=\"Huns\"&gt;Hunnic&lt;/a&gt; incursions in &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt; and &lt;a href=\"Roman%20Syria\"&gt;Syria&lt;/a&gt;. Rufinus, Praetorian Prefect of the East, attempted to negotiate with Alaric in person. Officials in Constantinople suspected Rufinus was in league with the Goths. Stilicho led the army, which had been victorious at the Frigidus and was still assembled in Italy, into the Balkans to confront the Goths, eventually surrounding them somewhere in Thessaly. According to &lt;a href=\"Claudian\"&gt;Claudian&lt;/a&gt;, Stilicho was in a position to destroy them, but was ordered by Arcadius to return the Eastern Empire's forces and leave &lt;a href=\"Praetorian%20prefecture%20of%20Illyricum\"&gt;Illyricum&lt;/a&gt;. Stilicho resented the orders, for he was in a position to defeat Alaric's Goths, but he obeyed them anyway. When the Eastern Empire's forces arrived at Constantinople, Arcadius and Rufinus rode out to meet them. At this meeting Rufinus was murdered by the troops. Many historians suspect the involvement of Stilicho in the assassination/murder of Rufinus.\nThe campaign in Gaul in 396 AD.\nIn 396 Stilicho campaigned against the Franks and other Germanic tribes in Gaul. He used the campaign to boost the morale of the western army – which had suffered three consecutive defeats in the civil wars against Theodosius – and to recruit Germanic auxiliaries to bolster its depleted ranks.\nThe second campaign against Alaric, 397 AD.\nThe next year, in 397, Stilicho defeated Alaric's forces in &lt;a href=\"Macedonia%20%28Roman%20province%29\"&gt;Macedonia&lt;/a&gt;, but Alaric himself escaped into the surrounding mountains. &lt;a href=\"Edward%20Gibbon\"&gt;Edward Gibbon&lt;/a&gt;, drawing on &lt;a href=\"Zosimus%20%28historian%29\"&gt;Zosimus&lt;/a&gt;, criticizes Stilicho for being overconfident in victory and indulging in luxury and women, allowing Alaric to escape. Contemporary scholarship disagrees, and finds a variety of possible explanations, including an order from Arcadius directing him to evacuate the Eastern Empire, the unreliability of his mostly barbarian troops, the revolt of Gildo in Africa or the possibility that he simply was never as close to Alaric as Claudian suggests.\nThe revolt of Gildo, 398 AD.\nLater that year, &lt;a href=\"Gildo\"&gt;Gildo&lt;/a&gt;, the \"comes et magister utriusque militiae per Africam\" (the commander of all troops in Africa), &lt;a href=\"Gildonic%20revolt\"&gt;revolted&lt;/a&gt;. He declared his intention to place the African provinces, the critical source of Rome's grain supply, under the control of the Eastern Empire. Stilicho sent &lt;a href=\"Mascezel\"&gt;Mascezel&lt;/a&gt;, the brother of Gildo, into Africa with an army, which quickly suppressed the rebellion. However, upon his return to Italy, &lt;a href=\"Mascezel\"&gt;Mascezel&lt;/a&gt; was drowned under questionable circumstances, perhaps on the orders of a jealous Stilicho. The year 400 also saw Stilicho accorded the highest honour within the Roman state by being appointed consul.\nThe invasion by the Picts, 398 AD.\nStilicho also &lt;a href=\"Stilicho%27s%20Pictish%20War\"&gt;fought a war in Britain in this time period&lt;/a&gt;, likely in the year 398. The campaign against the Picts is highly disputed. The troops defending the British provinces probably defeated an invasion by the Picts without any support from Stilicho – who is never recorded to have left Italy in 398. However, a critical analysis of Claudian suggests that it went badly. Stilicho, however, did send orders and funds to strengthen the defences around &lt;a href=\"Hadrian%27s%20Wall\"&gt;Hadrian's Wall&lt;/a&gt;.\nAlaric's invasion of Italy, 401 AD.\nIn 401 Stilicho led the praesental army from Italy into &lt;a href=\"Raetia\"&gt;Raetia&lt;/a&gt; and &lt;a href=\"Noricum\"&gt;Noricum&lt;/a&gt; in response to an invasion by Vandals and Alans. Sensing an opportunity &lt;a href=\"Alaric%20I\"&gt;Alaric&lt;/a&gt; invaded Italy and lay siege to Mediolanum (Milan) where Honorius was residing. In 402 Stilicho returned to Italy and hastened forward with a selected vanguard in advance of his main body, breaking the siege of Mediolanum and rescuing the besieged emperor. One of his chieftains implored him to retreat from Italy, but Alaric refused. In a surprise attack on Easter Sunday in 402, Stilicho defeated Alaric at the &lt;a href=\"Battle%20of%20Pollentia\"&gt;Battle of Pollentia&lt;/a&gt;, capturing his camp and his wife. Alaric himself managed to escape with most of his men. This battle was the last victory celebrated in a triumphal march in Rome, which was saved for the time being. At &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt;, Stilicho again bested Alaric, who managed to escape with a diminished force. A truce was made and &lt;a href=\"Alaric%20I\"&gt;Alaric&lt;/a&gt; went to &lt;a href=\"Praetorian%20prefecture%20of%20Illyricum\"&gt;Illyricum&lt;/a&gt; where he and his men were settled in the border provinces of &lt;a href=\"Noricum\"&gt;Noricum&lt;/a&gt; and &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt; (probably \"Pannonia Secunda\").\nRadagaisus invasion, 405 AD.\nIn 405 &lt;a href=\"Radagaisus\"&gt;Radagaisus&lt;/a&gt;, the king of one of the Gothic tribes north of the Danube, led a combined force of Goths, Alans, Sueves, and Vandals across the Danube and the Alps and into Italy. This disrupted Stilicho's plans to re-take Illyricum from the Eastern Empire with the help of Alaric. Stilicho, scraping together a force of c. 20,000 men (thirty \"numeri\" of Roman troops with supporting units of federates of Alans and Huns) through a variety of desperate methods, including efforts to enroll slaves in the army in exchange for their freedom, at &lt;a href=\"Ticinum\"&gt;Ticinum&lt;/a&gt; (Pavia) led this force at the beginning of the campaigning season in 406 against Radagaisus . Fortunately for Stilicho, Radagaisus had split his forces into three divisions; two were pillaging the Italian countryside while the largest contingent – under Radagaisus himself – was laying siege to Florentia. Stilicho marched his entire army against Radagaisus at Florentia, managed to surprise him and captured almost his entire force. Stilicho executed Radagaisus and enrolled 12,000 of his warriors in his army. The rest were sold off as slaves.\nIn 405, according to &lt;a href=\"Rutilius%20Namatianus\"&gt;Rutilius Namatianus&lt;/a&gt;, \"De Reditu\" 51–60, Stilicho ordered the destruction of the &lt;a href=\"Sibylline%20Books\"&gt;Sibylline Books&lt;/a&gt;. The reasons for this are unknown, and the story cannot be verified.\nThe Illyricum campaign, 406 AD.\nIn late 406, Stilicho demanded the return of the eastern half of Illyricum (which had been transferred to the administrative control of Constantinople by Theodosius), threatening war if the Eastern Roman Empire resisted. The exact reasons for this are unclear, but there are several theories: 1) Stilicho wanted Illyricum as a recruiting ground for his army (recruiting troops in the western provinces proved difficult because most able bodied men were employed by the western elite which he could not afford to antagonize). 2) Stilicho feared that Italy could be invaded from Illyricum if he did not control the Diocese himself (directly or indirectly through Alaric). 3) Stilicho planned to neutralize Alaric as a threat by employing him and his battle-hardened troops in the Western Empire's defences and made him \"comes et magister militum per Illyricum\" (Stilicho and Alaric would take Illyricum from the Eastern Empire, Alaric would defend Illyricum, leaving Stilicho free to concentrate on the north). A combination of all three is also a possibility.\nDownfall.\nIn order to protect Italy from invasions by Alaric (401–402) and Radagaisus (405–406), Stilicho had seriously depleted the Roman forces defending the Rhine frontier. He left it defended \"only by the faith of the Germans and the ancient terror of the Roman name\", as Gibbon put it. In 406 AD a coalition of Vandals, &lt;a href=\"Alans\"&gt;Alans&lt;/a&gt;, and &lt;a href=\"Suevi\"&gt;Suevi&lt;/a&gt; (Quadians, Marcomanni, and Alemanni) from central Europe arrived at the Rhine frontier. The Franks, Rome's allies on the northern Rhine, tried to stop the Vandals from entering the Empire and fought them on the far bank of the Rhine. The Vandals defeated the Franks with the help of the Alans, but lost their king &lt;a href=\"Godigisel\"&gt;Godigisel&lt;/a&gt;. On 31 December 406, the coalition &lt;a href=\"Crossing%20of%20the%20Rhine\"&gt;crossed the poorly-defended Rhine frontier&lt;/a&gt;. These new migrants proceeded to devastate the provinces of &lt;a href=\"Roman%20Gaul\"&gt;Gaul&lt;/a&gt;, as well as triggering military revolts there and in &lt;a href=\"Roman%20Britain\"&gt;Britannia&lt;/a&gt;. Stilicho's reputation would never recover from this disaster.\nThe destruction that occurred in Gaul and the lack of an effective response from the court in &lt;a href=\"Ravenna\"&gt;Ravenna&lt;/a&gt; lent support to the rebellion of &lt;a href=\"Constantine%20III%20%28western%20emperor%29\"&gt;Constantine III&lt;/a&gt; in Britain, which Stilicho proved unable to quash. As Constantine moved his forces into Gaul, Stilicho sent his subordinate &lt;a href=\"Sarus%20%28Goth%29\"&gt;Sarus&lt;/a&gt; to oppose him. Sarus had some initial success, winning a major victory and killing both of Constantine's \"magistri militum\", but a relief force drove him back and saved the rebellion. Sarus withdrew and Stilicho decided to seal off the Alps to prevent Constantine from threatening Italy.\nMeanwhile, Constantine's rebellion having interrupted the negotiations between Alaric and Stilicho for the joint attack on Illyria, Alaric demanded the payment he was owed, threatening to attack Italy again if he did not receive a large amount of gold. The senate, \"inspired by the courage, rather than the wisdom, of their predecessors\", as Gibbon put it, favored war with Alaric until Stilicho persuaded them to give into Alaric's demands. They were angry at Stilicho for this, and one of the most outspoken of them, Lampadius, said \"\"Non est ista pax, sed pactio servitutis\" (This is not peace, but a pact of servitude).\"\nStilicho's unsuccessful attempts to deal with Constantine, rumors that he had earlier planned the assassination of &lt;a href=\"Rufinus%20%28consul%29\"&gt;Rufinus&lt;/a&gt; and that he planned to place his son on the throne following the death of emperor &lt;a href=\"Arcadius\"&gt;Arcadius&lt;/a&gt; (1 May 408) caused a revolt. The Roman army at &lt;a href=\"Ticinum\"&gt;Ticinum&lt;/a&gt; mutinied on August 13, 408, killing at least seven senior imperial officers (&lt;a href=\"Zosimus%20%28historian%29\"&gt;Zosimus&lt;/a&gt; 5.32). John Matthews observed that the following events \"have every appearance of a thoroughly co-ordinated &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; organized by Stilicho's political opponents\". Stilicho retired to Ravenna, where he was taken into captivity. Stilicho did not resist and was executed on August 22, 408, as was his son, Eucherius, shortly afterwards.\nAftermath.\nIn the disturbances which followed the downfall and execution of Stilicho, the wives and children of barbarian \"&lt;a href=\"foederati\"&gt;foederati&lt;/a&gt;\" throughout Italy were slain by the local Romans. The natural consequence was that these men (estimates describe their numbers as perhaps 30,000 strong) flocked to the protection of Alaric, clamoring to be led against their enemies. The Visigothic warlord accordingly crossed the &lt;a href=\"Julian%20Alps\"&gt;Julian Alps&lt;/a&gt; and began a campaign through the heart of Italy. By September 408, the barbarians stood before the &lt;a href=\"walls%20of%20Rome\"&gt;walls of Rome&lt;/a&gt;.\nWithout a strong general like Stilicho, Honorius could do little to break the siege, and adopted a passive strategy trying to wait out Alaric, hoping to regather his forces to defeat the Visigoths in the meantime. What followed was two years of political and military manoeuvering, Alaric, king of the Goths, attempting to secure a permanent peace treaty and rights to settle within Roman territory. He besieged Rome three times without attacking while the Roman army of Italy watched helplessly, but only after a fourth failed attempt at a deal was Alaric's siege a success. After months under siege the people of Rome were dying of hunger and some were resorting to cannibalism. Then, the Gothic army broke through the gates and &lt;a href=\"Sack%20of%20Rome%20%28410%29\"&gt;sacked the city in August of 410&lt;/a&gt;. Many historians argue that the removal of Stilicho was the main catalyst leading to this monumental event, the first barbarian capture of Rome &lt;a href=\"Sack%20of%20Rome%20%28387%20BC%29\"&gt;in nearly eight centuries&lt;/a&gt; and a part of the &lt;a href=\"fall%20of%20the%20Western%20Roman%20Empire\"&gt;fall of the Western Roman Empire&lt;/a&gt;.\nSources.\nBesides the relevant legal records in the \"&lt;a href=\"Codex%20Theodosianus\"&gt;Codex Theodosianus&lt;/a&gt;\", the major primary source for the events of Stilicho's reign, or at least events prior to 404, are the &lt;a href=\"panegyric\"&gt;panegyric&lt;/a&gt;s addressed to him by the poet &lt;a href=\"Claudian\"&gt;Claudian&lt;/a&gt;. For events after 404, &lt;a href=\"Zosimus%20%28historian%29\"&gt;Zosimus&lt;/a&gt; is a main source, although as a Byzantine, he felt a strong distaste for Stilicho. Stilicho also maintained correspondence with his friend, the renowned pagan senator &lt;a href=\"Quintus%20Aurelius%20Symmachus\"&gt;Symmachus&lt;/a&gt;."
}