{
    "id": "8047056",
    "revid": "198939",
    "url": "https://en.wikipedia.org/wiki?curid=8047056",
    "title": "David Booth (ice hockey)",
    "text": "David Jonathan Booth (born November 24, 1984) is an American professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; &lt;a href=\"Forward%20%28ice%20hockey%29\"&gt;forward&lt;/a&gt; who currently plays for Manglerud Star in the Norwegian Elite League. He most recently played with &lt;a href=\"HC%20Dinamo%20Minsk\"&gt;Dinamo Minsk&lt;/a&gt; in the &lt;a href=\"Kontinental%20Hockey%20League\"&gt;Kontinental Hockey League&lt;/a&gt; (KHL).\nFollowing his second year with the &lt;a href=\"Michigan%20State%20Spartans%20men%27s%20ice%20hockey\"&gt;Michigan State Spartans&lt;/a&gt;, he was selected 53rd overall by the &lt;a href=\"Florida%20Panthers\"&gt;Florida Panthers&lt;/a&gt; in the &lt;a href=\"2004%20NHL%20Entry%20Draft\"&gt;2004 NHL Entry Draft&lt;/a&gt;. He spent four years playing &lt;a href=\"college%20hockey\"&gt;college hockey&lt;/a&gt; before turning professional with the Panthers organization in &lt;a href=\"2006%E2%80%9307%20NHL%20season\"&gt;2006–07&lt;/a&gt;. After recording career-highs in goals, assists and points, as well as being voted the Panthers' &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt; by the team's fans in &lt;a href=\"2008%E2%80%9309%20NHL%20season\"&gt;2008–09&lt;/a&gt;, he suffered two &lt;a href=\"concussion\"&gt;concussion&lt;/a&gt;s the &lt;a href=\"2009%E2%80%9310%20NHL%20season\"&gt;following season&lt;/a&gt;. Midway through his sixth year in the league, Booth was traded to the &lt;a href=\"Vancouver%20Canucks\"&gt;Vancouver Canucks&lt;/a&gt; in a four-player deal.\nKnown as an offensive forward and a fast skater, Booth has reached the 30-goal plateau once in his NHL career. Representing the &lt;a href=\"USA%20Hockey\"&gt;United States&lt;/a&gt; in international competition, he has won gold medals at the &lt;a href=\"2002%20IIHF%20World%20U18%20Championship\"&gt;2002 IIHF World U18&lt;/a&gt; and &lt;a href=\"2004%20World%20Junior%20Ice%20Hockey%20Championships\"&gt;2004 IIHF World U20 Championships&lt;/a&gt;. He has also competed in the &lt;a href=\"2008%20IIHF%20World%20Championship\"&gt;2008 IIHF World Championship&lt;/a&gt;.\nPlaying career.\nAmateur career.\nAfter playing &lt;a href=\"minor%20ice%20hockey\"&gt;minor hockey&lt;/a&gt; with the Fraser Falcons, then the Detroit Honeybaked of the Midwest Elite Hockey League, Booth moved on to the &lt;a href=\"junior%20ice%20hockey\"&gt;Junior A level&lt;/a&gt; with the &lt;a href=\"Detroit%20Compuware%20Ambassadors\"&gt;Detroit Compuware Ambassadors&lt;/a&gt; of the &lt;a href=\"North%20American%20Hockey%20League\"&gt;North American Hockey League&lt;/a&gt; (NAHL). He recorded 30 points (17 goals and 13 assists) over 42 games in 2000–01, earning him NAHL All-Rookie Team and Rookie of the Year honors. The following season, he joined the &lt;a href=\"USA%20Hockey%20National%20Team%20Development%20Program\"&gt;United States National Team Development Program&lt;/a&gt; and competed for their junior and under-18 teams in the &lt;a href=\"United%20States%20Hockey%20League\"&gt;United States Hockey League&lt;/a&gt; (USHL) and NAHL, respectively.\nDuring his time with the Development Program, he committed to an &lt;a href=\"athletic%20scholarship\"&gt;athletic scholarship&lt;/a&gt; with the &lt;a href=\"Michigan%20State%20Spartans%20men%27s%20ice%20hockey\"&gt;Michigan State Spartans&lt;/a&gt; of the &lt;a href=\"Central%20Collegiate%20Hockey%20Association\"&gt;Central Collegiate Hockey Association&lt;/a&gt; (CCHA). Joining the Spartans in 2002–03, he recorded 36 points (17 goals and 19 assists) over 39 games, ranking fourth in team scoring and 13th in the CCHA overall. His freshman year included two CCHA Rookie of the Week distinctions and a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt;, recorded on January 10, 2003, in a 5–2 win against the &lt;a href=\"Alaska%20Nanooks%20men%27s%20ice%20hockey\"&gt;Alaska Nanooks&lt;/a&gt;. His efforts as a &lt;a href=\"freshman\"&gt;freshman&lt;/a&gt; earned him Spartans Rookie of the Year and CCHA All-Rookie Team honors. Although Booth was eligible for the &lt;a href=\"2003%20NHL%20Entry%20Draft\"&gt;2003 NHL Entry Draft&lt;/a&gt;, &lt;a href=\"National%20Collegiate%20Athletics%20Association\"&gt;National Collegiate Athletics Association&lt;/a&gt; (NCAA) rules stipulated that players under the age of 19 could not opt into the draft without foregoing their college eligibility.\nEarly the following season, Booth sustained a knee injury that forced him out of the lineup for several games. He finished his sophomore year with 18 points (eight goals and ten assists) over 30 contests. Despite his decreased offensive production, he remained highly ranked by the &lt;a href=\"NHL%20Central%20Scouting%20Bureau\"&gt;NHL Central Scouting Bureau&lt;/a&gt; (CSB) at the end of the season for the upcoming &lt;a href=\"2004%20NHL%20Entry%20Draft\"&gt;2004 NHL Entry Draft&lt;/a&gt;. He was listed at 27th among skaters playing in North America by the CSB, while \"&lt;a href=\"The%20Hockey%20News\"&gt;The Hockey News&lt;/a&gt;\" ranked him 33rd overall. During the draft, Booth was selected in the second round, 53rd overall, by the &lt;a href=\"Florida%20Panthers\"&gt;Florida Panthers&lt;/a&gt;. He was scouted as a player with size and toughness, while a \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" article declared that he \"would have gone much higher if he opted into the draft [the previous] season.\"\nFollowing his draft, Booth returned to Michigan State to complete his four-year tenure with the school. During his &lt;a href=\"junior%20%28education%29\"&gt;junior&lt;/a&gt; year, he and teammate &lt;a href=\"Bryan%20Lerg\"&gt;Bryan Lerg&lt;/a&gt; set a Spartans record for the fastest two goals scored in a game (five seconds apart). Their goals came in a 6–5 overtime loss to the Alaska Nanooks in February 2005 and surpassed the previous record by one second. Later that month, Booth sustained a cracked rib and was sidelined for several games. He finished the 2004–05 season with 16 points (seven goals and nine assists) over 29 contests.\nIn the first month of his &lt;a href=\"senior%20%28education%29\"&gt;senior year&lt;/a&gt;, Booth played in his 100th career college game in a contest against the &lt;a href=\"North%20Dakota%20Fighting%20Sioux%20men%27s%20ice%20hockey\"&gt;North Dakota Fighting Sioux&lt;/a&gt; on October 16, 2005. He recorded a &lt;a href=\"short%20handed%20goal\"&gt;short handed goal&lt;/a&gt; in a 3–0 win. Booth later missed some playing time due to injury before returning to the lineup in late-November 2005. After struggling to score in the first half of the 2005–06 season (he recorded nine points in the first three months), Booth finished with 35 points (13 goals and 22 assists) over 37 games. His strong offensive production in the second half included an 11-game point-scoring streak that was broken on the last regular season game against the &lt;a href=\"Miami%20RedHawks%20men%27s%20ice%20hockey\"&gt;Miami RedHawks&lt;/a&gt;. In the &lt;a href=\"2006%20CCHA%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;2006 CCHA playoffs&lt;/a&gt;, Booth helped the Spartans to a &lt;a href=\"Mason%20Cup\"&gt;Mason Cup&lt;/a&gt; as league champions. Facing the Miami RedHawks in the final, Booth scored the &lt;a href=\"game-winning%20goal\"&gt;game-winning goal&lt;/a&gt; six minutes in the second period, securing a 2–1 win for Michigan State. Moving on to the &lt;a href=\"2006%20NCAA%20Division%20I%20Men%27s%20Ice%20Hockey%20Tournament\"&gt;2006 NCAA Tournament&lt;/a&gt;, they were eliminated in the regional final by the &lt;a href=\"Maine%20Black%20Bears%20men%27s%20ice%20hockey\"&gt;Maine Black Bears&lt;/a&gt; 5–4. Booth scored a goal and an assist in the losing effort. Over four years with the Spartans, Booth finished his college career with 105 points in 134 games.\nFlorida Panthers (2006–2011).\nOn July 20, 2006, Booth signed with the Panthers. Joining the organization, he was assigned to the Panthers' &lt;a href=\"American%20Hockey%20League\"&gt;American Hockey League&lt;/a&gt; (AHL) affiliate, the &lt;a href=\"Rochester%20Americans\"&gt;Rochester Americans&lt;/a&gt;, to start the &lt;a href=\"2006%E2%80%9307%20NHL%20season\"&gt;2006–07 season&lt;/a&gt;. Within two months, he was called up to the Panthers on November 20. Making his NHL debut that night against the &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt;, he registered 11-and-a-half minutes of ice time in a 3–2 win. After being returned to the AHL six days later, he received another call-up the following month. During his second stint with the team, he recorded his first NHL point on December 12 against the &lt;a href=\"Anaheim%20Ducks\"&gt;Anaheim Ducks&lt;/a&gt;. Booth drew the first assist on the game's first goal by &lt;a href=\"Drew%20Larman\"&gt;Drew Larman&lt;/a&gt;; the Panthers went on to lose 5–4. Sent back down to Rochester and recalled one more time in December, he remained with the team for the remainder of the campaign. Booth later scored his first NHL goal on January 4, 2007, against &lt;a href=\"Jamie%20McLennan\"&gt;Jamie McLennan&lt;/a&gt; in a 5–4 overtime loss to the &lt;a href=\"Calgary%20Flames\"&gt;Calgary Flames&lt;/a&gt;. In the final month of the season, he registered his first &lt;a href=\"game-winning%20goal\"&gt;game-winning goal&lt;/a&gt; in the NHL on April 6 in a 7–2 win against the &lt;a href=\"Tampa%20Bay%20Lightning\"&gt;Tampa Bay Lightning&lt;/a&gt;. Booth completed his rookie season with 10 points (3 goals and 7 assists) over 48 NHL games, while also recording 14 points (seven goals and seven assists) over 25 AHL games. As the Panthers failed to qualify for the &lt;a href=\"2007%20Stanley%20Cup%20playoffs\"&gt;2007 playoffs&lt;/a&gt;, ranking 12th in the &lt;a href=\"Eastern%20Conference%20%28NHL%29\"&gt;Eastern Conference&lt;/a&gt;, Booth was returned to the AHL for the Americans' post-season. He recorded two assists over six playoff games as Rochester was eliminated in the first round by the &lt;a href=\"Hamilton%20Bulldogs%20%28AHL%29\"&gt;Hamilton Bulldogs&lt;/a&gt;.\nEarly in the &lt;a href=\"2007%E2%80%9308%20NHL%20season\"&gt;2007–08 season&lt;/a&gt;, Booth was injured after receiving a &lt;a href=\"bodycheck\"&gt;check&lt;/a&gt; from behind during a game against the &lt;a href=\"Ottawa%20Senators\"&gt;Ottawa Senators&lt;/a&gt; on October 20, 2007. While playing the puck, he collided with Senators defenceman &lt;a href=\"Anton%20Volchenkov\"&gt;Anton Volchenkov&lt;/a&gt;, causing his head to hit the &lt;a href=\"wiktionary%3Aboards\"&gt;boards&lt;/a&gt;. Volchenkov received a &lt;a href=\"Penalty%20%28ice%20hockey%29%23Major%20penalty\"&gt;five-minute major penalty&lt;/a&gt; and a &lt;a href=\"Penalty%20%28ice%20hockey%29%23Game%20misconduct%20penalty\"&gt;game misconduct&lt;/a&gt; on the play, while Booth was taken off the ice in a stretcher. He was brought to an &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt; hospital for precautionary measures and returned home the same night with a sore neck. While a suspension for Volchenkov was suggested in the media following the game, the league chose not to hold a hearing regarding the incident. Senators head coach &lt;a href=\"John%20Paddock\"&gt;John Paddock&lt;/a&gt; was quick to dismiss the notion of a suspension, asserting that Booth turned into Volchenkov, as opposed to the Senators defenceman forcefully initiating contact. Booth missed one game due to the injury. Later in the campaign, he missed eight games with a knee injury. Missing nine games total, he recorded 40 points (22 goals and 18 assists) over 73 contests, ranking fourth in team scoring. Becoming an integral part of the Panthers' lineup, he also led the team with six game-winning goals. As a team, the Panthers remained out of the &lt;a href=\"2008%20Stanley%20Cup%20playoffs\"&gt;playoffs in 2008&lt;/a&gt;, finishing 11th in the East.\nThe &lt;a href=\"2008%E2%80%9309%20NHL%20season\"&gt;following season&lt;/a&gt;, Booth recorded his first career NHL &lt;a href=\"natural%20hat%20trick\"&gt;natural hat trick&lt;/a&gt; against the Anaheim Ducks on November 9, 2008. He scored all the Panthers goals against &lt;a href=\"Jean-S%C3%A9bastien%20Gigu%C3%A8re\"&gt;Jean-Sébastien Giguère&lt;/a&gt; in a 3–1 win over the Anaheim Ducks. The following month, he sustained a left shoulder injury that sidelined him for eight games. After returning, he began an eight-game point-scoring streak that lasted from December 27, 2008, to January 10, 2009. Later in the season, he recorded another hat trick in a contest against the &lt;a href=\"St.%20Louis%20Blues\"&gt;St. Louis Blues&lt;/a&gt; on March 7, 2009. Scoring all three goals against &lt;a href=\"Chris%20Mason%20%28ice%20hockey%29\"&gt;Chris Mason&lt;/a&gt;, Booth helped the Panthers to a 5–3 win. His efforts made him the fourth player in team history to register two hat-tricks in one season, after &lt;a href=\"Pavel%20Bure\"&gt;Pavel Bure&lt;/a&gt;, &lt;a href=\"Ray%20Sheppard\"&gt;Ray Sheppard&lt;/a&gt; and &lt;a href=\"Olli%20Jokinen\"&gt;Olli Jokinen&lt;/a&gt;. He also added an assist for a four-point game. Booth bettered that single-game total during the last contest of the regular season, scoring two goals and three assists for a personal best five-point effort in a 7–4 win against the &lt;a href=\"Washington%20Capitals\"&gt;Washington Capitals&lt;/a&gt; on April 11, 2009. Booth finished the season with career-highs of 31 goals, 29 assists and 60 points over 72 games. While leading the Panthers in goals, powerplay goals (11), game-winning goals (5; tied with &lt;a href=\"Nathan%20Horton\"&gt;Nathan Horton&lt;/a&gt;, and shots (246), he finished one point behind team-leader &lt;a href=\"Stephen%20Weiss\"&gt;Stephen Weiss&lt;/a&gt; (who played six more games than Booth). Booth's efforts helped the Panthers compete for a playoff spot late in the season for the first time in his tenure with the club. They finished the season tied for the eighth and final playoff spot in the East with the &lt;a href=\"Montreal%20Canadiens\"&gt;Montreal Canadiens&lt;/a&gt; at 41 wins and 93 points each. The Canadiens earned the spot over the Panthers by virtue of having won the season series between the two teams.\nDuring his breakout season, Booth became a favorite among team followers; home fans at &lt;a href=\"BankAtlantic%20Center\"&gt;BankAtlantic Center&lt;/a&gt; were known to cheer \"Booooth\" when he touched the puck during games. At the end of the campaign, he was chosen by the fans as the team's &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt; in an official online vote. Set to become a &lt;a href=\"restricted%20free%20agent\"&gt;restricted free agent&lt;/a&gt; in the off-season, Booth was tendered a &lt;a href=\"Restricted%20free%20agent%23Qualifying%20offers\"&gt;qualifying offer&lt;/a&gt; by the Panthers on June 29, 2009. Two days later, he signed a six-year, &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;25.5 million contract. Upon announcing the contract, Panthers General Manager &lt;a href=\"Randy%20Sexton\"&gt;Randy Sexton&lt;/a&gt; heralded Booth as \"undoubtedly an important part of [the] club's future...[and] a role model for other players,\" while embodying \"every attribute of what a true Panthers player stands for.\"\nDuring the first month of the &lt;a href=\"2009%E2%80%9310%20NHL%20season\"&gt;2009–10 season&lt;/a&gt;, Booth sustained a &lt;a href=\"concussion\"&gt;concussion&lt;/a&gt; after being hit by &lt;a href=\"Philadelphia%20Flyers\"&gt;Philadelphia Flyers&lt;/a&gt; forward &lt;a href=\"Mike%20Richards%20%28ice%20hockey%29\"&gt;Mike Richards&lt;/a&gt; during a game on October 24, 2009. Skating up to the Flyers' blueline, Booth had shot the puck into the offensive zone when Richards hit him in the head with his shoulder. Rendered unconscious, Booth was taken off the ice on a stretcher and brought to a &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; hospital. In addition to his concussion, he sustained a cut above one eye that required stitches; he was released from hospital the next day. While Richards received a five-minute major penalty for interference and a game misconduct for intent to injure, he was not suspended for the play. The decision not to further penalize Richards proved to be a highly contentious issue. Panthers General Manager Randy Sexton and defenceman &lt;a href=\"Keith%20Ballard\"&gt;Keith Ballard&lt;/a&gt; voiced their opinion that Richards' hit was directed at the head while knowing Booth was in a vulnerable position, warranting a suspension. The Flyers captain expressed concern for Booth's health both in the media and to Panthers Head Coach &lt;a href=\"Peter%20DeBoer\"&gt;Peter DeBoer&lt;/a&gt; personally, but asserted that he was not intending to hurt him. Another concern was the timing of Richards' hit, as Booth had already released the puck. In response, NHL Vice President &lt;a href=\"Bill%20Daly\"&gt;Bill Daly&lt;/a&gt; explained that the hit was not late enough to justify a suspension.\nBooth was not cleared for full-contact practice with the team until January 25, 2010. Six days later, he returned to the lineup for a game against the &lt;a href=\"New%20York%20Islanders\"&gt;New York Islanders&lt;/a&gt; after being sidelined for 45 contests. During his absence, the Panthers and Flyers played each other on December 21, 2009, for the first time since Richards' hit. The game included four &lt;a href=\"fighting%20in%20ice%20hockey\"&gt;fights&lt;/a&gt;, including one between Panthers defenceman and captain &lt;a href=\"Bryan%20McCabe\"&gt;Bryan McCabe&lt;/a&gt; and Richards. The teams met again with Booth in the lineup on March 3, 2010. After fighting Richards in the first period (one of four fights in the game and Booth's first in the NHL), Booth scored a goal and three assists (completing a &lt;a href=\"Gordie%20Howe%20hat%20trick\"&gt;Gordie Howe hat trick&lt;/a&gt;) to help the Panthers to a 7–4 win.\nAlthough the NHL had not suspended Richards for his actions against Booth, the incident was instrumental in the League's newfound efforts to eliminate hits to the head, particularly against players who cannot see the oncoming checker approaching (as was the case with Booth). Several months after Booth's October 2009 concussion, &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt; forward &lt;a href=\"Marc%20Savard\"&gt;Marc Savard&lt;/a&gt; was hit by &lt;a href=\"Matt%20Cooke\"&gt;Matt Cooke&lt;/a&gt; in a similar fashion on March 7. Later that month, on March 25, the NHL Board of Governors and &lt;a href=\"National%20Hockey%20League%20Players%27%20Association\"&gt;NHL Players' Association&lt;/a&gt;'s executive board voted in favour of a rule penalizing \"blindside hits\" (bodychecking a player after having skated laterally towards him undetected, an idea similar to one's &lt;a href=\"blind%20spot%20%28vehicle%29\"&gt;\"blind spot\" while driving&lt;/a&gt;). That same night, Booth suffered his second concussion in five months during a game against the &lt;a href=\"Montreal%20Canadiens\"&gt;Montreal Canadiens&lt;/a&gt;. While reaching back to retrieve a loose puck, Booth was hit in the head by opposing defenceman &lt;a href=\"Jaroslav%20%C5%A0pa%C4%8Dek\"&gt;Jaroslav Špaček&lt;/a&gt;'s shoulder. No penalty was called on the play, while Booth was helped off the ice and taken to hospital. The hit did not receive suspension and did not spark controversy as Booth's previous concussion had. Following the game, Panthers forward &lt;a href=\"Nathan%20Horton\"&gt;Nathan Horton&lt;/a&gt; asserted that \"It wasn't a dirty hit\"; Špaček expressed concern for Booth, but explained that \"when he turned I was standing right there and basically he just ran at me.\" Sidelined for the remaining nine games of the season, Booth finished the campaign with 16 points (eight goals and eight assists) over 28 games. After pushing for a playoff spot the previous season, the Panthers ranked second-worst in the East with 32 wins and 77 points.\nWhile Booth's hockey-playing future was initially in doubt following his second concussion, he returned for the &lt;a href=\"2010%E2%80%9311%20NHL%20season\"&gt;2010–11 season&lt;/a&gt; and played all 82 games. Averaging 19 minutes of ice time per game (second among forward behind Weiss), he led the Panthers with 23 goals while ranking third with 40 points (behind Weiss and &lt;a href=\"Mike%20Santorelli\"&gt;Mike Santorelli&lt;/a&gt;). With 280 shots, including a 14-shot effort against the Bruins on November 18, 2010, he led all Panthers' players and ranked 12th in the NHL overall. As a team, the Panthers continued to struggle and General Manager &lt;a href=\"Dale%20Tallon\"&gt;Dale Tallon&lt;/a&gt; began trading away many of their veteran players towards the end of the season; they finished with the worst record in the East.\nVancouver Canucks (2011–2014).\nLess than a month into the &lt;a href=\"2011%E2%80%9312%20NHL%20season\"&gt;2011–12 season&lt;/a&gt;, Booth was traded to the &lt;a href=\"Vancouver%20Canucks\"&gt;Vancouver Canucks&lt;/a&gt; on October 22, 2011. The Panthers sent him, along with forward &lt;a href=\"Steven%20Reinprecht\"&gt;Steven Reinprecht&lt;/a&gt; and a third-round pick in the &lt;a href=\"2013%20NHL%20Entry%20Draft\"&gt;2013 draft&lt;/a&gt;, to Vancouver in exchange for forwards &lt;a href=\"Mikael%20Samuelsson\"&gt;Mikael Samuelsson&lt;/a&gt; and &lt;a href=\"Marco%20Sturm\"&gt;Marco Sturm&lt;/a&gt;. Tallon described the deal as a performance-based trade; Booth had registered one assist over the first six games of the season and had a team-worst –6 &lt;a href=\"plus-minus\"&gt;plus-minus&lt;/a&gt; rating while being demoted to the third line. Booth was saddened and admittedly surprised at the trade. Booth had also been reportedly sought after by Vancouver for six months prior; the team conferred with &lt;a href=\"alternate%20captain%20%28ice%20hockey%29\"&gt;alternate captain&lt;/a&gt; &lt;a href=\"Ryan%20Kesler\"&gt;Ryan Kesler&lt;/a&gt; regarding Booth's character on and off the ice (the two grew up playing minor and junior hockey together). Joining Vancouver, he switched his &lt;a href=\"jersey%20number\"&gt;jersey number&lt;/a&gt; from 10 to 7, in honor of his younger sister, Rachael, who also wears the number as a hockey player.\nPlaying on the second line with countrymen &lt;a href=\"Ryan%20Kesler\"&gt;Ryan Kesler&lt;/a&gt; and &lt;a href=\"Chris%20Higgins%20%28ice%20hockey%29\"&gt;Chris Higgins&lt;/a&gt;, Booth formed a component of a scoring unit was nicknamed the \"American Express\" line. The unit had been occasionally shuffled, however, with &lt;a href=\"Cody%20Hodgson\"&gt;Cody Hodgson&lt;/a&gt; replacing Higgins in some instances. Booth scored his first goal as a Canuck 15 days after the trade, opening the scoring in a 6–2 win against the &lt;a href=\"Chicago%20Blackhawks\"&gt;Chicago Blackhawks&lt;/a&gt;. The following month, Booth suffered a right &lt;a href=\"medial%20collateral%20ligament\"&gt;medial collateral ligament&lt;/a&gt; (MCL) injury after a knee-on-knee hit from &lt;a href=\"Colorado%20Avalanche\"&gt;Colorado Avalanche&lt;/a&gt; forward &lt;a href=\"Kevin%20Porter%20%28ice%20hockey%29\"&gt;Kevin Porter&lt;/a&gt; during a game on December 6, 2011. Porter received a five-minute major and game misconduct for the play, while a subsequent hearing with NHL disciplinarian &lt;a href=\"Brendan%20Shanahan\"&gt;Brendan Shanahan&lt;/a&gt; resulted in a four-game suspension. Booth was sidelined for 18 games over six weeks with the injury, returning in mid-January 2012.\nBooth finished the regular season with 16 goals and 30 points over 62 games. Having never qualified for the playoffs with the Panthers previously in his career, Booth made his post-season debut in &lt;a href=\"2012%20Stanley%20Cup%20playoffs\"&gt;2012&lt;/a&gt;. Playing against the &lt;a href=\"Los%20Angeles%20Kings\"&gt;Los Angeles Kings&lt;/a&gt;, he recorded one assist over five games as the first-seeded Canucks were eliminated in the first round. Booth told reporters prior to the playoffs that he was struggling with his diminished role with the Canucks, in comparison to his time with the Panthers, alluding to his ice time. The previous year, he was averaging nearly 19 minutes per game, which dropped to 15 minutes as a Canuck.\nIn subsequent seasons with the Canucks, Booth continued to struggle. His production dropped steeply, and he suffered several injuries during the lockout-shortened &lt;a href=\"2012%E2%80%9313%20NHL%20season\"&gt;2012–13 season&lt;/a&gt;, scoring a total of three points. Scoring a total of nine goals and 19 points in the following season, he had gone 32 games without a goal, but managed to score three in the final ten games of the season. On June 17, 2014, the Canucks placed Booth on unconditional waivers, and the following day after he cleared waivers the Canucks used their final &lt;a href=\"compliance%20buyouts\"&gt;compliance buyouts&lt;/a&gt; on him and Booth became an unrestricted free agent.\nLater NHL years and KHL.\nOn July 22, 2014, the &lt;a href=\"Toronto%20Maple%20Leafs\"&gt;Toronto Maple Leafs&lt;/a&gt; signed Booth to a one-year contract worth $1.1 million. He scored the only shootout goal in the first preseason game on September 22, 2014, which led the Toronto Maple Leafs to victory. Booth would break his foot shortly afterwards and miss the opening few months of the season.\nOn November 21, 2014, Booth was sent down to the &lt;a href=\"Toronto%20Marlies\"&gt;Toronto Marlies&lt;/a&gt; of the AHL for a conditioning stint. He would finish with one goal in his two-game tour with the Marlies. On November 29, Booth played his first game as a Maple Leaf in a 6–2 win over the &lt;a href=\"Washington%20Capitals\"&gt;Washington Capitals&lt;/a&gt;. Booth recorded no points but enjoyed his first game in Toronto. However, Booth would record his first point as a Leaf three games later, an assist on a goal scored by line-mate &lt;a href=\"Richard%20P%C3%A1nik\"&gt;Richard Pánik&lt;/a&gt; in a 5–2 victory over his former team, the Canucks. His first goal as a Maple Leaf would come on December 16, where he scored the game winner in a 6–2 victory over the &lt;a href=\"Anaheim%20Ducks\"&gt;Anaheim Ducks&lt;/a&gt;. Booth would finish the season with 13 points (7 goals, 6 assists) in 59 games.\nAs a free agent over the following summer, Booth agreed to a return to the Florida Panthers in accepting an invitation to training camp on a professional try-out contract on September 9, 2015. At the conclusion of camp and approaching pre-season, Booth was released by the Panthers. On November 26, 2015, Booth belatedly signed his first contract abroad, agreeing to a one-year deal with Russian club, &lt;a href=\"Admiral%20Vladivostok\"&gt;Admiral Vladivostok&lt;/a&gt; of the &lt;a href=\"Kontinental%20Hockey%20League\"&gt;Kontinental Hockey League&lt;/a&gt; for the remainder of the &lt;a href=\"2015%E2%80%9316%20KHL%20season\"&gt;2015–16&lt;/a&gt; season. In 23 games with Admiral, Booth contributed with 6 goals and 16 points.\nBooth returned home during the off-season and signed a professional try-out contract to attend the training camp of the &lt;a href=\"Anaheim%20Ducks\"&gt;Anaheim Ducks&lt;/a&gt; on September 20, 2016. After his release from the Ducks pre-season roster, Booth later opted to return to the KHL, continuing with &lt;a href=\"Avangard%20Omsk\"&gt;Avangard Omsk&lt;/a&gt; on November 17, 2016.\nAfter two years in the KHL, Booth signed a PTO with the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; on August 30, 2017, marking his third attempt to return to the NHL. On October 2, 2017, Booth made the team and signed a one-year, two way contract with the Red Wings. Booth played sparingly with the Red Wings, recording four goals and one assist while playing in just 28 games.\nAfter his short tenure with the Red Wings, Booth indirectly announced his retirement from hockey, stating that he was \"done with hockey\" via his &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; account. As a free agent at the mid-point of the &lt;a href=\"2018-19%20KHL%20season\"&gt;2018–19&lt;/a&gt; season, Booth returned to continue his professional career abroad, agreeing to a contract for the remainder of the year with Belarusian outfit, HC Dinamo Minsk of the KHL, on December 5, 2018.\nInternational play.\nDuring his tenure with the &lt;a href=\"USA%20Hockey\"&gt;United States National Team Development Program&lt;/a&gt;, Booth competed at the &lt;a href=\"2002%20IIHF%20World%20U18%20Championship\"&gt;2002 IIHF World U18 Championship&lt;/a&gt;, held in &lt;a href=\"Trnava\"&gt;Trnava&lt;/a&gt; and &lt;a href=\"Pie%C5%A1%C5%A5any\"&gt;Piešťany&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;. Playing Russia in the last game of the final round, Booth scored the United States' first two goals of the game. A win against Russia placed the United States in a tie for the gold medal with four wins and one tie each. In order to beat Russia on the &lt;a href=\"goal%20difference\"&gt;goal-differential&lt;/a&gt; tiebreaker, they needed to win the contest by two goals. Leading 2–1 with a minute remaining, the United States pulled their goalie and &lt;a href=\"Zach%20Parise\"&gt;Zach Parise&lt;/a&gt; scored with 30 seconds left to capture the gold medal. Booth was named MVP of the gold medal game. Booth finished the tournament with two goals and two assists over eight games.\nTwo years later (now a member of the Michigan State Spartans), Booth moved on to the under-20 level, competing at the &lt;a href=\"2004%20World%20Junior%20Ice%20Hockey%20Championships\"&gt;2004 IIHF World Junior Championships&lt;/a&gt;, held in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt; and &lt;a href=\"H%C3%A4meenlinna\"&gt;Hämeenlinna&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;. He recorded his lone assist of the tournament on &lt;a href=\"Dan%20Fritsche\"&gt;Dan Fritsche&lt;/a&gt;'s &lt;a href=\"game-winning%20goal\"&gt;game-winning goal&lt;/a&gt; in the semifinal against &lt;a href=\"Finland%20men%27s%20national%20junior%20ice%20hockey%20team\"&gt;Finland&lt;/a&gt;. Booth and the United States went on to win the gold medal with a 4–3 win over &lt;a href=\"Canada%20men%27s%20national%20junior%20ice%20hockey%20team\"&gt;Canada&lt;/a&gt; in the final. With a goal and an assist over six games, Booth tied for 12th in team point-scoring. In a 2011 interview for Canucks.com, Booth recalled his IIHF U18 and U20 gold medals as his first- and second-best hockey memories, respectively.\nFollowing Booth's second season in the NHL with the Florida Panthers, he was named to his first &lt;a href=\"United%20States%20men%27s%20national%20ice%20hockey%20team\"&gt;United States men's team&lt;/a&gt; for the &lt;a href=\"2008%20IIHF%20World%20Championships\"&gt;2008 IIHF World Championships&lt;/a&gt;, held in &lt;a href=\"Halifax%20Regional%20Municipality\"&gt;Halifax&lt;/a&gt; and &lt;a href=\"Quebec%20City\"&gt;Quebec City&lt;/a&gt;, Canada. He scored his lone goal of the tournament (also his first international goal and point at the men's level) in a 5–1 preliminary round win against &lt;a href=\"Slovakia%20men%27s%20national%20ice%20hockey%20team\"&gt;Slovakia&lt;/a&gt;. In the quarterfinals, the United States lost 3–2 to &lt;a href=\"Finland%20men%27s%20national%20ice%20hockey%20team\"&gt;Finland&lt;/a&gt; and finished the tournament in sixth place.\nThe following year, he was invited to the national team's summer orientation camp in anticipation of the &lt;a href=\"Ice%20hockey%20at%20the%202010%20Winter%20Olympics%20%E2%80%93%20Men%27s%20tournament\"&gt;2010 Winter Olympics&lt;/a&gt;. Booth later recalled that making the Olympic team was his goal at the start of the &lt;a href=\"2009%E2%80%9310%20NHL%20season\"&gt;2009–10 season&lt;/a&gt;. During the first month of NHL play, however, Booth suffered a concussion and was sidelined long-term. When the final Olympic roster was announced on January 1, 2010, Booth was still recovering from the injury and he was not selected.\nPlaying style.\nAt 6 feet (1.83 metres) and 212 pounds (96 kilograms), Booth's size enables him to play in the style of a &lt;a href=\"power%20forward%20%28ice%20hockey%29\"&gt;power forward&lt;/a&gt;. Along with his physical stature, he is a fast skater, both of which allow him to retain the puck and contribute to his offensive skills.\nPersonal life.\nBooth was born in &lt;a href=\"Detroit%2C%20Michigan\"&gt;Detroit, Michigan&lt;/a&gt;, and grew up in nearby &lt;a href=\"Washington%20Township%2C%20Macomb%20County%2C%20Michigan\"&gt;Washington Township&lt;/a&gt; of &lt;a href=\"Macomb%20County\"&gt;Macomb County&lt;/a&gt;. His father's name is Mike. Booth has two brothers and one sister, Rachael. During Booth's career with the Panthers, he lived with his younger brother in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;. Raised in a &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; household, Booth has publicly professed his faith into his professional career. Growing up, he was a fan of the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; and attended home games as his family owned season tickets. He has listed favorite players as a child as Red Wings forwards &lt;a href=\"Steve%20Yzerman\"&gt;Steve Yzerman&lt;/a&gt; and &lt;a href=\"Brendan%20Shanahan\"&gt;Brendan Shanahan&lt;/a&gt;, as well as &lt;a href=\"Keith%20Tkachuk\"&gt;Keith Tkachuk&lt;/a&gt;, who played for the Winnipeg Jets/Phoenix Coyotes franchise, &lt;a href=\"St.%20Louis%20Blues\"&gt;St. Louis Blues&lt;/a&gt; and &lt;a href=\"Atlanta%20Thrashers\"&gt;Atlanta Thrashers&lt;/a&gt;.\nDuring Booth's minor hockey career, he was &lt;a href=\"line%20%28ice%20hockey%29\"&gt;linemates&lt;/a&gt; with fellow Michigan-native &lt;a href=\"Ryan%20Kesler\"&gt;Ryan Kesler&lt;/a&gt; for two years, beginning at age 12. They played together in the 1998 &lt;a href=\"Quebec%20International%20Pee-Wee%20Hockey%20Tournament\"&gt;Quebec International Pee-Wee Hockey Tournament&lt;/a&gt; with the Detroit Honeybaked &lt;a href=\"minor%20ice%20hockey\"&gt;minor ice hockey&lt;/a&gt; team. The two went on to become teammates with the &lt;a href=\"USA%20Hockey%20National%20Team%20Development%20Program\"&gt;US National Team Development Program&lt;/a&gt;, the &lt;a href=\"United%20States%20men%27s%20national%20junior%20ice%20hockey%20team\"&gt;U.S. national junior team&lt;/a&gt; and the &lt;a href=\"Vancouver%20Canucks\"&gt;Vancouver Canucks&lt;/a&gt;. In addition to hockey, he also played &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; and &lt;a href=\"golf\"&gt;golf&lt;/a&gt; growing up.\nBooth earned his &lt;a href=\"secondary%20education\"&gt;secondary education&lt;/a&gt; at Lutheran High School North in Macomb and &lt;a href=\"Huron%20High%20School%20%28Ann%20Arbor%2C%20Michigan%29\"&gt;Huron High School&lt;/a&gt; in &lt;a href=\"Ann%20Arbor%2C%20Michigan\"&gt;Ann Arbor, Michigan&lt;/a&gt;. He moved to and graduated from the latter to facilitate his participation with the US National Team Development Program, which was based out of Ann Arbor. During his tenure with the Development Program, he made the choice to play &lt;a href=\"Division%20I%20%28NCAA%29%23Division%20I%20in%20ice%20hockey\"&gt;NCAA hockey&lt;/a&gt;, opting against the &lt;a href=\"major%20junior\"&gt;major junior&lt;/a&gt; &lt;a href=\"Ontario%20Hockey%20League\"&gt;Ontario Hockey League&lt;/a&gt; (OHL) in order to attend college. The decision was encouraged by his father, who valued Booth's education. Enrolled at &lt;a href=\"Michigan%20State%20University\"&gt;Michigan State University&lt;/a&gt; while playing for the school's hockey team, he studied &lt;a href=\"dentistry\"&gt;dentistry&lt;/a&gt; before switching to &lt;a href=\"general%20management\"&gt;general management&lt;/a&gt;.\nBooth married model and former beauty queen from &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, &lt;a href=\"Ashley%20Durham\"&gt;Ashley Durham&lt;/a&gt;, in June 2014. Their relationship was featured on the second season of the Canadian reality series \"&lt;a href=\"Hockey%20Wives\"&gt;Hockey Wives&lt;/a&gt;\".\nControversy.\nAn avid hunter, Booth posted a &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; video in May 2012 of him baiting and killing an &lt;a href=\"American%20black%20bear\"&gt;American black bear&lt;/a&gt;. Though the practice is legal in &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, it is banned in 18 American states, as well as &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, the Vancouver Canucks' province. Booth's actions were widely criticized among the public, causing him to remove the video within days."
}