{
    "id": "8062791",
    "revid": "40611111",
    "url": "https://en.wikipedia.org/wiki?curid=8062791",
    "title": "Democracy Alliance",
    "text": "The Democracy Alliance is a network of &lt;a href=\"Progressivism%20in%20the%20United%20States\"&gt;progressive&lt;/a&gt; donors who coordinate their political donations to groups that the Alliance has endorsed. It has been described by \"&lt;a href=\"Politico\"&gt;Politico&lt;/a&gt;\" as \"the country's most powerful liberal donor club.\"\nMembers of the Democracy Alliance are required to contribute at least $200,000 a year to groups the Democracy Alliance vets and recommends. As of 2014, the Alliance had helped distribute approximately $500 million to liberal organizations since its founding in 2005. Members of the Democracy Alliance include billionaires &lt;a href=\"George%20Soros\"&gt;George Soros&lt;/a&gt; and &lt;a href=\"Tom%20Steyer\"&gt;Tom Steyer&lt;/a&gt;. In 2017 and 2018 alone, Democracy Alliance members spent $600 million on various liberal causes.\nThe Democracy Alliance planned to spend $374 million during the 2014 midterm election cycle to boost liberal candidates and causes. According to the Democracy Alliance's website, the group \"was created to build progressive infrastructure that could help counter the well-funded and sophisticated conservative apparatus in the areas of civic engagement, leadership, media, and ideas.\"\nHistory.\nA &lt;a href=\"Microsoft%20PowerPoint\"&gt;PowerPoint&lt;/a&gt; presentation, \"The Conservative Message Machine Money Matrix\", created by Rob Stein and shown to individuals and small groups of donors in 2003 and 2004, is often credited as being the impetus for the group's formation.\nThe first meeting of the Democracy Alliance was held at The Boulders near &lt;a href=\"Scottsdale%2C%20Arizona\"&gt;Scottsdale, Arizona&lt;/a&gt;, in April 2005. Rob Stein was appointed interim CEO, pending the group's selection of a permanent leader. &lt;a href=\"George%20Soros\"&gt;George Soros&lt;/a&gt;, &lt;a href=\"Peter%20B.%20Lewis\"&gt;Peter B. Lewis&lt;/a&gt; and &lt;a href=\"Tim%20Gill\"&gt;Tim Gill&lt;/a&gt; were all involved in the organization's founding.\nAt the Democracy Alliance's second meeting, held at the Chateau Elan near &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, in October 2005, management consultant Judy Wade was installed as the CEO of the organization. At the group's fourth meeting in Miami in November 2006, Wade was replaced with Kelly Craighead.\nIn July 2006, Rob McKay was elected chairman of the board and &lt;a href=\"Anna%20Burger\"&gt;Anna Burger&lt;/a&gt; of the &lt;a href=\"Service%20Employees%20International%20Union\"&gt;Service Employees International Union&lt;/a&gt; (SEIU) was elected vice chair.\nIn 2012, the Democracy Alliance ceased funding a number of prominent progressive organizations. According to the \"&lt;a href=\"Huffington%20Post\"&gt;Huffington Post&lt;/a&gt;\", \"The groups dropped by the Democracy Alliance tend to be those that work outside the [Democratic] party's structure.\" This move cost the Democracy Alliance the support of Soros ally &lt;a href=\"Peter%20B.%20Lewis\"&gt;Peter B. Lewis&lt;/a&gt;, the billionaire founder of &lt;a href=\"Progressive%20Auto%20Insurance\"&gt;Progressive Auto Insurance&lt;/a&gt;.\nAccording to the \"&lt;a href=\"Huffington%20Post\"&gt;Huffington Post&lt;/a&gt;\", the Democracy Alliance \"is largely divided into two camps: one that prefers to focus on electing Democrats to office, and another that argues for more attention to movement and progressive infrastructure building in order to create a power center independent of the Democratic Party apparatus.\"\nIn 2015, the Democracy Alliance announced a new strategy called \"2020 Vision\".\nThe strategy is centered on electing more Democrats to state level offices to build its political influence by 2020. The Democracy Alliance plans to raise more than $150 million over five years to assist more than 30 groups, including organizations focused on battles to increase the minimum wage, oppose voter ID laws, address global warming and reduce the influence of money in elections.\nUnder its latest strategy, the Democracy Alliance will divide its funding streams into four categories. There are 35 groups funded in these categories.\nThis is the old STRATEGY, and in 2017 the issue of Latino and maginilized communities was addressed in the Alliances New American Majority Fund, with specific investments in Latino engagement and African American electoral funding.\nAs of 2015, the Democracy Alliance, which does not disclose its membership, is reported to have about 110 partners who are required to contribute at least $200,000 a year to groups it vets and recommends. Members include &lt;a href=\"Tom%20Steyer\"&gt;Tom Steyer&lt;/a&gt; and some of the U.S.'s biggest labor unions. It has recommended that its donors financially support the &lt;a href=\"Black%20Lives%20Matter\"&gt;Black Lives Matter&lt;/a&gt; movement.\nIn advance of the 2020 elections, the Democracy Alliance retooled its strategy and began to focus on \"playing down longtime relationships with groups in Washington and instead preparing to pour $100 million into key states to help defeat President Donald Trump.\"\nPersonnel.\nPamela Shifman is the president of the Democracy Alliance. Prior to Shifman's appointment in October of 2021 &lt;a href=\"Gara%20LaMarche\"&gt;George LaMarche&lt;/a&gt;, a longtime progressive activist and close ally of &lt;a href=\"George%20Soros\"&gt;George Soros&lt;/a&gt;, held the post. Prior to LaMarche's hiring, &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; aide Kelly Craighead led the Alliance. &lt;a href=\"Howard%20Dean\"&gt;Howard Dean&lt;/a&gt; has previously been considered as a potential president for the Democracy Alliance. The board of directors for the Democracy Alliance includes &lt;a href=\"John%20C.%20Stocks\"&gt;John Stocks&lt;/a&gt;, &lt;a href=\"Bauman%20Foundation\"&gt;Patricia Bauman&lt;/a&gt;, Weston Milliken, &lt;a href=\"Gara%20LaMarche\"&gt;Gara LaMarche&lt;/a&gt;, &lt;a href=\"Mary%20Kay%20Henry\"&gt;Mary Kay Henry&lt;/a&gt;, David desJardins, &lt;a href=\"Nick%20Hanauer\"&gt;Nick Hanauer&lt;/a&gt;, Farhad Ebrahimi, Josh Fryday, Keith Mestrich, Fran Rodgers, Susan Sandler and ex-Clinton administration official Rob Stein. Other members include &lt;a href=\"Drummond%20Pike\"&gt;Drummond Pike&lt;/a&gt;; &lt;a href=\"John%20R.%20Hunting\"&gt;John R. Hunting&lt;/a&gt;; Paul Rudd (co-founder of Adaptive Analytics); &lt;a href=\"Pat%20Stryker\"&gt;Pat Stryker&lt;/a&gt;; &lt;a href=\"Gail%20Furman\"&gt;Gail Furman&lt;/a&gt;; real estate developer Robert Bowditch; &lt;a href=\"Pioneer%20Hybrid%20International\"&gt;Pioneer Hybrid International&lt;/a&gt;-heir and congressional candidate &lt;a href=\"Scott%20Wallace%20%28politician%29\"&gt;Scott Wallace&lt;/a&gt;; &lt;a href=\"Susie%20Tompkins%20Buell\"&gt;Susie Tompkins Buell&lt;/a&gt;; real estate developer Albert Dwoskin; and &lt;a href=\"Taco%20Bell\"&gt;Taco Bell&lt;/a&gt;-heir Rob McKay.\nGet out the vote efforts.\n\"&lt;a href=\"Inside%20Philanthropy\"&gt;Inside Philanthropy&lt;/a&gt;\" described the Democracy Alliance as a \"site of frequent coordination between left-leaning funders looking to &lt;a href=\"get%20out%20the%20vote\"&gt;get out the vote&lt;/a&gt;. Its secretive donor base appears to be mobilizing in response to &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19&lt;/a&gt;, and elections are on the agenda.\" The Democracy Alliance seeks to increase voter engagement among people of color, women, and young people.\nOrganizations funded.\nThe Alliance recommends a portfolio of progressive organizations that collaborate with each other. In 2014, the Democracy Alliance's \"Progressive Infrastructure Map\" included 172 organizations, 21 of which were considered core groups. In 2015, the Alliance's funding plans included 35 core organizations. Entities funded by the Democracy Alliance include:"
}