{
    "id": "8085298",
    "revid": "1063356100",
    "url": "https://en.wikipedia.org/wiki?curid=8085298",
    "title": "Arrhenatherum elatius",
    "text": "Arrhenatherum elatius, with the common names bulbous oat grass, false oat-grass, tall oat-grass, tall meadow oat, onion couch and tuber oat-grass, is a species of &lt;a href=\"perennial%20plant\"&gt;perennial&lt;/a&gt; &lt;a href=\"grass\"&gt;grass&lt;/a&gt;, native to Europe, western Asia, and northern Africa.\nThis &lt;a href=\"bunchgrass\"&gt;bunchgrass&lt;/a&gt; is often used as an &lt;a href=\"ornamental%20grass\"&gt;ornamental grass&lt;/a&gt; and is sometimes marketed as \"&lt;a href=\"cat%20grass\"&gt;cat grass&lt;/a&gt;\".\nIt is native to Europe but can be found elsewhere as an &lt;a href=\"introduced%20species\"&gt;introduced species&lt;/a&gt;. It is found especially in &lt;a href=\"prairie\"&gt;prairie&lt;/a&gt;s, at the side of roads and in uncultivated fields. The bulbous subspecies can be a weed of &lt;a href=\"arable%20land\"&gt;arable land&lt;/a&gt;. It is palatable grass for &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; and is used both as &lt;a href=\"forage\"&gt;forage&lt;/a&gt; (pasture) and &lt;a href=\"fodder\"&gt;fodder&lt;/a&gt; (&lt;a href=\"hay\"&gt;hay&lt;/a&gt; and &lt;a href=\"silage\"&gt;silage&lt;/a&gt;).\nDescription.\nThis coarse grass can grow to tall. The leaves are bright green, broad, slightly hairy, and rough. The &lt;a href=\"ligule\"&gt;ligule&lt;/a&gt; is long and smooth edged. The &lt;a href=\"panicle\"&gt;panicle&lt;/a&gt; is up to , and the bunched &lt;a href=\"spikelet\"&gt;spikelet&lt;/a&gt;s have projecting and angled &lt;a href=\"Awn%20%28botany%29\"&gt;awns&lt;/a&gt; up to long, green or purplish. The panicles often remain into winter. The &lt;a href=\"spikelet\"&gt;spikelet&lt;/a&gt;s are oblong or gaping. It flowers from June to September. The roots are yellow.\nTwo subspecies have been described:\nHabitat.\n\"Arrhenatherum elatius\" is a principal species in two UK &lt;a href=\"British%20National%20Vegetation%20Classification\"&gt;National Vegetation Classification&lt;/a&gt; habitat communities: the very widespread &lt;a href=\"British%20NVC%20community%20MG1\"&gt;MG1 (\"Arrhenatherum elatius\" grassland)&lt;/a&gt; and the much rarer &lt;a href=\"British%20NVC%20community%20MG2\"&gt;MG2 (\"Arrhenatherum elatius\" - \"Filipendula ulmaria\" tall-herb grassland)&lt;/a&gt;. This means that it can be found with species such as \"&lt;a href=\"Dactylis%20glomerata\"&gt;Dactylis glomerata&lt;/a&gt;\" (also known as cock's-foot and orchard grass), and \"&lt;a href=\"Filipendula%20ulmaria\"&gt;Filipendula ulmaria&lt;/a&gt;\" (also known as meadow-sweet).\nIt is found on road verges, along hedges and riverbanks.\nIt can colonise and stabilise limestone scree, bare calcareous cliffs, maritime shingle and coastal dunes."
}