{
    "id": "80945",
    "revid": "39892219",
    "url": "https://en.wikipedia.org/wiki?curid=80945",
    "title": "Elpis",
    "text": "In &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;, Elpis () is the spirit of &lt;a href=\"hope\"&gt;hope&lt;/a&gt; (usually seen as an extension to suffering by the &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt;, not as a god). She was depicted as a young woman, usually carrying flowers or a &lt;a href=\"cornucopia\"&gt;cornucopia&lt;/a&gt; in her hands.\nFamily.\nElpis is perhaps a child of &lt;a href=\"Nyx%20%28mythology%29\"&gt;Nyx&lt;/a&gt; and mother of &lt;a href=\"Pheme\"&gt;Pheme&lt;/a&gt;, the goddess of fame, renown and rumor. \nMythology.\nIn &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt;'s \"&lt;a href=\"Works%20and%20Days\"&gt;Works and Days&lt;/a&gt;\", Elpis was the last item in &lt;a href=\"Pandora%27s%20box\"&gt;Pandora's box&lt;/a&gt; (or jar). Based on Hesiod's description, the debate is still alive to determine if Elpis was only \"hope\", or more generally \"expectation\". Her equivalent in &lt;a href=\"Roman%20mythology\"&gt;Roman mythology&lt;/a&gt; was &lt;a href=\"Spes\"&gt;Spes&lt;/a&gt;.\nHesiod's \"Works and Days\".\nThe more famous version of the &lt;a href=\"Pandora\"&gt;Pandora&lt;/a&gt; myth comes from one of Hesiod's poems, \"&lt;a href=\"Works%20and%20Days\"&gt;Works and Days&lt;/a&gt;\". In this version of the myth (lines 60–105), Hesiod expands upon her origin, and moreover widens the scope of the misery she inflicts on mankind. Pandora brings with her a jar containing \"burdensome toil and sickness that brings death to men\" (91–92), diseases (102) and \"a myriad other pains\" (100). &lt;a href=\"Prometheus\"&gt;Prometheus&lt;/a&gt; had – fearing further reprisals – warned his brother &lt;a href=\"Epimetheus%20%28mythology%29\"&gt;Epimetheus&lt;/a&gt; not to accept any gifts from Zeus. But Epimetheus did not listen; he accepted Pandora, who promptly scattered the contents of her jar. As a result, Hesiod tells us, \"the earth and sea are full of evils\" (101). One item, however, did not escape the jar (96–99), hope:\n&lt;poem&gt;\nOnly Hope was left within her unbreakable house,\nshe remained under the lip of the jar, and did not\nfly away. Before [she could], Pandora replaced the\nlid of the jar. This was the will of &lt;a href=\"aegis\"&gt;aegis&lt;/a&gt;-bearing\nZeus the Cloudgatherer.&lt;/poem&gt;\nHesiod does not say why hope (\"elpis\") remained in the jar. The implications of Elpis remaining in the jar were the subject of intense debate even in antiquity.\nHesiod closes with this moral (105): \"Thus it is not possible to escape the mind of Zeus.\"\nReferences.\nNotes\nCitations\nBibliography"
}