{
    "id": "8126576",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=8126576",
    "title": "Seahurst Park",
    "text": "Seahurst Park, in &lt;a href=\"Burien%2C%20Washington\"&gt;Burien, Washington&lt;/a&gt; (a suburb of &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;), is a park with forests and a beach on &lt;a href=\"Puget%20Sound\"&gt;Puget Sound&lt;/a&gt;. Originally a &lt;a href=\"King%20County%2C%20Washington\"&gt;King County&lt;/a&gt; park, it was given to the newly incorporated city of Burien in 1996. The beach is about long, and the upper part of the beach has been made into a sea wall.\nGeology.\nThe western border of the park is a beach on &lt;a href=\"Puget%20Sound\"&gt;Puget Sound&lt;/a&gt;. At the eastern edge of the park the elevation is as high as . The beach is undergoing a restoration to a more natural state, the biggest part of which is removing a 35-year-old seawall and replacing it with a sloping beach. There are two primary streams in the park one on the south end and one on the north. Between the streams a steep slope runs along the shore just above the beach. The north creek basin contains a large wetland area that extends back from the beach nearly to the eastern border of the park in some places. Many of the slopes in Seahurst Park are considered unstable and there is historical evidence of numerous landslides in some areas. The park also has many springs.\nWildlife.\nSeahurst Park is home to a wide variety of wildlife. Eagles, Herons, woodpeckers, owls, pheasants, raccoons, and the usual host of seabirds and marine creatures are all regularly seen or heard in the park. There is a salmon hatchery in the Park, but no natural salmon run, the returning salmon are used as the source for the next batch of salmon to be released. The hatchery and related Marine Technology Lab is operated by several local school districts as an educational facility. Seahurst Park is designated a Marine Reserve Area by the City of Burien in order to protect marine creatures along the shore. In a 1997 assessment of beaches in the King County region, Seahurst Park had the second fewest clams per square foot, and the smallest average size among the surveyed beaches. In 2004 a major beach habitat rehabilitation project began at Seahurst Park so those numbers may have improved by now. No current study is available for comparison.\nHistory.\nCreated in 1975, Seahurst Park was under the management of the King County Department of Natural Resources and Parks until 1996, when it was ceded to the new city of Burien.\nThe park is also referred to as Ed Munro Park or Ed Munro Seahurst Park, in honor of the Washington state legislator who played a key role in its creation.\nModern.\nThe seawall in the park (which was built in 1972) is deteriorating and has changed the environment on the beach. Large logs and native vegetation had been added to the upper beach to both make it look natural and limit access to the beach. A Beach Habitat Restoration project started in 2004 that has already removed 1/3 of the seawall and restored a more natural beach on the southern end of the park. The northern portion started in September 2013 and concluded in the Summer of 2014. During this time, the city has also acquired a parcel on the southern edge of the park and added it to the system. In addition to the beach restoration some work was done on removing invasive plant species, trails were improved and facilities were upgraded."
}