{
    "id": "8137962",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=8137962",
    "title": "History of immigration to Canada",
    "text": "The history of immigration to Canada details the movement of people to modern-day &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. The modern Canadian legal regime was founded in 1867 but Canada also has legal and cultural continuity with &lt;a href=\"New%20France\"&gt;French&lt;/a&gt; and &lt;a href=\"British%20North%20America\"&gt;British&lt;/a&gt; &lt;a href=\"History%20of%20colonialism\"&gt;colonies&lt;/a&gt; in &lt;a href=\"Colonization%20of%20North%20America\"&gt;North America&lt;/a&gt; going back to the seventeenth century, and during the colonial era immigration was a major political and economic issue and Britain and France competed to fill their colonies with loyal settlers. Prior to that, the land that now makes up Canada was inhabited by many distinct &lt;a href=\"Indigenous%20peoples%20of%20Canada\"&gt;indigenous nations&lt;/a&gt; for thousands of years. Indigenous peoples contributed significantly to the culture and economy of the early European colonies, to which was added several waves of European immigration. More recently, the source of migrants to Canada has shifted away from Europe and towards Asia and Africa. Canada's &lt;a href=\"Canadian%20identity\"&gt;cultural identity&lt;/a&gt; has evolved constantly in tandem with changes in immigration patterns.\n&lt;a href=\"Statistics%20Canada\"&gt;Statistics Canada&lt;/a&gt; has tabulated the effect of immigration on population growth in Canada from 1851 to 2001. On average, censuses are taken every 10 years, which is how &lt;a href=\"Census%20in%20Canada\"&gt;Canadian censuses&lt;/a&gt; were first incremented between 1871 and 1901. Beginning in 1901, the &lt;a href=\"Dominion%20Government\"&gt;Dominion Government&lt;/a&gt; changed its policy so that census-taking occurred every 5 years subsequently. This was to document the effects of the advertising campaign initiated by &lt;a href=\"Clifford%20Sifton\"&gt;Clifford Sifton&lt;/a&gt;.\nIn 2018, Canada received 321,035 immigrants. The top ten countries of origin, which provided 61% of these, were &lt;a href=\"India\"&gt;India&lt;/a&gt; (69, 973), the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; (35,046), &lt;a href=\"China\"&gt;China&lt;/a&gt; (29,709), &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; (12,046), the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; (10, 907), &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; (9,488), &lt;a href=\"France\"&gt;France&lt;/a&gt; (6,175), &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt; (5,689), and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and its &lt;a href=\"British%20overseas%20territories\"&gt;overseas territories&lt;/a&gt; (5,663).\nHistory of Canadian nationality law.\nIn 1828, during the &lt;a href=\"Great%20Migration%20of%20Canada\"&gt;Great Migration of Canada&lt;/a&gt;, &lt;a href=\"England\"&gt;Britain&lt;/a&gt; passed the Act to Regulate the Carrying of Passengers in Merchant Vessels, the country's first legislative recognition of its responsibility over the safety and well-being of immigrants leaving the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;. The \"Act\" limited the number of passengers who could be carried on a ship regulated the amount of space allocated to them; and required that passengers be supplied with adequate sustenance on the voyage. The 1828 \"Act\" is now recognized as the foundation of British colonial emigration legislation.\n&lt;a href=\"Canadian%20nationality%20law\"&gt;Canadian citizenship&lt;/a&gt; was originally created under the \"Immigration Act, 1910\", to designate those British subjects who were &lt;a href=\"Domicile%20%28law%29\"&gt;domiciled&lt;/a&gt; in Canada, while all other British subjects required permission to land. A separate status of 'Canadian national' was created under the \"Canadian Nationals Act, 1921\", which defined such British subjects as being Canadian citizens, as well as their wives and children (fathered by such citizens) who had not yet landed in Canada. Following the passage of the &lt;a href=\"Statute%20of%20Westminster%201931\"&gt;Statute of Westminster&lt;/a&gt; in 1931, the monarchy thus ceased to be an exclusively British institution. As result, Canadians—just as all others living among the &lt;a href=\"Commonwealth%20realm\"&gt;Commonwealth realm&lt;/a&gt;s—were known as \"subjects of the Crown\", while the term \"British subject\" would continue to be used in legal documents.\nCanada was the second nation among what was then the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;British Commonwealth&lt;/a&gt; to establish its own nationality law in 1946, with the enactment of the \"&lt;a href=\"Canadian%20Citizenship%20Act%2C%201946\"&gt;Canadian Citizenship Act, 1946&lt;/a&gt;\", taking effect on January 1, 1947. To acquire Canadian citizenship from then forward, one would generally have to either be a &lt;a href=\"British%20subject\"&gt;British subject&lt;/a&gt; on or before the \"Act\" took effect; an '&lt;a href=\"First%20Nations%20in%20Canada\"&gt;Indian&lt;/a&gt;' or '&lt;a href=\"Inuit\"&gt;Eskimo&lt;/a&gt;'; or had to have been admitted to Canada as landed immigrants before the \"Act\" took effect. A \"British subject\" at that time was anyone from the UK or its colonies (&lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; countries). Acquisition and loss of British subject status before 1947 was determined by &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; law (see &lt;a href=\"History%20of%20British%20nationality%20law\"&gt;History of British nationality law&lt;/a&gt;).\nOn February 15, 1977, Canada removed restrictions on dual citizenship. Many of the provisions to acquire or lose Canadian citizenship that existed under the 1946 legislation were repealed. Canadian citizens are in general no longer subject to involuntary loss of citizenship, barring revocation on the grounds of immigration fraud or criminality. The term \"&lt;a href=\"Canadians%20of%20convenience\"&gt;Canadians of convenience&lt;/a&gt;\" was popularized by Canadian politician &lt;a href=\"Garth%20Turner\"&gt;Garth Turner&lt;/a&gt; in 2006 in conjunction with the evacuation of &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; citizens from &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; during the &lt;a href=\"2006%20Israel%E2%80%93Lebanon%20conflict\"&gt;2006 Israel–Lebanon conflict&lt;/a&gt;. It refers to people with &lt;a href=\"multiple%20citizenship\"&gt;multiple citizenship&lt;/a&gt; who immigrated to Canada, met the residency requirement to obtain citizenship, obtained &lt;a href=\"Canadian%20citizenship\"&gt;Canadian citizenship&lt;/a&gt;, and moved back to their original home country while maintaining their Canadian citizenship, with those who support the term claiming they do so as a safety net.\nRegional history.\nAtlantic Region.\nThere are a number of reports of contact made before Columbus between the first peoples and those from other continents. The case of &lt;a href=\"Norse%20colonization%20of%20the%20Americas\"&gt;Viking contact&lt;/a&gt; is supported by the remains of a &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; settlement in &lt;a href=\"L%27Anse%20aux%20Meadows\"&gt;L'Anse aux Meadows&lt;/a&gt;, &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt;, although there is no direct proof this was the place &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;ic &lt;a href=\"Norsemen\"&gt;Norseman&lt;/a&gt; &lt;a href=\"Leif%20Ericson\"&gt;Leifur Eiríksson&lt;/a&gt; referred to as &lt;a href=\"Vinland\"&gt;Vinland&lt;/a&gt; around the year 1000.\nThe presence of &lt;a href=\"Basques\"&gt;Basque&lt;/a&gt; cod fishermen and whalers, just a few years after Columbus, has also been cited, with at least nine fishing outposts having been established on &lt;a href=\"Labrador\"&gt;Labrador&lt;/a&gt; and Newfoundland. The largest of these settlements was the &lt;a href=\"Red%20Bay%2C%20Newfoundland%20and%20Labrador\"&gt;Red Bay&lt;/a&gt; station, with an estimated 900 people. &lt;a href=\"Basque%20people\"&gt;Basque&lt;/a&gt; &lt;a href=\"whaler\"&gt;whaler&lt;/a&gt;s may have begun fishing the &lt;a href=\"Grand%20Banks\"&gt;Grand Banks&lt;/a&gt; as early as the 15th century.\nThe next European explorer acknowledged as landing in what is now Canada was &lt;a href=\"John%20Cabot\"&gt;John Cabot&lt;/a&gt;, who landed somewhere on the coast of North America (probably Newfoundland or &lt;a href=\"Cape%20Breton%20Island\"&gt;Cape Breton Island&lt;/a&gt;) in 1497 and claimed it for King &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII of England&lt;/a&gt;. Portuguese and Spanish explorers also visited Canada, but it was the French who first began to explore further inland and set up colonies, beginning with &lt;a href=\"Jacques%20Cartier\"&gt;Jacques Cartier&lt;/a&gt; in 1534. Under &lt;a href=\"Pierre%20Dugua%2C%20Sieur%20de%20Mons\"&gt;Pierre Dugua, Sieur de Mons&lt;/a&gt;, the first French settlement was made in 1604 in the region of New France known as &lt;a href=\"Acadia\"&gt;Acadie&lt;/a&gt; on Isle Sainte-Croix (which now belongs to Maine) in the Bay of Fundy. That winter was particularly long and harsh and about half of the settlers that had accompanied Sieur de Mons died of scurvy. The following year they decided to move to a better sheltered area, establishing a new settlement at &lt;a href=\"Port%20Royal%2C%20Annapolis%20County%2C%20Nova%20Scotia\"&gt;Port-Royal&lt;/a&gt;. In 1608, &lt;a href=\"Samuel%20de%20Champlain\"&gt;Samuel de Champlain&lt;/a&gt;, established a settlement at Donnacona; it would later grow to become &lt;a href=\"Quebec%20City\"&gt;Quebec City&lt;/a&gt;. The French claimed Canada as their own and 6,000 settlers arrived, settling along the &lt;a href=\"St.%20Lawrence%20River\"&gt;St. Lawrence River&lt;/a&gt; and in the &lt;a href=\"Maritimes\"&gt;Maritimes&lt;/a&gt;. Britain also had a presence in Newfoundland and, with the advent of settlements, claimed the south of Nova Scotia as well as the areas around the &lt;a href=\"Hudson%20Bay\"&gt;Hudson Bay&lt;/a&gt;.\nThe first contact with the Europeans was disastrous for the first peoples. Explorers and traders brought European diseases, such as &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt;, which killed off entire villages. Relations varied between the settlers and the Natives. The French befriended the &lt;a href=\"Wyandot%20people\"&gt;Huron&lt;/a&gt; peoples and entered into a mutually beneficial trading relationship with them. The &lt;a href=\"Iroquois\"&gt;Iroquois&lt;/a&gt;, however, became dedicated opponents of the French and warfare between the two was unrelenting, especially as the British armed the Iroquois in an effort to weaken the French.\nQuebec.\nAfter &lt;a href=\"Samuel%20de%20Champlain\"&gt;Samuel de Champlain&lt;/a&gt;'s founding of &lt;a href=\"Quebec%20City\"&gt;Quebec City&lt;/a&gt; in 1608, it became the &lt;a href=\"capital%20city\"&gt;capital&lt;/a&gt; of &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt;. While the coastal &lt;a href=\"Community\"&gt;communities&lt;/a&gt; were based upon the &lt;a href=\"cod\"&gt;cod&lt;/a&gt; &lt;a href=\"fishery\"&gt;fishery&lt;/a&gt;, the economy of the interior revolved around &lt;a href=\"North%20American%20fur%20trade\"&gt;beaver fur&lt;/a&gt;, which was popular in Europe. French \"voyageurs\" would travel into the hinterlands and trade with the natives. The voyageurs ranged throughout what is today Quebec, Ontario, and Manitoba trading guns, gunpowder, textiles, and other European manufacturing goods with the natives for furs. The fur trade encouraged only a small population, however, as minimal labour was required. Encouraging settlement was always difficult, and while some immigration did occur, by 1760 New France had a population of only some 70,000.\nNew France had other problems besides low immigration. The &lt;a href=\"Government%20of%20France\"&gt;French government&lt;/a&gt; had little interest or ability in supporting its colony and it was mostly left to its own devices. The economy was primitive and much of the population was involved in little more than subsistence agriculture. The colonists also engaged in a long-running series of &lt;a href=\"French%20Iroquois%20Wars\"&gt;wars with the Iroquois&lt;/a&gt;.\nOntario.\n&lt;a href=\"%C3%89tienne%20Br%C3%BBl%C3%A9\"&gt;Étienne Brûlé&lt;/a&gt; explored Ontario from 1610 to 1612. In 1615, &lt;a href=\"Samuel%20de%20Champlain\"&gt;Samuel de Champlain&lt;/a&gt; visited Lake Huron, after which French &lt;a href=\"missionary\"&gt;missionaries&lt;/a&gt; established outposts in the region.\nPrairie provinces.\nIn the 18th to 19th century, the only immigration western Canada or &lt;a href=\"Rupert%27s%20Land\"&gt;Rupert's Land&lt;/a&gt; saw was early &lt;a href=\"French%20Canadian\"&gt;French Canadian&lt;/a&gt; &lt;a href=\"North%20West%20Company\"&gt;North West Company&lt;/a&gt; &lt;a href=\"fur%20trade\"&gt;fur trade&lt;/a&gt;rs from eastern Canada, and the Scots, English Adventurers and Explorers representing the &lt;a href=\"Hudson%27s%20Bay%20Company\"&gt;Hudson's Bay Company&lt;/a&gt; who arrived via &lt;a href=\"Hudson%20Bay\"&gt;Hudson Bay&lt;/a&gt;. Canada became a nation in 1867, Rupert's Land became absorbed into the &lt;a href=\"Northwest%20Territories\"&gt;North-West Territories&lt;/a&gt;. To encourage &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; to join the &lt;a href=\"confederation\"&gt;confederation&lt;/a&gt;, a &lt;a href=\"transcontinental%20railway\"&gt;transcontinental railway&lt;/a&gt; was proposed. The railway companies felt it was not feasible to lay track over land where there was no settlement. The fur trading era was declining; as the &lt;a href=\"American%20bison\"&gt;buffalo&lt;/a&gt; population disappeared, so too did the nomadic buffalo hunters, which presented a possibility to increase agricultural settlement. Agricultural possibilities were first expounded by &lt;a href=\"Henry%20Youle%20Hind\"&gt;Henry Youle Hind&lt;/a&gt;. The Dominion government with the guidance of &lt;a href=\"Clifford%20Sifton\"&gt;Clifford Sifton&lt;/a&gt;, Minister of the Interior in charge of immigration, (1896–1905) enacted Canada's &lt;a href=\"Homestead%20principle\"&gt;homesteading&lt;/a&gt; act, the &lt;a href=\"Dominion%20Lands%20Act\"&gt;Dominion Lands Act&lt;/a&gt;, in 1872. An extensive advertising campaign throughout &lt;a href=\"western%20Europe\"&gt;western Europe&lt;/a&gt; and &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt; brought in a huge wave of immigrants to \"The Last, Best West\". (In 1763 &lt;a href=\"Catherine%20the%20Great\"&gt;Catherine the Great&lt;/a&gt; issues Manifesto inviting foreigners to settle in Russia, and in 1862 the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; enacted a &lt;a href=\"Homestead%20Act\"&gt;Homestead Act&lt;/a&gt; inviting immigration to America.)\nEthnic or religious groups seeking asylum or independence no longer travelled to Russia or the United States where lands were taken or homestead acts were cancelled. The &lt;a href=\"Red%20River%20Colony\"&gt;Red River Colony&lt;/a&gt; population of &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt; allowed it to become a &lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;Canadian province&lt;/a&gt; in 1870. In the 1880s less than 1,000 non-Aboriginal people resided out West. The government's immigration policy was a huge success, the North-West Territories grew to a population of 56,446 in 1881 and almost doubled to 98,967 in 1891, and exponentially jumped to 211,649 by 1901. Ethnic &lt;a href=\"Bloc%20Settlements\"&gt;Bloc Settlements&lt;/a&gt; dotted the prairies, as language groupings settled together on soil types of the Canadian western prairie similar to agricultural land of their homeland. In this way immigration was successful; new settlements could grow because of common communication and learned agricultural methods. Canada's &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;CPR&lt;/a&gt; transcontinental railway was finished in 1885. Immigration briefly ceased to the West during the &lt;a href=\"North-West%20Rebellion\"&gt;North-West Rebellion&lt;/a&gt; of 1885. Various investors and companies were involved in the sale of railway (and some non railway) lands. Sifton himself may have been involved as an investor in some of these ventures. Populations of &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt; and &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt; were eligible for provincial status in 1905. Immigration continued to increase through to the roaring twenties. A mass exodus affected the prairies during the \"&lt;a href=\"Dust%20Bowl\"&gt;Dirty Thirties&lt;/a&gt;\" and &lt;a href=\"Great%20Depression%20in%20Canada\"&gt;depression years&lt;/a&gt; and the prairies have never again regained the impetus of the immigration wave seen in the early 20th century.\nBritish Columbia.\nUntil the railway, immigration to British Columbia was either via sea, or – once the &lt;a href=\"British%20Columbia%20gold%20rushes\"&gt;gold rushes&lt;/a&gt; were under way – via overland travel from California and other parts of the US, as there was no usable route westward beyond the Rockies, and travel on the Prairies and across the Canadian Shield was still water-borne. BC's very small early non-native population was dominantly French-Canadian and Metis fur-company employees, their British (largely Scottish) administrators and bosses, and a population of Kanakas (Hawaiians) in the company's employ, as well as members of various Iroquoian peoples, also in the service of the fur company. The non-local native population of the British Pacific was in the 150–300 range until the advent of the &lt;a href=\"Fraser%20Gold%20Rush\"&gt;Fraser Gold Rush&lt;/a&gt; in 1857, when &lt;a href=\"Victoria%2C%20British%20Columbia\"&gt;Victoria's&lt;/a&gt; population swelled to 30,000 in four weeks and towns of 10,000 and more appeared at hitherto-remote locations on the Mainland, at &lt;a href=\"Yale%2C%20British%20Columbia\"&gt;Yale&lt;/a&gt;, &lt;a href=\"Port%20Douglas%2C%20British%20Columbia\"&gt;Port Douglas&lt;/a&gt;, and &lt;a href=\"Lillooet%2C%20British%20Columbia\"&gt;Lillooet&lt;/a&gt; (then called Cayoosh Flat). This wave of settlement was near-entirely from California, and was approximately one-third each American, Chinese and various Europeans and others; nearly all had been in California for many years, including the early Canadians and Maritimers who made the journey north to the new Gold Colony, as British Columbia was often called.\nOne group of about 60, called the &lt;a href=\"Overlanders%20of%20%2762\"&gt;Overlanders of '62&lt;/a&gt;, did make the journey from Canada via Rupert's Land during the &lt;a href=\"Cariboo%20Gold%20Rush\"&gt;Cariboo Gold Rush&lt;/a&gt;, though they were the exception to the rule. An earlier attempt to move some of the settlers of the Selkirk Colony ended in disaster at &lt;a href=\"Dalles%20des%20Morts\"&gt;Dalles des Morts&lt;/a&gt;, near present-day &lt;a href=\"Revelstoke%2C%20British%20Columbia\"&gt;Revelstoke&lt;/a&gt;. Early immigration to British Columbia was from all nations, largely via California, and included Germans, Scandinavians, Maritimers, Australians, Poles, Italians, French, Belgians, and others, as well as Chinese and Americans who were the largest groups to arrive in the years around the time of the founding of the Mainland Colony in 1858. Most of the early Americans left in the early 1860s because of the &lt;a href=\"American%20Civil%20War\"&gt;US Civil War&lt;/a&gt; as well as in pursuit of other gold rushes in Idaho, Colorado, and Nevada, though Americans remained a major component in the settler population ever since. During the 1860s, in conjunction with the &lt;a href=\"Cariboo%20Gold%20Rush\"&gt;Cariboo Gold Rush&lt;/a&gt; and agitation to join Canada, more and more Canadians (including the Overlanders, who became influential) arrived and became a force in the local polity, which hitherto had been dominated by Britons favouring separate rule, and helped contribute towards the agenda for annexation with Canada. After the opening of the CPR, a new wave of immigration led not just to the creation of &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt; and other newer urban settlements, but also to the settlement of numerous regions in the &lt;a href=\"British%20Columbia%20Interior\"&gt;Interior&lt;/a&gt;, especially the &lt;a href=\"Okanagan\"&gt;Okanagan&lt;/a&gt;, &lt;a href=\"Boundary%20Country\"&gt;Boundary&lt;/a&gt;, &lt;a href=\"Shuswap%20Country\"&gt;Shuswap&lt;/a&gt;, and &lt;a href=\"Kootenays\"&gt;Kootenays&lt;/a&gt;.\nA similar wave of settlement and development accompanied the opening of the &lt;a href=\"Grand%20Trunk%20Pacific%20Railway\"&gt;Grand Trunk Pacific Railway&lt;/a&gt; (today the &lt;a href=\"Canadian%20National%20Railway\"&gt;CNR&lt;/a&gt;) through the Central Interior, which was also the impetus for the creation of the city of Prince George and the port of Prince Rupert.\nHead tax and Chinese Immigration Act of 1923.\nThe first immigrants from China to Canada came from California to the &lt;a href=\"Fraser%20Canyon%20Gold%20Rush\"&gt;Fraser Canyon Gold Rush&lt;/a&gt; in British Columbia, beginning in 1858; immigrants directly from China did not arrive until 1859. The Chinese were a significant part of nearly all the &lt;a href=\"British%20Columbia%20gold%20rushes\"&gt;British Columbia gold rushes&lt;/a&gt; and most towns in BC had large Chinese populations, often a third of the total or more. Chinese labourers were hired to help with the construction of the &lt;a href=\"Cariboo%20Wagon%20Road\"&gt;Cariboo Wagon Road&lt;/a&gt; and &lt;a href=\"Alexandra%20Bridge\"&gt;Alexandra Bridge&lt;/a&gt; as well as the &lt;a href=\"Douglas%20Road\"&gt;Douglas Road&lt;/a&gt; and other routes. Chinese miners, merchants and ranchers enjoyed full rights to mineral tenure and land alienation and in some areas became the mainstay of the local economy for decades. Chinese, for instance, owned 60% of the land in the &lt;a href=\"Lillooet%20Land%20District\"&gt;Lillooet Land District&lt;/a&gt; in the 1870s and 1880s and held the majority of working claims on the Fraser River and in other areas. The next wave of immigrants from China were labourers brought in to help build the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;CPR&lt;/a&gt; &lt;a href=\"transcontinental%20railway\"&gt;transcontinental railway&lt;/a&gt; but many defected to the goldfields of the &lt;a href=\"Cariboo\"&gt;Cariboo&lt;/a&gt; and other mining districts. In the year the railway was completed the &lt;a href=\"Chinese%20Immigration%20Act\"&gt;Chinese Immigration Act&lt;/a&gt; of 1885 was enacted, and a head tax was levied to control the ongoing influx of labour, although immigration continued as corporate interests in BC preferred to hire the cheaper labour made available to them by Chinese labour contractors; Chinese labour was brought in by the Dunsmuir coal interests used to break the back of strikers at &lt;a href=\"Cumberland%2C%20British%20Columbia\"&gt;Cumberland&lt;/a&gt; in the &lt;a href=\"Comox%20Valley\"&gt;Comox Valley&lt;/a&gt;, which then became one of BC's largest Chinatowns as white workers formerly resident there had been &lt;a href=\"Ginger%20Goodwin\"&gt;displaced by armed force&lt;/a&gt;.\nIndian immigration and Continuous Journey Regulation of 1908.\nThe &lt;a href=\"Government%20of%20Canada\"&gt;Canadian government's&lt;/a&gt; first attempt to restrict immigration from &lt;a href=\"India\"&gt;India&lt;/a&gt; was to pass an &lt;a href=\"order-in-council\"&gt;order-in-council&lt;/a&gt; on January 8, 1908, that prohibited immigration of persons who \"in the opinion of the Minister of the Interior\" did not \"come from the country of their birth or citizenship by a \"continuous journey\" and or through tickets purchased before leaving their country of their birth or nationality.\" In practice this applied only to ships that began their voyage in India, as the great distance usually necessitated a stopover in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; or &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;. These regulations came at a time when Canada was accepting massive numbers of immigrants (over 400,000 in 1913 alone – a figure that remains unsurpassed to this day), almost all of whom came from Europe. Though &lt;a href=\"Baba%20Gurdit%20Singh\"&gt;Gurdit Singh&lt;/a&gt;, was apparently aware of regulations when he chartered the \"&lt;a href=\"Komagata%20Maru\"&gt;Komagata Maru&lt;/a&gt;\" in January 1914, he continued with his purported goal of challenging these exclusion laws in order to have a better life. The \"Komagata Maru\", a Japanese steamship that sailed from &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; to &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;, China; &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt;, Japan; and then to &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, Canada, in 1914, carried 376 passengers from &lt;a href=\"Punjab%20region\"&gt;Punjab&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. The passengers were not allowed to land in Canada and the ship was forced to return to India. The passengers consisted of 340 &lt;a href=\"Sikhs\"&gt;Sikhs&lt;/a&gt;, 24 &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt;, and 12 &lt;a href=\"Hindus\"&gt;Hindus&lt;/a&gt;, all &lt;a href=\"British%20subject\"&gt;British subject&lt;/a&gt;s. This was one of several incidents in the early 20th century involving exclusion laws in Canada and the United States designed to keep out immigrants of Asian origin. Times have now changed, and India has become the largest source of immigrants for Canada. In 2019, India topped the list of immigrants admitted to Canada. Canada welcomed 85,590 Indian nationals, followed by 30,245 from China and 27,820 from the Philippines.\nEarly European settlements.\nGerman colonists and settlement.\n&lt;a href=\"German%20colonization%20of%20the%20Americas\"&gt;German colonists&lt;/a&gt;, like the Scandinavians, were among the earliest to arrive from California and established themselves beyond mining in areas such as ranching and construction and specialized trades. Until World War I, Vancouver was a major centre of German investment and social life and German was commonly heard on the city's streets and bars. They remained the largest non-British group in the province until eclipsed in that capacity by the Chinese in the 1980s.\nDoukhobor settlement and communities.\nThe &lt;a href=\"Doukhobors\"&gt;Doukhobor&lt;/a&gt; people were assisted in their immigration by Count &lt;a href=\"Leo%20Tolstoy\"&gt;Leo Tolstoy&lt;/a&gt; who admired them for their collectarian lifestyle and beliefs and ardent &lt;a href=\"pacifism\"&gt;pacifism&lt;/a&gt; and freedom from materialism. Originally settled in Saskatchewan, and restive of the government's desire to send their children to public school and other matters, they migrated \"en masse\" to British Columbia to settle in the &lt;a href=\"West%20Kootenay\"&gt;West Kootenay&lt;/a&gt; and &lt;a href=\"Boundary%20Country\"&gt;Boundary&lt;/a&gt; regions.\nWaves of migration.\nThe Great Migration.\nThe Great Migration of Canada (also known as the Great Migration from Britain) was a period of high &lt;a href=\"immigration%20to%20Canada\"&gt;immigration to Canada&lt;/a&gt; from 1815 to 1850, involving over 800,000 immigrants chiefly from the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;. Unlike the later 19th century/early 20th century when organized immigration schemes brought in much of the new immigrants to Canada, this period of immigration was demand driven based on the need for infrastructure labour in the burgeoning colonies, filling new rural settlements and poor conditions in some source places, such the &lt;a href=\"Highland%20Clearances\"&gt;Highland Clearances&lt;/a&gt; in Scotland and later, the &lt;a href=\"Great%20Famine%20%28Ireland%29\"&gt;Great Famine of Ireland&lt;/a&gt;. Though Europe was in an overall sense becoming richer through the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;, steep &lt;a href=\"population%20growth\"&gt;population growth&lt;/a&gt; made the relative number of jobs low, and overcrowded conditions forcing many to look to &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; for economic success.\nImmigration to the West.\nAttempts to form permanent settlement colonies west of the &lt;a href=\"Great%20Lakes\"&gt;Great Lakes&lt;/a&gt; were beset by difficulty and isolation until the building of the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt; and the second of the two &lt;a href=\"North-West%20Rebellion\"&gt;Riel Rebellions&lt;/a&gt;. Despite the railway making the region more accessible, there were fear that a tide of settlers from the United States might overrun British territory. In 1896, Minister of the Interior &lt;a href=\"Clifford%20Sifton\"&gt;Clifford Sifton&lt;/a&gt; launched a program of settlement with offices and advertising in the United Kingdom and continental Europe. This began a major wave of railway-based immigration which created the farms, towns, and cities of the &lt;a href=\"Canadian%20Prairies\"&gt;Prairie provinces&lt;/a&gt;.\nThird wave (1890–1920) and fourth wave (1940s–1960s).\nThe third wave of immigration to Canada coming mostly from continental Europe peaked prior to &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, between 1911 and 1913 (over 400,000 in 1912), many from Eastern or Southern Europe. The fourth wave came from Europe after the Second World War, peaking at 282,000 in 1957. Many were from Italy and Portugal. &lt;a href=\"Pier%2021\"&gt;Pier 21&lt;/a&gt; in &lt;a href=\"Halifax%2C%20Nova%20Scotia\"&gt;Halifax, Nova Scotia&lt;/a&gt; was an influential port for European immigration; it received 471,940 Italians between 1928 until it ceased operations in 1971, making &lt;a href=\"Italian%20Canadians\"&gt;Italians&lt;/a&gt; the third largest ethnic group to immigrate to Canada during that time period. Together, they made Canada a more multi-ethnic country with substantial non-British or non-French European elements. For example, &lt;a href=\"Ukrainian%20Canadians\"&gt;Ukrainian Canadians&lt;/a&gt; accounted for the largest Ukrainian population outside Ukraine and Russia. The Church of England took up the role of introducing British values to farmers newly arrived on the prairies. In practice, they clung to their traditional religious affiliations.\nPeriods of low immigration have also occurred: international movement was very difficult during the world wars, and there was a lack of jobs \"pulling\" workers out of Canada during the &lt;a href=\"Great%20Depression%20in%20Canada\"&gt;Great Depression in Canada&lt;/a&gt;.\n&lt;a href=\"Culture%20of%20Canada\"&gt;Canadianization&lt;/a&gt; was a high priority for new arrivals lacking a British cultural background. Immigrants from Britain were given highest priority. There was no special effort to attract Francophone immigrants. In terms of economic opportunity, Canada was most attractive to farmers headed to the Prairies, who typically came from eastern and central Europe. Immigrants from Britain preferred urban life.\nFifth wave (1970s–present).\nImmigration since the 1970s has overwhelmingly been of &lt;a href=\"Visible%20minority\"&gt;visible minorities&lt;/a&gt; from the developing world. This was largely influenced in 1976 when the Immigration Act was revised and this continued to be official government policy. During the &lt;a href=\"Brian%20Mulroney\"&gt;Mulroney&lt;/a&gt; government, immigration levels were increased. By the late 1980s, the fifth wave of immigration has maintained with slight fluctuations since (225,000–275,000 annually). Currently, most immigrants come from South Asia, China, and the Caribbean and this trend is expected to continue.\nHistory of immigration legislations.\nThe following is the chronology of Canadian immigration and citizenship laws.\nReferences.\nStatistics Canada – immigration from 1851 to 2001"
}