{
    "id": "8147261",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=8147261",
    "title": "Girardoni air rifle",
    "text": "The Girardoni air rifle was an &lt;a href=\"air%20gun\"&gt;air gun&lt;/a&gt; designed by &lt;a href=\"Italian%20people\"&gt;Italian&lt;/a&gt; inventor Bartolomeo Girardoni circa 1779. The weapon was also known as the \"Windbüchse\" (\"wind rifle\" in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;). One of the rifle's more famous associations is its use on the &lt;a href=\"Lewis%20and%20Clark%20Expedition\"&gt;Lewis and Clark Expedition&lt;/a&gt; to explore and map the western part of North America in the early 1800s.\nHistory and use.\nThe Girardoni air rifle was in service with the &lt;a href=\"Austrian%20Empire\"&gt;Austrian&lt;/a&gt; army from 1780 to around 1815. Many references to the Girardoni air rifles mention lethal combat ranges of 125 to 150 yards and some extend that range considerably. The advantages of a high &lt;a href=\"rate%20of%20fire\"&gt;rate of fire&lt;/a&gt;, no smoke from &lt;a href=\"propellant\"&gt;propellant&lt;/a&gt;s, and low muzzle report granted it acceptance. It did have problems and was eventually removed from service for several reasons decades after introduction. There was also a version sold to civilians after it was removed from military service. While the detachable air reservoir was capable of around 30 shots, it took nearly 1,500 strokes of a &lt;a href=\"hand%20pump\"&gt;hand pump&lt;/a&gt; to fill those reservoirs. Later, a wagon-mounted pump was provided. The reservoirs, made from hammered sheet iron held together with rivets and sealed by &lt;a href=\"brazing\"&gt;brazing&lt;/a&gt;, proved very difficult to manufacture using the techniques of the period and were always in short supply.\nIn addition, the weapon was very delicate, and a small break in the reservoir could make it inoperable. It was also very different from any other weapon of the time, requiring extensive training to use.\nThe &lt;a href=\"Lewis%20and%20Clark%20Expedition\"&gt;Lewis and Clark Expedition&lt;/a&gt; used the rifle in the demonstrations that they performed for nearly every &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native American&lt;/a&gt; tribe they encountered on the expedition.\nDesign and capabilities.\nThe rifle was long and weighed , about the same basic size and weight as infantry muskets of the time. It fired a .46 or .51 caliber ball and had a tubular, spring-fed &lt;a href=\"Magazine%20%28firearms%29\"&gt;magazine&lt;/a&gt; with a capacity of 20 balls. Some of the weapons were also made using a gravity-fed magazine. Unlike its contemporary, muzzle-loading muskets, which required the &lt;a href=\"rifleman\"&gt;rifleman&lt;/a&gt; to stand up to reload with powder and ball, the shooter could reload a ball from the magazine by pulling a transverse chamber bar out of the breech which allowed a ball to be supplied to it and which then rebounded back to its original position with the aid of a spring, all while lying down. Contemporary regulations of 1788 required that each rifleman, in addition to the rifle itself, be equipped with three compressed air reservoirs (two spare and one attached to the rifle), cleaning stick, hand pump, lead ladle, and 100 lead balls, 1 in the chamber, 19 in the magazine built into the rifle and the remaining 80 in four tin tubes. Equipment not carried attached to the rifle was held in a special leather &lt;a href=\"knapsack\"&gt;knapsack&lt;/a&gt;. It was also necessary to keep the leather &lt;a href=\"gasket\"&gt;gasket&lt;/a&gt;s of the reservoir moist in order to maintain a good seal and prevent leakage.\nThe air reservoir was in the club-shaped stock. With a full air reservoir, the Girardoni air rifle had the capacity to shoot 30 shots at useful pressure. These balls were effective to approximately on a full air reservoir. The power declined as the air reservoir was emptied. Design-wise, the air reservoir was similar to the disposable &lt;a href=\"Powerlet\"&gt;carbon dioxide cartridge&lt;/a&gt;s used on some modern air guns.\nImportance.\nThe Girardoni air rifle was an important first. It was the first &lt;a href=\"repeating%20rifle\"&gt;repeating rifle&lt;/a&gt; of a specific general kind to enter general military service. It was one of the first uses of a &lt;a href=\"Magazine%20%28firearms%29%23Tubular\"&gt;tubular magazine&lt;/a&gt;."
}