{
    "id": "816280",
    "revid": "40502578",
    "url": "https://en.wikipedia.org/wiki?curid=816280",
    "title": "Faggot (slang)",
    "text": "Faggot, often shortened to fag, is a usually &lt;a href=\"pejorative\"&gt;pejorative&lt;/a&gt; term used primarily to refer to &lt;a href=\"gay%20men\"&gt;gay men&lt;/a&gt; and boys. In American &lt;a href=\"youth%20culture\"&gt;youth culture&lt;/a&gt; around the turn of the 21st century, its meaning extended as a broader reaching insult more related to &lt;a href=\"masculinity\"&gt;masculinity&lt;/a&gt; and group power structure.\nThe of use of the words \"fag\" and \"faggot\" has spread from the United States to varying extents elsewhere in the &lt;a href=\"English-speaking%20world\"&gt;English-speaking world&lt;/a&gt; (especially the UK) through mass culture, including film, music, and the internet.\nEtymology and usage.\nThe American slang term is first recorded in 1914, the shortened form \"fag\" shortly after, in 1921. Its immediate origin is unclear, but it is based on the word for \"bundle of sticks,\" ultimately derived, via &lt;a href=\"Old%20French\"&gt;Old French&lt;/a&gt;, Italian and &lt;a href=\"Vulgar%20Latin\"&gt;Vulgar Latin&lt;/a&gt;, from &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"&lt;a href=\"fascis\"&gt;fascis&lt;/a&gt;\".\nThe word \"faggot\" has been used in English since the late 16th century as an abusive term for women, particularly old women, and reference to homosexuality may derive from this, as female terms are often used with reference to homosexual or effeminate men (cf. \"nancy\", \"&lt;a href=\"Sissy%23Pejorative\"&gt;sissy&lt;/a&gt;\", \"&lt;a href=\"queen%20%28slang%29\"&gt;queen&lt;/a&gt;\"). The application of the term to old women is possibly a shortening of the term \"faggot-gatherer,\" applied in the 19th century to people, especially older widows, who made a meager living by gathering and selling firewood. It may also derive from the sense of \"something awkward to be carried\" (compare the use of the word \"baggage\" as a pejorative term for old people in general).\nAn alternative possibility is that the word is connected with the practice of &lt;a href=\"fagging\"&gt;fagging&lt;/a&gt; in British &lt;a href=\"Public%20school%20%28UK%29\"&gt;public school&lt;/a&gt;s, in which younger boys performed (potentially sexual) duties for older boys, although the word \"faggot\" was never used in this context, only \"fag\". There is a reference to the word \"faggot\" being used in 17th-century Britain to refer to a \"man hired into military service simply to fill out the ranks at &lt;a href=\"muster%20%28military%29\"&gt;muster&lt;/a&gt;,\" but there is no known connection with the word's modern usage.\nThe &lt;a href=\"Yiddish%20language\"&gt;Yiddish&lt;/a&gt; word \"faygele\", lit. \"little bird,\" has been claimed by some to be related to the American usage. The similarity between the two words makes it possible that it might at least have had a reinforcing effect.\nThere is an &lt;a href=\"urban%20legend\"&gt;urban legend&lt;/a&gt;, called an \"oft-reprinted assertion\" by &lt;a href=\"Douglas%20Harper\"&gt;Douglas Harper&lt;/a&gt;, that the modern slang meaning developed from the standard meaning of \"faggot\" as \"bundle of sticks for burning\" with regard to &lt;a href=\"Death%20by%20burning\"&gt;burning at the stake&lt;/a&gt;. This is unsubstantiated; the emergence of the slang term in 20th-century American English is unrelated to historical death penalties for homosexuality.\nSome LGBTQ+ have &lt;a href=\"Reappropriation\"&gt;reclaimed&lt;/a&gt; the term as a neutral or positive term of self-description.\nUse in the United Kingdom.\nOriginally confined to the United States, the use of the words \"fag\" and \"faggot\" as epithets for gay men has spread elsewhere in the English-speaking world, but the extent to which they are used in this sense has varied outside the context of imported US popular culture. In the UK and some other countries, the words \"&lt;a href=\"queer\"&gt;queer&lt;/a&gt;\", \"&lt;a href=\"homo\"&gt;homo&lt;/a&gt;\", and \"poof\" are much more common as pejorative terms for gay men. The word \"faggot\" in the UK also refers to &lt;a href=\"Faggot%20%28food%29\"&gt;a kind of meatball&lt;/a&gt;, while \"fag\" is most commonly used as a slang term for \"cigarette.\"\nThe terms \"fag\"/\"&lt;a href=\"fagging\"&gt;fagging&lt;/a&gt;\", have been widely used for a practice of younger pupils acting as personal servants to the most senior boys for well over a hundred years in England, in the &lt;a href=\"public%20school%20%28United%20Kingdom%29\"&gt;public school&lt;/a&gt; system of education.\nUse of \"fag\" and \"faggot\" as the term for an effeminate man has become understood as an &lt;a href=\"American%20English\"&gt;Americanism&lt;/a&gt; in &lt;a href=\"British%20English\"&gt;British English&lt;/a&gt;, primarily due to entertainment media use in films and television series imported from the United States. When Labour MP &lt;a href=\"Bob%20Marshall-Andrews\"&gt;Bob Marshall-Andrews&lt;/a&gt; was overheard supposedly using the word in a bad-tempered informal exchange with a straight colleague in the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt; lobby in November 2005, it was considered to be homophobic abuse.\nEarly printed use.\nThe word \"faggot\" with regard to homosexuality was used as early as 1914, in Jackson and Hellyer's \"A Vocabulary of Criminal Slang, with Some Examples of Common Usages\" which listed the following example under the word, &lt;a href=\"drag%20%28clothing%29\"&gt;drag&lt;/a&gt;:\nThe word \"fag\" is used in 1923 in \"The Hobo: The Sociology of the Homeless Man\" by Nels Anderson:\nThe word was also used by a character in &lt;a href=\"Claude%20McKay\"&gt;Claude McKay&lt;/a&gt;’s 1928 novel \"Home to Harlem\", indicating that it was used during the &lt;a href=\"Harlem%20Renaissance\"&gt;Harlem Renaissance&lt;/a&gt;. Specifically, one character says that he cannot understand:\nUsage by youth.\nThrough ethnographic research in a high school setting, &lt;a href=\"CJ%20Pascoe\"&gt;CJ Pascoe&lt;/a&gt; examined how American high school boys used the term \"fag\" during the early 2000s. Pascoe's work, culminating in a 2007 book titled \"&lt;a href=\"Dude%2C%20You%27re%20a%20Fag\"&gt;Dude, You're a Fag: Masculinity and Sexuality in High School&lt;/a&gt;\", suggested that these boys used the \"fag\" epithet as a way to assert their own &lt;a href=\"masculinity\"&gt;masculinity&lt;/a&gt;, by claiming that another boy is less masculine; this, in their eyes, makes him a fag, and its usage suggests that it is less about sexual orientation and more about gender. One-third of the boys in Pascoe's study claimed that they would not call a homosexual peer a \"fag\", leading Pascoe to argue that \"fag\" is used in this setting as a form of &lt;a href=\"gender%20policing\"&gt;gender policing&lt;/a&gt;, in which boys ridicule others who fail at masculinity, heterosexual prowess, or strength. Because boys do not want to be labeled a fag, they hurl the insult at another person. Pascoe felt the \"fag\" identity does not constitute a static identity attached to the boy receiving the insult. Rather, \"fag\" is a fluid identity that boys strive to avoid, often by naming another as the fag. As Pascoe asserts, \"[the fag identity] is fluid enough that boys police their behaviors out of fear of having the fag identity permanently adhere and definitive enough so that boys recognize a fag behavior and strive to avoid it.\"\nUse in popular culture.\nThere is a long history of using both \"fag\" and \"faggot\" in popular culture, usually in reference to gay and bisexual men, as well as transgender people. &lt;a href=\"Rob%20Epstein\"&gt;Rob Epstein&lt;/a&gt; and &lt;a href=\"Jeffrey%20Friedman%20%28filmmaker%29\"&gt;Jeffrey Friedman&lt;/a&gt;'s 1995 documentary \"&lt;a href=\"The%20Celluloid%20Closet\"&gt;The Celluloid Closet&lt;/a&gt;\", based on &lt;a href=\"Vito%20Russo\"&gt;Vito Russo&lt;/a&gt;'s book of the same name notes the use of \"fag\" and \"faggot\" throughout Hollywood film history. The &lt;a href=\"Think%20Before%20You%20Speak%20%28campaign%29\"&gt;Think Before You Speak&lt;/a&gt; campaign has sought to stop \"fag\" and \"gay\" being used as generic insults.\nTheater.\nIn 1973 a &lt;a href=\"Broadway%20theatre\"&gt;Broadway musical&lt;/a&gt; called \"The Faggot\" was praised by critics but condemned by &lt;a href=\"gay%20liberation\"&gt;gay liberation&lt;/a&gt; proponents.\nBooks and magazines.\n&lt;a href=\"Larry%20Kramer\"&gt;Larry Kramer&lt;/a&gt;'s 1978 novel \"&lt;a href=\"Faggots%20%28novel%29\"&gt;Faggots&lt;/a&gt;\" discusses the &lt;a href=\"LGBT%20community\"&gt;gay community&lt;/a&gt; including the use of the word within and towards the community. A description of &lt;a href=\"Pamela%20Moore%20%28author%29\"&gt;Pamela Moore&lt;/a&gt;'s 1956 novel \"&lt;a href=\"Chocolates%20for%20Breakfast\"&gt;Chocolates for Breakfast&lt;/a&gt;\" in the &lt;a href=\"Warner%20Books\"&gt;Warner Books&lt;/a&gt; 1982 culture guide \"The Catalog of Cool\" reads: \"Her fifteen-year-old heroine first balls a fag actor in H’wood, then makes it with some hermetic, filthy rich, hotel-bound Italian count.\"\nIn its November 2002 issue, the \"&lt;a href=\"New%20Oxford%20Review\"&gt;New Oxford Review&lt;/a&gt;\", a &lt;a href=\"Catholicism\"&gt;Catholic&lt;/a&gt; magazine, caused controversy by its use and defense of the word in an editorial. During the correspondence between the editors and a gay reader, the editors clarified that they would only use the word to describe a \"practicing homosexual.\" They defended the use of the word, saying that it was important to preserve the &lt;a href=\"social%20stigma\"&gt;social stigma&lt;/a&gt; of gays and lesbians.\nMusic.\n&lt;a href=\"Arlo%20Guthrie\"&gt;Arlo Guthrie&lt;/a&gt; uses the epithet in his 1967 signature song \"&lt;a href=\"Alice%27s%20Restaurant\"&gt;Alice's Restaurant&lt;/a&gt;,\" noting it as a potential way to avoid military induction at the time (Guthrie had removed the word from live performances of the song in the 21st century).\n&lt;a href=\"Phil%20Ochs\"&gt;Phil Ochs&lt;/a&gt; uses the epithet in his 1969 song “I Kill Therefore I Am”. In the song, which is written from the point of view of a hateful police officer, he uses the slur to describe the student activists who protested the Vietnam War.\nThe &lt;a href=\"Dire%20Straits\"&gt;Dire Straits&lt;/a&gt; 1985 song \"&lt;a href=\"Money%20for%20Nothing%20%28song%29\"&gt;Money for Nothing&lt;/a&gt;\" makes notable use of the epithet \"faggot\", although the lines containing it are often excised for radio play, and in live performances by singer/songwriter &lt;a href=\"Mark%20Knopfler\"&gt;Mark Knopfler&lt;/a&gt;. The song was banned from airplay by the &lt;a href=\"Canadian%20Broadcast%20Standards%20Council\"&gt;Canadian Broadcast Standards Council&lt;/a&gt; in 2011 but the ban was reversed later the same year.\nIn 1989, &lt;a href=\"Sebastian%20Bach\"&gt;Sebastian Bach&lt;/a&gt;, lead singer of the band &lt;a href=\"Skid%20Row%20%28American%20band%29\"&gt;Skid Row&lt;/a&gt;, created a controversy when he wore a T-shirt with the &lt;a href=\"Raid%20%28insecticide%29\"&gt;parody&lt;/a&gt; slogan \"AIDS: Kills Fags Dead\"\nThe 2001 song \"&lt;a href=\"American%20Triangle\"&gt;American Triangle&lt;/a&gt;\" by &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt; and &lt;a href=\"Bernie%20Taupin\"&gt;Bernie Taupin&lt;/a&gt; uses the phrase \"God hates fags where we come from.\" The song is about &lt;a href=\"Matthew%20Shepard\"&gt;Matthew Shepard&lt;/a&gt;, a &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt; man who was killed because he was gay.\nThe 2007 song \"The Bible Says,\" which includes the line \"God Hates Fags\" (sometimes used as an alternate title) caused considerable controversy when it was published on various websites. Apparently an anti-gay song written and performed by an &lt;a href=\"ex-gay%20movement\"&gt;ex-gay&lt;/a&gt; pastor \"&lt;a href=\"Donnie%20Davies\"&gt;Donnie Davies&lt;/a&gt;,\" it was accompanied by the realistic Love God's Way website about his \"ministry.\" Debate ensued about whether Donnie Davies and the outrageous song, which included a few &lt;a href=\"double%20entendre\"&gt;double entendre&lt;/a&gt;s, were for real, and whether the lyrics could ever be considered acceptable even in satire. Donnie Davies was revealed in 2007 to be a character played by an actor. Some &lt;a href=\"gay%20rights\"&gt;gay rights&lt;/a&gt; advocates acknowledge that as a spoof it is humorous, but claim the message behind it is still as malicious as someone who seriously possessed the opinion.\nIn December 2007, &lt;a href=\"BBC%20Radio%201\"&gt;BBC Radio 1&lt;/a&gt; caused controversy by editing the word \"faggot\" from their broadcasts of the &lt;a href=\"Kirsty%20MacColl\"&gt;Kirsty MacColl&lt;/a&gt; and &lt;a href=\"The%20Pogues\"&gt;The Pogues&lt;/a&gt; song \"&lt;a href=\"Fairytale%20of%20New%20York\"&gt;Fairytale of New York&lt;/a&gt;,\" deeming it potentially homophobic; however, the edit did not extend to other BBC stations, such as &lt;a href=\"BBC%20Radio%202\"&gt;BBC Radio 2&lt;/a&gt;. Following widespread criticism and pressure from listeners, the decision was reversed and the original unedited version of the song was reinstated, with clarification from Andy Parfitt, the station controller, that in the context of the song the lyrics had no \"negative intent.\"\n&lt;a href=\"Patty%20Griffin\"&gt;Patty Griffin&lt;/a&gt; uses the word \"faggot\" in her song \"Tony\" about a classmate of hers from high school who committed &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt;.\n&lt;a href=\"McCafferty%20%28band%29\"&gt;McCafferty&lt;/a&gt; uses the word \"faggot\" in the song \"Trees\" about lead singer Nick Hartkop's struggles coming to terms with his sexuality.\n&lt;a href=\"Eminem\"&gt;Eminem&lt;/a&gt; used the word in numerous works, such as &lt;a href=\"Rap%20God\"&gt;Rap God&lt;/a&gt;, along with an inflammatory lyric containing the term being removed from &lt;a href=\"Fall%20%28Eminem%20song%29\"&gt;Fall&lt;/a&gt;.\nTelevision.\nIn November 2009, the \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\" episode \"&lt;a href=\"The%20F%20Word%20%28South%20Park%29\"&gt;The F Word&lt;/a&gt;\" dealt with the overuse of the word \"fag.\" The boys use the word to insult a group of bikers, saying that their loud motorcycles ruined everyone else's nice time. Officials from the dictionary, including &lt;a href=\"Emmanuel%20Lewis\"&gt;Emmanuel Lewis&lt;/a&gt; attend in the town and agree that the meaning of the word should no longer insult homosexuals but instead be used to describe loud motorcycle riders who ruin others' nice times. The episode is a satire on the taboo of using the term, as it goes against &lt;a href=\"political%20correctness\"&gt;political correctness&lt;/a&gt;."
}