{
    "id": "8177824",
    "revid": "1398",
    "url": "https://en.wikipedia.org/wiki?curid=8177824",
    "title": "Doug McLean Sr.",
    "text": "Douglas James McLean Sr. (15 April 1880 – December 1947) was a pioneer Australian representative &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer, a &lt;a href=\"List%20of%20dual-code%20rugby%20internationals\"&gt;dual-code international&lt;/a&gt;. He also represented Queensland in rugby league.\nRugby union career.\nBorn in &lt;a href=\"Brisbane%2C%20Queensland\"&gt;Brisbane, Queensland&lt;/a&gt; McLean earned his debut as a &lt;a href=\"centre%20%28rugby%20union%29\"&gt;centre&lt;/a&gt; with the &lt;a href=\"Australian%20national%20rugby%20union%20team\"&gt;Australian representative team&lt;/a&gt; playing against Great Britain, at Brisbane, on 23 July 1904. In total he played three tests, twice against the touring Great Britain side in 1904 and then in New Zealand the following year.\nRugby league career.\nMcLean was a registered &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player in Queensland in 1908 at the time of the rugby league code's inaugural competition year in Australia. He was selected in the first ever &lt;a href=\"Queensland%20Maroons\"&gt;Queensland Maroons&lt;/a&gt; state representative side to play the new &lt;a href=\"Rugby%20league\"&gt;\"Northern Union\" style of rugby&lt;/a&gt;, taking on &lt;a href=\"Albert%20Henry%20Baskerville\"&gt;Albert Baskerville's&lt;/a&gt; &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand All Golds&lt;/a&gt; on their &lt;a href=\"1907%E2%80%931908%20New%20Zealand%20rugby%20tour%20of%20Australia%20and%20Great%20Britain\"&gt;inaugural tour&lt;/a&gt;. It would be his sole rugby league state appearance for &lt;a href=\"Queensland%20Maroons\"&gt;Queensland&lt;/a&gt;.\nWhen the New Zealand team came back on the return leg of their tour, they played three &lt;a href=\"Test%20match%20%28rugby%20league%29\"&gt;Test matches&lt;/a&gt; against the first &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australian representative&lt;/a&gt; sides ever selected. The first Test was played in Sydney on 9 May 1908 with the Kiwis prevailing. McLean played in that Test on the wing and has been allocated Kangaroo representative No. 9.\nMcLean was one of five former Wallabies who debuted for the Kangaroos in that inaugural Test along with &lt;a href=\"Dally%20Messenger\"&gt;Dally Messenger&lt;/a&gt;, &lt;a href=\"Micky%20Dore\"&gt;Micky Dore&lt;/a&gt;, &lt;a href=\"Denis%20Lutge\"&gt;Denis Lutge&lt;/a&gt; and &lt;a href=\"John%20Rosewell\"&gt;John Rosewell&lt;/a&gt;. McLean and his Queensland former rugby union colleagues Dore and &lt;a href=\"Bob%20Tubman\"&gt;Bob Tubman&lt;/a&gt; were all disqualified by the &lt;a href=\"Queensland%20Rugby%20Union\"&gt;Queensland Rugby Union&lt;/a&gt; within days.\nSince his two rugby league Test appearances were made as a 1908 rebel before a Brisbane club competition began in 1909, Doug McLean Sr., like &lt;a href=\"George%20Watson%20%28rugby%29\"&gt;George Watson&lt;/a&gt; was a Kangaroo with no rugby league club career.\nRugby lineage.\nDoug Sr. was the patriarch of an extraordinary rugby union dynasty with three of his sons and three of his grandsons also playing for Australia.\nHis sons &lt;a href=\"Doug%20McLean%20Jr.\"&gt;Doug McLean Jr.&lt;/a&gt;, &lt;a href=\"Bill%20McLean\"&gt;Bill McLean&lt;/a&gt;, and Jack McLean were Wallabies, with Doug Jr. also one of Australia's &lt;a href=\"List%20of%20dual-code%20rugby%20internationals\"&gt;Dual-code rugby internationals&lt;/a&gt;. A fourth son Bob had two sons who represented for Australian in rugby union – &lt;a href=\"Jeff%20McLean%20%28rugby%20player%29\"&gt;Jeff McLean&lt;/a&gt; and &lt;a href=\"Paul%20McLean%20%28rugby%20player%29\"&gt;Paul McLean&lt;/a&gt;, along with their cousin &lt;a href=\"McLean%20Family%20%28rugby%20footballers%29\"&gt;Peter McLean&lt;/a&gt; (Bill's son). See &lt;a href=\"McLean%20Family%20%28rugby%20footballers%29\"&gt;McLean Family (rugby footballers)&lt;/a&gt;."
}