{
    "id": "8197249",
    "revid": "42700910",
    "url": "https://en.wikipedia.org/wiki?curid=8197249",
    "title": "Shun dynasty",
    "text": "The Shun dynasty (), officially the Great Shun (), was a short-lived &lt;a href=\"Dynasties%20in%20Chinese%20history\"&gt;dynasty&lt;/a&gt; that existed during the &lt;a href=\"Transition%20from%20Ming%20to%20Qing\"&gt;Ming–Qing transition&lt;/a&gt; in &lt;a href=\"History%20of%20China\"&gt;Chinese history&lt;/a&gt;. The dynasty was founded in &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt; on 8 February 1644, the first day of the lunar year, by &lt;a href=\"Li%20Zicheng\"&gt;Li Zicheng&lt;/a&gt;, the leader of a large peasant rebellion, by proclaiming himself \"&lt;a href=\"Emperor%20of%20China\"&gt;emperor&lt;/a&gt;\" () instead of the title \"&lt;a href=\"Chinese%20sovereign\"&gt;king&lt;/a&gt;\" () before founding the dynasty.\nThe &lt;a href=\"Battle%20of%20Beijing%20%281644%29\"&gt;capture of Beijing&lt;/a&gt; by the Shun forces in April 1644 marked the end of the &lt;a href=\"Ming%20dynasty\"&gt;Ming dynasty&lt;/a&gt;, but Li Zicheng failed to solidify his political and military control, and in late May 1644 he was defeated at the &lt;a href=\"Battle%20of%20Shanhai%20Pass\"&gt;Battle of Shanhai Pass&lt;/a&gt; by the joint forces of Ming general &lt;a href=\"Wu%20Sangui\"&gt;Wu Sangui&lt;/a&gt; who &lt;a href=\"Defection\"&gt;shifted his alliance&lt;/a&gt; to the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt; after the fall of the Ming dynasty, with &lt;a href=\"Manchu\"&gt;Manchu&lt;/a&gt; prince &lt;a href=\"Dorgon\"&gt;Dorgon&lt;/a&gt;. When he fled back to Beijing in early June, Li finally proclaimed himself the Yongchang Emperor of the Great Shun and left the capital the next day after setting the palace ablaze and ransacking the government offices. He may have intended to resume his Imperial claims later on by proclaiming his accession in the &lt;a href=\"Forbidden%20City\"&gt;Forbidden City&lt;/a&gt;. After the death of the Emperor, Shun remnants joined with the &lt;a href=\"Southern%20Ming\"&gt;Southern Ming&lt;/a&gt; in &lt;a href=\"Nanjing\"&gt;Nanjing&lt;/a&gt;, while continuing to refer to Li as their \"deceased emperor\". The Shun dynasty weakened dramatically after the death of Li Zicheng in 1645. The successors, his brother Li Zijing and nephew Li Guo, could not fight back and the dynasty ended in 1649 when Li Guo died in &lt;a href=\"Nanning\"&gt;Nanning&lt;/a&gt;, &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt;.\nAfter the Shun was created, Li Zicheng ordered the soldiers to kill the Ming remnants still existing in Beijing, resulting in strong rebellions from the forces of the Southern Ming. With the Shun ministers constantly fighting for power, the dynasty effectively lasted less than a year."
}