{
    "id": "8202621",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=8202621",
    "title": "Maharshi Dayanand Saraswati University",
    "text": "Maharshi Dayanand Saraswati University is a university in &lt;a href=\"Ajmer\"&gt;Ajmer&lt;/a&gt;, &lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It opened in 1987 and is named after the philosopher &lt;a href=\"Swami%20Dayananda%20Saraswati\"&gt;Maharshi Dayananda Saraswati&lt;/a&gt;.\nHistory.\nThe university was established August 1, 1987 as the University of Ajmer. The name was changed in 1993. Jurisdiction of the university extends to the entire state of &lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt;.\nSince inception the university has conducted the examination of nearly 1,500,000 students in colleges throughout the state. In 1990, the &lt;a href=\"history\"&gt;history&lt;/a&gt;, &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt;, &lt;a href=\"zoology\"&gt;zoology&lt;/a&gt;, &lt;a href=\"botany\"&gt;botany&lt;/a&gt; and &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; departments were founded; in 1991 courses in &lt;a href=\"environmental%20technology\"&gt;environmental technology&lt;/a&gt;, &lt;a href=\"microbiology\"&gt;microbiology&lt;/a&gt; and laboratory technology and instrumentation were started. In 1993, after transferring to a new campus, the courses of &lt;a href=\"food\"&gt;food&lt;/a&gt; and &lt;a href=\"nutrition\"&gt;nutrition&lt;/a&gt;, applied &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt;, &lt;a href=\"management\"&gt;management&lt;/a&gt; studies and &lt;a href=\"computer\"&gt;computer&lt;/a&gt; applications were created, offering M. Sc., MBA, postgraduate (PG) diploma and Ph.D. programmes.\nThe university started a PG programme in &lt;a href=\"environmental%20science\"&gt;environmental science&lt;/a&gt; in 1998 and PG programmes in &lt;a href=\"botany\"&gt;botany&lt;/a&gt;, &lt;a href=\"zoology\"&gt;zoology&lt;/a&gt;, business economics, &lt;a href=\"commerce\"&gt;commerce&lt;/a&gt;, &lt;a href=\"population\"&gt;population&lt;/a&gt; studies, &lt;a href=\"history\"&gt;history&lt;/a&gt;, &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; and computer science in 2000.\nThe founder Vice Chancellor of the University was Prof Rambali Upadhyaya,a renowned Management teacher who was previously teaching management students at the University of Rajasthan.\nDepartments.\nThere are 24 teaching departments: history, political science and public administration, &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, botany, zoology, pure and applied chemistry, environmental studies, remote sensing and geoInformatics, foods and nutrition, &lt;a href=\"microbiology\"&gt;microbiology&lt;/a&gt;, computer applications, population studies, commerce and management studies, &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt;, &lt;a href=\"yoga\"&gt;yoga&lt;/a&gt; and human consciousness, entrepreneurship &amp; small business management, strategic studies and information sciences.\nLocation.\nThe university's campus is near the village of &lt;a href=\"Ghooghra\"&gt;Ghooghra&lt;/a&gt;, seven kilometers from the city of Ajmer.\nAffiliation.\nThere are 89 government-run and private colleges affiliated with the university. These colleges are spread throughout Rajasthan. The university conducted examinations of 135,000 students for courses during the 2007-08 session.\nAccreditation.\nThe &lt;a href=\"National%20Accreditation%20and%20Assessment%20Council\"&gt;National Accreditation and Assessment Council&lt;/a&gt; has accredited Maharshi Dayanand Saraswati University a B++ rating.\nStudents Union.\nEvery year student union elections takes place to elect a president, vice president and general secretary.\nIn 2002 Shakti Pratap Singh Rathore was elected as the president of the student union on &lt;a href=\"National%20Students%27%20Union%20of%20India\"&gt;National Students' Union of India&lt;/a&gt; ticket, subsequently Dr Vikas Choudhary, Mohit Jain, Bhagwan Singh Chouhan were also appointed as the president of the student union."
}