{
    "id": "8203154",
    "revid": "43162818",
    "url": "https://en.wikipedia.org/wiki?curid=8203154",
    "title": "Pilgermann",
    "text": "Pilgermann is a 1983 novel by &lt;a href=\"Russell%20Hoban\"&gt;Russell Hoban&lt;/a&gt;, set in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; and depicting the journey of a &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt; across Europe and &lt;a href=\"Northern%20Africa\"&gt;Northern Africa&lt;/a&gt; on his way to the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;. The novel was reissued in January 2002.\nPlot summary.\nNarrated by the disembodied spirit or consciousness of Pilgermann, a European Jew, the novel opens with the newly castrated Pilgermann having a vision of &lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; after sleeping with a merchant's wife and subsequently being mutilated by a gentile mob. Christ tells Pilgermann that he must make his way to &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; where he will meet with &lt;a href=\"Sophia%20%28wisdom%29\"&gt;Sophia&lt;/a&gt;. Reluctantly, and in theory with nothing better to do, Pilgermann sets off.\nAs Pilgermann travels across Europe he is joined by other characters, including his own Death which walks alongside him. Life in Europe is seen through a series of grotesque, &lt;a href=\"Pieter%20Bruegel%20the%20Elder\"&gt;Brueghel&lt;/a&gt;- and &lt;a href=\"Hieronymus%20Bosch\"&gt;Bosch&lt;/a&gt;-like images of horror, violence, degradation and death. Nevertheless, Pilgermann continues, keeping his cool with a mixture of detachment, compassion and irony throughout.\nHalfway across the Mediterranean his boat is ambushed by pirates who sell him to a Muslim grandee in &lt;a href=\"Antioch\"&gt;Antioch&lt;/a&gt; in Syria, Bembel Redzuk. Pilgermann and Bembel become friends, although never social equals (as a Jew Pilgermann can only ever be a &lt;a href=\"dhimmi\"&gt;dhimmi&lt;/a&gt; in Muslim society). Pilgermann conceives of, designs and builds an enormous Kabbalistic courtyard and tower with a patterned design on the floor for Bembel which rapidly takes on numinous power among the community, attracting the displeasure of the Islamic authorities. Things come to a head when Frankish &lt;a href=\"Crusades\"&gt;crusaders&lt;/a&gt; besiege Antioch. As it becomes increasingly clear that the city will fall, the Islamic authorities become more and more suspicious of non-Muslims and Pilgermann's life becomes increasingly threatened. Finally the city falls and Bembel and Pilgermann are killed fighting a crusader, but not before Pilgermann has a vision of Jerusalem - which he is never destined to get to - and sees Sophia lying, dying among a pile of corpses after a crusader massacre.\nMajor themes.\n\"Pilgermann\" is a historical fantasy which deals with the relationship between &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;, &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; and &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. At the time of the book's setting Islam was the most technologically and culturally advanced of the three cultures and this is reflected in the comparatively sympathetic portrayal of Bembel and Muslim society as opposed to the brutality and hardship of European, Christian life.\nThe book is suffused with &lt;a href=\"Kabbalah\"&gt;Kabbalistic&lt;/a&gt;, &lt;a href=\"Sufi\"&gt;Sufi&lt;/a&gt; and Christian mystical imagery, including references to the &lt;a href=\"Tarot\"&gt;Tarot&lt;/a&gt;, the work of artists such as &lt;a href=\"Pieter%20Bruegel%20the%20Elder\"&gt;Brueghel&lt;/a&gt; and &lt;a href=\"Hieronymus%20Bosch\"&gt;Bosch&lt;/a&gt;, the &lt;a href=\"Gnostic\"&gt;Gnostic&lt;/a&gt; idea of the &lt;a href=\"Sophia%20%28wisdom%29\"&gt;Sophia&lt;/a&gt; and many others. The European scenes are often reminiscent of &lt;a href=\"Ingmar%20Bergman\"&gt;Ingmar Bergman&lt;/a&gt;'s film \"&lt;a href=\"The%20Seventh%20Seal\"&gt;The Seventh Seal&lt;/a&gt;\". It was written after Hoban's post-apocalyptic novel \"&lt;a href=\"Riddley%20Walker\"&gt;Riddley Walker&lt;/a&gt;,\" which portrayed a future state for the world reminiscent of the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;.\nReception.\nThe New York Times said \"Pilgermann\" was wonderful despite not outperforming Hoban's previous book &lt;a href=\"Riddley%20Walker\"&gt;\"Riddley Walker\"&lt;/a&gt; while Kirkus Reviews had mixed opinions about the book.\n&lt;a href=\"David%20Langford\"&gt;Dave Langford&lt;/a&gt; reviewed \"Pilgermann\" for \"&lt;a href=\"White%20Dwarf%20%28magazine%29\"&gt;White Dwarf&lt;/a&gt;\" #54, and stated that \"\"Pilgermann\" is part historical novel, part fantasy (Pilgermann converses with dead folk, Christ and Death himself), part theological, wholly recommended.\""
}