{
    "id": "82198",
    "revid": "41195652",
    "url": "https://en.wikipedia.org/wiki?curid=82198",
    "title": "Belo Horizonte",
    "text": "Belo Horizonte (, ; ) is the &lt;a href=\"List%20of%20largest%20cities%20in%20Brazil\"&gt;sixth-largest city&lt;/a&gt; in Brazil, with a population around 2.7 million and with a metropolitan area of 6 million people. It is the &lt;a href=\"List%20of%20cities%20in%20South%20America\"&gt;13th-largest city&lt;/a&gt; in South America and the &lt;a href=\"Largest%20cities%20in%20the%20Americas\"&gt;18th-largest&lt;/a&gt; in the Americas. The metropolis is anchor to the &lt;a href=\"Greater%20Belo%20Horizonte\"&gt;Belo Horizonte metropolitan area&lt;/a&gt;, ranked as the &lt;a href=\"List%20of%20metropolitan%20areas%20in%20Brazil\"&gt;third-most populous metropolitan area&lt;/a&gt; in Brazil and the &lt;a href=\"List%20of%20metropolitan%20areas%20in%20the%20Americas\"&gt;17th-most populous&lt;/a&gt; in the Americas. Belo Horizonte is the capital of &lt;a href=\"States%20of%20Brazil\"&gt;the state&lt;/a&gt; of &lt;a href=\"Minas%20Gerais\"&gt;Minas Gerais&lt;/a&gt;, Brazil's &lt;a href=\"List%20of%20Brazilian%20states%20by%20population\"&gt;second-most populous state&lt;/a&gt;. It is the first planned modern city in Brazil.\nThe region was first settled in the early 18th century, but the city as it is known today was planned and constructed in the 1890s, to replace &lt;a href=\"Ouro%20Preto\"&gt;Ouro Preto&lt;/a&gt; as the capital of Minas Gerais. The city features a mixture of contemporary and classical buildings, and is home to several modern Brazilian architectural icons, most notably the &lt;a href=\"Pampulha%20Modern%20Ensemble\"&gt;Pampulha Complex&lt;/a&gt;. In planning the city, &lt;a href=\"Aar%C3%A3o%20Reis\"&gt;Aarão Reis&lt;/a&gt; and &lt;a href=\"Francisco%20Bicalho\"&gt;Francisco Bicalho&lt;/a&gt; sought inspiration in the urban planning of &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; The city has employed notable programs in urban revitalization and &lt;a href=\"food%20security\"&gt;food security&lt;/a&gt;, for which it has been awarded international accolades.\nThe city is built on several hills, and is completely surrounded by mountains. There are several large parks in the immediate surroundings of Belo Horizonte. The Mangabeiras Park (Parque das Mangabeiras), southeast of the city centre in the hills of Curral Ridge (Serra do Curral), has a broad view of the city. It has an area of , of which is covered by the native forest. The Jambeiro Woods (Mata do Jambeiro) nature reserve extends over , with vegetation typical of the &lt;a href=\"Atlantic%20Forest\"&gt;Atlantic Forest&lt;/a&gt;. More than 100 species of birds inhabit the reserve, as well as 10 species of mammals.\nBelo Horizonte was one of the host cities of the &lt;a href=\"1950%20FIFA%20World%20Cup\"&gt;1950&lt;/a&gt; and the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt;. Additionally, the city shared as host of the &lt;a href=\"2013%20FIFA%20Confederations%20Cup\"&gt;2013 FIFA Confederations Cup&lt;/a&gt; and the &lt;a href=\"Football%20at%20the%202016%20Summer%20Olympics\"&gt;football tournament&lt;/a&gt; during the &lt;a href=\"2016%20Summer%20Olympics\"&gt;2016 Summer Olympics&lt;/a&gt;.\nHistory.\nThe metropolis was once a small village, founded by João Leite da Silva Ortiz, a &lt;a href=\"bandeirante\"&gt;bandeirante&lt;/a&gt; explorer from &lt;a href=\"S%C3%A3o%20Paulo%20%28city%29\"&gt;São Paulo&lt;/a&gt;. The explorer settled in the region in 1701, leaving a gold rush expedition. He then established a farm called \"Curral d'el Rey\", archaic Portuguese for the \"King's Corral\", which in modern Portuguese would be spelled \"Curral do Rei\". The farm's wealth and success encouraged people from surrounding places to move into the region, and Curral del Rey became a village surrounded by farms.\nAnother important factor contributing to the growth of the village was people immigrating from the &lt;a href=\"S%C3%A3o%20Francisco%20River\"&gt;São Francisco River&lt;/a&gt; region, who had to pass through Curral d'el Rey to reach southern parts of Brazil. Travelers usually visited a small wooden chapel, where they prayed for a safe trip, so the chapel was named Capela da Nossa Senhora da Boa Viagem, which means \"Chapel of Our Lady of the Good Journey.\" After the construction of Belo Horizonte, the old baroque chapel was replaced by a &lt;a href=\"neo-gothic\"&gt;neo-gothic&lt;/a&gt; church that became the city's cathedral.\nThe previous capital of Minas Gerais, &lt;a href=\"Ouro%20Preto\"&gt;Ouro Preto&lt;/a&gt; (meaning \"black gold\", due to dark rocks with gold inside found on the region), originally called \"Vila Rica\" (\"wealthy village\"), was a symbol of both the monarchic &lt;a href=\"Brazilian%20Empire\"&gt;Brazilian Empire&lt;/a&gt; and the period when most of Brazilian income was due to mining. That never pleased the members of the &lt;a href=\"Inconfid%C3%AAncia%20Mineira\"&gt;Inconfidência Mineira&lt;/a&gt;, republican intellectuals who conspired against the Portuguese dominion of Brazil. In 1889, Brazil became a republic, and it was agreed that a new state capital, in tune with a modern and prosperous Minas Gerais, had to be established.\nIn 1893, due to the climatic and topographic conditions, Curral Del Rey was selected by Minas Gerais governor &lt;a href=\"Afonso%20Augusto%20Moreira%20Pena\"&gt;Afonso Pena&lt;/a&gt; among other cities as the location for the new economic and cultural center of the state, under the new name of \"Cidade de Minas\", or City of Minas.\nAarão Reis, an &lt;a href=\"urbanist\"&gt;urbanist&lt;/a&gt; from &lt;a href=\"Par%C3%A1\"&gt;Pará&lt;/a&gt;, was then chosen to design the second &lt;a href=\"planned%20city\"&gt;planned city&lt;/a&gt; of Brazil (the first one is &lt;a href=\"Teresina\"&gt;Teresina&lt;/a&gt;). Cidade de Minas was inaugurated in 1897, with many unfinished buildings as the &lt;a href=\"Politics%20of%20Brazil\"&gt;Brazilian government&lt;/a&gt; set a deadline for its completion. The local government encouraged growth through subsidies. It offered free lots and funding for building houses. An interesting feature of Reis' downtown street plan for Belo Horizonte was the inclusion of a symmetrical array of perpendicular and diagonal streets named after &lt;a href=\"States%20of%20Brazil\"&gt;Brazilian states&lt;/a&gt; and Brazilian &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;indigenous&lt;/a&gt; tribes.\nIn 1906, the name was changed to Belo Horizonte. At that time, the city was experiencing a considerable &lt;a href=\"Industrialization\"&gt;industrial expansion&lt;/a&gt; that increased its commercial and &lt;a href=\"tertiary%20sector%20of%20the%20economy\"&gt;service&lt;/a&gt; sectors. From its very beginning, the city's original plan prohibited workers from living inside the urban area, which was defined by Avenida do Contorno (a long avenue that goes around the city's central areas), reserved for government workers (hence the name of the trendy neighbourhood \"Funcionários\"), and bringing about an accelerated occupation outside the city's area well provided with infrastructure since its very beginning. Obviously, the city's original planners did not count on its ongoing population growth, which proved especially intense in the last 20 years of the 20th century.\nIn the 1940s, a young &lt;a href=\"Oscar%20Niemeyer\"&gt;Oscar Niemeyer&lt;/a&gt; designed the Pampulha Neighbourhood to great acclaim, a commission he got thanks to then-mayor and soon-to-be-president &lt;a href=\"Juscelino%20Kubitschek\"&gt;Juscelino Kubitschek&lt;/a&gt;. These two men are largely responsible for the wide &lt;a href=\"Avenue%20%28landscape%29\"&gt;avenue&lt;/a&gt;s, large lakes, parks, and jutting skylines that characterize the city today. A 1949 American government film favorably reviewed the planning and building of the city.\nBelo Horizonte is fast becoming a regional center of commerce. The Latin American research and development center of Google, situated in Belo Horizonte, was responsible for the management and operation of the former &lt;a href=\"social%20networking\"&gt;social networking&lt;/a&gt; website &lt;a href=\"Orkut\"&gt;Orkut&lt;/a&gt;. It continues to be a trendsetter in the arts, particularly where music, literature, architecture, and the \"avant garde\" are concerned.\nGeography.\nSurrounding cities and metropolitan area.\nThe term \"Grande BH\" (\"Greater Belo Horizonte\") denotes any of various definitions for the metropolitan area of Belo Horizonte. The legally defined \"Metropolitan Region of Belo Horizonte\" consists of 34 municipalities in total, and a population of around five million inhabitants (, according to IBGE).\nThe intense process of urbanization that is taking place in the metropolitan region has made some of the political boundaries between municipalities in the region obsolete.\nThe city is now composed of a relatively contiguous urban area, centred on Belo Horizonte, which extends out into municipalities such as &lt;a href=\"Contagem\"&gt;Contagem&lt;/a&gt;, &lt;a href=\"Betim\"&gt;Betim&lt;/a&gt;, &lt;a href=\"Nova%20Lima\"&gt;Nova Lima&lt;/a&gt;, &lt;a href=\"Raposos\"&gt;Raposos&lt;/a&gt;, &lt;a href=\"Ribeir%C3%A3o%20das%20Neves\"&gt;Ribeirão das Neves&lt;/a&gt;, &lt;a href=\"Ibirit%C3%A9\"&gt;Ibirité&lt;/a&gt;, &lt;a href=\"Santa%20Luzia%2C%20Minas%20Gerais\"&gt;Santa Luzia&lt;/a&gt; and &lt;a href=\"Sabar%C3%A1\"&gt;Sabará&lt;/a&gt;, among others.\nThe municipality is bounded to the north by &lt;a href=\"Vespasiano\"&gt;Vespasiano&lt;/a&gt;, to the north east by Santa Luzia, by Sabará to the east, by Nova Lima to the southeast, &lt;a href=\"Brumadinho\"&gt;Brumadinho&lt;/a&gt; to the south and Ribeirão das Neves, Contagem and &lt;a href=\"Ibirit%C3%A9\"&gt;Ibirité&lt;/a&gt; to the west.\nGeology and geomorphology.\nBelo Horizonte lies on a region of contact between different geological series of the &lt;a href=\"Proterozoic\"&gt;Proterozoic&lt;/a&gt;. The geology largely comprises &lt;a href=\"crystalline%20rock\"&gt;crystalline rock&lt;/a&gt;s, which give rise to the varied morphology of the landscape. It is located in a large geological unit known as the &lt;a href=\"craton\"&gt;craton&lt;/a&gt; of &lt;a href=\"S%C3%A3o%20Francisco%20River\"&gt;San Francisco&lt;/a&gt;, referring to extensive crustal nucleus of central-eastern Brazil, tectonically stable at the end of the &lt;a href=\"Paleoproterozoic\"&gt;Paleoproterozoic&lt;/a&gt; and bordering areas that suffered the regeneration at the &lt;a href=\"Neoproterozoic\"&gt;Neoproterozoic&lt;/a&gt;.\nThe &lt;a href=\"archean\"&gt;archean&lt;/a&gt; rocks members of Belo Horizonte complex and supracrustal sequences of the Paleoproterozoic is predominant. The area of Belo Horizonte complex includes the geomorphological unit called \"Depression of Belo Horizonte\", which represents about 70% of the municipality area and has its greatest expression in the northern &lt;a href=\"Ribeir%C3%A3o%20Arrudas\"&gt;Ribeirão Arrudas&lt;/a&gt; (Rues Stream) pipeline. The &lt;a href=\"metasedimentary\"&gt;metasedimentary&lt;/a&gt; rocks has its area of occurrence on the south of &lt;a href=\"Ribeir%C3%A3o%20Arrudas\"&gt;Ribeirão Arrudas&lt;/a&gt; pipeline, constituting about 30% of the area of Belo Horizonte. The characteristics of this area are lithological diversities and rugged topography, which has its maximum expression in the \"Serra do Curral\" (Corral Ridge), the southern boundary of the municipality.\nIts soil comprises a succession of layers of rocks of varied composition, represented by itabirite, &lt;a href=\"Dolomite%20%28rock%29\"&gt;dolomite&lt;/a&gt;, &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;, phyllites and &lt;a href=\"schist\"&gt;schist&lt;/a&gt;s different from the general direction northwest–southeast and dip to the southeast. The hills of Belo Horizonte are part of the &lt;a href=\"Espinha%C3%A7o%20Mountains\"&gt;Espinhaço Mountains&lt;/a&gt; and belong to the larger Itacolomi mountain chain. The highest point in the municipality is in the \"Serra do Curral\", reaching .\nParks.\nA centre for conservation and preservation of animals and plants it has also developed environmental education projects. The Zoo, which encompasses a total area of 1.4 million square meters, is located at the Foundation's headquarters and is regarded as one of the most complete in Latin America. It has a collection of close to 900 animals representing 200 species, from Brazil and other parts of the world, as well as the first public butterfly sanctuary in South America.\nPampulha Ecological Park is administered by the Zoo-Botanical Foundation of Belo Horizonte and was inaugurated on May 21, 2004. It is of green area that offers to the population and the tourists a permanent programming of &lt;a href=\"Natural%20environment\"&gt;environmental&lt;/a&gt;, cultural and patrimonial education.\nThe city contains the &lt;a href=\"Baleia%20State%20Park\"&gt;Baleia State Park&lt;/a&gt;, created in 1988 but still not implemented as of 2014.\nIt contains part of the &lt;a href=\"Serra%20do%20Rola-Mo%C3%A7a%20State%20Park\"&gt;Serra do Rola-Moça State Park&lt;/a&gt;, created in 1994.\nClimate.\nBelo Horizonte's has a &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; at 19'55\" in the South &lt;a href=\"tropical%20zone\"&gt;tropical zone&lt;/a&gt;. Yearly temperatures average between . The &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; of the region is &lt;a href=\"tropical%20savanna%20climate\"&gt;tropical savanna climate&lt;/a&gt; (\"Aw\"), milder due to the elevation, with humid/warm summers and dry/mild winters. Belo Horizonte is located about from the sea.\nEven though inter-seasonal differences are not as pronounced as they are in temperate places, there is a contrast between spring and summer, and between fall and winter. The coldest month is generally July, with a lowest recorded temperature of . The hottest month is usually January, with a highest recorded temperature of .\nWith a elevation of 852 metres, it gives Belo Horizonte a little in cooling the city, suppressing high maximum air temperatures experienced in nearby cities at lower altitudes. Belo Horizonte's climate is mild throughout the year. Temperatures vary between , the average being . Winter is dry and mostly sunny, and summer is rainy.\nDemographics.\nEthnic groups.\nAccording to the &lt;a href=\"Brazilian%20Institute%20of%20Geography%20and%20Statistics\"&gt;2010 IBGE Census&lt;/a&gt;, there were 2,258,096 people residing in the city of Belo Horizonte. The census revealed the following numbers: 1,110,034 &lt;a href=\"White%20Brazilian\"&gt;White&lt;/a&gt; people (46.7%), 995,167 &lt;a href=\"Pardo\"&gt;Pardo&lt;/a&gt; (&lt;a href=\"Multiracial%23Brazil\"&gt;Multiracial&lt;/a&gt;) people (41.9%), 241,155 &lt;a href=\"Afro-Brazilian\"&gt;Black&lt;/a&gt; people (10.2%), 25,270 &lt;a href=\"Asian%20Brazilian\"&gt;Asian&lt;/a&gt; people (1.1%), 3,477 &lt;a href=\"Indigenous%20peoples%20in%20Brazil\"&gt;Amerindian&lt;/a&gt; people (0.1%).\nIn 2010, the city had 428,893 opposite-sex couples and 1,090 &lt;a href=\"same-sex%20couple\"&gt;same-sex couple&lt;/a&gt;s. The population of Belo Horizonte was 53.1% female and 46.9% male.\nThe Metropolitan Region of Belo Horizonte, called &lt;a href=\"Greater%20Belo%20Horizonte\"&gt;Greater Belo Horizonte&lt;/a&gt;, is the &lt;a href=\"List%20of%20largest%20cities%20in%20Brazil\"&gt;3rd most populous of Brazil&lt;/a&gt;, after only &lt;a href=\"Greater%20S%C3%A3o%20Paulo\"&gt;Greater São Paulo&lt;/a&gt; (with 19,672,582 people, first in Brazil and &lt;a href=\"List%20of%20metropolitan%20areas%20by%20population\"&gt;5th in the world&lt;/a&gt;) and &lt;a href=\"Rio%20de%20Janeiro\"&gt;Greater Rio de Janeiro&lt;/a&gt; (with 14,387,000 people). The city is the &lt;a href=\"List%20of%20largest%20cities%20in%20Brazil\"&gt;6th most populous of the country&lt;/a&gt;.\nDuring the 18th century, Minas Gerais received many &lt;a href=\"Portuguese%20Brazilian\"&gt;Portuguese&lt;/a&gt; immigrants, mainly from &lt;a href=\"Northern%20Portugal\"&gt;Northern Portugal&lt;/a&gt; as well as many enslaved Africans.\nBelo Horizonte has a notable &lt;a href=\"Italian%20Brazilian\"&gt;Italian influence&lt;/a&gt;; around 30% of the city's population have some &lt;a href=\"Italian%20Brazilian\"&gt;Italian origin&lt;/a&gt;. The &lt;a href=\"Italian%20culture\"&gt;Italian culture&lt;/a&gt; is present in the cuisine, dance, and language. People of &lt;a href=\"German%20Brazilian\"&gt;German&lt;/a&gt;, &lt;a href=\"Spanish%20Brazilian\"&gt;Spanish&lt;/a&gt;, and &lt;a href=\"Arab%20Brazilian\"&gt;Syrian-Lebanese&lt;/a&gt; ancestries also make up sizeable groups.\nReligion.\n\"Source: &lt;a href=\"Brazilian%20Institute%20of%20Geography%20and%20Statistics\"&gt;IBGE&lt;/a&gt; 2010. \"\nHuman development.\nIn 1993, under mayor Patrus Ananias de Souza, the city started a series of innovations based on its citizens having the \"&lt;a href=\"right%20to%20food\"&gt;right to food&lt;/a&gt;\". These include, for example, creating &lt;a href=\"farmers%27%20market\"&gt;farmers' market&lt;/a&gt;s in the town to enable direct sales and regularly surveying market prices and posting the results across the city. The city's process of &lt;a href=\"participatory%20budgeting\"&gt;participatory budgeting&lt;/a&gt; was linked with these innovations, as a result of which the &lt;a href=\"infant%20mortality%20rate\"&gt;infant mortality rate&lt;/a&gt; was reduced by 50% in a decade. There is some evidence that these programs have helped support a higher quality of life for the local farmers partnering with the city and that this may be having positive effects on biodiversity in the Atlantic rainforest around the city. The city's development of these policies garnered the first \"Future Policy Award\" in 2009, awarded by the &lt;a href=\"World%20Future%20Council\"&gt;World Future Council&lt;/a&gt;, a group of 50 activists (including &lt;a href=\"Frances%20Moore%20Lapp%C3%A9\"&gt;Frances Moore Lappé&lt;/a&gt;, &lt;a href=\"Vandana%20Shiva\"&gt;Vandana Shiva&lt;/a&gt;, &lt;a href=\"Wes%20Jackson\"&gt;Wes Jackson&lt;/a&gt;, and &lt;a href=\"Youssou%20N%27Dour\"&gt;Youssou N'Dour&lt;/a&gt;) concerned with the development and recognition of policies to promote a just and sustainable future.\nThe city has undertaken an internationally heralded project called Vila Viva (\"Living Village\" in Portuguese) that promises to \"urbanize\" the poorest areas (\"&lt;a href=\"favela\"&gt;favela&lt;/a&gt;s\"), relocating families from areas with high risk of floods and landslides but keeping them in the same neighborhood, paving main avenues to allow public transportation, police and postal service to have access. All the work is done with 80% of locals, reducing unemployment and increasing family income. Former mayor &lt;a href=\"Fernando%20da%20Mata%20Pimentel\"&gt;Fernando da Mata Pimentel&lt;/a&gt; was nominated for &lt;a href=\"World%20Mayor\"&gt;World Mayor&lt;/a&gt; in 2005 on the strength of these and other programs.\nEconomy.\nBelo Horizonte receives large numbers of visitors, as it is in the Brazilian main economic axis, exerting influence even on other states. Multinational and Brazilian companies, such as Google and &lt;a href=\"Oi%20%28mobile%20phone%20network%29\"&gt;Oi&lt;/a&gt;, maintain offices in the city. The service sector plays a very important role in the economy of Belo Horizonte, being responsible for 85% of the city's Gross Domestic Product (GDP), with other industry making up most of the remaining 15%. Belo Horizonte has a developed industrial sector, being traditionally a hub of the Brazilian &lt;a href=\"siderurgy\"&gt;siderurgical&lt;/a&gt; and &lt;a href=\"metallurgy\"&gt;metallurgical&lt;/a&gt; industries, as the state of Minas Gerais has always been very rich in &lt;a href=\"minerals\"&gt;minerals&lt;/a&gt;, specifically iron ore.\nBelo Horizonte is the distribution and processing centre of a rich agricultural and mining region and the nucleus of a burgeoning industrial complex. Production is centred on steel, steel products, &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt;s, and textiles. Gold, &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt;, and &lt;a href=\"gemstone\"&gt;gemstone&lt;/a&gt;s mined in the surrounding region are processed in the city.\nThe main industrial district of the city was set during the 1940s in &lt;a href=\"Contagem\"&gt;Contagem&lt;/a&gt;, a part of greater Belo Horizonte. Multinational companies like &lt;a href=\"FIAT\"&gt;FIAT&lt;/a&gt; (which opened its plant in Betim in 1974), &lt;a href=\"Arcelor\"&gt;Arcelor&lt;/a&gt;, and &lt;a href=\"Toshiba\"&gt;Toshiba&lt;/a&gt; have subsidiaries in the region, along with textiles like Group Rachelle Textil, Ematex and Cedro Textil, &lt;a href=\"Cosmetics\"&gt;cosmetic&lt;/a&gt;, food, &lt;a href=\"chemicals\"&gt;chemicals&lt;/a&gt;, &lt;a href=\"pharmaceuticals\"&gt;pharmaceuticals&lt;/a&gt;, &lt;a href=\"furnishing\"&gt;furnishing&lt;/a&gt; and &lt;a href=\"refractory\"&gt;refractory&lt;/a&gt; companies. Among the companies headquartered in the city are steel producer Açominas (held by &lt;a href=\"Gerdau\"&gt;Gerdau&lt;/a&gt;, one of the largest multinationals originated in Brazil); &lt;a href=\"Usiminas\"&gt;Usiminas&lt;/a&gt;; Belgo-Mineira (held by &lt;a href=\"Arcelor\"&gt;Arcelor&lt;/a&gt;); &lt;a href=\"Acesita\"&gt;Acesita&lt;/a&gt; (partially held by Arcelor); mobile communication &lt;a href=\"Vivo%20S.A.\"&gt;Vivo&lt;/a&gt;; and &lt;a href=\"Telecom%20Italia%20Mobile\"&gt;Telecom Italia Mobile&lt;/a&gt;, Dasein Executive Search, executive coaching company, as well as the &lt;a href=\"NYSE\"&gt;NYSE&lt;/a&gt;-listed electrical company &lt;a href=\"CEMIG\"&gt;CEMIG&lt;/a&gt;. Leading steel product makers Sumitomo Metals of Japan and Vallourec of France also have plans to construct an integrated steel works on the outskirts of the city.\nThere are also a large number of small enterprises in the technology sector with regional to nationwide success, particularly in the fields of &lt;a href=\"computing\"&gt;computing&lt;/a&gt; and biotechnology. Because of both governmental and private funding in the diversification of its economy, the city has become an international reference in Information Technology and &lt;a href=\"Biotechnology\"&gt;Biotechnology&lt;/a&gt;, and is also cited because of the advanced corporate and university research in &lt;a href=\"Biodiesel\"&gt;Biodiesel&lt;/a&gt; fuel. The number of jobs in the Information sector has been growing at annual rates above 50%. The Belo Horizonte Metropolitan Area, composed of 33 cities under the capital's direct influence, is home to 16% of the country's biotechnology companies, with annual sales of over R$550 million.\nProjects in these fields are likely to expand because of integration between universities, the oil company &lt;a href=\"Petrobras\"&gt;Petrobras&lt;/a&gt; and the &lt;a href=\"Brazilian%20Government\"&gt;Brazilian Government&lt;/a&gt;. One of the largest events that ever took place in the city, the &lt;a href=\"Inter-American%20Development%20Bank\"&gt;Inter-American Development Bank&lt;/a&gt; meeting, occurred in 2005 and attracted people from all over the world.\nFor a long time it was marked by the predominance of its &lt;a href=\"industrial%20sector\"&gt;industrial sector&lt;/a&gt;, but from the 1990s there has been a constant expansion of the &lt;a href=\"service%20sector\"&gt;service sector&lt;/a&gt; economy, particularly in &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt;, &lt;a href=\"biotechnology\"&gt;biotechnology&lt;/a&gt;, &lt;a href=\"business%20tourism\"&gt;business tourism&lt;/a&gt;, fashion and the jewelry-making. The city is considered to be a strategic leader in the &lt;a href=\"Economy%20of%20Brazil\"&gt;Brazilian economy&lt;/a&gt;. The move towards &lt;a href=\"business%20tourism\"&gt;business tourism&lt;/a&gt; transformed the capital into a national hub for this segment of the &lt;a href=\"tourist%20industry\"&gt;tourist industry&lt;/a&gt;.\nEducation.\nEducational institutions.\nSeveral higher education institutions are located in Belo Horizonte, including:\nTransport.\nAirports.\nBelo Horizonte is served by three airports:\nHighways.\nThe city is connected to the rest of Minas Gerais state and the country by a number of roadways. &lt;a href=\"Minas%20Gerais\"&gt;Minas Gerais&lt;/a&gt; has the country's largest federal highway network.\nThe city is also served by other minor roads such as state highways MG-020, MG-050, MG-030, and MG-433. There is also an East-West Express Way, which goes from the city to the nearby industrial centres of &lt;a href=\"Contagem\"&gt;Contagem&lt;/a&gt; and &lt;a href=\"Betim\"&gt;Betim&lt;/a&gt; (together having a population of ca. 900,000), and Anel Rodoviário, a kind of \"beltway\" – indeed it is not circumferential, but connects many highways, such as the federal (BR-ones) so it is not necessary for a large number of cars and trucks to pass through the city centre. Many of these roads are in poor condition, but in the last years many revitalization and rebuilding projects have been started.\nBus system.\nThe bus system has a large number of bus lines going through all parts in the city, and is administrated by \"BHTRANS\". Among the upcoming projects are the expansion of the integration between bus lines and the &lt;a href=\"rapid%20transit\"&gt;metro&lt;/a&gt;, with integrated stations, many already in use. And the construction of bus corridors, with lanes and bus stops exclusively for the bus lines. Keeping buses from traffic congestions, making the trips more viable for commuters.\nRailways.\n&lt;a href=\"Belo%20Horizonte%20Metro\"&gt;Belo Horizonte Metro&lt;/a&gt; or MetroBH started operating at the end of the 1970s. There is one line, with 19 stations, from Vilarinho to Eldorado Station, in &lt;a href=\"Contagem\"&gt;Contagem&lt;/a&gt;, transporting over 160,000 people daily. The current projects of expansion include Line 2, linking the existing Calafate Station to the region of Barreiro. And Line 3, from the city's main bus terminal to São Inácio de Loyola, &lt;a href=\"Savassi\"&gt;Savassi&lt;/a&gt; economical district. Line 2 is planned to be overground (similar to the current line) and Line 3 is planned to be underground, passing through the city's financial centre, Praça Sete and Afonso Pena Avenue. Also, Line 1 is planned to be extended to Novo Eldorado Station.\nBelo Horizonte Public Transportation statistics.\nThe average amount of time people spend commuting with public transit in Belo Horizonte, for example to and from work, on a weekday is 85 min. 26% of public transit riders, ride for more than 2 hours every day. The average amount of time people wait at a stop or station for public transit is 23 min, while 50% of riders wait for over 20 minutes on average every day. The average distance people usually ride in a single trip with public transit is 8.7 km, while 19% travel for over 12 km in a single direction.\nCulture.\nTheatre and dance.\nEvery two years, FIT BH, The International Theater Festival of Belo Horizonte, takes place in the city. This attracts artists from all over Brazil and worldwide. With the merger of two projects that would happen separately in 1994, one stage-based, organized by the Francisco Nunes Theater, and the other street-based, idealized by Grupo Galpão, came FIT-BH Palco &amp; Rua. Produced every two years, under responsibility from the Belo Horizonte &lt;a href=\"City%20Hall\"&gt;City Hall&lt;/a&gt;, through the Municipal Culture Office and the Association Movimento Teatro de Grupo of Minas Gerais, in the program there are street and stage shows, and also seminars, workshops, courses, talks, etc. The Annual Campaign for the Popularisation of Theatre takes place every year in January and February, offering dozens of plays in theatres all over the city at affordable prices.\nSeveral notable artistic groups originated in Belo Horizonte. &lt;a href=\"Grupo%20Corpo\"&gt;Grupo Corpo&lt;/a&gt;, which is perhaps the most famous &lt;a href=\"contemporary%20dance\"&gt;contemporary dance&lt;/a&gt; group in the country, was formed in the city in 1975. In March and April is the performance program from FID promoting contemporary dance in Belo Horizonte. The program presents groups from Belo Horizonte. For this project, the priority invitations go to the shows created by groups and choreographers living in the city. The purpose is to take shows and other activities such as workshops, talks and video screenings to the less privileged regions of the city regarding access to cultural assets. Belo Horizonte is also host to the Centro Mineiro de Danças Clássicas school.\nMusic.\n&lt;a href=\"Clube%20da%20Esquina\"&gt;Clube da Esquina&lt;/a&gt; is one of the most important musical movements in the musical history of Brazil. It originated in the mid-1960s, and since then its members have been hugely influential in Brazilian and even international music, some like Milton Nascimento and Toninho Horta achieving worldwide acclaim. Other people involved in the movement include musicians, songwriters, composers, conductors and lyricists, such as Tavinho Moura, &lt;a href=\"Wagner%20Tiso\"&gt;Wagner Tiso&lt;/a&gt;, &lt;a href=\"Andersen%20Viana\"&gt;Andersen Viana&lt;/a&gt;, &lt;a href=\"Milton%20Nascimento\"&gt;Milton Nascimento&lt;/a&gt;, &lt;a href=\"L%C3%B4%20Borges\"&gt;Lô Borges&lt;/a&gt;, &lt;a href=\"Beto%20Guedes\"&gt;Beto Guedes&lt;/a&gt;, Flávio Venturini, &lt;a href=\"Toninho%20Horta\"&gt;Toninho Horta&lt;/a&gt;, &lt;a href=\"M%C3%A1rcio%20Borges\"&gt;Márcio Borges&lt;/a&gt; and &lt;a href=\"Fernando%20Brant\"&gt;Fernando Brant&lt;/a&gt;, among others.\nThe band &lt;a href=\"Uakti%20%28band%29\"&gt;Uakti&lt;/a&gt; – known for performing with self-built musical instruments – originated in Belo Horizonte under the influence of Walter Smetak and the Composition School from Bahia. Also, several nationally famous rock groups have been founded in Belo Horizonte, including &lt;a href=\"Jota%20Quest\"&gt;Jota Quest&lt;/a&gt;, &lt;a href=\"Pato%20Fu\"&gt;Pato Fu&lt;/a&gt;, &lt;a href=\"Skank%20%28band%29\"&gt;Skank&lt;/a&gt;, &lt;a href=\"14%20Bis%20%28Band%29\"&gt;14 Bis&lt;/a&gt; and Tianastácia. In later years, Belo Horizonte has been more frequently included in Brazilian tours of foreign mainstream and independent acts.\nBelo Horizonte is also known as the Brazilian Capital of Metal, hence the huge number of heavy metal bands (and the likes) founded there, especially in the 1980s. Most importantly, Overdose, the first metal band from BH and one of the first to gain prominence in Brazil; &lt;a href=\"Sepultura\"&gt;Sepultura&lt;/a&gt;, the world's best known Brazilian metal band; and &lt;a href=\"Sarc%C3%B3fago\"&gt;Sarcófago&lt;/a&gt;, one of the founders of modern &lt;a href=\"black%20metal\"&gt;black metal&lt;/a&gt;. The &lt;a href=\"contemporary%20Christian%20music\"&gt;contemporary Christian music&lt;/a&gt; band &lt;a href=\"Diante%20do%20Trono\"&gt;Diante do Trono&lt;/a&gt;, is also of Belo Horizonte. A short instrumental song by American band &lt;a href=\"Earth%2C%20Wind%20%26amp%3B%20Fire\"&gt;Earth, Wind &amp; Fire&lt;/a&gt; is named after the city on their album &lt;a href=\"Now%2C%20Then%20%26amp%3B%20Forever\"&gt;Now, Then &amp; Forever&lt;/a&gt;.\nMuseums.\nBelo Horizonte features a number of museums including the Mineiro Museum, the Abílio Barreto Historic Museum, Arts and Workmanship Museum, a Natural History Museum and the UFMG &lt;a href=\"Botanic%20Garden\"&gt;Botanic Garden&lt;/a&gt;s, a telephone museum, the Pampulha Art Museum, the Professor Taylor Gramke Mineralogy Museum, and the UFMG Conservatory. The puppet theatre group Giramundo was established here in 1970, and continues to maintain a puppetry museum hosting a collection of their creations.\nThe Circuito Cultural Praça da Liberdade, located in the central region of Belo Horizonte, is the largest cultural circuit in Brazil. In all, there are eleven functioning museums and cultural spaces: Arquivo Público Mineiro (Minas Gerais Public Archive), Biblioteca Pública Estadual Luiz de Bessa (Luiz de Bessa State Public Library), Cefar Liberdade, Centro de Arte Popular Cemig (Cemig Center of Popular Art), Centro Cultural Banco do Brasil (Culture Center Bank of Brazil), Espaço do Conhecimento UFMG (UFMG Knowledge Space), Horizonte Sebrae – Casa da Economia Criativa (Sebrae Horizon – The House of Creative Economy), Memorial Minas Gerais Vale (Minas Gerais Memorial), Museu das Minas e do Metal (Mines and Metal Museum), Museu Mineiro (Minas Gerais Museum) and Palácio da Liberdade (Liberty Palace). Besides these, another three spaces are already in the process of being implemented: the Casa Fiat de Cultura (Fiat Culture House), CENA and Oi Futuro. The proposal, according to the Circuit manager, Cristiana Kumaira, is to strengthen the circuit in the world cultural context. “We are already on this path and are being careful to ensure that the activities, services and assistance fulfill the needs and expectations of both the local population and the tourists who come to Belo Horizonte from around the world. The Circuit is establishing itself as one more source of pride for the people of Minas Gerais”, she stresses.\nInaugurated in 2010, the Circuito Cultural Praça da Liberdade was created with the goal of exploring cultural diversity – with interactive options open to the public – in an area of great symbolic, historical and architectural value for Belo Horizonte. The opportunity came with the transference of the Minas Gerais Government headquarters to the Cidade Administrativa (Administrative City), in Serra Verde. After they had been adapted, the old department buildings opened their doors and began to house museums and cultural spaces.\nThe Circuito Cultural Praça da Liberdade is co-managed by the Instituto Sérgio Magnani (Institute) since June 2012, through a partnership signed with the Minas Gerais Government, and the museums/spaces are mostly run by private companies, which carry out investments in heritage recovery and building maintenance. According to Kumaira, this public-private partnership model allows large companies to participate and effectively contribute to the cultural advance of the city. “Beyond their fields of activities, the partners invest in the implantation and maintenance of museums, learning spaces, exhibitions rooms and shows, as well as memory centers that consolidate the history of Minas Gerais, presenting it either for free or at affordable prices”, she adds.\nThe Natural History Museum and Botanical Garden holds an important treasure of folk art – the Nativity of Pipiripau. Created during the 20th century, the craftsman Raimundo Machado, synchronizes 586 figures, distributed in 45 scenes, which tell the story of life and death of Jesus, mixed with its variety of arts and crafts. With 600,000 sq. m. of green area, the &lt;a href=\"Universidade%20Federal%20de%20Minas%20Gerais\"&gt;UFMG&lt;/a&gt; Museum of Natural History and Botanic Garden (MHN-JB) is a privileged ecological space that enables visitors to experience nature in a rich, multidisciplinary way. For 30 years, the mission of the MHN-JB has been to do research, to educate, and to meet the community's demand for service. It covers the areas of &lt;a href=\"anthropology\"&gt;anthropology&lt;/a&gt;, &lt;a href=\"archeology\"&gt;archeology&lt;/a&gt;, Environmental Education, &lt;a href=\"Natural%20History\"&gt;Natural History&lt;/a&gt;, &lt;a href=\"Mineralogy\"&gt;Mineralogy&lt;/a&gt;, and &lt;a href=\"Paleontology\"&gt;Paleontology&lt;/a&gt;. It has an Ecological Amphitheater, a Free Art atelier, a &lt;a href=\"greenhouse\"&gt;greenhouse&lt;/a&gt;, and an Interactive Room. One of its traditional exhibitions is the Pipiripau Nativity Crèche.\nPalácio das Artes, inaugurated in 1970, comprises three theaters, three art galleries, a movie theater, a bookstore, a coffee shop and photography exhibition space. The building was designed by Oscar Niemeyer and it also houses the Minas Gerais Handcraft Center. The Pampulha Art Museum is located at the Pampulha Lake in Belo Horizonte in a building that originally housed the Pampulha Casino. The building was designed by Oscar Niemeyer, commissioned by the then-mayor and future president of Brazil Juscelino Kubitschek in the early 1940s, with external grounds by landscaper &lt;a href=\"Roberto%20Burle%20Marx\"&gt;Roberto Burle Marx&lt;/a&gt;. The building was the first project of Oscar Niemeyer, opened as a casino, and closed in 1946. In 1957, it was re-opened as the Art Museum. His design was influenced by the principles of Le Corbusier. The gardens of &lt;a href=\"Burle%20Marx\"&gt;Burle Marx&lt;/a&gt; are a tribute to the tropical green. There are three sculptures, by Ceschiatti, Zamoiski and José Pedrosa. In 1996, it won new multimedia rooms, library, café bar, a souvenir shop and technical infrastructure. The MAP has an impressive collection of 1,600 works. \nArchitecture.\nBelo Horizonte has several significant cultural landmarks, many of them situated in the &lt;a href=\"Pampulha%20%28Belo%20Horizonte%29\"&gt;Pampulha&lt;/a&gt; district, where there are notable examples of Brazilian &lt;a href=\"contemporary%20architecture\"&gt;contemporary architecture&lt;/a&gt;. Under the leadership of the then mayor of city, &lt;a href=\"Juscelino%20Kubitschek\"&gt;Juscelino Kubitschek&lt;/a&gt;, architects and artists such as &lt;a href=\"Oscar%20Niemeyer\"&gt;Oscar Niemeyer&lt;/a&gt;, landscaper &lt;a href=\"Burle%20Marx\"&gt;Burle Marx&lt;/a&gt;, and painter &lt;a href=\"Candido%20Portinari\"&gt;Candido Portinari&lt;/a&gt;, started a type of modern architecture and art here that was greatly developed later with the construction of Brazil's new capital, &lt;a href=\"Brasilia\"&gt;Brasilia&lt;/a&gt;, also led by the now president Juscelino (aka JK). It is at the &lt;a href=\"Pampulha%20%28Belo%20Horizonte%29\"&gt;Pampulha&lt;/a&gt; complex that one can see the routes of this new architecture movement. The modern and protomodern architecture can also be seen all over Belo Horizonte, either in emblematic 1950's buildings such as Edificio Acaiaca, Conjunto JK, Hotel Amazonas and former Hotel Excelsior, all reflecting the modernity culture of the first planned capital of Brazil.\nThe &lt;a href=\"Pampulha%20Park\"&gt;Pampulha Park&lt;/a&gt; area includes one of the largest soccer stadiums in the world, the &lt;a href=\"Mineir%C3%A3o\"&gt;Mineirão&lt;/a&gt; stadium, and the &lt;a href=\"Church%20of%20Saint%20Francis%20of%20Assisi\"&gt;São Francisco de Assis Church&lt;/a&gt;, widely known as Igreja da Pampulha, designed by Brazilian &lt;a href=\"Modern%20movement\"&gt;Modernist&lt;/a&gt; architect &lt;a href=\"Oscar%20Niemeyer\"&gt;Oscar Niemeyer&lt;/a&gt;. In Pampulha there is also the &lt;a href=\"Universidade%20Federal%20de%20Minas%20Gerais\"&gt;Universidade Federal de Minas Gerais&lt;/a&gt; campus, whose buildings themselves are important contributions to the city's architecture. Other notable buildings include the Mesbla and Niemeyer buildings, in addition to the headquarters of corporations such as &lt;a href=\"Usiminas\"&gt;Usiminas&lt;/a&gt;, Seculus, and Telemig Celular.\nIn the downtown area, landmarks include the church of São José, the Praça da Estação (Station Square), which is an old train station that now is also the Museum of Arts and Workmanship, the Municipal Park, the famous Sete de Setembro Square, where an obelisk built in 1922 marks the one hundred years of &lt;a href=\"Brazilian%20independence\"&gt;Brazilian independence&lt;/a&gt; from Portugal. Near Central the area, in the Lourdes neighborhood, the Lourdes Basilica, is an example of &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival style&lt;/a&gt;. The Nossa Senhora de Fátima Church, in Santo Agostinho neighborhood, is situated in &lt;a href=\"Carlos%20Chagas\"&gt;Carlos Chagas&lt;/a&gt; Square. Both churches are referred to as the Assembléia Church and the Assembléia Square because of their proximity to the state's legislative assembly. \nNext to the downtown region is the Savassi district, known for fine restaurants and as a centre of cultural events as well as the best of the city's nightlife. Many landmarks are located there, such as the Praça da Liberdade (Liberty Square), and its surrounding buildings, including the former Executive Offices of the governor called the Palácio da Liberdade (Liberty Palace), the first building to be finished during the city's planned development in the late 1890s.\nThe government offices moved to the \"Cidade Administrativa\" in 2010. This complex is made by a few massive buildings just outside the city. Nowadays, the \"palaces\" are being turned into museums. Still on Savassi, the meeting point of many social groups, especially the youth, is \"Praça da Savassi\" (Savassi Square), which is not exactly a square, and more a crossing between two major avenues (&lt;a href=\"Get%C3%BAlio%20Vargas\"&gt;Getúlio Vargas&lt;/a&gt; and Cristóvão Colombo), and gathers some of the busiest bars and pubs (called locally \"botecos\" or \"botequins\") in town.\nAnother important landmark is Praça do Papa (Pope's Square), located at a high point south of the downtown area, with its great view of the entire city. It is named for July 1, 1980, visit by &lt;a href=\"John%20Paul%20II\"&gt;John Paul II&lt;/a&gt;, who held a youth mass there. The nearby Parque das Mangabeiras (Mangabeiras Park) features extensive wildlife, and-owing to its considerable size-has its own bus service, which operates solely within the confines of the park. On Sundays, Afonso Pena Avenue hosts Latin America's biggest open-air market. This is the Market of Arts and Handicrafts, most commonly known as Feira Hippie (hippie fair). Every Sunday morning 70,000 visitors find food, drinks, clothes, furniture, earrings, shoes and almost anything else.\nFood and drink.\nThe regional Minas Gerais' food and the now internationally known drink of &lt;a href=\"cacha%C3%A7a\"&gt;cachaça&lt;/a&gt; are very popular and highly rated in the capital.\nBelo Horizonte is internationally known as the \"capital of neighborhood bars.\" Every year, the city hosts the &lt;a href=\"http%3A//www.comidadibuteco.com.br/\"&gt;Comida di Buteco&lt;/a&gt; festival (\"Pub Foods\", in an approximate translation), in which a panel selects 41 bars to be visited, and then elects the one with the best appetizers using the theme ingredient of each year. The Festival is so successful that its brand was already sold to other 21 regions in Brazil (Belém, Belo Horizonte, Brasília, Campinas, Curitiba, Florianópolis, Fortaleza, Goiás, Juiz de Fora, Manaus, Montes Claros, Poços de Caldas, Porto Alegre, Recife, Ribeirão Preto, Rio de Janeiro, Salvador, São José do Rio Preto, São Paulo, Uberlândia e Vale do Aço). Since its creation in 1999, 2020 is the first year that the Comida di Buteco was postponed, due to the pandemic situation caused by COVID-19.\nMinas Gerais' cuisine is famous for its traditional dishes, like &lt;a href=\"p%C3%A3o%20de%20queijo\"&gt;pão de queijo&lt;/a&gt;, feijão tropeiro, tutu de feijão, pork ribs, chicken-and-okra (served with a rich, brown gravy and rice), pork suan with ora-pro-nobis, and other usually heavy, comfort-like food. The city also abounds with pizza places, barbecue houses, fine restaurants of many nationalities and other options.\nSport.\nFootball.\nAs in the rest of Brazil, &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; is the most popular sport. The city's major teams are &lt;a href=\"Clube%20Atl%C3%A9tico%20Mineiro\"&gt;Atlético Mineiro&lt;/a&gt;, &lt;a href=\"Cruzeiro%20Esporte%20Clube\"&gt;Cruzeiro&lt;/a&gt; and &lt;a href=\"Am%C3%A9rica%20Futebol%20Clube%20%28MG%29\"&gt;América Mineiro&lt;/a&gt;.\nThe city also has one of the biggest football stadiums in the world, the &lt;a href=\"Mineir%C3%A3o\"&gt;Mineirão&lt;/a&gt;, which opened in 1965. The older &lt;a href=\"Est%C3%A1dio%20Independ%C3%AAncia\"&gt;Independência Stadium&lt;/a&gt; was the site of the &lt;a href=\"FIFA%20World%20Cup%201950\"&gt;FIFA World Cup 1950&lt;/a&gt; game, when the &lt;a href=\"England%20v%20United%20States%20%281950%29\"&gt;United States beat England&lt;/a&gt; in a 1–0 win.\nMineirão, officially called Estádio Governador Magalhães Pinto, was built to provide the city of Belo Horizonte with a larger alternative for Independência Stadium, then the prime venue of the city. The stadium was meant to become the most modern stadium of Brazil and the new home of Atlético Mineiro and Cruzeiro. Construction took almost five years, and on September 5, 1965 Mineirão officially opened. Mineirão hardly changed in the following decades, and in the 1990s still had its original capacity. When Brazil &lt;a href=\"2014%20FIFA%20World%20Cup%20bids\"&gt;won their bid&lt;/a&gt; to host the 2014 FIFA World Cup, it was clear that Mineirão needed to undergo a large redevelopment.\nThe project included the complete reconstruction of the bottom tier, an extension of the roof, and further refurbishments to upgrade the stadium to &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; standards. Building works took a total of three years, and were completed in December 2012. The first match at the reopened Mineirão was played on February 3, 2013 with a state championship match between Cruzeiro and Atlético. While Cruzeiro agreed on a lease to play the next 25 years at Mineirão, Atlético is currently building his own arena, Arena MRV, which is planned to be opened at the end of 2022. Atlético's new arena will be the most modern football stadium in Latin America and the second largest sports arena in the state of Minas Gerais, with a capacity of over 46,000 people. Mineirão hosted a total of six matches during the 2014 FIFA World Cup, including one round of 16 match and the historical semi-final referred to as Mineirazo in which &lt;a href=\"Brazil%20v%20Germany%20%282014%20FIFA%20World%20Cup%29\"&gt;Brazil lost 1–7 against Germany&lt;/a&gt;. The stadium also was one of the playing venues of the &lt;a href=\"2013%20FIFA%20Confederations%20Cup\"&gt;2013 FIFA Confederations Cup&lt;/a&gt; and the &lt;a href=\"Football%20at%20the%202016%20Summer%20Olympics\"&gt;Olympic football tournament&lt;/a&gt; in 2016.\nIn addition to football, Belo Horizonte has one of the largest attendances at &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; matches in the entire country. They are played either at &lt;a href=\"Mineirinho\"&gt;Mineirinho&lt;/a&gt;, home of &lt;a href=\"Brazil%20men%27s%20national%20volleyball%20team\"&gt;Brazil's national volleyball team&lt;/a&gt;, or at &lt;a href=\"Minas%20T%C3%AAnis%20Clube\"&gt;Minas Tênis Clube&lt;/a&gt;.\nOther sports.\nBelo Horizonte is home to &lt;a href=\"2015%20French%20Open%20%E2%80%93%20Men%27s%20Doubles\"&gt;2015 French Open men's doubles&lt;/a&gt; champion and former World no. 1 doubles player &lt;a href=\"Marcelo%20Melo\"&gt;Marcelo Melo&lt;/a&gt; as well as &lt;a href=\"2016%20Australian%20Open%20%E2%80%93%20Men%27s%20Doubles\"&gt;2016 Australian Open men's doubles&lt;/a&gt; and &lt;a href=\"2016%20Australian%20Open%20%E2%80%93%20Mixed%20Doubles\"&gt;mixed doubles&lt;/a&gt; champion &lt;a href=\"Bruno%20Soares\"&gt;Bruno Soares&lt;/a&gt;.\nThe &lt;a href=\"Minas%20T%C3%AAnis%20Clube\"&gt;Minas Tênis Clube&lt;/a&gt; is a multi-sport club that plays in the &lt;a href=\"Novo%20Basquete%20Brasil\"&gt;Novo Basquete Brasil&lt;/a&gt;, &lt;a href=\"Liga%20Nacional%20de%20Futsal\"&gt;Liga Nacional de Futsal&lt;/a&gt;, &lt;a href=\"Brazilian%20Men%27s%20Volleyball%20Superliga\"&gt;Brazilian Men's Volleyball Superliga&lt;/a&gt; and &lt;a href=\"Brazilian%20Women%27s%20Volleyball%20Superliga\"&gt;Brazilian Women's Volleyball Superliga&lt;/a&gt;.\nNotable people.\n \nInternational relations.\nBelo Horizonte is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}