{
    "id": "8222243",
    "revid": "40934158",
    "url": "https://en.wikipedia.org/wiki?curid=8222243",
    "title": "Gymnastics at the 1964 Summer Olympics – Men's pommel horse",
    "text": "The men's &lt;a href=\"pommel%20horse\"&gt;pommel horse&lt;/a&gt; was a &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt; event contested as part of the &lt;a href=\"Gymnastics%20at%20the%201964%20Summer%20Olympics\"&gt;Gymnastics at the 1964 Summer Olympics&lt;/a&gt; programme at the &lt;a href=\"Tokyo%20Metropolitan%20Gymnasium\"&gt;Tokyo Metropolitan Gymnasium&lt;/a&gt;. The event was held on 18, 20, and 22 October. There were 128 competitors from 29 nations, with nations in the team competition having up to 6 gymnasts and other nations entering up to 3 gymnasts. The event was won by &lt;a href=\"Miroslav%20Cerar\"&gt;Miroslav Cerar&lt;/a&gt; of Yugoslavia, the nation's first medal in the pommel horse. Silver went to &lt;a href=\"Shuji%20Tsurumi\"&gt;Shuji Tsurumi&lt;/a&gt; of Japan, the third man to win multiple medals in the event (adding to his 1960 bronze). &lt;a href=\"Yury%20Tsapenko\"&gt;Yury Tsapenko&lt;/a&gt; of the Soviet Union took bronze, breaking a three-Games gold medal streak for the Soviets.\nBackground.\nThis was the 11th appearance of the event, which is one of the five apparatus events held every time there were apparatus events at the Summer Olympics (no apparatus events were held in 1900, 1908, 1912, or 1920). All six finalists from 1960 returned: joint gold medalists &lt;a href=\"Eugen%20Ekman\"&gt;Eugen Ekman&lt;/a&gt; of Finland and &lt;a href=\"Boris%20Shakhlin\"&gt;Boris Shakhlin&lt;/a&gt; of the Soviet Union (who had also won gold in 1956), bronze medalist &lt;a href=\"Shuji%20Tsurumi\"&gt;Shuji Tsurumi&lt;/a&gt; of Japan, fourth-place finisher &lt;a href=\"Takashi%20Mitsukuri\"&gt;Takashi Mitsukuri&lt;/a&gt; of Japan, fifth-place finisher &lt;a href=\"Yury%20Titov\"&gt;Yury Titov&lt;/a&gt; of the Soviet Union, and sixth-place finisher &lt;a href=\"Takashi%20Ono%20%28gymnast%29\"&gt;Takashi Ono&lt;/a&gt; of Japan. &lt;a href=\"Miroslav%20Cerar\"&gt;Miroslav Cerar&lt;/a&gt; of Yugoslavia was the reigning (1962) world champion; Shakhlin had finished second and Mitsukuri third.\nAlgeria, the Republic of China, Iran, and Mongolia each made their debut in the men's pommel horse. The United States made its 10th appearance, most of any nation, having missed only the inaugural 1896 Games.\nCompetition format.\nThe gymnastics all-around events continued to use the aggregation format. Each nation entered a team of six gymnasts or up to two individual gymnasts. All entrants in the gymnastics competitions performed both a compulsory exercise and a voluntary exercise for each apparatus. The scores for all 12 exercises were summed to give an individual all-around score.\nThese exercise scores were also used for qualification for the apparatus finals. The two exercises (compulsory and voluntary) for each apparatus were summed to give an apparatus score; the top 6 in each apparatus participated in the finals; others were ranked 7th through 128th. For the apparatus finals, the all-around score for that apparatus was multiplied by one-half then added to the final round exercise score to give a final total.\nExercise scores ranged from 0 to 10, with the final total apparatus score from 0 to 20.\nResults.\nEach gymnast competed in both compulsory and optional exercises, with the &lt;a href=\"median\"&gt;median&lt;/a&gt; scores from the four judges for the two sets of exercises were summed. This score was also used in calculating both &lt;a href=\"Gymnastics%20at%20the%201964%20Summer%20Olympics%20-%20Men%27s%20individual%20all-around\"&gt;individual all-around&lt;/a&gt; and &lt;a href=\"Gymnastics%20at%20the%201964%20Summer%20Olympics%20-%20Men%27s%20team%20competition\"&gt;team&lt;/a&gt; scores.\nThe top 6 advanced to the final for the apparatus, keeping half of their preliminary score to be added to their final score."
}