{
    "id": "827782",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=827782",
    "title": "Lynn Swann",
    "text": "Lynn Curtis Swann (born March 7, 1952) is an American former &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player, broadcaster, politician, and athletic director, best known for his association with the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; and the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt;. He served as the &lt;a href=\"President%27s%20Council%20on%20Fitness%2C%20Sports%2C%20and%20Nutrition\"&gt;President's Council on Fitness, Sports, and Nutrition&lt;/a&gt; from 2002 to 2005. In &lt;a href=\"Pennsylvania%20gubernatorial%20election%2C%202006\"&gt;2006&lt;/a&gt;, he was the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; nominee for &lt;a href=\"Governor%20of%20Pennsylvania\"&gt;Governor of Pennsylvania&lt;/a&gt;.\nSwann was born in Alcoa, Tennessee. He attended USC and played football as a wide receiver of the &lt;a href=\"USC%20Trojans%20football\"&gt;USC Trojans&lt;/a&gt;, where he was a consensus All-American. He is regarded as one of the most popular and one of the greatest wide receivers of his generation. He was drafted by the Steelers in the first round of the &lt;a href=\"1974%20NFL%20draft\"&gt;1974 NFL draft&lt;/a&gt;. With the Steelers, Swann won four Super Bowls, was selected to three Pro Bowls, and was named &lt;a href=\"Super%20Bowl%20MVP\"&gt;MVP&lt;/a&gt; of &lt;a href=\"Super%20Bowl%20X\"&gt;Super Bowl X&lt;/a&gt;. Swann was inducted into the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; in 2001 and the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 1993.\nEarly life.\nSwann was born March 7, 1952, in &lt;a href=\"Alcoa%2C%20Tennessee\"&gt;Alcoa, Tennessee&lt;/a&gt;, in the foothills of the Great Smoky Mountains near &lt;a href=\"Knoxville%2C%20Tennessee\"&gt;Knoxville&lt;/a&gt;.\nThe Swann family moved to &lt;a href=\"San%20Mateo%2C%20California\"&gt;San Mateo, California&lt;/a&gt;, in the &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;San Francisco Bay Area&lt;/a&gt; when Lynn was 2. As a youth, Swann was raised in neighboring &lt;a href=\"Foster%20City%2C%20California\"&gt;Foster City&lt;/a&gt; and attended &lt;a href=\"Jun%C3%ADpero%20Serra%20High%20School%20%28San%20Mateo%2C%20California%29\"&gt;Junípero Serra High School&lt;/a&gt;, where in addition to playing football, he was a track star, leaping in the &lt;a href=\"long%20jump\"&gt;long jump&lt;/a&gt;. At the 1970 CIF California State championship meet, Swann won the state title, defeating future Olympic gold medalist &lt;a href=\"Randy%20Williams\"&gt;Randy Williams&lt;/a&gt;.\nCollege football career.\nSwann attended the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, where he was an consensus &lt;a href=\"1973%20College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt; on the &lt;a href=\"USC%20Trojans%20football\"&gt;Trojan football team&lt;/a&gt; under head coach &lt;a href=\"John%20McKay%20%28American%20football%29\"&gt;John McKay&lt;/a&gt;, including the undefeated and &lt;a href=\"College%20football%20national%20championships%20in%20NCAA%20Division%20I%20FBS\"&gt;national champion&lt;/a&gt; &lt;a href=\"1972%20USC%20Trojans%20football%20team\"&gt;1972 team&lt;/a&gt;. McKay said of Swann, \"He has speed, soft hands, and grace.\" He completed a Bachelor of Arts Degree in public relations in 1974.\nIn &lt;a href=\"1971%20USC%20Trojans%20football%20team\"&gt;1971&lt;/a&gt;, Swann had 27 catches for 305 yards and two &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;s. He led USC in catches and finished second to WR Edesel Garrison in receiving yards. As a junior in 1972, Swann rushed for 117 yards and had 27 catches for 543 yards and three touchdowns. This time, he led USC in receiving yards and finished second to &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; &lt;a href=\"Charle%20Young\"&gt;Charle Young&lt;/a&gt; in catches. In &lt;a href=\"1973%20USC%20Trojans%20football%20team\"&gt;1973&lt;/a&gt;, Swann rushed for 99 yards while catching 42 passes for 714 yards and six touchdowns.\nProfessional football career.\nSwann was selected in the first round of the &lt;a href=\"1974%20NFL%20Draft\"&gt;1974 NFL Draft&lt;/a&gt; by the &lt;a href=\"1974%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; with the 21st overall pick. The Steelers draft class of '74 is considered one of the best in NFL history and included four eventual &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Hall of Famers&lt;/a&gt;: Swann, &lt;a href=\"John%20Stallworth\"&gt;John Stallworth&lt;/a&gt;, &lt;a href=\"Mike%20Webster\"&gt;Mike Webster&lt;/a&gt;, and &lt;a href=\"Jack%20Lambert%20%28American%20football%29\"&gt;Jack Lambert&lt;/a&gt;.\nSwann spent his entire NFL career with the Steelers and wore the jersey number 88. As a rookie in &lt;a href=\"1974%20Pittsburgh%20Steelers%20season\"&gt;1974&lt;/a&gt;, he led the NFL with 577 punt-return yards, a franchise record and the fourth-most in NFL history at the time. He went on to win a championship ring with the Steelers in &lt;a href=\"Super%20Bowl%20IX\"&gt;Super Bowl IX&lt;/a&gt;, but did not record any receptions in the tough defensive struggle (Pittsburgh quarterback &lt;a href=\"Terry%20Bradshaw\"&gt;Terry Bradshaw&lt;/a&gt; completed only nine passes in the game). However, he returned three punts for 34 yards.\nThe &lt;a href=\"1975%20Pittsburgh%20Steelers%20season\"&gt;following season&lt;/a&gt; became the highlight of Swann's career. He caught 49 passes for 781 yards and a league-leading 11 touchdowns. In the &lt;a href=\"1975%E2%80%9376%20NFL%20playoffs%23Conference%20Championships\"&gt;AFC title game&lt;/a&gt; against the &lt;a href=\"1975%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt;, &lt;a href=\"George%20Atkinson%20%28safety%29\"&gt;George Atkinson&lt;/a&gt; knocked Swann out of the game with a very hard but legal hit. He suffered a severe concussion that forced him to spend two days in a hospital, but surprised many by returning to play for &lt;a href=\"Super%20Bowl%20X\"&gt;Super Bowl X&lt;/a&gt;. Swann recorded four catches for a Super Bowl-record 161 yards and a touchdown in the game, assisting the Steelers to a 21–17 win over the &lt;a href=\"1975%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt; and became the first wide receiver to earn &lt;a href=\"Super%20Bowl%20MVP\"&gt;Super Bowl MVP&lt;/a&gt; honors.\nSwann was unique among football players in that he credited his experiences in &lt;a href=\"dance\"&gt;dance&lt;/a&gt; earlier in life with contributing to his aptitude on the football field. A 1981 interview which aired on \"&lt;a href=\"Mr.%20Rogers%27%20Neighborhood\"&gt;Mr. Rogers' Neighborhood&lt;/a&gt;\" showed him on the field, and then in the Pittsburgh dance studio where he later underwrote scholarships.\nThree seasons later, the Steelers made it to &lt;a href=\"Super%20Bowl%20XIII\"&gt;Super Bowl XIII&lt;/a&gt;. In the game, Swann caught seven passes for 124 yards and scored the final touchdown for Pittsburgh in their 35–31 win over &lt;a href=\"1978%20Dallas%20Cowboys%20season\"&gt;Dallas&lt;/a&gt;. The Steelers made it back to the Super Bowl again in the &lt;a href=\"1979%20Pittsburgh%20Steelers%20season\"&gt;1979&lt;/a&gt; season, and Swann caught five passes for 79 yards and a touchdown at the &lt;a href=\"Rose%20Bowl%20%28stadium%29\"&gt;Rose Bowl&lt;/a&gt; in Pittsburgh's 31–19 win over the &lt;a href=\"1979%20Los%20Angeles%20Rams%20season\"&gt;Los Angeles Rams&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XIV\"&gt;Super Bowl XIV&lt;/a&gt;. Overall, Swann gained 364 receiving yards and 398 all-purpose yards in his four &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;s, which were both Super Bowl records at the time.\nSwann retired after the &lt;a href=\"1982%20Pittsburgh%20Steelers%20season\"&gt;1982&lt;/a&gt; season with four Super Bowl rings. In his nine-year career, he amassed 336 career receptions for 5,462 yards and 51 touchdowns, 72 rushing yards on 11 attempts and a touchdown, and 739 punt return yards and a touchdown. He was a &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; selection three times (&lt;a href=\"1976%20Pro%20Bowl\"&gt;1975&lt;/a&gt;, &lt;a href=\"1978%20Pro%20Bowl\"&gt;1977&lt;/a&gt;, &lt;a href=\"1979%20Pro%20Bowl\"&gt;1978&lt;/a&gt;), and was selected to the &lt;a href=\"National%20Football%20League%201970s%20All-Decade%20Team\"&gt;1970s All-Decade Team&lt;/a&gt;.\nSwann was named to the &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; team in &lt;a href=\"1975%20All-Pro%20Team\"&gt;1975&lt;/a&gt;, &lt;a href=\"1977%20All-Pro%20Team\"&gt;1977&lt;/a&gt;, and &lt;a href=\"1978%20All-Pro%20Team\"&gt;1978&lt;/a&gt;, and was elected to the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; in , a year before his teammate John Stallworth.\nAfter football.\nSwann went on to serve as a director on the boards of &lt;a href=\"H.%20J.%20Heinz%20Company\"&gt;H J Heinz Co.&lt;/a&gt;, Hershey Entertainment and Resorts, and &lt;a href=\"Wyndham%20International\"&gt;Wyndham International&lt;/a&gt;. He was a football and sports broadcaster for &lt;a href=\"ABC%20Sports\"&gt;ABC Sports&lt;/a&gt; from 1976 to 2006, but left to run for &lt;a href=\"Governor%20of%20Pennsylvania\"&gt;Pennsylvania governor&lt;/a&gt;.\nSwann briefly hosted the television &lt;a href=\"game%20show\"&gt;game show&lt;/a&gt; \"&lt;a href=\"To%20Tell%20the%20Truth\"&gt;To Tell the Truth&lt;/a&gt;\", on which he had previously appeared as a panelist before replacing original host &lt;a href=\"Gordon%20Elliott\"&gt;Gordon Elliott&lt;/a&gt;, on &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; from 1990 to 1991. His 14-week run as &lt;a href=\"emcee\"&gt;emcee&lt;/a&gt; ended, and he was replaced by &lt;a href=\"Alex%20Trebek\"&gt;Alex Trebek&lt;/a&gt;. He made guest appearances on \"&lt;a href=\"Mister%20Rogers%27%20Neighborhood\"&gt;Mister Rogers' Neighborhood&lt;/a&gt;\", where he explained his enthusiasm for &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;, and \"&lt;a href=\"The%20Paper%20Chase%20%28TV%20series%29\"&gt;The Paper Chase&lt;/a&gt;\".\nDuring his time at ABC, Lynn Swann began his broadcasting career in 1976 while still active with the Pittsburgh Steelers. Upon retirement in January 1983, Swann began his career full-time with ABC Sports, which ended after the &lt;a href=\"2006%20Sugar%20Bowl\"&gt;2006 Sugar Bowl&lt;/a&gt;. Swann has broadcast a variety of events as a host, reporter, and analyst. Included in these events are: the &lt;a href=\"1976%20Winter%20Olympics\"&gt;1976 Winter Olympics&lt;/a&gt;, the &lt;a href=\"1976%20Summer%20Olympics\"&gt;1976 Summer Olympics&lt;/a&gt;, the &lt;a href=\"1980%20Winter%20Olympics\"&gt;1980 Winter Olympics&lt;/a&gt;, the &lt;a href=\"1984%20Winter%20Olympics\"&gt;1984 Winter Olympics&lt;/a&gt;, the &lt;a href=\"1984%20Summer%20Olympics\"&gt;1984 Summer Olympics&lt;/a&gt;, the &lt;a href=\"1988%20Winter%20Olympics\"&gt;1988 Winter Olympics&lt;/a&gt;, the Iditarod Trail sled dog race, International Diving Championships, &lt;a href=\"United%20States%20Football%20League%20on%20television\"&gt;USFL&lt;/a&gt;, &lt;a href=\"College%20Football%20on%20ABC\"&gt;college football&lt;/a&gt; and \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\", the &lt;a href=\"Kentucky%20Derby\"&gt;Kentucky Derby&lt;/a&gt;, &lt;a href=\"Preakness%20Stakes\"&gt;Preakness Stakes&lt;/a&gt;, &lt;a href=\"Belmont%20Stakes\"&gt;Belmont Stakes&lt;/a&gt;, the &lt;a href=\"Irish%20Derby\"&gt;Irish Derby&lt;/a&gt;, \"&lt;a href=\"ABC%27s%20Wide%20World%20of%20Sports\"&gt;ABC's Wide World of Sports&lt;/a&gt;\", and &lt;a href=\"Curt%20Gowdy\"&gt;Curt Gowdy&lt;/a&gt;'s \"&lt;a href=\"The%20American%20Sportsman\"&gt;The American Sportsman&lt;/a&gt;\".\nSwann was the sideline reporter on CBS' \"Clash of Champions\" bowling telecast that aired on May 10–11, 2008. He teamed with color analyst &lt;a href=\"Nelson%20Burton%20Jr.\"&gt;Nelson Burton Jr.&lt;/a&gt; and play-by-play man &lt;a href=\"Bill%20Macatee\"&gt;Bill Macatee&lt;/a&gt;. The broadcast marked bowling's return to &lt;a href=\"network%20television\"&gt;network television&lt;/a&gt; for the first time since 1999 when CBS carried it.\nIn October 2009, Swann joined the &lt;a href=\"Augusta%20National%20Golf%20Club\"&gt;Augusta National Golf Club&lt;/a&gt;. He is a dues-paying member of the home of the Masters golf tournament, which is held every April.\nOn August 19, 2010, the \"&lt;a href=\"Pittsburgh%20Tribune-Review\"&gt;Pittsburgh Tribune-Review&lt;/a&gt;\" reported that Swann would be a part of the ownership team for &lt;a href=\"Pittsburgh%20Power\"&gt;Pittsburgh's AFL expansion franchise&lt;/a&gt;, which began playing in the spring of 2011. Named the &lt;a href=\"Pittsburgh%20Power\"&gt;Pittsburgh Power&lt;/a&gt;, the team shared the &lt;a href=\"Consol%20Energy%20Center\"&gt;Consol Energy Center&lt;/a&gt; with the &lt;a href=\"Pittsburgh%20Penguins\"&gt;Pittsburgh Penguins&lt;/a&gt; of the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt;. Swann has said that, despite his football experience, he does not interfere in the day-to-day coaching, although he would occasionally give some advice. The team folded in 2014.\nSwann made an appearance, playing himself, in the role of a sideline reporter at the \"Bourbon Bowl\", in the 1998 &lt;a href=\"Adam%20Sandler\"&gt;Adam Sandler&lt;/a&gt; comedy feature film \"&lt;a href=\"The%20Waterboy\"&gt;The Waterboy&lt;/a&gt;\". He was inducted into the &lt;a href=\"Rose%20Bowl%20Hall%20of%20Fame\"&gt;Rose Bowl Hall of Fame&lt;/a&gt; on December 30, 2013, at the Pasadena Convention Center.\nOn April 13, 2016, Swann was named as the athletic director of the University of Southern California, succeeding retiring &lt;a href=\"Pat%20Haden\"&gt;Pat Haden&lt;/a&gt;. He assumed the position on July 1, 2016. On September 9, 2019, Swann resigned as the athletic director for the University of Southern California.\nPolitical career.\nPhysical Fitness and Sports Council chairman.\nOn June 20, 2002, President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; appointed Swann as the chairman of the United States &lt;a href=\"President%27s%20Council%20on%20Physical%20Fitness%20and%20Sports\"&gt;President's Council on Physical Fitness and Sports&lt;/a&gt; during a Fitness Expo at the White House. Swann succeeded &lt;a href=\"Lee%20Haney\"&gt;Lee Haney&lt;/a&gt;, who had been appointed to the post by President Clinton.\nIn 2003, President Bush and Chairman Lynn Swann launched presidentschallenge.org at the Lakewest Family YMCA in Dallas, Texas. Within the next year, 300,000 individuals registered on the website. Swann spoke at the National Press Club about the council's programs to help Americans \"Be Physically Active Every Day,\" and introduced the Presidential Active Lifestyle Award.\nIn 2004, Swann and President Bush declared May as an annual \"National Physical Fitness and Sports\" month, and created the annual HealthierUS Fitness Festival. They also enacted the Healthier Feds Physical Activity Challenge initiative for federal employees. On July 30, 2005, Lynn Swann retired as council chairman to explore a campaign for governor. He was succeeded by John P. Burke.\n2006 candidacy for governor.\nIn December 2004, Swann, who resides in the Pittsburgh suburb of &lt;a href=\"Sewickley%20Heights%2C%20Pennsylvania\"&gt;Sewickley Heights, Pennsylvania&lt;/a&gt;, indicated that he was considering seeking the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; nomination for Governor of Pennsylvania in the &lt;a href=\"Pennsylvania%20gubernatorial%20election%2C%202006\"&gt;2006 election&lt;/a&gt;. On February 23, 2005, Swann filed papers with the state elections board stating his intention to run. On the same day, he formed a fundraising committee called Team 88 after his Steeler jersey number. On January 4, 2006, Swann formally declared his candidacy.\nSwann's opponents for the Republican &lt;a href=\"primary%20election\"&gt;primary&lt;/a&gt; had initially included Jim Panyard, &lt;a href=\"Pennsylvania%20Senate\"&gt;State Senator&lt;/a&gt; &lt;a href=\"Jeff%20Piccola\"&gt;Jeff Piccola&lt;/a&gt;, and former &lt;a href=\"Lieutenant%20Governor%20of%20Pennsylvania\"&gt;Lieutenant Governor&lt;/a&gt; &lt;a href=\"William%20Scranton%2C%20III\"&gt;William Scranton, III&lt;/a&gt;. After Swann received the endorsement of the Republican state committee on February 11, 2006, all three opponents quit the race, leaving Swann as the only Republican to have filed by the deadline of March 7, 2006. Swann chose &lt;a href=\"Montgomery%20County%2C%20Pennsylvania\"&gt;Montgomery County&lt;/a&gt; Commissioner &lt;a href=\"Jim%20Matthews%20%28politician%29\"&gt;Jim Matthews&lt;/a&gt; as his running mate.\nPolls in early February showed Swann and Rendell in a statistical tie, though Rendell had the advantage of being the popular incumbent. Swann's campaign focused on reforming Harrisburg by addressing mass transit, property tax, law enforcement, the environment and the growing concern of obesity. He also supported giving the &lt;a href=\"Pittsburgh%20Penguins\"&gt;Pittsburgh Penguins&lt;/a&gt; Pittsburgh's lone slots license so they could build a new arena, free of taxpayer money.\nSwann's momentum did not survive a barrage of advertising from &lt;a href=\"Ed%20Rendell\"&gt;Rendell&lt;/a&gt; in early spring and had trouble keeping up with Rendell's effective fundraising. In the end, Swann lost the election with 40% of the vote to incumbent &lt;a href=\"Ed%20Rendell\"&gt;Ed Rendell&lt;/a&gt;'s 60%. Had Swann won, he would have been the first African American Governor of &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; and only the third African American elected governor of a state in U.S. history. Of the three Republican African American gubernatorial candidates in 2006, all three of them lost; &lt;a href=\"Ken%20Blackwell\"&gt;Kenneth Blackwell&lt;/a&gt; lost in Ohio, and &lt;a href=\"Randy%20Daniels\"&gt;Randy Daniels&lt;/a&gt; lost in New York.\n2008 to present.\nIn 2008, Swann confirmed that he was considering running for the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; from &lt;a href=\"Pennsylvania%27s%204th%20congressional%20district\"&gt;Pennsylvania's 4th congressional district&lt;/a&gt; against Rep. &lt;a href=\"Jason%20Altmire\"&gt;Jason Altmire&lt;/a&gt;. However, Swann did not file for the election and former congresswoman &lt;a href=\"Melissa%20Hart%20%28politician%29\"&gt;Melissa Hart&lt;/a&gt; won the Republican nomination unopposed and then lost to Altmire in the 2008 general election.\nIn the &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008 presidential election&lt;/a&gt;, Swann endorsed and campaigned with Arizona Senator &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; for the presidency, though Swann had remained neutral through the primaries. In &lt;a href=\"2012%20United%20States%20presidential%20election\"&gt;2012&lt;/a&gt;, he did the same for former Massachusetts Governor &lt;a href=\"Mitt%20Romney\"&gt;Mitt Romney&lt;/a&gt;, once Romney had become the presumptive Republican nominee.\nIn 2015, before the primary elections, Swann announced his support of former Florida Governor &lt;a href=\"Jeb%20Bush\"&gt;Jeb Bush&lt;/a&gt;, while also criticizing &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;.\nPersonal life.\nOn June 10, 1979, during the summer after winning &lt;a href=\"Super%20Bowl%20XIII\"&gt;Super Bowl XIII&lt;/a&gt;, Swann married Bernadette Robi, the daughter of singer Paul Robi of &lt;a href=\"The%20Platters\"&gt;The Platters&lt;/a&gt;. The pair divorced in 1983, and she is currently married to boxing legend &lt;a href=\"Sugar%20Ray%20Leonard\"&gt;Sugar Ray Leonard&lt;/a&gt;.\nOn June 23, 1991, Swann married Charena (née Shaffer), a &lt;a href=\"psychologist\"&gt;psychologist&lt;/a&gt;, and they have two sons who played football collegiately. Mr. Swann is also a proud member of Groove Phi Groove Social Fellowship Incorporated."
}