{
    "id": "8303214",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=8303214",
    "title": "Diamond Peak Wilderness",
    "text": "The Diamond Peak Wilderness is a &lt;a href=\"wilderness%20area\"&gt;wilderness area&lt;/a&gt; straddling the &lt;a href=\"Cascade%20Range\"&gt;Cascade&lt;/a&gt; crest and includes the &lt;a href=\"Diamond%20Peak%20%28Oregon%29\"&gt;Diamond Peak&lt;/a&gt; volcano. It is located within two National Forests - the &lt;a href=\"Willamette%20National%20Forest\"&gt;Willamette National Forest&lt;/a&gt; on the west and the &lt;a href=\"Deschutes%20National%20Forest\"&gt;Deschutes National Forest&lt;/a&gt; on the east.\nDesignation.\nOn February 5, 1957, the Forest Service established the Diamond Peak Wild Area. Upon passage of the federal &lt;a href=\"Wilderness%20Act\"&gt;Wilderness Act&lt;/a&gt; in 1964 it was reclassified as wilderness. With the passage of the Oregon Wilderness Act of 1984, Diamond Peak Wilderness increased in size to its present .\nGeography.\nAt , Diamond Peak is the highest peak in the wilderness. The next highest named peaks are Mount Yoran at and Lakeview Mountain at . Diamond Peak is a &lt;a href=\"shield%20volcano\"&gt;shield volcano&lt;/a&gt; formed as the entire Cascade Range was undergoing volcanic activity and uplift. Glaciers carved the large volcanic peak, and when they receded, the bulk of the mountain remained, with snowfields near the summit and dozens of small lakes surrounding the peak. These lakes range from one to in size. Approximately of the &lt;a href=\"Pacific%20Crest%20National%20Scenic%20Trail\"&gt;Pacific Crest National Scenic Trail&lt;/a&gt; pass through this wilderness. Another of trail, including the Diamond Peak Trail, stretches the length of the west side of the peak.\nVegetation.\nNearly the entire Diamond Peak Wilderness is covered with mixed stands of &lt;a href=\"Tsuga%20mertensiana\"&gt;mountain hemlock&lt;/a&gt;, &lt;a href=\"Pinus%20contorta\"&gt;lodgepole&lt;/a&gt; and &lt;a href=\"Pinus%20monticola\"&gt;western white pine&lt;/a&gt;, and &lt;a href=\"Abies%20amabilis\"&gt;silver&lt;/a&gt;, noble and other true &lt;a href=\"fir\"&gt;fir&lt;/a&gt;s. Alpine flowers, including varieties of &lt;a href=\"mimulus\"&gt;mimulus&lt;/a&gt;, &lt;a href=\"trillium\"&gt;trillium&lt;/a&gt;, &lt;a href=\"Lupinus\"&gt;lupine&lt;/a&gt;, &lt;a href=\"penstemon\"&gt;penstemon&lt;/a&gt;, &lt;a href=\"Calluna\"&gt;heather&lt;/a&gt;, and &lt;a href=\"Castilleja\"&gt;Indian paintbrush&lt;/a&gt;, are common along trails, lake shores, streams and in the meadows. &lt;a href=\"Huckleberry\"&gt;Huckleberry&lt;/a&gt; and dwarf &lt;a href=\"manzanita\"&gt;manzanita&lt;/a&gt; are common in the dense underbrush.\nWildlife.\nThe Diamond Peak Wilderness is home to &lt;a href=\"black-tailed%20deer\"&gt;black-tailed deer&lt;/a&gt;, &lt;a href=\"mule%20deer\"&gt;mule deer&lt;/a&gt;, and &lt;a href=\"elk\"&gt;elk&lt;/a&gt;. In winter, the mule deer migrate eastward out of the wilderness to the sage desert, while black-tailed deer and elk drop down the west slope. &lt;a href=\"American%20black%20bear\"&gt;Black bear&lt;/a&gt; and small mammals including &lt;a href=\"marmot\"&gt;marmot&lt;/a&gt;s, &lt;a href=\"snowshoe%20rabbit\"&gt;snowshoe rabbit&lt;/a&gt;s, &lt;a href=\"squirrel\"&gt;squirrel&lt;/a&gt;s, &lt;a href=\"pine%20marten\"&gt;pine marten&lt;/a&gt;s, &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es, and &lt;a href=\"pika\"&gt;pika&lt;/a&gt;s inhabit the area all year long. The &lt;a href=\"raven\"&gt;raven&lt;/a&gt;, &lt;a href=\"Clark%27s%20nutcracker\"&gt;Clark's nutcracker&lt;/a&gt;, Oregon jay, and &lt;a href=\"water%20ouzel\"&gt;water ouzel&lt;/a&gt; frequent the forest and streams year-round. &lt;a href=\"Bufflehead\"&gt;Bufflehead&lt;/a&gt; and &lt;a href=\"goldeneye%20%28duck%29\"&gt;goldeneye ducks&lt;/a&gt; occasionally nest near the lakes.\nRecreation.\nRecreational activities in the Diamond Peak Wilderness include hiking, horseback riding, camping, hunting, fishing, and mountain climbing. Some of trails cross the wilderness, including the &lt;a href=\"Pacific%20Crest%20Trail\"&gt;Pacific Crest Trail&lt;/a&gt; along the east slope of Diamond Peak. Marie Lake, Divide Lake, and Rockpile Lake are popular base camps for the climb up Diamond Peak. Mount Yoran and Lakeview Mountain can also be climbed. Winter is popular for snowshoeing and cross-country skiing."
}