{
    "id": "8305514",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=8305514",
    "title": "Hernán Losada",
    "text": "Hernán Pablo Losada (born 9 May 1982) is an &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; and former professional player who played as a &lt;a href=\"midfielder%20%28football%29\"&gt;midfielder&lt;/a&gt;. He is currently the head coach of &lt;a href=\"D.C.%20United\"&gt;D.C. United&lt;/a&gt; in &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt;.\nAs a player, Losada was known for his beautiful dribbles and fine passes, according to Belgian media. During his time in Belgium, Losada played three times for Beerschot.\nFollowing his retirement, Losada became an assistant manager and later head coach of the reserves at his former club &lt;a href=\"K%20Beerschot%20VA\"&gt;Beerschot&lt;/a&gt;. In 2019, he was promoted to manager of the first team and lead the club to promotion to the &lt;a href=\"Belgian%20First%20Division%20A\"&gt;Belgian First Division A&lt;/a&gt;. In January 2021, he left his role at Beerschot to take the head coach position at MLS side D.C. United.\nClub career.\nClub Atlético Independiente.\nLosada started his career at &lt;a href=\"Club%20Atl%C3%A9tico%20Independiente\"&gt;Club Atlético Independiente&lt;/a&gt; in the &lt;a href=\"Primera%20Division%20Argentina\"&gt;Primera Division Argentina&lt;/a&gt; in 2000 after joining the club from &lt;a href=\"Barracas%20Central\"&gt;Barracas Central&lt;/a&gt; following a recommendation from Nito Veiga. He then signed his first professional contract with the club.\nAfter progressing through the youth ranks for the side, Losada was called up to the first team in October 2003 and made his debut for Club Atlético Independiente on 25 October 2003, in a 2–1 loss against &lt;a href=\"Rosario%20Central\"&gt;Rosario Central&lt;/a&gt;. He then scored his first goal for the club on 5 December 2003, in a 2–1 win over &lt;a href=\"Atl%C3%A9tico%20de%20Rafaela\"&gt;Atlético de Rafaela&lt;/a&gt;. Then, on 13 February 2004, he scored twice, in a 4–1 win over &lt;a href=\"Cienciano\"&gt;Cienciano&lt;/a&gt; in the &lt;a href=\"Copa%20Libertadores\"&gt;Copa Libertadores&lt;/a&gt;. He later scored two more goals later in the 2003–04 season. For the rest of the 2003–04 season, Losada continued to remain in the first team, playing in a number of matches. At the end of the season, he went on to make thirty–three appearances and scoring five times in all competitions. In the summer of 2004, Losada signed a contract with the club.\nAhead of the 2004–2005 season, Losada was linked with a move away from Club Atlético Independiente but terms were not agreed upon with an unknown party and Losada remained with Independiente. Losada fell out of form and struggled to fight for his place in the first team. Despite this, he remained involved in the number of matches and scored his first goal of the season on 22 September 2004 in a 2–1 loss against &lt;a href=\"Club%20de%20Gimnasia%20y%20Esgrima%20La%20Plata\"&gt;Gimnasia de La Plata&lt;/a&gt;. A month later, on 31 October 2004, Losada scored his second goal of the season in a 3–1 loss against &lt;a href=\"Club%20Atl%C3%A9tico%20Banfield\"&gt;Club Atlético Banfield&lt;/a&gt;. Losada would go on to score 2 goals in twenty–four appearances across all competitions during the 2004-05 season.\nUniversidad de Chile.\nOn 3 August 2005, he was sold to &lt;a href=\"Chilean%20Primera%20Divisi%C3%B3n\"&gt;Chilean Primera División&lt;/a&gt; side &lt;a href=\"Universidad%20de%20Chile%20%28football%20club%29\"&gt;Universidad de Chile&lt;/a&gt;. He was placed on a loan list by the club before joining Universidad de Chile. However, due to his poor performance, Losada only made only six appearances for the club.\nGerminal Beerschot.\nOn 30 May 2006, Losada moved to Belgium to sign for &lt;a href=\"K.F.C.%20Germinal%20Beerschot\"&gt;Germinal Beerschot&lt;/a&gt; on a four–year contract. He later reflected on a move to Germinal Beerschot, saying that it was an honor to play for a club in Europe and that it made him a better footballer.\nLosada made his Germinal Beerschot debut on 5 August 2006, where he came on as a substitute for &lt;a href=\"Daniel%20Quinteros\"&gt;Daniel Quinteros&lt;/a&gt;, in a 1–0 loss against Anderlecht. In his fourth match for Germinal Beershot, Losada scored a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; against &lt;a href=\"R.E.%20Mouscron\"&gt;Excelsior Mouscron&lt;/a&gt; in a 6–2 victory on 30 September 2006. After joining the club, Losada quickly established himself in the starting eleven for the side. During the last game of the season, Losada scored twice in a 3–0 win over &lt;a href=\"K.S.V.%20Roeselare\"&gt;K.S.V. Roeselare&lt;/a&gt;. At the end of the 2006–07 season, having made twenty–eight appearances and scoring six times in all competitions, Losada signed a four–year contract with the club.\nLosada scored his first goal of the 2007-08 season in a 2–1 loss against &lt;a href=\"K.R.C.%20Genk\"&gt;Genk&lt;/a&gt; on 25 August 2007. Losada started every match until of the 2007-8 season until suffering an injury that caused him to miss one match. He then scored his return from injury on 27 October 2007, in a 2–1 win over &lt;a href=\"K.V.C.%20Westerlo\"&gt;Westerlo&lt;/a&gt;. Losada helped the side win eight league matches in a row between 27 October 2007 and 24 December 2007. During which, he scored against Anderlecht, &lt;a href=\"Sint-Truidense%20V.V.\"&gt;Sint-Truidense&lt;/a&gt;, &lt;a href=\"KV%20Mechelen\"&gt;KV Mechelen&lt;/a&gt; and Excelsior Mouscron. By the end of the year, his performance was praised, due to his display in goals and assists. He later added three more goals later in the 2007–08 season. Losada quickly established himself as a fan favourite due to his performance. Losada missed 6 weeks at the end of the 2007-08 season due to ankle injury but returned to finish the season. During the 2007-08 season, Losada made thirty appearances and scoring ten times in all competitions.\nRSC Anderlecht.\nHe agreed a four-season contract with the Belgian club &lt;a href=\"R.S.C.%20Anderlecht\"&gt;Anderlecht&lt;/a&gt; on 20 May 2008. It came after when Germinal Beerschot accepted a bid for him. The transfer move was completed on 4 June 2008.\nLosada made his RSC Anderlecht debut on 30 July 2008, where he started and played 82 minutes before coming off as a substitute, in a 2–1 loss against &lt;a href=\"FC%20BATE%20Borisov\"&gt;BATE Borisov&lt;/a&gt; in the second round of the first leg of the &lt;a href=\"2008%E2%80%9309%20UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; Qualification Round. However, Anderlecht were eliminated from the competition after drawing 2–2 in the second leg. A week later, on 16 August 2008, Losada made his league debut for the club, where he came on as a substitute in the 79th minute, in a 3–0 win over &lt;a href=\"Cercle%20Brugge%20K.S.V.\"&gt;Cercle Brugge&lt;/a&gt;. However, he soon found himself on the substitute bench in a number of matches. But he soon started in the next three matches between 30 August 2008 and 19 September 2008 before suffering an injury that saw him missed one match. However, after returning, Losada returned to the substitute bench. In his first meeting against his former club, Germinal Beerschot, on 2 November 2008, Losada scored his first goal against them, in a 3–1 win. Nine days later, on 11 November 2008, he scored again, in a 3–1 win over &lt;a href=\"R.F.C.%20Tournai\"&gt;R.F.C. Tournai&lt;/a&gt; in the Round of 16 of Belgian Cup. For the rest of the 2008–09 season, Losada spent his time on the substitute bench, in numbers of games and find his playing time significantly decreased, mostly coming on as a substitute. By January, he was linked a return to move to Germinal Beerschot but wasn't interested in coming back. Afterwards, Losada continued to remain in and out of the first team. At the end of the 2008–09 season, which saw the club finish second place in the league, he went on to make twenty–five appearances and scored twice in all competitions.\nAhead of the 2009–10 season, the pre–season saw Losada plagued with injuries and remained out of the first team for the side.\nLoan Spells from RSC Anderlecht.\nOn 3 August 2009, Losada joined &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; side &lt;a href=\"SC%20Heerenveen\"&gt;Heerenveen&lt;/a&gt; on a season–long deal, with an option to buy at the end of the season. He started on his Heerenveen debut when he scored on 15 August 2009, in a 1–0 win over &lt;a href=\"SBV%20Vitesse\"&gt;SBV Vitesse&lt;/a&gt;. Since joining the club, Losada established himself in the starting eleven for the side, although he faced competitions in the midfield position as a result. He then scored two more goals by the end of 2009, including against &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt; in the &lt;a href=\"2009%E2%80%9310%20UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt;. It was announced on 30 March 2010 that the club has decided against signing him on a permanent basis at the end of the 2009–10 season. A few days later on 4 April 2010 after the announcement, Losada scored twice, in a 4–1 win over &lt;a href=\"Sparta%20Rotterdam\"&gt;Sparta Rotterdam&lt;/a&gt;. At the end of the 2009–10 season, Losada went on to make thirty–eight appearances and scoring six times in all competitions.\nOn 29 July 2010, Losada signed for &lt;a href=\"R.%20Charleroi%20S.C.\"&gt;Charleroi&lt;/a&gt; on a season–long loan deal. Coincidentally, he made his debut for the club against his parent club, Anderlecht, which saw both side drew 0–0 on 7 August 2010. He then scored his first goal for the club on 22 August 2010, in a 3–1 loss against &lt;a href=\"K.A.A.%20Gent\"&gt;Gent&lt;/a&gt;. However, in a 1–0 loss against Germinal Beerschot on 11 September 2010, Losada was sent–off for a foul on &lt;a href=\"Martijn%20Monteyne\"&gt;Martijn Monteyne&lt;/a&gt;, resulting a one–match suspension. After missing one match, he returned to the starting lineup against &lt;a href=\"%09Standard%20Li%C3%A8ge\"&gt; Standard Liège&lt;/a&gt;, in a 2–1 loss on 22 September 2010. Since joining the club, he established himself in the starting eleven for the side. After a two month goal drought, he ended the drought when he scored in a 2–0 win over Germinal Beerschot on 2 February 2011. At the end of the 2010–11 season, Losada went on to make thirty appearances and scoring six times in all competitions. After returning to his parent club Anderlecht, he stated that there was no chance of him returning to the club despite a year left to his contract.\nBeerschot AC.\nOn 20 May 2011, Losada re–signed for Germinal Beerschot, which was going under a new name, &lt;a href=\"Beerschot%20AC\"&gt;Beerschot&lt;/a&gt; and signed a four–year contract. The transfer move reportedly to have cost 750,000 euros. Upon re-joining the club, he said the club's supporters played a factor for as a reason he joined. However, six months into his time since joining Beerschot AC, Losada found himself in a dispute with his former club, Anderlecht. Ultimately, the club have to pay Anderlecht the transfer fee in the end. Six years after the situation, the court was in favour of Losada, which saw the club paying him 15 percent of the transfer fee of 500,000 euros.\nLosada made his debut for Beerschot AC, which was going under a new name, where he started the whole game, in a 2–2 draw against Genk on 6 August 2011. He then scored his first goals in a follow up match, in a 3–1 win over Westerlo in a follow up match; and scoring again Lierse in a 1–1 draw on 19 August 2011, adding his goal tally to three by the end of August. Since joining the club, he quickly established himself in the starting eleven for the side. He formed a partnership with &lt;a href=\"Sherjill%20MacDonald\"&gt;Sherjill MacDonald&lt;/a&gt; in a forward position. In a match against his former club Anderlecht on 25 September 2011, Losada set up a goal for &lt;a href=\"Roni%20Porokara\"&gt;Roni Porokara&lt;/a&gt; and then scored before being sent–off for a second bookable offence, in a 3–2 loss. After serving a one match ban, he scored twice on his return on 15 October 2011, in a 4–2 win over &lt;a href=\"Sint-Truidense%20V.V.\"&gt;Sint-Truidense&lt;/a&gt;. He also played a role for assisting in a number of matches by the end of 2011. It wasn't until on 21 January 2012 when he scored twice and set up one of the goals, in a 4–0 win over &lt;a href=\"Cercle%20Brugge%20K.S.V.\"&gt;Cercle Brugge&lt;/a&gt;. In the &lt;a href=\"2011%E2%80%9312%20Belgian%20Pro%20League%23Europa%20League%20Playoff\"&gt;league's Group Stage for the Europa League Play–Off&lt;/a&gt;'s, Losada played all six matches and scored three goals against &lt;a href=\"K.S.C.%20Lokeren%20Oost-Vlaanderen\"&gt;Lokeren&lt;/a&gt; and &lt;a href=\"S.V.%20Zulte%20Waregem\"&gt;Zulte Waregem&lt;/a&gt; (twice), both of the matches were victories. At the end of the 2011–12 season, where he made thirty–seven appearances and scored thirteen goals in competitions at his first season, Losada was awarded the club's player of the season. It came after when his performance was praised by the Belgian media.\nAhead of the 2012–13 season, Losada was linked a move away from the club, due to the fact the club's technical director said it would be difficult to turn down a bid for him. Eventually, he said his intention was to stay at the club. Losada started the season well when he set up a goal for &lt;a href=\"Alpaslan%20%C3%96zt%C3%BCrk\"&gt;Alpaslan Öztürk&lt;/a&gt;, in a 4–2 loss against Lokeren in the opening game of the season. He continued to establish himself in the first team, playing in the midfield position at the start of the season. In addition, he was given a captaincy, under the new management of &lt;a href=\"Adrie%20Koster\"&gt;Adrie Koster&lt;/a&gt;. It wasn't until on 25 August 2012 when he scored his first goal of the season, in a 2–0 win over Charleroi, followed up by scoring in a 2–0 win over KV Mechelen. Following a 3–0 loss against Genk on 24 October 2012, Losada was involved in an incident with his teammate &lt;a href=\"Elimane%20Coulibaly\"&gt;Elimane Coulibaly&lt;/a&gt; that led to Coulilbaly's release. As a result, Losada took legal action and a matter to police against Coulilbaly despite the incident was denied by Coulilbaly, himself, and countersuit against Losada. In December 2012, the agreement was reached by the club and Coulilbaly. However, he suffered a knee injury during a 3–1 win against Lierse on 10 November 2012 and was sidelined until the end of the year. Losada made his return from injury on 19 January 2013, starting the whole game, in a 4–0 loss against &lt;a href=\"K.V.%20Kortrijk\"&gt;KV Kortrijk&lt;/a&gt;. Over the next two months since returning from injury, he was again sidelined on two occasions. Losada ended his five months goal drought on 9 March 2013 against &lt;a href=\"Waasland-Beveren\"&gt;Waasland-Beveren&lt;/a&gt;, which saw Beerschot AC lose 3–2 to send them to the Belgian Relegation Playoff. However, in the &lt;a href=\"2012%E2%80%9313%20Belgian%20Pro%20League%23Relegation%20Playoff\"&gt;Belgian Relegation Playoff&lt;/a&gt; against &lt;a href=\"Cercle%20Brugge%20K.S.V.\"&gt;Cercle Brugge&lt;/a&gt;, the club were relegated after losing three matches in a row after playing in the first division since 1989 (as Germinal Ekeren until 1999 and as Germinal Beerschot from 1999 until 2011). At the end of the 2012–13 season, Losada went on to make twenty–six appearances and netted five times in all competitions.\nOne month later however, it was announced that Beerschot had gone bankrupt and dissolved, making Losada a free agent in the process.\nLierse S.K..\nAfter becoming a free agent at the end of the 2012–13 season, Losada joined &lt;a href=\"Lierse%20S.K.\"&gt;Lierse&lt;/a&gt; on a three–year contract.\nLosada made his Lierse debut in the opening game of the season, where he started the whole match, in a 2–1 loss against &lt;a href=\"S.V.%20Zulte%20Waregem\"&gt;Zulte Waregem&lt;/a&gt;. Since making his debut, he was appointed captain for the side. He soon established himself in the starting eleven for the side. Losada then scored his first goal for the club on 17 August 2013, in a 2–1 loss against Gent, followed up by scoring his second for the club, in a 1–0 win over Waasland-Beveren. It wasn't until on 23 November 2013 that he scored again, in a 4–2 win over Cercle Brugge. In the &lt;a href=\"2013%E2%80%9314%20Belgian%20Pro%20League%23Europa%20League%20Playoff\"&gt;Europa League Play–Off&lt;/a&gt;, Losada scored once in every six matches throughout the campaign. Despite being sidelined on two occasions during the 2013–14 season, Losada went on to make thirty–four appearances and scoring four times in all competitions.\nIn the 2014–15 season, Losada continued to remain captain for the side in his second season at the club. He then started the season well when he set up a goal for &lt;a href=\"Alhassane%20Keita%20%28footballer%2C%20born%201992%29\"&gt;Alhassane Keita&lt;/a&gt; to score his second goal of the game, in a 2–0 win over &lt;a href=\"K.V.%20Oostende\"&gt;Oostende&lt;/a&gt; in the game of the season. Since the start of the season, he started the first league matches of the season before being sidelined on two occasions. Losada made his return from the sidelines on 18 October 2014, in a 2–1 win over Cercle Brugge. It wasn't until on 22 November 2014 when he scored his first goal of the season, in a 3–2 win over &lt;a href=\"Royal%20Excel%20Mouscron\"&gt;Royal Excel Mouscron&lt;/a&gt;. He continued to remain the club's captain until he was told to leave the club by the end of January or sent to the club's reserve side by the club's sporting director &lt;a href=\"Tomasz%20Radzinski\"&gt;Tomasz Radzinski&lt;/a&gt; following the sacking of Manager &lt;a href=\"Slavi%C5%A1a%20Stojanovi%C4%8D\"&gt;Slaviša Stojanovič&lt;/a&gt;. Shortly after the January transfer window ended, Losada's contract with Lierse was terminated. By the time of his Lierse's departure, Losada made twenty appearances and scoring once in all competitions this season.\nFor the rest of the 2014–15 season, Losada was a free agent, spending time keeping up his fitness in hopes of moving a new club next season.\nBeerschot Wilrijk.\nOn 8 June 2015, Losada joined &lt;a href=\"FCO%20Beerschot%20Wilrijk\"&gt;Beerschot Wilrijk&lt;/a&gt; in the &lt;a href=\"Belgian%20First%20Division%20B\"&gt;Belgian First Division B&lt;/a&gt;, signing a two–year contract with an option to extend. Upon joining the club for the third time, he said that he turned down clubs from Qatar, Greece, Turkey, Cyprus and Thailand in favour of returning to Beerschot Wilrijk.\nLosada made his debut for Beerschot Wilrijk debut in the opening game of the season on 12 August 2015 against &lt;a href=\"R.%20Cappellen%20F.C.\"&gt;R. Cappellen&lt;/a&gt;, starting the whole game, in a 3–1 win. This was followed up by scoring his first goal for the club on 26 August 2015, in a 2–1 win over &lt;a href=\"K.%20Diegem%20Sport\"&gt;Diegem Sport&lt;/a&gt; and then scoring twice three days later on 29 August 2015, in a 3–2 win over Tempo Overijse. By the end of the year, he put his goal tally to five goals this season. Since joining Beerschot Wilrijk, he quickly established himself in the starting eleven for the side. He started the new year well when he scored two goals before being sent–off for a second bookable offence, in a 2–0 loss against &lt;a href=\"K.%20Berchem%20Sport\"&gt;K. Berchem Sport&lt;/a&gt; on 31 January 2016. He then scored twice for the third time this season on 20 April 2016, in a 6–0 win over Royal Racing Club Hamoir. Losada helped the club win the third division at the end of the 2015–16 season. Despite being sidelined once during the season, Losada went on to make thirty–three appearances and scoring ten times in all competitions. For his performance in the 2015–16 season, Losada was awarded the club's player of the season.\nIn the 2016–17 season, Losada started the season well when he scored in the fifth round of the Belgian Cup, in a 2–1 loss against Cercle Brugge. After missing one match, due to injury, he scored on his return on 10 September 2016, in a 2–1 win over &lt;a href=\"K.%20Patro%20Eisden%20Maasmechelen\"&gt;Maasmechelen&lt;/a&gt;. Losada started his first match of the season as captain on 29 October 2016, where he helped the side beat &lt;a href=\"K.M.S.K.%20Deinze\"&gt;SK Deinze&lt;/a&gt; 1–0 win. By the end of 2016, he scored three more goals for the side, all of the three of the matches were victories. It wasn't until on 4 February 2017 when he scored again but was sent–off for a heavy tackle on Fausto Santoro, in a 4–2 win over &lt;a href=\"K.S.K.%20Heist\"&gt;K.S.K. Heist&lt;/a&gt;. Initially suspended for two matches, it was reduced to one match. Losada later scored twice in the next matches on two occasions; the first one was between on 18 February 2017 and 4 March 2017; and the second one was between 24 March 2017 and 1 April 2017. Losada later scored three more times in the later in the 2016–17 season, as he helped the club gain promotion to the Proximus League, the second tier of Belgian football. At the end of the 2016–17 season, Losada finished the season as the club's top–scorer with sixteen goals in thirty–four appearances in all competitions. Although he finished second behind his teammate, &lt;a href=\"Arjan%20Swinkels\"&gt;Arjan Swinkels&lt;/a&gt; for the club's player of the season, Losada had his contract option extended for another season.\nFor the 2017–18 season, Losada started as the club's captain for the side and regained his first-team place. He started well at the start of the season when he scored against Lierse (twice), &lt;a href=\"A.F.C.%20Tubize\"&gt;AFC Tubize&lt;/a&gt;, &lt;a href=\"Lierse%20Kempenzonen\"&gt;KFC Oosterzonen&lt;/a&gt; and &lt;a href=\"K.S.V.%20Roeselare\"&gt;K.S.V. Roeselare&lt;/a&gt; (twice) throughout August and the beginning of September. He scored two goals in six league matches throughout October. Losada started in every match since the start of the season until he missed one match, due to suspension, in early–December. After missing one match in early–February, he scored on his return on 17 February 2018, in a 1–1 draw against &lt;a href=\"Oud-Heverlee%20Leuven\"&gt;OH Leuven&lt;/a&gt;. Losada announced on 20 March 2018 that he will retire at the end of the 2017–18 season. After spending towards the end of the season on the sidelines on three occasions, he scored on his last appearance for the side (and his last game in his professional career) in the last game of the season, in a 3–1 win over &lt;a href=\"K.A.S.%20Eupen\"&gt;Eupen&lt;/a&gt;. On his last appearance for the side (and professional career) against Eupen, Losada was given a farewell send-off when he was given a specially designed retro shirt. At the end of the 2017–18 season, he went on to make thirty–four appearances and scoring eleven times in all competitions.\nCoaching career.\nShortly after announcing his retirement, Losada said he would become a coach at the end of the 2017–18 season. It was announced on 25 May 2018 that he will re-join Beerschot Wilrijk as the club's assistant to new Manager &lt;a href=\"Stijn%20Vreven\"&gt;Stijn Vreven&lt;/a&gt;. Three months after becoming the club's assistant, it was announced that Losada signed a five-year contract with the club.\nOn 18 January 2021, after a winless streak of 7 matches with 5 losses and 2 draws Losada left Beerschot to become head coach at &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; side &lt;a href=\"D.C.%20United\"&gt;D.C. United&lt;/a&gt;. Losada is the youngest head coach in Major League Soccer.\nPersonal life.\nBorn in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, Losada grew up in the streets of &lt;a href=\"Barracas%2C%20Buenos%20Aires\"&gt;Barracas&lt;/a&gt;. Losada' father, Adolf, worked for an insurance company while his mother Edith worked as a housewife and cared for Losada and his brother Martin. In addition to playing football, Losada learned to play tennis growing up and would often play with his father, who was an amateur tennis player. Losada attended university to study business management, however, he dropped out after his third year to pursue a career as a footballer. He holds an &lt;a href=\"Italy\"&gt;Ital&lt;/a&gt;ian passport through his grandfather, who emigrated to Argentina from &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;.\nIn addition to speaking Spanish, Losada speaks Dutch, French and English. Losada credits his parents for giving him private lessons to speak English. After settling in Belgium, Losada became engaged to his long time girlfriend Maria. The couple got married in June 2009.\nLosada has expressed his desire to write a book about his experiences as a footballer.\nThroughout his career at Beerschot A.C. (which has since been renamed twice), Losada commented about the club: \"That is difficult to express in words. From my first year in 2006 at Beerschot I felt a special bond with that club and its supporters. It gave me a good feeling. I just love the city of Antwerp, the supporters here, from Beerschot. That is why I am here next to you now, with a lot of ambition to help this club return to the highest level. This is where my European adventure started, something I will never forget. I think it is fantastic that I can also finish my career here. Wherever or for which club I played, I always followed Beerschot.\" Losada was a fan favorite at the club for the entirety of his career.\nHonours.\nPlayer.\nBeerschot Wilrijk\nIndividual"
}