{
    "id": "831054",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=831054",
    "title": "Roland Theodore Symonette",
    "text": "Sir Roland Theodore Symonette, &lt;a href=\"Order%20of%20National%20Hero%20%28Bahamas%29\"&gt;NH&lt;/a&gt; (16 December 1898 – 13 March 1980) was a &lt;a href=\"The%20Bahamas\"&gt;Bahamian&lt;/a&gt; &lt;a href=\"politics%20of%20the%20Bahamas\"&gt;politician&lt;/a&gt; and the first Premier of the Bahamas after self-government was achieved in 1964. He was leader of the &lt;a href=\"United%20Bahamian%20Party\"&gt;United Bahamian Party&lt;/a&gt; (UBP), which some felt represented the interests of the \"&lt;a href=\"Bay%20Street%20Boys\"&gt;Bay Street Boys&lt;/a&gt;\" and was the ruling party between 1958 and 1967.\nBiography.\nRoland \"Pop\" Symonette was one of nine children of Methodist minister Edwin Lofthouse Symonette and his wife Lavania Alethia (née Weech) on the small island settlement of Current, &lt;a href=\"Eleuthera\"&gt;Eleuthera&lt;/a&gt;.\nAlthough he had only six years of formal education, Symonette became one of the wealthiest men of his generation. An &lt;a href=\"Autodidacticism\"&gt;autodidact&lt;/a&gt; and lifelong advocate of education, he was a school teacher early in his career. As teaching was a difficult way to make a living, Symonette first tried to make his way as a fisherman and a tomato farmer in &lt;a href=\"Riviera%20Beach%2C%20Florida\"&gt;Riviera Beach, Florida&lt;/a&gt;, and then during &lt;a href=\"Prohibition\"&gt;Prohibition&lt;/a&gt;, Symonette transported whiskey to the United States. \nDuring prohibition, liquor was legal in the Bahamas but not in the United States. Bahamian citizens like Roland Symonette could legally buy and transport alcohol as long as they stayed outside US territorial waters. Symonette was among the most successful of Bahamian &lt;a href=\"Rum-running\"&gt;bootlegger&lt;/a&gt;s because he obeyed these US territorial laws. \nThat Symonette was a preacher’s son, considered to be decent may have contributed to his relatively good reputation among US customs/coastguard. Also he was known to have rescued a US Customs ship filled with men who other bootleggers had set adrift to die. He was humble and avoided taunting the law, unlike Bill McCoy whose stunts humiliated and angered US law men.\nDuring this time he engaged in business with the Bronfman family Sam Ross aka &lt;a href=\"Samuel%20Bronfman\"&gt;Samuel Bronfman&lt;/a&gt;. Symonette parted ways with the Bronfmans as prohibition ended and when the Bronfmans were looking into unsavory ways to profit from human vice. Presumably Symonette felt that in addition to being morally objectional, the Bronfmans' plans would endanger the populace of his small homeland. Symonette's distaste for gambling and drugs was well known.\nWith the profits from bootlegging, Sir Roland invested in real estate, hotels, a shipyard which built boats for the British Navy during WWII and eventually a wide range of philanthropic interests, including Camp Symonette, originally built for the youth of the Bahamas. The Symonette family's holdings have never been publicly confirmed, but public speculation has placed it between $700 million and US$2.5 billion.\nIn 1925, Symonette campaigned successfully for a seat in the Bahamas' &lt;a href=\"Parliament%20of%20the%20Bahamas\"&gt;House of Assembly&lt;/a&gt;. He served in the House, representing the Shirlea district until his retirement in 1977. His 52 years as a Member of Parliament is the longest record of service in the House of Assembly.\nSymonette served as the head of government of the Bahama Islands from 1955 to 1964 and in 1964, when the country achieved internal self-government, he became the first Premier of the Bahama Islands. In 1959, he was &lt;a href=\"knight\"&gt;knight&lt;/a&gt;ed by &lt;a href=\"Elizabeth%20II%20of%20the%20United%20Kingdom\"&gt;Queen Elizabeth II&lt;/a&gt;.\nSymonette's political opposition (the PLP) seeks to smear him by repeating that the United Bahamian Party (UBP) which Symonette led was a \"white oligarchy\" intent on suppressing Afro-Bahamians, this is an opinion, not a fact. While it's true that he was conservative, Sir Roland's philanthropy extended to many Afro-Bahamian churches, individuals and even black businesses in need. (See obituaries, tributes published at the time of his death in 1981 plus ongoing conversations in groups such as \"Bygone Bahamas\".)\nThe 1967 British &lt;a href=\"Royal%20Commission\"&gt;Royal Commission&lt;/a&gt; of Inquiry reported that Symonette received 5,000 pounds from the U.S. casino interests who had left Cuba and were seeking a greater presence in The Bahamas. This sum was so modest to a man of Symonette's wealth that it is thought that he was acting as an informant to US intelligence agencies, who were concerned lest mobsters reestablish enterprises like the ones they operated in Cuba before the revolution. (See also &lt;a href=\"Stafford%20Sands\"&gt;Sir Stafford Sands&lt;/a&gt;).\nSource: Masters of Paradise: Organised Crime and the Internal Revenue Service in the Bahamas by Alan Block page 41 as quoted below:\n\"…Of those on the executive council who were lobbied so in intensely and extensively, Sir Roland Symonette was the most reluctant and disturbed. Soon to become the first premier of the Bahamas with the passage of a new constitution in 1964, Symonette was morally opposed to gambling. And even though he finally accepted a modest consultancy agreement with DEVCO, he still could not bring himself to vote for the certificate. Shortly after this difficult and morally ambiguous period, Symonette became premier and resigned his consultancy, having collected only 5,000 pounds.(21)\"\nFamily life.\nSymonette was married three times. By his first wife Gertrude Nellie, Symonette had one son, Basil Harcourt. By his second wife, the former Thelma Bell Clepper of &lt;a href=\"Andalusia%2C%20Alabama\"&gt;Andalusia, Alabama&lt;/a&gt;, Symonette had one son, &lt;a href=\"Robert%20Symonette\"&gt;Robert \"Bobby\"&lt;/a&gt;, and one daughter, Zelda. In the late 1940s, Symonette married Canadian Margaret Frances, the union producing one daughter, Margaret Ann, who died of encephalitis when she was a toddler, and two sons, Roland Craig and Theodore &lt;a href=\"Brent%20Symonette\"&gt;Brent&lt;/a&gt;. Symonette's eldest son founded the Bitter End Resort in the BVI's. His second son Bobby served as Speaker of the House of Assembly. His youngest son &lt;a href=\"Brent%20Symonette\"&gt;Brent Symonette&lt;/a&gt; was the &lt;a href=\"Deputy%20Prime%20Minister\"&gt;Deputy Prime Minister&lt;/a&gt; of The Bahamas, &lt;a href=\"Free%20National%20Movement\"&gt;Free National Movement&lt;/a&gt;, Minister of Foreign Affairs in the Ingraham led government and in 2017 was appointed Minister of Financial Services, Trade &amp; Industry and Immigration. His eldest daughter Zelda was honored by the B'nai B'rith for improving relations between the races.\nSymonette died on 13 March 1980 at his home in &lt;a href=\"Nassau%2C%20Bahamas\"&gt;Nassau&lt;/a&gt;; his widow, Lady Margaret Symonette died 22 years later on 2 June 2002.\nLegacy.\nSymonette's portrait appears on the &lt;a href=\"Bahamian%20%24\"&gt;Bahamian $&lt;/a&gt;50 note. A community park in the settlement of Current, Eleuthera, Bahamas, just feet from his birthplace, was named after him on what would have been his 111th birthday, 16 December 2009.\nIn 2018, he was posthumously awarded the Bahamian &lt;a href=\"Order%20of%20National%20Hero%20%28Bahamas%29\"&gt;Order of National Hero&lt;/a&gt; (NH).\nReferences.\n&lt;br&gt;"
}