{
    "id": "8319031",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=8319031",
    "title": "Luis Capurro",
    "text": "Luis Enrique Capurro Bautista (born May 1, 1961 in &lt;a href=\"Esmeraldas%2C%20Ecuador\"&gt;Esmeraldas&lt;/a&gt;, &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;) is a former &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player. He played 100 games for the &lt;a href=\"Ecuador%20national%20football%20team\"&gt;Ecuador national team&lt;/a&gt;\nClub career.\nHe began his career in Patria De Esmeraldas (Ecuador. He also played for &lt;a href=\"Barcelona%20SC\"&gt;Barcelona SC&lt;/a&gt;, &lt;a href=\"Club%20Sport%20Emelec\"&gt;Emelec&lt;/a&gt;, Patria de Guayaquil, Milagro Sport, Filanbanco, &lt;a href=\"LDU%20Quito\"&gt;LDU Quito&lt;/a&gt;, &lt;a href=\"Cerro%20Porte%C3%B1o\"&gt;Cerro Porteño&lt;/a&gt; of Paraguay and &lt;a href=\"Racing%20Club%20de%20Avellaneda\"&gt;Racing Club&lt;/a&gt; of Argentina.\nCapurro won two &lt;a href=\"Campeonato%20Ecuatoriano%20de%20F%C3%BAtbol\"&gt;Ecuadorian league&lt;/a&gt; titles, in 1994 with &lt;a href=\"Club%20Sport%20Emelec\"&gt;Emelec&lt;/a&gt; and in 1997 with &lt;a href=\"Barcelona%20SC\"&gt;Barcelona SC&lt;/a&gt;.\nHis large moustache and regular appearances for the Ecuador national team helped him to get recognised around South America and he got his dream to play outside of Ecuador. He joined &lt;a href=\"Cerro%20Porte%C3%B1o\"&gt;Cerro Porteño&lt;/a&gt; of &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt; in 1993, later in his career he went &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; to play for &lt;a href=\"Racing%20Club%20de%20Avellaneda\"&gt;\"La Academia\"&lt;/a&gt; of Coco Basile, but soon returned to Ecuador.\nOnce retired he decided to live in New York City.\nBut his talent was still recognized even far from his native Ecuador. Luis Capurro was hired once again to play, this time for a Latin American League in Plainfield New Jersey. He captained Cosmos Futbol Club into its Second Championship."
}