{
    "id": "83243",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=83243",
    "title": "1960 Summer Olympics",
    "text": "The 1960 Summer Olympics (), officially known as the Games of the XVII Olympiad () and commonly known as Rome 1960 (), were an international &lt;a href=\"multi-sport%20event\"&gt;multi-sport event&lt;/a&gt; held from 25 August to 11 September 1960 in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. Rome had previously been awarded the administration of the &lt;a href=\"1908%20Summer%20Olympics\"&gt;1908 Summer Olympics&lt;/a&gt;, but following the eruption of &lt;a href=\"Mount%20Vesuvius\"&gt;Mount Vesuvius&lt;/a&gt; &lt;a href=\"Mount%20Vesuvius%23Eruptions%20in%20the%2020th%20century\"&gt;in 1906&lt;/a&gt;, the city had no choice but to decline and pass the honour to &lt;a href=\"1908%20Summer%20Olympics\"&gt;London&lt;/a&gt;. The Soviet Union won the most gold and overall medals at the 1960 Games.\nHost city selection.\nOn 15 June 1955, at the 50th &lt;a href=\"List%20of%20IOC%20meetings%23IOC%20Sessions\"&gt;IOC Session&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, Rome won the rights to host the 1960 Games, having beaten Brussels, Mexico City, Tokyo, Detroit, Budapest and finally Lausanne. Tokyo and Mexico City would subsequently host the proceeding &lt;a href=\"1964%20Summer%20Olympics\"&gt;1964&lt;/a&gt; and &lt;a href=\"1968%20Summer%20Olympics\"&gt;1968 Summer Olympics&lt;/a&gt; respectively.\n&lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; was initially interested in the bidding, but appears to have dropped out during the final phase of the bid process. This was the first of five unsuccessful attempts by Toronto to secure the Summer Olympics from then until the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008 games&lt;/a&gt;.\nVenues.\n1 New facilities constructed in preparation for the Olympic Games. 2 Existing facilities modified or refurbished in preparation for the Olympic Games.\nGames.\nParticipating National Olympic Committees.\nA total of 83 nations participated at the Rome Games. Athletes from &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, &lt;a href=\"San%20Marino\"&gt;San Marino&lt;/a&gt;, &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt;, and &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; competed at the Olympic Games for the first time.\nAthletes from &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;, &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; and &lt;a href=\"Trinidad%20and%20Tobago\"&gt;Trinidad and Tobago&lt;/a&gt; would represent the new (&lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt;) &lt;a href=\"West%20Indies%20Federation\"&gt;West Indies Federation&lt;/a&gt;, competing as \"Antilles\", but this nation would only exist for this single Olympiad. Athletes from &lt;a href=\"Northern%20Rhodesia\"&gt;Northern Rhodesia&lt;/a&gt; and &lt;a href=\"Southern%20Rhodesia\"&gt;Southern Rhodesia&lt;/a&gt; competed under the Rhodesia name while representing the &lt;a href=\"Federation%20of%20Rhodesia%20and%20Nyasaland\"&gt;Federation of Rhodesia and Nyasaland&lt;/a&gt;. Athletes from &lt;a href=\"German%20Democratic%20Republic\"&gt;East Germany&lt;/a&gt; and &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; would compete as the &lt;a href=\"United%20Team%20of%20Germany\"&gt;United Team of Germany&lt;/a&gt; from 1956 to 1964. The number in parentheses indicates the number of participants that each country contributed.\nSports.\nThe 1960 Summer Olympics featured 17 different sports encompassing 23 disciplines, and medals were awarded in 150 events. In the list below, the number of events in each discipline is noted in parentheses.\nMedal count.\nThese are the top ten nations that won medals at the 1960 Games:"
}