{
    "id": "8335231",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=8335231",
    "title": "Martino Zaccaria",
    "text": "Martino Zaccaria was the &lt;a href=\"Lordship%20of%20Chios\"&gt;Lord of Chios&lt;/a&gt; from 1314 to 1329, ruler of several other &lt;a href=\"Aegean%20islands\"&gt;Aegean islands&lt;/a&gt;, and baron of &lt;a href=\"Barony%20of%20Veligosti\"&gt;Veligosti–Damala&lt;/a&gt; and &lt;a href=\"Barony%20of%20Chalandritsa\"&gt;Chalandritsa&lt;/a&gt; in the &lt;a href=\"Principality%20of%20Achaea\"&gt;Principality of Achaea&lt;/a&gt;. He distinguished himself in the fight against &lt;a href=\"Anatolian%20beyliks\"&gt;Turkish&lt;/a&gt; corsairs in the Aegean Sea, and received the title of \"&lt;a href=\"Monarch\"&gt;King&lt;/a&gt; and &lt;a href=\"Despot%20%28court%20title%29\"&gt;Despot&lt;/a&gt; of Asia Minor\" from the titular &lt;a href=\"Latin%20Emperor\"&gt;Latin Emperor&lt;/a&gt;, &lt;a href=\"Philip%20I%20of%20Taranto\"&gt;Philip II&lt;/a&gt;. He was deposed from his rule of Chios by a Byzantine expedition in 1329, and imprisoned in Constantinople until 1337. Martino then returned to Italy, where he was named the Genoese ambassador to the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;. In 1343 he was named commander of the &lt;a href=\"Papal%20States\"&gt;Papal&lt;/a&gt; squadron in the &lt;a href=\"Smyrniote%20crusade\"&gt;Smyrniote crusade&lt;/a&gt; against &lt;a href=\"Umur%20Bey\"&gt;Umur Bey&lt;/a&gt;, ruler of the &lt;a href=\"Emirate%20of%20Aydin\"&gt;Emirate of Aydin&lt;/a&gt;, and participated in the storming of &lt;a href=\"Smyrna\"&gt;Smyrna&lt;/a&gt; in October 1344. He was killed, along with several other of the crusade's leaders, in a Turkish attack on 17 January 1345.\nLife.\nLord of Chios and wars against the Turks.\nMartino Zaccaria was a scion of the &lt;a href=\"Republic%20of%20Genoa\"&gt;Genoese&lt;/a&gt; &lt;a href=\"Zaccaria\"&gt;Zaccaria&lt;/a&gt; family. Some modern sources give conflicting views about his father, either said to be &lt;a href=\"Paleologo%20Zaccaria\"&gt;Paleologo Zaccaria&lt;/a&gt;, or Nicolino Zaccaria. He may accordingly have been either a grandson or a nephew to &lt;a href=\"Benedetto%20I%20Zaccaria\"&gt;Benedetto I Zaccaria&lt;/a&gt;, lord of &lt;a href=\"Chios\"&gt;Chios&lt;/a&gt; and of &lt;a href=\"Phocaea\"&gt;Phocaea&lt;/a&gt; on the &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;n coast. Benedetto I had captured Chios from the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; in 1304, citing the island's vulnerability to Turkish raids. His occupation was acknowledged by the impotent Byzantine emperor, &lt;a href=\"Andronikos%20II%20Palaiologos\"&gt;Andronikos II Palaiologos&lt;/a&gt;, initially for a period of 10 years, but which was then renewed at five-year intervals. Benedetto died in 1307 and was succeeded in Chios by his son, &lt;a href=\"Paleologo%20Zaccaria\"&gt;Paleologo Zaccaria&lt;/a&gt;. When he died childless in 1314, the island passed to Martino and his brother, &lt;a href=\"Benedetto%20II%20Zaccaria\"&gt;Benedetto II&lt;/a&gt;. Chios was a small but wealthy domain, with an annual income of 120,000 gold \"&lt;a href=\"hyperpyron\"&gt;hyperpyra&lt;/a&gt;\". Over the next few years, Martino made it the core of a small realm encompassing several islands off the shore of &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt;, including &lt;a href=\"Samos\"&gt;Samos&lt;/a&gt; and &lt;a href=\"Kos\"&gt;Kos&lt;/a&gt;.\nAs lord of Chios, Martino and Benedetto fought with distinction against the &lt;a href=\"Anatolian%20beyliks\"&gt;Turkish&lt;/a&gt; pirates, who made their appearance in the Aegean in the early years of the 14th century. In 1304, the capture of &lt;a href=\"Ephesus\"&gt;Ephesus&lt;/a&gt; by the emirate of &lt;a href=\"Menteshe\"&gt;Menteshe&lt;/a&gt; had sparked the Genoese occupation of Chios, and raids against the Aegean islands intensified over the next years. The &lt;a href=\"Emirate%20of%20Aydin\"&gt;Emirate of Aydin&lt;/a&gt; soon emerged as the chief Turkish maritime emirate, especially under the leadership of &lt;a href=\"Umur%20Bey\"&gt;Umur Bey&lt;/a&gt;, while the Zaccaria, along with the &lt;a href=\"Knights%20Hospitaller\"&gt;Knights Hospitaller&lt;/a&gt; of &lt;a href=\"Rhodes\"&gt;Rhodes&lt;/a&gt;, became the two main &lt;a href=\"Latinokratia\"&gt;Latin&lt;/a&gt; antagonists of the Turkish pirates. The Zaccaria are reported to have maintained a thousand infantry, a hundred horsemen and a couple of &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s on constant alert. In 1317, they lost the citadel of &lt;a href=\"Smyrna\"&gt;Smyrna&lt;/a&gt; on the Anatolian coast to the Aydinids, but continued to hold on to the lower city until 1329, when Umur Bey captured it. In 1319, however, Martino Zaccaria participated with seven ships in a Hospitaller fleet that scored a &lt;a href=\"Battle%20of%20Chios%20%281319%29\"&gt;crushing victory&lt;/a&gt; over an Aydinid fleet from Ephesus. By the end of his rule on Chios, Martino is said to have taken captive or slain more than 10,000 Turks, and received an annual tribute in order not to attack them. His constant efforts against the Turkish pirates earned him great praise by contemporary Latin writers, who wrote that if not for his vigilance, \"neither man, nor woman, nor dog, nor cat, nor any live animal could have remained in any of the neighbouring islands\". Martino also intervened to stop the slave trade carried out by the Genoese of &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, for which he was praised by &lt;a href=\"Pope%20John%20XXII\"&gt;Pope John XXII&lt;/a&gt;. In exchange, the Pope granted him the right to export &lt;a href=\"mastic%20%28plant%20resin%29\"&gt;mastic&lt;/a&gt; to Egypt—an exemption to the papal ban on trade with the &lt;a href=\"Mamluks%20of%20Egypt\"&gt;Mamluks of Egypt&lt;/a&gt;—and proposed that the Zaccaria be given command of the Latin fleets in the Aegean.\nMartino's prestige rose further when he also became one of the most important &lt;a href=\"feudatories\"&gt;feudatories&lt;/a&gt; in the &lt;a href=\"Principality%20of%20Achaea\"&gt;Principality of Achaea&lt;/a&gt;. Shortly after 1316, he bought the rights to the &lt;a href=\"Barony%20of%20Chalandritsa\"&gt;Barony of Chalandritsa&lt;/a&gt; from &lt;a href=\"Aimon%20of%20Rans\"&gt;Aimon of Rans&lt;/a&gt;, although in a document of 1324 it appears that he possessed only half of it, the other being held by &lt;a href=\"Peter%20dalle%20Carceri\"&gt;Peter dalle Carceri&lt;/a&gt;. Martino added to his domains when he married &lt;a href=\"Jacqueline%20de%20la%20Roche\"&gt;Jacqueline de la Roche&lt;/a&gt;, related to the &lt;a href=\"De%20la%20Roche\"&gt;De la Roche&lt;/a&gt; &lt;a href=\"dukes%20of%20Athens\"&gt;dukes of Athens&lt;/a&gt; and heiress of the &lt;a href=\"Barony%20of%20Veligosti\"&gt;Barony of Veligosti&lt;/a&gt;–Damala. Martino's elevated standing was now recognized by &lt;a href=\"Philip%20I%20of%20Taranto\"&gt;Philip II&lt;/a&gt;, titular &lt;a href=\"Latin%20emperor%20of%20Constantinople\"&gt;Latin emperor of Constantinople&lt;/a&gt;, who in 1325 named him \"&lt;a href=\"Monarch\"&gt;King&lt;/a&gt; and &lt;a href=\"Despot%20%28court%20title%29\"&gt;Despot&lt;/a&gt; of Asia Minor\" and gave him as fiefs the islands of Chios, Samos, Kos, and &lt;a href=\"Lesbos\"&gt;Lesbos&lt;/a&gt;—which formed part of the Latin emperors' personal domain by the &lt;a href=\"Treaty%20of%20Viterbo\"&gt;Treaty of Viterbo&lt;/a&gt;—as well as &lt;a href=\"Ikaria\"&gt;Ikaria&lt;/a&gt;, &lt;a href=\"Tenedos\"&gt;Tenedos&lt;/a&gt;, &lt;a href=\"Oinousses\"&gt;Oinousses&lt;/a&gt; and &lt;a href=\"Marmara%20Island\"&gt;Marmara Island&lt;/a&gt;. This award was mostly symbolic, as except for the first three, which the Zaccaria already controlled, the others were in the hands of the Byzantines or the Turks. In exchange, Martino promised to aid with 500 horsemen in Philip's hoped-for, but never to be realized, expedition to recover &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; from the Byzantines.\nByzantine recovery of Chios.\nIf these ties to the Latin Emperor provoked displeasure at the Byzantine court, for the time being relations remained good: the lease of Chios was renewed in 1324, and in 1327 Martino took part in alliance negotiations between the Byzantines and the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt;. At the same time, however, Martino's behaviour became increasingly assertive: he ousted his brother as co-ruler of Chios and began minting coins in his own name. In 1328, the rise of a new and energetic emperor, &lt;a href=\"Andronikos%20III%20Palaiologos\"&gt;Andronikos III Palaiologos&lt;/a&gt;, to the Byzantine throne, marked a turning-point in relations. One of the leading Chian nobles, &lt;a href=\"Leo%20Kalothetos\"&gt;Leo Kalothetos&lt;/a&gt;, went to meet the new emperor and his chief minister, &lt;a href=\"John%20Kantakouzenos\"&gt;John Kantakouzenos&lt;/a&gt;, to propose a reconquest of the island. Andronikos III readily agreed. On the pretext of Martino's unauthorized building of a new fortress on the island, the emperor sent him a letter in which he ordered him to cease construction, and to present himself in Constantinople in the next year in order to renew the island's lease. Martino haughtily rejected the demands and accelerated construction, but now his deposed brother Benedetto lodged a complaint with the emperor claiming the one-half share of the island's revenues that was his due. With these events as an excuse, in autumn 1329 Andronikos III assembled a fleet of 105 vessels—including the forces of the Latin &lt;a href=\"Duke%20of%20Naxos\"&gt;Duke of Naxos&lt;/a&gt;, &lt;a href=\"Nicholas%20I%20Sanudo\"&gt;Nicholas I Sanudo&lt;/a&gt;—and sailed to Chios.\nEven after the imperial fleet reached the island, Andronikos III offered to let Martino keep his possessions in exchange for the installation of a Byzantine garrison and the payment of an annual tribute, but Martino refused. He sank his three galleys in the harbour, forbade the Greek population to bear arms and locked himself with 800 men in his citadel, where he raised his own banner instead of the emperor's. His will to resist was broken, however, when Benedetto surrendered his own fort to the Byzantines, and when he saw the locals welcoming them, he was soon forced to surrender. The emperor spared his life, even though the Chians demanded his execution, and took him prisoner to Constantinople. Martino's wife and relatives were allowed to go free with their movable wealth, while most of the Zaccaria adherents chose to stay on the island as imperial officials. Benedetto was offered the island's governorship, but he obstinately demanded to receive it as a personal possession in the same way as his brother had held it, a concession the emperor was unwilling to grant. Benedetto retired to the Genoese colony of &lt;a href=\"Galata\"&gt;Galata&lt;/a&gt;, from where a few years later he made an unsuccessful attempt to reclaim Chios; he died soon after. Andronikos III appointed Kalothetos as the new governor of Chios, and followed up his success by sailing to Phocaea, forcing it to acknowledge his suzerainty.\nLater life and the Smyrniote crusade.\nMartino was released in 1337 at the intercession of the Pope and &lt;a href=\"Philip%20VI%20of%20France\"&gt;Philip VI of France&lt;/a&gt;, and was offered a military command and some castles by the emperor as compensation. He then returned to his hometown, Genoa, and was named the city's ambassador to the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;. In September 1343, he was appointed to command the four papal galleys in the &lt;a href=\"Smyrniote%20crusades\"&gt;crusade&lt;/a&gt; against Umur Bey, under the overall command of the titular &lt;a href=\"Latin%20Patriarch%20of%20Constantinople\"&gt;Latin Patriarch of Constantinople&lt;/a&gt;, &lt;a href=\"Henry%20of%20Asti\"&gt;Henry of Asti&lt;/a&gt;. In view of Zaccaria's character, the Pope expressly warned Henry of Asti not to allow him to divert the crusade in a bid to recover Chios, and authorized Henry to replace Zaccaria if he deemed it necessary. The crusade scored a swift and unexpected success: Umur Bey was caught off guard, and the crusaders recaptured the lower town of Smyrna on 28 October 1344. The citadel remained in Turkish hands, however, and the crusaders' position remained precarious. With Venetian aid, they fortified the lower town to enable them to resist Umur's counterattack. The emir bombarded the lower town with &lt;a href=\"mangonel\"&gt;mangonel&lt;/a&gt;s, but the crusaders managed to sortie and destroy them, effectively breaking the siege. To celebrate this feat, Henry of Asti decided, against the advice of the other crusader leaders, to hold mass in the city's former cathedral, which lay in the no-man's-land between the citadel and the crusader-held lower town. The Turks attacked during the service, on 17 January 1345, and killed Zaccaria, Henry of Asti and other crusader leaders present.\nFamily.\nMartino Zaccaria married, probably some time before 1325, Jacqueline de la Roche. An earlier conjecture of &lt;a href=\"Karl%20Hopf%20%28historian%29\"&gt;Karl Hopf&lt;/a&gt; about a first marriage to a daughter of &lt;a href=\"George%20I%20Ghisi\"&gt;George I Ghisi&lt;/a&gt;, heir to the lordship of &lt;a href=\"Tinos\"&gt;Tinos&lt;/a&gt; and &lt;a href=\"Mykonos\"&gt;Mykonos&lt;/a&gt;, has since been discarded.\nFrom his marriage, Martino had two sons:"
}