{
    "id": "833846",
    "revid": "1068681732",
    "url": "https://en.wikipedia.org/wiki?curid=833846",
    "title": "FC Dinamo Tbilisi",
    "text": "FC Dinamo Tbilisi (, ) is a Georgian professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Tbilisi\"&gt;Tbilisi&lt;/a&gt;, &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;, that competes in the &lt;a href=\"Erovnuli%20Liga\"&gt;Erovnuli Liga&lt;/a&gt;, the top flight of Georgian football.\nDinamo Tbilisi was one of the most prominent clubs in Soviet football and a major contender in the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt; almost immediately after it was established in &lt;a href=\"1936%20Soviet%20Top%20League\"&gt;1936&lt;/a&gt;. The club was then part of one of the leading sport societies in the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, the &lt;a href=\"Dynamo%20Sports%20Club\"&gt;All-Union Dynamo sports society&lt;/a&gt; which had several other divisions besides football and was sponsored by the Soviet Ministry of Internal Affairs. Its main claim to European fame was winning the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;Cup Winners' Cup&lt;/a&gt; in &lt;a href=\"1981%20European%20Cup%20Winners%27%20Cup%20Final\"&gt;1981&lt;/a&gt;, beating &lt;a href=\"FC%20Carl%20Zeiss%20Jena\"&gt;FC Carl Zeiss Jena&lt;/a&gt; of &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; 2–1 in the final in Düsseldorf. It remains the only club based in Georgia to have ever lifted a trophy in European competition. Throughout its history, FC Dinamo Tbilisi produced many famous Soviet players: &lt;a href=\"Boris%20Paichadze\"&gt;Boris Paichadze&lt;/a&gt;, &lt;a href=\"Avtandil%20Gogoberidze\"&gt;Avtandil Gogoberidze&lt;/a&gt;, &lt;a href=\"Shota%20Iamanidze\"&gt;Shota Iamanidze&lt;/a&gt;, &lt;a href=\"Mikheil%20Meskhi\"&gt;Mikheil Meskhi&lt;/a&gt;, &lt;a href=\"Slava%20Metreveli\"&gt;Slava Metreveli&lt;/a&gt;, &lt;a href=\"Murtaz%20Khurtsilava\"&gt;Murtaz Khurtsilava&lt;/a&gt;, &lt;a href=\"Manuchar%20Machaidze\"&gt;Manuchar Machaidze&lt;/a&gt;, &lt;a href=\"David%20Kipiani\"&gt;David Kipiani&lt;/a&gt;, &lt;a href=\"Vladimir%20Gutsaev\"&gt;Vladimir Gutsaev&lt;/a&gt;, &lt;a href=\"Aleksandre%20Chivadze\"&gt;Aleksandre Chivadze&lt;/a&gt;, &lt;a href=\"Vitaly%20Daraselia\"&gt;Vitaly Daraselia&lt;/a&gt;, &lt;a href=\"Ramaz%20Shengelia\"&gt;Ramaz Shengelia&lt;/a&gt;, and &lt;a href=\"Tengiz%20Sulakvelidze\"&gt;Tengiz Sulakvelidze&lt;/a&gt;. After the break-up of the Soviet Union, it would later produce some of the finest Georgian players such as &lt;a href=\"Temur%20Ketsbaia\"&gt;Temur Ketsbaia&lt;/a&gt;, &lt;a href=\"Shota%20Arveladze\"&gt;Shota Arveladze&lt;/a&gt;, &lt;a href=\"Georgi%20Kinkladze\"&gt;Giorgi Kinkladze&lt;/a&gt;, &lt;a href=\"Kakha%20Kaladze\"&gt;Kakha Kaladze&lt;/a&gt;, and &lt;a href=\"Levan%20Kobiashvili\"&gt;Levan Kobiashvili&lt;/a&gt;.\nDinamo Tbilisi was one of a handful of teams in the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt; (along with &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt; and &lt;a href=\"FC%20Dynamo%20Moscow\"&gt;Dynamo Moscow&lt;/a&gt;) that were never relegated. Their most famous coach was &lt;a href=\"Nodar%20Akhalkatsi\"&gt;Nodar Akhalkatsi&lt;/a&gt;, who led the team to the Soviet title in &lt;a href=\"1978%20Soviet%20Top%20League\"&gt;1978&lt;/a&gt;, two &lt;a href=\"Soviet%20Cup\"&gt;Soviet Cup&lt;/a&gt;s (&lt;a href=\"1976%20Soviet%20Cup%20Final\"&gt;1976&lt;/a&gt; and &lt;a href=\"1979%20Soviet%20Cup%20Final\"&gt;1979&lt;/a&gt;), and the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt; in &lt;a href=\"1981%20European%20Cup%20Winners%27%20Cup%20Final\"&gt;1981&lt;/a&gt;. He was also one of three co-coaches of the &lt;a href=\"Soviet%20Union%20national%20football%20team\"&gt;Soviet Union national football team&lt;/a&gt; during the &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; in &lt;a href=\"1982%20FIFA%20World%20Cup\"&gt;1982&lt;/a&gt;. FC Dinamo Tbilisi are also 16–time &lt;a href=\"Erovnuli%20Liga\"&gt;Georgian league&lt;/a&gt; champions and 13–time &lt;a href=\"Georgian%20Cup\"&gt;Georgian Cup&lt;/a&gt; holders (the current records).\nHistory.\nThe beginning: 1920s.\nThe history of FC Dinamo Tbilisi began in autumn 1925 when the &lt;a href=\"Dynamo%20Sports%20Club\"&gt;Dinamo sports society&lt;/a&gt; set out to form a football club, at a time when football was gradually becoming one of the most greatest and popular sports in the world.\nIn 1927, FC Dinamo Tbilisi established a Junior club, \"&lt;a href=\"FC%20Norchi%20Dinamo%20Tbilisi\"&gt;Norchi Dinamoeli&lt;/a&gt;\" (young Dinamo). The Juniors club provided the senior with many young skillful players, including the first goalkeeper who played for Dinamo in the &lt;a href=\"Soviet%20Top%20League\"&gt;USSR championship&lt;/a&gt;, the first captain Shota Savgulidze, defender Mikhail Minaev, forward Vladimer Berdzenishvili and other famous players.\nIn the early years in Georgia no official championship existed, so the teams played friendly games against each other. The first match was played with &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; team Dinamo Baku on 26 January 1926, with the more experienced Azerbaijan squad winning 1–0. The Dinamo team starred: D. Tsomaia, A. Pochkhua, M. Blackman, I. Foidorov, N. Anakin, A. Gonel, A. Pivovarov, O. Goldobin, A. Galperin, S. Maslenikov, and V. Tsomaia.\nThree days later, Dinamo played another Azerbaijan team, \"Progress\" and easily beat them 3–0.\nDespite their success in the middle years of the 1930s, the &lt;a href=\"Football%20Federation%20of%20the%20Soviet%20Union\"&gt;Football Federation of the Soviet Union&lt;/a&gt; placed FC Dinamo Tbilisi in the &lt;a href=\"Soviet%20First%20League\"&gt;first league&lt;/a&gt; instead of the &lt;a href=\"Soviet%20Top%20League\"&gt;Top League&lt;/a&gt;. Dinamo continued to show good form against the top teams, winning 9–5 in Tbilisi against probably the best team in the USSR championship, &lt;a href=\"FC%20Dynamo%20Moscow\"&gt;Dynamo Moscow&lt;/a&gt;. They later beat &lt;a href=\"FC%20Dynamo%20Saint%20Petersburg\"&gt;Dinamo Leningrad&lt;/a&gt; 3–2, winning 5 matches out of 6 plus a draw against Stalinec Moscow. This was enough for Dinamo to qualify for the top League.\nWorld War II: 1930s and 1940s.\nThe second championship started in autumn &lt;a href=\"1936%20Soviet%20Top%20League\"&gt;1936&lt;/a&gt;. Altogether Dinamo played 1424 matches in the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Union Championship&lt;/a&gt;. The first match was against &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt;, finishing 2–2, with goals by Nikolas Somov and &lt;a href=\"Boris%20Paichadze\"&gt;Boris Paichadze&lt;/a&gt;. The team sheet was: A. Dorokhov, S. Shavgulidze (E. Nikolaishvili), B. Berdzenishvili, N. Anakin, V. Jorbenadze, G. Gagua, I. Panin, M. Berdzenishvili, B. Paichadze, M. Aslamazov and N. Somov.\nThe first victory in the USSR championship was in the match against &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt; on 25 September with Mikheil Berdzenishvili scoring the winning goal. Dinamo finished the season in 3rd place. They challenged for the title, but this faded after the 2–3 loss against &lt;a href=\"FC%20Elektrosila%20Leningrad\"&gt;Krasnaia Zaria Leningrad&lt;/a&gt;. Dinamo also played an unforgettable match in Moscow against &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt; in the &lt;a href=\"Soviet%20Cup\"&gt;Soviet Cup&lt;/a&gt; quarter-final, when Dinamo beat them 6–3. They reached the first edition of Soviet Cup &lt;a href=\"1936%20Soviet%20Cup%20Final\"&gt;final&lt;/a&gt;, but lost 0–2 to &lt;a href=\"FC%20Lokomotiv%20Moscow\"&gt;Lokomotiv Moscow&lt;/a&gt;. Their first international match was against the Spanish team &lt;a href=\"Basque%20Country%20national%20football%20team\"&gt;Baskonia&lt;/a&gt; in 1937, which Dinamo lost 0–2.\nIn the 1930s and 1940s, Dinamo was one of the top Soviet football teams, even though they did not win a title. They were often referred to as the \"crownless champions\" with the team including: S. Shavgulidze, A. Dorokhov, S. Shudra, B. Frolov, M. Berdzenishvili, &lt;a href=\"Archil%20Kiknadze%20%28footballer%29\"&gt;A. Kiknadze&lt;/a&gt;, V. Panjukov, V. Berezhnoi, G. Gagua, V. Jorbenadze, and G. Jejelava.\n1950s.\nIn the 1950s, the team was led by &lt;a href=\"Avtandil%20Gogoberidze\"&gt;Avtandil Gogoberidze&lt;/a&gt; who spent 14 years with Dinamo. He still holds the record for games played and goals scored for Dinamo, with 341 matches and 127 goals. In the same period, the following players starred for Dinamo: G. Antadze, Vladimer Marghania, N. Dziapshipa, M. Minaev, A. Zazroev, V. Eloshvili, and &lt;a href=\"Avtandil%20Chkuaseli\"&gt;Avtandil Chkuaseli&lt;/a&gt;.\nA prominent place in Dinamo history belongs to Andro Jordania, a coach who is considered as one most important figures in the club's history. His period in charge was seen as \"the Renaissance\" of Dinamo's traditions, which laid the ground for the major successes connected with his name. The club's Digomi practice ground is named after him.\nFirst Soviet successes: 1960s.\nThe first major success came in the &lt;a href=\"1964%20Soviet%20Top%20League\"&gt;1964 Soviet Top League&lt;/a&gt; when Dinamo won the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt;, with the team unbeaten in the last 15 matches. At the end, Dinamo was tied with &lt;a href=\"FC%20Torpedo%20Moscow\"&gt;Torpedo Moscow&lt;/a&gt; so the teams played an additional match in &lt;a href=\"Tashkent\"&gt;Tashkent&lt;/a&gt;, &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt;, which Dinamo won 4–1. Georgian supporters celebrated the victory by naming their team \"Golden Guys\".\nA popular French magazine, \"&lt;a href=\"France%20Football\"&gt;France Football&lt;/a&gt;\", wrote: \"Dinamo has great players. Their technique, skills and playing intellect enables us to name them the best Eastern representatives of 'South American Football Traditions', if Dinamo were able to participate in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA European Cup&lt;/a&gt;, we are certain, they would bring the hegemony of Spanish-Italian teams to an end.\" However, no Soviet team appeared in the European Cup at that time.\nThe line-up of the winning team in 1964 was: &lt;a href=\"Sergo%20Kotrikadze\"&gt;Sergo Kotrikadze&lt;/a&gt;, &lt;a href=\"Giorgi%20Sichinava\"&gt;Giorgi Sichinava&lt;/a&gt;, Guram Petriashvili, Jemal Zeinklishvili, &lt;a href=\"Guram%20Tskhovrebov\"&gt;Guram Tskhovrebov&lt;/a&gt;, Vladimer Rekhviashvili, &lt;a href=\"Shota%20Iamanidze\"&gt;Shota Iamanidze&lt;/a&gt;, &lt;a href=\"Slava%20Metreveli\"&gt;Slava Metreveli&lt;/a&gt;, &lt;a href=\"Vladimer%20Barkaia\"&gt;Vladimer Barkaia&lt;/a&gt;, &lt;a href=\"Mikheil%20Meskhi\"&gt;Mikheil Meskhi&lt;/a&gt;, &lt;a href=\"Ilia%20Datunashvili\"&gt;Ilia Datunashvili&lt;/a&gt;, and Alexander Apshiev. Coach: &lt;a href=\"Gavriil%20Kachalin\"&gt;Gavriil Kachalin&lt;/a&gt;.\nIn the late 1960s and early 1970s, the quality of the Dinamo team was further enhanced by several skillful players: &lt;a href=\"Mikheil%20Meskhi\"&gt;Mikheil Meskhi&lt;/a&gt;, &lt;a href=\"Slava%20Metreveli\"&gt;Slava Metreveli&lt;/a&gt;, &lt;a href=\"Murtaz%20Khurtsilava\"&gt;Murtaz Khurtsilava&lt;/a&gt;, &lt;a href=\"Revaz%20Dzodzuashvili\"&gt;Revaz Dzodzuashvili&lt;/a&gt;, &lt;a href=\"Kakhi%20Asatiani\"&gt;Kakhi Asatiani&lt;/a&gt;, &lt;a href=\"Gocha%20Gavasheli\"&gt;Gocha Gavasheli&lt;/a&gt;, Guram Petriashvili, Piruz Kanteladze and the Nodia brothers.\nEuropean years: 1970s.\nDinamo's first appearance in Europe was in &lt;a href=\"1972%E2%80%9373%20UEFA%20Cup\"&gt;1972&lt;/a&gt; against Dutch team &lt;a href=\"FC%20Twente\"&gt;Twente&lt;/a&gt; in the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt;. Dinamo won the game 3–2, with two goals scored by &lt;a href=\"Givi%20Nodia\"&gt;Givi Nodia&lt;/a&gt; and one by &lt;a href=\"David%20Kipiani\"&gt;David Kipiani&lt;/a&gt;. The following players appeared on the field in this historic match: &lt;a href=\"David%20Gogia\"&gt;David Gogia&lt;/a&gt;, &lt;a href=\"Revaz%20Dzodzuashvili\"&gt;Revaz Dzodzuashvili&lt;/a&gt;, &lt;a href=\"Vakhtang%20Chelidze\"&gt;Vakhtang Chelidze&lt;/a&gt;, &lt;a href=\"Murtaz%20Khurtsilava\"&gt;Murtaz Khurtsilava&lt;/a&gt;, &lt;a href=\"Shota%20Khinchagashvili\"&gt;Shota Khinchagashvili&lt;/a&gt;, &lt;a href=\"Guram%20Petriashvili\"&gt;Guram Petriashvili&lt;/a&gt;, &lt;a href=\"Manuchar%20Machaidze\"&gt;Manuchar Machaidze&lt;/a&gt;, &lt;a href=\"Kakhi%20Asatiani\"&gt;Kakhi Asatiani&lt;/a&gt;, &lt;a href=\"Vladimir%20Gutsaev\"&gt;Vladimir Gutsaev&lt;/a&gt;, &lt;a href=\"Levan%20Nodia\"&gt;Levan Nodia&lt;/a&gt;, &lt;a href=\"Givi%20Nodia\"&gt;Givi Nodia&lt;/a&gt;, and &lt;a href=\"David%20Kipiani\"&gt;David Kipiani&lt;/a&gt;. In the second match Twente won the game 2–0 and progressed to the next round.\nIn 1973 Dinamo won their first International tournament. After beating &lt;a href=\"Atl%C3%A9tico%20Madrid\"&gt;Atlético Madrid&lt;/a&gt; and &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt;, the club won the Columbus's Caravela Trophy.\nIn 1976 &lt;a href=\"Nodar%20Akhalkatsi\"&gt;Nodar Akhalkatsi&lt;/a&gt; was appointed as Dinamo's head coach. It was under his leadership that Dinamo achieved greatest success. The club was referred to as the \"Great Team\" between 1976 and 1982, characterised by a mobile, fast and technical style of play.\nIn this period Dinamo won the &lt;a href=\"Soviet%20Cup\"&gt;Soviet Cup&lt;/a&gt; for the first time in their history, convincingly defeating Armenian side &lt;a href=\"FC%20Ararat%20Yerevan\"&gt;Ararat Yerevan&lt;/a&gt; 3–0 in the &lt;a href=\"1976%20Soviet%20Cup%20Final\"&gt;final&lt;/a&gt;, with goals scored by &lt;a href=\"David%20Kipiani\"&gt;David Kipiani&lt;/a&gt;, &lt;a href=\"Piruz%20Kanteladze\"&gt;Piruz Kanteladze&lt;/a&gt; and &lt;a href=\"Revaz%20Chelebadze\"&gt;Revaz Chelebadze&lt;/a&gt;. In &lt;a href=\"1978%20Soviet%20Top%20League\"&gt;1978&lt;/a&gt; the club won the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt; for a second time. Next year Dinamo won the Soviet Cup again by defeating Russian side &lt;a href=\"FC%20Dynamo%20Moscow\"&gt;Dynamo Moscow&lt;/a&gt; in the &lt;a href=\"1979%20Soviet%20Cup%20Final\"&gt;final&lt;/a&gt;. In &lt;a href=\"1979%E2%80%9380%20European%20Cup\"&gt;1979&lt;/a&gt; the club played its first match in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA European Cup&lt;/a&gt; tournament. In the first round Dinamo knocked out English side &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;, at the time one of the strongest teams in European football. After losing the first match at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt; 1–2, Dinamo comfortably beat the opponent 3–0 in Tbilisi and advanced to the next round, where they were eliminated by German champions &lt;a href=\"Hamburger%20SV\"&gt;Hamburg&lt;/a&gt;. In the 1970s Dinamo also eliminated famous Italian sides &lt;a href=\"Inter%20Milan\"&gt;Inter Milan&lt;/a&gt; and &lt;a href=\"S.S.C.%20Napoli\"&gt;Napoli&lt;/a&gt; in European competitions.\nLast Soviet days: 1980s.\nThe highlight of Dinamo's history was winning the &lt;a href=\"1980%E2%80%9381%20European%20Cup%20Winners%27%20Cup\"&gt;1980–81 European Cup Winners' Cup&lt;/a&gt;, including knocking out clubs like &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; (4–1, 0–1) and &lt;a href=\"Feyenoord\"&gt;Feyenoord Rotterdam&lt;/a&gt; (3–0, 0–2), and beating East German side &lt;a href=\"FC%20Carl%20Zeiss%20Jena\"&gt;Carl Zeiss Jena&lt;/a&gt; 2–1 in the &lt;a href=\"1981%20European%20Cup%20Winners%27%20Cup%20Final\"&gt;final&lt;/a&gt; on 13 May 1981. &lt;a href=\"Vitaly%20Daraselia\"&gt;Vitaly Daraselia&lt;/a&gt; and &lt;a href=\"Vladimir%20Gutsaev\"&gt;Vladimir Gutsaev&lt;/a&gt; scored goals in the final.\n&lt;a href=\"Helmut%20Sch%C3%B6n\"&gt;Helmut Schön&lt;/a&gt;, &lt;a href=\"1974%20FIFA%20World%20Cup\"&gt;1974 FIFA World Cup&lt;/a&gt; winning coach said: \"It is to be said directly, Dinamo deserved the victory. This team has top quality performers.\"\nNext year in &lt;a href=\"1981%E2%80%9382%20European%20Cup%20Winners%27%20Cup\"&gt;1982&lt;/a&gt; as reigning champions Dinamo advanced to the semi-finals in the Cup Winners' Cup tournament, where they were eliminated by Belgian side &lt;a href=\"Standard%20Li%C3%A8ge\"&gt;Standard Liège&lt;/a&gt;. In the 1980s numerous skillful players appeared on the team, but for various reasons they were not able to do their best: &lt;a href=\"Grigol%20Tsaava\"&gt;Grigol Tsaava&lt;/a&gt;, Mikheil Meskhi (Junior), &lt;a href=\"Otar%20Korghalidze\"&gt;Otar Korghalidze&lt;/a&gt;, &lt;a href=\"Gia%20Guruli\"&gt;Gia Guruli&lt;/a&gt;, &lt;a href=\"Mamuka%20Pantsulaia\"&gt;Mamuka Pantsulaia&lt;/a&gt;, &lt;a href=\"Merab%20Jordania\"&gt;Merab Jordania&lt;/a&gt;, Levan Baratashvili and many other talented players.\nFrom 1983 a crisis began. It was hard for the club to qualify from the first rounds of the Soviet Cup. They also performed poorly in the &lt;a href=\"Soviet%20Top%20League\"&gt;championship&lt;/a&gt;. From 1983 to 1989 the team appeared only &lt;a href=\"1987%E2%80%9388%20UEFA%20Cup\"&gt;once&lt;/a&gt; in the UEFA tournaments.\nDinamo Tbilisi played its last game in the &lt;a href=\"1989%20Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt; on 27 October 1989 against Dynamo Kyiv. Dinamo played its first and last official matches in the Soviet championship with Dynamo Kyiv, with both matches ending 2–2.\n1990s.\nIn 1990 the &lt;a href=\"Georgian%20Football%20Federation\"&gt;Georgian Football Federation&lt;/a&gt; refused to participate in the &lt;a href=\"1990%20Soviet%20Top%20League\"&gt;Soviet Union championship&lt;/a&gt;. That meant that no Georgian football clubs would appear in Soviet tournaments. From that moment the more recent history of FC Dinamo Tbilisi began.\nDuring this time, as a means of distancing from the Soviet past, the club was renamed Iberia Tbilisi. This move was largely opposed by the supporters and by 1992 the club reverted to its initial name.\nThe club played its first match in the &lt;a href=\"1990%20Umaglesi%20Liga\"&gt;Georgian National championship&lt;/a&gt; against &lt;a href=\"FC%20Kolkheti-1913%20Poti\"&gt;Kolkheti Poti&lt;/a&gt; on 30 March 1990. Dinamo lost the historic match, 0–1. Ultimately the club recovered from this setback and won the first Georgian National championship. The club also won the next 9 championships.\nIn 1992 came Dinamo's first double: the team won the league and the &lt;a href=\"Georgian%20Cup\"&gt;Georgian Cup&lt;/a&gt;, beating &lt;a href=\"FC%20Tskhumi%20Sukhumi\"&gt;Tskhumi Sokhumi&lt;/a&gt; in the final. In &lt;a href=\"1993%E2%80%9394%20UEFA%20Champions%20League\"&gt;1993&lt;/a&gt; Dinamo played its first international official match representing independent Georgia. Dinamo won the home match against &lt;a href=\"Linfield%20F.C.\"&gt;Linfield&lt;/a&gt; 2–1, with goals from &lt;a href=\"Shota%20Arveladze\"&gt;Shota Arveladze&lt;/a&gt; and &lt;a href=\"Gela%20Inalishvili\"&gt;Gela Inalishvili&lt;/a&gt;. The second leg in &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt; ended 1–1. However the club was disqualified for attempting to bribe the referee in the first leg.\nDespite continued success in national cups and championships, the club had no success in European club tournaments.\nIn 1996 Dinamo passed 3 rounds in the &lt;a href=\"1996%E2%80%9397%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;. They beat &lt;a href=\"CS%20Grevenmacher\"&gt;CS Grevenmacher&lt;/a&gt; 4–0, 2–2, &lt;a href=\"Molde%20FK\"&gt;Molde FK&lt;/a&gt; 2–1, 0–0 and &lt;a href=\"FC%20Torpedo%20Moscow\"&gt;Torpedo Moscow&lt;/a&gt; 1–0, 1–1. In the next round the club was unable to overcome Portuguese side &lt;a href=\"Boavista%20F.C.\"&gt;Boavista&lt;/a&gt; and left the tournament.\nDinamo came very close to advancing in the &lt;a href=\"1998%E2%80%9399%20UEFA%20Champions%20League\"&gt;1998–99 UEFA Champions League&lt;/a&gt; group stages, but were eliminated by &lt;a href=\"Athletic%20Bilbao\"&gt;Athletic Bilbao&lt;/a&gt; on the away goals rule, 2–1, 0–1. The migration of key players to European clubs caused negative results. It became harder and harder for the club to win the Georgian Championship or Georgian Cup.\n2000s.\nIn the early 2000s, famous Georgian businessman &lt;a href=\"Badri%20Patarkatsishvili\"&gt;Badri Patarkatsishvili&lt;/a&gt; purchased FC Dinamo Tbilisi. In 2003 the club won the &lt;a href=\"2002%E2%80%9303%20Umaglesi%20Liga\"&gt;Georgian Championship&lt;/a&gt; and &lt;a href=\"Georgian%20Cup\"&gt;Georgian Cup&lt;/a&gt;.\nIn 2004 Dinamo, under the leadership of Croatian coach &lt;a href=\"Ivo%20%C5%A0u%C5%A1ak\"&gt;Ivo Šušak&lt;/a&gt;, won the &lt;a href=\"2004%20Commonwealth%20of%20Independent%20States%20Cup\"&gt;CIS Cup&lt;/a&gt; in Moscow, beating Latvian side &lt;a href=\"Skonto%20FC\"&gt;Skonto&lt;/a&gt; 3–1 in the final. In the same year, Dinamo successfully made it through the &lt;a href=\"2004%E2%80%9305%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; qualifying rounds, after defeating &lt;a href=\"FC%20BATE%20Borisov\"&gt;BATE Borisov&lt;/a&gt; (1–0, 3–2), &lt;a href=\"SK%20Slavia%20Prague\"&gt;Slavia Prague&lt;/a&gt; (2–0, 1–3) and &lt;a href=\"Wis%C5%82a%20Krak%C3%B3w\"&gt;Wisła Kraków&lt;/a&gt; (2–1, 3–4) and qualified for the group stage, where their opponents were &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;, &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting CP&lt;/a&gt;, &lt;a href=\"FC%20Sochaux-Montb%C3%A9liard\"&gt;Sochaux&lt;/a&gt; and &lt;a href=\"Panionios%20G.S.S.\"&gt;Panionios&lt;/a&gt;. Dinamo lost all four games and finished bottom in the group.\nIn the following season Dinamo were again &lt;a href=\"2004%E2%80%9305%20Umaglesi%20Liga\"&gt;Georgian champions&lt;/a&gt; and they won the Georgian championship again in &lt;a href=\"2007%E2%80%9308%20Umaglesi%20Liga\"&gt;2008&lt;/a&gt;, when the head coach of Dinamo was Czech &lt;a href=\"Du%C5%A1an%20Uhrin\"&gt;Dušan Uhrin&lt;/a&gt;.\nIn 2009 the club beat &lt;a href=\"FC%20Metalurgi%20Rustavi\"&gt;Olimpi Rustavi&lt;/a&gt; and won the &lt;a href=\"2008%E2%80%9309%20Georgian%20Cup\"&gt;Georgian Cup&lt;/a&gt;.\n2010s.\nIn January 2011, FC Dinamo Tbilisi was purchased by Georgian businessman &lt;a href=\"Roman%20Pipia\"&gt;Roman Pipia&lt;/a&gt;. That year, the club successfully played in the &lt;a href=\"2011%E2%80%9312%20UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; qualifying rounds, but they were not able to overcome &lt;a href=\"AEK%20Athens%20F.C.\"&gt;AEK Athens&lt;/a&gt; in the play-off round.\nAfter a bad performance in the Georgian championship of &lt;a href=\"2011%E2%80%9312%20Umaglesi%20Liga\"&gt;2011–12&lt;/a&gt;, Dinamo could not qualify for any UEFA competitions for the first time.\nThe new owner immediately started the modernization of the club starting with the reconstruction of the Digomi training ground. The &lt;a href=\"Boris%20Paichadze%20Dinamo%20Arena\"&gt;Boris Paichadze Dinamo Arena&lt;/a&gt; was reconstructed as well. The pitch surface was changed with a new specially adapted surface for the local climate. Renovated Youths Football Academy also began.\nThe club were beaten 5–0 by &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; in the &lt;a href=\"2013%E2%80%9314%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; play-off round in the 1st leg and again 3–0 the following week at &lt;a href=\"White%20Hart%20Lane\"&gt;White Hart Lane&lt;/a&gt;, thus crashing out 8–0 on aggregate.\nAfter that in national competitions Dinamo won the double in the 2013, 2014 and 2016 seasons.\nStadium.\nConstruction of the &lt;a href=\"Boris%20Paichadze%20Dinamo%20Arena\"&gt;Dinamo stadium&lt;/a&gt; started in autumn 1929 although the project was soon suspended. The construction was renewed in 1933 (chief architect – Archil Kurdiani). Finally it finished on 12 October 1935 and envisaged 23 000 spectators.\nIn 1960–1962 the stadium was reconstructed and the number of spectators increased to 36 000. After reconstruction the stadium was officially opened on 27 July 1962. Dinamo Tbilisi hosted FC Dynamo Leningrad in the Soviet championship and defeated it with minimal score 1–0.\nThe demand for a new and bigger stadium had increased due to the successful performance of Dinamo Tbilisi. This was the Communist time, when every problem had to be solved by the USSR supreme government body. The leader and the first secretary of Georgian Communist Party &lt;a href=\"Eduard%20Shevardnadze\"&gt;Eduard Shevardnadze&lt;/a&gt; was able to persuade official Moscow, that Georgia needed a bigger and better stadium for home matches. By the time the stadium was built, it had the third biggest capacity in the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. It could fit 78,000 supporters and fulfill every standard and requirement of the &lt;a href=\"Football%20Federation%20of%20the%20Soviet%20Union\"&gt;Soviet Football Federation&lt;/a&gt; as well as the &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;.\nThe first official match played after the stadium was built occurred on 29 September 1976. This was the UEFA Cup Winners' Cup 1/16 final match between Dinamo Tbilisi and &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt;. Dinamo won the opening game 3–0.\nThe next reconstruction of the stadium was held in 2006 (architects-Gia Kurdiani and Archil Kurdiani Junior) and the number of spectators was changed to 54,549. The stadium was opened with the European championship &lt;a href=\"UEFA%20Euro%202008%20qualifying%20Group%20B\"&gt;qualifying&lt;/a&gt; match. On 6 September 2006 the Georgian national team hosted the French national &lt;a href=\"France%20national%20football%20team\"&gt;team&lt;/a&gt; and was defeated with the score 3–0. In 2012 the turf of Dinamo Arena was changed. Energy and irrigation systems were also fully rehabilitated. There was new lighting to satisfy demands for high standards. The VIP box was fully changed and fixed according to UEFA standards.\nEven though the stadium's maximum capacity was 78,000, Georgian football fans can remember matches with more accommodation. For instance, in 1979 Dinamo was hosting one of the best British teams – &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;. The first match was played in England at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt;, and Liverpool won 2–1. The attendance was 110,000 and their support played an important role in winning. Dinamo beat Liverpool 3–0 and qualified in the next round. In the Soviet Union Dinamo stadium kept the record with an average attendance of 45,000.\nThe record attendance was repeated in &lt;a href=\"UEFA%20Euro%201996%20qualifying%20Group%207\"&gt;1995&lt;/a&gt; for &lt;a href=\"Georgia%20national%20football%20team\"&gt;Georgia&lt;/a&gt; vs &lt;a href=\"Germany%20national%20football%20team\"&gt;Germany&lt;/a&gt;. The football clubs &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt; and &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt; often played their autumn international matches at this stadium.\nHundreds of Georgian, European and even South American stars played in Dinamo stadium. In 1985 the stadium hosted the qualifying stage of the &lt;a href=\"1985%20FIFA%20World%20Youth%20Championship\"&gt;Juniors World Cup&lt;/a&gt;. &lt;a href=\"Cl%C3%A1udio%20Taffarel\"&gt;Cláudio Taffarel&lt;/a&gt; and &lt;a href=\"M%C3%BCller%20%28footballer%2C%20born%201966%29\"&gt;Muller&lt;/a&gt; played for the &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazilian national team&lt;/a&gt;.\nIn 1995 the stadium was renamed Boris Paichadze National Stadium after a major Georgian international &lt;a href=\"Boris%20Paichadze\"&gt;footballer&lt;/a&gt;. It is home to the &lt;a href=\"Georgia%20national%20football%20team\"&gt;Georgia national football team&lt;/a&gt;.\nHolding lit torches, 80,000 fans came in 1981 to congratulate the team on their European Cup Winners Cup triumph.\nThe stadium hosted the &lt;a href=\"2015%20UEFA%20Super%20Cup\"&gt;2015 UEFA Super Cup&lt;/a&gt; match between &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt; and &lt;a href=\"Sevilla%20FC\"&gt;Sevilla&lt;/a&gt;. Barcelona won 5–4 in extra time.\nCurrent squad.\n\"As of 8 January 2022\"\n \nHonours.\nDinamo Tbilisi is by far the most successful football club in &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;, having won the championship 16 times and the cup 13 times. Dinamo also was one of the major football clubs in Soviet football that has never been relegated from the top league, and alongside Ukrainian &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt; was the only club in Soviet era to win European competition.\nDomestic.\nGeorgian.\n&lt;a href=\"Erovnuli%20Liga\"&gt;Erovnuli Liga&lt;/a&gt;\n&lt;a href=\"Georgian%20Cup\"&gt;Georgian Cup&lt;/a&gt;\n&lt;a href=\"Georgian%20Super%20Cup\"&gt;Georgian Super Cup&lt;/a&gt;\nSoviet.\n&lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt;\n&lt;a href=\"Soviet%20Cup\"&gt;Soviet Cup&lt;/a&gt;\nEuropean.\n&lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt;\nOther international competitions.\n&lt;a href=\"Commonwealth%20of%20Independent%20States%20Cup\"&gt;Commonwealth of Independent States Cup&lt;/a&gt; (level 1)\nIndividual player awards.\n&lt;a href=\"Soviet%20Footballer%20of%20the%20Year\"&gt;Soviet Footballer of the Year&lt;/a&gt;\n&lt;a href=\"Georgian%20Footballer%20of%20the%20Year\"&gt;Georgian Footballer of the Year&lt;/a&gt;\nEuropean Championship winners\nThree players have won the &lt;a href=\"1960%20European%20Nations%27%20Cup\"&gt;1960&lt;/a&gt; European Championship whilst at Dinamo Tbilisi:\nOlympic gold medalists\nOne player has won the Seoul &lt;a href=\"Football%20at%20the%201988%20Summer%20Olympics\"&gt;1988&lt;/a&gt; Olympic gold medal whilst in Dinamo Tbilisi:\nManagerial history.\nAll managers of FC Dinamo Tbilisi:\nEuropean campaigns.\n\"As of 29 July 2021\"\n! Season\n! Competition\n! Round\n! Country\n! Opponent\n! Home\n! Away\nEuropean record.\n\"As of 22 July 2021\"\nSeasons.\nKey"
}