{
    "id": "8339411",
    "revid": "12437679",
    "url": "https://en.wikipedia.org/wiki?curid=8339411",
    "title": "Bryan Deasley",
    "text": "Bryan Deasley (born November 26, 1968) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; former professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; &lt;a href=\"Winger%20%28ice%20hockey%29\"&gt;winger&lt;/a&gt;. He was a first round selection, 19th overall, by the &lt;a href=\"Calgary%20Flames\"&gt;Calgary Flames&lt;/a&gt; at the &lt;a href=\"1987%20NHL%20Entry%20Draft\"&gt;1987 National Hockey League (NHL) Entry Draft&lt;/a&gt;. He never reached the NHL and retired in 1993 after one season touring with the &lt;a href=\"Canada%20men%27s%20national%20ice%20hockey%20team\"&gt;Canadian National Team&lt;/a&gt; and four in the minor leagues. Deasley worked as a &lt;a href=\"sports%20agent\"&gt;player agent&lt;/a&gt; for several years.\nPlaying career.\nA native of &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, Ontario, Deasley planned to play &lt;a href=\"junior%20hockey\"&gt;junior hockey&lt;/a&gt; with the &lt;a href=\"North%20Bay%20Centennials\"&gt;North Bay Centennials&lt;/a&gt; before he was recruited by the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;. He played two seasons of college hockey with the &lt;a href=\"Michigan%20Wolverines%20men%27s%20ice%20hockey\"&gt;Michigan Wolverines&lt;/a&gt; program. After recording 24 points in 38 games as a freshman in 1986–87, the &lt;a href=\"Calgary%20Flames\"&gt;Calgary Flames&lt;/a&gt; selected him with their first round pick, 19th overall, at the &lt;a href=\"1987%20NHL%20Entry%20Draft\"&gt;1987 NHL Entry Draft&lt;/a&gt;. The Flames praised Deasley for his aggressiveness and willingness to battle in the corners. Deasley returned to Michigan where he scored 18 goals in 27 games despite missing 12 games due to a broken leg. He also played in the 1987 &lt;a href=\"Spengler%20Cup\"&gt;Spengler Cup&lt;/a&gt; with Team Canada which defeated the &lt;a href=\"Krylya%20Sovetov%20Moscow\"&gt;Soviet Wings&lt;/a&gt; to win the tournament championship.\nDeasley left Michigan after two seasons and toured with the &lt;a href=\"Canada%20men%27s%20national%20ice%20hockey%20team\"&gt;Canadian National Team&lt;/a&gt; in 1988–89 where he scored 19 goals and 19 assists in 54 games. He joined Calgary's &lt;a href=\"International%20Hockey%20League%20%281945%E2%80%932001%29\"&gt;International Hockey League&lt;/a&gt; (IHL) affiliate, the &lt;a href=\"Salt%20Lake%20Golden%20Eagles\"&gt;Salt Lake Golden Eagles&lt;/a&gt; for their playoff run. Deasley recorded three goals and three assists for the Eagles who lost the &lt;a href=\"Turner%20Cup\"&gt;Turner Cup&lt;/a&gt; final. He then played three full seasons with Salt Lake between 1989 and 1992 where he had seasons of 27, 45 and 35 points. The Flames traded Deasley to the &lt;a href=\"Quebec%20Nordiques\"&gt;Quebec Nordiques&lt;/a&gt; prior to the 1992–93 season. He spent the year with their &lt;a href=\"American%20Hockey%20League\"&gt;American Hockey League&lt;/a&gt; (AHL) affiliate, the &lt;a href=\"Halifax%20Citadels\"&gt;Halifax Citadels&lt;/a&gt;. He played only 37 games, and recorded 20 points, before retiring as a player.\nPost-playing career.\nSince retiring as a player Deasley worked as a &lt;a href=\"sports%20agent\"&gt;player agent&lt;/a&gt; for several years. He represented &lt;a href=\"John%20Tavares%20%28ice%20hockey%29\"&gt;John Tavares&lt;/a&gt; while the player was still in junior hockey, but Tavares' family opted to change representation when Deasley left his employer, Siskinds Sports Management in 2008. Deasley left his career as an agent to join the Canadian Sports Centre Ontario as vice-president of marketing and business development."
}