{
    "id": "834280",
    "revid": "1055693932",
    "url": "https://en.wikipedia.org/wiki?curid=834280",
    "title": "Augustus Agar",
    "text": "&lt;a href=\"Commodore%20%28rank%29\"&gt;Commodore&lt;/a&gt; Augustus Willington Shelton Agar, (4 January 1890 – 30 December 1968) was a &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; officer in both the &lt;a href=\"First%20World%20War\"&gt;First&lt;/a&gt; and the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;s. He was a recipient of the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt;, the highest award for gallantry in the face of the enemy that can be awarded to British and &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; forces, for sinking a Soviet cruiser during the &lt;a href=\"Russian%20Civil%20War\"&gt;Russian Civil War&lt;/a&gt;.\nIn his naval biography, \"Footprints in the Sea\", published in 1961, Agar described himself as \"highly strung and imaginative.\" The &lt;a href=\"Oxford%20Dictionary%20of%20National%20Biography\"&gt;Oxford Dictionary of National Biography&lt;/a&gt; says that Agar \"epitomizes the 'sea dog' of British naval tradition: honourable, extremely brave and totally dedicated to King, country and the Royal Navy.\"\nEarly life.\nAugustus Agar was born in &lt;a href=\"Kandy\"&gt;Kandy&lt;/a&gt;, &lt;a href=\"Sri%20Lanka\"&gt;Ceylon&lt;/a&gt;, on 4 January 1890. He was the thirteenth child of John Shelton Agar/Eagar, an Irishman from Milltown, &lt;a href=\"County%20Kerry\"&gt;County Kerry&lt;/a&gt;, who had left his native land in 1860 to become a successful tea planter in Ceylon. John's cousin Honora Eagar was the first wife of Jeremiah O'Donovan Rossa himself an Irish Fenian leader and member of the Irish Republican Brotherhood. Agar was brought up in comfortable circumstances in a fine house with servants. Agar's mother, who was &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n, died shortly after his birth, and at the age of eight he was sent with one of his brothers to school in England. All his brothers were educated in English public schools, and all his sisters were educated in Austrian or German schools. His father died in 1902 of &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt; which he had caught during a visit to China.\nAugustus (\"Gus\") Agar attended &lt;a href=\"Framlingham%20College\"&gt;Framlingham College&lt;/a&gt; in &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;. He was now without parents or a fixed home and his oldest brother, Shelton, determined that he should go into the Navy. Gus, who idolized his older brother, willingly agreed. To prepare, he attended &lt;a href=\"Eastman%27s%20Royal%20Naval%20Academy\"&gt;Eastman's Royal Naval Academy&lt;/a&gt; in &lt;a href=\"Southsea\"&gt;Southsea&lt;/a&gt;.\nA friend of the family, &lt;a href=\"Henry%20Bradwardine%20Jackson\"&gt;Sir Henry Jackson&lt;/a&gt;, later an &lt;a href=\"admiral\"&gt;admiral&lt;/a&gt; and &lt;a href=\"First%20Sea%20Lord\"&gt;First Sea Lord&lt;/a&gt;, nominated Agar for a place in the annual intake of naval cadets. After time spent with a \"crammer\", he passed the entrance exams and in 1904 joined the naval cadet school, &lt;a href=\"HMS%20Prince%20of%20Wales%20%281860%29\"&gt;HMS \"Britannia\"&lt;/a&gt;, at &lt;a href=\"Dartmouth%2C%20Devon\"&gt;Dartmouth&lt;/a&gt;. The \"Britannia\" was a wooden &lt;a href=\"Man-of-war\"&gt;man of war&lt;/a&gt;, obsolete when launched in 1860, and soon tied up and used as a stationary training ship.\nAs a part of his training, Agar went to sea in a 5,650 ton second class &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;, , and afterwards on the slightly older &lt;a href=\"HMS%20Isis%20%281896%29\"&gt;HMS \"Isis\"&lt;/a&gt;. These ships were stationed at &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; and many classes were held ashore when the ships were in port. Agar had many pleasant memories of sports, swimming, boating and picnics during this period.\nAgar served at sea in a number of ships in the prewar period, including the battleships attached to the &lt;a href=\"Mediterranean%20Fleet%20%28United%20Kingdom%29\"&gt;Mediterranean Fleet&lt;/a&gt;, and , commanded by Captain (later Admiral) &lt;a href=\"David%20Beatty%2C%201st%20Earl%20Beatty\"&gt;David Beatty&lt;/a&gt;. He greatly admired Beatty's dash and style.\nAgar's early training gave him a thorough grounding in basic naval matters, especially in handling small boats. This was to prove a great asset later in his career. In 1910 Agar passed his seamanship examination with flying colours and was made an acting &lt;a href=\"sub-lieutenant\"&gt;sub-lieutenant&lt;/a&gt;. During 1911, he served aboard a &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;, . He spent the next period on course at &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt; and studying at the &lt;a href=\"Royal%20Naval%20College%2C%20Greenwich\"&gt;Royal Naval College&lt;/a&gt;, &lt;a href=\"Greenwich\"&gt;Greenwich&lt;/a&gt;. He was promoted to &lt;a href=\"Lieutenant%20%28Royal%20Navy%29\"&gt;lieutenant&lt;/a&gt; on 30 June 1912.\nAfter his courses were complete, Agar was assigned to small ships, his first being \"Torpedo Boat No. 23\". In April 1913 he was sent to learn to fly. It was not entirely his \"métier\", though he obtained his licence after enduring three crashes in the very primitive aircraft of the time. He joined the &lt;a href=\"pre-dreadnought\"&gt;pre-dreadnought&lt;/a&gt; battleship in September 1913, attached to the &lt;a href=\"Home%20Fleet\"&gt;Home Fleet&lt;/a&gt;.\nDuring this period, Agar became a gunnery expert.\nFirst World War.\nThe Grand Fleet.\nAgar was aboard the \"Hibernia\" when the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; broke out in August 1914, and soon sailed with her to Britain's wartime base at &lt;a href=\"Scapa%20Flow\"&gt;Scapa Flow&lt;/a&gt;. He was a part of Admiral &lt;a href=\"John%20Jellicoe%2C%201st%20Earl%20Jellicoe\"&gt;Sir John Jellicoe&lt;/a&gt;'s &lt;a href=\"Grand%20Fleet\"&gt;Grand Fleet&lt;/a&gt;.\nAs newer and faster &lt;a href=\"dreadnought\"&gt;dreadnought&lt;/a&gt;s joined the fleet, the pre-dreadnoughts became increasingly obsolete, being slower, with much less firepower and poor design features.\nThe Dardanelles and guard duty.\nIn the summer of 1915 it was decided to send \"Hibernia\" out to the &lt;a href=\"Dardanelles\"&gt;Dardanelles&lt;/a&gt; to provide gunnery support to the &lt;a href=\"Battle%20of%20Gallipoli\"&gt;Allied landings on the Gallipoli peninsula&lt;/a&gt;. She arrived in September 1915 at the Royal Navy base at &lt;a href=\"Mudros\"&gt;Mudros&lt;/a&gt; on the Greek island of &lt;a href=\"Lemnos\"&gt;Lemnos&lt;/a&gt; at the entrance to the straits leading to the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;.\nThe sheltered waters of the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt; and the straits enabled \"Hibernia\" to use all her guns and she was employed in firing at &lt;a href=\"Ottoman%20Empire\"&gt;Turkish&lt;/a&gt; targets on Gallipoli and the nearby &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt; shore. She was hit once by a Turkish shell, but not seriously damaged.\n\"Hibernia\" returned to Britain when the Allies evacuated Gallipoli and was stationed at &lt;a href=\"Rosyth\"&gt;Rosyth&lt;/a&gt; with others of her class to guard against raids on the British coast by German ships. Because of their slow speed and weak offensive power, the pre-dreadnought battleships were not ordered to join the Grand Fleet for the &lt;a href=\"Battle%20of%20Jutland\"&gt;Battle of Jutland&lt;/a&gt; on 31 May 1916, though they got up steam pending the outcome of the engagement.\nNorth Russia.\nAfter Jutland the battleship threat from Germany receded somewhat and the danger from &lt;a href=\"Naval%20mine\"&gt;mines&lt;/a&gt; and submarines grew. Especially vulnerable were the two ports of &lt;a href=\"Murmansk\"&gt;Murmansk&lt;/a&gt; and &lt;a href=\"Arkhangelsk\"&gt;Archangel&lt;/a&gt; in North &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; used by British merchant ships taking &lt;a href=\"materiel\"&gt;materiel&lt;/a&gt; to their ally. Mine-sweeping &lt;a href=\"naval%20trawler\"&gt;naval trawler&lt;/a&gt;s were sent to counter this threat, and two old &lt;a href=\"cruisers\"&gt;cruisers&lt;/a&gt; were modified to act as repair workshops and headquarters for this &lt;a href=\"flotilla\"&gt;flotilla&lt;/a&gt;. Agar joined one of them, , &lt;a href=\"executive%20officer\"&gt;executive officer&lt;/a&gt; in December 1916. The \"Iphigenia\" dated from 1892, displaced 3,400 tons and in her early days could make 20 knots.\n\"Iphigenia\" arrived at Murmansk in March 1917, just as the &lt;a href=\"Russian%20Revolution%20of%201917\"&gt;Russian Revolution&lt;/a&gt; was beginning. She operated out of Archangel in the summer when the &lt;a href=\"White%20Sea\"&gt;White Sea&lt;/a&gt; was clear, and from the ice free Murmansk in the winter. Although it was apparent to local Allied commanders that the materiel landed after the spring of 1917 was not being put to good use, their advice to stop the flow was ignored by &lt;a href=\"Whitehall\"&gt;Whitehall&lt;/a&gt;. Indeed, much of the materiel was either destroyed or ended up being used by the Bolsheviks or the Germans.\nWhile at Murmansk, Agar had the opportunity to renew acquaintance with Russian officer friends from the cruiser , which was berthed alongside. He had served with them in the Dardanelles when he was on HMS \"Hibernia\". He met them again at the &lt;a href=\"HMNB%20Devonport\"&gt;Devonport dockyard&lt;/a&gt;. However, mutiny soon broke out on the \"Askold\", and Agar was shocked to see his officer friends arrested one by one and taken ashore, not to be seen again. Discipline aboard the ship broke down completely and, after the last of the food and supplies were consumed, she was abandoned to rust away.\nThis difficult and occasionally dangerous mission occupied the \"Iphigenia\" until the end of February 1918, when worsening conditions and a hostile Bolshevik government prompted a withdrawal. The British were able to take away with them a number of Russians fleeing the Bolsheviks.\nThe Russian experience was of value to Agar later in his career.\nCoastal motor boats.\nAgar served in the &lt;a href=\"Coastal%20Motor%20Boats\"&gt;Coastal Motor Boats&lt;/a&gt; (CMBs) in home waters during the latter part of the war. These small vessels displaced just 5 tons, compared to the 1,110 tons of a First World War era &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;. Their main offensive weapon was a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;. They were of shallow draught and could operate close inshore.\nThe CMBs carried one or two torpedoes, depending on whether they were \"forty footers\" or \"fifty-five footers\". Mines could be substituted for torpedoes and they also carried &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt;s and &lt;a href=\"Lewis%20gun\"&gt;Lewis gun&lt;/a&gt;s. It was planned that they be either towed or carried into battle on the German controlled coast by the &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt;s and destroyers of &lt;a href=\"Commodore%20%28RN%29\"&gt;Commodore&lt;/a&gt; Sir &lt;a href=\"Reginald%20Tyrwhitt\"&gt;Reginald Tyrwhitt&lt;/a&gt;'s &lt;a href=\"Harwich\"&gt;Harwich Force&lt;/a&gt;. With their shallow draught they could skim over the mines and attack the German patrol craft around &lt;a href=\"Heligoland\"&gt;Heligoland&lt;/a&gt;. As 1918 wore on a more ambitious scheme matured to send the CMBs in over the shallow coastal waters to attack the German fleet at its anchorage. However, the &lt;a href=\"Armistice\"&gt;Armistice&lt;/a&gt; occurred on 11 November 1918 before these plans could be put into effect.\nIt was as a torpedo and mining officer that Augustus Agar was selected for this service. He participated in the famous &lt;a href=\"Zeebrugge%20Raid\"&gt;raid on Zeebrugge&lt;/a&gt; led by Commodore &lt;a href=\"Roger%20Keyes\"&gt;Roger Keyes&lt;/a&gt;, CMBs being used to lay smoke screens outside the &lt;a href=\"Mole%20%28architecture%29\"&gt;mole&lt;/a&gt; to cover the escape of the crews of the blockships. During the summer of 1918, he was stationed at &lt;a href=\"Dover\"&gt;Dover&lt;/a&gt; and at &lt;a href=\"Dunkirk\"&gt;Dunkirk&lt;/a&gt;, where the CMBs attacked German patrol craft along the Belgian coast.\nRussian Civil War.\nThe end of the war found him at the CMB base at &lt;a href=\"Osea%20Island\"&gt;Osea Island&lt;/a&gt; in &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;, England. He was asked in late 1918 by Sir &lt;a href=\"Mansfield%20Smith-Cumming\"&gt;Mansfield Smith-Cumming&lt;/a&gt;, head of the foreign section of the British &lt;a href=\"Secret%20Intelligence%20Service\"&gt;Secret Intelligence Service&lt;/a&gt;, to volunteer for a &lt;a href=\"British%20Campaign%20in%20the%20Baltic%201918-19\"&gt;mission in the Baltic Sea&lt;/a&gt;, where CMBs were to be used to ferry British agents back and forth from &lt;a href=\"Bolshevik\"&gt;Bolshevik&lt;/a&gt; Russia. The shallow draught and high speed of the CMB made it ideal for landing on enemy occupied shores and making a quick getaway. Agar and his two boats were technically under the command of the &lt;a href=\"Foreign%20Office\"&gt;Foreign Office&lt;/a&gt; (specifically &lt;a href=\"Mansfield%20Smith-Cumming\"&gt;Captain Sir Mansfield Smith-Cumming&lt;/a&gt; head of MI6).\nAgar set up a small base at &lt;a href=\"Terijoki\"&gt;Terijoki&lt;/a&gt;, just inside Finland and close to the Soviet frontier. From here he undertook a top secret and dangerous mission to retrieve &lt;a href=\"Paul%20Dukes\"&gt;Paul Dukes&lt;/a&gt;, a man he knew only by the &lt;a href=\"MI6\"&gt;MI6&lt;/a&gt; codename ST-25, from the coast of the Bay of Petrograd. The last British agent left in Russia, Dukes had been infiltrating the Bolshevik government for some time and had made copies of top secret documents. A master of disguise, he was known as \"The Man with A Hundred Faces\", but his resources had run out by this time. In order to spirit Dukes away, Agar's boats had to cross Bolshevik minefields and pass by a number of forts and ships guarding the entrance to the Bolshevik naval base at &lt;a href=\"Kronstadt\"&gt;Kronstadt&lt;/a&gt; and to &lt;a href=\"Petrograd\"&gt;Petrograd&lt;/a&gt;, now &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt;.\nAlso operating in the eastern Baltic Sea was a &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; detachment of &lt;a href=\"light%20cruisers\"&gt;light cruisers&lt;/a&gt; and &lt;a href=\"destroyers\"&gt;destroyers&lt;/a&gt; under Admiral Sir &lt;a href=\"Walter%20Cowan\"&gt;Walter Cowan&lt;/a&gt;. Though technically not connected, Agar regularly reported to Cowan and received assistance from him. Cowan's mission was to keep the sea lanes open to the new republics of &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt; and &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, which were under threat of being overrun by Soviet Russia.\nOn their missions Agar and his crews dressed in civilian clothes to maintain the fiction that Britain was not involved. They had a uniform on board in case they were in danger of capture. Without the uniform, they could be shot as spies.\nAgar felt that his small force should be doing more than acting as a shuttle service. The Bolsheviks had seized much of the Russian fleet at &lt;a href=\"Kronstadt%2C%20Russia\"&gt;Kronstadt&lt;/a&gt;, and Agar considered these vessels a menace to British operations and took it upon himself to attack the enemy battleships.\nHe set out with his two boats, &lt;a href=\"HM%20Coastal%20Motor%20Boat%204\"&gt;HM \"Coastal Motor Boat 4\"&lt;/a&gt; and another, on 17 June 1919. One had to turn back before completing its mission, but Agar continued into the bay. The battleships were not in the harbour though. \"CMB4\" penetrated a &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; screen and was closing on a larger warship further inshore when \"CMB4\", whose hull had been damaged by gunfire, broke down. She had to be taken alongside a breakwater for repairs and for twenty minutes was in full view of the enemy. The attack was then resumed and a Russian &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;, the 6,645 ton was sunk, after which Agar retired to the safety of the open bay under heavy fire. For this he was awarded the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt; and was promoted to &lt;a href=\"lieutenant%20commander\"&gt;lieutenant commander&lt;/a&gt; on 30 June 1919.\nRealizing the utility of the CMBs, Cowan ordered more to be sent out from England to add to his fleet.\nOn 18 August 1919, Agar took his remaining boat against the Soviets, acting as guide-ship to a flotilla of six others, leading them through the minefields and past the forts. Agar's boat was ordered to stay outside the harbour, and the attack was led by Commander &lt;a href=\"Claude%20Dobson\"&gt;Claude Dobson&lt;/a&gt;. They entered Kronstadt harbour, this time damaging two battleships, 17,400 ton &lt;a href=\"Pre-dreadnought%20battleship\"&gt;pre-dreadnought&lt;/a&gt; and &lt;a href=\"dreadnought\"&gt;dreadnought&lt;/a&gt; and sinking a submarine depot ship, the 6,734 ton .\nPaul Dukes, meanwhile, thinking Agar dead because of his failure to appear at their rendezvous point, resolved to leave Petrograd by land and was forced to jump from tram to tram in the city to shake off Cheka agents. After a series of extraordinary adventures through war-torn Latvia under a variety of disguises, he got back to London with his secret documents copied onto tissue paper. He was subsequently knighted by &lt;a href=\"King%20George%20V\"&gt;King George V&lt;/a&gt;, and remains the only man to be knighted based entirely on his exploits as a spy.\nFor his part in the Kronstadt action, Agar was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;DSO&lt;/a&gt;. Dobson and another RNB officer &lt;a href=\"Gordon%20Charles%20Steele\"&gt;Gordon Steele&lt;/a&gt; received Victoria Crosses.\nThe British naval presence in the Baltic Sea was crucial to &lt;a href=\"Estonian%20War%20of%20Independence\"&gt;securing the independence of Estonia and Latvia&lt;/a&gt;.\nBetween the wars.\nImmediately following his Baltic experiences, Agar returned to Osea Island. On 20 July 1920 he married &lt;a href=\"Mary%20Petre%2C%2019th%20Baroness%20Furnivall\"&gt;Mary Petre, 19th Baroness Furnivall&lt;/a&gt;.\nAgar held a number of seagoing commands between the wars. His first, in June 1920 was as &lt;a href=\"executive%20officer\"&gt;executive officer&lt;/a&gt; aboard , a 5,400 ton &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt; assigned to the newly formed &lt;a href=\"History%20of%20the%20Royal%20New%20Zealand%20Navy\"&gt;New Zealand Naval Forces&lt;/a&gt;, later known as the New Zealand Division (then still part of the Royal Navy). In 1922 he was given command of , an obsolete cruiser of 2,575 tons used as a training ship for the New Zealand Division. These were very happy years for Agar, in a friendly country with interesting work and regular cruises through the South Seas.\nOn 1 January 1924, at the request of King &lt;a href=\"George%20V%20of%20the%20United%20Kingdom\"&gt;George V&lt;/a&gt;, Agar was appointed captain of the Royal Yacht , another pleasant duty. He served until January 1925.\nA great professional assignment in April 1926 was command of the 4th Destroyer Flotilla assigned to the &lt;a href=\"Mediterranean%20Fleet%20%28United%20Kingdom%29\"&gt;Mediterranean Fleet&lt;/a&gt;. The commander in chief, Admiral Sir &lt;a href=\"Roger%20Keyes\"&gt;Roger Keyes&lt;/a&gt;, specifically asked for Agar. Keyes was an outstanding leader and brought the fleet to the height of its efficiency. The flotilla consisted of four ships, and Agar commanded the flotilla leader until July 1927.\nBy the late 1920s, Agar and his wife were living apart; they divorced in 1931. This probably had an adverse effect on his chances for promotion, keeping him from reaching &lt;a href=\"flag%20rank\"&gt;flag rank&lt;/a&gt;.\nAfter these assignments, Agar was sent on courses and on shore duty for several years, including a stint as naval advisor to the New Zealand Delegation to the &lt;a href=\"London%20Naval%20Conference%201930\"&gt;London Naval Conference 1930&lt;/a&gt;.\nOn 30 September 1930, Agar was placed in command of the &lt;a href=\"sloop-of-war\"&gt;sloop&lt;/a&gt; attached to the &lt;a href=\"North%20America%20and%20West%20Indies%20Station\"&gt;North America and West Indies Squadron&lt;/a&gt;. During this time he married Ina Margaret Lindner in &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt;, a union which lasted the rest of his life. He served aboard \"Scarborough\" until September 1932.\nOther seagoing commands followed, first in early 1936 aboard the 4,190 ton anti-aircraft cruiser , part of the &lt;a href=\"Reserve%20Fleet%20%28United%20Kingdom%29\"&gt;Reserve Fleet&lt;/a&gt; at the &lt;a href=\"Nore\"&gt;Nore&lt;/a&gt;. Then, from 15 January 1937 he commanded his favourite ship, the 7,300-ton light cruiser , which, along with her sister, , was the fastest ship in the Royal Navy at 35 knots.\n\"Emerald\" was attached to the &lt;a href=\"East%20Indies%20Station\"&gt;East India Station&lt;/a&gt; from January 1937 to July 1938. Agar then served as captain of the &lt;a href=\"Royal%20Naval%20College%2C%20Greenwich\"&gt;Royal Naval College, Greenwich&lt;/a&gt;, England, but with war in the offing he was returned to command of the \"Emerald\" in the summer of 1939.\nSecond World War.\nHMS \"Emerald\", gold ingots and the North Atlantic convoys.\nWhen war began on 3 September 1939 Agar was in command of the \"Emerald\" and, as in 1914, was directed to &lt;a href=\"Scapa%20Flow\"&gt;Scapa Flow&lt;/a&gt;. His ship was soon ordered onto the \"Northern Patrol\", between the &lt;a href=\"Faroe%20Islands\"&gt;Faroe Islands&lt;/a&gt; and &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, to intercept any German merchant ships trying to return to their homeland. A second duty was to stop neutral ships and check for &lt;a href=\"contraband\"&gt;contraband&lt;/a&gt; headed for Germany. \"Emerald\" had just returned to Scapa on 1 October 1939 when Agar received \"Top Secret\" orders to proceed \"with all despatch\" to Plymouth, England.\nOn 3 October, \"Emerald\" dropped anchor in Plymouth. A short time later Agar was being briefed by &lt;a href=\"Rear%20Admiral\"&gt;Rear Admiral&lt;/a&gt; &lt;a href=\"Lancelot%20Holland\"&gt;Lancelot Holland&lt;/a&gt; on his mission. The written instructions were:\nOn 7 October 1939, \"Emerald\" sailed from &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt;, England for &lt;a href=\"City%20of%20Halifax\"&gt;Halifax, Nova Scotia&lt;/a&gt; with the gold bullion from the &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt; bound for &lt;a href=\"Montreal%2C%20Quebec\"&gt;Montreal, Quebec&lt;/a&gt;, Canada to be used to pay for American war materials. As this voyage was under the strictest secrecy, the crew were outfitted with tropical whites to confuse German agents. In the company of the two old battleships, and , her sister ship, \"Enterprise\", and the old cruiser , she ran into some of the heaviest seas that Agar encountered. By the time they reached Halifax the \"Emerald\" had lost her ship's boats, rafts and various depth charges, wires, shackles and other valuable equipment, not to mention her spotter plane, a &lt;a href=\"Fairey%20Seafox\"&gt;Fairey Seafox&lt;/a&gt;.\nUpon arrival in Halifax, \"Emerald\" was assigned to &lt;a href=\"North%20Atlantic\"&gt;North Atlantic&lt;/a&gt; &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; escort duty for the return voyage. The large convoy was filled with American munitions for the war effort. Since the \"Emerald\" had been designed and equipped for work in gentler climates this was very uncomfortable as well as dangerous duty. The &lt;a href=\"Canadian%20Red%20Cross\"&gt;Canadian Red Cross&lt;/a&gt; provided a large supply of warm gloves, woolen scarves, sea boot stockings, leather headgear lined with wool and fur, and woolen underwear, for the crew were ill-equipped to face winter storms with their tropical gear. The convoy lost two merchant ships to U-boats on the trip to the United Kingdom.\nAmong the convoys \"Emerald\" escorted was the first Canadian troop convoy, in November 1939, when 7,500 troops reached Britain without incident. Convoy duty continued through the bitter winter of 1939/40. Agar's tour of duty as captain of the \"Emerald\" was completed in June 1940 after escorting a contingent of Canadian soldiers in the &lt;a href=\"RMS%20Empress%20of%20Australia%20%281919%29\"&gt;SS \"Empress of Australia\"&lt;/a&gt; to occupy &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;. In the &lt;a href=\"River%20Clyde\"&gt;Clyde&lt;/a&gt; he handed over command of his beloved ship and departed with the cheers of his officers and crew ringing in his ears. He was then assigned to command the &lt;a href=\"flotilla%20leader\"&gt;destroyer leader&lt;/a&gt; as head of the 16th Destroyer Flotilla based at &lt;a href=\"Harwich\"&gt;Harwich&lt;/a&gt;. It was the first assignment in six months on temporary duty.\nOperation Lucid.\nAgar was in charge of the planning and execution of &lt;a href=\"Operation%20Lucid\"&gt;Operation \"Lucid\"&lt;/a&gt; in September 1940, an attempt to hit the German wooden invasion barges at &lt;a href=\"Boulogne-sur-Mer\"&gt;Boulogne&lt;/a&gt; and &lt;a href=\"Calais\"&gt;Calais&lt;/a&gt;, France, with incendiary material and set them alight. It was a desperate time and any measure, however risky, that could frustrate the &lt;a href=\"Operation%20Sealion\"&gt;German invasion plans&lt;/a&gt; was welcome. The plan had the personal backing of &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;.\nAccompanied by various auxiliary vessels, Agar set off for Boulogne several times in September and October 1940 with four small ancient oil tankers filled with a special incendiary fuel (called \"Agar's special mixture\"). The wartime need for oil tankers was so great that only vessels unfit for convoy work were available to Agar. The very poor mechanical condition of these ships hampered the enterprise. Bad weather or mechanical breakdowns forced cancellation of the first attempts.\nThe last attempt seemed set to be successful until the command ship with Agar aboard, , a &lt;a href=\"Hunt%20class%20destroyer\"&gt;Hunt class destroyer&lt;/a&gt;, hit an &lt;a href=\"acoustic%20mine\"&gt;acoustic mine&lt;/a&gt; mid-Channel and was severely damaged. She had to be towed back to England, being shelled by German coastal batteries on the French coast on the way back, but without receiving a hit.\nThe season was now too late for another attempt and, in any case, the threat of invasion had receded.\nCoastal Forces.\nOn 25 November 1940, Agar was appointed chief staff officer to the rear admiral commanding &lt;a href=\"British%20Coastal%20Forces%20of%20World%20War%20Two\"&gt;Coastal Forces&lt;/a&gt;. This was a critical position as the Germans were vigorously attacking the coastal convoys running down the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; and up and down the east coast from &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; to the northeast of England down to &lt;a href=\"London\"&gt;London&lt;/a&gt;. The threats were from aircraft, mines and fast German motor torpedo boats called &lt;a href=\"E-boats\"&gt;E-boats&lt;/a&gt;. Britain had let her coastal forces deteriorate since the days when Agar had himself commanded CMBs.\nOne coastal convoy in the fall of 1940 lost fourteen of twenty-five ships between London and &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt;. The toll on the East Coast convoys was just as great, with the threat of E-boats making a quick dash from ports in the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt;. The problem was that if coastal convoys were discontinued, the British rail network could not handle the extra traffic and factories would be idle for lack of raw materials. The vessels used in the coastal trade were small and specially designed for the service, and of limited utility on ocean convoys. The traffic in coal from the northeast of England to London was especially important.\nAgar worked hard in this role from November 1940 to July 1941 when he was given a new seagoing command.\nHMS \"Dorsetshire\".\nAgar was appointed captain of the 9,925 ton &lt;a href=\"heavy%20cruiser\"&gt;heavy cruiser&lt;/a&gt; in August 1941. The ship carried a catapult operated reconnaissance aircraft (a &lt;a href=\"Supermarine%20Walrus\"&gt;Supermarine Walrus&lt;/a&gt;), had a great range and was designed for finding and destroying enemy commerce raiders. She was assigned to convoy protection duty in the &lt;a href=\"South%20Atlantic\"&gt;South Atlantic&lt;/a&gt; and left Scotland on her first mission escorting a slow convoy to &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; with a stop en route at &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt;, &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;.\nBased at Freetown, \"Dorsetshire\" worked with the cruisers and later and . For a while they were joined by the aircraft carrier . Their task was to protect &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; commerce in the South Atlantic from German surface raiders and submarines. Particular targets of the British cruisers were the supply ships which replenished German submarines and surface raiders. Without them the submarines would have to withdraw. The \"Devonshire\" sank the German commerce raider on 22 November 1941.\nOn 1 December 1941 \"Dorsetshire\" came upon the German supply ship \"Python\", which immediately attempted to flee. Since the area was one where merchant ships seldom ventured, Agar fired two salvos at the ship, one before and one behind as a warning to stand to. At this the \"Python\" scuttled herself. \"Dorsetshire\" did not stop to pick up survivors as she knew that submarines were likely to be near.\nOne of the German &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s heading to the \"Python\" to be refuelled spotted HMS \"Dunedin\" and sank her. Only four officers and 63 men survived out of Dunedin's crew of 486 officers and men.\nJapanese in the Indian Ocean.\n\"Dorsetshire\" was berthed at the naval base at &lt;a href=\"Simon%27s%20Town\"&gt;Simon's Town&lt;/a&gt;, South Africa, on 7 December 1941 when the &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese attacked &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; and, soon after, British positions at &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt; and &lt;a href=\"British%20Malaya\"&gt;Malaya&lt;/a&gt;. She was immediately assigned to escort a convoy of British troops just arriving from Halifax in American transports, originally destined for the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, but now diverted to &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;. She guided them to &lt;a href=\"Bombay\"&gt;Bombay&lt;/a&gt; and then returned to &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt; to escort another convoy to &lt;a href=\"Aden\"&gt;Aden&lt;/a&gt; and &lt;a href=\"Bombay\"&gt;Bombay&lt;/a&gt;. This was essential duty as these convoys were now vulnerable to attack by both German and Japanese raiders, passing by the less than friendly &lt;a href=\"Vichy%20French\"&gt;Vichy French&lt;/a&gt; island of &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;. \"Dorsetshire\" then was assigned to escort a convoy to withdraw as many civilians from Singapore as possible before the island was overrun by the Japanese. She got them safely to &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt;, &lt;a href=\"Sri%20Lanka\"&gt;Ceylon&lt;/a&gt;.\nAgar then was assigned a mission to transport and land a party of 100 &lt;a href=\"Royal%20Marines\"&gt;Royal Marines&lt;/a&gt; in &lt;a href=\"Myanmar\"&gt;Burma&lt;/a&gt; to harass invading Japanese forces, giving the main forces time to evacuate &lt;a href=\"Yangon\"&gt;Rangoon&lt;/a&gt;. \"Dorsetshire\" then escorted the last convoy to get out of Rangoon before it fell on 8 March 1942.\n\"Dorsetshire\" was not equipped to operate in an area with enemy aircraft and Agar was attempting to add anti-aircraft guns in Colombo and to dismantle and refit her engines and boilers to meet the challenges ahead when word arrived that an enemy fleet had entered the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;. For an account of the Japanese attack on British positions in the &lt;a href=\"Bay%20of%20Bengal\"&gt;Bay of Bengal&lt;/a&gt; see &lt;a href=\"Indian%20Ocean%20raid\"&gt;Indian Ocean raid&lt;/a&gt;. He stopped his refit, reassembled his machinery and put to sea as fast as he could. Acting on information that the Japanese fleet had turned back, Admiral Somerville ordered \"Dorsetshire\" back into Colombo to finish the refit. Agar again began to dismantle his machinery and clean his boilers. He was told by the port admiral that anti-aircraft guns would arrive in two days for his ship. It was a Saturday, 4 April, the day before Easter.\nThe \"Dorsetshire\" was part of a scratch fleet of obsolete British battleships with two small obsolete aircraft carriers and attached cruisers hurriedly put together to stem the Japanese naval advance into the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;. Admiral &lt;a href=\"James%20Somerville%20%28admiral%29\"&gt;James Somerville&lt;/a&gt; had moved the main part of the fleet to a secret base at &lt;a href=\"Addu%20Atoll\"&gt;Addu Atoll&lt;/a&gt; in the &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt;, as he knew that his fleet was no match for the Japanese. His main duty was to keep the sea lanes open to &lt;a href=\"India\"&gt;India&lt;/a&gt;, to the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt; oilfields and to the &lt;a href=\"Eighth%20Army%20%28United%20Kingdom%29\"&gt;Eighth Army&lt;/a&gt; in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, at that time attempting to stop the German and Italian armies under General &lt;a href=\"Erwin%20Rommel\"&gt;Erwin Rommel&lt;/a&gt;.\nEnd of the Dorsetshire.\n\"Dorsetshire\" was in some ways a victim of the lack of British intelligence about the capabilities of the Japanese fleet. Neither Agar nor Somerville had any idea that the range of Japanese naval dive bombers was almost twice that of comparable British aircraft. To survive after getting a second warning of the presence of a large westbound Japanese Fleet in the Indian Ocean he would have had to leave Colombo as fast as possible and head west at top speed.\nOn Saturday afternoon, 4 April 1942 an urgent message summoned Agar to the base Operations Room in Colombo. A &lt;a href=\"Consolidated%20PBY%204\"&gt;Consolidated Catalina&lt;/a&gt; &lt;a href=\"flying%20boat\"&gt;flying boat&lt;/a&gt; had just reported that it was shadowing a large force of enemy carriers accompanied by battleships steering west from the &lt;a href=\"Malacca%20Straits\"&gt;Malacca Straits&lt;/a&gt;, directly for Ceylon. This was the fleet of &lt;a href=\"Ch%C5%ABichi%20Nagumo\"&gt;Admiral Nagumo&lt;/a&gt;.\nAdmiral Somerville was in the Maldives beyond the immediate reach of the advancing Japanese. Upon receiving the news he moved further out of Nagumo's way and ordered the \"Dorsetshire\" and , which was also in Colombo, to join him with all speed. He left the choosing of a rendezvous point to the admiral commanding in Colombo. It took six long hours to reassemble the ships machinery and get her ready for sea. The two cruisers left Colombo harbour at 10 pm on 4 April. The rendezvous point was approved by Admiral Somerville. It was a fatal error as a more westerly rendezvous point would have saved the two ships. The ships could steam at only 28 knots, the top speed that \"Cornwall\" could make.\nAt daybreak, &lt;a href=\"Easter%20Sunday\"&gt;Easter Sunday&lt;/a&gt;, 5 April 1942, Agar received a signal that the Japanese Fleet was only 120 miles south of Colombo. They began an attack on the port at 8 am. No further communication was received from Colombo (their radio tower was hit).\nAt this point, lacking further direction, as Somerville was maintaining radio silence and Colombo was out of action, Agar made a fatal decision. He saw his first duty as rejoining the fleet in the hopes of launching a night attack on the Japanese and opted to continue on southwards to the rendezvous point instead of heading due west out of the danger zone. At 11:30 am a Japanese patrol aircraft spotted them. There were six hours of daylight left. Agar continued on to the rendezvous point. He broke radio silence to tell Somerville of his decision. The rendezvous point was 90 miles away.\nThe two ships were caught by Japanese &lt;a href=\"dive%20bombers\"&gt;dive bombers&lt;/a&gt; at 1 pm and the\" Dorsetshire\" sank eight minutes after the first bomb hit. She went down at 13:50 after being struck by 10 bombs. A total of 234 men were killed and 500, including the Captain, survived in the water until rescue 32 hours later. Only 16 of the men who went into the water died, a testament to crew discipline and the leadership of Agar and the other officers and &lt;a href=\"petty%20officer\"&gt;petty officer&lt;/a&gt;s. The \"Cornwall\" was sunk as well.\nAgar worked hard to save his crew, picking up the wounded in a &lt;a href=\"whaler\"&gt;whaler&lt;/a&gt;, gathering up stragglers and giving good advice. He was reported by survivors as speaking calmly.\nA &lt;a href=\"Fairey%20Swordfish\"&gt;Fairey Swordfish&lt;/a&gt; found the men in the water the next afternoon and an hour later the &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt; and the destroyers and arrived to rescue the survivors. Agar was taken aboard the \"Paladin\".\nDuring the engagement Agar had been wounded in the leg by shrapnel. This wound turned &lt;a href=\"Sepsis\"&gt;septic&lt;/a&gt; as a result of being left unattended after the sinking. When the \"Dorsetshire\" sank, Agar had been dragged down deep and suffered an &lt;a href=\"air%20embolism\"&gt;air embolism&lt;/a&gt; while coming up, with serious damage to his lungs (i.e. 'pulmonary barotrauma'). On the surface he swallowed oil. These injuries affected his fitness for further seagoing duty. He was fifty-two and had completed thirty-seven years of active duty. After a short stay in &lt;a href=\"Bombay\"&gt;Bombay&lt;/a&gt; where his health took a turn for the worse, he was sent to hospital in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. The leg healed, but lung trouble from the air embolism and from the oil he swallowed stayed with him for the rest of his life. He arrived in Britain on 28 May 1942.\nLater life.\nAfter leave for a month, the less than fit Agar was sent to &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt; to supervise the building and completion of the new &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt; . He worked on this assignment for a period and was placed on the retired list in 1943.\nAgar was appointed &lt;a href=\"Commodore%20%28Royal%20Navy%29\"&gt;commodore&lt;/a&gt; in 1943 when he once again served as president and captain of the &lt;a href=\"Royal%20Naval%20College%2C%20Greenwich\"&gt;Royal Naval College, Greenwich&lt;/a&gt;. He served in this capacity until 1946 and reverted to his substantive rank of captain.\nAgar wrote two noteworthy books about his naval career. In his retirement he farmed at &lt;a href=\"Alton%2C%20Hampshire\"&gt;Alton, Hampshire&lt;/a&gt;, England. His farm produced strawberries. His clubs were the &lt;a href=\"Athenaeum%20Club%2C%20London\"&gt;Athenaeum&lt;/a&gt; and the &lt;a href=\"Royal%20Yacht%20Squadron\"&gt;Royal Yacht Squadron&lt;/a&gt;.\nAugustus Agar died on 30 December 1968 and was buried in Alton Cemetery. His will was probated at 9,580 pounds sterling on 28 March 1969.\nHis second wife, Ina, attended HMS \"Dorsetshire\" reunions after his death.\nHis Victoria Cross is displayed at the &lt;a href=\"Imperial%20War%20Museum\"&gt;Imperial War Museum&lt;/a&gt;, London, along with his telescope. His other medals and various papers are in storage there, including a receipt for gold bullion delivered to Halifax, Nova Scotia in 1939.\n&lt;a href=\"HM%20Coastal%20Motor%20Boat%204\"&gt;HM Coastal Motor Boat 4&lt;/a&gt;, his boat in the Baltic, is on permanent display at the &lt;a href=\"Imperial%20War%20Museum%20Duxford\"&gt;Imperial War Museum Duxford&lt;/a&gt;.\nCharacter and manner.\nAugustus Agar was described by Alfred Draper in his book, \"Operation Fish\", as a \"slim, impeccably-uniformed man with an extremely courteous manner.\" He had a reputation for expecting a lot from his men, but looking out for their best interest as well. Arriving in Plymouth on Sunday, 29 October 1939 after a gruelling two months of continuous sea duty in the North Atlantic, he was informed that he had to get his damaged ship ready for sea in six days. He sent his men home for a much needed rest and stayed himself to personally supervise dockyard repairs. He devised a means (drawing on his Murmansk experience in 1917–18) of getting steam heat into the mess decks, so that the men coming from and going onto duty in the cold could get a \"warm up\"."
}