{
    "id": "83463",
    "revid": "1062925256",
    "url": "https://en.wikipedia.org/wiki?curid=83463",
    "title": "Chiptune",
    "text": "Chiptune, also known as chip music or 8-bit music, is a style of &lt;a href=\"synthesizer\"&gt;synthesized&lt;/a&gt; &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt; made using the &lt;a href=\"programmable%20sound%20generator\"&gt;programmable sound generator&lt;/a&gt; (PSG) sound chips or synthesizers in vintage &lt;a href=\"arcade%20game\"&gt;arcade machines&lt;/a&gt;, &lt;a href=\"computer\"&gt;computer&lt;/a&gt;s and &lt;a href=\"video%20game%20console\"&gt;video game console&lt;/a&gt;s.\nThe term is commonly used to refer to &lt;a href=\"tracker%20music\"&gt;tracker format music&lt;/a&gt; which intentionally sounds similar to older PSG-created music (this is the original meaning of the term), as well as music that combines PSG sounds with modern musical styles.\nIt has been described as \"an interpretation of many genres\" since any existing song can be arranged in a chiptune style defined more by choice of instrument and &lt;a href=\"timbre\"&gt;timbre&lt;/a&gt; than specific style elements.\nTechnology.\nA &lt;a href=\"waveform%20generator\"&gt;waveform generator&lt;/a&gt; is a fundamental module in a sound synthesis system. A waveform generator usually produces a basic geometrical waveform with a fixed or variable &lt;a href=\"timbre\"&gt;timbre&lt;/a&gt; and variable pitch. Common waveform generator configurations usually included two or three simple waveforms and often a single &lt;a href=\"pseudo-random-noise\"&gt;pseudo-random-noise&lt;/a&gt; generator (PRNG). Available &lt;a href=\"waveform\"&gt;waveform&lt;/a&gt;s often included &lt;a href=\"pulse%20wave\"&gt;pulse wave&lt;/a&gt; (whose &lt;a href=\"timbre\"&gt;timbre&lt;/a&gt; can be varied by modifying the &lt;a href=\"duty%20cycle\"&gt;duty cycle&lt;/a&gt;), &lt;a href=\"square%20wave\"&gt;square wave&lt;/a&gt; (a symmetrical pulse wave producing only odd overtones), &lt;a href=\"triangle%20wave\"&gt;triangle wave&lt;/a&gt; (which has a fixed timbre containing only odd &lt;a href=\"harmonic\"&gt;harmonic&lt;/a&gt;s, but is softer than a square wave), and &lt;a href=\"sawtooth%20wave\"&gt;sawtooth wave&lt;/a&gt; (which has a bright raspy timbre and contains odd and even harmonics). Two notable examples of systems employing this technology were the &lt;a href=\"Nintendo%20Game%20Boy\"&gt;Nintendo Game Boy&lt;/a&gt; portable game console and the &lt;a href=\"Commodore%2064\"&gt;Commodore 64&lt;/a&gt; personal computer. The Game Boy uses two pulse channels (switchable between 12.5%, 25%, 50% and 75% wave duty cycle), a channel for 4-bit &lt;a href=\"pulse-code%20modulation\"&gt;pulse-code modulation&lt;/a&gt; (PCM) playback, and a pseudo-random-noise generator. The Commodore 64, however, used the &lt;a href=\"MOS%20Technology%20SID\"&gt;MOS Technology SID&lt;/a&gt; chip which offered 3 channels, each switchable between pulse, saw-tooth, triangle, and noise. Unlike the Game Boy, the pulse channels on the Commodore 64 allowed full control over wave duty cycles. The SID was a very technically advanced chip, offering many other features including ring modulation and adjustable resonance filters.\nDue to limited number of voices in those primitive chips, one of the main challenges is to produce rich &lt;a href=\"polyphonic\"&gt;polyphonic&lt;/a&gt; music with them. The usual method to emulate it is via quick &lt;a href=\"arpeggio\"&gt;arpeggio&lt;/a&gt;s, which is one of the most relevant features of chiptune music (along, of course, with its electronic timbres).\nSome older systems featured a simple &lt;a href=\"Beep%20%28sound%29\"&gt;beeper&lt;/a&gt; as their only sound output, as the original &lt;a href=\"ZX%20Spectrum\"&gt;ZX Spectrum&lt;/a&gt; and &lt;a href=\"IBM%20PC\"&gt;IBM PC&lt;/a&gt;; despite this, many skilled programmers were able to produce unexpectedly rich music with this bare hardware, where the sound is fully generated by the system's &lt;a href=\"CPU\"&gt;CPU&lt;/a&gt; by direct control of the beeper.\nHistory.\nThe earliest precursors to chip music can be found in the early history of &lt;a href=\"computer%20music\"&gt;computer music&lt;/a&gt;. In 1951, the computers &lt;a href=\"CSIRAC\"&gt;CSIRAC&lt;/a&gt; and &lt;a href=\"Ferranti%20Mark%201\"&gt;Ferranti Mark 1&lt;/a&gt; were used to perform real-time synthesized digital music in public.\nOne of the earliest commercial computer music albums came from the First Philadelphia Computer Music Festival, held August 25, 1978, as part of the Personal Computing '78 show. The First Philadelphia Computer Music Festival recordings were published by Creative Computing in 1979.\nThe &lt;a href=\"Global%20TV\"&gt;Global TV&lt;/a&gt; program \"&lt;a href=\"Science%20International\"&gt;Science International&lt;/a&gt;\" (1976–1979) credited a &lt;a href=\"PDP-11\"&gt;PDP-11/10&lt;/a&gt; for the music.\nBy the early 1980s, &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt;s had become less expensive and more accessible than they had been previously. This led to a proliferation of outdated personal computers and game consoles that had been abandoned by consumers as they upgraded to newer machines. They were in low demand by consumers as a whole, and thus were not difficult to find, making them a highly accessible and affordable method of creating sound or art. While it has been a mostly underground genre, chiptune has had periods of moderate popularity in the 1980s and 21st century, and has influenced the development of &lt;a href=\"electronic%20dance%20music\"&gt;electronic dance music&lt;/a&gt;.\nVideo game origins.\nChiptune music began to appear with the &lt;a href=\"video%20game%20music\"&gt;video game music&lt;/a&gt; produced during the &lt;a href=\"golden%20age%20of%20video%20arcade%20games\"&gt;golden age of video arcade games&lt;/a&gt;. An early example was the opening tune in &lt;a href=\"Tomohiro%20Nishikado\"&gt;Tomohiro Nishikado&lt;/a&gt;'s &lt;a href=\"arcade%20game\"&gt;arcade game&lt;/a&gt; \"&lt;a href=\"Gun%20Fight\"&gt;Gun Fight&lt;/a&gt;\" (1975). The first video game to use a continuous background soundtrack was Tomohiro Nishikado's 1978 release \"&lt;a href=\"Space%20Invaders\"&gt;Space Invaders&lt;/a&gt;\", which had four simple &lt;a href=\"Diatonic%20and%20chromatic\"&gt;chromatic&lt;/a&gt; descending &lt;a href=\"bass%20note\"&gt;bass note&lt;/a&gt;s repeating in &lt;a href=\"music%20loop\"&gt;a loop&lt;/a&gt;, though it was dynamic and interacted with the player, increasing pace as the enemies descended on the player.\nThe first video game to feature continuous melodic &lt;a href=\"background%20music\"&gt;background music&lt;/a&gt; was \"&lt;a href=\"Rally-X\"&gt;Rally-X&lt;/a&gt;\", an arcade game released by &lt;a href=\"Namco\"&gt;Namco&lt;/a&gt; in 1980, featuring a simple tune that repeats continuously during &lt;a href=\"gameplay\"&gt;gameplay&lt;/a&gt;.\nIt was also one of the earliest games to use a &lt;a href=\"digital-to-analog%20converter\"&gt;digital-to-analog converter&lt;/a&gt; to produce &lt;a href=\"Sampling%20%28signal%20processing%29\"&gt;sampled&lt;/a&gt; sounds.\nThat same year, the first video game to feature &lt;a href=\"speech%20synthesis\"&gt;speech synthesis&lt;/a&gt; was also released, &lt;a href=\"Sunsoft\"&gt;Sunsoft&lt;/a&gt;'s &lt;a href=\"shoot%20%27em%20up\"&gt;shoot 'em up&lt;/a&gt; arcade game \"&lt;a href=\"Stratovox\"&gt;Stratovox&lt;/a&gt;\".\nIn the late 1970s, the pioneering &lt;a href=\"synthpop\"&gt;synthpop&lt;/a&gt;/&lt;a href=\"electronic%20dance%20music\"&gt;electronic dance music&lt;/a&gt; group &lt;a href=\"Yellow%20Magic%20Orchestra\"&gt;Yellow Magic Orchestra&lt;/a&gt; (YMO) were using computers to produce synthesized music.\nSome of their early music, including their 1978 self-titled &lt;a href=\"Yellow%20Magic%20Orchestra%20%28album%29\"&gt;debut album&lt;/a&gt;, were &lt;a href=\"Sampling%20%28music%29\"&gt;sampling&lt;/a&gt; sounds from popular arcade games such as \"Space Invaders\" and \"Gun Fight\". In addition to incorporating sounds from contemporary video games into their music, the band would later have a major influence on much of the video game and chiptune music produced during the &lt;a href=\"History%20of%20video%20game%20consoles%20%28third%20generation%29\"&gt;8-bit&lt;/a&gt; and &lt;a href=\"History%20of%20video%20game%20consoles%20%28fourth%20generation%29\"&gt;16-bit eras&lt;/a&gt;.\n&lt;a href=\"Sega\"&gt;Sega&lt;/a&gt;'s 1982 arcade game \"&lt;a href=\"Super%20Locomotive\"&gt;Super Locomotive&lt;/a&gt;\", for example, featured a chiptune &lt;a href=\"cover%20version\"&gt;cover version&lt;/a&gt; of YMO's \"&lt;a href=\"Solid%20State%20Survivor\"&gt;Rydeen&lt;/a&gt;\" (1979); several later &lt;a href=\"PC%20game\"&gt;computer games&lt;/a&gt; also covered the song, such as \"Trooper Truck\" (1983) by &lt;a href=\"Rabbit%20Software\"&gt;Rabbit Software&lt;/a&gt; as well as \"&lt;a href=\"Daley%20Thompson%27s%20Decathlon\"&gt;Daley Thompson's Decathlon&lt;/a&gt;\" (1984) and \"&lt;a href=\"Stryker%27s%20Run\"&gt;Stryker's Run&lt;/a&gt;\" (1986) arranged by &lt;a href=\"Martin%20Galway\"&gt;Martin Galway&lt;/a&gt;.\nBy 1983, &lt;a href=\"Konami\"&gt;Konami&lt;/a&gt;'s arcade game \"&lt;a href=\"Gyruss\"&gt;Gyruss&lt;/a&gt;\" utilized five sound chips along with a digital-to-analog converter, which were partly used to create an electronic rendition of &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;J. S. Bach's&lt;/a&gt; \"&lt;a href=\"Toccata%20and%20Fugue%20in%20D%20minor%2C%20BWV%20565\"&gt;Toccata and Fugue in D minor&lt;/a&gt;\".\nIn 1984, former YMO member &lt;a href=\"Haruomi%20Hosono\"&gt;Haruomi Hosono&lt;/a&gt; released an album produced entirely from Namco arcade game samples entitled \"Video Game Music\", an early example of a chiptune record\nand the first video game music album.\nThe record featured the work of Namco's chiptune composers: Toshio Kai (\"&lt;a href=\"Pac-Man\"&gt;Pac-Man&lt;/a&gt;\" in 1980), Nobuyuki Ohnogi (\"&lt;a href=\"Galaga\"&gt;Galaga&lt;/a&gt;\", \"&lt;a href=\"New%20Rally-X\"&gt;New Rally-X&lt;/a&gt;\" and \"&lt;a href=\"Bosconian\"&gt;Bosconian&lt;/a&gt;\" in 1981, and \"&lt;a href=\"Pole%20Position%20%28video%20game%29\"&gt;Pole Position&lt;/a&gt;\" in 1982), and Yuriko Keino (\"&lt;a href=\"Dig%20Dug\"&gt;Dig Dug&lt;/a&gt;\" and \"&lt;a href=\"Xevious\"&gt;Xevious&lt;/a&gt;\" in 1982).\nFM synthesis.\nA major advance for chip music was the introduction of &lt;a href=\"frequency%20modulation%20synthesis\"&gt;frequency modulation synthesis&lt;/a&gt; (FM synthesis), first commercially released by &lt;a href=\"Yamaha\"&gt;Yamaha&lt;/a&gt; for their &lt;a href=\"digital%20synthesizer\"&gt;digital synthesizer&lt;/a&gt;s and FM &lt;a href=\"sound%20chip\"&gt;sound chip&lt;/a&gt;s, which began appearing in arcade machines from the early 1980s.\nArcade game composers utilizing FM synthesis at the time included Konami's &lt;a href=\"Miki%20Higashino\"&gt;Miki Higashino&lt;/a&gt; (\"&lt;a href=\"Gradius\"&gt;Gradius&lt;/a&gt;\", \"&lt;a href=\"Yie-Ar%20Kung%20Fu\"&gt;Yie-Ar Kung Fu&lt;/a&gt;\", \"&lt;a href=\"Teenage%20Mutant%20Ninja%20Turtles%20%28arcade%20game%29\"&gt;Teenage Mutant Ninja Turtles&lt;/a&gt;\") and &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt;'s &lt;a href=\"Hiroshi%20Kawaguchi%20%28composer%29\"&gt;Hiroshi Kawaguchi&lt;/a&gt; (\"&lt;a href=\"Space%20Harrier\"&gt;Space Harrier&lt;/a&gt;\", \"&lt;a href=\"Hang-On\"&gt;Hang-On&lt;/a&gt;\", \"&lt;a href=\"Out%20Run\"&gt;Out Run&lt;/a&gt;\").\nBy the early 1980s, significant improvements to &lt;a href=\"personal%20computer%20game\"&gt;personal computer game&lt;/a&gt; music were made possible with the introduction of &lt;a href=\"Digital%20synthesizer\"&gt;digital&lt;/a&gt; FM synthesis sound. &lt;a href=\"Yamaha\"&gt;Yamaha&lt;/a&gt; began manufacturing FM &lt;a href=\"Sound%20card\"&gt;synth boards&lt;/a&gt; for Japanese computers such as the &lt;a href=\"NEC%20PC-8801\"&gt;NEC PC-8801&lt;/a&gt; and &lt;a href=\"NEC%20PC-9801\"&gt;PC-9801&lt;/a&gt; in the early 1980s, and by the mid-1980s, the PC-8801 and &lt;a href=\"FM-7\"&gt;FM-7&lt;/a&gt; had built-in FM sound. This allowed computer game music to have greater complexity than the simplistic &lt;a href=\"Beep%20%28sound%29\"&gt;beeps&lt;/a&gt; from internal speakers. These FM synth boards produced a \"warm and pleasant sound\" that musicians such as &lt;a href=\"Yuzo%20Koshiro\"&gt;Yuzo Koshiro&lt;/a&gt; and &lt;a href=\"Takeshi%20Abo\"&gt;Takeshi Abo&lt;/a&gt; utilized to produce music that is still highly regarded within the chiptune community.\nIn the early 1980s, Japanese &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt;s such as the NEC PC-88 and PC-98 featured &lt;a href=\"audio%20programming%20language\"&gt;audio programming language&lt;/a&gt;s such as &lt;a href=\"Music%20Macro%20Language\"&gt;Music Macro Language&lt;/a&gt; (MML) and &lt;a href=\"MIDI\"&gt;MIDI&lt;/a&gt; interfaces, which were most often used to produce video game music.\n&lt;a href=\"Fujitsu\"&gt;Fujitsu&lt;/a&gt; also released the \"FM Sound Editor\" software for the FM-7 in 1985, providing users with a user-friendly interface to create and edit synthesized music.\nIn 1987, FM synthesis became available for Western computers when Canadian company &lt;a href=\"Ad%20Lib%2C%20Inc.\"&gt;Ad Lib&lt;/a&gt; released the AdLib Music Synthesizer Card for the &lt;a href=\"IBM%20Personal%20Computer\"&gt;IBM Personal Computer&lt;/a&gt;, while Singapore-based &lt;a href=\"Creative%20Labs\"&gt;Creative Labs&lt;/a&gt; incorporated the AdLib card's sound chip into its &lt;a href=\"Sound%20Blaster\"&gt;Sound Blaster&lt;/a&gt; card in 1989. Both cards were widely supported by &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt; game developers in the late 1980s and early 1990s.\nThe widespread adoption of FM synthesis by consoles would later be one of the major advances of the &lt;a href=\"History%20of%20video%20game%20consoles%20%28fourth%20generation%29\"&gt;16-bit era&lt;/a&gt;, by which time 16-bit arcade machines were using multiple FM synthesis chips. A major chiptune composer during this period was &lt;a href=\"Yuzo%20Koshiro\"&gt;Yuzo Koshiro&lt;/a&gt;.\nDespite later advances in audio technology, he would continue to use older PC-8801 hardware to produce chiptune soundtracks for series such as \"&lt;a href=\"Streets%20of%20Rage%20%28series%29\"&gt;Streets of Rage&lt;/a&gt;\" (1991–1994) and \"&lt;a href=\"Etrian%20Odyssey\"&gt;Etrian Odyssey&lt;/a&gt;\" (2007–present). His soundtrack to \"&lt;a href=\"The%20Revenge%20of%20Shinobi%20%281989%20video%20game%29\"&gt;The Revenge of Shinobi&lt;/a&gt;\" (1989) featured &lt;a href=\"House%20music\"&gt;house&lt;/a&gt;\nand &lt;a href=\"Progressive%20electronic%20dance%20music\"&gt;progressive&lt;/a&gt; &lt;a href=\"techno\"&gt;techno&lt;/a&gt; compositions that fused &lt;a href=\"electronic%20dance%20music\"&gt;electronic dance music&lt;/a&gt; with traditional &lt;a href=\"Music%20of%20Japan\"&gt;Japanese music&lt;/a&gt;.\n&lt;a href=\"Discography%20of%20the%20Streets%20of%20Rage%20series\"&gt;The soundtrack&lt;/a&gt; for \"&lt;a href=\"Streets%20of%20Rage%202\"&gt;Streets of Rage 2&lt;/a&gt;\" (1992) is considered \"revolutionary\" and \"ahead of its time\" for its \"&lt;a href=\"electro%20house\"&gt;blend of&lt;/a&gt; swaggering house &lt;a href=\"synthesizer\"&gt;synths&lt;/a&gt;, &lt;a href=\"electro%20house\"&gt;dirty&lt;/a&gt; &lt;a href=\"electro%20%28music%29\"&gt;electro-funk&lt;/a&gt; and &lt;a href=\"trance%20music\"&gt;trancey&lt;/a&gt; electronic textures that would feel as comfortable in a &lt;a href=\"nightclub\"&gt;nightclub&lt;/a&gt; as a video game.\"\nFor the soundtrack to \"&lt;a href=\"Streets%20of%20Rage%203\"&gt;Streets of Rage 3&lt;/a&gt;\" (1994), Koshiro created a new composition method called the \"Automated Composing System\" to produce \"fast-beat techno like &lt;a href=\"Drum%20and%20bass\"&gt;jungle&lt;/a&gt;\",\nresulting in innovative and &lt;a href=\"Experimental%20music\"&gt;experimental sounds&lt;/a&gt; generated automatically.\nKoshiro also composed chiptune soundtracks for series such as \"&lt;a href=\"Dragon%20Slayer%20%28series%29\"&gt;Dragon Slayer&lt;/a&gt;\", \"&lt;a href=\"Ys%20%28video%20game%29\"&gt;Ys&lt;/a&gt;\", \"&lt;a href=\"Shinobi%20%28series%29\"&gt;Shinobi&lt;/a&gt;\", and \"&lt;a href=\"ActRaiser\"&gt;ActRaiser&lt;/a&gt;\". Another important FM synth composer was the late &lt;a href=\"Ryu%20Umemoto\"&gt;Ryu Umemoto&lt;/a&gt;, who composed chiptune soundtracks for various &lt;a href=\"visual%20novel\"&gt;visual novel&lt;/a&gt; and &lt;a href=\"shoot%20%27em%20up\"&gt;shoot 'em up&lt;/a&gt; games.\nSID music culture.\nLater on, several demo groups moved to using their own music instead of ripped game music. In 1986, Jeroen \"Red\" Kimmel studied Rob Hubbard's player routine and used it for original demo songs\nbefore writing a routine of his own in 1987. Hobbyists were also writing their own dedicated music editor software, such as &lt;a href=\"Chris%20H%C3%BClsbeck\"&gt;Chris Hülsbeck&lt;/a&gt;'s \"Soundmonitor\" which was released as a type-in listing in a 1986 issue of the German C-64 magazine \"&lt;a href=\"64%27er\"&gt;64'er&lt;/a&gt;\".\nThe practice of SID music composition has continued seamlessly until this day in conjunction with the &lt;a href=\"Commodore%2064\"&gt;Commodore 64&lt;/a&gt; demoscene. &lt;a href=\"The%20High%20Voltage%20SID%20Collection\"&gt;The High Voltage SID Collection&lt;/a&gt;, a comprehensive archive of SID music, contains over 40,000 pieces of SID music.\nMainstream popularity.\nThe heyday of chiptune music was the 1980s. The earliest commercial chiptune records produced entirely from &lt;a href=\"Sampling%20%28music%29\"&gt;sampling&lt;/a&gt; &lt;a href=\"arcade%20game\"&gt;arcade game&lt;/a&gt; sounds have existed since the mid-1980s, an early example being &lt;a href=\"Haruomi%20Hosono\"&gt;Haruomi Hosono&lt;/a&gt;'s \"Video Game Music\" in 1984. Though entirely chiptune records were uncommon at the time, many mainstream musicians in the &lt;a href=\"pop%20rock\"&gt;pop rock&lt;/a&gt;,\n&lt;a href=\"hip%20hop%20music\"&gt;hip hop&lt;/a&gt; and &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt;\ngenres were sampling arcade game sounds and &lt;a href=\"Beep%20%28sound%29\"&gt;bleeps&lt;/a&gt; during the &lt;a href=\"golden%20age%20of%20video%20arcade%20games\"&gt;golden age of video arcade games&lt;/a&gt; (late 1970s to mid-1980s), as early as &lt;a href=\"Yellow%20Magic%20Orchestra\"&gt;Yellow Magic Orchestra&lt;/a&gt;'s \"&lt;a href=\"Yellow%20Magic%20Orchestra%20%28album%29\"&gt;Computer Game&lt;/a&gt;\" in 1978. &lt;a href=\"Buckner%20%26amp%3B%20Garcia\"&gt;Buckner &amp; Garcia&lt;/a&gt;'s \"&lt;a href=\"Pac-Man%20Fever%20%28song%29\"&gt;Pac-Man Fever&lt;/a&gt;\" and the &lt;a href=\"Pac-Man%20Fever%20%28album%29\"&gt;album of the same name&lt;/a&gt; were major hits in 1982. Arcade game sounds were one of the foundational elements of the &lt;a href=\"electro%20music\"&gt;electro music&lt;/a&gt; genre, which in turn inspired many other &lt;a href=\"electronic%20dance%20music\"&gt;electronic dance music&lt;/a&gt; genres such as &lt;a href=\"techno\"&gt;techno&lt;/a&gt; and &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt;, which were sometimes referred to as \"&lt;a href=\"bleep%20%28music%29\"&gt;bleep music&lt;/a&gt;\". \"&lt;a href=\"Space%20Invaders\"&gt;Space Invaders&lt;/a&gt;\" inspired &lt;a href=\"Space%20Invaders%20%28Player%20One%20song%29\"&gt;Player One's \"Space Invaders\" (1979)&lt;/a&gt;, which in turn provided the &lt;a href=\"bassline\"&gt;bassline&lt;/a&gt; for &lt;a href=\"Jesse%20Saunders\"&gt;Jesse Saunders&lt;/a&gt;' \"On and On\" (1984),\nthe first &lt;a href=\"Chicago%20house\"&gt;Chicago house&lt;/a&gt; track.\n&lt;a href=\"Warp%20%28record%20label%29\"&gt;Warp&lt;/a&gt;'s record \"&lt;a href=\"WarpVision\"&gt;Testone&lt;/a&gt;\" (1990) by &lt;a href=\"Sweet%20Exorcist%20%28band%29\"&gt;Sweet Exorcist&lt;/a&gt; sampled video game sounds from Yellow Magic Orchestra's \"Computer Game\" and defined Sheffield's &lt;a href=\"Yorkshire%20Bleeps%20and%20Bass\"&gt;bleep techno&lt;/a&gt; scene in the early 1990s.\nAfter the 1980s, however, chiptune music began declining in popularity. Since then, up until the 2000s, chip music was rarely performed live and the songs were nearly exclusively spread as executable programs and other computer file formats. Some of the earliest examples of record label releases of pure chip music can be found in the late 1990s.\nChiptune music began gaining popularity again towards the end of the 1990s. The first &lt;a href=\"electroclash\"&gt;electroclash&lt;/a&gt; record, &lt;a href=\"I-F\"&gt;I-F&lt;/a&gt;'s \"Space Invaders Are Smoking Grass\" (1997), has been described as \"burbling electro in a vocodered homage to &lt;a href=\"Golden%20age%20of%20arcade%20video%20games\"&gt;Atari-era&lt;/a&gt; hi-jinks\".\nBy the mid-2000s, 8-bit chip music began making a comeback in mainstream pop music, when it was used by acts such as &lt;a href=\"Beck\"&gt;Beck&lt;/a&gt; (for example, the 2005 song \"&lt;a href=\"Girl%20%28Beck%20song%29\"&gt;Girl&lt;/a&gt;\"), &lt;a href=\"The%20Killers\"&gt;The Killers&lt;/a&gt; (for example, the 2004 song \"&lt;a href=\"Hot%20Fuss\"&gt;On Top&lt;/a&gt;\"), &lt;a href=\"No%20Doubt\"&gt;No Doubt&lt;/a&gt; with the song \"&lt;a href=\"Running%20%28No%20Doubt%20song%29\"&gt;Running&lt;/a&gt;\", and particularly &lt;a href=\"The%20Postal%20Service\"&gt;The Postal Service&lt;/a&gt; in many of their songs. The low-quality digital &lt;a href=\"PCM\"&gt;PCM&lt;/a&gt; styling of early game music composers such as Hiroshi Kawaguchi also began gaining popularity.\nIn 2003, the &lt;a href=\"J-pop\"&gt;J-pop&lt;/a&gt; girl group &lt;a href=\"Perfume%20%28Japanese%20band%29\"&gt;Perfume&lt;/a&gt;,\nalong with producer &lt;a href=\"Yasutaka%20Nakata\"&gt;Yasutaka Nakata&lt;/a&gt;, began producing music combining chiptunes with &lt;a href=\"synthpop\"&gt;synthpop&lt;/a&gt; and &lt;a href=\"electro%20house\"&gt;electro house&lt;/a&gt;; their breakthrough came in 2007 with \"&lt;a href=\"Game%20%28Perfume%20album%29\"&gt;Game&lt;/a&gt;\", which led to other Japanese female artists using a similar electronic style, including &lt;a href=\"Aira%20Mitsuki\"&gt;Aira Mitsuki&lt;/a&gt;, &lt;a href=\"immi\"&gt;immi&lt;/a&gt;, &lt;a href=\"Masami%20Mitsuoka\"&gt;Mizca&lt;/a&gt;, &lt;a href=\"Sawa%20%28singer%29\"&gt;SAWA&lt;/a&gt;, &lt;a href=\"Saori%20at%20Destiny\"&gt;Saori@destiny&lt;/a&gt;, and &lt;a href=\"Sweet%20Vacation\"&gt;Sweet Vacation&lt;/a&gt;.\nElectro house producer &lt;a href=\"Deadmau5\"&gt;Deadmau5&lt;/a&gt; started his career in the late 1990s, with a chiptune and demoscene movements-influenced sound. Three self-released compilations, &lt;a href=\"Project%2056%20%28album%29\"&gt;Project 56&lt;/a&gt;, &lt;a href=\"deadmau5%20Circa%201998%E2%80%932002\"&gt;deadmau5 Circa 1998–2002&lt;/a&gt; and &lt;a href=\"A%20Little%20Oblique\"&gt;A Little Oblique&lt;/a&gt;, were finished in 2006.\nIn 2007, the entirely chiptune album \"\" was released on major mainstream label &lt;a href=\"Astralwerks\"&gt;Astralwerks&lt;/a&gt;/&lt;a href=\"EMI\"&gt;EMI&lt;/a&gt; Records, which included several prominent and noted chipmusicians, including Nanoloop\ncreator Oliver Wittchow, and LittleSoundDJ\ncreator Johan Kotlinski who appears as the artist \"Role Model\". &lt;a href=\"Kraftwerk\"&gt;Kraftwerk&lt;/a&gt; founding member &lt;a href=\"Ralf%20H%C3%BCtter\"&gt;Ralf Hütter&lt;/a&gt; personally selected the tracks.\nA vinyl 12-inch single version was released on February 24, 2007 as a precursor to the full-length CD, and reached as high as number 17\non the &lt;a href=\"Billboard%20%28magazine%29\"&gt;\"Billboard\" magazine&lt;/a&gt; Hot Dance Singles Sales Chart. In March 2007, the CD release reached as high as number 1 on the \"&lt;a href=\"CMJ\"&gt;CMJ&lt;/a&gt; RPM\" (North American college Electronic) charts.\nEdinburgh-born electronic musician &lt;a href=\"Unicorn%20Kid\"&gt;Unicorn Kid&lt;/a&gt; has helped further popularize chiptune, especially with the song \"True Love Fantasy\" and other songs from the EP \"Tidal Rave\" being played on late night radio, including on &lt;a href=\"BBC%20Radio%201\"&gt;BBC Radio 1&lt;/a&gt;, where he played live on the Festive Festival 2011. In Canada, &lt;a href=\"Eightcubed\"&gt;Eightcubed&lt;/a&gt; and &lt;a href=\"Crystal%20Castles%20%28band%29\"&gt;Crystal Castles&lt;/a&gt; helped the popularity further via the Toronto underground club scene and created a lasting impression with the music video \"Heart Invaders\" debuting on &lt;a href=\"MuchMusic\"&gt;MuchMusic&lt;/a&gt; in 2008\nand the single \"&lt;a href=\"Alice%20Practice\"&gt;Alice Practice&lt;/a&gt;\" hitting 29th on &lt;a href=\"NME\"&gt;NME&lt;/a&gt; \"150 Best Tracks of the Past 15 Years\".\nDuring the late 2000s, a new wave of chiptune culture took place, boosted by the release of software such as LittleSoundDJ for the &lt;a href=\"Game%20Boy%20family\"&gt;Game Boy&lt;/a&gt;. This new culture has much more emphasis on live performances and record releases than the demoscene and tracker culture, of which the new artists are often only distantly aware.\nIn recent years, 8-bit chiptune sounds, or \"video game beats\", have been used by a number of mainstream pop artists. Examples include artists such as &lt;a href=\"Kesha\"&gt;Kesha&lt;/a&gt;\n(most notably in \"&lt;a href=\"Tik%20Tok%20%28song%29\"&gt;Tik Tok&lt;/a&gt;\", the &lt;a href=\"List%20of%20best-selling%20singles%20worldwide\"&gt;best-selling single&lt;/a&gt; of 2010),\n&lt;a href=\"50%20Cent\"&gt;50 Cent&lt;/a&gt; with the hit single \"Ayo Technology\", &lt;a href=\"Robyn\"&gt;Robyn&lt;/a&gt;, &lt;a href=\"Snoop%20Dogg\"&gt;Snoop Dogg&lt;/a&gt;,\n&lt;a href=\"Eminem\"&gt;Eminem&lt;/a&gt; (for example, \"Hellbound\"), &lt;a href=\"Nelly%20Furtado\"&gt;Nelly Furtado&lt;/a&gt;, and &lt;a href=\"Timbaland\"&gt;Timbaland&lt;/a&gt; (see &lt;a href=\"Timbaland%20plagiarism%20controversy\"&gt;Timbaland plagiarism controversy&lt;/a&gt;). The influence of video game sounds can also be heard in contemporary British &lt;a href=\"electronica\"&gt;electronica&lt;/a&gt; music by artists such as &lt;a href=\"Dizzee%20Rascal\"&gt;Dizzee Rascal&lt;/a&gt; and &lt;a href=\"Kieran%20Hebden\"&gt;Kieran Hebden&lt;/a&gt;,\nas well as in &lt;a href=\"Heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; bands such as &lt;a href=\"DragonForce\"&gt;DragonForce&lt;/a&gt;. &lt;a href=\"Grime%20%28music%29\"&gt;Grime&lt;/a&gt; music in particular samples sawtooth wave sounds from video games which were popular in &lt;a href=\"East%20%28London%20sub%20region%29\"&gt;East London&lt;/a&gt;.\nSome &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt; producers have also been influenced by video game chiptunes, particularly the work of &lt;a href=\"Yuzo%20Koshiro\"&gt;Yuzo Koshiro&lt;/a&gt;.\nIn 2010, a &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; article stated that the \"sights and sounds of &lt;a href=\"Retrogaming\"&gt;old-school games&lt;/a&gt;\" (naming \"&lt;a href=\"Frogger\"&gt;Frogger&lt;/a&gt;\" and \"&lt;a href=\"Donkey%20Kong\"&gt;Donkey Kong&lt;/a&gt;\" as examples) are \"now becoming a part of mainstream music and culture.\"\n&lt;a href=\"Complextro\"&gt;Complextro&lt;/a&gt; pioneer &lt;a href=\"Porter%20Robinson\"&gt;Porter Robinson&lt;/a&gt; has also cited video game sounds, or chiptunes, as an influence on his style of music along with 1980s &lt;a href=\"analog%20synthesizer\"&gt;analog synth&lt;/a&gt; music.\nTracker chiptunes.\nThe &lt;a href=\"Amiga\"&gt;Commodore Amiga&lt;/a&gt; (1985), with its sample-based sound generation, distanced the concept of microcomputer music away from plain chip-synthesized sounds. Amiga &lt;a href=\"music%20tracker\"&gt;tracker music software&lt;/a&gt;, beginning from Karsten Obarski's &lt;a href=\"Ultimate%20Soundtracker\"&gt;Ultimate Soundtracker&lt;/a&gt; (1987), inspired great numbers of computer enthusiasts to create computer music. As an offshoot of the burgeoning tracker music culture, a type of tracker music reminiscent of Commodore 64 SID music was born, that utilized simple waveforms instead of digitized samples. This type of music came to be called \"chiptunes\", referring to the sound of early video game console and home computer sound chips.\nEarliest examples of tracker chiptunes date back to 1989 and are attributed to the &lt;a href=\"demoscene\"&gt;demoscene&lt;/a&gt; musicians &lt;a href=\"4mat\"&gt;4mat&lt;/a&gt;, Baroque, &lt;a href=\"Mark%20Knight%20%28sound%20designer%29\"&gt;TDK&lt;/a&gt;, Turtle and Duz. Tracker chiptunes are based on very short looped waveforms which are modulated by tracker effects such as &lt;a href=\"arpeggio\"&gt;arpeggio&lt;/a&gt;, &lt;a href=\"vibrato\"&gt;vibrato&lt;/a&gt;, and &lt;a href=\"portamento\"&gt;portamento&lt;/a&gt;.\nThe small amount of sample data made tracker chiptunes far more space-efficient than most other types of tracker music, which made them appealing to size-limited demoscene demos and crack intros. Tracker chiptunes have also been commonly used in other &lt;a href=\"warez%20scene\"&gt;warez scene&lt;/a&gt; executables such as &lt;a href=\"keygen\"&gt;keygen&lt;/a&gt;s.\nNowadays, the term \"chiptune\" is also used to cover chip music using actual chip-based synthesis, but some sources, such as the Amiga Music Preservation project, still define a chiptune specifically as a small &lt;a href=\"Module%20file\"&gt;tracker module&lt;/a&gt;.\nContemporary chiptune music.\nThe chip &lt;a href=\"Warez%20scene\"&gt;scene&lt;/a&gt; has become relevant thanks to \"&lt;a href=\"Compo%20%28demoscene%29\"&gt;compos&lt;/a&gt;\" being held, groups releasing &lt;a href=\"music%20disk\"&gt;music disk&lt;/a&gt;s and with the &lt;a href=\"Crack%20intro\"&gt;cracktro&lt;/a&gt;/demo scene. New &lt;a href=\"Tracker%20%28music%20software%29\"&gt;tracker&lt;/a&gt; tools are used for making chip sounds available to less techy musicians. The &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;NES&lt;/a&gt; platform has the MidiNES, a cartridge that turns the system into a full blown hardware MIDI controlled synthesizer. Around 2007, the Mssiah was released for the &lt;a href=\"Commodore%2064\"&gt;Commodore 64&lt;/a&gt;, which is very similar to the MidiNES, but with greater parameter controls, sequencing, analog drum emulation, and limited sample playback. The &lt;a href=\"Commodore%20PET\"&gt;Commodore PET&lt;/a&gt; has the &lt;a href=\"open-source%20software\"&gt;open-source&lt;/a&gt; &lt;a href=\"PetSynth\"&gt;PetSynth&lt;/a&gt; software, which uses the PET's &lt;a href=\"6522\"&gt;6522&lt;/a&gt; chip for sound, allows the computer to be played like a piano keyboard, and features many effects. On the &lt;a href=\"DOS\"&gt;DOS&lt;/a&gt; platform, &lt;a href=\"FastTracker%202\"&gt;Fast Tracker&lt;/a&gt; is one of the most famous chiptune makers because of the ability to create hand-drawn samples with the mouse. Chiptune artist &lt;a href=\"Pixelh8\"&gt;Pixelh8&lt;/a&gt; has also designed music software such as Music Tech\nfor the Game Boy and the Pro Performer\nfor the &lt;a href=\"Game%20Boy%20Advance\"&gt;Game Boy Advance&lt;/a&gt; and &lt;a href=\"Nintendo%20DS\"&gt;Nintendo DS&lt;/a&gt; which turn both machines into real time synthesizers.\nThere have been a number of television segments featuring chiptunes and chip music artists in the past few years. On April 11, 2005, &lt;a href=\"8%20Bit%20Weapon\"&gt;8 Bit Weapon&lt;/a&gt; played their songs \"Bombs Away\" and \"Gameboy Rocker\" on &lt;a href=\"G4%20%28U.S.%20TV%20channel%29\"&gt;G4&lt;/a&gt;'s \"&lt;a href=\"Attack%20of%20the%20Show\"&gt;Attack of the Show&lt;/a&gt;\" live broadcast Episode #5058. In 2008, as a parody of \"&lt;a href=\"Masterpiece%20%28TV%20series%29\"&gt;Masterpiece Theatre&lt;/a&gt;\", the first four episodes of \"&lt;a href=\"Boing%20Boing%23Boing%20Boing%20Video\"&gt;Boing Boing Video&lt;/a&gt;\"s \"&lt;a href=\"SPAMasterpiece%20Theater\"&gt;SPAMasterpiece Theater&lt;/a&gt;\" opened with a chiptune remix of &lt;a href=\"Jean-Joseph%20Mouret\"&gt;Jean-Joseph Mouret&lt;/a&gt;'s \"&lt;a href=\"Fanfare-Rondeau\"&gt;Rondeau: Fanfare&lt;/a&gt;\" (1735) by Hamhocks Buttermilk Johnson.\nAnother chipmusic feature included little-scale, Dot.AY, &lt;a href=\"Ten%20Thousand%20Free%20Men%20%26amp%3B%20Their%20Families\"&gt;Ten Thousand Free Men &amp; Their Families&lt;/a&gt; and Jim Cuomo on the Australian &lt;a href=\"ABC2\"&gt;ABC2&lt;/a&gt;'s television series \"&lt;a href=\"Good%20Game%20%28television%20series%29\"&gt;Good Game&lt;/a&gt;\" in 2009.\nThe &lt;a href=\"Electronic%20Frontier%20Foundation\"&gt;Electronic Frontier Foundation&lt;/a&gt; in December 2010 used a faux 8-bit game with an 8-bit sound track by crashfaster to demonstrate its notable legal achievements for that year.\nIn March 2012, the &lt;a href=\"Smithsonian%20American%20Art%20Museum\"&gt;Smithsonian American Art Museum&lt;/a&gt;'s \"The Art of Video Games\" exhibit opened featuring a chipmusic soundtrack at the entrance by artists &lt;a href=\"8%20Bit%20Weapon\"&gt;8 Bit Weapon&lt;/a&gt; &amp; &lt;a href=\"ComputeHer\"&gt;ComputeHer&lt;/a&gt;. 8 Bit Weapon also created a track called \"The art of Video Games Anthem\" for the exhibit. In September 2015, the first music compilation based on &lt;a href=\"Domo%20%28NHK%29\"&gt;Domo (NHK)&lt;/a&gt;, Domo Loves Chiptune, was released on iTunes, Amazon, and all major music streaming services.\nThe compilation features top artists in the Chiptune genre such &lt;a href=\"Anamanaguchi\"&gt;Anamanaguchi&lt;/a&gt; and &lt;a href=\"Disasterpeace\"&gt;Disasterpeace&lt;/a&gt;. Domo Loves Chiptune also features the first Chiptune remix of the Domo theme song by Mystery Mansion. The New York City chiptune scene was also the subject of a documentary called \"Reformat the Planet\" by &lt;a href=\"2%20Player%20Productions\"&gt;2 Player Productions&lt;/a&gt;. This film was an official selection at the 2008 &lt;a href=\"South%20by%20Southwest\"&gt;South by Southwest&lt;/a&gt;.\nChip music has returned to 21st-century gaming, either in full-chip music style or using chip samples in the music. Popular games that feature chiptune elements in their soundtracks include \"&lt;a href=\"Shovel%20Knight\"&gt;Shovel Knight&lt;/a&gt;\" and \"&lt;a href=\"Undertale\"&gt;Undertale&lt;/a&gt;\".\nLive performances.\nMAGFest and Chipspace.\nEvents take place all around the world that focus around the celebration and recognition of chiptune music. In the United States, during &lt;a href=\"MAGFest\"&gt;Super MAGFest&lt;/a&gt;—a yearly convention that hosts a variety of video game-related events—popular chiptune artists such as &lt;a href=\"goto80\"&gt;goto80&lt;/a&gt; and &lt;a href=\"Chipzel\"&gt;Chipzel&lt;/a&gt; have previously performed on the Concert Hall mainstage. A chiptune-focused mainstage show (aptly named \"Chip Rave\") typically occurs on the third day of the convention within the concert hall and has featured countless prominent faces in the chiptune community.\nSuper MAGFest also holds a continuous venue called Chipspace, a place where participants in the chiptune community go on-stage and perform their music through an open mic system.\nOriginally started by Chiptunes=WIN\nfounder Brandon L. Hood and maintained by geekbeatradio,\nChipspace has evolved over the course of MAGFest's lifespan to bring chiptune fans closer together.\nAmong these daily performances are showcases, which are curated by chiptune &lt;a href=\"netlabel\"&gt;netlabel&lt;/a&gt;s such as Chiptunes=WIN, geekbeatradio, and more."
}