{
    "id": "83639",
    "revid": "1062331736",
    "url": "https://en.wikipedia.org/wiki?curid=83639",
    "title": "Government of Sierra Leone",
    "text": "The government of Sierra Leone is the governing authority of the &lt;a href=\"Republic%20of%20Sierra%20Leone\"&gt;Republic of Sierra Leone&lt;/a&gt;, as established by the Sierra Leone Constitution. The Sierra Leone government is divided into three branches: the &lt;a href=\"Executive%20branch\"&gt;executive&lt;/a&gt;, &lt;a href=\"Legislative%20branch\"&gt;legislative&lt;/a&gt; and the &lt;a href=\"Judiciary\"&gt;judiciary&lt;/a&gt;. The &lt;a href=\"seat%20of%20government\"&gt;seat of government&lt;/a&gt; of Sierra Leone is in the capital &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt;.\nThe government of Sierra Leone takes place in a framework of a &lt;a href=\"presidential%20system\"&gt;presidential&lt;/a&gt; &lt;a href=\"representative%20democracy\"&gt;representative democratic&lt;/a&gt; &lt;a href=\"republic\"&gt;republic&lt;/a&gt;, whereby the &lt;a href=\"President%20of%20Sierra%20Leone\"&gt;President of Sierra Leone&lt;/a&gt; is both &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt; and &lt;a href=\"head%20of%20government\"&gt;head of government&lt;/a&gt;, and of a &lt;a href=\"multi-party%20system\"&gt;multi-party system&lt;/a&gt;. &lt;a href=\"Executive%20power\"&gt;Executive power&lt;/a&gt; is exercised by the president. &lt;a href=\"Legislative%20power\"&gt;Legislative power&lt;/a&gt; is vested in the &lt;a href=\"Parliament%20of%20Sierra%20Leone\"&gt;Parliament of Sierra Leone&lt;/a&gt;.\nThe &lt;a href=\"judiciary\"&gt;judiciary&lt;/a&gt; of Sierra Leone is independent of the executive and the legislature. &lt;a href=\"Civil%20rights\"&gt;Civil rights&lt;/a&gt; and &lt;a href=\"freedom%20of%20religion\"&gt;freedom of religion&lt;/a&gt; are respected. A critical press continues to operate, although the government has intervened for alleged inaccurate reporting, using the 1965 Public Order Act which criminalizes libel.\nExecutive.\nThe current president is &lt;a href=\"Julius%20Maada%20Bio\"&gt;Julius Maada Bio&lt;/a&gt; (since 4 April 2018). The president is both the &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt; and &lt;a href=\"head%20of%20government\"&gt;head of government&lt;/a&gt;. Ministers of State are appointed by the president with the approval of the House of Representatives; the cabinet is responsible to the president. The president is elected by popular vote for a five-year term; elections were last held on 4 April 2018 (Julius Maada Bio, SLPP, 51.8%; Samura Kamara, APC, 47.2%). The president's tenure of office is limited to two five-year terms.\nLegislative.\nThe &lt;a href=\"Parliament%20of%20Sierra%20Leone\"&gt;House of Representatives&lt;/a&gt; has 124 members, 112 members elected for a four-year term through &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt; in 14 multi-seat &lt;a href=\"constituency\"&gt;constituencies&lt;/a&gt; with a constituency threshold of 12.5% and 12 Paramount chiefs.\nJudiciary.\nThere is a High Court, an Appeals Court, and a &lt;a href=\"Supreme%20Court%20of%20Sierra%20Leone\"&gt;Supreme Court&lt;/a&gt;. The judicial system continues to function for civil cases though some regard it as handicapped by shortages of resources and qualified personnel. Judges are appointed by the president on the advice of the Judicial and Legal Service Commission with the approval of Parliament.\nThere also are magistrate and local courts and from these appeals lie to the superior courts of judicature.\nThe 1991 &lt;a href=\"constitution\"&gt;constitution&lt;/a&gt; created an ombudsman responsible for looking into complaints of abuses and capricious acts on the part of public officials. In 2000 the government promulgated the Anti-Corruption Act to combat corruption.\nAdministrative divisions.\nSierra Leone is divided into provinces, districts, and chiefdoms. Sierra Leone has 3 rural provinces, plus a capital city administrative province. There are then 14 districts - 12 rural, 2 for the capital Freetown.\nSierra Leone is further divided into 149 chiefdoms. The chiefdoms are hereditary, tribal units of local governance. The &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; sponsored the creation of elected local councils in 2004."
}