{
    "id": "8368403",
    "revid": "937705",
    "url": "https://en.wikipedia.org/wiki?curid=8368403",
    "title": "The Mount (stadium)",
    "text": "The Mount was a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; in &lt;a href=\"Catford\"&gt;Catford&lt;/a&gt;, located in the south west corner of &lt;a href=\"Mountsfield%20Park\"&gt;Mountsfield Park&lt;/a&gt; where football was played as early as the mid 19th century. &lt;a href=\"Catford%20Southend%20F.C.\"&gt;Catford Southend F.C.&lt;/a&gt; (founded c1900) eventually developed the land into a proper stadium with terracing. The Mount was unusual as it was elevated above the surrounding area and thus that may be a possibility for its name.\nThe Mount was the polar opposite to &lt;a href=\"The%20Valley%20%28London%29\"&gt;The Valley&lt;/a&gt;, which was a sunken ground that was originally a chalk pit. The Mount was a more modest stadium, holding roughly 50,000 compared to The Valley's 75,000, and had an appearance like a &lt;a href=\"fort\"&gt;fort&lt;/a&gt; owing to concrete pylons having to be raised to support the terraces which were erected on sloping ground (down hill). Despite being the largest ground in the world at the time apart from the newly completed &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt;, &lt;a href=\"Charlton%20Athletic%20F.C.\"&gt;Charlton Athletic F.C.&lt;/a&gt; decided to move to The Mount for the 1923–24 season as they failed to fill &lt;a href=\"The%20Valley%20%28London%29\"&gt;The Valley&lt;/a&gt; with supporters. The Addicks also changed their kit colour to dark and light blue (the same as Catford Southend) sparking rumours of a merger. The move to The Mount and the construction works to improve the terracing were almost entirely funded by Harry Isaacs, owner of The Dartmouth Hotel public house in Laleham Road adjacent to the park, who was a passionate racing and football fan and son of Sam Isaacs, founder of the UK's first table service Fish &amp; Chip Restaurant chain. The 1923–24 season was one of the wettest on record and being far from their fan base in &lt;a href=\"Charlton%2C%20London\"&gt;Charlton&lt;/a&gt; it meant that attendances were very poor throughout the season. Added to this, the concrete pylons supporting the stands began to slide into the mud taking a bankrupt Harry Isaacs with them, and The Addicks back to &lt;a href=\"The%20Valley%20%28London%29\"&gt;The Valley&lt;/a&gt; the next season.\nCatford Southend remained a modest local team who eventually fell into obscurity. The stadium proved too big for them and so they also decamped. The Mount thus became vacant and fell into disrepair and, by the 1950s, had been completely demolished. The land still remains as a grassed area within Mountsfield Park.\nReferences.\n "
}