{
    "id": "8391704",
    "revid": "2304267",
    "url": "https://en.wikipedia.org/wiki?curid=8391704",
    "title": "Cocorí",
    "text": "Cocorí is Costa Rican author &lt;a href=\"Joaqu%C3%ADn%20Guti%C3%A9rrez\"&gt;Joaquín Gutiérrez&lt;/a&gt;'s most popular children's book, perhaps only topped by \"La Hoja de Aire\". Published in 1947, the short novel ranks among the most outstanding children's stories in Costa Rica, and is mandatory reading in all primary schools. It has been translated into ten languages, and adapted for the theater several times in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and seven other countries.\nPlot.\nThe story concerns a small black &lt;a href=\"boy\"&gt;boy&lt;/a&gt; from the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; coast of &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, who meets a &lt;a href=\"blonde\"&gt;blonde&lt;/a&gt; &lt;a href=\"tourist\"&gt;tourist&lt;/a&gt; &lt;a href=\"girl\"&gt;girl&lt;/a&gt; who gives him a &lt;a href=\"rose\"&gt;rose&lt;/a&gt;. In return, she asks for a &lt;a href=\"squirrel%20monkey\"&gt;squirrel monkey&lt;/a&gt;. Smitten, he fulfills his promise by setting a &lt;a href=\"trapping\"&gt;trap&lt;/a&gt; made out of &lt;a href=\"rice\"&gt;rice&lt;/a&gt; and a &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt;, but when he returns to where he had seen her, the boat she had come in was gone. When he returns, to his home, he finds that the rose she had given him had wilted. He asks his &lt;a href=\"mother\"&gt;mother&lt;/a&gt;, Drusila, why it had lived such a short time while other things last much, much longer. She doesn't know, so he ran around his &lt;a href=\"village\"&gt;village&lt;/a&gt;, asking the neighbors the same question. None of them know, so he asks his friend, Doña Madorra the &lt;a href=\"turtle\"&gt;turtle&lt;/a&gt;, his question. She doesn't know, so she brings him and the squirrel monkey around the &lt;a href=\"jungle\"&gt;jungle&lt;/a&gt;, asking some old and wise animals including Don Torcuato the &lt;a href=\"alligator\"&gt;alligator&lt;/a&gt; and Talamanca the &lt;a href=\"Bothriechis%20schlegelii\"&gt;bocaracá&lt;/a&gt;, a snake. After the interrogations of the alligator and the snake, Cocorí finally gets an answer from El Negro Cantor. He returns home to find that Drusila had planted the stem of the wilted rose and so grown a rose bush.\nControversy.\nWhen the book was made mandatory reading, the Proyecto Caribe Association, in charge of defending the culture of the Caribbean coast of Costa Rica, populated almost exclusively by African descendants, protested. They argued the book was \"racist\" and \"offensive\" to the local culture, and as such, should not be read in schools. \"We ask the Ministry of Education, should they not want to eliminate the book from the program, to at least include works by afrodescendant authors that can show the values of our culture.\" These claims were dismissed, and the book continues to be read in schools nationwide.\nIn spite of this, recent government guidelines have excluded it at least from the grade school curriculum."
}