{
    "id": "8420489",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=8420489",
    "title": "Ostrov (air base)",
    "text": "Ostrov (Russian: \"Веретье\" (\"Veret\"); also Ostrov-5, Gorokhovka) is a &lt;a href=\"Russian%20Naval%20Aviation\"&gt;Russian Naval Aviation&lt;/a&gt; air base in &lt;a href=\"Pskov%20Oblast\"&gt;Pskov Oblast&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; located 7 km southeast of &lt;a href=\"Ostrov%2C%20Ostrovsky%20District%2C%20Pskov%20Oblast\"&gt;Ostrov&lt;/a&gt; and 57 km south of Pskov. It is subordinate to the &lt;a href=\"Baltic%20Fleet\"&gt;Baltic Fleet&lt;/a&gt; and is a nuclear bomber facility with 15 very large revetments on the east side of the airfield and about 30 small revetments on the west side. As many as 63 &lt;a href=\"Tupolev%20Tu-16\"&gt;Tupolev Tu-16&lt;/a&gt;s were based here. A US intelligence analysis in 1984 identified a normal complement of 52 Tu-16 aircraft at Ostrov. The base currently hosts the Russian Navy's 444th Center for Combat Employment and Retraining of Personnel Naval Aviation.\nHistory.\nIn 1953 the 12th Heavy Bomber Aviation Regiment, part of the 116th Heavy Bomber Aviation Division (LRA), arrived from &lt;a href=\"Tartu\"&gt;Tartu&lt;/a&gt; in the &lt;a href=\"Estonian%20SSR\"&gt;Estonian SSR&lt;/a&gt;. In 1960 it was transferred to the &lt;a href=\"Baltic%20Fleet\"&gt;Baltic Fleet&lt;/a&gt; and the Navy and retitled the 12th Naval Missile-carrying Aviation Regiment (12 MRAP). Briefly under the control of the 57th Maritime Torpedo Aviation Division Long-Range, it was subordinated directly to the Baltic Fleet in 1961. It flew &lt;a href=\"Tupolev%20Tu-16\"&gt;Tupolev Tu-16&lt;/a&gt;Ks and Tu-16Zs throughout the 1960s to 1980s. The regiment was disbanded on 29 December 1989.\nThe 240 Gv MRAP (240th Naval Missile-carrying Regiment) flying &lt;a href=\"Tupolev%20Tu-16\"&gt;Tupolev Tu-16&lt;/a&gt;, active for many years, was disbanded in 1991. It was reformed in 1995 as the 240th Guards Research-Instructor Mixed Aviation Regiment, subordinate to the 444th Center. From 1995 it flew the &lt;a href=\"Sukhoi%20Su-24\"&gt;Sukhoi Su-24&lt;/a&gt; and &lt;a href=\"Tupolev%20Tu-22M\"&gt;Tupolev Tu-22M3&lt;/a&gt;s. Also at the base was the 5501 BKhu (5501st Aviation Equipment Disposal Base) with 74 probably-scrapped &lt;a href=\"Tupolev%20Tu-16\"&gt;Tupolev Tu-16&lt;/a&gt; aircraft in 1992).\nThere is little reliable information on the early history of the airfield.\nThere is information that the Veretie airfield was built in the mid 1930s. At first, the airfield was used as summer camps. In 1940, on the basis of the Directive of the NKO USSR 0/4104725 of July 25, 1940, the 158th Fighter Aviation Regiment was formed and was based at the Veretie airfield. By 22.06.41, the regiment was armed with 46 aircraft &lt;a href=\"Polikarpov%20I-16\"&gt;I-16&lt;/a&gt; and 20 &lt;a href=\"Yak-1\"&gt;Yak-1&lt;/a&gt;. During the war years, the airfield was used by German aviation (judging by the archival photographs - auxiliary and military transport).\nIn 1953, the 12th TAP DD was redeployed from the Tartu airfield to the Veretie airfield by airplanes &lt;a href=\"Tu-4\"&gt;Tu-4&lt;/a&gt;. Until 1954, the 12th TAP remained in the 326th TACB of the 74th Long-Range Aviation Heavy Bomber Corps. In the same year, he, together with the 685th TAP, joined the specially formed 116th Heavy Aviation Division of the 74th UTBAK. This division was created for the development of a new anti-ship missile system &lt;a href=\"KS-1%20Kometa\"&gt;Kometa&lt;/a&gt;. The division management, as well as its regiments (the 12th TAP and the 685th TAP) were stationed at the Veretie airfield. In addition to heavy regiments, the division included the 61st Separate Fighter Aviation Squadron of &lt;a href=\"Special%20Formations\"&gt;SPN&lt;/a&gt; SDK-5 aircraft (&lt;a href=\"MiG-17\"&gt;MiG-17&lt;/a&gt; SDK). The division and the units included in it were assigned to &lt;a href=\"State%20secrets\"&gt;especially regime&lt;/a&gt; objects.\nAt the end of 1959 - the beginning of 1960, the management of the 116th TAJ and the 685th TAP were disbanded. According to the directive of the Civil Code of the Navy No. OMU / 13028 of 03/27/1960, the 12th heavy aviation regiment was transferred to the BF Air Force and renamed the 12th long-range torpedo aviation regiment. The regiment commander was reassigned to the 61st OIAE Special Forces, based on the Veretie airfield, which was also transferred to the BF Air Force. In July 1960, the 61st OIAE was reorganized into the 12th separate fighter squadron of SPN, without changing the place of deployment.\nOn April 13, 1961, in connection with the transformation of mine-torpedo aviation into naval rocket-carrying aircraft, on the basis of the Order of the USSR Ministry of Defense No. 0028 of 03/20/1961, the Order of the Commander-in-Chief of the Navy No. 048 of April 13, 1961 and the Order of Commander BF No. 0036 On April 27, 1961, the 12th OMTAP DD was renamed the \" '12th Separate Naval Missile Aviation Regiment' '.\nIn mid-1961, the 12th Special Forces Company, subordinated to the regimental commander, was disbanded.\nJune 1, 1971, on the basis of the directive of the General Staff of the Navy No. 730 / 1/00186 of February 10, 1971, the 9th Guards. The IRPA, armed with airplanes &lt;a href=\"Tu-16\"&gt;Tu-16&lt;/a&gt;, was transferred to the Baltic Fleet Air Force, redeployed from the &lt;a href=\"Severomorsk-1%20%28airfield%29\"&gt;Severomorsk-1&lt;/a&gt; airfield to Veretie airfield. 9th Guards. The entire MTRP was part of the 5th MTAD of the Northern Fleet, with a deployment at the Vaenga airfield (Severomorsk-1). After the end of the war, the armament of the regiment was equipped with the &lt;a href=\"Ilyushin%20Il-4\"&gt;IL-4&lt;/a&gt; and A-20 Boston airplanes, then the regiment was re-equipped &lt;a href=\"Ilyushin%20Il-28\"&gt;IL-28&lt;/a&gt; and &lt;a href=\"Tu-14\"&gt;Tu-14&lt;/a&gt;, in 1956, at &lt;a href=\"Tu-16\"&gt;Tu-16&lt;/a&gt;. One of the reasons for the relocation of the regiment was the need to release the airfield to the 24th separate anti-submarine regiment of the DD on &lt;a href=\"IL-38\"&gt;IL-38&lt;/a&gt; as early as 1968. In 1972, the year of the 9th Guards. the air regiment flew over to the Island.\nAt the same time, the regiment is preparing for overseas travel to Egypt to provide military assistance to the \"brotherly people.\" The command of the Soviet Navy decided to send a squadron of airplanes (ten cars) to the \"hot spot\" Tu-16KSR-2-11 from the 9th Guards. MRPA. The commander of the air group was Colonel V. I. Kolchin. The aircraft received camouflage and identification marks of the Arab Republic of Egypt. In late October - early November 1971, Tu-16 aircraft were redeployed to Aswan, where the crews began to study the area of flights in new, unusual for northerners conditions. The aircraft flew in pairs through Hungary and Yugoslavia, the squadron's technical personnel was relocated by aircraft &lt;a href=\"An-12\"&gt;An-12&lt;/a&gt;. The formal task of the squadron was to train Egyptian pilots on Tu-16KSR-2 aircraft.\nBy June 1972, 10 Egyptian crews were retrained to this rocket system, and in July they received an order to wind down the activities of the Soviet air group. In July 1972, pilots and vehicles of the 9th Guards. The MRPA has left Egypt. Before their departure, all 10 missile carriers were transferred to the Egyptian side. As part of the Air Force ARE of them was formed the 36th Aviation Squadron, under the command of Lieutenant Colonel Rauf.\nHowever, despite the categorical demands of the UAR President Anvar Sadat about the complete withdrawal of Soviet military specialists, the Egyptian Air Force commanders had to resort to the help of Soviet Tu-16 specialists. In December 1972, a group of so-called “instructors” from the 9th Guards arrived in Egypt. MRAF BF Air Force, commanded by Major Kornev. The group included: navigators, equipment for all aviation specialties, specialists in rocket equipment and cruise missiles. Under the contract, they worked for six months, and the \"missilemen\" remained for another three months - until the end of October 1973.\nDecember 31, 1974 9th Guards. MRPA was disbanded. One of the reasons for disbanding the regiment was that it was armed with the KS missile system that was outdated by that time, and it was considered inexpedient to rearm it.\nIn 1975, the 846th Separate Guards Naval Assault Aviation Regiment of the military unit 39064 was formed at the [Vera] airfield &lt;a href=\"Su-17\"&gt;Su-17&lt;/a&gt; - the first naval &lt;a href=\"Sturmovik\"&gt;assault&lt;/a&gt; aviation regiment in the Naval Aviation of the USSR post-war period. This regiment became the heir of the famous &lt;a href=\"1st%20Guards%20Mine-Torpedo%20Aviation%20Regiment%20of%20the%20Air%20Force%20of%20the%20Baltic%20Fleet\"&gt;1st Guards Mine-Torpedo Aviation Regiment&lt;/a&gt; The Air Force twice of the Red Banner Baltic Fleet, to which all regalia and honorary names were transferred. On May 20, 1980, the regiment was relocated to the airfield &lt;a href=\"Chkalovsk%20%28Kaliningrad%29\"&gt;Chkalovsk&lt;/a&gt;, Kaliningrad.\nIn 1978, at the airfield of the Red Banner Baltic Fleet air force of the city of &lt;a href=\"Bykhov\"&gt;Bykhov&lt;/a&gt;, the 342nd separate air regiment &lt;a href=\"electronic%20warfare\"&gt;electronic warfare&lt;/a&gt; \" 'was formed on Tu-16 aircraft. In 1980, the regiment was transferred to the airfield Veretie, where he worked until 1989, after which the 342nd ERA EW was disbanded, and its units were again returned to the 170th and 240th Guards. Mrapov in Bykhov.\nOn December 29, 1989, the 12th OMFR of the BF air force was disbanded. The Battle Banner of the regiment was handed over to the archive of the USSR Ministry of Defense, and the aircraft were transferred to the aviation storage base again formed at the Veret airfield (the 5501th reserve base of aircraft and helicopters). From there, the Tu-16K-26 regiment aircraft were transferred to the EBC 170th Guards squadron. MRPA and the 240th Guards. MRPA, gradually replacing the older by the years of release of the Tu-16PSS.\nIn 1989, the Veretie garrison, after redeploying the 392nd ODRAP there, came under the authority of the SF air force and remained in their structure until 1993.\n444th Center for Combat Employment and Retraining of Personnel Naval Aviation.\nAfter &lt;a href=\"the%20collapse%20of%20the%20USSR\"&gt;the collapse of the USSR&lt;/a&gt; in 1992, there were &lt;a href=\"the%2033rd%20Center%20for%20Combat%20Use%20and%20Retraining%20of%20the%20Transfiguration%20of%20the%20Aviation%20of%20the%20Navy%20of%20the%20USSR%20named%20after%20Preobrazhensky\"&gt;33rd&lt;/a&gt; in Ukraine (Nikolaev | Kulbakino]]) and the 1063rd ( &lt;a href=\"Saki%20%28airfield%29\"&gt;Saki&lt;/a&gt;) BP and PLC centers of the USSR Navy, 859 CA ( &lt;a href=\"Kacha%20%28village%29\"&gt;Kacha&lt;/a&gt;) whose fate was in question . Naval Aviation of the Russian Federation was left without its own base for training and retraining of flight and engineering staff. The command of the Navy Air Force was faced with the need to create a new Training Center already in Russia. 10.10.1993, the resolution of the Board of the Ministry of Defense of the Russian Federation was adopted on the creation of a new Center for Naval Aviation. Following this, in December of the same year the order of the General Staff of the Navy to form a new Aviation Training Center of the Russian Navy was issued. According to the directive of the commander of the Navy Air Force of 09/01/1994, the 444th Center for Combat Use and Retraining of the Navy's Air Force Flight Personnel was formed. The first commander of the Center was appointed &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; A. Ya. Biryukov.\nIn 1995, the Center formed the Central Officer Courses.\nIn 1993-94 management of the 132nd naval assault aviation division and the 170th Guards. naval assault air regiment were disbanded, and the 240th Guards. The MSARP and the 392nd ODRAP were reorganized into the new 240th Guards Red Banner Sevastopol-Berlin mixed (instructor-research) aviation regiment of the Navy Air Force. He began to obey the chief of the newly formed 444th pulp and paper industry and the FL. The 444th pulp and paper industry and the 240th AI SAP were called upon to replace, to some extent, the 33rd pulp and paper industry left by independent Ukraine. Preobrazhensky, 540th MRPA (AI) (Kulbakino), 555th Subsidiary Surveillance Unit (AI) (Ochakov), 316th OPLAE (Kulbakino).\nIn service with the 240th Guards. SAPs were all types of aviation equipment operated at that time by the Russian Federation Aviation Aviation (except helicopters): &lt;a href=\"Tu-154\"&gt;Tu-154&lt;/a&gt; M, &lt;a href=\"Tu-142\"&gt;Tu-142&lt;/a&gt;, &lt;a href=\"Tu-134\"&gt;Tu-134&lt;/a&gt; UBL, &lt;a href=\"Tu-134\"&gt;Tu-134&lt;/a&gt; UBC, &lt;a href=\"Tu-22M\"&gt;Tu-22M&lt;/a&gt; 3, &lt;a href=\"Il-38\"&gt;Il-38&lt;/a&gt;, &lt;a href=\"Su-24\"&gt;Su-24&lt;/a&gt; M, &lt;a href=\"Be-12\"&gt;Be-12&lt;/a&gt;, &lt;a href=\"An-26\"&gt;An-26&lt;/a&gt;, &lt;a href=\"Ilyushin%20Il-18\"&gt;Il-18&lt;/a&gt; also several training aircraft such as &lt;a href=\"Aero%20L-39%20Albatros\"&gt;L-39&lt;/a&gt;\nOn October 1, 2001, the transport &lt;a href=\"squadron%20%28aviation%29\"&gt;squadron&lt;/a&gt; was withdrawn from the 240th Regiment. It is transferred to the newly formed \"\" '46th separate transport Red Banner aviation regiment of the Navy \" (central subordination) at the airfield &lt;a href=\"Ostafyevo%20%28airport%29\"&gt;Ostafyevo&lt;/a&gt;. Part of the regiment's aircraft continue to be based at the Veretie airfield.\nSo, by the beginning of the 21st century, there were stationed at the airfield:\nOn December 1, 2009, the 444th combat use center and the air force and air defense forces of the Navy was disbanded. Aircraft equipment (partially) was transferred to the newly formed 859th Center for Combat Training and Retraining of Naval Aviation flight personnel of the Navy in &lt;a href=\"Yeisk\"&gt;Yeisk&lt;/a&gt;, Krasnodar Territory. 46th OTAP reformed 7055th Guards. The Red Banner Sevastopol-Berlin Avb Navy of the central subordination of the 2nd category based on the Ostafyevo airfield.\nIn 2013, the Veretie airfield was transferred to &lt;a href=\"Army%20Aviation\"&gt;Army Aviation&lt;/a&gt;.\nAccording to Google and Yandex satellite maps, at the Veretie airfield in the present day. (2018) 6 Be-12, 7 Su-24, 1 An-26, 1 Tu-22M3, 1 Tu-134UBL and 1 Tu-142M aircraft are in storage.\n15th AA Brigade.\nThe 15th Army Aviation Brigade (4th Air Squadron) was formed in 2013. This formation was formed in the Russian Armed Forces for the first time, instead of the existing helicopter air bases of the second category. For the staffing of the brigade, a new and most advanced equipment is being sent, in particular: on December 25, 2013, the transfer to the combat crew of the 15th brigade of the new helicopters &lt;a href=\"Mi-28\"&gt;Mi-28&lt;/a&gt; H and &lt;a href=\"Mi-35\"&gt;Mi-35&lt;/a&gt; M took place. On the same day, the team at the Progress Far East plant in Arsenyev, in the presence of the Director General of the Russian Helicopters holding company, Alexander Mikheev, and the commander-in-chief of the Air Force, Lieutenant-General Viktor Bondarev, received 12 new [Ka] 52 teams. In addition to these helicopters, the brigade has transport-combat Mi-8MTV-5 and heavy helicopters of the type &lt;a href=\"Mi-26\"&gt;Mi-26&lt;/a&gt;.\nDisasters and accidents.\nDecember 29, 1974. Airplane &lt;a href=\"Tu-16\"&gt;Tu-16&lt;/a&gt;, commander &lt;a href=\"Captain%20%28military%20rank%29\"&gt;kn&lt;/a&gt; A. Korepanov, class 1. During the flight Ostrov - &lt;a href=\"Severomorsk-3%20%28airfield%29\"&gt;Severomorsk-3&lt;/a&gt; the plane collided with a hill at a distance of 18 km from the airfield, due to the incorrect barometric pressure of the landing airfield at &lt;a href=\"altimeter\"&gt;altimeter&lt;/a&gt; and VD-20. The crew of 7 people died.\n07.13.1988. Departure by a pair of Tu-16s in the Barents Sea, in the afternoon. Complicated weather conditions: cirrus cloudy 5 points, visibility 2–4 km. At an altitude of 9900 meters, the leading aircraft, with the smoke of the right engine, with the left bank and an energetic decline, went out of sight of the slave. A rescue plane at the crash site found two oil stains in the sea, floating debris, a LAS-5M-3 boat and personal belongings of crew members of the aft cockpit. The true cause of the disaster could not be established. Crew: Efimov, Usov, Isaenko, Yerknapishyan, Rybaltovsky, Moskalenko - died.\n10.06.1998, the plane crash &lt;a href=\"Su-24\"&gt;Su-24&lt;/a&gt;. The aircraft was driven from the airfield of &lt;a href=\"Chernyakhovsk%20%28airfield%29\"&gt;Chernyakhovsk&lt;/a&gt; to Veretie airfield. Before landing, an unauthorized demonstration passage was made over the airfield at near-sonic speed and ultra-low altitude. Due to a piloting error the plane collided with the ground. The crew, consisting of: &lt;a href=\"commander\"&gt;commander&lt;/a&gt; &lt;a href=\"crew\"&gt;crew&lt;/a&gt; a - deputy regiment commander &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt; Tolmachyov and &lt;a href=\"Navigator%20%28aviation%29\"&gt;navigator&lt;/a&gt; - &lt;a href=\"programmer\"&gt;programmer&lt;/a&gt; &lt;a href=\"major\"&gt;major&lt;/a&gt; Pisarco - died (crew from Chernyakhovsk).\n07.17.2001, during celebrations in honor of AVMF Day, while performing a demonstration flight on an &lt;a href=\"Su-33\"&gt;Su-33&lt;/a&gt; plane, allegedly due to an error in the piloting technique, the Deputy Commander of the MA, &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; of the naval aviation, Hero RF &lt;a href=\"Apakidze%2C%20Timur%20Avtandilovich\"&gt;Timur Avtandilovich Apakidze&lt;/a&gt;.\nFebruary 8, 2016, the Mi-8 helicopter made an emergency landing. At 19:21 communication with the crew of the helicopter was interrupted, the search and rescue team found in a wooded area 5 km south of the airfield a burning helicopter and the bodies of 4 crew members.\nOn June 16, 2016, when landing at the airport, Ostrov rolled out of the strip and broke the landing gear of the long-range missile carrier bomber &lt;a href=\"Tu-22M\"&gt;Tu-22M&lt;/a&gt; 3 of the Russian Aerospace Forces (side number 10 red, registration number RF-94146, serial number 10905). The crew was not injured, the restoration of the aircraft was considered inappropriate. The crew and aircraft from &lt;a href=\"Shaykovka%20%28air%20base%29\"&gt;Shaykovki&lt;/a&gt;."
}