{
    "id": "843057",
    "revid": "40130341",
    "url": "https://en.wikipedia.org/wiki?curid=843057",
    "title": "Sharif of Mecca",
    "text": "The Sharif of Mecca () or Hejaz () was the title of the leader of the &lt;a href=\"Sharifate%20of%20Mecca\"&gt;Sharifate of Mecca&lt;/a&gt;, traditional steward of the holy cities of &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; and &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt; and the surrounding &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt;. The term \"&lt;a href=\"sharif\"&gt;sharif&lt;/a&gt;\" is Arabic for \"noble\", \"highborn\", and is used to describe the descendants of Prophet &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;'s grandson &lt;a href=\"al-Hassan%20ibn%20Ali\"&gt;al-Hassan ibn Ali&lt;/a&gt;.\nThe Sharif was charged with protecting the cities and their environs and ensuring the safety of pilgrims performing the &lt;a href=\"Hajj\"&gt;Hajj&lt;/a&gt;. The title is sometimes spelled Sheriff or Sherif, with the latter variant used, for example, by &lt;a href=\"T.%20E.%20Lawrence\"&gt;T. E. Lawrence&lt;/a&gt; in \"&lt;a href=\"Seven%20Pillars%20of%20Wisdom\"&gt;Seven Pillars of Wisdom&lt;/a&gt;\".\nThe office of the Sharifate of Mecca dates back to the late &lt;a href=\"Abbasid\"&gt;Abbasid&lt;/a&gt; era. Until 1200, the Sharifate was held by a member of the Hawashim clan, not to be confused with the larger clan of &lt;a href=\"Banu%20Hashim\"&gt;Banu Hashim&lt;/a&gt; from which all Sharifs claim descent. Descendants of the Banu Hashim continued to hold the position until the 20th century on behalf of various Muslim powers including the &lt;a href=\"Ayyubid%20dynasty\"&gt;Ayyubids&lt;/a&gt; and the &lt;a href=\"Mamluk\"&gt;Mamluk&lt;/a&gt;s. In 1517, the Sharif acknowledged the supremacy of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"Caliph\"&gt;Caliph&lt;/a&gt;, but maintained a great degree of local autonomy. During the Ottoman era, the Sharifate expanded its authority northwards to include &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt;, and southwards to the frontiers of &lt;a href=\"%27Asir\"&gt;'Asir&lt;/a&gt;, and regularly raided &lt;a href=\"Nejd\"&gt;Nejd&lt;/a&gt;.\nThe Sharifate came to an end shortly after the reign of &lt;a href=\"Hussein%20bin%20Ali%2C%20Sharif%20of%20Mecca\"&gt;Hussein bin Ali&lt;/a&gt;, who ruled from 1908, who rebelled against the Ottoman rule during the &lt;a href=\"Arab%20Revolt\"&gt;Arab Revolt&lt;/a&gt; of 1916. After the defeat of the Ottoman Empire in 1918 and its &lt;a href=\"Dissolution%20of%20the%20Ottoman%20Empire\"&gt;subsequent dissolution&lt;/a&gt; in 1923, Hussein &lt;a href=\"Sharifian%20Caliphate\"&gt;declared himself Caliph&lt;/a&gt;. The British granted control over the newly formed states of &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; and &lt;a href=\"Emirate%20of%20Transjordan\"&gt;Transjordan&lt;/a&gt; to his sons &lt;a href=\"Faisal%20I%20of%20Iraq\"&gt;Faisal&lt;/a&gt; and &lt;a href=\"Abdullah%20I%20of%20Jordan\"&gt;Abdullah&lt;/a&gt;. In 1924, however, in the face of increasing attacks by &lt;a href=\"Ibn%20Saud%20of%20Saudi%20Arabia\"&gt;Ibn Saud&lt;/a&gt;, Hussein abdicated his political titles to his eldest son, &lt;a href=\"Ali%20of%20Hejaz\"&gt;Ali bin Hussein&lt;/a&gt;, who was to become the last Grand Sharif. At the end of 1925, Ibn Saud conquered the &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; and expelled the Hashemites. The &lt;a href=\"House%20of%20Saud\"&gt;House of Saud&lt;/a&gt; has ruled the holy cities and overseen the &lt;a href=\"Hajj\"&gt;Hajj&lt;/a&gt; since that time.&lt;ref name=\"Ibn Saud reign of Hejaz – http://www.saudinf.com\"&gt;&lt;/ref&gt;"
}