{
    "id": "8431707",
    "revid": "18808609",
    "url": "https://en.wikipedia.org/wiki?curid=8431707",
    "title": "Space jurisdiction",
    "text": "Space jurisdiction, a field addressing what countries can enforce various &lt;a href=\"law\"&gt;law&lt;/a&gt;s in &lt;a href=\"outer%20space\"&gt;space&lt;/a&gt;, has become more important as the private sector enters the field of &lt;a href=\"space%20tourism\"&gt;space tourism&lt;/a&gt;. Under the &lt;a href=\"Outer%20Space%20Treaty\"&gt;Outer Space Treaty&lt;/a&gt; of 1967, while space and celestial bodies cannot be appropriated by nations, objects launched into space and personnel on board them remain under the jurisdiction of the state of registry.\nInternational treaties.\nThe majority of international treaties currently in existence address only specific aspects of space. No major treaties have been passed that have broad, sweeping jurisdiction in space, and it is largely unclear who would enforce such laws. The treaties currently in existence regarding &lt;a href=\"space%20law\"&gt;space law&lt;/a&gt; include the following:\nThe &lt;a href=\"Moon%20Treaty\"&gt;Moon Treaty&lt;/a&gt; of 1979 was proposed after the Outer Space Treaty, but failed to be ratified by any major &lt;a href=\"Space-faring%20nations\"&gt;space-faring nation&lt;/a&gt; such as those capable of &lt;a href=\"Timeline%20of%20first%20orbital%20launches%20by%20country\"&gt;orbital spaceflight&lt;/a&gt;. If it had been broadly accepted, the result would have been an international regime overseeing extraction of resources from celestial bodies.\nTrade in space.\nIssues of trade and crime in space have not been debated except with respect to the &lt;a href=\"International%20Space%20Station\"&gt;International Space Station&lt;/a&gt;. Agreements have involved all units in operation including Europe, the United States, Russia, Canada, and Japan. Three basic levels of agreement include:\nSpace marriage.\nSpace marriage is a relatively unexplored but emerging attraction of &lt;a href=\"space%20tourism\"&gt;space tourism&lt;/a&gt; industry in the private sector. .\nOn August 10, 2003, Russian cosmonaut &lt;a href=\"Yuri%20Malenchenko\"&gt;Yuri Malenchenko&lt;/a&gt; became the first human to marry in space. A provision in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; &lt;a href=\"marriage\"&gt;marriage&lt;/a&gt; laws, that says one party does not have to be present so long as the couple presents an &lt;a href=\"affidavit\"&gt;affidavit&lt;/a&gt; explaining why one of the two participants in the ceremony can't attend, allowed Malenchenko to marry his bride, &lt;a href=\"Ekaterina%20Dmitriev\"&gt;Ekaterina Dmitriev&lt;/a&gt;, from the &lt;a href=\"International%20Space%20Station\"&gt;International Space Station&lt;/a&gt;.\nOther matters of space jurisdiction.\nWith the failure of the &lt;a href=\"Moon%20Treaty\"&gt;Moon Treaty of 1979&lt;/a&gt; (which would have established a principle of the &lt;a href=\"common%20heritage%20of%20mankind\"&gt;common heritage of mankind&lt;/a&gt; for celestial bodies and required establishing an international regime to supervise use), there is no clear rule regarding the development or use of resources located in space, whether by states or private parties. The United States has asserted a right for U.S. citizens to own space resources they obtain, per the U.S. Commercial Space Launch Competitiveness Act (H.R. 2262) § 51303:\nCrimes committed in space, under current law, currently would seem to fall to the same mix of claims of jurisdiction by state of registry, nationality of the perpetrator, and nationality of the victim that govern crimes on the &lt;a href=\"high%20seas\"&gt;high seas&lt;/a&gt; or in &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;."
}