{
    "id": "84349",
    "revid": "274535",
    "url": "https://en.wikipedia.org/wiki?curid=84349",
    "title": "Orange, Vaucluse",
    "text": "Orange (; &lt;a href=\"Proven%C3%A7al%20dialect\"&gt;Provençal&lt;/a&gt;: \"Aurenja\" or \"Aurenjo\" ) is a &lt;a href=\"Communes%20of%20France\"&gt;commune&lt;/a&gt; in the &lt;a href=\"Vaucluse\"&gt;Vaucluse&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; in the &lt;a href=\"Provence-Alpes-C%C3%B4te%20d%27Azur\"&gt;Provence-Alpes-Côte d'Azur&lt;/a&gt; &lt;a href=\"Regions%20of%20France\"&gt;region&lt;/a&gt; in southeastern &lt;a href=\"France\"&gt;France&lt;/a&gt;, about north of &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt;. With a population of 28,922 as of 2018, it is the second most populated city of Vaucluse after &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt;.\nName.\nThe settlement is attested as \"Arausio\" and \"Arausion\" in the 1st and 2nd centuries AD, then as \"&lt;a href=\"civitas\"&gt;civitas&lt;/a&gt; Arausione\" in the 4th century, \"civitas Arausicae\" in 517 (via a Germanized form *\"Arausinga\"), \"Aurengia civitatis\" in 1136, and as \"Orenga\" in 1205.\nThe name \"Arausio\" can be explained as the &lt;a href=\"Gaulish\"&gt;Gaulish&lt;/a&gt; \"ar-aus(i)o\"- ('temple, cheek'), itself derived from an earlier &lt;a href=\"Proto-Celtic\"&gt;Proto-Celtic&lt;/a&gt; *\"far-aws(y)o\"-, which literally means 'in front of the ear' (cf. Old Irish \"ara\", \"arae\"; Ancient Greek \"pareiaí\", \"parauai\" &lt; *\"par-ausiā\"). It is &lt;a href=\"cognate\"&gt;cognate&lt;/a&gt; with the name of other ancient settlements, including \"Arausa\", \"Arausia\", \"Arausona\" (&lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt;) and \"&lt;a href=\"Oraison\"&gt;Oraison&lt;/a&gt;\" (&lt;a href=\"Alpes-de-Haute-Provence\"&gt;Alpes-de-Haute-Provence&lt;/a&gt;).\nHistory.\nRoman Orange was founded in 35 BC by veterans of the &lt;a href=\"Legio%20II%20Augusta\"&gt;second legion&lt;/a&gt; as \"&lt;a href=\"Arausio%20%28god%29\"&gt;Arausio&lt;/a&gt;\" (after the local &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; water god), or \"Colonia Julia Firma Secundanorum Arausio\" in full, \"the &lt;a href=\"Julius\"&gt;Julian&lt;/a&gt; colony of Arausio established by the soldiers of the second legion.\" The name was originally unrelated to that of the &lt;a href=\"Orange%20%28fruit%29\"&gt;orange&lt;/a&gt; fruit, but was later &lt;a href=\"Orange%20%28word%29\"&gt;conflated&lt;/a&gt; with it.\nA previous Celtic settlement with that name existed in the same place, and a major battle, which is generally known as the &lt;a href=\"Battle%20of%20Arausio\"&gt;Battle of Arausio&lt;/a&gt;, had been fought in 105 BC between two &lt;a href=\"Roman%20Republic\"&gt;Roman&lt;/a&gt; armies and the &lt;a href=\"Cimbri\"&gt;Cimbri&lt;/a&gt; and &lt;a href=\"Teutones\"&gt;Teutones&lt;/a&gt; tribes.\nArausio covered an area of some and was well-endowed with civic monuments; in addition to the theatre and arch, it had a monumental temple complex and a &lt;a href=\"Forum%20%28Roman%29\"&gt;forum&lt;/a&gt;.\nIt was the capital of a wide area of northern &lt;a href=\"Provence\"&gt;Provence&lt;/a&gt;, which was parcelled up into lots for the Roman colonists. \"Orange of two thousand years ago was a miniature Rome, complete with many of the public buildings that would have been familiar to a citizen of the Roman Empire, except that the scale of the buildings had been reduced – a smaller theater to accommodate a smaller population, for example.\" It is found in both the &lt;a href=\"Tabula%20Peutingeriana\"&gt;Tabula Peutingeriana&lt;/a&gt; and &lt;a href=\"Le%20cadastre%20d%27Orange\"&gt;Le cadastre d'Orange&lt;/a&gt; maps.\nThe town prospered, but was sacked by the &lt;a href=\"Visigoths\"&gt;Visigoths&lt;/a&gt; in 412. It had, by then, become largely Christianised, and from the end of the third century constituted the &lt;a href=\"Ancient%20Diocese%20of%20Orange\"&gt;Ancient Diocese of Orange&lt;/a&gt;. No longer a residential &lt;a href=\"bishopric\"&gt;bishopric&lt;/a&gt;, Arausio, as it is called in Latin, is today listed by the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; as a &lt;a href=\"titular%20see\"&gt;titular see&lt;/a&gt;. It hosted two important &lt;a href=\"synod\"&gt;synod&lt;/a&gt;s, in 441 and 529. The &lt;a href=\"Second%20Council%20of%20Orange\"&gt;Second Council of Orange&lt;/a&gt; was of importance in condemning what later came to be called &lt;a href=\"Semipelagianism\"&gt;Semipelagianism&lt;/a&gt;.\nThe sovereign &lt;a href=\"Carolingian%20dynasty\"&gt;Carolingian&lt;/a&gt; &lt;a href=\"Prince%20of%20Orange\"&gt;counts of Orange&lt;/a&gt; had their origin in the eighth century; they passed into the family of the &lt;a href=\"lords%20of%20Baux\"&gt;lords of Baux&lt;/a&gt;. From the 12th century, Orange was raised to a minor principality, the &lt;a href=\"Principality%20of%20Orange\"&gt;Principality of Orange&lt;/a&gt;, as a &lt;a href=\"fief\"&gt;fief&lt;/a&gt; of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;. During this period, the town and the principality of Orange belonged to the administration and province of &lt;a href=\"Dauphin%C3%A9\"&gt;Dauphiné&lt;/a&gt;.\nWhen &lt;a href=\"William%20the%20Silent\"&gt;William the Silent&lt;/a&gt;, count of &lt;a href=\"Nassau%20%28duchy%29\"&gt;Nassau&lt;/a&gt;, with estates in the Netherlands, inherited the title Prince of Orange in 1544, the principality was incorporated into the holdings of what became the &lt;a href=\"House%20of%20Orange-Nassau\"&gt;House of Orange-Nassau&lt;/a&gt;. This pitched it into the &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; side in the &lt;a href=\"French%20Wars%20of%20Religion\"&gt;Wars of Religion&lt;/a&gt;, during which the town was badly damaged. In 1568, the &lt;a href=\"Eighty%20Years%27%20War\"&gt;Eighty Years' War&lt;/a&gt; began with William as &lt;a href=\"stadtholder\"&gt;stadtholder&lt;/a&gt; leading the bid for independence from Spain. William the Silent was assassinated in &lt;a href=\"Delft\"&gt;Delft&lt;/a&gt; in 1584. His son, &lt;a href=\"Maurice%20of%20Nassau\"&gt;Maurice of Nassau&lt;/a&gt; (Prince of Orange after his elder brother died in 1618), with the help of &lt;a href=\"Johan%20van%20Oldenbarnevelt\"&gt;Johan van Oldenbarnevelt&lt;/a&gt;, solidified the independence of the Dutch republic. The &lt;a href=\"Dutch%20Republic\"&gt;United Provinces&lt;/a&gt; survived to become the Netherlands, which is still ruled by the House of Orange-Nassau. William, Prince of Orange, ruled England as &lt;a href=\"William%20III%20of%20England\"&gt;William III&lt;/a&gt;. Orange gave its name to other Dutch-influenced parts of the world, such as the Oranges (&lt;a href=\"West%20Orange%2C%20New%20Jersey\"&gt;West Orange&lt;/a&gt;, &lt;a href=\"South%20Orange%2C%20New%20Jersey\"&gt;South Orange&lt;/a&gt;, &lt;a href=\"East%20Orange%2C%20New%20Jersey\"&gt;East Orange&lt;/a&gt;, &lt;a href=\"Orange%2C%20New%20Jersey\"&gt;Orange&lt;/a&gt;) in New Jersey and the &lt;a href=\"Orange%20Free%20State\"&gt;Orange Free State&lt;/a&gt; in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nThe city remained part of scattered Nassau holdings until it was repeatedly captured by the forces of &lt;a href=\"Louis%20XIV\"&gt;Louis XIV&lt;/a&gt; during his wars of the late 17th century. The city was occupied by France in 1673, 1679, 1690, 1697 and 1702–1713 before it was finally ceded to France in 1713 under the &lt;a href=\"Treaty%20of%20Utrecht%20%281713%29\"&gt;Treaty of Utrecht&lt;/a&gt;. Following the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; in 1789, Orange was absorbed into the French \"\" of &lt;a href=\"Dr%C3%B4me\"&gt;Drôme&lt;/a&gt;, then &lt;a href=\"Bouches-du-Rh%C3%B4ne\"&gt;Bouches-du-Rhône&lt;/a&gt;, then finally &lt;a href=\"Vaucluse\"&gt;Vaucluse&lt;/a&gt;. However, the title remained with the Dutch princes of Orange.\nOrange attracted international attention in 1995, when it elected a member of &lt;a href=\"National%20Rally\"&gt;National Front&lt;/a&gt; (FN), &lt;a href=\"Jacques%20Bompard\"&gt;Jacques Bompard&lt;/a&gt;, as its mayor. Bompard left the FN in 2005 and became a member of the conservative &lt;a href=\"Movement%20for%20France\"&gt;Movement for France&lt;/a&gt; until 2010, when he founded the &lt;a href=\"League%20of%20the%20South%20%28France%29\"&gt;League of the South&lt;/a&gt;.\nOrange was also home to the &lt;a href=\"French%20Foreign%20Legion\"&gt;French Foreign Legion&lt;/a&gt;'s armored &lt;a href=\"1st%20Foreign%20Cavalry%20Regiment\"&gt;First Foreign Cavalry Regiment&lt;/a&gt; until 10 July, when the regiment officially moved to the Camp de Carpiagne in the &lt;a href=\"9th%20arrondissement%20of%20Marseille\"&gt;9th arrondissement of Marseille&lt;/a&gt; (&lt;a href=\"Massif%20des%20Calanques\"&gt;Massif des Calanques&lt;/a&gt;).\nDemographics.\nWith 28,922 residents (as of 2018), Orange is the second-largest commune of &lt;a href=\"Vaucluse\"&gt;Vaucluse&lt;/a&gt; by population after &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt; and just before &lt;a href=\"Carpentras\"&gt;Carpentras&lt;/a&gt;.\nMain sights.\nThe town is renowned for its &lt;a href=\"Roman%20architecture\"&gt;Roman architecture&lt;/a&gt;, and its &lt;a href=\"Roman%20theatre%20%28structure%29\"&gt;Roman theatre&lt;/a&gt;, the &lt;a href=\"Th%C3%A9%C3%A2tre%20antique%20d%27Orange\"&gt;Théâtre antique d'Orange&lt;/a&gt;, is described as the most impressive still existing in Europe. There is some debate about when the arch was built, but current research that accepts the inscription as evidence favours a date during the reign of emperor Augustus. The arch also contains an inscription dedicated to emperor Tiberius in AD 27, when it was reconstructed by emperor Tiberius to celebrate the victories of Germanicus over the German tribes in Rhineland. The arch, theatre, and surroundings were listed in 1981 by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; as a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;.\nThe \"Musée\" (Museum) displays the biggest (7.56 x 5.90 m) &lt;a href=\"cadastre\"&gt;cadastral&lt;/a&gt; Roman maps ever recovered, etched on marble. They cover the area between Orange, &lt;a href=\"N%C3%AEmes\"&gt;Nîmes&lt;/a&gt;, and &lt;a href=\"Mont%C3%A9limar\"&gt;Montélimar&lt;/a&gt;.\nCulture.\nIn 1869, the Roman theatre was restored and has been the site of a music festival. The festival, given the name \"&lt;a href=\"Chor%C3%A9gies%20d%27Orange\"&gt;Chorégies d'Orange&lt;/a&gt;\" in 1902, has been held annually ever since, and is now famous as an international &lt;a href=\"opera\"&gt;opera&lt;/a&gt; festival.\nIn 1971, the \"New Chorégies\" were started and became an overnight, international success. Many top international opera singers have performed in the theatre, such as &lt;a href=\"Barbara%20Hendricks\"&gt;Barbara Hendricks&lt;/a&gt;, &lt;a href=\"Pl%C3%A1cido%20Domingo\"&gt;Plácido Domingo&lt;/a&gt;, &lt;a href=\"Montserrat%20Caball%C3%A9\"&gt;Montserrat Caballé&lt;/a&gt;, &lt;a href=\"Roberto%20Alagna\"&gt;Roberto Alagna&lt;/a&gt;, &lt;a href=\"Ren%C3%A9%20Pape\"&gt;René Pape&lt;/a&gt; and &lt;a href=\"Inva%20Mula\"&gt;Inva Mula&lt;/a&gt;. Operas such as \"&lt;a href=\"Tosca\"&gt;Tosca&lt;/a&gt;\", \"&lt;a href=\"Aida\"&gt;Aida&lt;/a&gt;\", \"&lt;a href=\"Faust%20%28opera%29\"&gt;Faust&lt;/a&gt;\", and \"&lt;a href=\"Carmine%20Karm%20Conte\"&gt;Carmine Karm Conte&lt;/a&gt;\" have been staged here, many with a sumptuous &lt;a href=\"Staging%20%28theatre%29\"&gt;staging&lt;/a&gt; and also receiving outstanding acclaim.\nThe Roman theatre is one of three heritage sites at which the Roman wall remains.\nTransportation.\nThe &lt;a href=\"SNCF\"&gt;SNCF&lt;/a&gt; offers rail service north to &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt; and &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, as well as south to &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt; and &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;.\nTwin towns – sister cities.\nOrange is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:\nOrange forms the Union of Orange Cities together with Breda, Diest and Dillenburg.\nClimate.\nOrange features a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (\"Cfa\"), with just too much rainfall in summer to have a '&lt;a href=\"mediterranean%20climate\"&gt;Mediterranean&lt;/a&gt;' (\"Csa\") classification. Summers are hot and relatively dry. Most rainfall occurs in spring and autumn, though with gentle temperatures. Winters are mild, but harsh frost and snow are not unheard of. On June 28, 2019, the temperature hit 41.0 °C."
}