{
    "id": "8441667",
    "revid": "5808430",
    "url": "https://en.wikipedia.org/wiki?curid=8441667",
    "title": "BL 18-inch Mk I naval gun",
    "text": "The BL 18-inch Mk I naval gun was a &lt;a href=\"Breech-loading%20weapon\"&gt;breech-loading&lt;/a&gt; &lt;a href=\"naval%20rifle\"&gt;naval rifle&lt;/a&gt; used by the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. It was the largest and heaviest gun ever used by the British. Only the &lt;a href=\"World%20War%20II\"&gt;Second-World-War&lt;/a&gt; Japanese &lt;a href=\"46%20cm/45%20Type%2094\"&gt;46 cm/45 Type 94&lt;/a&gt; had a larger calibre, and lighter shell. The gun was a scaled-up version of the &lt;a href=\"BL%2015%20inch%20Mk%20I%20naval%20gun\"&gt;BL 15 inch Mk I naval gun&lt;/a&gt; and was developed to equip the \"large light cruiser\" (a form of battlecruiser) . Its barrel length of 60' was just 40 calibres, slightly limiting its muzzle velocity.\nOnly three guns were built, but they did not see combat with \"Furious\" before they were removed from her and transferred to the s and for coast-bombardment duties. Only 85 rounds were fired in combat operations before the war ended. All three were removed from service in 1920 and served as proving guns for &lt;a href=\"cordite\"&gt;cordite&lt;/a&gt; tests. Two were scrapped in 1933 and the last one survived until it was scrapped in 1947.\nDesign and development.\nThe 18-inch gun had its genesis in the insistence of the &lt;a href=\"First%20Lord%20of%20the%20Admiralty\"&gt;First Lord of the Admiralty&lt;/a&gt;, &lt;a href=\"John%20Fisher%2C%201st%20Baron%20Fisher\"&gt;Admiral Fisher&lt;/a&gt;, for the biggest possible gun mounted on the fastest possible ship. He conceived of what he called \"large light cruisers\" carrying four guns, which became the , but he wanted their &lt;a href=\"sister%20ship\"&gt;half-sister&lt;/a&gt; \"Furious\" to carry an even bigger gun. The &lt;a href=\"Armstrong%20Whitworth%23Elswick%20Ordnance%20Company\"&gt;Elswick Ordnance Company&lt;/a&gt; was the only company capable of manufacturing such a large gun and began design work in 1915. It was designated as the \"15-inch B\" to conceal its real size and was derived from the design of the 15-inch Mk I already in service.\nThe gun and its breech mechanism weighed a total of , almost half again as much as the 15-inch gun's . It was mounted in a single-gun turret, also designated as the 15-inch B, derived from the twin-gun 15-inch Mark I/N turret. The &lt;a href=\"barbette\"&gt;barbette&lt;/a&gt;s of \"Furious\" were designed to accommodate either turret, in case problems arose with the 18-inch gun's development. The gun could depress to −3° and elevate to a maximum of 30°. Ammunition development for the gun was naturally focused on anti-ship shells for \"Furious\", and it fired a , 4 &lt;a href=\"List%20of%20British%20ordnance%20terms%23C.R.H.\"&gt;crh&lt;/a&gt; &lt;a href=\"Armor-piercing%20shot%20and%20shell\"&gt;armour-piercing, capped&lt;/a&gt; (APC) shell, at a &lt;a href=\"muzzle%20velocity\"&gt;muzzle velocity&lt;/a&gt; of to a distance of . It could fire one round per minute. The turret's revolving mass was , only a slight 2% more than the of its predecessor.\nThe guns proved to be too powerful for \"Furious\" light hull, and they became available for other uses during 1917, after trials showed the ship could not handle the stress of firing. &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; Sir &lt;a href=\"Reginald%20Bacon\"&gt;Reginald Bacon&lt;/a&gt;, commander of the &lt;a href=\"Dover%20Patrol\"&gt;Dover Patrol&lt;/a&gt;, conceived a plan to mount two guns inside the shell of the Palace Hotel in &lt;a href=\"Westende\"&gt;Westende&lt;/a&gt; from where they could bombard the naval facilities at &lt;a href=\"Zeebrugge\"&gt;Zeebrugge&lt;/a&gt; and &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt;, provided that the hotel was captured during the upcoming &lt;a href=\"Battle%20of%20Passchendaele\"&gt;Battle of Passchendaele&lt;/a&gt;. He planned to transport the guns across the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; lashed to the &lt;a href=\"torpedo%20bulge\"&gt;torpedo bulge&lt;/a&gt;s of monitors. He also thought that they could be used on the decks of monitors and as such a dual purpose carriage was designed for the guns, which could be used both afloat and ashore. Only a limited amount of traverse was required for either role, but elevation had to be increased to 45° to maximize range. The concept was approved 23 September 1917, and Elswick was ordered to design the new 'B CD' mounts for delivery in five months.\nThe original concept for land use involved a special elevating slide that could traverse 6° to either side. Ammunition handling, elevation and ramming were to be done via hydraulic pump, but the breech was hand-worked. The gun was to be installed in a turf-covered concrete dome with a gunport for the barrel. As much as possible of the gun and its mount was designed to be assembled out of range of German artillery and then moved on a special broad-gauge railway to the site on specially-designed wheels. The transportable section weighed .\nAfter the British Army failed to capture Westende, the mounting was optimised for use on a monitor. It was very simple, consisting of two large girders connected together at each end with the gun and its carriage between them. The mount could only traverse 10° inside its fixed, ½-inch (12.7 mm) &lt;a href=\"gun%20shield\"&gt;gun shield&lt;/a&gt; and was aimed over the starboard side of the monitor. It was loaded at a fixed angle of 10°, but it could only fire between 22° and 45° to equalize the stresses on the carriage and the ship. It was provided with hydraulically powered cranes, loading tray, rammer and breech mechanism to minimize the crew's workload, but the ammunition parties had to use muscle power. The shells were stowed below deck and had to be moved by overhead rail to the hatch in the deck behind the gun to be lifted up and loaded. The &lt;a href=\"cordite\"&gt;cordite&lt;/a&gt; propellant charges were kept in eighteen steam-heated storage tanks mounted on the forecastle deck abaft the funnel and moved to the gun on a &lt;a href=\"bogie\"&gt;bogie&lt;/a&gt; mounted on rails, two one-sixth charges at a time, which reduced the rate of fire to about one round about every 3–4 minutes. The monitors had to be extensively modified to handle the gun. Numerous additional structural supports had to be added underneath the gun to support its weight of ; the sides had to be plated in to accommodate the additional crewmen and the interior rearranged for the 18–inch shells and the loading arrangements.\nService.\nA total of three guns were built by Armstrong Whitworth, two for \"Furious\" and a spare. The forward gun was removed from \"Furious\" in March 1917, before she was completed, when she was ordered to be converted to a seaplane carrier. The second gun was removed later in 1917, and she was converted into an &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;. The new 'B CD' mounts were delayed, and the mount for was not delivered until 20 June 1918. The gun from \"Furious\" 'A' turret was lifted aboard on 9 July, but the \"General Wolfe\" was not ready to begin firing trials until 7 August. She was given the nickname of '&lt;a href=\"Elephant%20and%20Castle\"&gt;Elephant and Castle&lt;/a&gt;', as the enormous gun-mount structure dominated the ship's profile.\nWhile the new mounting was being designed, further effort was put into the ammunition to extend the range as much as possible. Use of a supercharge, where one of the six charges was increased in weight to , making a total of propellant, and increasing the elevation to 45° extended the range to about with the existing 4 crh shells. New 8 crh &lt;a href=\"Explosive%20material%23High%20explosives\"&gt;high explosive&lt;/a&gt; shells, with a longer, thinner ballistic cap, were ordered, but only two shells had been delivered before the end of the war. Some of the existing stock of 500 APC and 500 CPC (common, pointed, capped) shells on hand from \"Furious\" were modified with the new cap and were probably the only shells used during the war.\n\"General Wolfe\" was assigned to the Dover Patrol on 15 August 1918, but did not fire on any targets until 28 September, when a large force of monitors was gathered to harass German lines of communication. She was anchored bow and stern, broadside to her target, and had difficulties dealing with the tidal currents. She opened fire on the railway bridge at Snaeskerke ( south of &lt;a href=\"Ostend\"&gt;Ostend&lt;/a&gt;) at a range of and made naval history as the heaviest shell fired from the largest gun at the longest range in action. She fired 52 shells that day and found that the recoil from her 18–inch gun moved her sideways with her shallow hull and also caused her to roll, which slowed her rate of fire. She fired a total of 81 rounds before the end of the war.\nThe second gun, \"Furious\" spare, was mounted in , but she was not ready for combat until 13 October 1918. She fired three rounds the following day, but had to cease fire to avoid hitting friendly advancing troops. One round had already been loaded when the order came to cease fire so she fired it, with a reduced charge, into a minefield to seaward. A total of 85 18-inch shells were fired in action by both guns. Wear on \"General Wolfe\"s gun was measured at about after firing 161 &lt;a href=\"List%20of%20British%20ordnance%20terms%23Effective%20Full%20Charge\"&gt;effective full charge&lt;/a&gt;s (EFC) - 105 rounds including &lt;a href=\"Proof%20test%23Large%20caliber%20proof%20testing\"&gt;proof&lt;/a&gt; and practice, with 57 being supercharges. This indicates the gun would have been good for well over 300 EFC, comparable with most other British ordnance using &lt;a href=\"Cordite%23Cordite%20%28Mk%20I%29%20and%20Cordite%20MD\"&gt;Cordite MD&lt;/a&gt;.\nThe third gun, from \"Furious\" 'Y' turret, was intended for , which had been modified to accept it earlier in the year, but the war ended before it was mounted, although the monitor was ordered to Portsmouth to have it fitted on 19 October. The guns were removed from the monitors in December 1920. Gun No. 1, from \"Furious\" 'Y' turret, was lined down to and used in cordite-proving tests for the &lt;a href=\"BL%2016%20inch%20Mk%20I%20naval%20gun\"&gt;BL 16-inch Mk I gun&lt;/a&gt;, intended for the cancelled &lt;a href=\"G3%20battlecruiser\"&gt;G3 battlecruiser&lt;/a&gt;s, and used in the s. It remained in use until 1942 and was scrapped in 1947. The other two guns were used at &lt;a href=\"Shoeburyness\"&gt;Shoeburyness&lt;/a&gt; and Yantlet artillery ranges in the &lt;a href=\"Thames%20Estuary\"&gt;Thames Estuary&lt;/a&gt; for similar duties; they were scrapped in 1933.\nOne mount survived and was used to mount a spare &lt;a href=\"BL%2014%20inch%20Mk%20VII%20naval%20gun\"&gt;BL 14-inch Mk VII gun&lt;/a&gt; from the battleship . It was emplaced near &lt;a href=\"Dover\"&gt;Dover&lt;/a&gt; in 1940, and the combination was named \"&lt;a href=\"Dover%20Strait%20coastal%20guns%23British%20guns\"&gt;Pooh&lt;/a&gt;\", after &lt;a href=\"Winnie-the-Pooh\"&gt;Winnie-the-Pooh&lt;/a&gt;."
}