{
    "id": "844444",
    "revid": "16477971",
    "url": "https://en.wikipedia.org/wiki?curid=844444",
    "title": "Esperanza Aguirre",
    "text": "Esperanza Aguirre y Gil de Biedma (; born 3 January 1952) is a Spanish politician. As member of the &lt;a href=\"People%27s%20Party%20%28Spain%29\"&gt;People's Party&lt;/a&gt; (PP), she served as &lt;a href=\"President%20of%20the%20Senate%20of%20Spain\"&gt;President of the Senate&lt;/a&gt; between 1999 and 2002 (becoming the first female politician to have held the post), as &lt;a href=\"President%20of%20the%20Community%20of%20Madrid\"&gt;President of the Community of Madrid&lt;/a&gt; between 2003 and 2012 and as &lt;a href=\"Ministry%20of%20Education%20and%20Culture%20%28Spain%29\"&gt;Minister of Education and Culture&lt;/a&gt; (1996–1999). She also chaired the &lt;a href=\"People%27s%20Party%20of%20the%20Community%20of%20Madrid\"&gt;People's Party of the Community of Madrid&lt;/a&gt; between 2004 and 2016.\nBiography.\nEarly life.\nAguirre was born in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; on 3 January 1952 being the eldest daughter of José Luis Aguirre Borrell, a noted lawyer, and Piedad Gil de Biedma Vega de Seoane, the sister of the poet &lt;a href=\"Jaime%20Gil%20de%20Biedma\"&gt;Jaime Gil de Biedma&lt;/a&gt;. She is also second cousin of the photographer &lt;a href=\"Ouka%20Leele\"&gt;Ouka Leele&lt;/a&gt;. She studied in the \"La Asunción\" School and in the British Council School of Madrid and earned a degree in &lt;a href=\"Law\"&gt;Law&lt;/a&gt; at the &lt;a href=\"Complutense%20University%20of%20Madrid\"&gt;Complutense University of Madrid&lt;/a&gt; in 1974. Aside from &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;, she is reportedly fluent in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; and &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, has basic notions of &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; and \"understands\" &lt;a href=\"Catalan%20language\"&gt;Catalan&lt;/a&gt;.\nIn 1974, Aguirre married &lt;a href=\"Fernando%20Ram%C3%ADrez%20de%20Haro%2C%2016th%20Count%20of%20Bornos\"&gt;Fernando Ramírez de Haro&lt;/a&gt;, 15th Count of Murillo, 16th &lt;a href=\"Count%20of%20Bornos\"&gt;Count of Bornos&lt;/a&gt; (&lt;a href=\"Grandee%20of%20Spain\"&gt;Grandee of Spain&lt;/a&gt;), whom with she has had two sons: &lt;a href=\"Fernando%20Ram%C3%ADrez%20de%20Haro%2C%2010th%20Marquis%20of%20Villanueva%20del%20Duero\"&gt;Fernando&lt;/a&gt; (born 1976) and Álvaro (born 1980).\nIn 1976 Aguirre became a civil servant, as member of the Corps of Information of Tourism's Technicians. She was head of the Department of Publicity and Tourism, where she remained until 1979. Subsequently, she had many different jobs in the &lt;a href=\"Ministry%20of%20Culture\"&gt;Ministry of Culture&lt;/a&gt;, serving several Ministers during the &lt;a href=\"Democratic%20Centre%20Union\"&gt;Democratic Centre Union&lt;/a&gt; governments; especially designated by the Prime Minister himself. In 1979, she was chief of staff of the General Director of Literature and Cinematography. She was appointed Deputy General Director of Studies of the Technical General Secretariat of the Ministry of Culture in 1980. In 1981, she was appointed Deputy General Director in the Advisory Staff of the Secretary of State of Culture. Her last position with the Administration was as Deputy General Director of Cultural Associations.\nFirst spell in local politics.\nSince her early years Aguirre had been a member of the Club Liberal of Madrid, which was presided over by &lt;a href=\"Pedro%20Schwartz\"&gt;Pedro Schwartz&lt;/a&gt;. Schwartz reportedly played an important role in the beginnings of Aguirre's political career: in 1983, he was the one to convince her, by then a &lt;a href=\"civil%20servant\"&gt;civil servant&lt;/a&gt;; to stand as candidate in the &lt;a href=\"1983%20Madrid%20City%20Council%20election\"&gt;Madrid local elections&lt;/a&gt; running in the list of the political alliance between Schwartz's &lt;a href=\"Liberal%20Union%20%28Spain%2C%201983%29\"&gt;Liberal Union&lt;/a&gt;, the &lt;a href=\"People%27s%20Alliance%20%28Spain%29\"&gt;People's Alliance&lt;/a&gt; and the &lt;a href=\"People%27s%20Democratic%20Party%20%28Spain%29\"&gt;People's Democratic Party&lt;/a&gt;. She was elected as became a municipal councillor. While in opposition, she was a member of the Standing Committee of the &lt;a href=\"Madrid%20City%20Council\"&gt;Madrid City Council&lt;/a&gt;, a CP spokeswoman on the areas of Culture, Education, Youth and Sports Affairs, and the &lt;a href=\"Moncloa-Aravaca\"&gt;Moncloa-Aravaca&lt;/a&gt; district. When the Liberal Union merged with the Liberal Party in December 1984, she held different positions in the National Executive and the Political Council of José Antonio Segurado's &lt;a href=\"Liberal%20Party%20%28Spain%2C%201976%29\"&gt;Liberal Party&lt;/a&gt;.\nIn 1987 she left the Liberal Party and joined &lt;a href=\"Popular%20Alliance%20%28Spain%29\"&gt;Popular Alliance&lt;/a&gt;, which later, in 1989, was refounded as the &lt;a href=\"People%27s%20Party%20%28Spain%29\"&gt;People's Party&lt;/a&gt; (PP). She was subsequently re-elected to the city council and continued in opposition until 1989, when a successful &lt;a href=\"vote%20of%20no%20confidence\"&gt;vote of no confidence&lt;/a&gt; ousted the &lt;a href=\"Spanish%20Socialist%20Workers%27%20Party\"&gt;PSOE&lt;/a&gt; mayor Juan Barranco, which allowed the PP and &lt;a href=\"Democratic%20and%20Social%20Centre%20%28Spain%29\"&gt;Democratic and Social Centre&lt;/a&gt; (CDS) to govern Madrid for the first time since the restoration of competitive municipal elections in 1979, under the Mayorship of &lt;a href=\"Agust%C3%ADn%20Rodr%C3%ADguez%20Sahag%C3%BAn\"&gt;Agustín Rodríguez Sahagún&lt;/a&gt; (CDS). In the new local executive, she was designated head of the Department of the Environment.\nThe PP won a council majority in the &lt;a href=\"1991%20Madrid%20City%20Council%20election\"&gt;1991 election&lt;/a&gt; and &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20%C3%81lvarez%20del%20Manzano\"&gt;José María Álvarez del Manzano&lt;/a&gt; was subsequently invested as new mayor, with Aguirre remaining in the municipal government board. Two years later, in 1993, in the reshuffle that followed the fall from grace of firebrand councillor &lt;a href=\"%C3%81ngel%20Matanzo\"&gt;Ángel Matanzo&lt;/a&gt;, she assumed additional competences becoming Councillor of Environment, Education, Culture and Sports. In June 1995, after the &lt;a href=\"1995%20Madrid%20City%20Council%20election\"&gt;May election&lt;/a&gt;, she became the municipal spokeswoman of the PP and first deputy mayor. Soon after, she was also appointed by the City Council to the &lt;a href=\"Caja%20Madrid\"&gt;Caja Madrid&lt;/a&gt; Board of Governors.\nMinister of Education, Culture and Sports.\nIn the general election of 1996 she was the candidate for the Senate for Madrid of the People's Party, after her designation as a member of the National Executive Committee of the Party; and she became a senator. The then new &lt;a href=\"President%20of%20Spain\"&gt;President&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Aznar\"&gt;José María Aznar&lt;/a&gt;, appointed her to be Minister of Education, Culture and Sports. She was succeeded in those posts in 1999 by &lt;a href=\"Mariano%20Rajoy\"&gt;Mariano Rajoy&lt;/a&gt;.\nPresident of the Senate.\nAguirre, a Senator since 1996, was elected President of the Senate in February 1999, the first woman to do so. In March 2000, she was re-elected Senator for Madrid, becoming the top-voted candidate in Spain with 1.55 million votes and 50.7% of the popular vote, a percentage record still unbroken. She resigned in 2002 to run for the &lt;a href=\"President%20of%20Madrid\"&gt;Presidency&lt;/a&gt; of the &lt;a href=\"Autonomous%20Community%20of%20Madrid\"&gt;Autonomous Community of Madrid&lt;/a&gt; in the &lt;a href=\"Madrid%20Assembly\"&gt;regional Assembly&lt;/a&gt; elections of 2003. She was substituted as President of the Senate by &lt;a href=\"Juan%20Jos%C3%A9%20Lucas\"&gt;Juan José Lucas&lt;/a&gt;.\nThe 'Tamayazo'.\nWhen the regional elections took place in May 2003, the People's Party won a plurality of seats. The People's Party won 55 seats in the &lt;a href=\"Madrid%20Assembly\"&gt;Madrid Assembly&lt;/a&gt;, being the only party of the right in the Assembly. On the left, PSOE won 47 seats and &lt;a href=\"United%20Left%20%28Spain%29\"&gt;United Left&lt;/a&gt; won 9 seats, thus making it possible for a coalition of PSOE and IU to rule. However, the election of a leftist coalition was not possible due to two dissenting deputies of the PSOE, Eduardo Tamayo and María Teresa Sáez, who refused to obey the party whip in the first two votes, the election of the speaker and the election of the president. \nPresidency of the Community of Madrid.\nIn October 2003, following the scandal of the dissenting deputies, the regional elections were rerun. The People's Party won a qualified majority of seats, which enabled Aguirre's investiture as &lt;a href=\"President%20of%20the%20Community%20of%20Madrid\"&gt;President of the Community of Madrid&lt;/a&gt;. Aguirre's most important stated achievements in those years were the reduction of surgery waiting times, the building of eight new hospitals and 87 new state schools (most of them bilingual), an increase in the investment for several scholarships of education, and the expansion of the Underground to suburban areas such as &lt;a href=\"Pozuelo%20de%20Alarc%C3%B3n\"&gt;Pozuelo de Alarcón&lt;/a&gt;. The period included the peak of the &lt;a href=\"Spanish%20property%20bubble\"&gt;Spanish construction bubble&lt;/a&gt;, and many of her associates would later end up indicted for corruption.\nOn 27 November 2008, she survived without injury the &lt;a href=\"2008%20Mumbai%20attacks\"&gt;2008 Mumbai attacks&lt;/a&gt; when shooting began in the &lt;a href=\"Trident%20Hotel%2C%20Nariman%20Point\"&gt;Oberoi Trident&lt;/a&gt; while she was checking in.\nAguirre announced her retirement as president on 17 September 2012, citing health issues, and that she would return to her career as a civil servant at the Ministry of Tourism.\nActivity after her resignation as regional president.\nAguirre remained as President of the &lt;a href=\"People%27s%20Party%20of%20the%20Community%20of%20Madrid\"&gt;People's Party of the Community of Madrid&lt;/a&gt;. On 13 January 2013 the Seeliger and Conde Foundation, an executive search firm, announced the appointment of Esperanza Aguirre as Chairwoman of its Advisory Council, an office compatible with the role of Chairwoman of the People's Party of the Community of Madrid.\nComeback to local politics.\nDesignated in 2015 by &lt;a href=\"Mariano%20Rajoy\"&gt;Mariano Rajoy&lt;/a&gt; as the PP's Mayoral candidate for the municipality of Madrid, she subsequently ran first in the PP's list for the &lt;a href=\"2015%20Madrid%20City%20Council%20election\"&gt;May 2015 Madrid municipal election&lt;/a&gt;. The PP's list obtained a simple majority of 20 seats out of a total 57, short of the qualified majority needed to remain in government without support from other political parties. She then unsuccessfully pressed to reach a three-way deal between the PP, &lt;a href=\"Citizens%E2%80%93Party%20of%20the%20Citizenry\"&gt;Citizens&lt;/a&gt; and the &lt;a href=\"Spanish%20Socialist%20Workers%27%20Party\"&gt;Spanish Socialist Workers' Party&lt;/a&gt; (PSOE) to avoid the investiture as Mayor's of the candidate of the left-wing &lt;a href=\"Ahora%20Madrid\"&gt;Ahora Madrid&lt;/a&gt;, &lt;a href=\"Manuela%20Carmena\"&gt;Manuela Carmena&lt;/a&gt;, with the support of the PSOE's municipal councillors. Soon after the investiture of Carmena as Mayor on 13 June 2015, Aguirre unsuccessfully proposed again another deal with Citizens and the PSOE to oust Carmena.\nIn 2016, Aguirre resigned from her position as regional party president, ostensibly due to the many corruption cases in the Madrilenian PP under her watch. She retained her position of opposition leader in the Madrid municipal government, and the overall maneuver was widely interpreted as a broadside against her party rival, Prime Minister Mariano Rajoy.\nOn 24 April 2017, she resigned as municipal councillor (and from all relating offices) after the imprisonment of her former right-hand man, &lt;a href=\"Ignacio%20Gonz%C3%A1lez%20%28politician%29\"&gt;Ignacio González&lt;/a&gt; (also her successor as regional president) for misappropriation of public funds in the Lezo corruption scandal. She was replaced as spokesperson of the PP municipal group by &lt;a href=\"Jos%C3%A9%20Luis%20Mart%C3%ADnez-Almeida\"&gt;José Luis Martínez-Almeida&lt;/a&gt;.\nLife after retirement and judicial case.\nAfter her retirement, she divided her spare time between the dedication to her 6 grandchildren and her passion for &lt;a href=\"golf\"&gt;golf&lt;/a&gt;. Following an August 2019 request filed by the Prosecution service of the &lt;a href=\"Audiencia%20Nacional\"&gt;Audiencia Nacional&lt;/a&gt; before the instructing judge Manuel García-Castellón, the former charged Aguirre (along with her successors in the presidency of the Madrid region, &lt;a href=\"Ignacio%20Gonz%C3%A1lez%20%28politician%29\"&gt;Ignacio González&lt;/a&gt; and &lt;a href=\"Cristina%20Cifuentes\"&gt;Cristina Cifuentes&lt;/a&gt;) with alleged crimes of illicit funding, diversion of public money and document forgery on 2 September 2019 in the proceedings of the Púnica corruption case. García-Castellón, pointed out on a tentative basis the alleged \"decisive and essential\" role of Aguirre in the PP's illegal funding scheme, through which more than 6 million euros were subtracted from 8 regional ministries and agencies.\nOn 19 March 2020 alongside her husband, Aguirre was admitted to the hospital after being tested positive for &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; during &lt;a href=\"COVID-19%20pandemic%20in%20Spain\"&gt;coronavirus pandemic in Spain&lt;/a&gt;.\nPositions and ideology.\nEsperanza Aguirre self-defines as a \"&lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;\". Known by her professed &lt;a href=\"anglophilia\"&gt;anglophilia&lt;/a&gt;, she has cited her admiration for the figure of &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt;. According to Jorge del Palacio, Aguirre aimed to develop a Spanish version of the uneasy union between &lt;a href=\"Conservatism\"&gt;Conservatism&lt;/a&gt; and the Liberalism inspired by &lt;a href=\"F.%20A.%20Hayek\"&gt;F. A. Hayek&lt;/a&gt;. She has often been regarded as a leading figure of the most conservative wing of the PP, and, having reportedly held political differences and an uneasy personal relationship with PP's leader &lt;a href=\"Mariano%20Rajoy\"&gt;Mariano Rajoy&lt;/a&gt;, she personally asked the latter for a change in the leadership of the party before the &lt;a href=\"2016%20Spanish%20general%20election\"&gt;June 2016 general election&lt;/a&gt;.\nReferences.\n \n \n \n \n "
}