{
    "id": "8454382",
    "revid": "23292181",
    "url": "https://en.wikipedia.org/wiki?curid=8454382",
    "title": "Gareth Porter",
    "text": "Gareth Porter (born June 18, 1942) is an American historian, &lt;a href=\"investigative%20journalist\"&gt;investigative journalist&lt;/a&gt;, author and policy analyst specializing in U.S. national security issues. He was an anti-war activist during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; and has written about the potential for peaceful &lt;a href=\"conflict%20resolution\"&gt;conflict resolution&lt;/a&gt; in Southeast Asia and the Middle East. Porter's books include \"Perils of Dominance: Imbalance of Power and the Road to War in Vietnam\" (2005), his explanation of the United States involvement in the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;.\nEducation and early career.\nPorter was raised as a member of the &lt;a href=\"Church%20of%20the%20Brethren\"&gt;Church of the Brethren&lt;/a&gt; and attended &lt;a href=\"Manchester%20University%20%28Indiana%29\"&gt;Manchester College&lt;/a&gt; in Indiana (a Brethren School) for three years before transferring to the &lt;a href=\"University%20of%20Illinois%20at%20Urbana%E2%80%93Champaign\"&gt;University of Illinois&lt;/a&gt;, where he graduated in 1964. He received his master's degree in International Politics from the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; and his Ph.D. in Southeast Asian Studies from &lt;a href=\"Cornell%20University\"&gt;Cornell University&lt;/a&gt;. He has taught international studies at the &lt;a href=\"City%20College%20of%20New%20York\"&gt;City College of New York&lt;/a&gt; and &lt;a href=\"American%20University\"&gt;American University&lt;/a&gt; in Washington D.C., and he was the first Academic Director for Peace and Conflict Resolution in the Semester program at the university.\nPorter was active in the &lt;a href=\"Opposition%20to%20United%20States%20involvement%20in%20the%20Vietnam%20War\"&gt;anti-Vietnam War movement&lt;/a&gt;, and was a chairman of the &lt;a href=\"Committee%20of%20Concerned%20Asian%20Scholars\"&gt;Committee of Concerned Asian Scholars&lt;/a&gt; at Cornell. From 1970–1971, he served as the Saigon Bureau Chief for &lt;a href=\"Dispatch%20News%20Service%20International\"&gt;Dispatch News Service International&lt;/a&gt;, and later, he was the co-director of the Indochina Resource Center, a research and education organization opposed to the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; which was based in Washington, D.C.\nWriting.\nPorter reported on political, diplomatic and military developments in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; for &lt;a href=\"Inter%20Press%20Service\"&gt;Inter Press Service&lt;/a&gt; between 2005 and 2014. His analysis and reporting appeared from the 1970s to 1990s in \"&lt;a href=\"Foreign%20Policy%20%28magazine%29\"&gt;Foreign Policy&lt;/a&gt;\", \"&lt;a href=\"Foreign%20Affairs\"&gt;Foreign Affairs&lt;/a&gt;\", and \"&lt;a href=\"The%20Journal%20of%20Environment%20%26amp%3B%20Development\"&gt;The Journal of Environment &amp; Development&lt;/a&gt;\", and later for &lt;a href=\"Al-Jazeera%20English\"&gt;Al-Jazeera English&lt;/a&gt;, \"&lt;a href=\"The%20Nation\"&gt;The Nation&lt;/a&gt;\", \"&lt;a href=\"Salon%20%28website%29\"&gt;Salon&lt;/a&gt;\", \"&lt;a href=\"The%20Huffington%20Post\"&gt;The Huffington Post&lt;/a&gt;\", \"&lt;a href=\"CounterPunch\"&gt;CounterPunch&lt;/a&gt;\", \"&lt;a href=\"Antiwar.com\"&gt;Antiwar.com&lt;/a&gt;\", \"&lt;a href=\"The%20American%20Conservative\"&gt;The American Conservative&lt;/a&gt;\" and \"&lt;a href=\"Truthout\"&gt;Truthout&lt;/a&gt;\". He is a director of &lt;a href=\"Consortium%20News\"&gt;Consortium News&lt;/a&gt;.\nSince 2006, Porter has been investigating allegations made by the U.S. and Israel about &lt;a href=\"Iran%27s%20nuclear%20program\"&gt;Iran's nuclear program&lt;/a&gt;, and has reported on U.S. diplomacy and military and intelligence operations in Iraq, Afghanistan, and Pakistan.\nPorter is the author of many books, including \"Perils of Dominance: Imbalance of Power and the Road to War in Vietnam\", \"Vietnam: History in Documents\", \"Vietnam: The Politics of Bureaucratic Socialism (Politics &amp; International Relations of Southeast Asia)\", \"Global Environmental Politics (Dilemmas in World Politics)\", \"Cambodia: Starvation and Revolution\", and \"A Peace Denied: the United States, Vietnam, and the Paris Agreement\". His book, \"Perils of Dominance\", analyzes the role of the military in the origins of the Vietnam War.\nVietnam.\nIn a series of articles and academic papers, Porter challenged President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;'s statement that there would be a &lt;a href=\"communist\"&gt;communist&lt;/a&gt; \"bloodbath\" in &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt; if the U.S. withdrew its forces. In his 1973 monograph \"The Myth of the Bloodbath: North Vietnam’s Land Reform Reconsidered\", he questioned the assertion by Indochina expert &lt;a href=\"Bernard%20Fall\"&gt;Bernard Fall&lt;/a&gt; that 50,000 may have died in &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt;'s &lt;a href=\"Land%20reform%20in%20North%20Vietnam\"&gt;land reform program&lt;/a&gt; and the estimates of others alleging the mass execution of hundreds of thousands of people. His analysis estimated that the real number of casualties was between 800 and 2,500. These conclusions have been challenged by several writers, including Daniel Teoduru, Robert Turner, and &lt;a href=\"Hoang%20Van%20Chi\"&gt;Hoang Van Chi&lt;/a&gt;. Scholar Edwin Moise later estimated a death toll of 13,500.\nIn 1974, Porter wrote a detailed criticism of &lt;a href=\"U.S.%20Information%20Agency\"&gt;U.S. Information Agency&lt;/a&gt; official &lt;a href=\"Douglas%20Pike\"&gt;Douglas Pike&lt;/a&gt;'s account of the \"&lt;a href=\"Massacre%20at%20Hu%E1%BA%BF\"&gt;Massacre at Huế&lt;/a&gt; during the &lt;a href=\"Tet%20Offensive\"&gt;Tet Offensive&lt;/a&gt;.\" A 1970 report by &lt;a href=\"Stephen%20T.%20Hosmer\"&gt;Stephen T. Hosmer&lt;/a&gt; utilizing &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt; documents suggested that at least 2,800 persons were killed. Porter stated that Pike manipulated official figures to make it appear that over 4,700 civilians were murdered by the &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt;, and the numbers and causes of death were different.\nCambodia.\nIn 1976, &lt;a href=\"George%20C.%20Hildebrand\"&gt;George C. Hildebrand&lt;/a&gt; and Porter, then directors of the antiwar &lt;a href=\"Indochina%20Resource%20Center\"&gt;Indochina Resource Center&lt;/a&gt;, published a study in September 1975 challenging claims that the &lt;a href=\"evacuation%20of%20Phnom%20Penh\"&gt;evacuation of Phnom Penh&lt;/a&gt; had been an “atrocity” causing famine. Instead they said it was a response to Cambodians’ “urgent and fundamental needs” and “it was carried out only after careful planning for provision of food, water, rest and medical care.”\nIn 1976, Hildebrand and Porter author a book titled \"Cambodia: Starvation and Revolution\", which compared the ways the U.S.-backed &lt;a href=\"Khmer%20Republic\"&gt;Khmer Republic&lt;/a&gt; and the administration of the Chinese-backed &lt;a href=\"Communist%20Party%20of%20Kampuchea\"&gt;Communist Party of Kampuchea&lt;/a&gt;. &lt;a href=\"Pol%20Pot\"&gt;Pol Pot&lt;/a&gt; was then secretary general and prime minister by Fall 1977, the party's cadres were colloquially known as the &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt;. The authors challenged the prevailing media accounts of ideological fanatacism and cruelty by the latter, and argued instead that the Democratic Kampuchea program constituted a rational response to the serious problems confronting the Cambodian nation: disease, starvation, economic devastation, and cities swollen with millions of refugees after years of American bombing.\nTestifying before Congress in May 1977, Porter read a prepared statement which began:\n He criticized the work of other writers with different views of the character of the Khmer Rouge, stating: \"Both [François &lt;a href=\"Fran%C3%A7ois%20Ponchaud\"&gt;Ponchaud&lt;/a&gt;'s and [John] &lt;a href=\"John%20Barron%20%28journalist%29\"&gt;Barron&lt;/a&gt; and [Anthony] Paul's books fail to measure up to even the minimum standards of journalism or scholarship, and their overall conclusions and general tone must be regarded as the product of overheated emotions and lack of caution. Moreover, there is enough evidence available from various sources, including material published by Ponchaud himself, to discredit the extreme thesis propounded by both books.\"\nWhen Congressman &lt;a href=\"Stephen%20J.%20Solarz\"&gt;Stephen J. Solarz&lt;/a&gt; asked if any of the experts could \"explain why what happened in Cambodia actually happened\", Porter responded, \"I cannot accept the premise of your question, which is that...1 million people have been murdered systematically or that the Government of Cambodia is systematically slaughtering its people.\" In response, Solarz characterized the scholars defending the Khmer Rouge, including Porter, as \"cowardly and contemptible.\" Solarz called the actions of the Khmer Rouge government \"monstrous.\"\nHildebrand and Porter were criticized in April 1978 by British author &lt;a href=\"William%20Shawcross\"&gt;William Shawcross&lt;/a&gt; in \"&lt;a href=\"The%20New%20York%20Review%20of%20Books\"&gt;The New York Review of Books&lt;/a&gt;\", who wrote that their \"use of evidence can be seriously questioned\". He accused them of writing \"an extremely sympathetic, indeed approving, account\". Shawcross commented that \"their apparent faith in Khmer Rouge assertions and statistics is surprising in two men who have spent so long analyzing the lies that governments tell\". In response to Shawcross, Porter responded in the \"NYRB\" in July 1978: \"As anyone who has seen the book will know, nothing could be further from the truth. We document the conditions under which the evacuation took place from Khmer refugee reports, as well as European and American eyewitness accounts.\" Porter further commented: \"It is true, as Shawcross notes from my May 1977 Congressional testimony, that I have changed my view on a number of aspects of the Cambodian situation. I have no interest in defending everything the Khmer government does, and I believe that the policy of self-reliance has been carried so far that it has imposed unnecessary costs on the population of Cambodia. Shawcross, however, clearly does have an interest in rejecting our conclusions. It is time, I suggest, for him to examine it carefully, because it does not make for intellectual honesty.\" Shawcross responded: \"it is a tribute to his own integrity that he now agrees that the Khmer Rouge have imposed 'unnecessary costs' on the Cambodian people. He should, however, be a little more careful before he accuses others of deliberately falsifying evidence and of intellectual dishonesty.\"\nIn her 2002 book on &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt; and its reporting, \"&lt;a href=\"A%20Problem%20From%20Hell\"&gt;A Problem From Hell&lt;/a&gt;\", &lt;a href=\"Samantha%20Power\"&gt;Samantha Power&lt;/a&gt; wrote thatWithout ever having visited the country, [Porter and Hildebrand] rejected atrocity reports. The city evacuations, they argued, would improve the welfare of Cambodians, whose livelihoods had been devastated by the Nixon years. They were convinced that American and European media, governments, and anti-Communists were colluding to exaggerate KR sins for Cold War propaganda purposes. This account was read widely at the State Department and received backing from &lt;a href=\"Noam%20Chomsky\"&gt;Noam Chomsky&lt;/a&gt; and &lt;a href=\"Edward%20S.%20Herman\"&gt;Edward Herman&lt;/a&gt;.\nIn 2010, Porter said he had been waiting many years for someone to ask him about his earlier views of the Khmer Rouge. He described how the climate of distrust of the government generated during the Vietnam war carried over to Cambodia. \"I uncovered a series of instances when government officials were propagandizing [about the Vietnam war]. They were lying,\" he explained. \"I've been well aware for many years that I was guilty of intellectual arrogance. I was right about the bloodbath in Vietnam, so I assumed I would be right about Cambodia\".\nSyria.\nPorter has written on the &lt;a href=\"use%20of%20chemical%20weapons%20in%20the%20Syrian%20civil%20war\"&gt;use of chemical weapons in the Syrian civil war&lt;/a&gt;, including the &lt;a href=\"Ghouta%20chemical%20attack\"&gt;Ghouta chemical attack&lt;/a&gt; which occurred during the &lt;a href=\"Syrian%20Civil%20War\"&gt;Syrian Civil War&lt;/a&gt;. Porter wrote in September 2013 about the origins and content of the White House intelligence report entitled \"&lt;a href=\"U.S.%20Government%20Assessment%20of%20the%20Syrian%20Government%27s%20Use%20of%20Chemical%20Weapons%20on%20August%2021%2C%202013\"&gt;U.S. Government Assessment of the Syrian Government's Use of Chemical Weapons on August 21, 2013&lt;/a&gt;\", commenting that analysis by &lt;a href=\"Inter%20Press%20Service\"&gt;Inter Press Service&lt;/a&gt; (IPS) and interviews with former intelligence officials indicated the report only consisted of White House-selected information, and failed to accurately reflect the opinions of intelligence analysts. He queried the \"assumption that it was a Syrian government-sponsored attack\" by asserting that \"significant new information has become available that makes an attack by opposition forces far more plausible than appeared to be the case in the first weeks after the event.\"\nIn response to Porter's statements questioning the use of chemical weapons in Syria by the government of President &lt;a href=\"Bashar%20al-Assad\"&gt;Bashar al-Assad&lt;/a&gt;, the British organization &lt;a href=\"Bellingcat\"&gt;Bellingcat&lt;/a&gt; stated that Porter \"relies heavily on ignoring the tests by the &lt;a href=\"Organisation%20for%20the%20Prohibition%20of%20Chemical%20Weapons\"&gt;OPCW&lt;/a&gt; that detected Sarin in samples\" and that \"Porter relies on the usual chemical weapon truther claims that these results were from samples being tampered with in someway, without presenting any actual evidence it took place\".\nIran.\nGareth Porter argues that \"the analysis of &lt;a href=\"Ali%20Khamenei%27s%20fatwa%20against%20nuclear%20weapons\"&gt;Khamenei’s fatwa&lt;/a&gt; [against nuclear weapons] has been flawed\" not only because the role of the \"&lt;a href=\"Guardianship%20of%20the%20Islamic%20Jurists\"&gt;guardian jurist&lt;/a&gt;\" in the Iranian political-legal system is not understood completely, but also because the history of Khamenei's fatwa is ignored. He also says that to understand Iranian policy toward nuclear weapons, one should refer to the \"historical episode during its eight-year &lt;a href=\"Iran%E2%80%93Iraq%20War\"&gt;war with Iraq&lt;/a&gt;\" which explains why Iran never used chemical weapons against &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; when seeking revenge for Iraqis attacks which killed 20,000 Iranians and severely injured 100,000 more. Porter argues that this fact strongly suggests that Iran has sincerely banned developing chemical and nuclear weapons and it is \"deep-rooted\".\nIn 2014, Porter attended an anti-Zionist conference in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;, New Horizons, which was reported to have been a platform for antisemitism and &lt;a href=\"Holocaust%20denial\"&gt;Holocaust denial&lt;/a&gt;. Porter told &lt;a href=\"BuzzFeed%20News\"&gt;BuzzFeed News&lt;/a&gt; that he regretted attending.\nAwards.\nIn 2012, Porter was awarded the annual &lt;a href=\"Martha%20Gellhorn%20Prize%20for%20Journalism\"&gt;Martha Gellhorn Prize for Journalism&lt;/a&gt; at the &lt;a href=\"Frontline%20Club\"&gt;Frontline Club&lt;/a&gt; in London to acknowledge reporting that exposes official propaganda for a series of articles about U.S. policies in Afghanistan and Pakistan. He has also been awarded a &lt;a href=\"Serena%20Shim%20Award\"&gt;Serena Shim Award&lt;/a&gt; for Uncompromised Integrity in Journalism."
}