{
    "id": "8460276",
    "revid": "1053164810",
    "url": "https://en.wikipedia.org/wiki?curid=8460276",
    "title": "Pax Lodge",
    "text": "Pax Lodge is the &lt;a href=\"World%20Association%20of%20Girl%20Guides%20and%20Girl%20Scouts\"&gt;World Association of Girl Guides and Girl Scouts&lt;/a&gt; (WAGGGS) World Centre in &lt;a href=\"Hampstead\"&gt;Hampstead&lt;/a&gt;, London, England. It was opened on 15 March 1991, preceded by \"Olave House\" (1959–1988), named after &lt;a href=\"Olave%20Baden-Powell\"&gt;Olave Baden-Powell&lt;/a&gt; (World Chief Guide and wife of &lt;a href=\"Robert%20Baden-Powell%2C%201st%20Baron%20Baden-Powell\"&gt;Robert Baden-Powell&lt;/a&gt; who founded the &lt;a href=\"Scouting\"&gt;Scouting movement&lt;/a&gt;) which was preceded by \"Our Ark\" (1939–1959). \nThe new World Centre was named ‘Pax Lodge’ as a tribute to the Baden-Powells. The Latin word for peace, \"pax\", was present in the names of their homes in England and Paxtu in Kenya. The name also highlights the importance of peace in the Girl Guiding and Girl Scouting movement.\nOur foundation stone was unveiled in 1988 by The Honourable Mrs Betty Clay, Lord and Lady Baden-Powell’s daughter. Our doors were also donated by members of the Baden-Powell family, to symbolise that the doors of Girl Guiding and Girl Scouting are open to all women and girls. \nOn 15 March 1991, Princess Benedikte of Denmark officially opened Pax Lodge. Since opening, Pax Lodge has welcomed hundreds of thousands of guests, including day visitors from more than 65 countries. The centre has become a gathering place for girls and young women seeking international friendship, WAGGGS education and warm accommodation.\nPax Lodge is part of the Olave Centre. The Olave Centre comprises Pax Lodge and the &lt;a href=\"WAGGGS\"&gt;WAGGGS&lt;/a&gt; World Bureau.\nPax Lodge provides a home away from home for Girl Guides and Scouts and is a centre for educational sessions, international events and other activities. The other World Centres are: &lt;a href=\"Our%20Chalet\"&gt;Our Chalet&lt;/a&gt; in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Our%20Caba%C3%B1a\"&gt;Our Cabaña&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and &lt;a href=\"Sangam%20World%20Girl%20Guide/Girl%20Scout%20Center\"&gt;Sangam World Girl Guide/Girl Scout Center&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Kusafiri\"&gt;Kusafiri&lt;/a&gt; in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;.\nHistory.\nIn 1989 &lt;a href=\"Betty%20Clay\"&gt;Betty Clay&lt;/a&gt;, daughter of Robert and Olave Baden Powell, unveiled the Foundation Stone for Pax Lodge. Pax Lodge opened its doors to visitors on 1 August 1990, and on 29 September that year, members of the Baden-Powell family opened the Pax Lodge doors.\nAnother ceremony took place on 15 March 1991, with &lt;a href=\"Princess%20Benedikte%20of%20Denmark\"&gt;HRH Princess Benedikte of Denmark&lt;/a&gt;, who is very active in Danish and world Guiding, officially declaring Pax Lodge open. The name 'Pax Lodge’ was chosen for historic and symbolic reasons. The Baden-Powells, Robert and Olave Baden Powell, had family homes called Pax Hill, in Hampshire, England and ‘Paxtu’ in Kenya. ‘Pax’ means ‘Peace’ in Latin."
}