{
    "id": "84636",
    "revid": "28699555",
    "url": "https://en.wikipedia.org/wiki?curid=84636",
    "title": "OK Computer",
    "text": "OK Computer is the third studio album by English &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt; band &lt;a href=\"Radiohead\"&gt;Radiohead&lt;/a&gt;, released on 21 May 1997 on &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt; subsidiaries &lt;a href=\"Parlophone\"&gt;Parlophone&lt;/a&gt; and &lt;a href=\"Capitol%20Records\"&gt;Capitol Records&lt;/a&gt;. Radiohead self-&lt;a href=\"record%20producer\"&gt;produced&lt;/a&gt; the album with &lt;a href=\"Nigel%20Godrich\"&gt;Nigel Godrich&lt;/a&gt;, an arrangement they have used for their subsequent albums. Other than the song \"&lt;a href=\"Lucky%20%28Radiohead%20song%29\"&gt;Lucky&lt;/a&gt;\", recorded in 1995, Radiohead recorded \"OK Computer\" in &lt;a href=\"Oxfordshire\"&gt;Oxfordshire&lt;/a&gt; and &lt;a href=\"Bath%2C%20Somerset\"&gt;Bath&lt;/a&gt; in 1996 and early 1997, mostly in the historic mansion &lt;a href=\"St%20Catherine%27s%20Court\"&gt;St Catherine's Court&lt;/a&gt;. The band distanced themselves from the guitar-centred, lyrically introspective style of their previous album, \"&lt;a href=\"The%20Bends%20%28album%29\"&gt;The Bends&lt;/a&gt;\". \"OK Computer\"s abstract lyrics, densely layered sound and eclectic influences laid the groundwork for Radiohead's later, more &lt;a href=\"experimental%20rock\"&gt;experimental&lt;/a&gt; work.\nThe album depicts a world fraught with rampant &lt;a href=\"consumerism\"&gt;consumerism&lt;/a&gt;, &lt;a href=\"social%20alienation\"&gt;social alienation&lt;/a&gt;, emotional isolation and political malaise; in this capacity, \"OK Computer\" has been said to have prescient insight into the mood of 21st-century life. The band used unconventional production techniques, including natural &lt;a href=\"reverberation\"&gt;reverberation&lt;/a&gt; through recording on a staircase, and no &lt;a href=\"Stem%20mixing%20and%20mastering\"&gt;audio separation&lt;/a&gt;. &lt;a href=\"string%20section\"&gt;Strings&lt;/a&gt; were recorded at &lt;a href=\"Abbey%20Road%20Studios\"&gt;Abbey Road Studios&lt;/a&gt; in London. Guitarist &lt;a href=\"Ed%20O%27Brien\"&gt;Ed O'Brien&lt;/a&gt; estimated that 80 per cent of the album was recorded live.\nDespite lowered sales estimates by EMI, who deemed the record uncommercial and difficult to market, \"OK Computer\" reached number one on the &lt;a href=\"UK%20Albums%20Chart\"&gt;UK Albums Chart&lt;/a&gt; and debuted at number 21 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, Radiohead's highest album entry on the US charts at the time, and was soon certified &lt;a href=\"BPI%20certification\"&gt;5× platinum&lt;/a&gt; in the UK and &lt;a href=\"RIAA%20certification\"&gt;double platinum&lt;/a&gt; in the US. The songs \"&lt;a href=\"Paranoid%20Android\"&gt;Paranoid Android&lt;/a&gt;\", \"&lt;a href=\"Karma%20Police\"&gt;Karma Police&lt;/a&gt;\", \"&lt;a href=\"Lucky%20%28Radiohead%20song%29\"&gt;Lucky&lt;/a&gt;\" and \"&lt;a href=\"No%20Surprises\"&gt;No Surprises&lt;/a&gt;\" were released as singles. The album expanded Radiohead's international popularity and has sold at least 7.8 million units worldwide. A remastered version with additional tracks, \"&lt;a href=\"OK%20Computer%20OKNOTOK%201997%202017\"&gt;OKNOTOK 1997 2017&lt;/a&gt;\", was released in 2017, marking the album's twentieth anniversary. In 2019, in response to an &lt;a href=\"internet%20leak\"&gt;internet leak&lt;/a&gt;, Radiohead released \"&lt;a href=\"MiniDiscs%20%28Hacked%29\"&gt;MiniDiscs [Hacked&lt;/a&gt;]\", comprising hours of demos, rehearsals, live performances and other material.\n\"OK Computer\" received critical acclaim and has been cited by listeners, critics and musicians as one of the greatest albums of all time. It was nominated for the &lt;a href=\"Grammy%20Award%20for%20Album%20of%20the%20Year\"&gt;Album of the Year&lt;/a&gt; and won &lt;a href=\"Best%20Alternative%20Music%20Album\"&gt;Best Alternative Music Album&lt;/a&gt; at the &lt;a href=\"40th%20Annual%20Grammy%20Awards\"&gt;1998 Grammy Awards&lt;/a&gt;. It was also nominated for &lt;a href=\"Brit%20Award%20for%20British%20Album%20of%20the%20Year\"&gt;Best British Album&lt;/a&gt; at the &lt;a href=\"1998%20Brit%20Awards\"&gt;1998 Brit Awards&lt;/a&gt;. The album initiated a stylistic shift in British rock away from &lt;a href=\"Britpop\"&gt;Britpop&lt;/a&gt; toward melancholic, atmospheric alternative rock that became more prevalent in the next decade. In 2014, it was included by the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt; in the &lt;a href=\"National%20Recording%20Registry\"&gt;National Recording Registry&lt;/a&gt; as \"culturally, historically, or aesthetically significant\".\nBackground.\nIn 1995, Radiohead toured in support of their second album, \"&lt;a href=\"The%20Bends%20%28album%29\"&gt;The Bends&lt;/a&gt;\" (1995). Midway through the tour, &lt;a href=\"Brian%20Eno\"&gt;Brian Eno&lt;/a&gt; commissioned them to contribute a song to \"&lt;a href=\"The%20Help%20Album\"&gt;The Help Album&lt;/a&gt;\", a &lt;a href=\"charity%20record\"&gt;charity compilation&lt;/a&gt; organised by &lt;a href=\"War%20Child%20%28charity%29\"&gt;War Child&lt;/a&gt;; the album was to be recorded over the course of a single day, 4 September 1995, and rush-released that week. Radiohead recorded \"&lt;a href=\"Lucky%20%28Radiohead%20song%29\"&gt;Lucky&lt;/a&gt;\" in five hours with &lt;a href=\"audio%20engineer\"&gt;engineer&lt;/a&gt; &lt;a href=\"Nigel%20Godrich\"&gt;Nigel Godrich&lt;/a&gt;, who had assisted producer &lt;a href=\"John%20Leckie\"&gt;John Leckie&lt;/a&gt; with \"The Bends\" and produced several Radiohead &lt;a href=\"A-side%20and%20B-side\"&gt;B-sides&lt;/a&gt;. Godrich said of the session: \"Those things are the most inspiring, when you do stuff really fast and there's nothing to lose. We left feeling fairly euphoric. So after establishing a bit of a rapport work-wise, I was sort of hoping I would be involved with the next album.\" Singer &lt;a href=\"Thom%20Yorke\"&gt;Thom Yorke&lt;/a&gt; said \"Lucky\" shaped the nascent sound and mood of their upcoming record: \"'Lucky' was indicative of what we wanted to do. It was like the first mark on the wall.\"\nRadiohead found touring stressful and took a break in January 1996. They sought to distance their new material from the introspective style of \"The Bends\". Drummer &lt;a href=\"Philip%20Selway\"&gt;Philip Selway&lt;/a&gt; said: \"There was an awful lot of soul-searching [on \"The Bends\"]. To do that again on another album would be excruciatingly boring.\" Yorke said he did not want to do \"another miserable, morbid and negative record\", and was \"writing down all the positive things that I hear or see. I'm not able to put them into music yet and I don't want to just force it.\"\nThe critical and commercial success of \"The Bends\" gave Radiohead the confidence to self-produce their third album. Their label &lt;a href=\"Parlophone\"&gt;Parlophone&lt;/a&gt; gave them a £100,000 budget for recording equipment. Guitarist &lt;a href=\"Jonny%20Greenwood\"&gt;Jonny Greenwood&lt;/a&gt; said \"the only concept that we had for this album was that we wanted to record it away from the city and that we wanted to record it ourselves\". According to guitarist &lt;a href=\"Ed%20O%27Brien\"&gt;Ed O'Brien&lt;/a&gt;, \"Everyone said, 'You'll sell six or seven million if you bring out \"The Bends Pt 2\",' and we're like, 'We'll kick against that and do the opposite'.\" A number of producers, including major figures such as &lt;a href=\"R.E.M.\"&gt;R.E.M.&lt;/a&gt; producer &lt;a href=\"Scott%20Litt\"&gt;Scott Litt&lt;/a&gt;, were suggested, but the band were encouraged by their sessions with Godrich. They consulted him for advice on what equipment to use, and prepared for the sessions by buying their own equipment, including a &lt;a href=\"plate%20reverb\"&gt;plate reverb&lt;/a&gt;erator purchased from songwriter &lt;a href=\"Jona%20Lewie\"&gt;Jona Lewie&lt;/a&gt;. Although Godrich had sought to focus his work on &lt;a href=\"electronic%20dance%20music\"&gt;electronic dance music&lt;/a&gt;, he outgrew his role as advisor and became the album's co-producer.\nRecording.\nIn early 1996, Radiohead recorded demos for their third album at &lt;a href=\"Chipping%20Norton%20Recording%20Studios\"&gt;Chipping Norton Recording Studios&lt;/a&gt;, Oxford. In July, they began rehearsing and recording in their Canned Applause studio, a converted shed near &lt;a href=\"Didcot\"&gt;Didcot&lt;/a&gt;, Oxfordshire. Even without the deadline that contributed to the stress of \"The Bends\", the band had difficulties, which Selway blamed on their choice to self-produce: \"We're jumping from song to song, and when we started to run out of ideas, we'd move on to a new song ... The stupid thing was that we were nearly finished when we'd move on, because so much work had gone into them.\"\nThe members worked with nearly equal roles in the production and formation of the music, though Yorke was still firmly \"the loudest voice\", according to O'Brien. Selway said \"we give each other an awful lot of space to develop our parts, but at the same time we are all very critical about what the other person is doing.\" Godrich's role as co-producer was part collaborator, part managerial outsider. He said that Radiohead \"need to have another person outside their unit, especially when they're all playing together, to say when the take goes well ... I take up slack when people aren't taking responsibility—the term producing a record means taking responsibility for the record ... It's my job to ensure that they get the ideas across.\" Godrich has produced every Radiohead album since, and has been characterised as Radiohead's \"sixth member\", an allusion to &lt;a href=\"George%20Martin\"&gt;George Martin&lt;/a&gt;'s nickname as the \"&lt;a href=\"fifth%20Beatle\"&gt;fifth Beatle&lt;/a&gt;\".\nRadiohead decided that Canned Applause was an unsatisfactory recording location, which Yorke attributed to its proximity to the band members' homes, and Jonny Greenwood attributed to its lack of dining and bathroom facilities. The group had nearly completed four songs: \"Electioneering\", \"&lt;a href=\"No%20Surprises\"&gt;No Surprises&lt;/a&gt;\", \"Subterranean Homesick Alien\" and \"The Tourist\". They took a break from recording to embark on an American tour in 1996, opening for &lt;a href=\"Alanis%20Morissette\"&gt;Alanis Morissette&lt;/a&gt;, performing early versions of several new songs.\nDuring the tour, filmmaker &lt;a href=\"Baz%20Luhrmann\"&gt;Baz Luhrmann&lt;/a&gt; commissioned Radiohead to write a song for his upcoming film \"&lt;a href=\"Romeo%20%2B%20Juliet\"&gt;Romeo + Juliet&lt;/a&gt;\" and gave them the final 30 minutes of the film. Yorke said: \"When we saw the scene in which &lt;a href=\"Claire%20Danes\"&gt;Claire Danes&lt;/a&gt; holds the &lt;a href=\"M1911%20pistol\"&gt;Colt .45&lt;/a&gt; against her head, we started working on the song immediately.\" Soon afterwards, the band wrote and recorded \"Exit Music (For a Film)\"; the track plays over the film's end credits but was excluded from the &lt;a href=\"Romeo%20%2B%20Juliet%20%28soundtrack%29\"&gt;soundtrack album&lt;/a&gt; at the band's request. The song helped shape the direction of the rest of the album; Yorke said it \"was the first performance we'd ever recorded where every note of it made my head spin—something I was proud of, something I could turn up really, really loud and not wince at any moment.\"\nRadiohead resumed recording in September 1996 at &lt;a href=\"St%20Catherine%27s%20Court\"&gt;St Catherine's Court&lt;/a&gt;, a historic mansion near &lt;a href=\"Bath%2C%20Somerset\"&gt;Bath&lt;/a&gt; owned by actress &lt;a href=\"Jane%20Seymour%20%28actress%29\"&gt;Jane Seymour&lt;/a&gt;. The mansion was unoccupied but sometimes used for corporate functions. The change of setting marked an important transition in the recording process. Greenwood, comparing the mansion to previous studio settings, said it \"was less like a laboratory experiment, which is what being in a studio is usually like, and more about a group of people making their first record together.\"\nThe band made extensive use of the different rooms and acoustics in the house. The vocals on \"Exit Music (For a Film)\" feature natural &lt;a href=\"reverberation\"&gt;reverberation&lt;/a&gt; achieved by recording on a stone staircase, and \"Let Down\" was recorded in a ballroom at 3 a.m. Isolation allowed the band to work at a different pace, with more flexible and spontaneous working hours. O'Brien said that \"the biggest pressure was actually completing [the recording]. We weren't given any deadlines and we had complete freedom to do what we wanted. We were delaying it because we were a bit frightened of actually finishing stuff.\" Yorke was satisfied with the recordings made at the location, and enjoyed working without &lt;a href=\"Stem%20mixing%20and%20mastering\"&gt;audio separation&lt;/a&gt;, meaning that instruments were not &lt;a href=\"overdubbing\"&gt;overdubbed&lt;/a&gt; separately. O'Brien estimated that 80 per cent of the album was recorded live, and said: \"I hate doing overdubs, because it just doesn't feel natural. ... Something special happens when you're playing live; a lot of it is just looking at one another and knowing there are four other people making it happen.\" Many of Yorke's vocals were first takes; he felt that if he made other attempts he would \"start to think about it and it would sound really lame\".\nRadiohead returned to Canned Applause in October for rehearsals, and completed most of \"OK Computer\" in further sessions at St. Catherine's Court. By Christmas, they had narrowed the track listing to 14 songs. The &lt;a href=\"string%20section\"&gt;strings&lt;/a&gt; were recorded at &lt;a href=\"Abbey%20Road%20Studios\"&gt;Abbey Road Studios&lt;/a&gt; in London in January 1997. The album was &lt;a href=\"audio%20mixing%20%28recorded%20music%29\"&gt;mixed&lt;/a&gt; over the next two months at various London studios, then &lt;a href=\"audio%20mastering\"&gt;mastered&lt;/a&gt; by Chris Blair at Abbey Road. Godrich preferred a quick and \"hands-off\" approach to mixing, and said: \"I feel like I get too into it. I start fiddling with things and I fuck it up ... I generally take about half a day to do a mix. If it's any longer than that, you lose it. The hardest thing is trying to stay fresh, to stay objective.\"\nMusic and lyrics.\nStyle and influences.\nYorke said that the starting point for the record was the \"incredibly dense and terrifying sound\" of \"&lt;a href=\"Bitches%20Brew\"&gt;Bitches Brew&lt;/a&gt;\", the 1970 &lt;a href=\"avant-garde%20jazz\"&gt;avant-garde&lt;/a&gt; &lt;a href=\"jazz%20fusion\"&gt;jazz fusion&lt;/a&gt; album by &lt;a href=\"Miles%20Davis\"&gt;Miles Davis&lt;/a&gt;. He described the sound of \"Bitches Brew\" to \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\": \"It was building something up and watching it fall apart, that's the beauty of it. It was at the core of what we were trying to do with \"OK Computer\".\" Yorke identified \"I'll Wear It Proudly\" by &lt;a href=\"Elvis%20Costello\"&gt;Elvis Costello&lt;/a&gt;, \"&lt;a href=\"Fall%20on%20Me%20%28R.E.M.%20song%29\"&gt;Fall on Me&lt;/a&gt;\" by &lt;a href=\"R.E.M.\"&gt;R.E.M.&lt;/a&gt;, \"&lt;a href=\"Dress%20%28PJ%20Harvey%20song%29\"&gt;Dress&lt;/a&gt;\" by &lt;a href=\"PJ%20Harvey\"&gt;PJ Harvey&lt;/a&gt; and \"&lt;a href=\"A%20Day%20in%20the%20Life\"&gt;A Day in the Life&lt;/a&gt;\" by the &lt;a href=\"The%20Beatles\"&gt;Beatles&lt;/a&gt; as particularly influential on his songwriting. Radiohead drew further inspiration from the recording style of &lt;a href=\"film%20soundtrack\"&gt;film soundtrack&lt;/a&gt; composer &lt;a href=\"Ennio%20Morricone\"&gt;Ennio Morricone&lt;/a&gt; and the &lt;a href=\"krautrock\"&gt;krautrock&lt;/a&gt; band &lt;a href=\"Can%20%28band%29\"&gt;Can&lt;/a&gt;, musicians Yorke described as \"abusing the recording process\". Jonny Greenwood described \"OK Computer\" as a product of being \"in love with all these brilliant records ... trying to recreate them, and missing\".\nAccording to Yorke, Radiohead hoped to achieve an \"atmosphere that's perhaps a bit shocking when you first hear it, but only as shocking as the atmosphere on the &lt;a href=\"the%20Beach%20Boys\"&gt;Beach Boys&lt;/a&gt;' \"&lt;a href=\"Pet%20Sounds\"&gt;Pet Sounds&lt;/a&gt;\"\". They expanded their instrumentation to include &lt;a href=\"electric%20piano\"&gt;electric piano&lt;/a&gt;, &lt;a href=\"Mellotron\"&gt;Mellotron&lt;/a&gt;, cello and other strings, &lt;a href=\"glockenspiel\"&gt;glockenspiel&lt;/a&gt; and electronic effects. Jonny Greenwood summarised the exploratory approach as \"when we've got what we suspect to be an amazing song, but nobody knows what they're gonna play on it.\" \"Spin\" characterised \"OK Computer\" as sounding like \"a DIY electronica album made with guitars\".\nCritics suggested a stylistic debt to 1970s &lt;a href=\"progressive%20rock\"&gt;progressive rock&lt;/a&gt;, an influence that Radiohead have disavowed. According to Andy Greene in \"Rolling Stone\", Radiohead \"were collectively hostile to seventies progressive rock ... but that didn't stop them from reinventing prog from scratch on \"OK Computer\", particularly on the six-and-a-half-minute 'Paranoid Android'.\" &lt;a href=\"Tom%20Hull%20%28critic%29\"&gt;Tom Hull&lt;/a&gt; believed the album was \"still prog, but may just be because rock has so thoroughly enveloped musical storytelling that this sort of thing has become inevitable.\" Writing in 2017, \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\"s &lt;a href=\"Kelefa%20Sanneh\"&gt;Kelefa Sanneh&lt;/a&gt; said \"OK Computer\" \"was profoundly prog: grand and dystopian, with a lead single that was more than six minutes long\".\nLyrics.\nThe album's lyrics, written by Yorke, are more abstract compared to his personal, emotional lyrics for \"The Bends\". Critic &lt;a href=\"Alex%20Ross%20%28music%20critic%29\"&gt;Alex Ross&lt;/a&gt; said the lyrics \"seemed a mixture of overheard conversations, &lt;a href=\"technobabble\"&gt;techno-speak&lt;/a&gt;, and fragments of a harsh diary\" with \"images of &lt;a href=\"riot%20control\"&gt;riot police&lt;/a&gt; at political rallies, anguished lives in tidy suburbs, &lt;a href=\"yuppie\"&gt;yuppie&lt;/a&gt;s freaking out, sympathetic aliens gliding overhead.\" Recurring themes include transport, technology, insanity, death, modern British life, &lt;a href=\"globalisation\"&gt;globalisation&lt;/a&gt; and &lt;a href=\"anti-capitalism\"&gt;anti-capitalism&lt;/a&gt;. Yorke said: \"On this album, the outside world became all there was ... I'm just taking &lt;a href=\"instant%20camera\"&gt;Polaroids&lt;/a&gt; of things around me moving too fast.\" He told \"Q\": \"It was like there's a secret camera in a room and it's watching the character who walks in—a different character for each song. The camera's not quite me. It's neutral, emotionless. But not emotionless at all. In fact, the very opposite.\" Yorke also drew inspiration from books, including &lt;a href=\"Noam%20Chomsky\"&gt;Noam Chomsky&lt;/a&gt;'s political writing, &lt;a href=\"Eric%20Hobsbawm\"&gt;Eric Hobsbawm&lt;/a&gt;'s \"&lt;a href=\"The%20Age%20of%20Extremes\"&gt;The Age of Extremes&lt;/a&gt;\", &lt;a href=\"Will%20Hutton\"&gt;Will Hutton&lt;/a&gt;'s \"The State We're In\", &lt;a href=\"Jonathan%20Coe\"&gt;Jonathan Coe&lt;/a&gt;'s \"&lt;a href=\"What%20a%20Carve%20Up%21%20%28novel%29\"&gt;What a Carve Up!&lt;/a&gt;\" and &lt;a href=\"Philip%20K.%20Dick\"&gt;Philip K. Dick&lt;/a&gt;'s \"&lt;a href=\"VALIS\"&gt;VALIS&lt;/a&gt;\".\nThe songs of \"OK Computer\" do not have a coherent narrative, and the album's lyrics are generally considered abstract or oblique. Nonetheless, many musical critics, journalists, and scholars consider the album to be a &lt;a href=\"concept%20album\"&gt;concept album&lt;/a&gt; or &lt;a href=\"song%20cycle\"&gt;song cycle&lt;/a&gt;, or have analysed it as a concept album, noting its strong thematic cohesion, aesthetic unity, and the structural logic of the song sequencing. Although the songs share common themes, Radiohead have said they do not consider \"OK Computer\" a concept album and did not intend to link the songs through a narrative or unifying concept while it was being written. Jonny Greenwood said: \"I think one album title and one computer voice do not make a concept album. That's a bit of a red herring.\" However, the band intended the album to be heard as a whole, and spent two weeks ordering the track list. O'Brien said: \"The context of each song is really important ... It's not a concept album but there is a continuity there.\"\nComposition.\nTracks 1–6.\nThe opening track, \"Airbag\", is underpinned by a beat built from a seconds-long recording of Selway's drumming. The band sampled the drum track with a &lt;a href=\"sampler%20%28musical%20instrument%29\"&gt;sampler&lt;/a&gt; and edited it with a &lt;a href=\"Macintosh\"&gt;Macintosh&lt;/a&gt; computer, inspired by the music of &lt;a href=\"DJ%20Shadow\"&gt;DJ Shadow&lt;/a&gt;, but admitted to making approximations in emulating Shadow's style due to their programming inexperience. The bassline stops and starts unexpectedly, achieving an effect similar to 1970s &lt;a href=\"dub%20music\"&gt;dub&lt;/a&gt;. The song's references to automobile accidents and &lt;a href=\"reincarnation\"&gt;reincarnation&lt;/a&gt; were inspired by a magazine article titled \"An Airbag Saved My Life\" and \"&lt;a href=\"The%20Tibetan%20Book%20of%20the%20Dead\"&gt;The Tibetan Book of the Dead&lt;/a&gt;\". Yorke wrote \"Airbag\" about the illusion of safety offered by modern transit, and \"the idea that whenever you go out on the road you could be killed\". The BBC wrote of the influence of &lt;a href=\"J.%20G.%20Ballard\"&gt;J. G. Ballard&lt;/a&gt;, especially his 1973 novel \"&lt;a href=\"Crash%20%28J.%20G.%20Ballard%20novel%29\"&gt;Crash&lt;/a&gt;\", on the lyrics. Music journalist &lt;a href=\"Tim%20Footman\"&gt;Tim Footman&lt;/a&gt; noted that the song's technical innovations and lyrical concerns demonstrated the \"key paradox\" of the album: \"The musicians and producer are delighting in the sonic possibilities of modern technology; the singer, meanwhile, is railing against its social, moral, and psychological impact ... It's a contradiction mirrored in the culture clash of the music, with the 'real' guitars negotiating an uneasy stand-off with the hacked-up, processed drums.\"\nSplit into four sections with an overall running time of 6:23, \"&lt;a href=\"Paranoid%20Android\"&gt;Paranoid Android&lt;/a&gt;\" is among the band's longest songs. The unconventional structure was inspired by the Beatles' \"&lt;a href=\"Happiness%20Is%20a%20Warm%20Gun\"&gt;Happiness Is a Warm Gun&lt;/a&gt;\" and &lt;a href=\"Queen%20%28band%29\"&gt;Queen&lt;/a&gt;'s \"&lt;a href=\"Bohemian%20Rhapsody\"&gt;Bohemian Rhapsody&lt;/a&gt;\", which also eschew a traditional &lt;a href=\"Verse%E2%80%93chorus%20form\"&gt;verse-chorus-verse&lt;/a&gt; structure. Its musical style was also inspired by the music of the &lt;a href=\"Pixies%20%28band%29\"&gt;Pixies&lt;/a&gt;. The song was written by Yorke after an unpleasant night at a Los Angeles bar, where he saw a woman react violently after someone spilled a drink on her. Its title and lyrics are a reference to &lt;a href=\"Marvin%20the%20Paranoid%20Android\"&gt;Marvin the Paranoid Android&lt;/a&gt; from &lt;a href=\"Douglas%20Adams\"&gt;Douglas Adams&lt;/a&gt;'s \"&lt;a href=\"The%20Hitchhiker%27s%20Guide%20to%20the%20Galaxy\"&gt;The Hitchhiker's Guide to the Galaxy&lt;/a&gt;\" series.\nThe use of electric keyboards in \"Subterranean Homesick Alien\" is an example of the band's attempts to emulate the atmosphere of \"Bitches Brew\". Its title references the &lt;a href=\"Bob%20Dylan\"&gt;Bob Dylan&lt;/a&gt; song \"&lt;a href=\"Subterranean%20Homesick%20Blues\"&gt;Subterranean Homesick Blues&lt;/a&gt;\", and the lyrics describe an isolated narrator who fantasises about being &lt;a href=\"abduction%20phenomenon\"&gt;abducted&lt;/a&gt; by &lt;a href=\"extraterrestrial%20life\"&gt;extraterrestrials&lt;/a&gt;. The narrator speculates that, upon returning to Earth, his friends would not believe his story and he would remain a misfit. The lyrics were inspired by an assignment from Yorke's time at &lt;a href=\"Abingdon%20School\"&gt;Abingdon School&lt;/a&gt; to write a piece of \"&lt;a href=\"Martian%20poetry\"&gt;Martian poetry&lt;/a&gt;\", a British literary movement that humorously recontextualises mundane aspects of human life from an alien perspective.\n&lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt;'s \"&lt;a href=\"Romeo%20and%20Juliet\"&gt;Romeo and Juliet&lt;/a&gt;\" inspired the lyrics for \"Exit Music (For a Film)\". Initially Yorke wanted to work lines from the play into the song, but the final draft of the lyrics became a broad summary of the narrative. He said: \"I saw &lt;a href=\"Romeo%20and%20Juliet%20%281968%20film%29\"&gt;the Zeffirelli version&lt;/a&gt; when I was 13 and I cried my eyes out, because I couldn't understand why, the morning after they shagged, they didn't just run away. It's a song for two people who should run away before all the bad stuff starts.\" Yorke compared the opening of the song, which mostly features his singing paired with acoustic guitar, to &lt;a href=\"Johnny%20Cash\"&gt;Johnny Cash&lt;/a&gt;'s \"&lt;a href=\"At%20Folsom%20Prison\"&gt;At Folsom Prison&lt;/a&gt;\". &lt;a href=\"Mellotron\"&gt;Mellotron&lt;/a&gt; choir and other electronic voices are used throughout the track. The song climaxes with the entrance of drums and distorted bass run through a &lt;a href=\"distortion%20%28music%29\"&gt;fuzz pedal&lt;/a&gt;. The climactic portion of the song is an attempt to emulate the sound of &lt;a href=\"trip%20hop\"&gt;trip hop&lt;/a&gt; group &lt;a href=\"Portishead%20%28band%29\"&gt;Portishead&lt;/a&gt;, but in a style that bass player &lt;a href=\"Colin%20Greenwood\"&gt;Colin Greenwood&lt;/a&gt; called more \"stilted and leaden and mechanical\". The song concludes by fading back to Yorke's voice, acoustic guitar and Mellotron.\n\"&lt;a href=\"Let%20Down%20%28Radiohead%20song%29\"&gt;Let Down&lt;/a&gt;\" contains multilayered &lt;a href=\"arpeggio\"&gt;arpeggiated&lt;/a&gt; guitars and electric piano. Jonny Greenwood plays his guitar part in a different &lt;a href=\"time%20signature\"&gt;time signature&lt;/a&gt; to the other instruments. O'Brien said the song was influenced by &lt;a href=\"Phil%20Spector\"&gt;Phil Spector&lt;/a&gt;, a producer and songwriter best known for his reverberating \"&lt;a href=\"Wall%20of%20Sound\"&gt;Wall of Sound&lt;/a&gt;\" recording techniques. The lyrics, Yorke said, are about a fear of being trapped, and \"about that feeling that you get when you're in transit but you're not in control of it—you just go past thousands of places and thousands of people and you're completely removed from it\". Of the line \"Don't get sentimental / It always ends up drivel\", Yorke said: \"Sentimentality is being emotional for the sake of it. We're bombarded with sentiment, people emoting. That's the Let Down. Feeling every emotion is fake. Or rather every emotion is on the same plane whether it's a car advert or a pop song.\" Yorke felt that scepticism of emotion was characteristic of &lt;a href=\"Generation%20X\"&gt;Generation X&lt;/a&gt; and that it had informed the band's approach to the album.\n\"Karma Police\" has two main verses that alternate with a subdued break, followed by a different ending section. The verses centre around acoustic guitar and piano, with a chord progression indebted to the Beatles' \"&lt;a href=\"Sexy%20Sadie\"&gt;Sexy Sadie&lt;/a&gt;\". Starting at 2:34, the song transitions into an orchestrated section with the repeated line \"For a minute there, I lost myself\". It ends with guitarist &lt;a href=\"Ed%20O%27Brien\"&gt;Ed O'Brien&lt;/a&gt; generating &lt;a href=\"audio%20feedback\"&gt;feedback&lt;/a&gt; using a &lt;a href=\"delay%20%28audio%20effect%29\"&gt;delay&lt;/a&gt; effect. The title and lyrics to \"Karma Police\" originate from an &lt;a href=\"in-joke\"&gt;in-joke&lt;/a&gt; during \"The Bends\" tour; Jonny Greenwood said \"whenever someone was behaving in a particularly shitty way, we'd say 'The &lt;a href=\"karma\"&gt;karma&lt;/a&gt; police will catch up with him sooner or later.'\"\nTracks 7–12.\n\"Fitter Happier\" is a short &lt;a href=\"musique%20concr%C3%A8te\"&gt;musique concrète&lt;/a&gt; track that consists of sampled musical and background sound and spoken-word lyrics recited by \"Fred\", a &lt;a href=\"speech%20synthesis\"&gt;synthesised voice&lt;/a&gt; from the Macintosh &lt;a href=\"SimpleText\"&gt;SimpleText&lt;/a&gt; application. Yorke wrote the lyrics \"in ten minutes\" after a period of &lt;a href=\"writer%27s%20block\"&gt;writer's block&lt;/a&gt; while the rest of the band were playing. He described the words as a checklist of slogans for the 1990s, and he considered the lyrics \"the most upsetting thing I've ever written\", and said it was \"liberating\" to give the words to a neutral-sounding computer voice. Among the samples in the background is an audio loop from the 1975 film \"&lt;a href=\"Three%20Days%20of%20the%20Condor\"&gt;Three Days of the Condor&lt;/a&gt;\". The band considered using \"Fitter Happier\" as the album's opening track, but decided the effect was off-putting.\nSteve Lowe called the song \"penetrating surgery on pseudo-meaningful corporations' lifestyles\" with \"a repugnance for prevailing yuppified social values\". Among the loosely connected imagery of the lyrics, Footman identified the song's subject as \"the materially comfortable, morally empty embodiment of modern, Western humanity, half-salaryman, half-&lt;a href=\"The%20Stepford%20Wives\"&gt;Stepford Wife&lt;/a&gt;, destined for the metaphorical farrowing crate, propped up on &lt;a href=\"Fluoxetine\"&gt;Prozac&lt;/a&gt;, &lt;a href=\"Sildenafil\"&gt;Viagra&lt;/a&gt; and anything else his insurance plan can cover.\" Sam Steele called the lyrics \"a stream of received imagery: scraps of media information, interspersed with lifestyle ad slogans and private prayers for a healthier existence. It is the hum of a world buzzing with words, one of the messages seeming to be that we live in such a synthetic universe we have grown unable to detect reality from artifice.\"\n\"Electioneering\", featuring a &lt;a href=\"cowbell%20%28instrument%29\"&gt;cowbell&lt;/a&gt; and a distorted guitar solo, is the album's most rock-oriented track and one of the heaviest songs Radiohead has recorded. It has been compared to Radiohead's earlier style on \"Pablo Honey\". The cynical \"Electioneering\" is the album's most directly political song, with lyrics inspired by the &lt;a href=\"Poll%20Tax%20Riots\"&gt;Poll Tax Riots&lt;/a&gt;. The song was also inspired by Chomsky's \"\", a book analysing contemporary mass media under the &lt;a href=\"propaganda%20model\"&gt;propaganda model&lt;/a&gt;. Yorke likened its lyrics, which focus on political and artistic compromise, to \"a preacher ranting in front of a bank of microphones\". Regarding its oblique political references, Yorke said, \"What can you say about the &lt;a href=\"International%20Monetary%20Fund\"&gt;IMF&lt;/a&gt;, or politicians? Or people selling arms to African countries, employing slave labour or whatever. What can you say? You just write down '&lt;a href=\"Cattle%20prod\"&gt;Cattle prod&lt;/a&gt;s and the IMF' and people who know, know.\" O'Brien said the song was about the promotional cycle of touring: \"After a while you feel like a politician who has to kiss babies and shake hands all day long.\"\n\"Climbing Up the Walls\" – described by \"&lt;a href=\"Melody%20Maker\"&gt;Melody Maker&lt;/a&gt;\" as \"monumental chaos\" – is layered with a string section, ambient noise and repetitive, metallic percussion. The string section, composed by Jonny Greenwood and written for 16 instruments, was inspired by &lt;a href=\"20th-century%20classical%20music\"&gt;modern classical&lt;/a&gt; composer &lt;a href=\"Krzysztof%20Penderecki\"&gt;Krzysztof Penderecki&lt;/a&gt;'s \"&lt;a href=\"Threnody%20to%20the%20Victims%20of%20Hiroshima\"&gt;Threnody to the Victims of Hiroshima&lt;/a&gt;\". Greenwood said, \"I got very excited at the prospect of doing string parts that didn't sound like '&lt;a href=\"Eleanor%20Rigby\"&gt;Eleanor Rigby&lt;/a&gt;', which is what all string parts have sounded like for the past 30 years.\" \"&lt;a href=\"Select%20%28magazine%29\"&gt;Select&lt;/a&gt;\" described Yorke's distraught vocals and the &lt;a href=\"atonality\"&gt;atonal&lt;/a&gt; strings as \"Thom's voice dissolving into a fearful, blood-clotted scream as Jonny whips the sound of a million dying elephants into a crescendo\". For the lyrics, Yorke drew from his time as an orderly in a mental hospital during the &lt;a href=\"Care%20in%20the%20Community\"&gt;Care in the Community&lt;/a&gt; policy of &lt;a href=\"deinstitutionalisation\"&gt;deinstitutionalising&lt;/a&gt; mental health patients, and a \"&lt;a href=\"The%20New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" article about serial killers. He said:\n\"No Surprises\", recorded in a single take, is arranged with electric guitar (inspired by the Beach Boys' \"&lt;a href=\"Wouldn%27t%20It%20Be%20Nice\"&gt;Wouldn't It Be Nice&lt;/a&gt;\"), acoustic guitar, glockenspiel and vocal harmonies. The band strove to replicate the mood of &lt;a href=\"Louis%20Armstrong\"&gt;Louis Armstrong&lt;/a&gt;'s 1968 recording of \"&lt;a href=\"What%20a%20Wonderful%20World\"&gt;What a Wonderful World&lt;/a&gt;\" and the soul music of &lt;a href=\"Marvin%20Gaye\"&gt;Marvin Gaye&lt;/a&gt;. Yorke identified the subject of the song as \"someone who's trying hard to keep it together but can't\". The lyrics seem to portray a suicide or an unfulfilling life, and dissatisfaction with contemporary social and political order. Some lines refer to rural or suburban imagery. One of the key metaphors in the song is the opening line, \"a heart that's full up like a &lt;a href=\"landfill\"&gt;landfill&lt;/a&gt;\"; according to Yorke, the song is a \"fucked-up nursery rhyme\" that \"stems from my unhealthy obsession of what to do with plastic boxes and plastic bottles ... All this stuff is getting buried, the debris of our lives. It doesn't rot, it just stays there. That's how we deal, that's how I deal with stuff, I bury it.\" The song's gentle mood contrasts sharply with its harsh lyrics; Steele said, \"even when the subject is suicide ... O'Brien's guitar is as soothing as balm on a red-raw psyche, the song rendered like a bittersweet child's prayer.\"\n\"&lt;a href=\"Lucky%20%28Radiohead%20song%29\"&gt;Lucky&lt;/a&gt;\" was inspired by the &lt;a href=\"Bosnian%20War\"&gt;Bosnian War&lt;/a&gt;. Sam Taylor said it was \"the one track on [\"The Help Album\"] to capture the sombre terror of the conflict\", and that its serious subject matter and dark tone made the band \"too 'real' to be allowed on the Britpop gravy train\". The lyrics were pared down from many pages of notes, and were originally more politically explicit. The lyrics depict a man surviving an aeroplane crash and are drawn from Yorke's anxiety about transportation. The musical centerpiece of \"Lucky\" is its three-piece guitar arrangement, which grew out of the high-pitched chiming sound played by O'Brien in the song's introduction, achieved by strumming above the &lt;a href=\"nut%20%28string%20instrument%29\"&gt;guitar nut&lt;/a&gt;. Critics have compared its lead guitar to &lt;a href=\"Pink%20Floyd\"&gt;Pink Floyd&lt;/a&gt; and, more broadly, &lt;a href=\"arena%20rock\"&gt;arena rock&lt;/a&gt;.\nThe album ends with \"The Tourist\", which Jonny Greenwood wrote as an unusually staid piece where something \"doesn't have to happen ... every three seconds\". He said, \"'The Tourist' doesn't sound like Radiohead at all. It has become a song with space.\" The lyrics, written by Yorke, were inspired by his experience of watching American tourists in France frantically trying to see as many tourist attractions as possible. He said it was chosen as the closing track because \"a lot of the album was about background noise and everything moving too fast and not being able to keep up. It was really obvious to have 'Tourist' as the last song. That song was written to me from me, saying, 'Idiot, slow down.' Because at that point, I \"needed\" to. So that was the only resolution there could be: to slow down.\" The \"unexpectedly bluesy waltz\" draws to a close as the guitars drop out, leaving only drums and bass, and concludes with the sound of a small bell.\nTitle.\nThe title \"OK Computer\" is taken from the 1978 &lt;a href=\"The%20Hitchhiker%27s%20Guide%20to%20the%20Galaxy%20%28radio%20series%29\"&gt;\"Hitchhiker's Guide to the Galaxy\" radio series&lt;/a&gt;, in which the character &lt;a href=\"Zaphod%20Beeblebrox\"&gt;Zaphod Beeblebrox&lt;/a&gt; speaks the phrase \"Okay, computer, I want full manual control now.\" The members of Radiohead listened to the series on the bus during their 1996 tour and Yorke made a note of the phrase. \"OK Computer\" became a working title for the B-side \"Palo Alto\", which had been considered for inclusion on the album. The title stuck with the band; according to Jonny Greenwood, it \"started attaching itself and creating all these weird resonances with what we were trying to do\".\nYorke said the title \"refers to embracing the future, it refers to being terrified of the future, of our future, of everyone else's. It's to do with standing in a room where all these appliances are going off and all these machines and computers and so on ... and the sound it makes.\" He described the title as \"a really resigned, terrified phrase\", to him similar to the &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; advertisement \"&lt;a href=\"I%27d%20Like%20to%20Teach%20the%20World%20to%20Sing%20%28In%20Perfect%20Harmony%29\"&gt;I'd Like to Teach the World to Sing&lt;/a&gt;\". \"&lt;a href=\"Wired%20%28magazine%29\"&gt;Wired&lt;/a&gt;\" writer Leander Kahney suggests that it is an homage to Macintosh computers, as the Mac's &lt;a href=\"speech%20recognition\"&gt;speech recognition&lt;/a&gt; software responds to the command \"OK computer\" as an alternative to clicking the \"OK\" button. Other titles considered were \"Ones and Zeroes\"—a reference to the &lt;a href=\"binary%20numeral%20system\"&gt;binary numeral system&lt;/a&gt;—and \"Your Home May Be at Risk If You Do Not Keep Up Payments\".\nArtwork.\nThe \"OK Computer\" artwork is a computer-generated collage of images and text created by Yorke, credited under the pseudonym the White Chocolate Farm, and &lt;a href=\"Stanley%20Donwood\"&gt;Stanley Donwood&lt;/a&gt;. Yorke commissioned Donwood to work on a visual diary alongside the recording sessions. Yorke explained, \"If I'm shown some kind of visual representation of the music, only then do I feel confident. Up until that point, I'm a bit of a whirlwind.\" The blue-and-white palette was, according to Donwood, the result of \"trying to make something the colour of bleached bone\". The image of two stick figures shaking hands appears in the liner notes and on the disc label in CD and LP releases. Yorke explained the image as emblematic of exploitation: \"Someone's being sold something they don't really want, and someone's being friendly because they're trying to sell something. That's what it means to me.\" The image would later be used as the artwork for Radiohead's first compilation album, \"\". Explaining the artwork's themes, Yorke said, \"It's quite sad, and quite funny as well. All the artwork and so on ... It was all the things that I hadn't said in the songs.\"\nVisual motifs in the artwork include motorways, aeroplanes, families with children, corporate logos and cityscapes. The photograph of a motorway on the cover was likely taken in &lt;a href=\"Hartford%2C%20Connecticut\"&gt;Hartford, Connecticut&lt;/a&gt;, where Radiohead performed in 1996. The words \"Lost Child\" feature prominently on the cover, and the booklet artwork contains phrases in the &lt;a href=\"constructed%20language\"&gt;constructed language&lt;/a&gt; &lt;a href=\"Esperanto\"&gt;Esperanto&lt;/a&gt; and health-related instructions in both English and Greek. \"&lt;a href=\"Uncut%20%28magazine%29\"&gt;Uncut&lt;/a&gt;\" critic &lt;a href=\"David%20Cavanagh\"&gt;David Cavanagh&lt;/a&gt; said the use of &lt;a href=\"non%20sequitur%20%28literary%20device%29\"&gt;non-sequiturs&lt;/a&gt; created an effect \"akin to being lifestyle-coached by a lunatic\". White scribbles, Donwood's method of correcting mistakes rather than using the computer function &lt;a href=\"undo\"&gt;undo&lt;/a&gt;, are present everywhere in the collages. The &lt;a href=\"liner%20notes\"&gt;liner notes&lt;/a&gt; contain the full lyrics, rendered with atypical syntax, alternate spelling and small annotations. The lyrics are also arranged and spaced in shapes that resemble hidden images. In keeping with the band's then-emerging &lt;a href=\"anti-corporate%20activism\"&gt;anti-corporate&lt;/a&gt; stance, the production credits contain the ironic copyright notice \"Lyrics reproduced by kind permission even though we wrote them.\"\nRelease and promotion.\nCommercial expectations.\nAccording to Selway, Radiohead's American label &lt;a href=\"Capitol%20Records\"&gt;Capitol&lt;/a&gt; saw the album as \"'commercial suicide'. They weren't really into it. At that point, we got the fear. How is this going to be received?\" Yorke recalled: \"when we first gave it to Capitol, they were taken aback. I don't really know why it's so important now, but I'm excited about it.\" Capitol lowered its sales forecast from two million to half a million. In O'Brien's view, only &lt;a href=\"Parlophone\"&gt;Parlophone&lt;/a&gt;, the band's British label, remained optimistic while global distributors dramatically reduced their sales estimates. Label representatives were reportedly disappointed with the lack of marketable singles, especially the absence of anything resembling Radiohead's hit \"&lt;a href=\"Creep%20%28Radiohead%20song%29\"&gt;Creep&lt;/a&gt;\". \"\"OK Computer\" isn't the album we're going to rule the world with\", Colin Greenwood predicted at the time. \"It's not as hitting-everything-loudly-whilst-waggling-the-tongue-in-and-out, like \"The Bends\". There's less of the &lt;a href=\"Van%20Halen\"&gt;Van Halen&lt;/a&gt; factor.\"\nMarketing.\nParlophone launched an unorthodox advertising campaign, taking full-page advertisements in high-profile British newspapers and &lt;a href=\"London%20Underground\"&gt;tube stations&lt;/a&gt; with lyrics for \"Fitter Happier\" in large black letters against white backgrounds. The same lyrics, and artwork adapted from the album, were repurposed for shirt designs. Yorke said they chose the \"Fitter Happier\" lyrics to link what a critic called \"a coherent set of concerns\" between the album artwork and its promotional material.\nOther unconventional merchandise included a &lt;a href=\"floppy%20disk\"&gt;floppy disk&lt;/a&gt; containing Radiohead &lt;a href=\"screensaver\"&gt;screensaver&lt;/a&gt;s and an &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt; radio in the shape of a &lt;a href=\"desktop%20computer\"&gt;desktop computer&lt;/a&gt;. In America, Capitol sent 1,000 cassette players to prominent members of the press and music industry, each with a copy of the album permanently glued inside. Capitol president Gary Gersh said, \"Our job is just to take them as a left-of-centre band and bring the centre to them. That's our focus, and we won't let up until they're the biggest band in the world.\"\nRadiohead planned to produce a video for every song on the album, but the project was abandoned due to financial and time constraints. According to \"No Surprises\" video director &lt;a href=\"Grant%20Gee\"&gt;Grant Gee&lt;/a&gt;, the plan was scrapped when the videos for \"Paranoid Android\" and \"Karma Police\" went over budget. Also scrapped were plans for &lt;a href=\"trip%20hop\"&gt;trip hop&lt;/a&gt; group &lt;a href=\"Massive%20Attack\"&gt;Massive Attack&lt;/a&gt; to &lt;a href=\"remix\"&gt;remix&lt;/a&gt; the album.\nRadiohead's website was created to promote the album, which went live at the time of its release, making the band the first to &lt;a href=\"Online%20presence%20management\"&gt;manage an online presence&lt;/a&gt;. Their first &lt;a href=\"fansite\"&gt;fansite&lt;/a&gt;, \"atease\", was made shortly following the album's release, with its title taken from \"Fitter Happier\". In 2017, during \"OK Computer\"s 20th anniversary, Radiohead's website was temporarily restored to its 1997 state.\nSingles.\nRadiohead chose \"&lt;a href=\"Paranoid%20Android\"&gt;Paranoid Android&lt;/a&gt;\" as the lead single, despite its unusually long running time and lack of a catchy chorus. Colin Greenwood said the song was \"hardly the radio-friendly, breakthrough, buzz bin unit shifter [radio stations] can have been expecting\", but that Capitol supported the choice. The song premiered on the Radio 1 programme \"The Evening Session\" in April 1997 and was released as a single in May 1997. On the strength of frequent radio play on Radio 1 and rotation of the song's &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; on MTV, \"Paranoid Android\" reached number three in the UK, giving Radiohead their highest chart position.\n\"&lt;a href=\"Karma%20Police\"&gt;Karma Police&lt;/a&gt;\" was released in August 1997 and \"&lt;a href=\"No%20Surprises\"&gt;No Surprises&lt;/a&gt;\" in January 1998. Both singles charted in the UK top ten, and \"Karma Police\" peaked at number 14 on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Alternative%20Songs\"&gt;Modern Rock Tracks&lt;/a&gt; chart. \"Lucky\" was released as a single in France, but did not chart. \"&lt;a href=\"Let%20Down%20%28Radiohead%20song%29\"&gt;Let Down&lt;/a&gt;\", considered for release as the lead single, was issued as a &lt;a href=\"promotional%20single\"&gt;promotional single&lt;/a&gt; in September 1997 and charted on the Modern Rock Tracks chart at number 29. \"&lt;a href=\"Meeting%20People%20Is%20Easy\"&gt;Meeting People Is Easy&lt;/a&gt;\", &lt;a href=\"Grant%20Gee\"&gt;Grant Gee&lt;/a&gt;'s &lt;a href=\"rockumentary\"&gt;rockumentary&lt;/a&gt; following the band on their \"OK Computer\" world tour, premiered in November 1998.\nTour.\nRadiohead embarked on a world tour in promotion of \"OK Computer\", the \"Against Demons\" tour, commencing at the album launch in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt; on 22 May 1997. The tour took the band across the UK and Ireland, continental Europe, North America, Japan and Australasia, concluding on 18 April 1998 in New York. It was taxing for the band, particularly Yorke, who said: \"That tour was a year too long. I was the first person to tire of it, then six months later everyone in the band was saying it. Then six months after that, nobody was talking any more.\" The tour included Radiohead's first headline &lt;a href=\"Glastonbury%20Festival\"&gt;Glastonbury Festival&lt;/a&gt; performance on 28 June 1997; despite technical problems that almost caused Yorke to abandon the stage, the performance was acclaimed and cemented Radiohead as a major live act. \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" described it as \"an absolute triumph\", and in 2004 \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\" called it the greatest concert of all time.\nSales.\n\"OK Computer\" was released in Japan on 21 May, in the UK on 16 June, in Canada on 17 June and in the US on 1 July. It was released on CD, double-LP vinyl record, &lt;a href=\"Compact%20Cassette\"&gt;cassette&lt;/a&gt; and &lt;a href=\"MiniDisc\"&gt;MiniDisc&lt;/a&gt;. It debuted at number one in the UK with sales of 136,000 copies in its first week. In the US, it debuted at number 21 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;. It held the number-one spot in the UK for two weeks and stayed in the top ten for several more, ultimately becoming the year's bestselling record there.\nBy February 1998, \"OK Computer\" had sold at least half a million copies in the UK and 2million worldwide. By September 2000, \"Billboard\" reported that it had sold 4.5million copies worldwide. The \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" reported that by June 2001 it had sold 1.4 million copies in the US, and in April 2006 the &lt;a href=\"International%20Federation%20of%20the%20Phonographic%20Industry\"&gt;IFPI&lt;/a&gt; announced it had sold 3 million copies across Europe. It has been &lt;a href=\"Music%20recording%20sales%20certification\"&gt;certified&lt;/a&gt; triple platinum in the UK and double platinum in the US, in addition to certifications in other markets. By May 2016, &lt;a href=\"Nielsen%20SoundScan\"&gt;Nielsen SoundScan&lt;/a&gt; figures showed \"OK Computer\" had sold 2.5million digital album units in the US, plus an additional 900,000 sales measured in &lt;a href=\"album-equivalent%20unit\"&gt;album-equivalent unit&lt;/a&gt;s. Twenty years to the week after its initial release, the &lt;a href=\"Official%20Charts%20Company\"&gt;Official Charts Company&lt;/a&gt; recorded total UK sales of 1.5million, including album-equivalent units. Tallying American and European sales, \"OK Computer\" has sold at least 6.9 million copies worldwide (or 7.8 million with album-equivalent units).\nCritical reception.\n\"OK Computer\" was almost uniformly praised on release. Critics generally described it as a landmark release of far-reaching impact and importance, but noted that its experimentalism made it a challenging listen. According to &lt;a href=\"Tim%20Footman\"&gt;Tim Footman&lt;/a&gt;, \"Not since 1967, with the release of \"&lt;a href=\"Sgt.%20Pepper%27s%20Lonely%20Hearts%20Club%20Band\"&gt;Sgt. Pepper's Lonely Hearts Club Band&lt;/a&gt;\", had so many major critics agreed immediately, not only on an album's merits, but on its long-term significance, and its ability to encapsulate a particular point in history.\" In the British press, the album garnered favourable reviews in \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\", \"&lt;a href=\"Melody%20Maker\"&gt;Melody Maker&lt;/a&gt;\", \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" and \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\". &lt;a href=\"Nick%20Kent\"&gt;Nick Kent&lt;/a&gt; wrote in \"&lt;a href=\"Mojo%20%28magazine%29\"&gt;Mojo&lt;/a&gt;\" that \"Others may end up selling more, but in 20 years' time I'm betting \"OK Computer\" will be seen as the key record of 1997, the one to take rock forward instead of artfully revamping images and song-structures from an earlier era.\" John Harris wrote in \"&lt;a href=\"Select%20%28magazine%29\"&gt;Select&lt;/a&gt;\": \"Every word sounds achingly sincere, every note spewed from the heart, and yet it roots itself firmly in a world of steel, glass, &lt;a href=\"random-access%20memory\"&gt;random-access memory&lt;/a&gt; and prickly-skinned paranoia.\"\nThe album was well received by critics in North America. \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\", \"Spin\", the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\", the \"&lt;a href=\"Pittsburgh%20Post-Gazette\"&gt;Pittsburgh Post-Gazette&lt;/a&gt;\", \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\" and the \"&lt;a href=\"Daily%20Herald%20%28Arlington%20Heights%29\"&gt;Daily Herald&lt;/a&gt;\" published positive reviews. In \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\", &lt;a href=\"Alex%20Ross%20%28music%20critic%29\"&gt;Alex Ross&lt;/a&gt; praised its progressiveness, and contrasted Radiohead's risk-taking with the musically conservative \"dadrock\" of their contemporaries &lt;a href=\"Oasis%20%28band%29\"&gt;Oasis&lt;/a&gt;. Ross wrote: \"Throughout the album, contrasts of mood and style are extreme ... This band has pulled off one of the great art-pop balancing acts in the history of rock.\" Ryan Schreiber of &lt;a href=\"Pitchfork%20%28website%29\"&gt;\"Pitchfork\"&lt;/a&gt; lauded the record's emotional appeal, writing that it \"is brimming with genuine emotion, beautiful and complex imagery and music, and lyrics that are at once passive and fire-breathing\".\nReviews for \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\", the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\", and \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" were mixed. &lt;a href=\"Robert%20Christgau\"&gt;Robert Christgau&lt;/a&gt; from \"&lt;a href=\"The%20Village%20Voice\"&gt;The Village Voice&lt;/a&gt;\" said Radiohead immersed Yorke's vocals in \"enough electronic marginal distinction to feed a coal town for a month\" to compensate for the \"soulless\" songs, resulting in \"arid\" &lt;a href=\"art%20rock\"&gt;art rock&lt;/a&gt;. In an otherwise positive review, Andy Gill wrote for \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;:\" \"For all its ambition and determination to break new ground, \"OK Computer\" is not, finally, as impressive as \"The Bends\", which covered much the same sort of emotional knots, but with better tunes. It is easy to be impressed by, but ultimately hard to love, an album that luxuriates so readily in its own despondency.\"\nAccolades.\n\"OK Computer\" was nominated for &lt;a href=\"Grammy%20Award\"&gt;Grammy Award&lt;/a&gt;s as &lt;a href=\"Grammy%20Award%20for%20Album%20of%20the%20Year\"&gt;Album of the Year&lt;/a&gt; and &lt;a href=\"Grammy%20Award%20for%20Best%20Alternative%20Music%20Album\"&gt;Best Alternative Music Album&lt;/a&gt; at the &lt;a href=\"40th%20Annual%20Grammy%20Awards\"&gt;40th Annual Grammy Awards&lt;/a&gt; in 1998, winning the latter. It was also nominated for Best British Album at the &lt;a href=\"1998%20Brit%20Awards\"&gt;1998 Brit Awards&lt;/a&gt;. The album was shortlisted for the 1997 &lt;a href=\"Mercury%20Prize\"&gt;Mercury Prize&lt;/a&gt;, a prestigious award recognising the best British or Irish album of the year. The day before the winner was announced, oddsmakers had given \"OK Computer\" the best chance to win among ten nominees, but it lost to \"&lt;a href=\"New%20Forms\"&gt;New Forms&lt;/a&gt;\" by &lt;a href=\"Roni%20Size\"&gt;Roni Size&lt;/a&gt;/&lt;a href=\"Reprazent\"&gt;Reprazent&lt;/a&gt;.\nThe album appeared in many 1997 critics' lists and listener polls for best album of the year. It topped the year-end polls of \"Mojo\", \"&lt;a href=\"Vox%20%28magazine%29\"&gt;Vox&lt;/a&gt;\", \"Entertainment Weekly\", \"&lt;a href=\"Hot%20Press\"&gt;Hot Press&lt;/a&gt;\", \"&lt;a href=\"Muziekkrant%20OOR\"&gt;Muziekkrant OOR&lt;/a&gt;\", \"&lt;a href=\"HUMO\"&gt;HUMO&lt;/a&gt;\", \"&lt;a href=\"Eye%20Weekly\"&gt;Eye Weekly&lt;/a&gt;\" and \"&lt;a href=\"Inpress\"&gt;Inpress&lt;/a&gt;\", and tied for first place with &lt;a href=\"Daft%20Punk\"&gt;Daft Punk&lt;/a&gt;'s \"&lt;a href=\"Homework%20%28Daft%20Punk%20album%29\"&gt;Homework&lt;/a&gt;\" in \"&lt;a href=\"The%20Face%20%28magazine%29\"&gt;The Face&lt;/a&gt;\". The album came second in \"NME\", \"Melody Maker\", \"Rolling Stone\", \"&lt;a href=\"Village%20Voice\"&gt;Village Voice&lt;/a&gt;\", \"&lt;a href=\"Spin%20%28magazine%29\"&gt;Spin&lt;/a&gt;\" and \"Uncut\". \"Q\" and \"&lt;a href=\"Les%20Inrockuptibles\"&gt;Les Inrockuptibles&lt;/a&gt;\" both listed the album in their unranked year-end polls.\nPraise for the album overwhelmed the band; Greenwood felt the praise had been exaggerated because \"The Bends\" had been \"under-reviewed possibly and under-received.\" They rejected links to &lt;a href=\"progressive%20rock\"&gt;progressive rock&lt;/a&gt; and &lt;a href=\"art%20rock\"&gt;art rock&lt;/a&gt;, despite frequent comparisons made to Pink Floyd's 1973 album \"&lt;a href=\"The%20Dark%20Side%20of%20the%20Moon\"&gt;The Dark Side of the Moon&lt;/a&gt;\". Yorke responded: \"We write pop songs ... there was no intention of it being 'art'. It's a reflection of all the disparate things we were listening to when we recorded it.\" He was nevertheless pleased that listeners identified the album's influences: \"What really blew my head off was the fact that people got all the things, all the textures and the sounds and the atmospheres we were trying to create.\"\nLegacy.\nRetrospective appraisal.\n\"OK Computer\" has appeared frequently in professional lists of greatest albums. A number of publications, including \"NME\", \"Melody Maker\", \"&lt;a href=\"Alternative%20Press%20%28music%20magazine%29\"&gt;Alternative Press&lt;/a&gt;\", \"Spin\", \"Pitchfork\", \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\", \"&lt;a href=\"Metro%20Weekly\"&gt;Metro Weekly&lt;/a&gt;\" and \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\" placed \"OK Computer\" prominently in lists of best albums of the 1990s or of all time. It was voted number 4 in &lt;a href=\"Colin%20Larkin\"&gt;Colin Larkin&lt;/a&gt;'s \"&lt;a href=\"All%20Time%20Top%201000%20Albums\"&gt;All Time Top 1000 Albums&lt;/a&gt;\" 3rd Edition (2000). \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" ranked it 42 on its list of &lt;a href=\"The%20500%20Greatest%20Albums%20of%20All%20Time\"&gt;The 500 Greatest Albums of All Time&lt;/a&gt; in 2020. It was previously ranked at 162 in 2003 and 2012. Retrospective reviews from &lt;a href=\"BBC%20Music\"&gt;BBC Music&lt;/a&gt;, \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" and \"Slant\" received the album favourably. \"Rolling Stone\" gave the album five stars in the 2004 edition of \"&lt;a href=\"The%20Rolling%20Stone%20Album%20Guide\"&gt;The Rolling Stone Album Guide&lt;/a&gt;\", with critic &lt;a href=\"Rob%20Sheffield\"&gt;Rob Sheffield&lt;/a&gt; saying, \"Radiohead was claiming the high ground abandoned by &lt;a href=\"Nirvana%20%28band%29\"&gt;Nirvana&lt;/a&gt;, &lt;a href=\"Pearl%20Jam\"&gt;Pearl Jam&lt;/a&gt;, &lt;a href=\"U2\"&gt;U2&lt;/a&gt;, &lt;a href=\"R.E.M.\"&gt;R.E.M.&lt;/a&gt;, everybody; and fans around the world loved them for trying too hard at a time when nobody else was even bothering.\" \"Most would rate \"OK Computer\" the apogee of &lt;a href=\"postmodern%20music\"&gt;pomo&lt;/a&gt; texture\", Christgau said in retrospect. According to &lt;a href=\"Acclaimed%20Music\"&gt;Acclaimed Music&lt;/a&gt;, a site which uses statistics to numerically represent reception among critics, \"OK Computer\" is the 8th most celebrated album of all time. In 2014, the United States &lt;a href=\"National%20Recording%20Preservation%20Board\"&gt;National Recording Preservation Board&lt;/a&gt; selected the album for preservation in the &lt;a href=\"National%20Recording%20Registry\"&gt;National Recording Registry&lt;/a&gt; of the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt;, which designates it as a sound recording that has had significant cultural, historical or aesthetic impact in American life.\nThe album has been cited by some as undeserving of its acclaim. In a poll surveying thousands conducted by &lt;a href=\"BBC%20Radio%206%20Music\"&gt;BBC Radio 6 Music&lt;/a&gt;, \"OK Computer\" was named the sixth most overrated album \"in the world\". David H. Green of \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" called the album \"self-indulgent whingeing\" and maintains that the positive critical consensus towards \"OK Computer\" is an indication of \"a 20th-century delusion that rock is the bastion of serious commentary on popular music\" to the detriment of electronic and &lt;a href=\"electronic%20dance%20music\"&gt;dance music&lt;/a&gt;. The album was selected as an entry in \"Sacred Cows\", an \"NME\" column questioning the critical status of \"revered albums\", in which Henry Yates said \"there's no defiance, gallows humour or chink of light beneath the curtain, just a sense of meek, resigned despondency\" and criticised the record as \"the moment when Radiohead stopped being 'good' [compared to \"The Bends\"] and started being 'important'\". In a \"Spin\" article on the \"myth\" that \"Radiohead Can Do No Wrong\", Chris Norris argues that the acclaim for \"OK Computer\" inflated expectations for subsequent Radiohead releases. Christgau felt \"the reason the readers of the British magazine \"Q\" absurdly voted \"OK Computer\" the greatest album of the 20th century is that it integrated what was briefly called electronica into rock\". Having deemed it \"self-regarding\" and overrated, he later warmed to the record and found it indicative of Radiohead's cerebral sensibility and \"rife with discrete pleasures and surprises\".\nCommentary, interpretation and analysis.\n\"OK Computer\" was recorded in the lead up to the &lt;a href=\"1997%20United%20Kingdom%20general%20election\"&gt;1997 general election&lt;/a&gt; and released a month after the victory of &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;'s &lt;a href=\"New%20Labour\"&gt;New Labour&lt;/a&gt; government. The album was perceived by critics as an expression of dissent and scepticism toward the new government and a reaction against the national mood of optimism. Dorian Lynskey wrote, \"On May 1, 1997, Labour supporters toasted their landslide victory to the sound of '.' A few weeks later, \"OK Computer\" appeared like &lt;a href=\"Banquo\"&gt;Banquo&lt;/a&gt;'s ghost to warn: \"No, things can only get worse\".\" According to Amy Britton, the album \"showed not everyone was ready to join the party, instead tapping into another feeling felt throughout the UK—pre-millennial angst. ... huge corporations were impossible to fight against—this was the world \"OK Computer\" soundtracked, not the wave of British optimism.\"\nIn an interview, Yorke doubted that Blair's policies would differ from the preceding two decades of &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; government. He said the public reaction to the &lt;a href=\"Death%20of%20Diana%2C%20Princess%20of%20Wales\"&gt;death&lt;/a&gt; of &lt;a href=\"Diana%2C%20Princess%20of%20Wales\"&gt;Princess Diana&lt;/a&gt; was more significant, as a moment when the British public realised \"the &lt;a href=\"British%20Royal%20Family\"&gt;royals&lt;/a&gt; had had us by the balls for the last hundred years, as had the media and the state.\" The band's distaste with the commercialised promotion of \"OK Computer\" reinforced their anti-capitalist politics, which would be further explored on their subsequent releases.\nCritics have compared Radiohead's statements of political dissatisfaction to those of earlier rock bands. &lt;a href=\"David%20Stubbs\"&gt;David Stubbs&lt;/a&gt; said that, where &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt; had been a rebellion against a time of deficit and poverty, \"OK Computer\" protested the \"mechanistic convenience\" of contemporary surplus and excess. Alex Ross said the album \"pictured the onslaught of the &lt;a href=\"Information%20Age\"&gt;Information Age&lt;/a&gt; and a young person's panicky embrace of it\" and made the band into \"the &lt;a href=\"poster%20child\"&gt;poster boys&lt;/a&gt; for a certain kind of knowing alienation—as &lt;a href=\"Talking%20Heads\"&gt;Talking Heads&lt;/a&gt; and R.E.M. had been before.\" &lt;a href=\"Jon%20Pareles\"&gt;Jon Pareles&lt;/a&gt; of \"The New York Times\" found precedents in the work of Pink Floyd and &lt;a href=\"Madness%20%28band%29\"&gt;Madness&lt;/a&gt; for Radiohead's concerns \"about a culture of numbness, building docile workers and enforced by &lt;a href=\"self-help\"&gt;self-help&lt;/a&gt; regimes and &lt;a href=\"antidepressant\"&gt;anti-depressants&lt;/a&gt;.\"\nThe album's tone has been described as millennial or &lt;a href=\"futurism\"&gt;futuristic&lt;/a&gt;, anticipating cultural and political trends. According to \"The A.V. Club\" writer Steven Hyden in the feature \"Whatever Happened to Alternative Nation\", \"Radiohead appeared to be ahead of the curve, forecasting the paranoia, media-driven insanity, and omnipresent sense of impending doom that's subsequently come to characterise everyday life in the 21st century.\" In \"&lt;a href=\"1000%20Recordings%20to%20Hear%20Before%20You%20Die\"&gt;1000 Recordings to Hear Before You Die&lt;/a&gt;\", &lt;a href=\"Tom%20Moon\"&gt;Tom Moon&lt;/a&gt; described \"OK Computer\" as a \"prescient ... &lt;a href=\"dystopia\"&gt;dystopia&lt;/a&gt;n essay on the darker implications of technology ... oozing [with] a vague sense of dread, and a touch of &lt;a href=\"Big%20Brother%20%28Nineteen%20Eighty-Four%29\"&gt;Big Brother&lt;/a&gt; foreboding that bears strong resemblance to the constant disquiet of life on &lt;a href=\"Homeland%20Security%20Advisory%20System\"&gt;Security Level Orange&lt;/a&gt;, &lt;a href=\"post-9/11\"&gt;post-9/11&lt;/a&gt;.\" &lt;a href=\"Chris%20Martin\"&gt;Chris Martin&lt;/a&gt; of &lt;a href=\"Coldplay\"&gt;Coldplay&lt;/a&gt; remarked that, \"It would be interesting to see how the world would be different if &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt; really listened to Radiohead's \"OK Computer\". I think the world would probably improve. That album is fucking brilliant. It changed my life, so why wouldn't it change his?\"\nThe album inspired a &lt;a href=\"radio%20drama\"&gt;radio play&lt;/a&gt;, also titled \"OK Computer\", which was first broadcast on &lt;a href=\"BBC%20Radio%204\"&gt;BBC Radio 4&lt;/a&gt; in 2007. The play, written by &lt;a href=\"Joel%20Horwood\"&gt;Joel Horwood&lt;/a&gt;, Chris Perkins, &lt;a href=\"Al%20Smith%20%28playwright%29\"&gt;Al Smith&lt;/a&gt; and Chris Thorpe, interprets the album's 12 tracks into a story about a man who awakens in a Berlin hospital with memory loss and returns to England with doubts that the life he's returned to is his own.\nInfluence.\nThe release of \"OK Computer\" coincided with the decline of &lt;a href=\"Britpop\"&gt;Britpop&lt;/a&gt;. Through \"OK Computer\"s influence, the dominant UK guitar pop shifted toward an approximation of \"Radiohead's paranoid but confessional, slurry but catchy\" approach. Many newer British acts adopted similarly complex, atmospheric arrangements; for example, the &lt;a href=\"post-Britpop\"&gt;post-Britpop&lt;/a&gt; band &lt;a href=\"Travis%20%28band%29\"&gt;Travis&lt;/a&gt; worked with Godrich to create the languid pop texture of \"&lt;a href=\"The%20Man%20Who\"&gt;The Man Who&lt;/a&gt;\", which became the fourth best-selling album of 1999 in the UK. Some in the British press accused Travis of appropriating Radiohead's sound. Steven Hyden of \"AV Club\" said that by 1999, starting with \"The Man Who\", \"what Radiohead had created in \"OK Computer\" had already grown much bigger than the band,\" and that the album went on to influence \"a wave of British-rock balladeers that reached its zenith in the '00s\".\n\"OK Computer\"s popularity influenced the next generation of British alternative rock bands, and established musicians in a variety of genres have praised it. &lt;a href=\"Bloc%20Party\"&gt;Bloc Party&lt;/a&gt; and &lt;a href=\"TV%20on%20the%20Radio\"&gt;TV on the Radio&lt;/a&gt; listened to or were influenced by \"OK Computer;\" TV on the Radio's debut album was titled \"&lt;a href=\"OK%20Calculator\"&gt;OK Calculator&lt;/a&gt;\" as a lighthearted tribute. Radiohead described the pervasiveness of bands that \"sound like us\" as one reason to break with the style of \"OK Computer\" for their next album, \"&lt;a href=\"Kid%20A\"&gt;Kid A&lt;/a&gt;\".\nAlthough \"OK Computer\"s influence on rock musicians is widely acknowledged, several critics believe that its experimental inclination was not authentically embraced on a wide scale. Footman said the \"Radiohead Lite\" bands that followed were \"missing [\"OK Computer\"] sonic inventiveness, not to mention the lyrical substance.\" David Cavanagh said that most of \"OK Computer\"s purported mainstream influence more likely stemmed from the ballads on \"The Bends\". According to Cavanagh, \"The populist albums of the post-\"OK Computer\" era—the &lt;a href=\"The%20Verve\"&gt;Verve&lt;/a&gt;'s \"&lt;a href=\"Urban%20Hymns\"&gt;Urban Hymns&lt;/a&gt;\", Travis's \"&lt;a href=\"Good%20Feeling%20%28Travis%20album%29\"&gt;Good Feeling&lt;/a&gt;\", &lt;a href=\"Stereophonics\"&gt;Stereophonics&lt;/a&gt;' \"&lt;a href=\"Word%20Gets%20Around\"&gt;Word Gets Around&lt;/a&gt;\", &lt;a href=\"Robbie%20Williams\"&gt;Robbie Williams&lt;/a&gt;' \"&lt;a href=\"Life%20thru%20a%20Lens\"&gt;Life thru a Lens&lt;/a&gt;\"—effectively closed the door that \"OK Computer\"s boffin-esque inventiveness had opened.\" &lt;a href=\"John%20Harris%20%28critic%29\"&gt;John Harris&lt;/a&gt; believed that \"OK Computer\" was one of the \"fleeting signs that British rock music might [have been] returning to its inventive traditions\" in the wake of Britpop's demise. While Harris concludes that British rock ultimately developed an \"altogether more conservative tendency\", he said that with \"OK Computer\" and their subsequent material, Radiohead provided a \"clarion call\" to fill the void left by Britpop.\n\"OK Computer\" triggered a minor revival of &lt;a href=\"progressive%20rock\"&gt;progressive rock&lt;/a&gt; and ambitious &lt;a href=\"concept%20album\"&gt;concept album&lt;/a&gt;s, with a new wave of prog-influenced bands crediting \"OK Computer\" for enabling their scene to thrive. &lt;a href=\"Brandon%20Curtis\"&gt;Brandon Curtis&lt;/a&gt; of &lt;a href=\"Secret%20Machines\"&gt;Secret Machines&lt;/a&gt; said, \"Songs like 'Paranoid Android' made it OK to write music differently, to be more experimental ... \"OK Computer\" was important because it reintroduced unconventional writing and song structures.\" &lt;a href=\"Steven%20Wilson\"&gt;Steven Wilson&lt;/a&gt; of &lt;a href=\"Porcupine%20Tree\"&gt;Porcupine Tree&lt;/a&gt; said, \"I don't think ambition is a dirty word any more. Radiohead were the Trojan Horse in that respect. Here's a band that came from the indie rock tradition that snuck in under the radar when the journalists weren't looking and started making these absurdly ambitious and pretentious—and all the better for it—records.\" However, \"Pitchfork\" journalist Marc Hogan argued that \"OK Computer\" marked an \"ending point\" for the rock-oriented &lt;a href=\"album%20era\"&gt;album era&lt;/a&gt;, as its dual level of mainstream and critical success went unmatched by any guitar-based album in subsequent decades. In 2005, \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\" named \"OK Computer\" the tenth best progressive rock album.\nReissues and compilations.\nRadiohead left &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt;, parent company of Parlophone, in 2007 after failed contract negotiations. EMI retained the copyright to Radiohead's back catalogue of material recorded while signed to the label. After a period of being &lt;a href=\"out%20of%20print\"&gt;out of print&lt;/a&gt; on vinyl, EMI &lt;a href=\"reissue\"&gt;reissue&lt;/a&gt;d a double LP of \"OK Computer\" on 19 August 2008, along with later albums \"Kid A\", \"&lt;a href=\"Amnesiac%20%28album%29\"&gt;Amnesiac&lt;/a&gt;\" and \"&lt;a href=\"Hail%20to%20the%20Thief\"&gt;Hail to the Thief&lt;/a&gt;\", as part of the \"From the Capitol Vaults\" series. \"OK Computer\" became the year's tenth bestselling vinyl record, selling almost 10,000 units. The reissue was connected in the press to a general climb in vinyl sales and cultural appreciation of records as a format.\n\"Collector's Edition\" reissue.\nEMI reissued \"OK Computer\" again on 24 March 2009, alongside \"Pablo Honey\" and \"The Bends\", without Radiohead's involvement. The reissue came in two editions: a 2-CD \"Collector's Edition\" and a 2-CD 1-DVD \"Special Collector's Edition\". The first disc contains the original studio album, the second disc contains &lt;a href=\"A-side%20and%20B-side\"&gt;B-sides&lt;/a&gt; collected from \"OK Computer\" singles and live recording sessions, and the DVD contains a collection of music videos and a live television performance. All the material on the reissue had been previously released.\nPress reaction to the reissue expressed concern that EMI was exploiting Radiohead's back catalogue. Larry Fitzmaurice of \"Spin\" accused EMI of planning to \"issue and reissue [Radiohead's] discography until the cash stops rolling in\". \"Pitchfork\"s Ryan Dombal said it was \"hard to look at these reissues as anything other than a cash-grab for EMI/Capitol—an old media company that got dumped by their most forward-thinking band.\" Daniel Kreps of \"Rolling Stone\" defended the release, saying: \"While it's easy to accuse Capitol of milking the cash cow once again, these sets are pretty comprehensive.\"\nThe reissue was critically well received, although reception was mixed about the supplemental material. Reviews in &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt;, \"Uncut\", \"Q\", \"Rolling Stone\", \"&lt;a href=\"Paste%20%28magazine%29\"&gt;Paste&lt;/a&gt;\" and \"&lt;a href=\"PopMatters\"&gt;PopMatters&lt;/a&gt;\" praised the supplemental material, but with reservations. A review written by Scott Plagenhoef for \"Pitchfork\" awarded the reissue a perfect score, arguing that it was worth buying for fans who did not already own the rare material. Plagenhoef said, \"That the band had nothing to do with these is beside the point: this is the final word on these records, if for no other reason that the &lt;a href=\"The%20Beatles%20Stereo%20Box%20Set\"&gt;Beatles' September 9 remaster campaign&lt;/a&gt; is, arguably, the end of the CD era.\" \"The A.V. Club\" writer Josh Modell praised the bonus disc and DVD, and said the album was \"the perfect synthesis of Radiohead's seemingly conflicted impulses\".\nIn April 2016, &lt;a href=\"XL%20Recordings\"&gt;XL Recordings&lt;/a&gt; acquired Radiohead's back catalogue. The \"collector's editions\" of Radiohead albums, issued without Radiohead's approval, were removed from streaming services. In May 2016, XL reissued Radiohead's back catalogue on vinyl, including \"OK Computer\".\n\"OKNOTOK 1997 2017\".\nOn 23 June 2017, Radiohead released a 20th-anniversary \"OK Computer\" reissue, \"OKNOTOK 1997 2017,\" on XL. The reissue includes a remastered version of the album, plus eight B-sides and three previously unreleased tracks: \"&lt;a href=\"I%20Promise%20%28Radiohead%20song%29\"&gt;I Promise&lt;/a&gt;\", \"&lt;a href=\"Man%20of%20War%20%28song%29\"&gt;Man of War&lt;/a&gt;\" and \"&lt;a href=\"Lift%20%28Radiohead%20song%29\"&gt;Lift&lt;/a&gt;\". The special edition includes books of artwork and notes and an &lt;a href=\"Compact%20Cassette\"&gt;audio cassette&lt;/a&gt; of demos and session recordings, including previously unreleased songs. \"OKNOTOK\" debuted at number two on the &lt;a href=\"UK%20Albums%20Chart\"&gt;UK Album Chart&lt;/a&gt;, boosted by Radiohead's third headline performance at &lt;a href=\"Glastonbury%20Festival%202017\"&gt;Glastonbury Festival&lt;/a&gt;. It was the bestselling album in independent UK record shops for a year.\n\"MiniDiscs [Hacked]\".\nIn early June 2019, nearly 18 hours of demos, outtakes and other material recorded during the \"OK Computer\" period &lt;a href=\"Internet%20leak\"&gt;leaked online&lt;/a&gt;. On 11 June, Radiohead made the archive available to stream or purchase from the music sharing site &lt;a href=\"Bandcamp\"&gt;Bandcamp&lt;/a&gt; for 18 days, with proceeds going to the environmental advocacy group &lt;a href=\"Extinction%20Rebellion\"&gt;Extinction Rebellion&lt;/a&gt;."
}