{
    "id": "84653",
    "revid": "14001857",
    "url": "https://en.wikipedia.org/wiki?curid=84653",
    "title": "Burakumin",
    "text": " is a former &lt;a href=\"Untouchability\"&gt;untouchable&lt;/a&gt; group in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; at the bottom of the traditional &lt;a href=\"Social%20stratification\"&gt;social hierarchy&lt;/a&gt;.\n were originally ethnic &lt;a href=\"Japanese%20people\"&gt;Japanese&lt;/a&gt; people with occupations seen as during &lt;a href=\"History%20of%20Japan%23Feudal%20Japan%20%281185-1603%29\"&gt;Japan's feudal era&lt;/a&gt;, such as &lt;a href=\"executioner\"&gt;executioner&lt;/a&gt;s, &lt;a href=\"undertaker\"&gt;undertaker&lt;/a&gt;s, &lt;a href=\"slaughterhouse\"&gt;slaughterhouse&lt;/a&gt; workers, &lt;a href=\"butcher\"&gt;butcher&lt;/a&gt;s, or &lt;a href=\"Tanning%20%28leather%29\"&gt;tanner&lt;/a&gt;s. became a &lt;a href=\"hereditary\"&gt;hereditary&lt;/a&gt; status of untouchability and an unofficial &lt;a href=\"Caste%23Japan\"&gt;caste&lt;/a&gt; in the &lt;a href=\"Edo%20society\"&gt;Tokugawa class system&lt;/a&gt; during the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;. were victims of severe discrimination and &lt;a href=\"ostracism\"&gt;ostracism&lt;/a&gt; in Japanese society, and lived as &lt;a href=\"Outcast%20%28person%29\"&gt;outcast&lt;/a&gt;s in their own separate villages or &lt;a href=\"ghettos\"&gt;ghettos&lt;/a&gt;. status was officially abolished after the &lt;a href=\"Meiji%20Restoration\"&gt;Meiji Restoration&lt;/a&gt; in 1868, but the descendants of have since continued to face &lt;a href=\"stigmatization\"&gt;stigmatization&lt;/a&gt; and discrimination in Japan.\nTerminology.\n is derived from , a &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt; term which literally refers to a small, generally &lt;a href=\"rural\"&gt;rural&lt;/a&gt;, commune or &lt;a href=\"Hamlet%20%28place%29\"&gt;hamlet&lt;/a&gt;. People from regions of Japan where \"discriminated communities\" no longer exist (e.g. anywhere north of &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;) may refer to any hamlet as a , indicating use of the word is not necessarily pejorative. Historically, the term was used for an outcast community that was heavily discriminated against officially and formally.\nA widely used term for settlements is , an official term for districts designated for government and local authority assimilation projects.\nThe social issue surrounding \"discriminated communities\" is usually referred to as or, less commonly, .\nIn the &lt;a href=\"Tokugawa%20period\"&gt;feudal era&lt;/a&gt;, the outcaste were called , a term now considered derogatory. towns were called .\nSome refer to their own communities as and themselves as .\nOther outcaste groups from whom may have been descended included the . The definition of , as well as their social status and typical occupations varied over time, but typically included ex-convicts and vagrants who worked as town guards, street cleaners or entertainers.\nIn the 19th century, the umbrella term was coined to name the and because both classes were forced to live in separate village neighborhoods.\nHistorical origins.\nThe predecessors to , called or formed as a distinct group some time during the &lt;a href=\"Heian%20period\"&gt;Heian period&lt;/a&gt;, AD 794-1185. Initially, they dealt with pollution but were not considered untouchable. From the Heian period through medieval period, were regarded as having the ability to cleanse ritual pollution, and in some portrayals were even seen as having magical powers. were associated with the tanning industry and had the exclusive rights to tan hides.\n, meaning \"non-human\", was another pre- status, applying to beggars and camp followers of &lt;a href=\"samurai\"&gt;samurai&lt;/a&gt;. Their position was more mobile and they were thought to be less polluted. The &lt;a href=\"Tokugawa%20shogunate\"&gt;Tokugawa shogunate&lt;/a&gt; regarded beggars as and allowed them to beg in designated areas. They had to work as &lt;a href=\"Restroom%20attendant\"&gt;restroom attendants&lt;/a&gt;, &lt;a href=\"Prison%20officer\"&gt;prison officers&lt;/a&gt;, or &lt;a href=\"Executioner\"&gt;executioners&lt;/a&gt;. One famous or is , who was the head of , and &lt;a href=\"street%20performer\"&gt;street performers&lt;/a&gt; in the &lt;a href=\"Kant%C5%8D%20region\"&gt;Kantō region&lt;/a&gt;, and was given the exclusive &lt;a href=\"license\"&gt;license&lt;/a&gt; of tanning, &lt;a href=\"Candle%20wick\"&gt;candle wicks&lt;/a&gt; and others and made a fortune.\nEnd of the feudal era.\nThe feudal caste system in Japan formally ended in 1869 with the &lt;a href=\"Meiji%20restoration\"&gt;Meiji restoration&lt;/a&gt;. In 1871, the newly formed &lt;a href=\"Meiji%20Era\"&gt;Meiji&lt;/a&gt; government issued the decree giving outcasts equal legal status. It is currently better known as the . However, were deprived of the exclusive rights of disposal of dead bodies of horses and cattle and the elimination of their economic monopolies over certain occupations actually led to a decline in their general living standards, while social discrimination simply continued. \nDuring the early Meiji era, many anti- riots () happened around the country. For example, in a village in &lt;a href=\"Okayama%20prefecture\"&gt;Okayama&lt;/a&gt; when \"former \" tried to buy alcohol, four men were killed, four men were injured and 25 houses were destroyed by &lt;a href=\"Commoner\"&gt;commoners&lt;/a&gt;, and in another village, 263 houses of were destroyed and 18 people of former were killed, which was part of an anti-Government riot. The practice of eating meat existed even during the Edo period, but the official ban on consumption of meat from livestock was lifted in 1871 in order to \"Westernise\" the country, and many former moved on to work in &lt;a href=\"slaughterhouse\"&gt;abattoirs&lt;/a&gt; and as &lt;a href=\"butcher\"&gt;butcher&lt;/a&gt;s, as they were thought to be \"unclean\" and also experienced in the handling of dead bodies. Slow-changing social attitudes, especially in the countryside, meant that abattoirs and workers were met with hostility from local residents. Continued ostracism as well as the decline in living standards led to former communities turning into slum areas. Prejudice against the consumption of meat continued throughout the Meiji period; in 1872, a group of , who objected to the Emperor's consumption of meat, tried to enter the &lt;a href=\"Tokyo%20Imperial%20Palace\"&gt;Tokyo Imperial Palace&lt;/a&gt; and four of them were killed. They claimed that gods would leave Japan because the Japanese had eaten meat.\nThere were many terms used to indicate former outcastes, their communities or settlements at the time. Official documents at the time referred to them as , while the newly-liberated outcasts called themselves , among other things.\n&lt;a href=\"Nakae%20Ch%C5%8Dmin\"&gt;Nakae Chōmin&lt;/a&gt; worked for the liberation of . He transferred his resident registration to and denounced the discrimination against them when he ran in the &lt;a href=\"1890%20Japanese%20general%20election\"&gt;election in 1890&lt;/a&gt; from Osaka and won.\nThe term , now considered inappropriate, started being used by officials in the 1900s, leading to the meaning of the word (\"hamlet\") coming to imply former villages in certain parts of Japan.\nMovements to resolve the problem in the early 20th century were divided into two camps: the movement which encouraged improvements in living standards of communities and integration with the mainstream Japanese society, and the movement which concentrated on confronting and criticising alleged perpetrators of discrimination.\nPost-war situation.\nAlthough legally liberated in 1871 with the abolition of the feudal &lt;a href=\"caste%20system\"&gt;caste system&lt;/a&gt;, this did not put an end to social &lt;a href=\"discrimination\"&gt;discrimination&lt;/a&gt; against nor improve lower living standards; until recently, &lt;a href=\"Koseki\"&gt;Japanese family registration&lt;/a&gt; was fixed to ancestral home address, which allowed people to deduce their membership.\nThe long history of &lt;a href=\"taboo\"&gt;taboo&lt;/a&gt;s and &lt;a href=\"myths\"&gt;myths&lt;/a&gt; of the left a legacy of social desolation, and since the 1980s, more and more young have started to organize and &lt;a href=\"protest\"&gt;protest&lt;/a&gt; against discrimination and casteism, alongside political activist groups. Movements with objectives ranging from liberation to encouraging integration have been tried over the years to put an end to this problem.\nDemographics.\nThe number of asserted to be living in modern Japan varies from source to source. A 1993 report by the Japanese government counted 4,533 throughout the country. Most were located in western Japan, while none were located in &lt;a href=\"Hokkaido\"&gt;Hokkaido&lt;/a&gt; and &lt;a href=\"T%C5%8Dhoku\"&gt;Tōhoku&lt;/a&gt;. Around three quarters of the districts are in rural areas. The size of each community ranged from under five households to over 1,000 households. The &lt;a href=\"Buraku%20Liberation%20League\"&gt;Buraku Liberation League&lt;/a&gt; (BLL) has extrapolated Meiji-era figures to arrive at an estimate of nearly three million . A 1999 source indicates the presence of some two million , living in approximately 5,000 settlements.\nIn some areas, are in a majority; per a 1997 report, they accounted for over 70 percent of all residents of &lt;a href=\"Yoshikawa%2C%20K%C5%8Dchi\"&gt;Yoshikawa&lt;/a&gt; (now &lt;a href=\"K%C5%8Dnan%2C%20K%C5%8Dchi\"&gt;Kōnan&lt;/a&gt;) in &lt;a href=\"K%C5%8Dchi%20Prefecture\"&gt;Kōchi Prefecture&lt;/a&gt;. In &lt;a href=\"Oto%2C%20Fukuoka\"&gt;Ōtō&lt;/a&gt;, &lt;a href=\"Fukuoka%20Prefecture\"&gt;Fukuoka Prefecture&lt;/a&gt;, they accounted for over 60 percent. Japanese government statistics show the number of residents of assimilation districts who claim ancestry, whereas BLL figures are estimates of the total number of descendants of all former and current residents, including current residents with no ancestry.\nAccording to a survey conducted by the &lt;a href=\"Tokyo%20Metropolitan%20Government\"&gt;Tokyo Metropolitan Government&lt;/a&gt; in 2003, 76% of Tokyo residents would not change their view of a close neighbor whom they discovered to be a ; 4.9% of respondents, on the other hand, would actively avoid a neighbor. There is still a &lt;a href=\"social%20stigma\"&gt;stigma&lt;/a&gt; attached to being a resident of certain areas traditionally associated with the , and some lingering &lt;a href=\"Ethnic%20issues%20in%20Japan\"&gt;discrimination&lt;/a&gt; in matters such as &lt;a href=\"Marriage%20in%20Japan\"&gt;marriage&lt;/a&gt; and &lt;a href=\"Economy%20of%20Japan\"&gt;employment&lt;/a&gt;.\nDiscrimination in access to services.\nWhile in many parts of the country settlements, built on the site of former villages, ceased to exist by the 1960s because of either urban development or integration into mainstream society, in other regions many of their residents continued to suffer from slum-like housing and infrastructure, lower economic status, illiteracy, and lower general educational standards.\nIn 1969, the government passed the to provide funding to these communities. Communities deemed to be in need of funding were designated for various , such as construction of new housing and community facilities such as health centers, libraries and swimming pools. The projects were terminated in 2002 with a total funding of an estimated 12 trillion yen over 33 years.\nSocial discrimination.\nCases of social discrimination against residents of areas are still an issue in certain regions. Outside of the &lt;a href=\"Kansai\"&gt;Kansai&lt;/a&gt; region, people in general are often not aware of the issues faced by those of ancestry, and if they are, this awareness may only be awareness of the history of feudal Japan. Due to the taboo nature of the topic, it is rarely covered by the media.\nPrejudice against most often manifests itself in the form of marriage discrimination and, less often, in &lt;a href=\"Employment%20discrimination\"&gt;employment&lt;/a&gt;. Traditionalist families have been known to check on the backgrounds of potential in-laws to identify people of background. These checks are now illegal, and marriage discrimination is diminishing; Nadamoto Masahisa of the Buraku History Institute estimates that between 60 and 80% of marry a non-, whereas for people born in the late 1930s and early 1940s, the rate was 10%.\nCases of continuing social discrimination are known to occur mainly in western Japan, particularly in the &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;, &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, &lt;a href=\"Hy%C5%8Dgo%20Prefecture\"&gt;Hyogo&lt;/a&gt;, and &lt;a href=\"Hiroshima\"&gt;Hiroshima&lt;/a&gt; regions, where many people, especially the older generation, stereotype residents (whatever their ancestry) and associate them with squalor, unemployment and criminality.\nNo discriminated-against communities were identified in the following &lt;a href=\"Prefectures%20of%20Japan\"&gt;prefectures&lt;/a&gt;: &lt;a href=\"Hokkaido\"&gt;Hokkaido&lt;/a&gt;, &lt;a href=\"Aomori%20Prefecture\"&gt;Aomori&lt;/a&gt;, &lt;a href=\"Iwate%20Prefecture\"&gt;Iwate&lt;/a&gt;, &lt;a href=\"Miyagi%20Prefecture\"&gt;Miyagi&lt;/a&gt;, &lt;a href=\"Akita%20Prefecture\"&gt;Akita&lt;/a&gt;, &lt;a href=\"Yamagata%20Prefecture\"&gt;Yamagata&lt;/a&gt;, &lt;a href=\"Fukushima%20Prefecture\"&gt;Fukushima&lt;/a&gt;, &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, &lt;a href=\"Toyama%20Prefecture\"&gt;Toyama&lt;/a&gt;, &lt;a href=\"Ishikawa%20Prefecture\"&gt;Ishikawa&lt;/a&gt;, and &lt;a href=\"Okinawa%20Prefecture\"&gt;Okinawa&lt;/a&gt;. Hokkaido and Okinawa have had their own separate history of discrimination of their native ethnic groups the &lt;a href=\"Ainu%20people\"&gt;Ainu&lt;/a&gt; and the &lt;a href=\"Ryukyuan%20people\"&gt;Ryukyuans&lt;/a&gt;, respectively.\nYakuza membership.\nAccording to &lt;a href=\"David%20E.%20Kaplan%20%28author%29\"&gt;David E. Kaplan&lt;/a&gt; and Alec Dubro in \"Yakuza: The Explosive Account of Japan's Criminal Underworld\" (Reading, Massachusetts: Addison-Wesley Publishing Co., 1986), account for about 70% of the members of &lt;a href=\"Yamaguchi-gumi\"&gt;Yamaguchi-gumi&lt;/a&gt;, the biggest &lt;a href=\"yakuza\"&gt;yakuza&lt;/a&gt; syndicate in Japan.\nMitsuhiro Suganuma, an ex-member of the &lt;a href=\"Public%20Security%20Intelligence%20Agency\"&gt;Public Security Intelligence Agency&lt;/a&gt;, testified that account for about 60% of the members of the entire yakuza.\nincident.\nIn November 1975, the Osaka branch of the Buraku Liberation League was tipped off about the existence of a book called . Investigations revealed that copies of the hand-written 330-page book were being secretly sold by an Osaka-based firm to numerous firms and individuals throughout Japan by a mail order service called Cablenet, at between ¥5,000 and ¥50,000 per copy. The book contained a nationwide list of all the names and locations of settlements (as well as the primary means of employment of their inhabitants), which could be compared against people's addresses to determine if they were residents. The preface contained the following message: \"At this time, we have decided to go against public opinion and create this book [for] personnel managers grappling with employment issues, and families pained by problems with their children's marriages.\"\nMore than 200 large Japanese firms, including (according to the Buraku Liberation and Human Rights Research Institute of Osaka) &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt;, &lt;a href=\"Nissan\"&gt;Nissan&lt;/a&gt;, &lt;a href=\"Honda\"&gt;Honda&lt;/a&gt; and &lt;a href=\"Daihatsu\"&gt;Daihatsu&lt;/a&gt;, along with thousands of individuals purchased copies of the book. In 1985, partially in response to the popularity of this book, and an increase in the Osaka prefectural government introduced \"An Ordinance to Regulate Personal Background Investigation Conducive to Buraku Discrimination\".\nAlthough the production and sale of the book has been banned, numerous copies of it are still in existence, and in 1997, an Osaka private investigation firm was the first to be charged with violation of the 1985 statute for using the text.\nNonaka incident.\nIn 2001, future Prime Minister of Japan &lt;a href=\"Tar%C5%8D%20As%C5%8D\"&gt;Tarō Asō&lt;/a&gt;, along with &lt;a href=\"Hiromu%20Nonaka\"&gt;Hiromu Nonaka&lt;/a&gt;, was among the LDP's chief candidates to succeed &lt;a href=\"Yoshir%C5%8D%20Mori\"&gt;Yoshirō Mori&lt;/a&gt; as prime minister of Japan. During a meeting of LDP leaders at which Nonaka was not present, Asō reportedly told the assembled group, \"We are not going to let someone from the become the prime minister, are we?\" Nonaka subsequently withdrew as a candidate. Asō's comment about Nonaka's heritage was revealed in 2005. Asō denied that he had made the statement, but &lt;a href=\"Hisaoki%20Kamei\"&gt;Hisaoki Kamei&lt;/a&gt;, who was present at the 2001 meeting, stated in January 2009 that he had heard Asō say something \"to that effect\".\nHashimoto incident.\n&lt;a href=\"T%C5%8Dru%20Hashimoto\"&gt;Tōru Hashimoto&lt;/a&gt;, a &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;, former &lt;a href=\"governor\"&gt;governor&lt;/a&gt; of &lt;a href=\"Osaka%20Prefecture\"&gt;Osaka Prefecture&lt;/a&gt;, former &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; of &lt;a href=\"%C5%8Csaka\"&gt;Ōsaka&lt;/a&gt; City and the founder of the &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt; &lt;a href=\"Nippon%20Ishin%20no%20Kai\"&gt;Nippon Ishin no Kai&lt;/a&gt;, was the subject of an article in 2012 published in the &lt;a href=\"magazine\"&gt;magazine&lt;/a&gt; , entitled , which claimed his father to be and his relatives members of the yakuza. The article further elaborated that Hashimoto was eccentric and dangerous based on his \"blood\". Hashimoto, who was the mayor of Ōsaka at that time, excluded the &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt; \"&lt;a href=\"The%20Asahi%20Shimbun\"&gt;The Asahi Shimbun&lt;/a&gt;\", the wholly-owned subsidiary company of the magazine's publisher, from a &lt;a href=\"press%20conference\"&gt;press conference&lt;/a&gt; and demanded an explanation from the publisher. Hashimoto later sued the publisher and the writer for &lt;a href=\"defamation\"&gt;defamation&lt;/a&gt;. The &lt;a href=\"Buraku%20Liberation%20League\"&gt;Buraku Liberation League&lt;/a&gt;, who did not support his policies, also remonstrated. The publisher had a third party examine the incident and apologized. The president of the publisher, , resigned to take responsibility.\nBurakumin rights movement.\nAs early as 1922, leaders of the Hisabetsu Buraku organized a movement, the , to advance their rights. The Declaration of the encouraged the to unite in resistance to discrimination, and sought to frame a positive identity for the victims of discrimination, insisting that the time had come to be \"proud of being \". The declaration portrayed the ancestors as \"manly martyrs of industry\" and argued that to submit meekly to oppression would be to insult and profane these ancestors. Despite internal divisions among anarchist, Bolshevik, and social democratic factions, and despite the Japanese government's establishment of an alternate organization, the Yūma movement, designed to undercut the influence of the , the Levelers Association remained active until the late 1930s.\nAfter &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the National Committee for Burakumin Liberation was founded, changing its name to the in the 1950s. The league, with the support of the &lt;a href=\"Japan%20Socialist%20Party\"&gt;socialist&lt;/a&gt; and &lt;a href=\"Japan%20Communist%20Party\"&gt;communist&lt;/a&gt; parties, pressured the government into making important concessions in the late 1960s and 1970s.\nIn the 1960s, the &lt;a href=\"Sayama%20Incident\"&gt;Sayama Incident&lt;/a&gt; focused public attention on the problems of the group. The incident involved the murder conviction of a member of the discriminated communities based on circumstantial evidence, which is generally given little weight vs. physical evidence in Japanese courts.\nOne concession was the passing of the \"Special Measures Law for Assimilation Projects\", which provided financial aid for the discriminated communities. In 1976, legislation was also put in place banning third parties from looking up another person's family registry. This traditional system of registry, kept for all Japanese by the &lt;a href=\"Ministry%20of%20Justice%20%28Japan%29\"&gt;Ministry of Justice&lt;/a&gt; since the 19th century, would reveal an individual's ancestry if consulted. Under the new legislation, these records could now be consulted only in legal cases, making it more difficult to identify or discriminate against members of the group.\nIn the 1980s, some educators and local governments, particularly in areas with relatively large populations, began special education programs which they hoped would encourage greater educational and economic success for young members of the group and decrease the discrimination they faced. Branches of rights groups exist today in all parts of Japan except for &lt;a href=\"Hokkaid%C5%8D\"&gt;Hokkaidō&lt;/a&gt; and &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;.\n have been set up across the country by prefectural governments and local authorities; these, in addition to promoting rights, campaign on behalf of a wide range of groups such as women, the disabled, ethnic minorities, foreign residents and released prisoners. Even into the early 1990s, however, discussion of the 'liberation' of these discriminated communities, or even their existence, was taboo in public discussion.\nBuraku Liberation League and the.\nThe &lt;a href=\"Buraku%20Liberation%20League\"&gt;Buraku Liberation League&lt;/a&gt; is considered one of the most militant among 's rights groups. The BLL is known for its fierce \"denunciation and explanation sessions\", where alleged perpetrators of discriminatory actions or speech are summoned for a public hearing before a panel of activists.\nEarly sessions were marked by occasions of violence and kidnapping, and several BLL activists have been arrested for such acts. The legality of these sessions is still disputed, but to this date the authorities have mostly turned a blind eye to them except in the more extreme cases.\nIn 1990, &lt;a href=\"Karel%20van%20Wolferen\"&gt;Karel van Wolferen&lt;/a&gt;'s criticism of the BLL in his much-acclaimed book \"&lt;a href=\"The%20Enigma%20of%20Japanese%20Power\"&gt;The Enigma of Japanese Power&lt;/a&gt;\" prompted the BLL to demand the publisher halt publication of the Japanese translation of the book. Van Wolferen condemned this as an international scandal.\nThe other major activist group is the (or , affiliated to the &lt;a href=\"Japanese%20Communist%20Party\"&gt;Japanese Communist Party&lt;/a&gt; (JCP). It was formed in 1979 by BLL activists who were either purged from the organization or abandoned it in the late 1960s, due to, among other things, their opposition to the decision that subsidies to the should be limited to the BLL members only. Not all were BLL members, and not all residents of the areas targeted for subsidies were historically descended from the out-caste.\nThe often came head-to-head with the BLL, accusing them of chauvinism. The conflict between the two organizations boiled over in 1974 when a clash between teachers belonging to a JCP-affiliated union and BLL activists at a high school in Yoka, rural &lt;a href=\"Hy%C5%8Dgo%20Prefecture\"&gt;Hyōgo Prefecture&lt;/a&gt;, put 29 in hospital.\nIn 1988, the BLL formed the International Movement Against All Forms of Discrimination and Racism (IMADR). The BLL sought for the IMADR to be recognized as a &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; &lt;a href=\"Non-governmental%20organization\"&gt;Non-Government Organization&lt;/a&gt;, but in 1991, the informed the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; about the alleged human rights violations committed by the BLL in the course of their 'denunciation sessions' held with accused 'discriminators'.\nAccording to a BLL-funded think tank, when suspected cases of discrimination were uncovered, the often conducted denunciation sessions as fierce as those of the BLL. Nonetheless, the IMADR was designated a UN human rights NGO in March 1993.\nOn 3 March 2004, the announced that \"the issue has basically been resolved\" and formally disbanded. On 4 March 2004, they launched a new organization called the or .\nReligious discrimination.\nAccording to BLL sources, nearly all Japanese Buddhist sects have discriminated against the burakumin. Zenkairen disputes this.\n&lt;a href=\"J%C5%8Ddo%20Shinsh%C5%AB\"&gt;Jodo Shinshu Buddhism&lt;/a&gt; was the original supporter of lower castes. The side-effect of this liberating philosophy, however, was that it led to a series of anti-feudal rebellions, known as the &lt;a href=\"Ikk%C5%8D-ikki\"&gt;Ikkō-ikki&lt;/a&gt; revolts, which seriously threatened the religious and political status-quo. Accordingly, the political powers engineered a situation whereby the Jōdo Shinshū split into two competing branches, the &lt;a href=\"Shinshu%20Otani\"&gt;Shinshu Otani-ha&lt;/a&gt; and the &lt;a href=\"Hongan-ji\"&gt;Honganji-ha&lt;/a&gt;. This had the consequence that the sects moved increasingly away from their anti-feudal position towards a feudal one.\nLater the state also forced all people to belong to a specific Buddhist school according to the formula:\nIn consequence the Honganji, which under &lt;a href=\"Rennyo\"&gt;Rennyo&lt;/a&gt;'s leadership had defiantly accepted the derogatory label of 'the dirty sect' (see &lt;a href=\"Rennyo%23Writings%20and%20Liturgy\"&gt;Rennyo's letters known as the Ofumi/Gobunsho&lt;/a&gt;) now began to discriminate against its own burakumin members as it jostled for political and social status.\nIn 1922, when the National Levelers' Association (Zenkoku-suiheisha) was founded in Kyoto, Mankichi Saiko, a founder of the movement and Jodo Shinshu priest, said:\nAfter many petitions from the BLL, in 1969 the Honganji changed its opinion on the burakumin issue. Zenkairen, which split from the BLL in 1968, regrets this decision.\nReligious discrimination against the burakumin was not recognized until the BLL's criticism sessions became widespread. For example, in 1979 the Director-General of the &lt;a href=\"S%C5%8Dt%C5%8D\"&gt;Sōtō&lt;/a&gt; Sect of Buddhism made a speech at the \"3rd &lt;a href=\"Religions%20for%20Peace\"&gt;World Conference on Religion and Peace&lt;/a&gt;\" claiming that there was no discrimination against burakumin in Japan.\nBibliography.\nMain text originally from &lt;a href=\"http%3A//memory.loc.gov/frd/cs/cshome.html\"&gt;Library of Congress, Country Studies&lt;/a&gt;. 'Religious Discrimination' and 'Jodo shinshu Honganji' sections adapted from &lt;a href=\"https%3A//web.archive.org/web/20050503084212/http%3A//www.shindharmanet.com/writings/burakumin.htm\"&gt;Shindharmanet&lt;/a&gt; and &lt;a href=\"https%3A//web.archive.org/web/20050625015602/http%3A//blhrri.org/blhrri_e/blhrri/q%2526a.htm\"&gt;BLHRRI.Org&lt;/a&gt;."
}