{
    "id": "847422",
    "revid": "4493105",
    "url": "https://en.wikipedia.org/wiki?curid=847422",
    "title": "Atlantic Wharf",
    "text": "Atlantic Wharf () is a southern area of the &lt;a href=\"city\"&gt;city&lt;/a&gt; of &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;. It is primarily an area of new houses and apartments located on the west side of the disused &lt;a href=\"Bute_Docks%23Bute_Docks\"&gt;Bute East Dock&lt;/a&gt; and to the east of &lt;a href=\"Lloyd%20George%20Avenue\"&gt;Lloyd George Avenue&lt;/a&gt;. It also includes a number of refurbished dock warehouses, modern hotels, the &lt;a href=\"Red%20Dragon%20Centre\"&gt;Red Dragon Centre&lt;/a&gt; and Cardiff Council's &lt;a href=\"County%20Hall%2C%20Cardiff\"&gt;County Hall&lt;/a&gt;. Atlantic Wharf lies in the &lt;a href=\"Butetown%20%28electoral%20ward%29\"&gt;Butetown electoral division&lt;/a&gt; of Cardiff and the &lt;a href=\"Cardiff%20South%20and%20Penarth%20%28UK%20Parliament%20constituency%29\"&gt;Cardiff South and Penarth&lt;/a&gt; constituency for the UK Parliament and the &lt;a href=\"Senedd%20Cymru%20%E2%80%93%20Welsh%20Parliament\"&gt;Senedd&lt;/a&gt;.\nHistory.\nThe Bute East Dock (originally called the East Bute Dock) was constructed to ease pressure on the existing &lt;a href=\"Cardiff%20Docks%23Bute%20Docks\"&gt;Bute Dock&lt;/a&gt; in the 1850s. It was opened by the 12-year-old &lt;a href=\"John%20Crichton-Stuart%2C%203rd%20Marquess%20of%20Bute\"&gt;Third Marquess of Bute&lt;/a&gt; on 14 September 1859. The new dock was 1,310 m in length and up to 152m wide. It was surrounded by railway sidings and large warehouses. Eventually the Bute East Dock was closed in 1970. The railway sidings were removed.\nOnly after 1980 did redevelopment begin around the disused dock. The &lt;a href=\"Cardiff%20Bay%20Development%20Corporation\"&gt;Cardiff Bay Development Corporation&lt;/a&gt; was set up in the late 1980s to drive regeneration of the Docks area. Atlantic Wharf grew to include housing, new businesses, hotels and the conversion of three large derelict dock warehouses in the close vicinity of Bute East Dock. In 1988 the County Council built a new &lt;a href=\"County%20Hall%2C%20Cardiff\"&gt;council headquarters building&lt;/a&gt; at Atlantic Wharf to reinforce the regeneration initiatives. It has been described as a \"remarkable gesture of faith [by] the &lt;a href=\"South%20Glamorgan%20County%20Council\"&gt;South Glamorgan County Council&lt;/a&gt;\".\nA new multiplex cinema and leisure complex was built nearby, known as Atlantic Wharf Leisure Village (now the Red Dragon Centre). Collingdon Road was landscaped and redeveloped to form a mile-long boulevard to Cardiff Bay. Work was completed in 2000 and the road was renamed &lt;a href=\"Lloyd%20George%20Avenue\"&gt;Lloyd George Avenue&lt;/a&gt;.\n21st century.\nWith approximately 1500 houses and flats and no representative of its own on &lt;a href=\"Cardiff%20Council\"&gt;Cardiff Council&lt;/a&gt;, in 2016 the Atlantic Wharf Residents’ Association demanded that Atlantic Wharf be made into a separate &lt;a href=\"Ward%20%28electoral%20subdivision%29\"&gt;electoral ward&lt;/a&gt;.\n'Little Ireland'.\nThe district of &lt;a href=\"Newtown%2C%20Cardiff\"&gt;Newtown&lt;/a&gt; was constructed on the initiative of the Marquess of Bute in the mid-1800s to provide housing for the labourers who were building the new docks. The area consisted of six streets in the far north edge of what is now Atlantic Wharf. The streets were occupied mainly by Irish immigrants from &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt;. Over 100 years after its creation, the buildings of Newtown were subject to compulsory purchase and were demolished in 1970 for redevelopment. The area eventually became an industrial estate next to the mainline railway."
}