{
    "id": "8483702",
    "revid": "5207008",
    "url": "https://en.wikipedia.org/wiki?curid=8483702",
    "title": "Saint Michael's Castle",
    "text": "Saint Michael's Castle (, \"Mikhailovsky zamok\"), also called the Mikhailovsky Castle or the Engineers' Castle (, \"Inzhenerny zamok\"), is a former royal residence in the historic centre of &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. Saint Michael's Castle was built as a residence for Emperor &lt;a href=\"Paul%20I%20of%20Russia\"&gt;Paul I of Russia&lt;/a&gt; by architects &lt;a href=\"Vincenzo%20Brenna\"&gt;Vincenzo Brenna&lt;/a&gt; and &lt;a href=\"Vasily%20Bazhenov\"&gt;Vasily Bazhenov&lt;/a&gt; in 1797–1801. It was named for &lt;a href=\"Michael%20%28archangel%29\"&gt;St Michael&lt;/a&gt; the Archangel, &lt;a href=\"patron%20saint\"&gt;patron saint&lt;/a&gt; of the &lt;a href=\"House%20of%20Romanov\"&gt;royal family&lt;/a&gt;. The &lt;a href=\"castle\"&gt;castle&lt;/a&gt; looks different from each side, as the architects used motifs of various architectural styles such as &lt;a href=\"French%20Baroque%20and%20Classicism\"&gt;French Classicism&lt;/a&gt;, &lt;a href=\"Renaissance%20architecture\"&gt;Italian Renaissance&lt;/a&gt; and &lt;a href=\"Gothic%20architecture\"&gt;Gothic&lt;/a&gt;.\nSaint Michael's Castle was built to the south of the &lt;a href=\"Summer%20Garden\"&gt;Summer Garden&lt;/a&gt; and replaced the small wooden palace of Empress &lt;a href=\"Elizabeth%20of%20Russia\"&gt;Elizabeth Petrovna&lt;/a&gt;. Afraid of intrigues and &lt;a href=\"assassination\"&gt;assassination&lt;/a&gt; plots, Emperor Paul I disliked the &lt;a href=\"Winter%20Palace\"&gt;Winter Palace&lt;/a&gt; where he never felt safe. Due to his personal fascination with medieval &lt;a href=\"knight\"&gt;knight&lt;/a&gt;s and his constant fear of assassination, the new royal residence was built like a &lt;a href=\"castle\"&gt;castle&lt;/a&gt; around an octagonal courtyard. The building with rounded corners was surrounded by the waters of the &lt;a href=\"Moika%20River\"&gt;Moika River&lt;/a&gt;, the &lt;a href=\"Fontanka%20River\"&gt;Fontanka River&lt;/a&gt; and two specially dug canals (the Church Canal and the Sunday Canal), transforming the castle area into an artificial island which could only be reached by &lt;a href=\"drawbridge\"&gt;drawbridge&lt;/a&gt;s.\nConstruction began on 26 February (&lt;a href=\"Old%20Style%20and%20New%20Style%20dates\"&gt;N.S.&lt;/a&gt; 9 March), 1797 and the castle was solemnly consecrated on 8 November 1800, \"i.e.\" on &lt;a href=\"Michaelmas\"&gt;St Michael's Day&lt;/a&gt; in the &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Eastern Orthodox&lt;/a&gt; calendar, though finishing work on the interior continued until March 1801. In 1800, the &lt;a href=\"bronze%20sculpture\"&gt;bronze&lt;/a&gt; &lt;a href=\"equestrian%20statue\"&gt;equestrian&lt;/a&gt; &lt;a href=\"Monument%20to%20Peter%20I%20%28St.%20Michael%27s%20Castle%29\"&gt;Monument to Peter the Great&lt;/a&gt; was set up in front of the castle. This statue had been designed during Peter the Great's lifetime and later, with the casting being completed in 1747 by the architect &lt;a href=\"Bartolomeo%20Rastrelli\"&gt;Bartolomeo Rastrelli&lt;/a&gt;. By order of Paul I, the inscription \"From Great Grandson to Great Grandfather\" was made on the pedestal that is decorated with &lt;a href=\"bas-relief\"&gt;bas-relief&lt;/a&gt;s depicting scenes of two Russian victories over &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; during the &lt;a href=\"Great%20Northern%20War\"&gt;Great Northern War&lt;/a&gt;.\nPaul I was assassinated only 40 nights after he moved into his newly built castle. He was murdered on 12 March 1801, in his own bedroom, by a group of dismissed officers headed by &lt;a href=\"Levin%20August%2C%20count%20von%20Bennigsen\"&gt;General Bennigsen&lt;/a&gt;. The conspirators forced him to a table, and tried to compel him to sign his &lt;a href=\"abdication\"&gt;abdication&lt;/a&gt;. Paul offered some resistance, and one of the assassins struck him with a sword, and he was then strangled and trampled to death. He was succeeded by his son, Emperor &lt;a href=\"Alexander%20I%20of%20Russia\"&gt;Alexander I&lt;/a&gt;, who was actually in the palace at the time and was informed of his accession by General &lt;a href=\"Nicholas%20Zubov\"&gt;Nicholas Zubov&lt;/a&gt;, one of the assassins.\nAfter Paul's death, the &lt;a href=\"Russian%20Empire\"&gt;imperial&lt;/a&gt; family returned to the Winter Palace; Saint Michael's Castle was abandoned and in 1823 was given to the &lt;a href=\"Military%20history%20of%20Imperial%20Russia\"&gt;army&lt;/a&gt;'s &lt;a href=\"Military%20Engineering-Technical%20University\"&gt;Main Engineering School&lt;/a&gt; (later to become the Nikolayevskaya Engineering Academy and now the Military Engineering-Technical University). From then on, the building was known as the \"Engineers' Castle\". Between 1838 and 1843, the Russian writer &lt;a href=\"Fyodor%20Dostoyevsky\"&gt;Fyodor Dostoyevsky&lt;/a&gt; studied as a cadet at the Main Engineering School.\nIn the early 1990s, Saint Michael's Castle became a branch of the &lt;a href=\"Russian%20Museum\"&gt;Russian Museum&lt;/a&gt; and now houses its Portrait Gallery, featuring official portraits of the Russian Emperors and Empresses and various dignitaries and celebrities from the late 17th to the early 20th century.\nArchitecture and design.\nThe Castle is oriented as a square with rounded corners, inside the square, there is an &lt;a href=\"octagon\"&gt;octagon&lt;/a&gt;al inner &lt;a href=\"courtyard\"&gt;courtyard&lt;/a&gt;. The main entrance to the castle is to the south. Three angled bridges formed the link between the building and the square of the &lt;a href=\"Connetable%20de%20Bourbon\"&gt;Connettables&lt;/a&gt; in front of it, after the square of the same name in &lt;a href=\"Chantilly%2C%20Oise\"&gt;Chantilly&lt;/a&gt;, the property of the &lt;a href=\"Princes%20of%20Cond%C3%A9\"&gt;Princes of Condé&lt;/a&gt; that &lt;a href=\"Paul%20I%20of%20Russia\"&gt;Paul&lt;/a&gt; had visited during his stays abroad in June 1782.\nThe building is located near the source of the &lt;a href=\"Moyka\"&gt;Moyka River&lt;/a&gt; from the &lt;a href=\"Fontanka\"&gt;Fontanka&lt;/a&gt;. It was originally surrounded by water on all sides. It could be accessed via bridges guarded by sentry guards. The canal on the south side (reconstructed in 2003) came close to the basement. The building was approached from Italian Street through triple semi-circular gates, the middle passage of which was reserved for members of the imperial family. Behind them was a broad, straight avenue, along which were built the &lt;a href=\"stable\"&gt;stable&lt;/a&gt;s and the &lt;a href=\"Michael%20Manege\"&gt;manège&lt;/a&gt; It ended at the three-storey corridor pavilions, beyond which the &lt;a href=\"forecourt\"&gt;forecourt&lt;/a&gt; &lt;a href=\"fortification\"&gt;fortification&lt;/a&gt;s began.\nAt the end of 1798, Paul I became Grandmaster of the &lt;a href=\"Sovereign%20Military%20Order%20of%20Malta\"&gt;Order of Malta&lt;/a&gt;. The appearance of Saint Michael's Castle combined Romantic sentiments and &lt;a href=\"Malta\"&gt;Maltese&lt;/a&gt; symbolism. The enclosed volume of the building, the rounded corners associated with the round corner towers, created an image of a citadel of Order of Malta's knights. The development of the composition of the new imperial residence, through a series of variations, led to a square block with an octagonal courtyard which recalls both the round &lt;a href=\"Villa%20Farnese\"&gt;Villa Farnese&lt;/a&gt; Palace in &lt;a href=\"Caprarola\"&gt;Caprarola&lt;/a&gt; and its &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;al external silhouette, by the architect &lt;a href=\"Giacomo%20Barozzi%20da%20Vignola\"&gt;Giacomo da Viñola&lt;/a&gt;. There were a total of 12 or 13 designs of 8 sheets each. The association with the knight's castle is reinforced by the gilded spire of Saint Michael's church, topped with a &lt;a href=\"Maltese%20cross\"&gt;Maltese cross&lt;/a&gt;. The flagpole on the opposite side raised the imperial standard. The semi-&lt;a href=\"Rotunda%20%28architecture%29\"&gt;rotunda&lt;/a&gt; of the church, which in &lt;a href=\"Ch%C3%A2teau%20de%20Chantilly\"&gt;Château de Chantilly&lt;/a&gt; was positioned in the middle of the facade, is marked by a semicircular projection of the apse on the western side of the building and is symmetrically repeated on the opposite side of the building in &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;. In this way, the building, which had no corner towers, is given an even greater resemblance to a medieval fortress.\nThe main south façade of the castle follows the arch of the &lt;a href=\"Porte%20Saint-Denis\"&gt;Porte Saint-Denis&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, built-in 1672 according to the design of &lt;a href=\"Fran%C3%A7ois%20Blondel\"&gt;François Blondel&lt;/a&gt; the Elder, the founder of &lt;a href=\"Classicism%20%28architecture%29\"&gt;French classicism&lt;/a&gt;. The colonnade of the large order on the sides of the south façade resembles the &lt;a href=\"Louvre%20Colonnade\"&gt;Colonnade of the Louvre&lt;/a&gt;, the work of &lt;a href=\"Charles%20Perrault\"&gt;Charles Perrault&lt;/a&gt; in Paris. On the sides of the portal, as in the Porte of Saint-Denis, two obelisks with Roman soldiers' armatures and monograms of &lt;a href=\"Paul%20I%20of%20Russia\"&gt;Paul I&lt;/a&gt; are leaning against the façade.\nIt is known that in 1782, while still the heir, Paul was in &lt;a href=\"Parma\"&gt;Parma&lt;/a&gt; during his travels in &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;, and met with the French architect &lt;a href=\"Ennemond%20Alexandre%20Petitot\"&gt;Petitot&lt;/a&gt;. The design of the main façade of the &lt;a href=\"Ducal%20Palace%20of%20Colorno\"&gt;Ducal Palace of Colorno&lt;/a&gt; at Parma, commissioned by &lt;a href=\"Ferdinand%2C%20Duke%20of%20Parma\"&gt;Ferdinand I of Bourbon, Duke of Parma&lt;/a&gt; is an original combination of the composition of the Porte of Saint-Denis, with two obelisks and arches on each side, and the traditional façade of an urban palazzo with a triangular pediment. The facades of the palace in Parma and the castle in Saint Petersburg are almost the same.\nThe spectacular octagonal courtyard of Saint Michael's Castle has prototypes not only in the classical architecture of Italy (the palace in &lt;a href=\"Caprarola\"&gt;Caprarola&lt;/a&gt;), it goes back to the octagonal early Christian &lt;a href=\"Baptistery\"&gt;baptisteries&lt;/a&gt;. Here, despite its seeming innovativeness, the deep Christian traditions of Saint Petersburg construction can be traced.\nStatues in the niches of the southern facade of Saint Michael's Castle are &lt;a href=\"personification\"&gt;personification&lt;/a&gt;s, symbolic of the &lt;a href=\"Virtue\"&gt;virtues&lt;/a&gt; of the ideal monarch. These include: &lt;a href=\"Virt%C3%B9%23Classical%20and%20medieval%20origins\"&gt;\"Power\"&lt;/a&gt;, \"Abundance\", &lt;a href=\"Victoria%20%28mythology%29\"&gt;\"Victory\"&lt;/a&gt;, and \"Glory\", all related to the &lt;a href=\"chivalric\"&gt;chivalric&lt;/a&gt; symbolism of the Maltese order. The architecture of the colonnade of the state passage through the southern gate and the main staircase of Saint Michael's Castle correlates with similar compositions from &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; Western Europe, such as the &lt;a href=\"Royal%20Palace%20of%20Caserta\"&gt;Royal Palace of Caserta&lt;/a&gt; near &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; by &lt;a href=\"Luigi%20Vanvitelli\"&gt;Luigi Vanvitelli&lt;/a&gt;.\nThe mix of &lt;a href=\"Neoclassical%20architecture\"&gt;classicist&lt;/a&gt; and &lt;a href=\"Baroque%20architecture\"&gt;baroque&lt;/a&gt; motifs in the architecture of Saint Michael's Castle places it in a transitional period in the history of architectural styles in Russia. The classicist elements, together with Romantic ones, make up a peculiar \"costumed architecture\" in Saint Michael's Castle, which anticipates the &lt;a href=\"Empire%20style\"&gt;Empire style&lt;/a&gt; of the early nineteenth century. Sometimes the turn of the eighteenth and nineteenth centuries is called pre-&lt;a href=\"Romanticism\"&gt;Romanticism&lt;/a&gt; in Russian art history, but in this case, it would be more accurate to say that the unique appearance of the Saint Michael's Castle represents not only pre-Romantic or Romantic architecture but is above all an architectural portrait of the Emperor himself. "
}