{
    "id": "84887",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=84887",
    "title": "Mefistofele",
    "text": "Mefistofele () is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in a &lt;a href=\"prologue\"&gt;prologue&lt;/a&gt; and five acts, later reduced to four acts and an &lt;a href=\"epilogue\"&gt;epilogue&lt;/a&gt;, the only completed opera with music by the Italian &lt;a href=\"composer\"&gt;composer&lt;/a&gt;-&lt;a href=\"librettist\"&gt;librettist&lt;/a&gt; &lt;a href=\"Arrigo%20Boito\"&gt;Arrigo Boito&lt;/a&gt; (there are several completed operas for which he was librettist only). The opera was given its premiere on 5 March 1868 at &lt;a href=\"La%20Scala\"&gt;La Scala&lt;/a&gt;, Milan, under the baton of the composer, despite his lack of experience and skill as a conductor.\nHowever, it was not a success and was immediately withdrawn after only two performances. Revisions in 1875 resulted in success in Bologna and, with further adjustments in 1876 for Venice, the opera was performed elsewhere.\nComposition history.\nBoito began consideration of an opera on the &lt;a href=\"Faust\"&gt;Faust&lt;/a&gt;ian theme after completing his studies at the &lt;a href=\"Milan%20Conservatory\"&gt;Milan Conservatory&lt;/a&gt; in 1861. \"Mefistofele\" is one of many pieces of &lt;a href=\"classical%20music\"&gt;classical music&lt;/a&gt; based on the Faust legend and, like many other composers, Boito used &lt;a href=\"Johann%20Wolfgang%20von%20Goethe\"&gt;Goethe&lt;/a&gt;'s &lt;a href=\"Faust%2C%20Part%20One\"&gt;version&lt;/a&gt; as his starting point. He was an admirer of &lt;a href=\"Richard%20Wagner\"&gt;Richard Wagner&lt;/a&gt; and, like him, chose to write his own &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt;, something which was virtually unheard of in &lt;a href=\"Italian%20opera\"&gt;Italian opera&lt;/a&gt; up to that time. Much of the text is actually a literal translation from Goethe's German to Boito's Italian.\nThe most popular earlier work based on the legend was &lt;a href=\"Charles%20Gounod\"&gt;Charles Gounod&lt;/a&gt;'s opera \"&lt;a href=\"Faust%20%28opera%29\"&gt;Faust&lt;/a&gt;\", which Boito regarded as a superficial and frivolous treatment of a profound subject. Furthermore, Boito was contemptuous of what he saw as the low operatic standards prevailing in Italy at that time, and he determined to make his new work distinctive, both musically and intellectually, different from anything that had been heard before. He hoped that it would be a wake-up call and an inspiration to other young Italian composers.\nThe &lt;a href=\"Piano%E2%80%93vocal%20score\"&gt;Piano–vocal score&lt;/a&gt; was completed in 1867 while Boito was visiting relatives in Poland.\nPerformance history and revisions.\n19th century.\nAs the evening of 5 March 1868 premiere performance progressed, the hostility of the audience, unfamiliar with Boito's &lt;a href=\"avant-garde\"&gt;avant-garde&lt;/a&gt; musical style and unimpressed by many of the scenes (notably the scene in the emperor's court), steadily increased. Furthermore, the work was far too long and the cast inadequate for the complexities of the music. When the curtain finally came down well after midnight, it was clear that the premiere had been a failure. After just two performances, with the second one being divided into two sections and presented on successive evenings, the opera was withdrawn.\nBoito immediately set to work revising his opera, greatly reduced its length by about one-third by making many scenes smaller in scale. The most important changes were the following: Boito removed the entire first scene of the original act 4 (scene in the imperial court), symphonic intermezzo \"La Battaglia\" and expanded act 5 as an epilogue, adding the duet \"Lontano, lontano\" to act 3 in the process. Faust was changed from a &lt;a href=\"baritone\"&gt;baritone&lt;/a&gt; to a &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt;.\nThe revised version was premiered in &lt;a href=\"Teatro%20Comunale%20di%20Bologna\"&gt;Bologna&lt;/a&gt; on 4 October 1875, this time sung by what is generally regarded to be a very fine cast, and was an immediate success. This change in reception is thought to be partly due to Boito's revisions making the opera more traditional in style, and also to the Italian audience having become familiar with, and more willing to accept, developments in opera associated with those of &lt;a href=\"Richard%20Wagner\"&gt;Richard Wagner&lt;/a&gt;.\nBoito made further minor revisions during 1876, and this version was first performed at the &lt;a href=\"Teatro%20Rossini%20%28Venice%29\"&gt;Teatro Rossini&lt;/a&gt; in Venice on 13 May 1876. The first British performance took place at &lt;a href=\"Her%20Majesty%27s%20Theatre\"&gt;Her Majesty's Theatre&lt;/a&gt;, London on 6 July 1880 and the American premiere was on 16 November 1880 in Boston. Thereafter, Boito continued to make small changes until the final definitive production in Milan on 25 May 1881.\n20th century and beyond.\nIn the early 20th century, revivals of the opera were associated particularly with the famous Russian &lt;a href=\"bass%20%28voice%20type%29\"&gt;bass&lt;/a&gt; &lt;a href=\"Feodor%20Chaliapin\"&gt;Feodor Chaliapin&lt;/a&gt;: he sang the title role on the occasion of his first appearance outside Russia (La Scala, Milan, 16 March 1901) and also on his North American debut (&lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt;, New York, 20 November 1907). Chaliapin made his first appearance at the &lt;a href=\"Royal%20Opera%20House\"&gt;Royal Opera House&lt;/a&gt;, Covent Garden, on 25 May 1926. Parts of a subsequent performance on 31 May were recorded by His Master's Voice.\nIn 1969, the &lt;a href=\"New%20York%20City%20Opera\"&gt;New York City Opera&lt;/a&gt; presented a new production by &lt;a href=\"Tito%20Capobianco\"&gt;Tito Capobianco&lt;/a&gt;, with &lt;a href=\"Norman%20Treigle\"&gt;Norman Treigle&lt;/a&gt; scoring his greatest success in the title role.\nThe Metropolitan Opera has given the work from time to time since it first appeared there on 5 December 1883.&lt;a href=\"The%20Royal%20Opera\"&gt;The Royal Opera&lt;/a&gt; in London has only given one performance of the opera, a concert version in March 1998 at the &lt;a href=\"Barbican%20Centre\"&gt;Barbican Centre&lt;/a&gt;, with &lt;a href=\"Samuel%20Ramey\"&gt;Samuel Ramey&lt;/a&gt; as the title character.\nAs Mefistofele, Ramey made the role a signature one, appearing in many productions in the 1980s and early 1990s, including one given by the &lt;a href=\"San%20Francisco%20Opera\"&gt;San Francisco Opera&lt;/a&gt; in November 1994. San Francisco Opera revived the 1994 production of the opera as the first production of its 2013/14 season with &lt;a href=\"Ildar%20Abdrazakov\"&gt;Ildar Abdrazakov&lt;/a&gt; as Mefistofele, &lt;a href=\"Patricia%20Racette\"&gt;Patricia Racette&lt;/a&gt; as Margherita and &lt;a href=\"Ram%C3%B3n%20Vargas\"&gt;Ramón Vargas&lt;/a&gt; as Faust.\nThe opera was performed as part of the 2013/14 season at the &lt;a href=\"Croatian%20National%20Theatre%20in%20Split\"&gt;Croatian National Theatre (HNK Split)&lt;/a&gt;, directed by Michał Znaniecki and conducted by Nikša Bareza.\nIn August 2014, the opera was performed at the 13th Opera Festival of the &lt;a href=\"Theatro%20da%20Paz\"&gt;Theatro da Paz&lt;/a&gt; in &lt;a href=\"Bel%C3%A9m\"&gt;Belém&lt;/a&gt;, Brazil, after a 50-year hiatus from Brazilian theaters. There Mefistofele was played by Denis Sedov and Faust played by Fernando Portari.\nSynopsis.\nPrologue.\nA heavenly chorus of angels praises God the Creator. Mefistofele scornfully declares that he can win the soul of Faust. His challenge is accepted by the Forces of Good.\nAct 1.\n\"Scene 1, Easter Sunday\"\nThe aged Dr. Faust and his pupil Wagner are watching the &lt;a href=\"Easter\"&gt;Easter&lt;/a&gt; celebrations in the main square in &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt;. Faust senses that they are being followed by a mysterious friar, about whom he senses something evil. Wagner dismisses his master’s feelings of unease and as darkness falls they return to Faust’s home.\n\"Scene 2, The Pact\"\nFaust is in his study, deep in contemplation. His thoughts are disturbed in dramatic fashion by the sudden appearance of the sinister friar, whom he now recognizes as a manifestation of the Devil (Mefistofele). Far from being terrified, Faust is intrigued and enters into a discussion with Mefistofele culminating in an agreement by which he will give his soul to the devil on his death in return for worldly bliss for the remainder of his life.\nAct 2.\n\"Scene 1, The Garden\"\nRestored to his youth, Faust has infatuated Margareta, an unsophisticated village girl. She is unable to resist his seductive charms and agrees to drug her mother with a sleeping draught and meet him for a night of passion. Meanwhile, Mefistofele amuses himself with Martha, another of the village girls.\n\"Scene 2, The Witches Sabbath\"\nMefistofele has carried Faust away to witness a &lt;a href=\"Witches%27%20Sabbath\"&gt;Witches' Sabbath&lt;/a&gt; on the &lt;a href=\"Brocken\"&gt;Brocken&lt;/a&gt; mountain. They reach to the top and hear the sound of witches approaching from below. They draw near and Mefistofele, declaring himself king, calls to them to bow down before him. The devil mounts his throne and proclaims his contempt for the World and all its worthless inhabitants. As the orgy reaches its climax, Faust sees a vision of Margherita, apparently in chains and with her throat cut. Mefistofele reassures him that the vision was a false illusion. The revels continue.\nAct 3.\nFaust's vision had been true. Margareta lies in a dismal cell, her mind in a state of confusion and despair. She has been imprisoned and condemned to death for poisoning her mother with the sleeping &lt;a href=\"wikt%3Adraught\"&gt;draught&lt;/a&gt; supplied by Faust and for drowning the baby she had borne him. Faust begs Mefistofele to help them escape together. They enter the cell and at first Margareta does not recognize her rescuers. Her joy at being reunited with Faust turns to horror when she sees Mefistofele and recognizes that he is the Devil. Refusing to succumb to further evil, Margareta begs for divine forgiveness. She collapses to the cell floor as the Celestial choir proclaims her redemption.\nAct 4.\nMefistofele has now transported Faust back in time to &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt;. &lt;a href=\"Helen%20of%20Troy\"&gt;Helen of Troy&lt;/a&gt; and her followers are enjoying the luxurious and exotic surroundings on the banks of a magnificent river. Faust, attired more splendidly than ever, is easily able to win the heart of the beautiful princess. In a passionate outpouring they declare their undying love and devotion to each other.\nEpilogue.\nBack in his study, Faust, once more an old man, reflects that neither in the world of reality nor of illusion was he able to find the perfect experience he craved. He feels that the end of his life is close, but desperate for his final victory, Mefistofele urges him to embark on more exotic adventures. For a moment Faust hesitates, but suddenly seizing his Bible he cries out for God's forgiveness. Mefistofele has been thwarted; he disappears into the background as Faust dies and the Celestial choir once more sings of ultimate redemption.\nIn popular culture.\n\"&lt;a href=\"Batman%20Begins\"&gt;Batman Begins&lt;/a&gt;\" depicts the opera being performed onstage, using an excerpt of \"Rampiamo, rampiamo, che il tempo ci gabba\" (Chorus of Warlocks and Witches from act 2, scene 2) from the 1973 EMI (see \"Recordings\" above). During the scene, performers dressed as bat-like monsters frighten young &lt;a href=\"Batman\"&gt;Bruce Wayne&lt;/a&gt;, who asks to leave.\nAn avant-garde video directed by Yevgeniy Timokhin on a remix with the verse \"E' mia madre addormentata\" from Margareta's aria in act 3 was awarded the Euro Video Grand Prix 2006.\nReferences.\nNotes\nSources"
}