{
    "id": "849238",
    "revid": "22041646",
    "url": "https://en.wikipedia.org/wiki?curid=849238",
    "title": "Torridon Hills",
    "text": "The Torridon Hills surround &lt;a href=\"Torridon\"&gt;Torridon&lt;/a&gt; village in the &lt;a href=\"Northwest%20Highlands\"&gt;Northwest Highlands&lt;/a&gt; of &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. The name is usually applied to the &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s to the north of &lt;a href=\"Glen\"&gt;Glen&lt;/a&gt; Torridon. They are among the most dramatic and spectacular peaks in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; and made of some of the oldest rocks in the world. Many are over 3000 feet high, so are considered &lt;a href=\"Munros\"&gt;Munros&lt;/a&gt;. \nRock types.\nThese are mainly made of a type of &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;, known as &lt;a href=\"Torridonian%20sandstone\"&gt;Torridonian sandstone&lt;/a&gt; (see &lt;a href=\"Geology%20of%20Great%20Britain\"&gt;Geology of Great Britain&lt;/a&gt;), which over time has become eroded to produce the unique characteristics of the Torridon Hills. In geology, Torridonian describes a series of &lt;a href=\"proterozoic\"&gt;proterozoic&lt;/a&gt; &lt;a href=\"arenaceous\"&gt;arenaceous&lt;/a&gt; &lt;a href=\"sedimentary%20rock\"&gt;sedimentary rock&lt;/a&gt;s of &lt;a href=\"Precambrian\"&gt;Precambrian&lt;/a&gt; age. They are amongst the oldest rocks in Britain, and sit on yet older rocks, &lt;a href=\"Lewisian%20complex\"&gt;Lewisian gneiss&lt;/a&gt;. Some of the highest peaks, such as &lt;a href=\"Beinn%20Eighe\"&gt;Beinn Eighe&lt;/a&gt; are crowned by white &lt;a href=\"Cambrian\"&gt;Cambrian&lt;/a&gt; &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;, which gives those peaks a distinctive appearance. Some of the quartzite contains &lt;a href=\"fossilized\"&gt;fossilized&lt;/a&gt; worm burrows and known as &lt;a href=\"pipe%20rock\"&gt;pipe rock&lt;/a&gt;. It is circa 500 million years old. The strata are largely horizontal, and have weathered into terraces on the mountains.\nEach of the Torridon Hills sits very much apart from one another, and they are often likened to &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s. They have steep &lt;a href=\"wiktionary%3Aterrace\"&gt;terraced&lt;/a&gt; sides, and broken summit crests, riven into many pinnacles. There are numerous steep &lt;a href=\"gully\"&gt;gullies&lt;/a&gt; running down the terraced sides from the peaks. The summit ridges provide excellent &lt;a href=\"scrambling\"&gt;scrambling&lt;/a&gt;, and are popular with &lt;a href=\"hillwalking\"&gt;hillwalkers&lt;/a&gt; and &lt;a href=\"mountaineering\"&gt;mountaineers&lt;/a&gt;. However, like many ridge routes, there are few escape points, so once committed, the scrambler or &lt;a href=\"hillwalker\"&gt;hillwalker&lt;/a&gt; must complete the entire ridge before descent.\nThere are numerous other mountains outside the immediate area of &lt;a href=\"Loch%20Torridon\"&gt;Loch Torridon&lt;/a&gt; which have the same characteristics, such as &lt;a href=\"An%20Teallach\"&gt;An Teallach&lt;/a&gt; near &lt;a href=\"Ullapool\"&gt;Ullapool&lt;/a&gt;.\nMajor peaks.\nAlthough many peaks in the Northwest Highlands exhibit Torridon &lt;a href=\"geology\"&gt;geology&lt;/a&gt;, the Torridon hills are generally considered only to be those in the Torridon Forest to the north of Glen Torridon. Specifically, these are:\nHills between Glen Torridon and Strath Carron share much of the splendour and character of the main hills, although perhaps less of the drama:\nThe Torridon Hills exhibit some of the most dramatic mountain scenery in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;, perhaps surpassed in grandeur only by the &lt;a href=\"Cuillins\"&gt;Cuillins&lt;/a&gt; of &lt;a href=\"Skye\"&gt;Skye&lt;/a&gt;."
}