{
    "id": "8518210",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=8518210",
    "title": "Kohathites",
    "text": "The Kohathites were one of the four main divisions among the &lt;a href=\"Levites\"&gt;Levites&lt;/a&gt; in &lt;a href=\"Hebrew%20Bible\"&gt;biblical&lt;/a&gt; times, the other three being the &lt;a href=\"Gershonite\"&gt;Gershonite&lt;/a&gt;s, the &lt;a href=\"Merarites\"&gt;Merarites&lt;/a&gt;, and the &lt;a href=\"Aaronites\"&gt;Aaronites&lt;/a&gt; (more commonly known as Kohen). The Bible claims that the Kohathites were all descended from the &lt;a href=\"eponym\"&gt;eponym&lt;/a&gt;ous \"&lt;a href=\"Kohath\"&gt;Kohath&lt;/a&gt;\", a son of &lt;a href=\"Levi\"&gt;Levi&lt;/a&gt;.\nOverview.\nThe Torah ascribes a specific religious function to the Kohathites, namely care of the vessels and objects within the sanctuary: the &lt;a href=\"Ark%20of%20the%20Covenant\"&gt;Ark of the Covenant&lt;/a&gt;, &lt;a href=\"Menorah%20%28Temple%29\"&gt;Menorah&lt;/a&gt;, &lt;a href=\"Shewbread\"&gt;Table of Shewbread&lt;/a&gt;.\nAccording to the &lt;a href=\"Book%20of%20Joshua\"&gt;Book of Joshua&lt;/a&gt;, rather than possessing a &lt;a href=\"simply%20connected\"&gt;continuous&lt;/a&gt; territory, the Kohathites possessed several cities scattered throughout the geographic region in the &lt;a href=\"Kingdom%20of%20Israel%20%28united%20monarchy%29\"&gt;Kingdom of Israel&lt;/a&gt; south of the &lt;a href=\"Jezreel%20Valley\"&gt;Jezreel Valley&lt;/a&gt;, and in the region north of the &lt;a href=\"Galilee\"&gt;Galilee&lt;/a&gt;, the latter being an extremely large distance apart from the former:\nThe narrative in Joshua argues that the territory was taken by the Levites right after &lt;a href=\"Joshua\"&gt;Joshua&lt;/a&gt;'s conquest of &lt;a href=\"Canaan\"&gt;Canaan&lt;/a&gt;, but some scholars believe this cannot be correct, as it is contradicted not only by &lt;a href=\"archaeology\"&gt;archaeological&lt;/a&gt; evidence, but also by narratives in the &lt;a href=\"Book%20of%20Judges\"&gt;Book of Judges&lt;/a&gt;, &lt;a href=\"Books%20of%20Samuel\"&gt;Books of Samuel&lt;/a&gt;, and &lt;a href=\"Books%20of%20Kings\"&gt;Books of Kings&lt;/a&gt;; Gezer, for example, is portrayed in the narrative of the Book of Kings as only coming into the possession of the Levites during the reign of &lt;a href=\"Solomon\"&gt;Solomon&lt;/a&gt;, and archaeological excavation of the site has shown that shortly prior to the &lt;a href=\"Babylonian%20captivity\"&gt;Babylonian captivity&lt;/a&gt; it was still the site of a large temple to the &lt;a href=\"Canaanite%20religion\"&gt;Canaanite&lt;/a&gt; deity &lt;a href=\"Astarte\"&gt;Astarte&lt;/a&gt;. \nHowever, a close reading of the book of Judges reveals that the Canaanite peoples conquered by the invading Israelite tribes were often not completely subdued. The disputed territory is sometimes assigned to an individual or tribe before any conquest was undertaken (e.g., Caleb's inheritance in Joshua 14). A major theme of the book of Judges is that the disorder portrayed in the book is a direct consequence of Israel lacking the will to finish the job of conquest, allowing their enemies to dwell in their midst.\nSome scholars have other views."
}