{
    "id": "8519443",
    "revid": "23967708",
    "url": "https://en.wikipedia.org/wiki?curid=8519443",
    "title": "Joan C. Edwards Stadium",
    "text": "Joan C. Edwards Stadium, formerly Marshall University Stadium, is a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; stadium located on the campus of &lt;a href=\"Marshall%20University\"&gt;Marshall University&lt;/a&gt; in &lt;a href=\"Huntington%2C%20West%20Virginia\"&gt;Huntington, West Virginia&lt;/a&gt;, United States. It can hold 38,227 spectators and includes twenty deluxe, indoor suites, 300 &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt;-accessible seating, a state-of-the-art press-box, 14 concession areas, and 16 separate restrooms. It also features of artificial turf and 1,837 tons of structural steel. It also houses the &lt;a href=\"Shewey%20Athletic%20Center%20%28Marshall%20University%29\"&gt;Shewey Athletic Center&lt;/a&gt;, a fieldhouse and a training facility. The new stadium opened in 1991 and replaced &lt;a href=\"Fairfield%20Stadium\"&gt;Fairfield Stadium&lt;/a&gt;, a condemned off-campus facility built in 1927 in the Fairfield Park neighborhood.\nMarshall has a 170-37 overall record at Joan C. Edwards Stadium for a winning percentage of .821, one of the top five home winning percentages in the nation.\nHistory.\nThe Joan C. Edwards Stadium was first proposed in 1986 to replace &lt;a href=\"Fairfield%20Stadium\"&gt;Fairfield Stadium&lt;/a&gt;. On January 16, then-Governor &lt;a href=\"Arch%20A.%20Moore%20Jr.\"&gt;Arch A. Moore Jr.&lt;/a&gt; met with Huntington and University leaders, stating that \"money is available\" if the plans for the stadium were put together. On June 15, the Board of Regents gives the green light to the new stadium project; on September 9, the university begins purchasing property east of the central campus for the proposed stadium.\nOn January 15, 1987, Governor Moore asks the Board of Regents to approve funding for the sale of bonds that would help finance the new stadium. On June 8 of the following year, the state Legislature passes a state budget which has the inclusion of a new 30,000-seat stadium if the Board of Regents can secure funding. A little over one month later on June 9, the Board of Regents passes a resolution that endorsed the construction of a new football stadium.\nOn October 4, 1988, a rendering of the new stadium was unveiled. The designers of the new facility were Stafford/Rosser Fabrap, a joint venture between Stafford Consultants of &lt;a href=\"Princeton%2C%20West%20Virginia\"&gt;Princeton&lt;/a&gt; and Rosser Fabrap International of &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta&lt;/a&gt;. Soon after, the Board of Regents were given . of property by the Greater Huntington Area Chamber of Commerce. On November 1, the Board of Regents purchased additional property and hired investment bankers who helped decide the optimal financing method for the project.\nOn January 11, 1989, the Board of Regents approved a $70 million bond sale, $30 million of which was for the new Marshall stadium. Demolition of the existing structures for the new stadium began on December 9. A contract for the new stadium was awarded on June 13, 1990, to RC-Irey, a joint venture between River City Construction Company of Huntington and the Frank Irey, Jr. Company of Monongahela, Pennsylvania. Groundbreaking ceremonies took place one month later on July 18. By October 6, 1990, steel beams were being erected for the new stadium. Marshall's \"Thundering Herd\" played their last game at Fairfield Stadium against &lt;a href=\"Eastern%20Kentucky%20University\"&gt;Eastern Kentucky University&lt;/a&gt; on November 10, losing 12–15.\nOn January 19, 1991, the designers admitted there was only room for 28,000 seats, not the original 30,000 due to an error in calculating the size of the chairback seats. The remaining 2,000 were to be added to the south end zone after the 1991 season. It would be the sixth largest stadium in NCAA Division I-AA football. By May 3 of that year, it was announced that the stadium was two-thirds complete and on August 9, the \"Thundering Herd's\" freshmen and transfers held their first practice in the new stadium.\nOn September 7, 1991, the new Marshall Stadium was unveiled before a crowd of 33,116. The opening game was against &lt;a href=\"University%20of%20New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, which Marshall won, 24–23. One year later in July, Marshall football staff and administrators relocated into a new facilities structure at the north end of the stadium adjacent to 3rd Avenue.\nIn 2000, a bronze memorial to the &lt;a href=\"Southern%20Airways%20Flight%20932\"&gt;1970 plane crash&lt;/a&gt; that killed most of the football team was placed on the front of the stadium to the left of the main tower, and the road the stadium is on was renamed \"Marshall Memorial Boulevard.\"\nThe record attendance was set on September 10, 2010, at 41,382 in a 24–21 overtime loss to &lt;a href=\"West%20Virginia%20University\"&gt;West Virginia University&lt;/a&gt;.\nOn June 28, 2017, the University Board of Governors approved the sale of &lt;a href=\"beer\"&gt;beer&lt;/a&gt; throughout the stadium.\nRenovations.\nThe expansion of the additional 2,000 seats was completed in July 1994. Six years later, in August 2000, another seating expansion brought the total number of seats to 38,019. The new expansion was completed before the 2000 season opener against SE Missouri St. In 2013, Marshall added four new skyboxes which raised the capacity to 38,227\nIn 2005, the stadium underwent a change in the playing surface as the &lt;a href=\"AstroTurf\"&gt;AstroTurf&lt;/a&gt; surface, in place since 1998, was removed, and a new &lt;a href=\"FieldTurf\"&gt;FieldTurf&lt;/a&gt; surface was installed.\nIn 2014, AstroTurf was reinstalled.\nNaming.\nOn September 4, 1993, the playing surface was named in honor of &lt;a href=\"James%20F.%20Edwards\"&gt;James F. Edwards&lt;/a&gt;, a donor to Marshall University. In November 2003, the stadium itself was renamed to the Joan C. Edwards Stadium, after James Edwards' wife, &lt;a href=\"Joan%20C.%20Edwards\"&gt;Joan C. Edwards&lt;/a&gt;. The renaming honored the couple, whose combined donations to the university exceeded $65 million. The &lt;a href=\"Shewey%20Athletic%20Center%20%28Marshall%20University%29\"&gt;Shewey Athletic Center&lt;/a&gt; on the north side of the stadium on Third Avenue was named for Fred and Christine Shewey, also major donors. The Shewey Athletic Center houses the stadium's locker room facilities as well as offices for both the football team and the athletic department.\nThe stadium is one of only two in &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt; &lt;a href=\"Division%20I%20%28NCAA%29\"&gt;Division I&lt;/a&gt; named exclusively for a woman. The other is &lt;a href=\"Williams-Brice%20Stadium\"&gt;Williams-Brice Stadium&lt;/a&gt; at &lt;a href=\"University%20of%20South%20Carolina\"&gt;South Carolina&lt;/a&gt;. (Several other stadiums are named after husband-and-wife pairs.)\nTenants.\nIn addition to hosting Marshall football, the NCAA Division I-AA national championship game was held at then-Marshall University Stadium several times in the 1990s, including in 1992 and 1996—the years when the Thundering Herd won the national championship. The stadium also hosted the &lt;a href=\"Mid-American%20Conference\"&gt;MAC&lt;/a&gt; championship game in 1997, 1998, 1999, 2000 and 2002 as well as the &lt;a href=\"2014%20Conference%20USA%20Football%20Championship%20Game\"&gt;2014&lt;/a&gt; and &lt;a href=\"2020%20Conference%20USA%20Football%20Championship%20Game\"&gt;2020&lt;/a&gt; Conference USA championship games.\nIn 2010, &lt;a href=\"Kentucky%20Christian%20University\"&gt;Kentucky Christian University&lt;/a&gt; played three of its home football games at the stadium."
}