{
    "id": "853811",
    "revid": "29011573",
    "url": "https://en.wikipedia.org/wiki?curid=853811",
    "title": "Huang Qi",
    "text": "Huang Qi (, born 1963) is a &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;Chinese&lt;/a&gt; webmaster and &lt;a href=\"human%20rights%20activist\"&gt;human rights activist&lt;/a&gt;. He is the co-founder of Tianwang Center for Missing Persons (later renamed the \"Tianwang Human Rights Center\"), along with his wife Zeng Li. Initially the mission of the organization was to help counter &lt;a href=\"human%20trafficking\"&gt;human trafficking&lt;/a&gt; that had become a swelling problem in the late 1990s, but later it was expanded to include campaign against human rights abuse. Huang is also the owner and webmaster of 64tianwang.com, a website originally intended to release news about people who had disappeared in the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;.\nHuang was imprisoned by the government from June 2000 to June 2005 and again arrested in July 2008 for \"illegal possession of state secrets\" after he helped the victims of the &lt;a href=\"2008%20Sichuan%20earthquake\"&gt;Sichuan earthquake&lt;/a&gt;. In November 2009 he was sentenced to three years of imprisonment. He was subsequently described as a political prisoner; &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; described him as a victim of vague &lt;a href=\"Classified%20information\"&gt;state secrets&lt;/a&gt; laws. Huang was sentenced to twelve years in prison in July 2019 for leaking state secrets to foreigners.\nWebsite.\nHuang and his wife, Zeng Li, from &lt;a href=\"Chengdu\"&gt;Chengdu&lt;/a&gt; in &lt;a href=\"Sichuan\"&gt;Sichuan&lt;/a&gt;, set up the website www.64tianwang.com in June 1998 to track cases of human trafficking by posting information about missing people. Huang managed the site, helped to decide on its content, and actively investigated cases, ultimately aiding in the rescue of several trafficked girls. He continued to post articles exposing cases of people exploited by government officials until late 2000; this included the custodial death of a 15-year-old boy and another case of a follower of &lt;a href=\"Falun%20Gong\"&gt;Falun Gong&lt;/a&gt;. The police tried to shut down his website, but Huang moved his website to servers in the United States. \nHuang was arrested in late 2000 under the charges of \"inciting &lt;a href=\"Subversion%20%28politics%29\"&gt;subversion&lt;/a&gt;\" and sentenced to five years in prison. Soon after his release in 2005, he resumed posting similar content on his website as he did before the arrest, until June 2008, when he was arrested again under the charges of \"illegal possession of state secrets\" after he posted an article on behalf of parents of school children who had died in the 2008 Sichuan earthquake, demanding an investigation into the schools’ construction.\n&lt;a href=\"Reporters%20Without%20Borders\"&gt;Reporters Without Borders&lt;/a&gt; awarded its Cyber-Freedom Prize to Huang Qi in 2004.\nImprisonment.\nEarly 2000s.\nHuang was arrested on June 3, 2000—the day before the 11th anniversary of the 1989 &lt;a href=\"Tiananmen%20Square%20protests%20of%201989\"&gt;Tiananmen Square protests of 1989&lt;/a&gt;—accused of posting on his website articles about the protests written by dissidents living abroad. The website was used by the independence movement in the &lt;a href=\"Xinjiang\"&gt;Xinjiang&lt;/a&gt; &lt;a href=\"Uyghur%20people\"&gt;Uighur&lt;/a&gt; &lt;a href=\"Autonomous%20regions%20of%20China\"&gt;Autonomous Region&lt;/a&gt; and the &lt;a href=\"Falun%20Gong\"&gt;Falun Gong&lt;/a&gt;. \nHe was jailed in July 2000 at the Detention Center No. 1 in &lt;a href=\"Chengdu\"&gt;Chengdu&lt;/a&gt;. Former cellmates said he was beaten regularly and denied medicine he needed. Huang was ultimately tried for \"subversion\" in August 2001. He was charged under articles 103, 105, 55 and 56 of the Criminal Law and tried in secret by the Chengdu Intermediate Court in August 2001. He was detained without sentencing until May 9, 2003, when he was sentenced to five years in prison. &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; named him a &lt;a href=\"prisoner%20of%20conscience\"&gt;prisoner of conscience&lt;/a&gt; \"imprisoned for the peaceful exercise of his right to freedom of expression and association\" and called for his immediate release.\nOn June 4, 2005, Huang Qi was released from jail after completing his sentence. He told &lt;a href=\"Radio%20Free%20Asia\"&gt;Radio Free Asia&lt;/a&gt; that he wanted to resume his web site dedicated to the memory of the 1989 Tiananmen Square crackdown. \"I will do my best to resume the Tianwang Web site. When it was first created it was for very few people. But I now realize that there are many like-minded people,\" he said.\nSichuan earthquake affair.\nAfter the &lt;a href=\"2008%20Sichuan%20earthquake\"&gt;2008 Sichuan earthquake&lt;/a&gt;, he assisted in relief work and also responded to some parents' requests for assistance in their questions and complaints concerning the collapse of school buildings. Huang posted their demands as an article on his website. A week later, on June 10, plain-clothed policemen arrested him in &lt;a href=\"Chengdu\"&gt;Chengdu&lt;/a&gt; and held him \"on suspicion of illegally possessing state secrets\", an ill-defined charge often used by the Chinese government to clamp down on dissents. A formal announcement of his arrest was made on July 18, 2008. He was sentenced to three years of imprisonment in November 2009 based on the discovery of two city-level documents in his house. The court was heavily guarded by police with only Huang's wife and mother allowed to enter, Huang's lawyers were unable to attend because of short notice given. Huang is expected to appeal against the verdict and has been refused bail.\nHuman Rights organizations condemned the verdict and \"inhumane treatment\" of Huang in prison. &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; alleges that during his detention Huang was interrogated for long periods and subject to sleep deprivation. Huang's family have said that his health has deteriorated rapidly in detention and that he has not received adequate medical care. One of his lawyers has stated that he has been diagnosed with two tumours, one in the stomach and one in the chest, during his period in detention. Earlier on November 7, the &lt;a href=\"U.S.%20House%20of%20Representatives\"&gt;U.S. House of Representatives&lt;/a&gt; had passed a near-unanimous resolution seeking freedom of activists Huang Qi and &lt;a href=\"Tan%20Zuoren\"&gt;Tan Zuoren&lt;/a&gt;.\nFollowing Huang's imprisonment, fellow human rights activist and pundit &lt;a href=\"Liu%20Dan%20%28activist%29\"&gt;Liu Dan&lt;/a&gt; authored a piece on Huang's Tianwang website condemning Chinese President &lt;a href=\"Hu%20Jintao\"&gt;Hu Jintao&lt;/a&gt;'s &lt;a href=\"Harmonious%20Society\"&gt;Harmonious Society&lt;/a&gt; ideology, saying that it was a \"sham\" in the face of Huang Qi's sentencing. Liu wrote that Hu's administration silences anyone whose opinions differ from the party line, whether that opinion is coming from external elements (censorship of dissidents), foreign elements (deletion of U.S. President Barack Obama's town-hall meeting from news items), or within the Chinese political system itself (removal of Premier &lt;a href=\"Wen%20Jiabao\"&gt;Wen Jiabao&lt;/a&gt;'s calls for greater freedoms in &lt;a href=\"Xinhua\"&gt;Xinhua&lt;/a&gt; publications).\nHuang was released in 2011 after completing his sentence.\n2016–2019.\nOn November 28, 2016, Huang was detained after police raided his home. On December 7, a &lt;a href=\"Petitioning%20%28China%29\"&gt;petitioner&lt;/a&gt; told &lt;a href=\"Radio%20Free%20Asia\"&gt;Radio Free Asia&lt;/a&gt; that Huang has been detained at &lt;a href=\"Mianyang\"&gt;Mianyang&lt;/a&gt; City Detention in &lt;a href=\"Sichuan%20Province\"&gt;Sichuan Province&lt;/a&gt; but Huang's mother also went missing. Several days later, on December 16, Huang's mother has returned home and Huang has been formally arrested for \"leaking state secrets\".\nIn January 2019 Huang was put on trial at the Intermediate People's Court of Mianyang City in Sichuan, accused of leaking state secrets. On July 29, 2019, it was announced that Huang had been found guilty of intentionally leaking state secrets to foreigners, and had been sentenced to twelve years in prison, as well as being deprived of his political rights for four years, and fined 20,000 yuan. Huang has kidney and heart disease, and Christophe Deloire, secretary-general of &lt;a href=\"Reporters%20Without%20Borders\"&gt;Reporters Without Borders&lt;/a&gt;, noted that \"[t]his decision is equivalent to a death sentence, considering Huang Qi's health has already deteriorated from a decade spent in harsh confinement\"."
}