{
    "id": "8539703",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=8539703",
    "title": "PLUS F.C.",
    "text": "PLUS Football Club () is a &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club of &lt;a href=\"PLUS%20Expressways%20Berhad\"&gt;PLUS Expressways Berhad&lt;/a&gt;, the main toll highway operator company of the &lt;a href=\"Malaysian%20Expressway%20System\"&gt;Malaysian Expressway System&lt;/a&gt;. The club currently plays in the fourth Division of &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;n football, the &lt;a href=\"Kuala%20Lumpur%20League\"&gt;Kuala Lumpur League&lt;/a&gt;. Their home stadium is the &lt;a href=\"MBPJ%20Stadium\"&gt;MBPJ Stadium&lt;/a&gt;, &lt;a href=\"Kelana%20Jaya\"&gt;Kelana Jaya&lt;/a&gt;, &lt;a href=\"Petaling%20Jaya\"&gt;Petaling Jaya&lt;/a&gt;, &lt;a href=\"Selangor\"&gt;Selangor&lt;/a&gt;. Starts in an amateur KLFA Division 2 League in 2000. After 2 years be promoted to KLFA Division 1 League and become KLFA Cup champion in 2004 subsequently qualify to &lt;a href=\"FAM%20Cup\"&gt;FAM Cup&lt;/a&gt; in 2005. Promoted to the 2nd Division of Malaysian league, &lt;a href=\"Premier%20League%20Malaysia\"&gt;Premier League Malaysia&lt;/a&gt; in 2007 and a year later becomes Runner-Up of this division and automatically promoted to &lt;a href=\"Super%20League%20Malaysia%202009\"&gt;Super League Malaysia 2009&lt;/a&gt; in 2009. The club finished a commendable 7th place in its first season of the &lt;a href=\"Super%20League%20Malaysia\"&gt;Super League Malaysia&lt;/a&gt; and reached the quarter-finals stage of the 2009 &lt;a href=\"Malaysia%20Cup\"&gt;Malaysia Cup&lt;/a&gt;.\nPLUS FC withdrew from the &lt;a href=\"2011%20Super%20League%20Malaysia\"&gt;2011 Super League Malaysia&lt;/a&gt; following a corporate exercise of PLUS Expressways. They were replaced by &lt;a href=\"Harimau%20Muda%20A\"&gt;Harimau Muda A&lt;/a&gt; for the spot at the &lt;a href=\"2011%20Super%20League%20Malaysia\"&gt;2011 Super League Malaysia&lt;/a&gt;.\nPLUS FC came back in &lt;a href=\"Kuala%20Lumpur%20League\"&gt;Kuala Lumpur League&lt;/a&gt; Division 1 in year 2013 and also want rejoin to the &lt;a href=\"M-League\"&gt;M-League&lt;/a&gt; after 4 years hiatus."
}