{
    "id": "854062",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=854062",
    "title": "Tim Brown (American football)",
    "text": "Timothy Donell Brown (born July 22, 1966) is an American former professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was a &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; for the &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20football\"&gt;Notre Dame Fighting Irish&lt;/a&gt;, where he won the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt;. He spent sixteen years with the &lt;a href=\"Oakland%20Raiders\"&gt;Los Angeles/Oakland Raiders&lt;/a&gt;, during which he established himself as one of the NFL's greatest wide receivers of all time. Brown has also played for the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;. In 2015, he was inducted into the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt;.\nHigh school and college career.\nBefore his college career at Notre Dame, Brown played for &lt;a href=\"Woodrow%20Wilson%20High%20School%20%28Dallas%2C%20Texas%29\"&gt;Woodrow Wilson High School&lt;/a&gt; in Dallas, the same school as 1938 Heisman Trophy winner &lt;a href=\"Davey%20O%27Brien\"&gt;Davey O'Brien&lt;/a&gt;. Brown's receipt of the 1987 Heisman Trophy gave Woodrow the distinction of being the first high school in the country to have produced two Heisman Trophy winners. Amazingly, Tim didn’t play football as a freshman at Woodrow, because he was forbidden to do so by his mother. Instead, he played in the Woodrow band during that first year. But he joined the Woodrow football team as a sophomore, although he initially tried to hide that fact from his mom. She later found out about it when the band leader called his house asking why he was no longer at band practices. Despite his outstanding contributions to Woodrow's football program, the team fared poorly, posting only a 4–25–1 record over his three years as a &lt;a href=\"Starting%20lineup\"&gt;starter&lt;/a&gt;. Nevertheless, Brown was heavily &lt;a href=\"Recruiting%20%28college%20athletics%29\"&gt;recruited&lt;/a&gt; by major colleges. His five official visits were to &lt;a href=\"University%20of%20Notre%20Dame\"&gt;Notre Dame&lt;/a&gt;, &lt;a href=\"University%20of%20Nebraska%E2%80%93Lincoln\"&gt;Nebraska&lt;/a&gt;, &lt;a href=\"University%20of%20Oklahoma\"&gt;Oklahoma&lt;/a&gt;, nearby &lt;a href=\"Southern%20Methodist%20University\"&gt;SMU&lt;/a&gt; and &lt;a href=\"University%20of%20Iowa\"&gt;Iowa&lt;/a&gt;. While at Woodrow, Brown also was a standout &lt;a href=\"track%20and%20field\"&gt;track&lt;/a&gt; athlete. He was one of the state's top performers in the &lt;a href=\"400%20meters\"&gt;400-meter dash&lt;/a&gt;, with a PR of 47.14 seconds, and he cleared 7.42 meters in the &lt;a href=\"long%20jump\"&gt;long jump&lt;/a&gt; event.\nBrown chose the University of Notre Dame and played there from 1984–1987, earning the nickname \"Touchdown Timmy.\" In his first year, he set a freshman record with twenty-eight receptions. As a junior, he set a record with 1,937 &lt;a href=\"all-purpose%20yards\"&gt;all-purpose yards&lt;/a&gt;. Offensively he ran for 254 yards with 2 TD and caught 45 passes for 910 yards with 5 TD. During 1987, Brown caught 34 passes for 846 yards, returned 34 &lt;a href=\"Punt%20%28gridiron%20football%29\"&gt;punts&lt;/a&gt; for 401 yards, rushed for 144 yards, gained 456 yards on 23 &lt;a href=\"kickoff%20return\"&gt;kickoff return&lt;/a&gt;s, and scored eight touchdowns. Brown finished his career at Notre Dame with 137 receptions for 2,493 yards, a school-record 5,024 all-purpose yards, and 22 touchdowns. However, just as in high school, Brown's team achieved limited success, with a 25–21 record over his four seasons, and an 0–2 record in bowl games. But in the year after Brown graduated (1988), Notre Dame won the &lt;a href=\"1989%20Fiesta%20Bowl\"&gt;national title&lt;/a&gt;.\nBrown was named an &lt;a href=\"College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt; twice and won the 1987 &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt;, becoming the first wide receiver ever to win that award. As of 2020, &lt;a href=\"Woodrow%20Wilson%20High%20School%20%28Dallas%2C%20Texas%29\"&gt;Woodrow Wilson High School&lt;/a&gt; is still the only &lt;a href=\"public%20high%20school\"&gt;public high school&lt;/a&gt; with two &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; winners.\nWhen Brown graduated, he held 19 individual school records.\nIn 1989, Brown and Davey O'Brien were inducted together as members of the initial class of the Woodrow Wilson High School Hall of Fame, created in celebration of the school's 60th Anniversary.\nIn 2009, Brown was inducted into the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt;.\nIn January 2012, Brown received the Silver Anniversary Award from the NCAA in recognition of his myriad athletic and professional accomplishments.\nNFL career.\nBrown was selected by the &lt;a href=\"Oakland%20Raiders\"&gt;Los Angeles Raiders&lt;/a&gt; with the 6th pick of the &lt;a href=\"1988%20NFL%20Draft\"&gt;1988 NFL Draft&lt;/a&gt;. In his first NFL season, he led the league in kickoff returns, return yards, and yards per return average. Though it took time for him to fill into the role as the team's #1 receiver, catching just 147 passes in his first five seasons, he went on to rack up 9 consecutive 1,000-yard seasons from 1993-2001. He also led the NFL in &lt;a href=\"punt%20return\"&gt;punt return&lt;/a&gt;s in 1994, and receptions in 1997. In March 1994, Brown was offered and signed a free-agent offer-sheet with the Denver Broncos. The Raiders matched the offer soon thereafter. He was voted to the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; nine times, in 1988 and 1991 as a kick returner, and in 1993-97, 1999 and 2001 as a receiver. In 2001, Brown would later play alongside another well-known wide receiver, &lt;a href=\"Jerry%20Rice\"&gt;Jerry Rice&lt;/a&gt;. On December 9, 2001, Brown returned a punt 88 yards for a touchdown in a home game against the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt;, making him the oldest player in NFL history to score a touchdown on a punt return. In 2002, he passed &lt;a href=\"Gene%20Upshaw\"&gt;Gene Upshaw&lt;/a&gt; to become the Raiders' all-time leader in games played with 224. He also set Raiders franchise records for receptions, receiving yards, and punt return yards.\nBrown was released by the Raiders before the 2004 season, as he did not want to accept a smaller role in the offense. He was signed shortly thereafter by the Buccaneers (coached by former Raider head coach &lt;a href=\"Jon%20Gruden\"&gt;Jon Gruden&lt;/a&gt;). The move was controversial, considering that Brown had always been a fan favorite in the Oakland area and was much admired by many current and former Raiders players and staff over the sixteen years he spent with the Raider organization. He was the last of the Los Angeles Raiders to remain with Oakland.\nOn September 27, 2004, in his first game at Oakland since being signed by Tampa Bay, Brown reached 100 career receiving touchdowns, tying him (with &lt;a href=\"Steve%20Largent\"&gt;Steve Largent&lt;/a&gt;) for 3rd on the NFL's all-time career receiving touchdown list at that time (behind former teammate Jerry Rice [197] and &lt;a href=\"Cris%20Carter\"&gt;Cris Carter&lt;/a&gt; [130]). He received a standing ovation from the Oakland Raider crowd.\nIn 2005, Brown signed a one-day contract with the Raiders to retire with the team. The July 18 news conference was attended by two Raiders officials and only one active Raider, wide receiver &lt;a href=\"Jerry%20Porter%20%28American%20football%29\"&gt;Jerry Porter&lt;/a&gt;. Brown retired with 14,934 receiving yards, the second-highest total in NFL history, 1,094 receptions (3rd), and 100 touchdown catches (3rd-Tied). Brown also gained 190 rushing yards, 3,320 punt-return yards (5th in NFL history), 3 fumble-return yards, and 1,235 yards returning kickoffs. This gave him a total of 19,682 combined net yards, ranking him #5 among the NFL's all-time leaders at the time of his retirement. He also scored 105 total touchdowns (100 receiving, 1 rushing, 3 punt returns, 1 kickoff return). Brown is the only player ever to retire in the NFL's top five leaders for both receiving and return yards.\nBrown became eligible for enshrinement in the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; in 2010, but was not selected that year. He was considered a long shot to get in on his first try, as there was a logjam of accomplished receiver candidates, including &lt;a href=\"Jerry%20Rice\"&gt;Jerry Rice&lt;/a&gt; (Brown's former teammate), &lt;a href=\"Cris%20Carter\"&gt;Cris Carter&lt;/a&gt; and &lt;a href=\"Andre%20Reed\"&gt;Andre Reed&lt;/a&gt;.\nOn January 7, 2012 and again on January 11, 2013, Brown was selected as a finalist for enshrinement in the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt;, but was not chosen.\nOn January 31, 2015, Brown was selected for enshrinement in the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt;. He was inducted into the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; on August 8, 2015.\nPost-NFL career.\nBrown was in the movie \"&lt;a href=\"Little%20Giants\"&gt;Little Giants&lt;/a&gt;\", and is co-host on \"FSN Pro Football Preview\" with former players &lt;a href=\"Jason%20Sehorn\"&gt;Jason Sehorn&lt;/a&gt;, &lt;a href=\"Eddie%20George\"&gt;Eddie George&lt;/a&gt; and NFL Insider &lt;a href=\"Jay%20Glazer\"&gt;Jay Glazer&lt;/a&gt;. Brown is also a representative for YorHealth.\nIn 1995, Brown became the National Chairman of Athletes &amp; Entertainers for Kids and the related &lt;a href=\"9-1-1\"&gt;9-1-1&lt;/a&gt; for Kids. These efforts have helped over five million children and teens through mentoring and educational programs.\nAs of 2013, Brown has been the General Manager and Co-Owner of the &lt;a href=\"Texas%20Revolution%20%28indoor%20football%29\"&gt;Texas Revolution&lt;/a&gt; of the &lt;a href=\"Champions%20Indoor%20Football\"&gt;Champions Indoor Football&lt;/a&gt; League in his home state of Texas and was an analyst for &lt;a href=\"ESPN%20College%20Football\"&gt;ESPN College Football&lt;/a&gt;. Brown also hosts a weekly sports-talk show on &lt;a href=\"WRDI\"&gt;WRDI&lt;/a&gt;.\nBrown currently lives in &lt;a href=\"Cedar%20Hill%2C%20Texas\"&gt;Cedar Hill, Texas&lt;/a&gt;.\nNASCAR.\nBrown started a &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; racing team as part of their &lt;a href=\"Drive%20for%20Diversity\"&gt;Drive for Diversity&lt;/a&gt; program. He was recruiting &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; sponsors to fund the venture, and has worked out a technical alliance with &lt;a href=\"Roush%20Fenway%20Racing\"&gt;Roush Fenway Racing&lt;/a&gt;, who will provide support to the upstart team. Brown hopes to eventually find a black, &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic&lt;/a&gt;, or &lt;a href=\"List%20of%20female%20NASCAR%20drivers\"&gt;woman driver&lt;/a&gt; to be the star of his team in order to bring an element of diversity to what is a &lt;a href=\"White%20American\"&gt;white&lt;/a&gt;-dominated sport. However, the plan never successfully began.\nRelationship with Raiders owner Al Davis.\nSince joining the Raiders, Brown had a complicated relationship with the Oakland Raiders and late owner &lt;a href=\"Al%20Davis\"&gt;Al Davis&lt;/a&gt;. During a 2009 interview with Sportsradiointerview.com Brown commented on his former boss:\n“Meeting Al (Davis) was pretty unique. I found out five or ten minutes after my first practice there that he hated African-American athletes from Notre Dame. And they literally told me that. They literally told me that because we’re known for using our education more than our athletic ability that he thought that I would be one of these guys that would basically take the money and run. I don’t know if that was a ploy to get me amped up, but it certainly worked.\"\nIn 2000, Brown was dining in an Oakland restaurant with former Raiders &lt;a href=\"Chester%20McGlockton\"&gt;Chester McGlockton&lt;/a&gt; and &lt;a href=\"Sean%20Jones%20%28defensive%20end%29\"&gt;Sean Jones&lt;/a&gt;. During their meal, Brown found himself unable to approach or speak to Davis. Brown told a reporter, \"I was saddened by that because I don't know anybody who I've dealt with for twelve years who I can't say hello to in that situation. I was saddened that the situation is where it is.\"\nOn August 5, 2004, the Raiders held a press conference with Brown and Davis which stated that Brown was leaving the Raiders. Davis and Brown professed mutual respect for one another and both men expressed a desire for Brown to return to the Raiders someday.\nOn July 19, 2005, Brown officially retired but the Raiders did not hold a press conference at the team headquarters. Instead, Brown held his own press conference in an Oakland hotel ballroom. Davis did not attend the conference because he had a \"scheduling conflict\". Davis did allow Brown to sign a ceremonial $765,000 contract with the Raiders so he could retire as an Oakland Raider. Brown's 2004 departure from the Raiders eventually became acrimonious, and the outspoken receiver often criticized Davis, senior assistant &lt;a href=\"Michael%20Lombardi%20%28American%20football%29\"&gt;Michael Lombardi&lt;/a&gt; and coach &lt;a href=\"Norv%20Turner\"&gt;Norv Turner&lt;/a&gt; publicly for conspiring to make him expendable. Former teammates &lt;a href=\"Marcus%20Allen\"&gt;Marcus Allen&lt;/a&gt;, &lt;a href=\"Lincoln%20Kennedy\"&gt;Lincoln Kennedy&lt;/a&gt; and Chester McGlockton attended the press conference. For the Raiders, &lt;a href=\"Amy%20Trask\"&gt;Amy Trask&lt;/a&gt;, the Raiders' chief executive officer who had Brown sign the ceremonial contract, &lt;a href=\"Marc%20Badain\"&gt;Marc Badain&lt;/a&gt;, a finance executive and Mike Taylor, the team's director of public relations, were on hand. At the time, Raiders receiver &lt;a href=\"Jerry%20Porter%20%28American%20football%29\"&gt;Jerry Porter&lt;/a&gt; was also in attendance. Lincoln Kennedy stuck up for the absence of Davis stating \"It's not his style; he'll probably invite Tim up to his office, or out to dinner later on. But this? This is not his style.\"\nRecent history suggested that Davis was possibly out of touch with the football world prior to his death in 2011 because the Raiders had suffered through seven straight losing seasons (2003–2009) since losing to Tampa Bay in &lt;a href=\"Super%20Bowl%20XXXVII\"&gt;Super Bowl XXXVII&lt;/a&gt;. Brown disagreed, stating \"In a lot of peoples’ minds, Al is out of touch, but nothing is further from the truth. He is still quite lucid.\""
}