{
    "id": "8543917",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=8543917",
    "title": "Giuseppe Garibaldi Trophy",
    "text": "The Giuseppe Garibaldi Trophy (; ) is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; trophy awarded to the winner of the annual &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations Championship&lt;/a&gt; match between &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; and &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;.\nThe trophy, designed by former French international and professional sculptor &lt;a href=\"Jean-Pierre%20Rives\"&gt;Jean-Pierre Rives&lt;/a&gt;, was awarded for the first time on 3 February 2007 to &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; as part of the celebrations of the bicentenary of &lt;a href=\"Giuseppe%20Garibaldi\"&gt;Giuseppe Garibaldi&lt;/a&gt;'s birth. As of &lt;a href=\"2021%20Six%20Nations%20Championship\"&gt;2021&lt;/a&gt;, the trophy has been contested fifteen times, with France winning thirteen and Italy two.\nGiuseppe Garibaldi.\n&lt;a href=\"Giuseppe%20Garibaldi\"&gt;Giuseppe Garibaldi&lt;/a&gt; was an Italian revolutionary born in 1807 in &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt; (now in France, but then part of the &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Kingdom of Sardinia&lt;/a&gt;). One of the fathers of unified Italy, he was also a general in the &lt;a href=\"French%20Army\"&gt;French Army&lt;/a&gt; during the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt; in 1870.\nAs part of the celebrations of the bicentenary of Garibaldi's birth it was decided by the &lt;a href=\"F%C3%A9d%C3%A9ration%20Fran%C3%A7aise%20de%20Rugby\"&gt;Fédération Française de Rugby&lt;/a&gt; and the &lt;a href=\"Federazione%20Italiana%20Rugby\"&gt;Federazione Italiana Rugby&lt;/a&gt; to create a trophy in his honour and have it awarded to the winner of the annual &lt;a href=\"6%20Nations%20Championship\"&gt;6 Nations Championship&lt;/a&gt;'s game between &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; and &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;.\nTrophy.\nIdea.\nThe original idea of a trophy to be awarded to the winner of annual game between France and Italy, was first mooted in &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt; by the International committee for the celebration of the bicentennial of Garibaldi's birth.\nGaribaldi was born in 1807 in Nice, when it was part of the Kingdom of Sardinia/Piedmont, before it was annexed to France in 1860; he fought during the &lt;a href=\"unification%20of%20Italy\"&gt;unification of Italy&lt;/a&gt; and during the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt; for France. Also from a rugby union point of view historically the sport in Italy has been in the past heavily influenced by the French.\nThe idea was brought to the attention of both the French and Italian rugby federations, quickly gathered momentum and was approved on 6 December 2006 by the &lt;a href=\"International%20Rugby%20Board\"&gt;International Rugby Board&lt;/a&gt;.\nDesign.\nDesigned by former international and full-time sculptor &lt;a href=\"Jean-Pierre%20Rives\"&gt;Jean-Pierre Rives&lt;/a&gt;, the trophy was unveiled on 2 February 2007, during a ceremony at the French embassy in Rome. The trophy's godfathers were former international players &lt;a href=\"Diego%20Dom%C3%ADnguez%20%28rugby%20union%29\"&gt;Diego Dominguez&lt;/a&gt; for Italy and &lt;a href=\"Jean-Fran%C3%A7ois%20Tordo\"&gt;Jean-François Tordo&lt;/a&gt; (who was born in Nice) for France."
}