{
    "id": "8545168",
    "revid": "1054529171",
    "url": "https://en.wikipedia.org/wiki?curid=8545168",
    "title": "Capture of Valdivia",
    "text": "The Capture of Valdivia () was a battle in the &lt;a href=\"Chilean%20War%20of%20Independence\"&gt;Chilean War of Independence&lt;/a&gt; between &lt;a href=\"Spanish%20Empire\"&gt;Royalist&lt;/a&gt; forces commanded by &lt;a href=\"Colonel\"&gt;Colonel&lt;/a&gt; Manuel Montoya and Fausto del Hoyo and the &lt;a href=\"Chile\"&gt;Patriot&lt;/a&gt; forces under the command of &lt;a href=\"Thomas%20Cochrane%2C%2010th%20Earl%20of%20Dundonald\"&gt;Thomas Cochrane&lt;/a&gt; and &lt;a href=\"Jorge%20Beauchef\"&gt;Jorge Beauchef&lt;/a&gt;, held on 3 and 4 February 1820. The battle was fought over the control of the city &lt;a href=\"Valdivia\"&gt;Valdivia&lt;/a&gt; and its strategic and heavily fortified harbour. In the battle Patriots gained control of the southwestern part of the &lt;a href=\"Valdivian%20Fort%20System\"&gt;Valdivian Fort System&lt;/a&gt; after an audacious assault aided by deception and the darkness of the night. The following day the demoralised Spanish evacuated the remaining forts, looted local Patriot property in Valdivia and withdrew to &lt;a href=\"Osorno%2C%20Chile\"&gt;Osorno&lt;/a&gt; and &lt;a href=\"Chilo%C3%A9%20Archipelago\"&gt;Chiloé&lt;/a&gt;. Thereafter, Patriot mobs looted the property of local Royalists until the Patriot army arrived to the city imposing law and order. \nThe capture of Valdivia was a major victory to the Patriots as it deprived the &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt; an important naval base from where to harass or quell the &lt;a href=\"Chile\"&gt;Republic of Chile&lt;/a&gt;.\nBackground.\nDespite the stunning Patriot victory at the &lt;a href=\"Battle%20of%20Maip%C3%BA\"&gt;Battle of Maipú&lt;/a&gt; and the subsequent declaration of independence in April 1818, the Royalists remained in control of &lt;a href=\"Talcahuano\"&gt;Talcahuano&lt;/a&gt;, &lt;a href=\"Valdivia\"&gt;Valdivia&lt;/a&gt; and &lt;a href=\"Chilo%C3%A9%20Archipelago\"&gt;Chiloé&lt;/a&gt;. With the Patriot capture of Talcahuano in January 1819, the two remaining redoubts of &lt;a href=\"Royalist%20%28Spanish%20American%20independence%29\"&gt;Royalism&lt;/a&gt; were viewed as a threat to the nascent Republic, since expeditions from Spain could arrive at them and use these fortified localities as bases to overthrow the Republic. Valdivia was also a potential supply base for the Royalist &lt;a href=\"guerilla\"&gt;guerilla&lt;/a&gt;s led by &lt;a href=\"Vicente%20Benavides\"&gt;Vicente Benavides&lt;/a&gt; that harassed the Patriots in &lt;a href=\"La%20Frontera%2C%20Chile\"&gt;La Frontera&lt;/a&gt;.\nA study made by minister &lt;a href=\"Miguel%20de%20Za%C3%B1artu\"&gt;Miguel de Zañartu&lt;/a&gt; estimated a significant fiscal income of Valdivia for the period 1807–1817, being this possibly an additional incentive for its takeover.\nValdivian society was divided between Patriot and Royalist families. The low-born were mostly Patriot. On November 1, 1811, Valdivian Patriots took control of the city in a coup and aligned it with the rebel government in Santiago. However, since the Royalists carried out a counter-coup on March 16 1812, the city remained in firm Royalist control.\nFortifications.\nValdivia was the most fortified locality in the southern part of &lt;a href=\"Viceroyalty%20of%20Peru\"&gt;Viceroyalty&lt;/a&gt;, and this was known to Cochrane even before he embarked for Chile. Yet before the independent war, the garrison was known to be poorly trained in artillery and the gunpowder was prone to be spoiled because of the &lt;a href=\"oceanic%20climate\"&gt;humid climate&lt;/a&gt;. Further, the forts were often undermanned and faced a scarcity of provisions.\nThe defenses at Valdivia consisted of a number of forts and &lt;a href=\"Artillery%20battery\"&gt;batteries&lt;/a&gt;. On the South side of the harbour were three forts – Fort Aguada del Inglés, Fort San Carlos and Fort Amargos. Castillo de Corral was a walled fort with furnaces for &lt;a href=\"heated%20shot\"&gt;heated shot&lt;/a&gt;s. Similarly, San Carlos had also furnaces for heated shots. Fort Aguada del Inglés had been built to prevent a landing in the western beaches of the southern shore. For this purpose in &lt;a href=\"Manuel%20Olaguer%20Feli%C3%BA\"&gt;Manuel Olaguer Feliú&lt;/a&gt; plans, this fort had to concentrate most of the troops in case of war. Aguada del Inglés had by 1820 two &lt;a href=\"24-pounder%20long%20gun\"&gt;24-pounder cannons&lt;/a&gt;. Farthest to the northwest in the southern shore lay the &lt;a href=\"observation%20post\"&gt;observation post&lt;/a&gt; of &lt;a href=\"Morro%20Gonzalo\"&gt;Morro Gonzalo&lt;/a&gt; with a small &lt;a href=\"Canon%20de%204%20Gribeauval\"&gt;4-pounder cannon&lt;/a&gt;. The batteries on the southern shore were Chorocomayo Bajo, Chorocomayo Alto, Bolsón (Corral Viejo) and El Barro.\nOn the Northern side was the stone walled Fort Niebla, which was able to provide crossfire with Fort Amargos and Marcera Island. In 1820, it was fitted with fourteen 24-pounder cannons and one &lt;a href=\"Mortar%20%28weapon%29\"&gt;mortar&lt;/a&gt;. It too had furnaces for heated shots. &lt;a href=\"Mancera%20Island\"&gt;Mancera Island&lt;/a&gt; in the centre of the harbour hosted a small garrison and one battery of six cannons.\nOverall, there were fifteen defensive positions in the bay totalling 110 cannons.\nPeru, Corral and Talcahuano.\nAfter failing to capture the Spanish fortress of &lt;a href=\"Real%20Felipe\"&gt;Real Felipe&lt;/a&gt; in &lt;a href=\"El%20Callao\"&gt;El Callao&lt;/a&gt;, Cochrane decided to assault Valdivia. This was no improvisation but an objective Cochrane had kept in mind and had waited for the opportunity to carry out.\nThe small Chilean fleet sighted &lt;a href=\"Punta%20Galera\"&gt;Punta Galera&lt;/a&gt; on January 17. The next day, Cochrane boarded a &lt;a href=\"Chalupa%20%28boat%29\"&gt;chalupa&lt;/a&gt; and entered &lt;a href=\"Corral%20Bay\"&gt;Corral Bay&lt;/a&gt;. There Cochrane's chalupa was approached by a small boat whose crew he took prisoner. The next day, the Spanish on land turned suspicious as their men had not returned, hence they opened fire against the Patriot chalupa which then moved out of the cannon range. Apart from capturing local soldiers, Cochrane also learned that the Spanish ship \"&lt;a href=\"San%20Telmo%20%28ship%29\"&gt;San Telmo&lt;/a&gt;\" had still not arrived to Corral. On January 19, Cochrane's fleet captured the &lt;a href=\"brigantine\"&gt;brigantine&lt;/a&gt; \"Potrillo\" that was entering the bay. The ship was not able to defend itself as it had left its cannons in &lt;a href=\"Callao\"&gt;Callao&lt;/a&gt; to be lighter. The cargo was highly valuable including silver, gunpowder and &lt;a href=\"Plank%20%28wood%29\"&gt;planks&lt;/a&gt; from Chiloé among other things. Among the captured valuables were also a &lt;a href=\"nautical%20chart\"&gt;chart&lt;/a&gt; of the port made by &lt;a href=\"Jos%C3%A9%20de%20Moraleda%20y%20Montero\"&gt;José de Moraleda&lt;/a&gt; and dated to 1788.\nWith all intelligence gathered, Cochrane was back in Talcahuano on January 1820. There he then asked intendant &lt;a href=\"Ram%C3%B3n%20Freire\"&gt;Ramón Freire&lt;/a&gt; for reinforcements to carry out an assault on Valdivia which he was granted. Doing this, Freire postponed his planned offensive against the Royalist guerrillas around &lt;a href=\"Biob%C3%ADo%20River\"&gt;Biobío River&lt;/a&gt; south of Talcahuano. Cochrane did however also hide his intentions to other Patriot authorities. He sent a misleading letter to the Minesterio de Marina telling he was late to Valparaíso because he was supporting Freire, yet in a separate letter Cochrane confided to &lt;a href=\"Bernardo%20O%27Higgins\"&gt;Bernardo O'Higgins&lt;/a&gt; his true plans.\nThe three ships with which Cochrane departed on January 28 to capture Valdivia were \"&lt;a href=\"Chilean%20frigate%20O%27Higgins%20%281816%29\"&gt;O'Higgins&lt;/a&gt;\", \"Intrépido\" and \"&lt;a href=\"Montezuma%20%281804%20ship%29\"&gt;Moctezuma&lt;/a&gt;\". \"Potrillo\" had been sent north to Valparaíso.\nBattle.\nLanding and assault on Aguada del Inglés.\nFacing these powerful fortifications, Cochrane decided to attack the forts from the land in a disguised amphibious operation. To approach the coast at Aguada del Inglés in the southwestern part of the bay, Cochrane sent men to speak with the Spanish telling them they were part of the convoy of the Spanish ship \"&lt;a href=\"San%20Telmo%20%28ship%29\"&gt;San Telmo&lt;/a&gt;\", whose arrival they were waiting. The plan worked for a while until the Spanish saw a landing boat, that had been hidden, and opened fire. The ship \"&lt;a href=\"Intr%C3%A9pido%20%28ship%29\"&gt;Intrépido&lt;/a&gt;\" and seven men in were hit by a cannonball. 250 soldiers commanded by &lt;a href=\"Jorge%20Beauchef\"&gt;Jorge Beauchef&lt;/a&gt; and 60 by &lt;a href=\"Guillermo%20Miller\"&gt;Guillermo Miller&lt;/a&gt; landed in the small beach of Aguada del Inglés. 70 to 80 Spanish soldiers descended the fort and went to confront the Patriot force with bayonets on the beach. Being under repeated fire from the cannons of the ships the Spanish retreated. At about six o'clock of the afternoon, Beauchef ordered an advance on the fort \"Inglés\". The advance proceeded well until suddenly the bulk of the Patriot force came under heavy fire of cannons and muskets of the fort. However, the darkness of the night in the nearby forest made it difficult for the defenders to shoot accurately. A Patriot detachment of 70 approached the fort from behind and began to climb the walls at about 9.00 o'clock at night. While the first two climbers died, defenders were eventually overcome. Being fought from outside and within the fort, the Spanish panicked and abandoned the fort.\nAssault on San Carlos, Amargos and Corral.\nBeauchef followed up this victory and quickly overran the forts of San Carlos and Castillo de Amargos as well as the &lt;a href=\"Artillery%20battery\"&gt;batteries&lt;/a&gt; of Chorocamayo and Barros. The commander of San Carlos was unable to prevent his troops from fleeing as the Patriots approached. The cannons in this fort were also useless against this land-based assault as they were all directed towards the sea. Confident of victory, Patriot soldiers ran disorderly forward to the next Royalist position in their way. Carson, an American who led the forward troops, cautioned against a possible Royalist ambush and stopped the fast advance several times.\nAt midnight, the Patriot forces stood before the Castillo de Corral, the last one the Valdivian Fort System in the southern side of the bay. The fort of Corral was defended by about two hundred soldiers most of whom had retreated from the nearby forts. The Patriots assaulted the fort from three sides, making the Spanish overestimate the size of the attacking force. It was also possible the Royalist thought the attackers were the first ones of a much larger force. The assault was disordered and the ensuing melée was carried out with great fury on part the patriots. Historian &lt;a href=\"Gabriel%20Guarda\"&gt;Gabriel Guarda&lt;/a&gt; labeled the assault \"suicidal\" and contrary to military doctrine yet understandable as Beauchef had served in &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;'s &lt;a href=\"Imperial%20Guard%20%28Napoleon%20I%29\"&gt;Imperial Guard&lt;/a&gt;. Castillo de Corral with its walls became soon more of a prison to Royalists rather than a defensive structure. The Royalist leadership surrendered much later, only once it was cornered after vigorous resistance. Likely, the Royalist leaders in Castillo de Corral were drunk at that time.\nColonel Manuel Montoya, the over-all commander of Valdivia and its fort system, remained in Valdivia far from the fighting. From there, he sent a column of 100 men downriver from Valdivia in charge of Fernández Bobadilla to reinforce the forts in the bay.\nRoyalist evacuation.\nAfter the success of the attack on the forts of the southern shore, Cochrane called a halt for the night. In the next morning, the ships \"Moctezuma\" and \"Intrépido\" entered the bay receiving cannon fire from Castillo de Mancera and Castillo de Niebla. \"Intrépido\" was hit by two balls that did minor damage, \"Moctezuma\" instead was able to momentarily silence some of the cannons on land with its own fire. These ships arrived to the port of Corral at 8.00.\nCochrane anticipated an altogether grimmer fight in the morning to capture the remaining fortifications, as he had lost the element of surprise. 200 soldiers were planned be used for that action.\nFernández Bobadilla with his reinforcements arrived in the morning to Niebla attempting to organize a defense among demoralised soldiers. Once Cochranes assault force of 200 men approached Niebla, the efforts of Fernández Bobadilla evaporated and the garrisons of Castillo de Niebla and &lt;a href=\"Mancera%20Island\"&gt;Mancera Island&lt;/a&gt; retreated upstream to Valdivia in whatever small canoes and boats they could find. The &lt;a href=\"dragoon\"&gt;dragoon&lt;/a&gt;s of Niebla went to Valdivia by land following the northern shore of Valdivia River. A possible cause for the unwillingness to fight was the sight of \"O'Higgins\" in the morning. The ship was almost empty, but it may have misled the Royalist to think there were more incoming Patriots.\nAfter the battle, both \"O'Higgins\" and \"Intrépido\" faced difficulties while navigating in Corral Bay. Given that \"Intrépido\", had its &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; in bad state, it was lost as it ran aground.\nTurmoil in Valdivia.\nMeanwhile in Valdivia, Montoya made arrangements on the sly to abandon the city. The soldiers that had fled from the bay arrived to the city making wild claims on the size of the Patriot force to justify their retreat. A war council determined the evacuation of Valdivia for Chiloé, sparing Valdivia from becoming a battlefield. A tumultuous situation developed in the city, as soldiers sacked the houses and stores of local Patriots. Some soldiers even stayed behind the retreating army to get more loot. As the last looting Royalist finally retreated, low-born Valdivians began to loot houses of local Royalists. Some Royalist patrician families had to abandon the city for their countryside properties in face of rioting and plunder. Both Patriot and Royalist civilians died during the Royalist and Patriot looting, respectively. The crisis led prominent families to arrange meetings to discuss the situation, and in one of these, María de los Ángeles de la Guarda took the initiative to send an embassy to the Patriot forces. Having received the embassy in Corral, Cochrane sent Beauchef with 100 soldiers to Valdivia. Once there, Beauchef assured there would not be any retaliation against local Royalists and that those who had fled the city could come back. &lt;a href=\"Private%20property\"&gt;Private property&lt;/a&gt; was also to be respected. Cochrane's nobility may have had an influence in having the Patriot invasion gain the trust of local Royalists.\nOn Sunday February 6, Cochrane disembarked in Valdivia with troops standing in attention and the city's notables welcoming him. Cochrane went up from the city's harbor to the plaza by the street Calle de los abastos which was subsequently renamed Paseo Libertad. &lt;a href=\"Vicente%20G%C3%B3mez%20Lorca\"&gt;Vicente Gómez Lorca&lt;/a&gt; was soon unanimously elected new Governor of Valdivia.\nAftermath.\nCochrane confiscated the frigate \"Dolores\" and used it in the expedition to &lt;a href=\"Chilo%C3%A9%20Archipelago\"&gt;Chiloé Archipelago&lt;/a&gt;, a royalist holdout south of Valdivia. Lord Cochrane was unsuccessful in his attempt to conquer the archipelago and before returning north to report the results, Cochrane went back to Valdivia to collect spoils. Weaponry, gunpowder, silver objects that were originally from the churches of &lt;a href=\"Concepci%C3%B3n%2C%20Chile\"&gt;Concepción&lt;/a&gt;, and valuables from the local churches were confiscated in what was an effective loot. \"Dolores\" with her cargo was the most valuable loot and was later sold in &lt;a href=\"Valpara%C3%ADso\"&gt;Valparaíso&lt;/a&gt;.\nThe destruction of the forts was briefly contemplated by Cochrane.\nCochrane left Valdivia on February 28. &lt;a href=\"Jorge%20Beauchef\"&gt;Jorge Beauchef&lt;/a&gt; stayed in Valdivia departing soon by land with 200 soldiers to secure the mainland between Valdivia and Chiloé for the Republic. Beauchef was successful in securing Los Llanos and Osorno and repelled a Royalist counter-offensive at the &lt;a href=\"Battle%20of%20El%20Toro\"&gt;Battle of El Toro&lt;/a&gt;. By October 1820, Patriots had suffered setbacks against the Royalist guerrillas near Concepción, Beauchef had left Valdivia and it was rumoured that the Governor of Chiloé, &lt;a href=\"Antonio%20de%20Quintanilla\"&gt;Antonio de Quintanilla&lt;/a&gt;, was soon to invade Valdivia by taking first Osorno and &lt;a href=\"Los%20Llanos%2C%20Chile\"&gt;Los Llanos&lt;/a&gt;. The said invasion did however never happen, but the Royalists continued to resist in Chiloé until 1826. \nThe clergy of the &lt;a href=\"Franciscans\"&gt;Franciscan&lt;/a&gt; missions around Valdivia remained sympathetic to the Royalist cause and in due time were replaced by clergy aligned with the Republic."
}