{
    "id": "8548577",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=8548577",
    "title": "Brightwood Park",
    "text": "Brightwood Park is a small neighborhood in &lt;a href=\"Washington%2C%20D.C.%20%28northwest%29\"&gt;Northwest&lt;/a&gt; &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; in the United States. The neighborhood is bounded by &lt;a href=\"Georgia%20Avenue\"&gt;Georgia Avenue&lt;/a&gt; NW to the west, Missouri Avenue NW to the northeast and Kennedy Street NW to the south. It is located in &lt;a href=\"List%20of%20neighborhoods%20of%20the%20District%20of%20Columbia%20by%20ward%23Ward%204\"&gt;Ward 4&lt;/a&gt;.\nBrightwood Park is largely characterized by &lt;a href=\"terraced%20house\"&gt;rowhouses&lt;/a&gt;, &lt;a href=\"single-family%20detached%20home\"&gt;detached&lt;/a&gt; and &lt;a href=\"semi-detached\"&gt;semi-detached&lt;/a&gt; houses, and small neighborhood businesses. The neighborhood is often misidentified as being part of adjacent neighborhoods, such as the &lt;a href=\"Brightwood%2C%20Washington%2C%20D.C.\"&gt;Brightwood&lt;/a&gt; neighborhood, the &lt;a href=\"Petworth%2C%20Washington%2C%20D.C.\"&gt;Petworth&lt;/a&gt; neighborhood to the south and the &lt;a href=\"Manor%20Park%2C%20Washington%2C%20D.C.\"&gt;Manor Park&lt;/a&gt; neighborhood to the north.\nIn January 2013, resident &lt;a href=\"Robert%20White%20%28D.C.%20politician%29\"&gt;Robert White&lt;/a&gt; helped co-found the Brightwood Park Citizens Association, and was elected its founding president. On June 14, 2016, White defeated Vincent Orange and David Garber to win the Democratic Party nomination for the at-large seat on the D.C. Council. His margin of victory was just 2 percent.\nNewcomers and long-timers.\nBrightwood Park has had a diverse group of people live for many years. Roger Limoges was attracted to this park in the pool of people who lived there as long time residents. This created a sense of stability. Living close together in this neighborhood with a lot of people creates a huge number of opportunities to engage with each other. They always try to improve the neighborhood relations instead of losing the history. "
}