{
    "id": "8550858",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=8550858",
    "title": "Centipede (1998 video game)",
    "text": "Centipede is a 3D remake of the 1981 \"&lt;a href=\"Centipede%20%28video%20game%29\"&gt;Centipede&lt;/a&gt;\" arcade game from &lt;a href=\"Atari%2C%20Inc.\"&gt;Atari&lt;/a&gt;, the original of which was and designed by &lt;a href=\"Ed%20Logg\"&gt;Ed Logg&lt;/a&gt; and &lt;a href=\"Dona%20Bailey\"&gt;Dona Bailey&lt;/a&gt;. It was published by &lt;a href=\"Hasbro%20Interactive\"&gt;Hasbro Interactive&lt;/a&gt; in 1998 under the &lt;a href=\"Atari%20Interactive\"&gt;Atari Interactive&lt;/a&gt; brand name.\nGameplay consists of a series of rounds that are completed once the player eliminates the &lt;a href=\"centipede\"&gt;centipede&lt;/a&gt;(s) that wind down the playing field. Obstacles such as &lt;a href=\"spider\"&gt;spider&lt;/a&gt;s, &lt;a href=\"flea\"&gt;flea&lt;/a&gt;s, and &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt;s complicate the game. At the same time, a population of &lt;a href=\"mushroom\"&gt;mushroom&lt;/a&gt;s grows between the player and each centipede. Optionally, the player is tasked with rescuing villagers and bystanders and preventing damage to key structures; although ignoring these tasks does not prevent the player from being able to complete the round regardless.\nGameplay.\nThe game can be played in two game modes: \"Arcade\" and \"Adventure\" — the latter marking a departure from the &lt;a href=\"Centipede%20%28video%20game%29\"&gt;original version&lt;/a&gt;. Arcade mode allows the player to experience a ported version of the original arcade Centipede, with some enhancements.\nIn the adventure campaign, one completes a series of levels linked by a &lt;a href=\"Plot%20%28narrative%29\"&gt;storyline&lt;/a&gt;. Here, the player encounters both the original enemies (centipede, spider, flea, scorpion, poisonous mushroom) and a new array as well (dragonfly, butterfly, firebug, icebug, killer mushroom, etc.), some of which are capable of throwing projectiles to destroy the shooter, and others capable of altering mushrooms. If an enemy or projectile contacts the shooter, the player loses a life.\nCampaign story.\nThe story centers around a collective of villages known as \"Weedom,\" and a prophecy that foretells their imminent destruction. Each century, an army of large insects invades Weedom at the hands of their leader, the Queen Pede. The player assumes the role of Wally Gudmunzsun, who is tasked with the destruction of the invading insect army, while piloting a craft known simply as \"The Shooter.\"\nReception.\nChris Charla reviewed the PlayStation version of the game for \"&lt;a href=\"Next%20Generation%20%28magazine%29\"&gt;Next Generation&lt;/a&gt;\", rating it three stars out of five, and stated that \"A solid 3D shooter with a nice, if young, story makes this a great game for your little brother, but don't be surprised if you find yourself playing a few games, too.\"\nAdam Pavlacka reviewed the Dreamcast version of the game for \"&lt;a href=\"Next%20Generation%20%28magazine%29\"&gt;Next Generation&lt;/a&gt;\", rating it three stars out of five, and stated that \"\"Centipede\" may look good in 3D, but the classic version of the game is still more fun.\"\nThe game received poor to mediocre review scores. &lt;a href=\"GameSpot\"&gt;GameSpot&lt;/a&gt; criticized the controls and camera, giving it an overall rating of 6.9, equivalent to \"fair\".\nThe game won \"&lt;a href=\"Computer%20Games%20Magazine\"&gt;Computer Games Strategy Plus&lt;/a&gt;\"s 1998 \"Classic Game of the Year\" award. The editors wrote, \"As an arcade conversion, it has it all: great graphics, the same addictive gameplay as the original, and enough new enhancements to justify the effort.\""
}