{
    "id": "8568042",
    "revid": "1064869755",
    "url": "https://en.wikipedia.org/wiki?curid=8568042",
    "title": "Holywell Town F.C.",
    "text": "Holywell Town Football Club () is a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club from &lt;a href=\"Holywell%2C%20Flintshire\"&gt;Holywell&lt;/a&gt;, &lt;a href=\"Flintshire\"&gt;Flintshire&lt;/a&gt;. They are nicknamed 'The Wellmen', and play their home games at Halkyn Road, Holywell. They play in the &lt;a href=\"Cymru%20North\"&gt;Cymru North&lt;/a&gt;.\nHolywell Town were founding members of both the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt; and the &lt;a href=\"Welsh%20Premier%20League\"&gt;League of Wales&lt;/a&gt; (now known as the Cymru Premier) and enjoyed their best period in the top flight in the mid-1990s. For the 2019–20 season, they played in the third-tier &lt;a href=\"Welsh%20National%20League%20%28Wrexham%20Area%29\"&gt;Welsh National League (Wrexham Area)&lt;/a&gt; Premier Division after suffering relegation from the final season of the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt;.\nThe 2014–15 season has proved to be one of The Wellmen's best season in its history, winning the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League Division 1&lt;/a&gt; title with three games to go at &lt;a href=\"Llanrwst%20United%20F.C.\"&gt;Llanrwst&lt;/a&gt; and ending the league campaign with a goal difference of +100 and winning all but three of their league games. They also won their second &lt;a href=\"FAW%20Trophy\"&gt;FAW Trophy&lt;/a&gt; beating fellow Welsh Alliance team &lt;a href=\"Penrhyndeudraeth%20F.C.\"&gt;Penrhyndeudraeth&lt;/a&gt; 4–2 at &lt;a href=\"Llandudno%20F.C.\"&gt;Llandudno's&lt;/a&gt; Maesdu Stadium, and achieved a Mawddach Challenge Cup victory, beating &lt;a href=\"Llanrug%20United%20F.C.\"&gt;Llanrug United&lt;/a&gt; 3–2 at &lt;a href=\"Bangor%20City%20F.C.\"&gt;Bangor City's&lt;/a&gt; &lt;a href=\"Nantporth\"&gt;Nantporth Stadium&lt;/a&gt; to complete an unprecedented treble.\nHistory.\nThe history of football in Holywell can be traced back to a club that was simply known as Holywell, and it is credited that it was founded by a Colonel J.Llewellyn Williams. During those early days, Holywell played their football on a ground known as \"Ffordd Fer\" ('Short Way'), which was located where the &lt;a href=\"Holywell%20High%20School\"&gt;local high school&lt;/a&gt; is now situated, and also wore red and white as their strip, just as the current team wears today in its home kit. There is evidence of a Holywell team existing way back in 1881, when a Holywell team lost in the first round of the 1881–82 &lt;a href=\"Welsh%20Cup\"&gt;Welsh Cup&lt;/a&gt; to &lt;a href=\"Northwich%20Victoria%20F.C.\"&gt;Northwich Victoria&lt;/a&gt;, losing to the &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt; side 0–3.\nHolywell F.C..\nIn March 1893, Holywell (as Holywell F.C.) became one of the seven founder members of the &lt;a href=\"North%20Wales%20Coast%20League\"&gt;North Wales Coast League&lt;/a&gt;, and had 58 players registered with the club within six months of the league commencing. Holywell would finish 4th in the inaugural season of the North Wales Coast League. This was followed by three seasons of fifth-place league finishes, ending in 1897–98, when the club finished in sixth place. This would be the worst position the club would end up during their time in the Coast League.\nThe club reached their first cup final in 1898, when they faced &lt;a href=\"Bangor%20City%20F.C.\"&gt;Bangor City&lt;/a&gt; for the North Wales Senior Cup (this would later become the North Wales Amateur Cup), but would lose the final 3–0 to Bangor City. The following season, the club would reach its highest position during their tenure within the league, earning third position in the league, although this was followed up the next season by returning to their familiar 5th place in the league. However, after being engulfed by the &lt;a href=\"Charles%20Sidney%20Beauclerk%23Holywell\"&gt;Baron Corvo episode of 1899&lt;/a&gt;, the team left the North Wales Coast League at the end of the 1900–01 season, and the club was defunct by 1902.\nHolywell United.\nAfter three years' absence, football returned to Holywell in 1905, with the formation of a new club, Holywell United F.C. to fill the space left by the defunct club in the town. They would later rejoin the &lt;a href=\"North%20Wales%20Coast%20League\"&gt;North Wales Coast League&lt;/a&gt; for the 1912–13 season. Holywell United was to enjoy a successful run during the next few years, winning many trophies. In the 1913–14 season, they achieved the North Wales Coast League and Amateur Cup double, winning 15 of their 17 league games and beating &lt;a href=\"Colwyn%20Bay%20F.C.\"&gt;Colwyn Bay&lt;/a&gt; 1–0 in the final at &lt;a href=\"Rhyl\"&gt;Rhyl&lt;/a&gt;. It was during this period when Holywell United hosted their biggest game at that time, playing an &lt;a href=\"Everton%20F.C.\"&gt;Everton XI&lt;/a&gt; at their Ffordd Fer ground. The Merseysiders included at least five players with &lt;a href=\"Football%20League%20First%20Division\"&gt;English First Division&lt;/a&gt; experience within the team, and ran out 4–1 winners in front of a large Holywell crowd.\nAfter &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Holywell United continued its good pre-war form and finished league runners-up to Holyhead Railway Institute in the 1920–21 season, scoring 92 goals that season which was almost two dozen more than any other team in the league for that season. They also reached the final of the &lt;a href=\"North%20Wales%20Coast%20Amateur%20Cup\"&gt;North Wales Coast Amateur Cup&lt;/a&gt; for the fifth time, but would lose to Holyhead 3–1. However, in the 1921–22 final, which was to be a replay of the previous season's final, Holywell would gain revenge for their previous cup loss, defeating Holyhead 1–0 in the final played at &lt;a href=\"Llandudno\"&gt;Llandudno&lt;/a&gt;, with Hewitt scoring the game's only goal.\nFrom the 1921–22 season until the 1928–29 season, Holywell United competed in the newly formed &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh National League (North)&lt;/a&gt;, but did not achieve the performances of previous years and had limited success during this period of time.\nHolywell Arcadians.\nIn 1929–30, the club first appeared under the new name of Holywell Arcadians, and competed in Division 2 (East) of the Welsh National League. For the following three seasons, Holywell Arcadians competed in the Welsh Football League, which ran alongside the &lt;a href=\"North%20Wales%20Football%20Combination\"&gt;North Wales Football Combination&lt;/a&gt;, and was the forerunner of the Welsh League (North). The Arcadians had a brilliant spell during this time, becoming two-time Welsh Football League champions by getting the title in the 1930–31 and 1932–33 seasons, as well as being runners-up in between.\nHolywell Town.\nHolywell's social and football history came together and combined to establish the club as it is known today. In 1946 former soldiers that were returning home from &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; established the club at &lt;a href=\"Halkyn%20Road\"&gt;Halkyn Road&lt;/a&gt;, where it has played its home games ever since. It was also around this period that the moniker of \"The Wellmen\" was adopted by the club, a nickname which the club still uses to this day.\nPost-War Success.\nSuccess came immediately for Holywell Town, when in 1947 they won both The &lt;a href=\"Alves%20Cup\"&gt;Alves Cup&lt;/a&gt; and &lt;a href=\"The%20Waterfall%20Cup\"&gt;The Waterfall Cup&lt;/a&gt;, and this success was repeated two years later in 1949, when they won the &lt;a href=\"North%20Wales%20Coast%20FA%20Amateur%20Cup\"&gt;North Wales Coast FA Amateur Cup&lt;/a&gt;. The Wellmen beat &lt;a href=\"Barmouth%20%26amp%3B%20Dyffryn%20United%20F.C.\"&gt;Barmouth&lt;/a&gt; 2–0 in the final at &lt;a href=\"Llandudno\"&gt;Llandudno&lt;/a&gt;.\nMore success came to Holywell when they joined the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh League (North)&lt;/a&gt; in the 1949–50 season. They finished a highly creditable fifth place, but went on to become the Welsh League (North) champions in the 1952–53 season. The success all the more sweeter as they held off a strong challenge from bitter rivals &lt;a href=\"Flint%20Town%20United%20F.C.\"&gt;Flint Town United&lt;/a&gt;. Two years later, the roles were reversed although Holywell Town were awarded the Alves Cup by virtue of their final league position.\nHolywell Town would triumph in the North Wales Amateur Cup once more in the 1957–58 campaign, heavily defeating &lt;a href=\"Gwalchmai%20F.C.\"&gt;Gwalchmai&lt;/a&gt; 6–0 at &lt;a href=\"Bangor%20City%20F.C.\"&gt;Bangor City's&lt;/a&gt; &lt;a href=\"Farrar%20Road\"&gt;Farrar Road&lt;/a&gt; ground. Twelve months later, they would return to the final, for the ninth time, to defend their trophy against a strong &lt;a href=\"Porthmadog%20F.C.\"&gt;Porthmadoc&lt;/a&gt; side at &lt;a href=\"Bangor%2C%20Gwynedd\"&gt;Bangor&lt;/a&gt;. The match finished 1–1 with Holywell, who had missed an 11th-minute penalty, equalising in the 83rd minute through George Davies. This led to a cup final replay being played a week later, and it was to become a dramatic affair. Twice Holywell led only for Portmadoc to come back strongly and take a 3–2 advantage. Despite having centre-forward Owen Davies injured, Holywell snatched an equaliser with the last kick of normal time. Despite coming back into the match and forcing extra time, it proved too much for Holywell's ten men, however, and Port ran in five more goals to eventually lift the cup. The two sides would met again in the 1963 final, although Holywell fielded an under-strength team in the final, with goalkeeper Reg Banton playing with a broken finger. Portmadoc would win the cup final again 3–0.\nBetween the two North Wales Amateur Cup finals with Porthmadoc, the record attendance for a Holywell game was set in 1962 when 3000 spectators packed into Halkyn Road for a &lt;a href=\"Welsh%20Cup\"&gt;Welsh Cup&lt;/a&gt; sixth-round tie with &lt;a href=\"Swansea%20City%20F.C.\"&gt;Swansea Town&lt;/a&gt;. Despite the record attendance, the home failed to win the tie, with the Swans winning 2–1.\nSuccess at senior level continued to elude the club, despite reaching both the &lt;a href=\"FAW%20Trophy\"&gt;Welsh Amateur Cup Final&lt;/a&gt; in 1961–62, losing 3–2 to &lt;a href=\"Cardiff%20Corinthians%20F.C.\"&gt;Cardiff Corinthians&lt;/a&gt; and the North Wales Coast Challenge Cup Final two seasons later, losing there to &lt;a href=\"Borough%20United%20F.C.\"&gt;Borough United&lt;/a&gt;.\nHolywell Town maintained their membership of the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh League (North)&lt;/a&gt; for 17 seasons from the 1949–50 season until the 1965–66 season, when they finished bottom of the league just one point behind &lt;a href=\"Blaenau%20Ffestiniog%20Amateur%20F.C.\"&gt;Blaenau Ffestiniog&lt;/a&gt;. Thereafter, Holywell Town left the Welsh League (North) and played in the local football leagues.\nReturn and Becoming Founding Members.\nHolywell played in the local football league system, most notably in the &lt;a href=\"Clwyd%20League\"&gt;Clwyd League&lt;/a&gt; system, when in 1975–76, the club won the Welsh League (North) Division 5, and the Clwyd League Division 3 title the following season. They would continue to play in the top division of the Clwyd League system for the next nine seasons, achieving a runners-up spot in the 1980–81 season. However, in 1986–87, the club finally earned some silverware when they finally won the Clwyd League Premier Division title as well as triumphing in the premier North Wales Coast Challenge Cup competition to earn a league and cup double. Throwing off the disappointment of cup final defeat in 1964, The Wellmen played local rivals &lt;a href=\"Mold%20Alexandra%20F.C.\"&gt;Mold Alexandra&lt;/a&gt; (at &lt;a href=\"Flint%2C%20Flintshire\"&gt;Flint&lt;/a&gt;) and won the cup 1–0, thanks to a goal after 78 minutes scored by Merfyn Edwards. The club would continue lifting trophies when they successfully defended their Clwyd League Premier Division title, winning it for the second time the following season.\nAfter this success in the local football system, Holywell Town finally returned to the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League&lt;/a&gt; in the 1988–89 season, when they achieved a creditable top five placing.\nMost recently, Holywell Town became founder members of the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt; in 1990–91, and would compete in the league for two seasons, earning mid-table finishes both seasons. However, when a new national league for Wales was created, Holywell left the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt; and they became one of the founder members of the new &lt;a href=\"League%20of%20Wales\"&gt;League of Wales&lt;/a&gt; in 1992–93.\nLeague of Wales.\nThe &lt;a href=\"1992%E2%80%9393%20League%20of%20Wales\"&gt;first season&lt;/a&gt; in the &lt;a href=\"League%20of%20Wales\"&gt;League of Wales&lt;/a&gt; would prove to be a particularly good season for Holywell, as they won the &lt;a href=\"Clwyd%20League%20Youth%20Cup\"&gt;Clwyd League Youth Cup&lt;/a&gt; and the &lt;a href=\"Auxiliary%20Youth%20Cup\"&gt;Auxiliary Youth Cup&lt;/a&gt;, whilst also being runners-up in the Alves Cup. One of the highlights of the season was doing the league double over &lt;a href=\"Bangor%20City%20F.C.\"&gt;Bangor City&lt;/a&gt; achieving a 3–0 win at home on Boxing Day, and a season record 6–0 win away at &lt;a href=\"Farrar%20Road\"&gt;Farrar Road&lt;/a&gt;.\nThe club won respect in North Wales and further afield under the shrewd management of &lt;a href=\"Glyn%20Griffiths\"&gt;Glyn Griffiths&lt;/a&gt;, who almost got the club to qualify for Europe during his tenure. League placings of 6th in the 1992–93 season and 5th in 1993–94 prove the point. However once his reign had ended, inconsistency crept in and results started to suffer and the club slid down the league table. The club finished 8th in 1994–95 and 16th in 1995–96. The slide was complete when they finished bottom of the league during the 1996–97 season and were relegated back to the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt;. Although they were promoted as runners-up the following season, sadly their stay in the League of Wales was a short one, and they were relegated again, finishing 17th (bottom) in the 1998–99 season. Holywell Town have never played in the top flight of Welsh football since.\nCymru Alliance.\nFrom the 1998–99 season, Holywell Town have played their football in the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt;, the second tier of the &lt;a href=\"Welsh%20football%20league%20system\"&gt;Welsh football league system&lt;/a&gt;. Their first season back in the Alliance was a real struggle although the club avoided a potential relegation for the second season in a row, finishing several points above bottom club &lt;a href=\"Corwen%20F.C.\"&gt;Corwen Amateurs&lt;/a&gt;. Matters improved in 2000–01 when The Wellmen rose to 10th position, mid-way in the league, in a season when they were one of six former League of Wales clubs to play in the Cymru Alliance. The following season, the club returned to struggling ways in the league, and in 2001–02 the Wellmen finished a disappointing 16th, narrowly avoiding relegation from the league yet again. It was then that the club decided to part company with their Manchester-based manager and squad in favour of a more local set-up in order to improve performances on the pitch. Unfortunately, their revised set-up fared no better when in 2002–03, they finished bottom – with a nine-point deduction adding to a dismal playing record.\nAlthough they saw an improvement to fortunes under the guidance of &lt;a href=\"Andy%20Nicholls\"&gt;Andy Nicholls&lt;/a&gt; during the 2004–05 season, finishing 9th, they were eventually relegated to the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance&lt;/a&gt; the following season when they finished 17th, with only their local rival &lt;a href=\"Halkyn%20United%20F.C.\"&gt;Halkyn United&lt;/a&gt; below them.\nReturn to the Welsh Alliance League &amp; Cup Success.\nHolywell Town initially struggled competing within the Welsh Alliance League, finishing in the bottom half of the table for their first three seasons at the third tier. However the club's decision to focus on a core of local players started proving wise and fruitful, as the club's position within the Welsh Alliance continued to improve throughout the seasons, becoming one of the strongest teams competing within the league. The 2010–11 season, under the management of Mike Thomas, would be a \"breakout year\" for the Wellmen as they achieved a third-placed finish in the Division 1 table, but finally managed some cup success. Holywell won their first piece of silverware in thirteen years, when they sensationally came back from 0-2 down on the 89th minute, to win the prestigious &lt;a href=\"FAW%20Trophy\"&gt;FAW Trophy&lt;/a&gt; for the very first time by beating &lt;a href=\"Conwy%20Borough%20F.C.\"&gt;Conwy United&lt;/a&gt; 3–2 at the neutral venue of Belle Vue, home of &lt;a href=\"Rhyl%20F.C.\"&gt;Rhyl F.C.&lt;/a&gt;\nFor the next few seasons, Holywell Town would continually challenge for the Welsh Alliance Division 1 title, and ultimately promotion to the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt;, but would fall just short on every occasion. In the penultimate game of the 2011–12 season, a 1–3 defeat to title rivals, &lt;a href=\"Holyhead%20Hotspur%20F.C.\"&gt;Holyhead Hotspur&lt;/a&gt;, ensured that the &lt;a href=\"Anglesey\"&gt;Anglesey&lt;/a&gt;-side would snatch top spot and promotion away from the Wellmen, by a winning margin of just a single point. The Harbourmen would also defeat Holywell 2–1 in the final of the Mawddach Barritt Cup, to leave Holywell trophyless.\nFor the start of the 2012–13 season, Mike Thomas was replaced as Holywell manager by their club captain, Johnny Haseldin, who adopted a player-manager role. To aid him in his first management role, Haseldine brought in both John James and Andy Lewis (who were at &lt;a href=\"Denbigh%20Town%20F.C.\"&gt;Denbigh Town&lt;/a&gt; in the 2011–12 season) into his coaching staff, with Craig Knight remaining in his role from the previous season.\nAfter losing their first two games of the season, Haseldin and Holywell went on an incredible run throughout the young manager's debut season, and maintained an undefeated away record throughout that entire season. However poor form in the final quarter of the season resulted in Holywell dropping away from a title challenge, and ultimately consoling themselves with another third place league finish. The Wellmen would also reach the semi-finals of the FAW Trophy competition, and the final of the Cookson Cup competition, but would lose both ties to fellow Welsh Alliance side, &lt;a href=\"Caernarfon%20Town%20F.C.\"&gt;Caernarfon Town&lt;/a&gt;, at neutral venues; 1–3 at &lt;a href=\"Llandudno\"&gt;Llandudno&lt;/a&gt; in the FAW Trophy, and 0–1 at &lt;a href=\"Conwy\"&gt;Conwy&lt;/a&gt; after a late winner in the Cookson Cup.\nWelsh Cup history.\nThe 2013–14 season will be long remembered by Wellman supporters, not for their league performance, but for the cup exploits of the side. In the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League&lt;/a&gt;, Holywell would yet again find heartbreak in failing in their main aim of gaining promotion to the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt;. They would finish the season in second place to local rivals and league champions &lt;a href=\"Denbigh%20Town%20F.C.\"&gt;Denbigh Town&lt;/a&gt; who were undefeated all season. However Holywell did manage to score over 100 league goals in the season for the first time in recent history, and the team's top scorer Sam Jones picked up the Welsh Alliance Division 1's top goalscorer award as well as the league's Player of the Year for the season.\nHowever, it would be in the cups, and in particular the &lt;a href=\"2013%E2%80%9314%20Welsh%20Cup\"&gt;Welsh Cup&lt;/a&gt; where this particular season would live long into the memories of all Wellmen supporters. The club won the Mawddach Challenge Cup for the first time in its history beating &lt;a href=\"Llanrug%20United%20F.C.\"&gt;Llanrug United&lt;/a&gt; in the final, but achieved the incredibly impressive feat of reaching the semi-finals of the national cup competition. The route to the Welsh Cup last four would not be an easy one, however, having to play a number of clubs for the higher leagues in the Welsh football pyramid along the way. Victories over &lt;a href=\"Penrhyncoch%20F.C.\"&gt;Penrhyncoch&lt;/a&gt;, &lt;a href=\"Penycae%20F.C.\"&gt;Penycae&lt;/a&gt;, &lt;a href=\"Porthmadog%20F.C.\"&gt;Porthmadog&lt;/a&gt; of the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt;, and most famously &lt;a href=\"Newtown%20F.C.\"&gt;Newtown&lt;/a&gt;, who were Top 6 finishers in the &lt;a href=\"2013%E2%80%9314%20Welsh%20Premier%20League\"&gt;Welsh Premier League&lt;/a&gt;, ensured the club would face another WPL team in &lt;a href=\"Aberystwyth%20Town%20F.C.\"&gt;Aberystwyth Town&lt;/a&gt; at the neutral venue of &lt;a href=\"Latham%20Park\"&gt;Latham Park&lt;/a&gt;, &lt;a href=\"Newtown%2C%20Powys\"&gt;Newtown&lt;/a&gt; for the semi-final, and it was shown live on the Welsh-language channel of &lt;a href=\"S4C\"&gt;S4C&lt;/a&gt;.\nA vast number of fans from the town took the long trip down the &lt;a href=\"A483\"&gt;A483&lt;/a&gt; to mid-Wales to see the contest take place. The match would end up becoming a play-off for a place in the &lt;a href=\"2014%E2%80%9315%20Europa%20League\"&gt;2014–15 Europa League&lt;/a&gt; as a result of &lt;a href=\"The%20New%20Saints%20F.C.\"&gt;The New Saints&lt;/a&gt; beating &lt;a href=\"Bala%20Town%20F.C.\"&gt;Bala Town&lt;/a&gt; in the other semi-final despite already earning a spot in the &lt;a href=\"2014%E2%80%9315%20UEFA%20Champions%20League\"&gt;2014–15 UEFA Champions League&lt;/a&gt; due to them winning the &lt;a href=\"2013%E2%80%9314%20Welsh%20Premier%20League\"&gt;2013–14 WPL&lt;/a&gt; title. Despite taking the lead through Tom McElmeel, giving an incredibly valiant effort throughout the game, the Wellmen would sadly lose the tie 3–1. However they would receive plaudits and credit from the Welsh media for their memorable cup campaign. Holywell Town had made history by becoming the first third-tier Welsh team in the competition's illustrious history to make it to the semi-finals of the Welsh Cup.\nTreble Success.\nAfter years of trying in the Welsh Alliance, the 2014–15 season finally became Holywell's season when they finally clinched the Division 1 title. They maintained a 100% league record until January 2015 by winning their first fourteen league games, and only lost their first league game in mid-March. However they wrapped up the league title with three games remaining by beating &lt;a href=\"Llanrwst%20United%20F.C.\"&gt;Llanrwst United&lt;/a&gt; 3–0, and finally earned themselves promotion back to the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt; for the 2015–16 season. The highlights of the league campaign so far being the incredible home victories against &lt;a href=\"Llanfairpwll%20F.C.\"&gt;Llanfairpwll&lt;/a&gt; and &lt;a href=\"Pwllheli%20F.C.\"&gt;Pwllheli&lt;/a&gt; where the Wellmen inflicted a heavy defeat on the &lt;a href=\"Anglesey\"&gt;Anglesey&lt;/a&gt; side of 15–1, and beating the &lt;a href=\"Ll%C5%B7n%20Peninsula\"&gt;Llŷn Peninsula&lt;/a&gt; team 10–0. Such victories ensured the Wellmen ended up scoring 119 league goals, and finish the campaign with a goal difference of +100.\nAs well as claiming the league title, Holywell Town also earned themselves further silverware when they won another two cups. Firstly they reached the final of the Cookson Cup, but disappointingly lost 1–2 to &lt;a href=\"Llanrug%20United%20F.C.\"&gt;Llanrug United&lt;/a&gt; at &lt;a href=\"Conwy%20Borough%20F.C.\"&gt;Conwy Borough's&lt;/a&gt; ground. However, they won their second &lt;a href=\"FAW%20Trophy\"&gt;FAW Trophy&lt;/a&gt; by defeating fellow &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League&lt;/a&gt; team &lt;a href=\"Penrhyndeudraeth%20F.C.\"&gt;Penrhyndeudraeth&lt;/a&gt; 4–2 at Maesdu Park, home of &lt;a href=\"Llandudno%20F.C.\"&gt;Llandudno F.C.&lt;/a&gt; in the same week they confirmed the league title. Holywell concluded an amazing season by winning the Mawddach Challenge Cup at &lt;a href=\"Bangor%20City%20F.C.\"&gt;Bangor City's&lt;/a&gt; &lt;a href=\"Nantporth\"&gt;Nantporth Stadium&lt;/a&gt;, by getting revenge on Llanrug United and winning the final 3–2 (after extra time) to complete a historic treble.\n2015 to Present.\nIn their first three seasons of competing in the second-tier Cymru Alliance, Holywell Town finished in fifth position, earning around 50 points each season. Under the continued management of Johnny Haseldin, they also reached two NEWFA Cup finals, but lost to &lt;a href=\"Cefn%20Druids%20F.C.\"&gt;Cefn Druids&lt;/a&gt; in 2016, and &lt;a href=\"Ruthin%20Town%20F.C.\"&gt;Ruthin Town&lt;/a&gt; in 2018, respectively.\nHaseldin stepped down as Holywell manager at the end of the 2018–19 season, due to increased work and family commitments. He was replaced in the role as player-manager by another Holywell centre-back, the experienced Gareth Sudlow. Sadly for Sudlow, his debut managerial season did not start well as he only gained one win and one draw in his first six games. Haseldin returned to the coaching staff in September to provide additional coaching for the first team, although Sudlow was still in charge. However Sudlow eventually resigned from the management role a day before the away trip to Buckley Town in late September, resulting in Haseldin being re-appointed into the vacant management role. Sudlow's managerial record equated to just three wins in ten games.\nUnfortunately throughout the season, and prior to the games in April, Holywell had only managed to earn themselves a further three wins between October and March, leaving the Wellmen under a severe threat of potential relegation. However Holywell's form turned around in April as they earned eleven points within the last five games to give them a fighting chance of survival. Alas their relegation rivals, &lt;a href=\"Penrhyncoch%20F.C.\"&gt;Penrhyncoch&lt;/a&gt;, earned just as many points as the Wellmen during that same period, to just pip the Wellmen to that final survival spot in the Cymru Alliance. Even more gut-wrenching to Wellmen fans as Penrhyncoch were losing with ten minutes remaining, before scoring two late goals against &lt;a href=\"Conwy%20Borough%20F.C.\"&gt;Conwy Borough&lt;/a&gt; to escape relegation and condemn Holywell to third-tier football.\nIt looked as if Holywell's relegation could potentially be reprieved due to &lt;a href=\"Bangor%20City%20F.C.\"&gt;Bangor City&lt;/a&gt; receiving a 42-point deduction from the FAW for a number of alleged breaches of FAW rules after the season had been completed. This would have left Bangor with just nine points, dropping the Citizens to the bottom of the Cymru Alliance table, and lifting Holywell out of the three-team relegation zone. However, after an appeal for an independent review, Bangor's punishment was halved to a 21-point deduction. This resulted in Bangor just maintaining their place within the league by goal difference, and finally confirming Holywell's relegation to the third tier.\nStadium.\nHolywell Town currently play at Halkyn Road, which is located just a short walk from &lt;a href=\"Holywell%2C%20Flintshire\"&gt;Holywell&lt;/a&gt; town centre, behind the town's newly built cottage hospital. The ground can accommodate 2,000 spectators with 500 seated with an additional 250 covered, with plenty of space for car parking behind the main stand. In recent times, the Halkyn Road ground has been greatly improved, such as increasing parking facilities, and the stadium has been the venue for many Youth International fixtures in the past. As with many stadiums around the area, the stadiums has its own permanent floodlights which allows evening games to be played at the stadium.\nHot food is available for supporters from the club tea room, \"The Wellmen's Retreat\", located by the main stand, whilst drinks and snacks are available at the clubhouse located between the main stand and the ground entrance.\nOverview.\nThe Wellmen's first choice strip is red and white striped shirts, red shorts and red socks, with the away strip being white and green hooped shirts and socks and green shorts.\nAlthough the team's local rivals are &lt;a href=\"Greenfield%20F.C.\"&gt;Greenfield&lt;/a&gt;, it is considered a friendly rivalry with good co-operation between the two clubs. Holywell's traditional and fiercest rivals are &lt;a href=\"Flint%20Town%20United%20F.C.\"&gt;Flint Town United&lt;/a&gt;, which originates from the historical rivalry between the two old towns of &lt;a href=\"Flintshire\"&gt;Flintshire&lt;/a&gt;, and is one of the oldest football rivalries in Welsh league football!\nHolywell also has good local rivalries between fellow Flintshire sides, &lt;a href=\"Mold%20Alexandra%20F.C.\"&gt;Mold Alexandra&lt;/a&gt; and &lt;a href=\"Buckley%20Town%20F.C.\"&gt;Buckley Town&lt;/a&gt;, as well as recently having exciting competitive rivalries with &lt;a href=\"Caernarfon%20Town%20F.C.\"&gt;Caernarfon Town&lt;/a&gt;, &lt;a href=\"Denbigh%20Town%20F.C.\"&gt;Denbigh Town&lt;/a&gt; and &lt;a href=\"Holyhead%20Hotspur%20F.C.\"&gt;Holyhead Hotspur&lt;/a&gt;, which originate when the teams were competing for the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League&lt;/a&gt; title.\nHolywell Town produces an award-winning matchday programme for all first team matches as it been placed first in the Soccer Club Shop Programme Awards for the past six seasons. The programme has also been awarded the best programme produced throughout the whole of &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; for the 2013/14 season, as well as being second-best programme produced throughout the whole of Wales for both the 2010/11 and 2011/12 seasons, and voted third-best in the whole of Wales for the 2012/13 season. In addition, the programme was also voted best in the 2010/11, 2011/12, 2012/13 &amp; 2013/14 Welsh Alliance Season Awards by winning the Best Matchday programme award.\nThe club also announced the creation of its first ever women's team in 2019. Holywell Town Ladies played their first game in July 2019, and \"The Wellwomen\" are planning to start competing in FAW competitions from the start of the 2019–20 season."
}