{
    "id": "8577960",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=8577960",
    "title": "Chinese jade",
    "text": "Chinese jade refers to the &lt;a href=\"jade\"&gt;jade&lt;/a&gt; &lt;a href=\"mining\"&gt;mined&lt;/a&gt; or &lt;a href=\"hardstone%20carving\"&gt;carved&lt;/a&gt; in &lt;a href=\"China\"&gt;China&lt;/a&gt; from the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; onward. It is the primary &lt;a href=\"hardstone\"&gt;hardstone&lt;/a&gt; of &lt;a href=\"Chinese%20sculpture\"&gt;Chinese sculpture&lt;/a&gt;. Although deep and bright green &lt;a href=\"jadeite\"&gt;jadeite&lt;/a&gt; is better known in Europe, for most of China's history, jade has come in a variety of colors and white \"mutton-fat\" &lt;a href=\"nephrite\"&gt;nephrite&lt;/a&gt; was the most highly praised and prized. Native sources in &lt;a href=\"Henan\"&gt;Henan&lt;/a&gt; and along the &lt;a href=\"Yangtze\"&gt;Yangtze&lt;/a&gt; were exploited since prehistoric times and have largely been exhausted; most Chinese jade today is extracted from the northwestern &lt;a href=\"provinces%20of%20the%20People%27s%20Republic%20of%20China\"&gt;province&lt;/a&gt; of &lt;a href=\"Xinjiang\"&gt;Xinjiang&lt;/a&gt;.\nJade was prized for its &lt;a href=\"scratch%20hardness\"&gt;hardness&lt;/a&gt;, &lt;a href=\"toughness\"&gt;durability&lt;/a&gt;, &lt;a href=\"Bianqing\"&gt;magical qualities&lt;/a&gt;, and beauty. In particular, its subtle, translucent colors and protective qualities caused it to become associated with Chinese conceptions of the &lt;a href=\"Chinese%20soul\"&gt;soul&lt;/a&gt; and &lt;a href=\"Taoist%20immortal\"&gt;immortality&lt;/a&gt;. With gold, it was considered to be a symbol of heaven. The most prominent early use was the crafting of the Six Ritual Jades, found since the 3rd-millennium BC &lt;a href=\"Liangzhu%20culture\"&gt;Liangzhu culture&lt;/a&gt;: the \"&lt;a href=\"jade%20bi\"&gt;bi&lt;/a&gt;\", the \"&lt;a href=\"jade%20cong\"&gt;cong&lt;/a&gt;\", the \"&lt;a href=\"huang%20%28jade%29\"&gt;huang&lt;/a&gt;\", the \"hu\", the \"gui\", and the \"zhang\". Since the meanings of these shapes were not mentioned prior to the eastern Zhou dynasty, by the time of the composition of the \"&lt;a href=\"Rites%20of%20Zhou\"&gt;Rites of Zhou&lt;/a&gt;\", they were thought to represent the &lt;a href=\"tian\"&gt;sky&lt;/a&gt;, the &lt;a href=\"di%20%28Chinese%20concept%29\"&gt;earth&lt;/a&gt;, and the &lt;a href=\"Four%20Symbols%20%28China%29\"&gt;four directions&lt;/a&gt;. By the &lt;a href=\"Han%20dynasty\"&gt;Han dynasty&lt;/a&gt;, the royal family and prominent lords were buried entirely ensheathed in &lt;a href=\"jade%20burial%20suits\"&gt;jade burial suits&lt;/a&gt; sewn in gold thread, on the idea that it would preserve the body and the souls attached to it. Jade was also thought to combat fatigue in the living. The Han also greatly improved prior artistic treatment of jade.\nThese uses gave way after the &lt;a href=\"Three%20Kingdoms\"&gt;Three Kingdoms&lt;/a&gt; period to &lt;a href=\"Chinese%20Buddhism\"&gt;Buddhist&lt;/a&gt; practices and new developments in &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt; such as &lt;a href=\"Chinese%20alchemy\"&gt;alchemy&lt;/a&gt;. Nonetheless, jade remained part of &lt;a href=\"traditional%20Chinese%20medicine\"&gt;traditional Chinese medicine&lt;/a&gt; and an important artistic medium. \nName.\nThe &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt; word \"yù\" \"jade; gems of all kinds; (of women) beautiful; (courteous) your\" has semantically broader meanings than English \"&lt;a href=\"wikt%3Ajade\"&gt;jade&lt;/a&gt;\" \"any of various hard greenish gems used in jewelry and artistic carvings, including jadeite and nephrite; a green color of medium hue; made of jade; green like jade\". \"Yù\" has referred to many rocks and minerals that carve and polish well, especially &lt;a href=\"jadeite\"&gt;jadeite&lt;/a&gt;, &lt;a href=\"nephrite\"&gt;nephrite&lt;/a&gt; and &lt;a href=\"agalmatolite\"&gt;agalmatolite&lt;/a&gt;, as well as &lt;a href=\"bowenite\"&gt;bowenite&lt;/a&gt; and other varieties of &lt;a href=\"serpentine%20subgroup\"&gt;serpentine&lt;/a&gt;. Jadeite is now known as \"yìngyù\" ( \"hard jade\") and nephrite correspondingly as \"ruǎnyù\" ( \"soft jade\"). The &lt;a href=\"polysemous\"&gt;polysemous&lt;/a&gt; term \"yù\" is used in various Chinese \"&lt;a href=\"chengyu\"&gt;chengyu&lt;/a&gt;\" \"&lt;a href=\"set%20phrase\"&gt;set phrase&lt;/a&gt;s, such as \"pāozhuānyǐnyù\" ( \"cast aside a brick, pick up a jade\") \"offer banal/humble remarks to spark abler talk by others; sacrifice a little to gain much\"—one of the &lt;a href=\"Thirty-Six%20Stratagems\"&gt;Thirty-Six Stratagems&lt;/a&gt;, and &lt;a href=\"idiom\"&gt;idiom&lt;/a&gt;s, for instance \"yùlì\" ( \"jade standing\") \"gracious; graceful\".\nThe &lt;a href=\"Chinese%20character\"&gt;Chinese character&lt;/a&gt; for \"yu\" \"jade\" dates back to circa 11th century BCE &lt;a href=\"oracle%20bone%20script\"&gt;oracle bone script&lt;/a&gt; from the late &lt;a href=\"Shang%20dynasty\"&gt;Shang dynasty&lt;/a&gt;, when it depicted pieces of jade hanging on a string. Chinese characters most commonly combine a &lt;a href=\"Chinese%20radical\"&gt;radical&lt;/a&gt;, such as the \"&lt;a href=\"Radical%2096\"&gt;jade radical&lt;/a&gt;\" or , that suggests meaning and a phonetic that hints at pronunciation. The \"jade radical\" frequently occurs in characters for names of gemstones (e.g., \"bì\" \"green jade; bluish green\" and \"shānhú\" \"coral\"), and occasionally for words denoting \"preciousness\" (\"bǎo\" \"treasure\" and \"bǎobǎo\" \"precious/darling baby\").\nHistory.\nJade has been used in virtually all periods of &lt;a href=\"Chinese%20history\"&gt;Chinese history&lt;/a&gt; and generally accords with the style of &lt;a href=\"decorative%20art\"&gt;decorative art&lt;/a&gt; characteristic of each period. Its deep significance in Chinese culture has deemed it worthy of being symbolic of ancient Chinese ethics and ideologies and also representative of the progression of Chinese culture. Thus, the earliest jades, of the Neolithic Period, are unornamented ritual and impractical versions of the tools and weapons that were in ordinary use, often much larger than normal examples. These are presumed to have been symbols of political power or possibly religious authority.\nThere have been three main Neolithic jadeworking centers. The first known center is known as the Liangzhu culture (c. 3300 – c. 2200). This centre took place in the Lake Tai District. The jades of this period were primarily small items of personal adornment, such as small discs strung onto necklaces. Typically, the jade was polished on its surface and perforated. Ritual jades and personal ornamental jade of different shapes began to show up during this time period. This religious nature of jade is often evaluated as connections between spirituality and the Neolithic societal structure that jade was produced in.\nThe second centre is known as Longshan culture and arose in 2500 BC. The centre was situated in China's east coast. The jade objects found in these centres were ritualistic implements, such as axes, knives, and chisels. There is a suggestion of curvilinear anthropomorphic images. A distinctive carving technique was used to create the fine raised relief of the anthropomorphic images.\nThe third known centre is known as the Hongshan culture (c. 3800 – c. 2700 BC). The centre was situated in along the modern northeastern border of China. The objects of this centre were typically pendants and large C-shaped ornaments. Realistic figures of fish, turtles, cicadas, and owl-like birds with spread wings were typical carvings of the Hongshan culture.\nDuring &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; times, the key known sources of nephrite jade in China for utilitarian and &lt;a href=\"ceremonial\"&gt;ceremonial&lt;/a&gt; jade items were the now depleted deposits in the Ningshao area in the &lt;a href=\"Yangtze%20River%20Delta\"&gt;Yangtze River Delta&lt;/a&gt; (&lt;a href=\"Liangzhu%20culture\"&gt;Liangzhu culture&lt;/a&gt; 3400–2250 BC) and in an area of the &lt;a href=\"Liaoning%20province\"&gt;Liaoning province&lt;/a&gt; in &lt;a href=\"Inner%20Mongolia\"&gt;Inner Mongolia&lt;/a&gt; (&lt;a href=\"Hongshan%20culture\"&gt;Hongshan culture&lt;/a&gt; &lt;a href=\"5th%20millennium%20BC\"&gt;4700&lt;/a&gt;–2200 BC). Archeological finds have also unearthed jade objects in this province in the shapes of dragons and clay-molded human figurines, therefore symbolizing the existence of a developed social group along the Liao River and inner-Mongolia. As early as 6000 BC, &lt;a href=\"Mount%20Du\"&gt;Dushan&lt;/a&gt; jade has been mined. In the Yin Ruins of the Shang dynasty in Anyang, Dushan jade ornaments were unearthed in the tombs of the Shang kings.\nThe &lt;a href=\"Bi%20%28jade%29\"&gt;\"bi\"&lt;/a&gt; and &lt;a href=\"Cong%20%28jade%29\"&gt;\"cong\"&lt;/a&gt; are types of objects only found in jade in early periods, and probably had religious or cosmic significance. The \"bi\" is a circular disk with a hole, originally usually plain, but increasingly decorated, and the \"cong\" is a vessel, square on the outside but circular inside. In later literature the \"cong\" represents the earth and the \"bi\" the sky.\nJades of the &lt;a href=\"Shang%20dynasty\"&gt;Shang&lt;/a&gt;, &lt;a href=\"Zhou%20dynasty\"&gt;Zhou&lt;/a&gt;, and &lt;a href=\"Han%20dynasty\"&gt;Han&lt;/a&gt; &lt;a href=\"Dynasties%20in%20Chinese%20history\"&gt;dynasties&lt;/a&gt; are increasingly embellished with animal and other decorative motifs characteristic of those times, and craftsmen developed great skill in detailed low &lt;a href=\"relief\"&gt;relief&lt;/a&gt; work in objects such as the &lt;a href=\"belt%20hook\"&gt;belt-hooks&lt;/a&gt; that became part of elite costume. In later periods ancient jade shapes, derived from &lt;a href=\"Chinese%20ritual%20bronzes\"&gt;bronze sacrificial vessels&lt;/a&gt;, and motifs of &lt;a href=\"painting\"&gt;painting&lt;/a&gt; were used to demonstrate the &lt;a href=\"artisan\"&gt;craftsman&lt;/a&gt;'s extraordinary technical facility.\nIn the Zhou dynasty (1122–255 BC), the system of government had been completed and there were varying levels of departments within the government. Buttons of jade were utilized to differentiate the various levels of official society.\nJade was used to create many utilitarian and ceremonial objects, ranging from indoor decorative items to &lt;a href=\"jade%20burial%20suit\"&gt;jade burial suit&lt;/a&gt;s, reflecting the ancient Chinese belief that jades would confer immortality or prolong life and prevent decay. Jade spoons, spatulas, and pestles were used to make medicine in order for the jade to bestow its special virtues onto the medical compounds.\nFrom about the earliest &lt;a href=\"Chinese%20dynasties\"&gt;Chinese dynasties&lt;/a&gt; until the present, jade was sourced from deposits in western regions like &lt;a href=\"Khotan\"&gt;Khotan&lt;/a&gt; and other parts of China like &lt;a href=\"Lantian%20County\"&gt;Lantian&lt;/a&gt;, &lt;a href=\"Shaanxi\"&gt;Shaanxi&lt;/a&gt;. In Lantian, white and greenish nephrite jade is found in small quarries and as pebbles and boulders in the rivers flowing from the &lt;a href=\"Kun-Lun%20mountain%20range\"&gt;Kun-Lun mountain range&lt;/a&gt; northward into the &lt;a href=\"Takla-Makan%20desert\"&gt;Takla-Makan desert&lt;/a&gt; area. River jade collection was concentrated in the &lt;a href=\"Yarkand%20River\"&gt;Yarkand&lt;/a&gt;, the White Jade (&lt;a href=\"Yurungkash%20River\"&gt;Yurungkash&lt;/a&gt;) and Black Jade (&lt;a href=\"Karakash%20River\"&gt;Karakash&lt;/a&gt;) Rivers. From the &lt;a href=\"Kingdom%20of%20Khotan\"&gt;Kingdom of Khotan&lt;/a&gt;, on the southern leg of the &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt;, yearly tribute payments consisting of the most precious white jade were made to the Chinese Imperial court and there transformed into \"&lt;a href=\"objets%20d%27art\"&gt;objets d'art&lt;/a&gt;\" by skilled artisans as jade was considered more valuable than &lt;a href=\"gold\"&gt;gold&lt;/a&gt; or &lt;a href=\"silver\"&gt;silver&lt;/a&gt;, and white more valuable than green.\nJade became a favorite material for the crafting of Chinese writing materials, such as rests for calligraphy brushes, as well as the mouthpieces of some &lt;a href=\"opium%20pipes\"&gt;opium pipes&lt;/a&gt;, due to the belief that breathing through jade would bestow longevity upon smokers who used such a pipe.\nThe Qing dynasty was the final dynasty to gain political power within China, beginning in 1644 until 1911. Emperor Shengzu, who was also known as the Kangxi Emperor, ruled between circa 1662 until 1722. During the reign of the Kangxi Emperor, a distinctive pairs of lions or dogs composed of jade were commissioned by the dynastic family.\nCarving techniques.\nThe hardness of jade presented an obstacle to those who wanted to carve it and turn it into various objects. In order to quarry nephrite jade, fires were placed next to the jade to heat it and water was thrown against the rock's surface. This rapid temperature change caused the jade to crack and wooden wedges were used to further break it down. However, this quarrying technique also destroyed the jade. The best way to extract jade in terms of it being in the best condition was to remove it from pebbles and boulders that were found in rivers.\nNeolithic jade workshops, also known as wasters, have been found in areas where jade usage was evident and popularized. Most evidence of the development of jade technology and tools are taken from wasters and the discards and finished works present in these workshops. From the traces of jade left at these sites, one can see the evolution of crafting procedures from chipping and polishing to more advanced drilling and slicing. Due to the toughness of jade, the chipping and polishing procedures differ drastically from regular stone. The only possible method of altering the shape or texture of this mineral dense rock hasn't seen much change from its introduction to modern day as both times remain reliant on the &lt;a href=\"Abrasion%20%28mechanical%29\"&gt;abrasion&lt;/a&gt; method. In order to override the abrasiveness of jade and subdue it to molding, a jade-worker must use an object of higher abrasive factor. In the early days of jade carving, &lt;a href=\"quartz\"&gt;quartz&lt;/a&gt;, a mineral with a high hardness level, was the object of choice. At the beginning of the &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt;, a time of prolific technology growth, \"red sand\", with a hardness level of 7.5 became the dominant tool of the industry. By 1939, and once more advanced carving tools had arisen, &lt;a href=\"Beijing\"&gt;Peking&lt;/a&gt; jade carvers were already using six different types of abrasives: &lt;a href=\"quartz\"&gt;quartz&lt;/a&gt;, &lt;a href=\"Almandine\"&gt;almandine garnet&lt;/a&gt;, &lt;a href=\"corundum\"&gt;corundum&lt;/a&gt;, &lt;a href=\"Silicon%20carbide\"&gt;carborundum&lt;/a&gt;, diamond, and a medium combining both &lt;a href=\"Silicon%20carbide\"&gt;carborundum&lt;/a&gt; and &lt;a href=\"Calcareous%20sinter\"&gt;calcareous silt&lt;/a&gt; or &lt;a href=\"loess\"&gt;loess&lt;/a&gt;.\nIn terms of &lt;a href=\"Hongshan%20culture\"&gt;Hongshan&lt;/a&gt; (a culture consisting of regions such as Dongjiayingzi, &lt;a href=\"Aohans\"&gt;Aohan&lt;/a&gt;, and &lt;a href=\"Inner%20Mongolia\"&gt;Inner Mongolia&lt;/a&gt;) jade, four main tools comprise the basics for jade carving: the string, awl, the hollow drill, and a slow rotating disk. The string tools specifically were involved in the shaping of raw materials and slicing of jade into flat disks. Besides for slicing, this instrument was also responsible for open work, specifically the cutting of slits. Awls and hollow drills were both used to delicately puncture holes into jade material, however, awls were responsible for small pierces in ornaments whereas hollow drills made larger punctures for a variety of purposes. The slow rotating disk, finally, was purposeful in line cutting and preparing jade material for other drilling techniques. Although little is researched regarding the manufacturing techniques of other major Neolithic jade centers &lt;a href=\"Dawenkou%20culture\"&gt;Dawenkou&lt;/a&gt; or &lt;a href=\"Longshan%20culture\"&gt;Longshan&lt;/a&gt;, the &lt;a href=\"Hongshan%20culture\"&gt;Hongshan culture&lt;/a&gt; is quite known for its technical quality in the production of jade products and therefore serves as reliable source when examining the pinnacle of jade crafting during the &lt;a href=\"Neolithic\"&gt;Neolithic period&lt;/a&gt;. The introduction of metal tools occurred in the late &lt;a href=\"Zhou%20dynasty\"&gt;Zhou period&lt;/a&gt; (1050–256 B.C.). It is likely that the use of copper in these tools preceded the use of iron.\nSince jade was considered to be rare and strenuous to work with, pieces of jade were minimally changed and scrap pieces were reused in some way. The &lt;a href=\"microstructure\"&gt;microstructure&lt;/a&gt; especially, with its composition of densely packed fibrous crystals in a &lt;a href=\"felted\"&gt;felted&lt;/a&gt; mass formation, contributed to the mineral's toughness and difficulty in carving. Due to this toughness and unique manufacturing techniques, the jade objects studied suggest an organized labor structure consisting of skilled laborers and an education in the handling of particular tools. Likewise, stylistic features and carving techniques seen throughout different Chinese cultures suggest a fluid transmission of knowledge between cultures rather than a border-bounded knowledge isolating cultures.\nThe coloration of the jade was a factor taken into consideration when deciding what form the piece of jade would take.\nCategories.\nJade objects of early ages (Neolithic through Zhou) fall into five categories: small decorative and functional ornaments such as &lt;a href=\"beads\"&gt;beads&lt;/a&gt;, &lt;a href=\"pendants\"&gt;pendants&lt;/a&gt;, and belt hooks; &lt;a href=\"weapons\"&gt;weapons&lt;/a&gt; and related equipment; independent &lt;a href=\"sculptural\"&gt;sculptural&lt;/a&gt;, especially of real and mythological animals; small objects of probably emblematic value, including the han (ornaments, often carved in the shape of a &lt;a href=\"cicada\"&gt;cicada&lt;/a&gt;, to be placed in the mouth of the dead), and many examples of larger objects—such as the \"&lt;a href=\"cong%20%28jade%29\"&gt;cong&lt;/a&gt;\" (a hollow cylinder or truncated cone). In terms of the Hongshan culture, \"bi\" and \"cong\" discs were most common, along with beads, pendants and ornamental pieces for hair and clothing in a variety of animal shapes. Jade manufactured weapons were typical to ritualistic processes like sacrifices and symbols of authority. Particularly axes and blades were seen in the rituals of the Longshan culture.\nSix Ritual and Six Ceremonial Jades.\nThe Six Ritual Jades originating in pre-history were the \"&lt;a href=\"bi%20%28jade%29\"&gt;bi&lt;/a&gt;\" (a flat disk with a hole in its center), the \"&lt;a href=\"cong%20%28jade%29\"&gt;cong&lt;/a&gt; (prismatic tube)\", the \"&lt;a href=\"Huang%20%28jade%29\"&gt;huang&lt;/a&gt;\" (a flat, half-ring pendant), the \"hu\", the flat, bladelike \"gui\", and the \"zhang\". The original names, value and functions of these objects have invited much speculation. The &lt;a href=\"Rites%20of%20Zhou\"&gt;Zhou Li&lt;/a&gt;, itself probably compiled in the &lt;a href=\"Han%20Dynasty\"&gt;Han Dynasty&lt;/a&gt;, ascribes the circular \"bi\" as representing the heavens, the \"cong\" as representing the earth, the \"gui\" the east, the \"zhang\" the south, the \"hu\" the west and the \"huang\" the north. Although over two millennia old these names and symbolism were given to these objects by much later writers, who interpreted the objects in a way that reflected their own understanding of the cosmos.\nThe original use of the \"Six Ritual Jades\" became lost, with such jades becoming &lt;a href=\"status%20symbols\"&gt;status symbols&lt;/a&gt;, with &lt;a href=\"utility\"&gt;utility&lt;/a&gt; and religious significance forgotten. The objects came to represent the status of the holder due to the expense and authority needed to command the resources and labour in creating the object. Thus it was as the \"Ceremonial Jades\" that the forms of some of these jades were perpetuated. The \"Zhou Li\" states that a king (wang) was entitled to \"gui\" of the \"zhen\" type, dukes (gong) to the huang, marquis to \"gui\" of the \"xin\" type, earls (bo) to \"gui\" of the \"gong\" type, viscounts (zi) to a \"bi\" of the \"gu\" type and barons (nan) to a \"bi\" of the \"pu\" type.\nSymbolism and meaning.\nJade objects originally begun as forms of spiritual connections or value but in later years, developed into symbols of authority and status. Throughout Neolithic Chinese culture, jade remained, however, saturated in purposeful iconography and symbolism. Especially during the Eastern Zhou period and Shang dynasty, jade objects see representations of celestial beings who played key roles in communicating with ancestral spirits. Later, with the transition to the early Western Zhou period, jade objects began to lose their connectivity to Heavenly powers and instead reflected the political authority and status of their owners. This shift marked an important period in Chinese jade, a correction of usage and thus a redefining of Chinese culture.\nConcentration on spirituality.\nIn its earliest states, the visual representations in Chinese jade embody one of the first forms of narrative. Narratives with universal characteristics associated with religion and spirituality utilize natural elements that surround humankind and suggest a religion associated with Heaven and Earth. Due to ancient China's deep dependence on agriculture, and a reliance on a cycle of natural phenomenon, many mystic properties began to be associated with nature. A certain vulnerability when it came to nature, led many to attribute natural phenomena with spirituality. This spirituality, a mythological connection between the mundane Earth and the transcendence of Heaven, was manifested in many jade objects through the late phase of the Shang dynasty. Since jade was extracted from high mountains and riverbeds, and mountains in Chinese culture symbolized a way to ascend beyond the Earth into Heaven, jade held power in terms of funerary rites and other rites associated with mysticism. Funerary ritual jade objects included things like pinnular-shaped ornamental jade, beads, and even agricultural tools such as axes and shovel (used to reiterate the connection between nature and the heavens). These agricultural tools were either placed in tombs as symbols of a prosperous afterlife or to sanctify the tomb for spirits responsible for natural phenomena and human wellbeing. Along with major objects, many smaller animal-shaped objects reflected the same sense of spirituality in nature and remained prevalent throughout the Shang dynasty. Birds, turtles, silkworms, dragons and cicadas appeared the most and each epitomized early China's relationship between religion and nature. Birds flight for instance, symbolized the spiritual journey: a journey from the natural earth to the celestial heavens. Similarly, the turtle's voyage across land and sea represented the expedition from earth to underworld. Jade cicadas and silkworms construed rebirth, symbolizing the rebirth of the dead when placed in tombs.\nAlong with animal-shaped objects, jade also took upon the shape of clouds, earth, and wind; creating a more literal translation of belief. Cloud pendants and cloud-shaped jade found in tombs of the elite elicit the belief in a hierarchical social structure with leaders holding both political and spiritual power. Bi discs and cong, commonly structured jade objects, also developed funerary significance in their use in rituals. Bi discs, specifically, were used in sacrifices to Heaven. Jade constructed \"huang\" pendants likewise saw an important funerary connection due to their inclusion in the typical shaman attire.\nJade human figurines in the Shijiahe culture are another way jade was used in the celestial context. These figurines were supposedly used for the staging of ritual sacrifices and to preserve the memory of the sacrifice for subsequent generations."
}