{
    "id": "858614",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=858614",
    "title": "Wilhelm Maurenbrecher",
    "text": "Karl Peter Wilhelm Maurenbrecher (21 December 18386 November 1892, &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt;) was a German historian.\nHe was born in &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; and studied in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; under &lt;a href=\"Leopold%20von%20Ranke\"&gt;Leopold von Ranke&lt;/a&gt; and &lt;a href=\"Heinrich%20von%20Sybel\"&gt;Heinrich von Sybel&lt;/a&gt;, being especially influenced by the latter historian. After conducting research work at &lt;a href=\"Simancas\"&gt;Simancas&lt;/a&gt; in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, he successively became an associate and full professor of history at the &lt;a href=\"University%20of%20Dorpat\"&gt;University of Dorpat&lt;/a&gt; (1867).\nAfterwards, he attained professorships in history at &lt;a href=\"University%20of%20K%C3%B6nigsberg\"&gt;Königsberg&lt;/a&gt; (1869), &lt;a href=\"University%20of%20Bonn\"&gt;Bonn&lt;/a&gt; (1877) and &lt;a href=\"University%20of%20Leipzig\"&gt;Leipzig&lt;/a&gt; (1884), where he was successor to his late friend &lt;a href=\"Carl%20von%20Noorden\"&gt;Carl von Noorden&lt;/a&gt;.\nAs a Protestant historian, Maurenbrecher felt an obligation to treat Catholic history objectively. He shared Ranke's views in regards to the common origin of the &lt;a href=\"Protestant%20Reformation\"&gt;Protestant&lt;/a&gt; and &lt;a href=\"Catholic%20Reformation\"&gt;Catholic Reformation&lt;/a&gt;s. He chose the term \"Catholic Reformation\" as an indication of it being a positive tendency of reform rather than a defensive reaction to the Protestant Reformation. Maurenbrecher depicted the Dutch scholar &lt;a href=\"Erasmus\"&gt;Erasmus&lt;/a&gt; as a pioneer and proponent of Catholic reform.\nLiterary works.\nMany of Maurenbrecher's works are concerned with the Reformation, among them being:\nOther writings by Maurenbrecher include:"
}