{
    "id": "858873",
    "revid": "10349969",
    "url": "https://en.wikipedia.org/wiki?curid=858873",
    "title": "James Chance and the Contortions",
    "text": "James Chance and the Contortions (initially known simply as Contortions, a spin-off group is called James White and the Blacks) was a musical group led by saxophonist and vocalist &lt;a href=\"James%20Chance\"&gt;James Chance&lt;/a&gt;, formed in 1977. They were a central act of New York City's downtown &lt;a href=\"no%20wave\"&gt;no wave&lt;/a&gt; music scene in the late 1970s, and were featured on the influential compilation \"&lt;a href=\"No%20New%20York\"&gt;No New York&lt;/a&gt;\" (1978).\nRecording history.\nTheir first recording, credited solely as Contortions, was on the 1978 compilation, \"&lt;a href=\"No%20New%20York\"&gt;No New York&lt;/a&gt;\", produced by &lt;a href=\"Brian%20Eno\"&gt;Brian Eno&lt;/a&gt;. The following year, two albums were issued almost simultaneously on &lt;a href=\"ZE%20Records\"&gt;ZE Records&lt;/a&gt;; \"&lt;a href=\"Buy%20%28album%29\"&gt;Buy&lt;/a&gt;\" and \"&lt;a href=\"Off%20White\"&gt;Off White&lt;/a&gt;\" under the moniker James White and the Blacks. The same musicians recorded both records, though none are credited on the album cover. The Contortions appeared in &lt;a href=\"Rosa%20von%20Praunheim\"&gt;Rosa von Praunheim&lt;/a&gt;'s film \"Das Todesmagazin\" in 1979.\nIn 2016, Chance released his first single with his original Contortions band in nearly 30 years, entitled \"Melt Yourself Down\". A music video for the single was directed, filmed and animated by 19 year old &lt;a href=\"Dylan%20Greenberg\"&gt;Dylan Greenberg&lt;/a&gt; and is considered the first Contortions music video to make significant use of dramatic digital effects, such as Chance's face being manipulated to appear as if it were melting.\nBand members.\nOriginal Contortions guitarist &lt;a href=\"Pat%20Place\"&gt;Pat Place&lt;/a&gt; went on to found the group &lt;a href=\"Bush%20Tetras\"&gt;Bush Tetras&lt;/a&gt;. Georges Scott played with &lt;a href=\"Lydia%20Lunch\"&gt;Lydia Lunch&lt;/a&gt; and Michael Paumgarten in &lt;a href=\"8-Eyed%20Spy\"&gt;8-Eyed Spy&lt;/a&gt;. Shortly thereafter, guitarist &lt;a href=\"Jody%20Harris\"&gt;Jody Harris&lt;/a&gt; formed &lt;a href=\"Raybeats\"&gt;Raybeats&lt;/a&gt; with Don Christensen, George Scott III and &lt;a href=\"Pat%20Irwin\"&gt;Pat Irwin&lt;/a&gt;. Keyboardist Adele Bertei formed the Bloods, after which she released a solo record, \"Little Lives\", in 1988. In 1979 George Scott toured with &lt;a href=\"John%20Cale\"&gt;John Cale&lt;/a&gt;, as documented on the album \"Sabotage Live\". Scott died of a heroin overdose on August 5, 1980. Steven Kramer played organ and percussion in the second incarnation of the Contortions in 1979-80. Some of the members of James White and the Blacks, notably &lt;a href=\"Joseph%20Bowie\"&gt;Joseph Bowie&lt;/a&gt;, separated from Chance and formed the band &lt;a href=\"Defunkt\"&gt;Defunkt&lt;/a&gt;.\nOn November 30, 2010 James Chance, Pat Place, Don Christensen, Jody Harris, &lt;a href=\"Adele%20Bertei\"&gt;Adele Bertei&lt;/a&gt;, and &lt;a href=\"Robert%20Aaron\"&gt;Robert Aaron&lt;/a&gt; reunited as James Chance and the Contortions at &lt;a href=\"Le%20Poisson%20Rouge\"&gt;Le Poisson Rouge&lt;/a&gt; for a single performance. Robert Aaron was not an original member but frequently collaborated with Chance."
}