{
    "id": "85897",
    "revid": "36768221",
    "url": "https://en.wikipedia.org/wiki?curid=85897",
    "title": "Boann",
    "text": "Boann or Boand (modern spelling: Bóinn) is the &lt;a href=\"Irish%20mythology\"&gt;Irish&lt;/a&gt; goddess of the &lt;a href=\"River%20Boyne\"&gt;River Boyne&lt;/a&gt;, a river in &lt;a href=\"Leinster\"&gt;Leinster&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;. According to the \"&lt;a href=\"Lebor%20Gab%C3%A1la%20%C3%89renn\"&gt;Lebor Gabála Érenn&lt;/a&gt;\" and \"Táin Bó Fraích\" she was the sister of &lt;a href=\"B%C3%A9binn\"&gt;Befind&lt;/a&gt; and daughter of Delbáeth, son of &lt;a href=\"Elatha\"&gt;Elada&lt;/a&gt;, of the &lt;a href=\"Tuatha%20D%C3%A9%20Danann\"&gt;Tuatha Dé Danann&lt;/a&gt;. Her husband is variously &lt;a href=\"Nechtan%20%28mythology%29\"&gt;Nechtan&lt;/a&gt; or &lt;a href=\"Elcmar\"&gt;Elcmar&lt;/a&gt;. With her lover &lt;a href=\"the%20Dagda\"&gt;the Dagda&lt;/a&gt;, she is the mother of &lt;a href=\"Aengus\"&gt;Aengus&lt;/a&gt;. In order to hide their affair, the Dagda made the &lt;a href=\"sun\"&gt;sun&lt;/a&gt; stand still for nine months; therefore, Aengus was conceived, gestated and born in one day; elsewhere, the Dagda kept hunger, thirst, and darkness from Elcmar during his journey, so that it only seemed to be a day for Elcmar.\nEtymology.\nHer name is interpreted as \"white cow\" (; ) in the \"dinsenchas\", where she is also called \"White Boand\". &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt;'s 2nd century \"&lt;a href=\"Geography%20%28Ptolemy%29\"&gt;Geography&lt;/a&gt;\" shows that in antiquity the river's name was \"Bouvinda\" [Βουουίνδα], which may derive from &lt;a href=\"Proto-Celtic%20language\"&gt;Proto-Celtic&lt;/a&gt; \"*Bou-vindā\", \"white cow\". \nAn alternate version of her name is given as Segais, hence Well of Segais. We are also told that Eithne was the wife of Elcmar and that another name for Eithne was Boand. \nMythology.\nAs told in the &lt;a href=\"Dindsenchas\"&gt;Dindsenchas&lt;/a&gt;, Boann created the Boyne. Though forbidden to by her husband, Nechtan, Boann approached the magical &lt;a href=\"Connla%27s%20Well\"&gt;Well of Segais&lt;/a&gt; (also known as the Connla's Well), which was surrounded, according to the legend, by nine magic &lt;a href=\"hazel\"&gt;hazel&lt;/a&gt;-trees. &lt;a href=\"Hazelnut\"&gt;Hazelnut&lt;/a&gt;s were known to fall into the Well, where they were eaten by the speckled &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; (who, along with hazelnuts, also embody and represent &lt;a href=\"wisdom\"&gt;wisdom&lt;/a&gt; in &lt;a href=\"Irish%20mythology\"&gt;Irish mythology&lt;/a&gt;). Boann challenged the power of the well by walking around it &lt;a href=\"Widdershins\"&gt;tuathal&lt;/a&gt;; this caused the waters to surge up violently and rush down to the sea, creating the Boyne. In this catastrophe, she was swept along in the rushing waters, and lost an arm, leg and eye, and ultimately her life, in the flood. The poem equates her with famous rivers in other countries, including the &lt;a href=\"River%20Severn\"&gt;River Severn&lt;/a&gt;, &lt;a href=\"Tiber\"&gt;Tiber&lt;/a&gt;, &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt;, &lt;a href=\"Tigris\"&gt;Tigris&lt;/a&gt; and &lt;a href=\"Euphrates\"&gt;Euphrates&lt;/a&gt;. Additionally, it mentions alternate names for various parts of the Boyne, including River of Segais, the Arm and Leg of Nuada's wife, the Great Silver Yoke, White Marrow of Fedlimid, the River of the White Hazel, Banna, Roof of the Ocean, Lunnand, and Torrand.\nIn a variant of the same story as told in the Dindsenchas, Boand tried to hide her infidelity with the &lt;a href=\"Dagda\"&gt;Dagda&lt;/a&gt; by washing herself in Nechtan's well, but when she approaches it, it overcomes her, and she drowns. She named her son Oengus (meaning one wish) because her one desire was union with the &lt;a href=\"Dagda\"&gt;Dagda&lt;/a&gt;.\nShe also appears in \"Táin Bó Fraích\" as the maternal aunt and protector of the mortal &lt;a href=\"Fr%C3%A1ech\"&gt;Fráech&lt;/a&gt;. In that story, Fráech's people tell him to go visit his mother's sister Boand to receive the raiment of the \"Sídhe\". Boand then gives Fráech fifty intricately worked mantles and tunics with animal details, fifty jeweled spears that lit the night like the sun, fifty dark horses with gold bells, fifty swords with golden hilts, fifty swords with gold hilts, seven hounds in silver chains, seven trumpeters, three jesters, and three harpists, which Fráech uses to dazzle &lt;a href=\"Medb\"&gt;Medb&lt;/a&gt; and &lt;a href=\"Ailill%20mac%20M%C3%A1ta\"&gt;Ailill&lt;/a&gt;.\nShe had a lapdog, Dabilla, which was swept out to sea. Torn into pieces by the water, the two halves became the rocks known as \"Cnoc Dabilla\", or Hill of Dabilla.\nBuan.\nAccording to the story \"Cormac's Adventure in the Land of Promise\", there is a well in &lt;a href=\"T%C3%ADr%20na%20n%C3%93g\"&gt;Tír na nÓg&lt;/a&gt; surrounded by nine purple hazel trees. Called the Well of Knowledge, it yields five streams that &lt;a href=\"Manann%C3%A1n%20mac%20Lir\"&gt;Manannán mac Lir&lt;/a&gt; later explains are the five senses from which knowledge is apprehended. The hazels, which drop nuts into a pool of five salmon, are called the hazels of \"Buan\". The combination of the well, hazels, salmon and the name Buan (meaning \"enduring\" or \"persevering\") likely points to a common origin with the story of Boand and the &lt;a href=\"Wells%20in%20the%20Irish%20Dindsenchas\"&gt;Well of Segais&lt;/a&gt;\nAnother tale relates the fate of the only son of \"White Buan,\" here identified as a male. Buan's son is named as Baile, loved by both men and women, who falls in love with Ailinn, daughter of Lugaid, son of Fergus of the Sea. The two lovers arrange a tryst, but before they can meet, Baile rests his chariot and releases his horses to graze. There he is intercepted by an unnamed character (likely &lt;a href=\"Manann%C3%A1n%20mac%20Lir\"&gt;Manannán&lt;/a&gt; in his trickster guise), described as a horrible apparition, approaching fitfully with the speed of a hawk or the wind from the green sea. When Baile asks the trickster from whence he comes and the reason for his haste, the trickster lies and tells Baile that he brings news of the death of Ailinn, who was killed by the warriors of Leinster and that she and her lover will only be reunited in death. With that news Baile drops dead on the spot, and a yew grows on his grave with the form of Baile's head at its top. The trickster moves on to intercept Ailinn, whom he tells of the death of Baile. With that news, Ailinn drops dead on the spot, and an apple tree grows on her grave with the form of her head at its top. The two trees are eventually cut down, turned into tablets, and inscribed with poems. On Halloween there was a poet's competition in Cormac's court, and the two tablets were brought together. When they met, they sprang together and intertwined as woodbine around a branch.\nAnother Buan, named the wife of the one-armed King &lt;a href=\"Mesgegra\"&gt;Mesgegra&lt;/a&gt; of Leinster, dies of grief after &lt;a href=\"Conall%20Cernach\"&gt;Conall Cernach&lt;/a&gt; beheads her husband. A hazel tree then grows through her grave.\nIn Neopaganism.\nModern-day commentators and &lt;a href=\"Modern%20Paganism\"&gt;Modern Paganism&lt;/a&gt; sometimes identify Boann with the goddess &lt;a href=\"Brigid\"&gt;Brigid&lt;/a&gt; or believe Boann to be Brigid's mother; however there are no &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; sources that describe her as such. It is also speculated by some modern writers that, as the more well-known goddess, and later saint, the legends of numerous \"minor\" goddesses with similar associations may have over time been incorporated into the symbology, worship and tales of Brigid."
}