{
    "id": "859770",
    "revid": "3461395",
    "url": "https://en.wikipedia.org/wiki?curid=859770",
    "title": "Fred Dixon (politician)",
    "text": "Frederick John \"Fred\" Dixon (January 20, 1881 – March 18, 1931) was a &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt; politician, and was for several years the dominant figure in the province's mainstream &lt;a href=\"trade%20union\"&gt;labour&lt;/a&gt; and &lt;a href=\"Henry%20George\"&gt;Henry George&lt;/a&gt; &lt;a href=\"Georgism\"&gt;Single Tax Georgist&lt;/a&gt; movements. Also a proponent of &lt;a href=\"Single%20transferable%20voting\"&gt;proportional representation&lt;/a&gt;, he served as MLA in the &lt;a href=\"Legislative%20Assembly%20of%20Manitoba\"&gt;Manitoba Legislature&lt;/a&gt; from 1914 to 1923.\nBiography.\nBorn in 1881 at &lt;a href=\"Englefield%2C%20Berkshire\"&gt;Englefield&lt;/a&gt; in the &lt;a href=\"England\"&gt;English&lt;/a&gt; county of &lt;a href=\"Berkshire\"&gt;Berkshire&lt;/a&gt;, Dixon was influenced by the reformist labour politics of his home country, and also favoured the &lt;a href=\"single%20tax\"&gt;single tax&lt;/a&gt; ideas of &lt;a href=\"Henry%20George\"&gt;Henry George&lt;/a&gt;. \nHe apprenticed as a gardener in England.\nDixon arrived in &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt; in 1903, settling in &lt;a href=\"Winnipeg\"&gt;Winnipeg&lt;/a&gt;. He apprenticed as a &lt;a href=\"draftsman\"&gt;draftsman&lt;/a&gt; and worked as an engraver. \nHe became a member of the &lt;a href=\"Independent%20Labour%20Party%20%28Manitoba%2C%201895%29\"&gt;Independent Labour Party&lt;/a&gt; He opposed the efforts of some party members to declare the ILP as socialist and have it endorse widespread nationalization. This controversy led to the disintegration of the ILP in 1908. Dixon also wrote a weekly column in the Winnipeg labour weekly \"The Voice\".\nDixon and his friend Seymour Farmer, later mayor of Winnipeg, moved their involvement to the League for Taxation of Land Values (the Single Tax programme) and the League for Direct Legislation, under which people would have the right of referendum, initiative and recall.\nDixon first ran for the provincial legislature in the &lt;a href=\"1910%20Manitoba%20general%20election\"&gt;1910 provincial election&lt;/a&gt; as a candidate of the &lt;a href=\"Manitoba%20Labour%20Party\"&gt;Manitoba Labour Party&lt;/a&gt; in Winnipeg Centre. He was also supported by the provincial &lt;a href=\"Manitoba%20Liberal%20Party\"&gt;Liberal Party&lt;/a&gt;, whose platform he generally supported. Dixon's centrist labourism brought about opposition from the &lt;a href=\"Socialist%20Party%20of%20Canada%20%28in%20Manitoba%29\"&gt;Socialist Party of Canada&lt;/a&gt;, which ran a spoiler candidate against him. Dixon lost to &lt;a href=\"Progressive%20Conservative%20Party%20of%20Manitoba\"&gt;Conservative&lt;/a&gt; &lt;a href=\"Thomas%20Taylor%20%28Manitoba%20politician%29\"&gt;Thomas Taylor&lt;/a&gt; by 73 votes; the SPC polled 99.\nAfter the defeat, he again devoted himself to the cause of Direct Legislation, He was a respected speaker for the Direct Legislation League. He moved to Moose Jaw and worked for the Saskatchewan Direct Legislation League.\nIn 1914, he married &lt;a href=\"Winona%20Flett\"&gt;Winona Margaret Flett&lt;/a&gt;, a suffragist.\nThe SPC's actions provoked a backlash among Winnipeg trade unionists. That and his high profile among farmers due to his Direct Legislation League work increased his popularity. He ran as an independent in the &lt;a href=\"1914%20Manitoba%20general%20election\"&gt;provincial election of 1914&lt;/a&gt;, in one of the two separate elections held in Winnipeg Centre. He received support from both the Liberals and the &lt;a href=\"Labour%20Representation%20Committee%20%28in%20Manitoba%29\"&gt;Labour Representation Committee&lt;/a&gt; (a successor to the MLP). His platform included home rule for Winnipeg, &lt;a href=\"women%27s%20suffrage\"&gt;women's suffrage&lt;/a&gt;, public ownership of utilities, removal of subsidies for private enterprise (including lowering the tariff walls to imported manufactured goods) and a referendum on &lt;a href=\"temperance%20movement\"&gt;temperance&lt;/a&gt;. Despite SPC and Conservative opposition, he took a majority of the votes and was elected for &lt;a href=\"Winnipeg%20Centre%20%28provincial%20electoral%20constituency%29\"&gt;Winnipeg Centre&lt;/a&gt; \"B\". \nIn the Legislative Assembly, Dixon helped force an investigation into corruption associated with the construction of new Manitoba legislative buildings. This led to the downfall of the Robson government in 1915.\nHe was re-elected in the &lt;a href=\"1915%20Manitoba%20general%20election\"&gt;1915 election&lt;/a&gt;, as an \"Independent Progressive\".\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Dixon emerged as one of the leading anti-conscriptionists in Winnipeg, and he defended the rights of &lt;a href=\"conscientious%20objectors\"&gt;conscientious objectors&lt;/a&gt; to the war effort. These efforts placed him in conflict with the Manitoba Liberals, who generally supported the conscription policies of &lt;a href=\"Robert%20Borden\"&gt;Robert Borden&lt;/a&gt;'s Unionist government. \nIn March 1918, Dixon helped to found the first branch of the &lt;a href=\"Dominion%20Labour%20Party%20%28in%20Manitoba%29\"&gt;Dominion Labour Party&lt;/a&gt; in &lt;a href=\"Winnipeg%2C%20Manitoba\"&gt;Winnipeg&lt;/a&gt; and served as its first president. It was never a strong or centralized party but did pioneer the way to more developed leftist parties such as the CCF. The DLP subsequently branched out to other cities in the Canadian prairies.\nDixon supported the strikers during the &lt;a href=\"Winnipeg%20General%20Strike\"&gt;Winnipeg General Strike&lt;/a&gt; of 1919. He undoubtedly played an important role in legitimizing their efforts among the city's reformist labourites. After the editors of the \"Strike Bulletin\" were arrested, he published the \"Western Star and Enlightener\". Dixon was subsequently arrested and charged with &lt;a href=\"seditious%20libel\"&gt;seditious libel&lt;/a&gt; for his statements in those publications. He defended himself in court and was found not guilty.\nIn the &lt;a href=\"1920%20Manitoba%20general%20election\"&gt;provincial election of 1920&lt;/a&gt;, Dixon headed a united labour list in the city of &lt;a href=\"Winnipeg%2C%20Manitoba\"&gt;Winnipeg&lt;/a&gt;, which had been re-designed as a &lt;a href=\"Winnipeg%20%28provincial%20electoral%20district%29\"&gt;single constituency&lt;/a&gt; with ten members elected by &lt;a href=\"single%20transferable%20voting\"&gt;single transferable voting&lt;/a&gt;. He easily topped the poll with 11,586 votes, almost 7000 more than his nearest Liberal competitor. There can be little doubt that Dixon was the most popular politician in the city at the time. His vote total was more than the quota required to win a seat and he was the first to be declared elected, his surplus votes then being transferred to other candidates.\nIn Winnipeg, Dixon and another DLP candidate Rev. Ivens were elected alongside four Liberals, 2 Conservatives, a Social Democratic Party candidate and a Socialist Party of Canada candidate. \nNine DLP MLAs, along with one member apiece from the SPC and &lt;a href=\"Social%20Democratic%20Party%20of%20Canada%20%28in%20Manitoba%29\"&gt;SDPC&lt;/a&gt;, were elected to the Manitoba legislature in 1920. Dixon was the unquestioned leader of the labour parliamentary caucus. He cooperated with more left-wing figures, and kept the group reasonably united through to the &lt;a href=\"1922%20Manitoba%20general%20election\"&gt;election of 1922&lt;/a&gt;, although having to found a new party to do so.\nIn late 1920, the DLP in Winnipeg was taken over by rightist labourites who had opposed the General Strike. Dixon led a walkout of DLP members, and was involved in founding the province's new &lt;a href=\"Independent%20Labour%20Party%20%28Manitoba%2C%201920%29\"&gt;Independent Labour Party&lt;/a&gt;. The ILP became the primary voice of the parliamentary left in Manitoba, and later become part of the &lt;a href=\"Cooperative%20Commonwealth%20Federation\"&gt;Cooperative Commonwealth Federation&lt;/a&gt;.\nDixon again topped the Winnipeg list in 1922, albeit by the reduced margin of almost 4000 votes over the nearest Liberal. The total labour caucus was reduced to six members, although Ivens and Dixon were both re-elected.\nIn 1923, Dixon resigned as a &lt;a href=\"Member%20of%20the%20Legislative%20Assembly\"&gt;Member of the Legislative Assembly&lt;/a&gt; following the death of his wife and two of his children. \n&lt;a href=\"John%20Queen\"&gt;John Queen&lt;/a&gt;, formerly of the SDPC, became ILP leader in his place. \nDixon spent the next few years working as a part-time insurance salesman. \nHe co-authored \"Seasonal Unemployment in Manitoba, A Report\", in 1928. \nHe died of cancer at the age of fifty, in 1931. \nThe tragedies of the last years of his life robbed Canada's labour movement of one of its most dynamic voices."
}