{
    "id": "8609013",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=8609013",
    "title": "Bandar bin Abdulaziz Al Saud",
    "text": "Bandar bin Abdulaziz Al Saud ( \"Bandar bin ʿAbdulʿazīz Āl Saʿūd\"; 1921 or 1923–28 July 2019) was the tenth son of King &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;Abdulaziz of Saudi Arabia&lt;/a&gt;. At the time of his death, he was the eldest surviving member of the ruling branch of the &lt;a href=\"House%20of%20Saud\"&gt;House of Saud&lt;/a&gt;.\nEarly life.\nBandar was reportedly born in Riyadh in 1923, though Talal Kapoor reports his birth year as 1921. His mother was Bazza II who died in 1940. He was the tenth son of King Abdulaziz, and his full brother was &lt;a href=\"Fawwaz%20bin%20Abdulaziz%20Al%20Saud\"&gt;Prince Fawwaz&lt;/a&gt;.\nSuccession.\nPrince Bandar stepped aside from the &lt;a href=\"Line%20of%20succession%20to%20the%20Saudi%20Arabian%20throne\"&gt;line of succession&lt;/a&gt;, despite his opposition to the selection of one of his half-brothers, &lt;a href=\"Sultan%20bin%20Abdulaziz%20Al%20Saud\"&gt;Prince Sultan&lt;/a&gt;, as a future ruler. &lt;a href=\"King%20Fahd\"&gt;King Fahd&lt;/a&gt; appointed Prince Sultan as second deputy prime minister in 1982, making him second in line for the throne. Bandar's only government service was the director general at the &lt;a href=\"Ministry%20of%20Interior%20%28Saudi%20Arabia%29\"&gt;interior ministry&lt;/a&gt;, and the fact that his mother was Moroccan may also have counted against him. Similar claims by his half-brother &lt;a href=\"Musaid%20bin%20Abdulaziz%20Al%20Saud\"&gt;Prince Musaid&lt;/a&gt; were also rejected in that his son, &lt;a href=\"Faisal%20bin%20Musaid\"&gt;Faisal bin Musaid&lt;/a&gt;, had assassinated &lt;a href=\"Faisal%20of%20Saudi%20Arabia\"&gt;King Faisal&lt;/a&gt; in 1975. As compensation, however, two of Bandar's sons were given important jobs: &lt;a href=\"Mansour%20bin%20Bandar%20Al%20Saud\"&gt;Mansour bin Bandar&lt;/a&gt; was made the commander of &lt;a href=\"Prince%20Abdullah%20Air%20Base\"&gt;Prince Abdullah Air Base&lt;/a&gt; at Jeddah, and &lt;a href=\"Faisal%20bin%20Bandar%20Al%20Saud\"&gt;Faisal bin Bandar&lt;/a&gt; the governor of &lt;a href=\"Al-Qassim%20Province\"&gt;Al-Qassim Province&lt;/a&gt;.\nCareer and personal life.\nBandar's only official government position was as director general at the interior ministry. He was a businessman. His various business concerns included Tabuk Cement Co. and Riyadh Recreational Hotels Co. \nBandar married three times, and his spouses were Sumaya bint Abdul Rahman bin Muhammad bin Muammar, Munira bint Muhammad Al Majrur Al Jabour Al Subaie and Al Anoud bint Muhanna bin Abdul Rahman Al Muhanna Aba Al Khail. He had 23 children. His sons have served in both government and military posts. His som Faisal was previously deputy governor of &lt;a href=\"Asir%20Province\"&gt;Asir Province&lt;/a&gt;, and served as governor of &lt;a href=\"Al-Qassim%20Region\"&gt;Al-Qassim Region&lt;/a&gt; from 1992 to 2015 when he was appointed governor of Riyadh. Another son, &lt;a href=\"Abdulaziz%20bin%20Bandar%20Al%20Saud\"&gt;Abdulaziz&lt;/a&gt;, was deputy chief of the &lt;a href=\"Al%20Mukhabarat%20Al%20A%27amah\"&gt;Al Mukhabarat Al A'amah&lt;/a&gt; (Intelligence Presidency) until 5 October 2012 when he resigned from the post. Bandar's third son, &lt;a href=\"Khalid%20bin%20Bandar%20Al%20Saud\"&gt;Prince Khalid&lt;/a&gt;, served as the president of general intelligence, the governor of &lt;a href=\"Riyadh%20Province\"&gt;Riyadh Province&lt;/a&gt;, and a Lieutenant General and commander in the &lt;a href=\"Royal%20Saudi%20Land%20Forces\"&gt;Royal Saudi Land Forces&lt;/a&gt;. A fourth son, Mansour, was a &lt;a href=\"Royal%20Saudi%20Air%20Force\"&gt;Royal Saudi Air Force&lt;/a&gt; (RSAF) officer who served as the commander of a &lt;a href=\"McDonnell%20Douglas%20F-15%20Eagle\"&gt;McDonnell Douglas F-15 Eagle&lt;/a&gt; squadron at &lt;a href=\"King%20Abdul-Aziz%20Air%20Base\"&gt;King Abdul-Aziz Air Base&lt;/a&gt; (Dhahran) in the early 1980s. His son &lt;a href=\"Turki%20bin%20Bandar%20Al%20Saud\"&gt;Turki&lt;/a&gt; is also a military officer who has been serving as the commander of the Royal Saudi Air Force since 2018. One of his younger sons, &lt;a href=\"Abdullah%20bin%20Bandar\"&gt;Abdullah bin Bandar&lt;/a&gt;, has been minister of National Guard since December 2018. \nBandar died in July 2019, reportedly at the age of 96. Funeral prayers were held in &lt;a href=\"Great%20Mosque%20of%20Makkah\"&gt;Great Mosque&lt;/a&gt; in &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; on 29 July 2019.\nHonors.\nPrince Bandar was the recipient of the following decorations: Order of the Republic (first grade), &lt;a href=\"Order%20of%20the%20Nile\"&gt;Order of the Nile&lt;/a&gt; and Order of the Kingdom of Iraq."
}