{
    "id": "861885",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=861885",
    "title": "Hospitais da Universidade de Coimbra",
    "text": "The Hospitais da Universidade de Coimbra or HUC (Hospitals of the University of Coimbra), is a &lt;a href=\"university%20hospital\"&gt;university hospital&lt;/a&gt; that partners with the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;. This complex is known as a centre of research with a broad range of clinical services and medical specialties. It is a branch of the larger &lt;a href=\"Centro%20Hospitalar%20e%20Universit%C3%A1rio%20de%20Coimbra\"&gt;Centro Hospitalar e Universitário de Coimbra&lt;/a&gt;, a rebranded merged institution created during the eruption of the &lt;a href=\"European%20sovereign%20debt%20crisis\"&gt;European sovereign debt crisis&lt;/a&gt; and the in 2012.\nHistory.\nIn its early days, it used to function in two separated buildings which can be traced back to the 16th century. Part belonged to the College of St. Jerome begun in the 1560s. In 1836 it was handed over to the University of Coimbra, and twelve years later several hospital departments were transferred there. From then on it was known as the Hospital of St. Jerome. Several features bear witness to its history: the gateway built in the middle of the 18th century, which used to serve as the main entrance to the hospital and the great staircase built soon afterwards, remarkable not only for the elegance of its lines but also for the tiles that make up the side panel containing a variety of scenes set in a &lt;a href=\"Rococo\"&gt;Rococo&lt;/a&gt; moulding.\nThe second building is the Royal College of Arts, which belonged to the Society of Jesus and was begun in 1568. The Coimbra High School was installed in this building in 1836 but in 1853 some hospital departments were transferred here. From 1870 onwards it was entirely given over to the hospital. In the late 1980s, these two old buildings were abandoned by the HUC services and are now patrimony of the University of Coimbra.\nNowadays the main centre of HUC operates in its own building, inaugurated in 1987 in Celas area of Coimbra. There are many other buildings of this hospital, dispersed around a large area in Coimbra, forming a huge Medical Centre.\nIn 2012, due to the &lt;a href=\"European%20sovereign%20debt%20crisis\"&gt;European sovereign debt crisis&lt;/a&gt; and the , the government merged the Coimbra University Hospitals with the &lt;a href=\"Centro%20Hospitalar%20de%20Coimbra\"&gt;Centro Hospitalar de Coimbra&lt;/a&gt; (C.H.C.) in order to reduce costs, fight overcapacity and unnecessary redundancy and create economic synergies for the state run hospitals operating in Coimbra.\nThe rebranded merged institution was then renamed C.H.U.C. - &lt;a href=\"Centro%20Hospitalar%20e%20Universit%C3%A1rio%20de%20Coimbra\"&gt;Centro Hospitalar Universitário de Coimbra&lt;/a&gt;."
}