{
    "id": "863548",
    "revid": "31226026",
    "url": "https://en.wikipedia.org/wiki?curid=863548",
    "title": "Joseph McMinn",
    "text": "Joseph McMinn (June 22, 1758October 17, 1824) was an American politician who served as the fourth &lt;a href=\"Governor%20of%20Tennessee\"&gt;Governor of Tennessee&lt;/a&gt; from 1815 to 1821. A veteran of the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolution&lt;/a&gt;, he had previously served in the legislature of the &lt;a href=\"Southwest%20Territory\"&gt;Southwest Territory&lt;/a&gt; (1794-96), and as Speaker of the &lt;a href=\"Tennessee%20Senate\"&gt;Tennessee Senate&lt;/a&gt; (1805-11). \nFollowing his term as governor, he served as an agent to the &lt;a href=\"Cherokee\"&gt;Cherokee&lt;/a&gt; for the United States government.\nEarly life.\nMcMinn was born in &lt;a href=\"West%20Marlborough%20Township%2C%20Chester%20County%2C%20Pennsylvania\"&gt;West Marlborough Township, Chester County, Pennsylvania&lt;/a&gt;, and was one of ten children. He obtained only a limited rural education, and even in his later years would be described as a \"rustic frontiersman.\" Though raised as a Quaker, he joined the Continental Army during the American Revolution.\nIn 1786, McMinn moved to &lt;a href=\"Hawkins%20County%2C%20Tennessee\"&gt;Hawkins County, Tennessee&lt;/a&gt;, where he had purchased a farm. In 1792, &lt;a href=\"Southwest%20Territory\"&gt;Southwest Territory&lt;/a&gt; governor &lt;a href=\"William%20Blount\"&gt;William Blount&lt;/a&gt; appointed McMinn justice of the peace for Hawkins County, and McMinn represented Hawkins County in the territorial legislature from 1794 to 1796. He also served as an officer in the territorial militia, eventually rising to the rank of brigade commander.\nCareer.\nMcMinn was a delegate to the 1796 &lt;a href=\"constitutional%20convention%20%28political%20meeting%29\"&gt;constitutional convention&lt;/a&gt; and helped write the state constitution that came into effect when Tennessee was admitted to the Union on June 1, 1796. He was chosen to deliver a copy of the completed document to the federal government in Philadelphia. He served in the &lt;a href=\"Tennessee%20Senate\"&gt;Tennessee Senate&lt;/a&gt; from 1797 to 1801, and from 1803 to 1811, and was Speaker of the Senate from 1805 to 1811.\nIn 1815, McMinn ran for governor against four other prominent state politicians: Senator &lt;a href=\"Jesse%20Wharton\"&gt;Jesse Wharton&lt;/a&gt;, Congressman &lt;a href=\"Robert%20Weakley\"&gt;Robert Weakley&lt;/a&gt;, former speaker of the state house Robert Foster, and fellow state constitutional convention delegate Thomas Henderson. Though his opponents assailed him in the press, McMinn won the election with a plurality of over 15,000 of the 37,000 votes cast. He was reelected in 1817, again defeating Foster, and elected to a third term in 1819, defeating Enoch Parsons.\nWhile governor, McMinn concentrated on peaceful relationships with &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; in order to ease the way for more &lt;a href=\"whites\"&gt;white&lt;/a&gt; settlement, particularly to the west. The Chickasaw Purchase Treaty, or Western Purchase, in which most of what is now &lt;a href=\"West%20Tennessee\"&gt;West Tennessee&lt;/a&gt; was acquired, was accomplished during his tenure as governor. Fourteen new &lt;a href=\"County%20%28United%20States%29\"&gt;counties&lt;/a&gt; were created. The Calhoun Treaty (or Hiwassee Purchase), in which the United States acquired a portion of southeastern Tennessee, was also negotiated during his tenure.\nFollowing the &lt;a href=\"Panic%20of%201819\"&gt;Panic of 1819&lt;/a&gt;, McMinn called a joint session of the state legislature in June 1820, which voted to establish a state bank that would provide low-interest loans. This agitated many of McMinn's fellow East Tennesseans, who had for years been complaining about lack of state appropriations for internal improvements, namely navigational improvements on the upper &lt;a href=\"Tennessee%20River\"&gt;Tennessee River&lt;/a&gt;. The legislature used state-owned lands from the Hiwassee Purchase to provide financial backing for the new bank.\nUpon his retirement as governor due to the &lt;a href=\"term%20limit\"&gt;term limit&lt;/a&gt;s in the 1796 constitution that he had helped to draft, he returned to his farm in Hawkins County. In 1823, he moved to a farm along the &lt;a href=\"Hiwassee%20River\"&gt;Hiwassee River&lt;/a&gt; near &lt;a href=\"Calhoun%2C%20Tennessee\"&gt;Calhoun, Tennessee&lt;/a&gt;, and served as an agent for the federal government at the nearby Cherokee Agency until the time of his death.\nFamily life and legacy.\nMcMinn married his first wife, Anna Cooper, in 1785, and they had one daughter, Jane. Following the death of his first wife, McMinn married Rebecca Kincade. She died in January 1815, and his only child, Jane, died two weeks later.\nIn 1816, he married Nancy Glasgow Williams, the daughter of disgraced &lt;a href=\"North%20Carolina%20Secretary%20of%20State\"&gt;North Carolina Secretary of State&lt;/a&gt; &lt;a href=\"James%20Glasgow\"&gt;James Glasgow&lt;/a&gt;, formerly married to &lt;a href=\"Willoughby%20Williams\"&gt;Willoughby Williams&lt;/a&gt;, a member of the &lt;a href=\"North%20Carolina%20House%20of%20Representatives\"&gt;North Carolina House of Representatives&lt;/a&gt;. This marriage ended in a controversial separation and a failed attempt at divorce in 1821.\nIn 1942, a portrait of McMinn that had been painted by noted artist &lt;a href=\"Rembrandt%20Peale\"&gt;Rembrandt Peale&lt;/a&gt; in 1796 was discovered in Philadelphia. McMinn apparently posed for the portrait during his visit to the city to deliver the newly written Tennessee state constitution to the federal government. The Tennessee Historical Society purchased the painting for the state.\n&lt;a href=\"McMinn%20County%2C%20Tennessee\"&gt;McMinn County, Tennessee&lt;/a&gt;, and the town of &lt;a href=\"McMinnville%2C%20Tennessee\"&gt;McMinnville, Tennessee&lt;/a&gt;, in &lt;a href=\"Warren%20County%2C%20Tennessee\"&gt;Warren County&lt;/a&gt;, are named in Joseph McMinn's honor. William T. Newby, the founder of &lt;a href=\"McMinnville%2C%20Oregon\"&gt;McMinnville, Oregon&lt;/a&gt;, named the city after his hometown of McMinnville, Tennessee.\nMcMinn joined the Presbyterian Church late in life, and was buried in an unmarked grave at the Shiloh Presbyterian Cemetery in Calhoun. In 1880, his namesake McMinn County attempted to have his grave reinterred in its county seat of &lt;a href=\"Athens%2C%20Tennessee\"&gt;Athens&lt;/a&gt;, but an eccentric preacher named R.J.M. Only, who was the only person who knew the grave's location, refused to reveal the location. After the county agreed not to move the grave, Only revealed the location, and a large marker was placed upon it."
}