{
    "id": "8642267",
    "revid": "1057834774",
    "url": "https://en.wikipedia.org/wiki?curid=8642267",
    "title": "Glenn Hegar",
    "text": "Glenn Allen Hegar Jr. (born 25 November 1970) is an American attorney who serves as &lt;a href=\"Texas%20Comptroller%20of%20Public%20Accounts\"&gt;Texas Comptroller of Public Accounts&lt;/a&gt;. He was a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; member of the &lt;a href=\"Texas%20Senate\"&gt;Texas Senate&lt;/a&gt; representing the &lt;a href=\"Texas%20Senate%2C%20District%2018\"&gt;18th District&lt;/a&gt;, west of &lt;a href=\"Houston%2C%20Texas\"&gt;Houston&lt;/a&gt;. He succeeded fellow Republican &lt;a href=\"Susan%20Combs\"&gt;Susan Combs&lt;/a&gt; as comptroller on January 2, 2015. He was elected Comptroller in the general election on November 4, 2014.\nTexas State legislature.\nHegar was elected to the &lt;a href=\"Texas%20House%20of%20Representatives\"&gt;Texas House&lt;/a&gt; in 2002 and served in District 28. He won re-election in 2004.\nHe was elected to the Texas Senate in 2006 and was re-elected in 2010 and 2012. Hegar resigned from the Senate on December 5, 2014 after his election as Texas Comptroller. \nTexas State Comptroller.\n2014 election.\nHegar handily led three opponents in his bid on March 4, 2025\n, for the Republican nomination for state comptroller: State Representative &lt;a href=\"Harvey%20Hilderbran\"&gt;Harvey Hilderbran&lt;/a&gt; of &lt;a href=\"Kerrville%2C%20Texas\"&gt;Kerrville&lt;/a&gt;, &lt;a href=\"Debra%20Medina\"&gt;Debra Medina&lt;/a&gt; of &lt;a href=\"Wharton%2C%20Texas\"&gt;Wharton&lt;/a&gt;, an activist with the &lt;a href=\"Tea%20Party%20movement\"&gt;Tea Party movement&lt;/a&gt; who also ran for &lt;a href=\"governor%20of%20Texas\"&gt;governor&lt;/a&gt; in the 2010 Republican primary but lost to &lt;a href=\"Rick%20Perry\"&gt;Rick Perry&lt;/a&gt;, and the former State Representative &lt;a href=\"Raul%20Torres%20%28Texas%20politician%29\"&gt;Raul Torres&lt;/a&gt; of &lt;a href=\"Corpus%20Christi%2C%20Texas\"&gt;Corpus Christi&lt;/a&gt;. With 610,512 votes (49.99 percent), Hegar appears to have fallen just short of the 50-percent-plus-one-vote threshold required for nominations in Texas. The counting of provisional ballots could have altered Hegar's 49.99 percent total. However, the second-place candidate, Harvey Hildebran, announced on March 7 that he would not contest Hegar in a May 27 &lt;a href=\"runoff%20election\"&gt;runoff election&lt;/a&gt;.\nHilderbran polled 317,731 votes (26.01 percent). Debra Medina finished third with 235,713 votes (19.3 percent), and Raul Torres polled 57,255 votes (4.7 percent).\nHegar, with 58.4 percent of the vote, defeated the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; nominee Mike Collier, a businessman from Houston, in the November 4 general election.\n2018 election.\nHegar won election to a second term in the 2018 general election.\nIn 2021, Hegar proposed to weaken the rules for transparency and accountability for the biggest corporate tax break program in Texas., Chapter 313.\nPolitical positions.\nHegar is a &lt;a href=\"Conservative%20%28politics%29\"&gt;conservative&lt;/a&gt;, who says he seeks to defend \"the values of faith, family, and freedom\".\nHegar opposes &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;. Texas Right to Life awarded him the \"Perfectly &lt;a href=\"Pro-Life\"&gt;Pro-Life&lt;/a&gt; Award\". In the 83rd Legislative Session in 2013, Hegar was the author of &lt;a href=\"Texas%20Senate%20Bill%205\"&gt;Texas Senate Bill 5&lt;/a&gt; and introduced the bill into the Senate. The &lt;a href=\"Texas%20House%20of%20Representatives\"&gt;Texas House&lt;/a&gt; passed the bill on July 10, 2013, by a 96–49 margin and sent the measure to the Texas Senate. The Texas Senate passed the bill on July 13, 2013, with a bipartisan vote of nineteen to eleven. The bill was signed by Governor Rick Perry on July 18, 2013. The bill was a list of measures that would add and update abortion regulations in Texas. Major sections of the law were struck down in the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;United States Supreme Court&lt;/a&gt; case \"&lt;a href=\"Whole%20Woman%E2%80%99s%20Health%20v.%20Hellerstedt\"&gt;Whole Woman’s Health v. Hellerstedt&lt;/a&gt;\".\nPersonal life.\nHegar is a sixth-generation Texan who farms on land that has been in his family since the mid-19th century. He grew up in &lt;a href=\"Hockley%2C%20Texas\"&gt;Hockley&lt;/a&gt;, also in Harris County. Hegar, his wife Dara, and their children, Claire, Julia, and Jonah, live in Katy, where they attend St. Peter's &lt;a href=\"United%20Methodist\"&gt;United Methodist&lt;/a&gt; Church.\nHegar highlighted his wife and children in most of his television commercials in the race for comptroller."
}