{
    "id": "8647169",
    "revid": "509908",
    "url": "https://en.wikipedia.org/wiki?curid=8647169",
    "title": "London War Cup",
    "text": "The London War Cup was an English &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; competition held during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. It was established to be a wartime replacement for the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;, which had been suspended for the duration of the conflict. Although called the London War Cup, teams from across the south of England took part. The tournament only ran for two seasons and was abandoned in 1942 when it was merged into the newly-regionalised &lt;a href=\"Football%20League%20War%20Cup\"&gt;Football League War Cup&lt;/a&gt; as the Football League South Cup. The London War Cup trophy was retained as the trophy for the Football League South Cup. The trophy is still in the possession of the South Cup's &lt;a href=\"1945%20Football%20League%20War%20Cup%20South%20Final\"&gt;last winners&lt;/a&gt;, &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;.\nOverview.\nIn 1941, the 12 participating clubs were &lt;a href=\"Aldershot%20F.C.\"&gt;Aldershot&lt;/a&gt;, &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt;, &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, &lt;a href=\"Clapton%20Orient%20F.C.\"&gt;Clapton Orient&lt;/a&gt;, &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt;, &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;, &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt;, &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt;, &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt;, &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; and &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;. &lt;a href=\"Charlton%20Athletic%20F.C.\"&gt;Charlton Athletic&lt;/a&gt; declined to enter. The applications of &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt;, &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt; and &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town&lt;/a&gt; were denied due to insufficient places. In 1942, the competition increased to 16 teams and &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion%20F.C.\"&gt;Brighton &amp; Hove Albion&lt;/a&gt;, Portsmouth, &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; and Charlton were included.\nThe opening round was a group stage played in a &lt;a href=\"Round-robin%20tournament\"&gt;round robin&lt;/a&gt; format. Clubs would play every club in their group in home and away fixtures. In 1941, the group stage comprised two groups of six; the group winners and runners-up advanced to the semi-finals. In 1942, the format was changed to four groups of four, with the group winners advancing to the semi-finals. The semi-finals were single matches played at neutral venues in London. Both finals were held at &lt;a href=\"Stamford%20Bridge%20%28stadium%29\"&gt;Stamford Bridge&lt;/a&gt;, home ground of Chelsea.\nFinals.\nOn 6 June 1942, Brentford faced &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt;, winners of the &lt;a href=\"Football%20League%20War%20Cup\"&gt;Football League (war) Cup&lt;/a&gt;, in a cup winners play-off held at Stamford Bridge. The match ended 1–1 and was not replayed, so the clubs shared the honour."
}