{
    "id": "8648584",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=8648584",
    "title": "USS Pigeon (AM-374)",
    "text": "USS \"Pigeon\" (AM-374) was an acquired by the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; for the dangerous task of removing mines from minefields laid in the water to prevent ships from passing.\n\"Pigeon\" was laid down 10 November 1944 by the &lt;a href=\"Savannah%20Machine%20and%20Foundry\"&gt;Savannah Machine and Foundry&lt;/a&gt; Co., &lt;a href=\"Savannah%2C%20Georgia\"&gt;Savannah, Georgia&lt;/a&gt;; launched 28 March 1945; sponsored by Miss Jean Ross; and commissioned at Savannah on 30 October 1945, Lt. Comdr. Robert S. Cathcart in command.\nDecommissioned and reactivated.\nAfter fitting out at the &lt;a href=\"Charleston%20Navy%20Yard\"&gt;Charleston Navy Yard&lt;/a&gt; and operations out of the Naval Mine Warfare School, &lt;a href=\"Yorktown%2C%20Virginia\"&gt;Yorktown, Virginia&lt;/a&gt;, \"Pigeon\" was decommissioned on 10 July 1946. Following Communist aggression in &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;, she was recommissioned at &lt;a href=\"Orange%2C%20Texas\"&gt;Orange, Texas&lt;/a&gt;, on 30 November 1950, Lt. Theodore Sawick in command.\nNorth Atlantic operations.\n\"Pigeon\" departed Orange, Texas, on 2 January 1951 to join &lt;a href=\"Mine%20Squadron\"&gt;Mine Squadron&lt;/a&gt; 8 at &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;. Tactics and &lt;a href=\"United%20States%20Fleet%20Forces%20Command\"&gt;Atlantic Fleet&lt;/a&gt; exercises took her to &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, and to &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;, and the &lt;a href=\"Virgin%20Islands\"&gt;Virgin Islands&lt;/a&gt;. On 25 August 1952 she departed Charleston, with &lt;a href=\"Mine%20Division\"&gt;Mine Division&lt;/a&gt; 82 for the &lt;a href=\"North%20Atlantic%20Treaty%20Organization\"&gt;North Atlantic Treaty Organization&lt;/a&gt; combined fleet exercise &lt;a href=\"Operation%20Mainbrace\"&gt;Operation Mainbrace&lt;/a&gt;. She arrived at &lt;a href=\"Rosyth%2C%20Scotland\"&gt;Rosyth, Scotland&lt;/a&gt; on 11 September 1952 and put to sea the 19th to participate in \"Mainbrace\" minesweeping operations off &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;.\n\"Pigeon\" returned to &lt;a href=\"Falmouth%2C%20England\"&gt;Falmouth, England&lt;/a&gt; on 27 September 1952 and sailed the 29th with the same amphibious attack force for &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; \"&lt;a href=\"Operation%20Longstep\"&gt;Operation Longstep&lt;/a&gt;\" in the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;. These and other operations with the powerful &lt;a href=\"United%20States%20Sixth%20Fleet\"&gt;U.S. 6th Fleet&lt;/a&gt; took her from ports of &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; to ports in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, and &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. The minesweeper returned to Charleston, South Carolina, on 7 February 1953.\nOverhauled in the &lt;a href=\"Charleston%20Naval%20Shipyard\"&gt;Charleston Naval Shipyard&lt;/a&gt;, \"Pigeon\" resumed readiness and training operations along the eastern seaboard as far north as &lt;a href=\"Quebec%2C%20Canada\"&gt;Quebec, Canada&lt;/a&gt;. She departed Charleston on 6 January 1954 and joined the 6th Fleet at &lt;a href=\"Lisbon%2C%20Portugal\"&gt;Lisbon, Portugal&lt;/a&gt;, on 19 January 1954. After serving in fleet and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; combined operations throughout the Mediterranean, she returned to Charleston on 29 May 1954.\nDecommissioning.\n\"Pigeon\" departed Charleston on 15 November to prepare for inactivation at &lt;a href=\"Green%20Cove%20Springs%2C%20Florida\"&gt;Green Cove Springs, Florida&lt;/a&gt;. She decommissioned there 14 January 1955 and was placed in reserve. On 7 February 1955, she was reclassified a fleet minesweeper and redesignated MSF-374. She remained in reserve until her name was struck from the &lt;a href=\"Navy%20List\"&gt;Navy List&lt;/a&gt; on 1 December 1966. She was sold for scrapping."
}