{
    "id": "8650626",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=8650626",
    "title": "USNS Titan (T-AGOS-15)",
    "text": "USNS \"Titan\" (T-AGOS-15) was a &lt;a href=\"Stalwart%20class%20tactical%20auxiliary%20general%20ocean%20surveillance%20ships\"&gt;\"Stalwart\"-class&lt;/a&gt; modified tactical auxiliary general &lt;a href=\"Ocean%20Surveillance%20Ship\"&gt;ocean surveillance ship&lt;/a&gt; in service in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; from 1989 to 1993. From 1996 to 2014, she was in commission in the &lt;a href=\"National%20Oceanic%20and%20Atmospheric%20Administration\"&gt;National Oceanic and Atmospheric Administration&lt;/a&gt; (NOAA) fleet as the &lt;a href=\"Oceanography\"&gt;oceanographic&lt;/a&gt; &lt;a href=\"research%20ship\"&gt;research ship&lt;/a&gt; NOAAS \"Kaimimoana\" (R 333).\nConstruction.\nThe U.S. Navy ordered \"Titan\" from &lt;a href=\"VT%20Halter%20Marine%2C%20Inc.\"&gt;VT Halter Marine, Inc.&lt;/a&gt;, on June 30, 1986. VT Halter Marine &lt;a href=\"Keel-laying\"&gt;laid her down&lt;/a&gt; at &lt;a href=\"Moss%20Point%2C%20Mississippi\"&gt;Moss Point&lt;/a&gt;, &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, on October 30, 1986, &lt;a href=\"Ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; her on June 18, 1988, and delivered her to the U.S. Navy on March 8, 1989.\nUnited States Navy service.\nOn the day of her delivery, the U.S. Navy placed the ship in non-commissioned service in the &lt;a href=\"Military%20Sealift%20Command\"&gt;Military Sealift Command&lt;/a&gt; as USNS \"Titan\" (T-AGOS-15). Like the other \"Stalwart\"-class ships, she was designed to collect underwater &lt;a href=\"acoustical%20data\"&gt;acoustical data&lt;/a&gt; in support of &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; &lt;a href=\"anti-submarine%20warfare\"&gt;anti-submarine warfare&lt;/a&gt; operations against &lt;a href=\"Soviet%20Navy\"&gt;Soviet Navy&lt;/a&gt; &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s using &lt;a href=\"Surveillance%20Towed%20Array%20Sensor%20System\"&gt;Surveillance Towed Array Sensor System&lt;/a&gt; (SURTASS) &lt;a href=\"sonar\"&gt;sonar&lt;/a&gt; equipment. She operated with a mixed crew of U.S. Navy personnel and civilian &lt;a href=\"merchant%20mariner\"&gt;merchant mariner&lt;/a&gt;s.\nAfter the Cold War ended with the collapse of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; in late December 1991, the requirement for SURTASS collection declined. The Navy took \"Titan\" out of service on August 31, 1993 and struck her from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Naval Vessel Register&lt;/a&gt; and transferred to the &lt;a href=\"National%20Oceanic%20and%20Atmospheric%20Administration\"&gt;National Oceanic and Atmospheric Administration&lt;/a&gt; (NOAA) the same day.\nNational Oceanic and Atmospheric Administration service.\n The conversion of \"Titan\" into an &lt;a href=\"Oceanography\"&gt;oceanographic&lt;/a&gt; &lt;a href=\"research%20ship\"&gt;research ship&lt;/a&gt; began in May 1995 at the &lt;a href=\"shipyard\"&gt;shipyard&lt;/a&gt; of &lt;a href=\"Maritime%20Contractors%2C%20Inc.\"&gt;Maritime Contractors, Inc.&lt;/a&gt;, at &lt;a href=\"Bellingham%2C%20Washington\"&gt;Bellingham&lt;/a&gt;, &lt;a href=\"Washington%20%28U.S.%20state%29\"&gt;Washington&lt;/a&gt;. Delivered to NOAA in April 1996 after completion of the conversion, the ship was &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; into NOAA service as NOAAS \"Kaimimoana\" (R 333) on April 25, 1996.\nCapabilities.\n\"Kaimimoana\" has &lt;a href=\"Berth%20%28sleeping%29\"&gt;berthing&lt;/a&gt; for 33 people in 21 single &lt;a href=\"State%20room%23Naval%20usage\"&gt;staterooms&lt;/a&gt; and six double staterooms providing her with the capacity to carry up to 12 &lt;a href=\"scientist\"&gt;scientist&lt;/a&gt;s. She can seat 24 people at a time in two crews &lt;a href=\"mess\"&gt;mess&lt;/a&gt; rooms, eight in the forward room and 16 in the &lt;a href=\"aft\"&gt;aft&lt;/a&gt; room. She has a medical treatment room with one bunk, overseen by a &lt;a href=\"United%20States%20Public%20Health%20Service\"&gt;United States Public Health Service&lt;/a&gt; Health Programs Officer.\n\"Kaimimoana\" has of &lt;a href=\"laboratory\"&gt;laboratory&lt;/a&gt; space. On deck, she has a &lt;a href=\"brailing%20winch\"&gt;brailing winch&lt;/a&gt;, a CTD &lt;a href=\"winch\"&gt;winch&lt;/a&gt;, three &lt;a href=\"Crane%20%28machine%29\"&gt;cranes&lt;/a&gt;, an &lt;a href=\"A-frame\"&gt;A-frame&lt;/a&gt;, and a &lt;a href=\"J-frame\"&gt;J-frame&lt;/a&gt;. She carries two boats, a &lt;a href=\"rigid-hulled%20inflatable%20boat\"&gt;rigid-hulled inflatable boat&lt;/a&gt; (RHIB) as a rescue boat and a inflatable utility boat. She is equipped with &lt;a href=\"echosounder\"&gt;echosounder&lt;/a&gt;s, a &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt;-mounted acoustic release &lt;a href=\"transducer\"&gt;transducer&lt;/a&gt;, a &lt;a href=\"navigation\"&gt;navigation&lt;/a&gt; &lt;a href=\"fathometer\"&gt;fathometer&lt;/a&gt;, &lt;a href=\"X-band\"&gt;X-band&lt;/a&gt; and &lt;a href=\"S-band\"&gt;S-band&lt;/a&gt; radar, &lt;a href=\"Global%20Positioning%20System\"&gt;Global Positioning System&lt;/a&gt; receivers, a &lt;a href=\"VHF\"&gt;VHF&lt;/a&gt; &lt;a href=\"radio%20direction%20finder\"&gt;radio direction finder&lt;/a&gt;, and a &lt;a href=\"Sperry%20Corporation\"&gt;Sperry&lt;/a&gt; &lt;a href=\"gyrocompass\"&gt;gyrocompass&lt;/a&gt;.\nCareer.\n\"Kaimimoana\" was &lt;a href=\"Home%20port\"&gt;home-ported&lt;/a&gt; at &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;, and was the only NOAA ship dedicated solely to &lt;a href=\"climate\"&gt;climate&lt;/a&gt; research. She supported NOAAs &lt;a href=\"Tropical%20Atmosphere%20Ocean%20project\"&gt;Tropical Atmosphere Ocean project&lt;/a&gt;, which is designed to improve understanding of the role of the tropical ocean in modifying the worlds climate.\n\"Kaimimoana\" deployed, recovered, and serviced the &lt;a href=\"National%20Data%20Buoy%20Center\"&gt;National Data Buoy Center&lt;/a&gt;s deep-sea moorings—which measure ocean &lt;a href=\"ocean%20currents\"&gt;currents&lt;/a&gt;, ocean &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;s, and &lt;a href=\"Atmosphere\"&gt;atmospheric&lt;/a&gt; variables—in the &lt;a href=\"equator\"&gt;equator&lt;/a&gt;ial &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; and transmitted &lt;a href=\"buoy\"&gt;buoy&lt;/a&gt; measurements in real time to NOAA's &lt;a href=\"Pacific%20Marine%20Environmental%20Laboratory\"&gt;Pacific Marine Environmental Laboratory&lt;/a&gt; in &lt;a href=\"Seattle%2C%20Washington\"&gt;Seattle&lt;/a&gt;, Washington. She also continuously measured upper &lt;a href=\"ocean%20current\"&gt;ocean current&lt;/a&gt;s, surface &lt;a href=\"salinity\"&gt;salinity&lt;/a&gt;, &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; content, and sea-level atmospheric conditions while underway.\n\"Kaimimoana\" was retired by NOAA on June 18, 2014. .\n\"Kaimimoana\" was purchased by Pacific Survey Group in 2015 and renamed the Ocean Titan. Upon acquisition of the Ka Imimoana from NOAA, Pacific Survey Group conducted an extensive mid-life upgrade in 2016/2017. All vessel systems were renewed and upgraded to modern technology. State of the art navigation and position control systems were added to make the vessel DP2. As part of this upgrade 4 new Caterpillar EPA approved generator packages were installed, three additional tunnel thrusters, all new electric drives and controls, power management, switchboard control automation, and alarm and monitoring systems. All critical systems were made fully redundant making the vessel ABS and USCG approved DP2. Additionally, the vessel’s interior was completely redone to give a more comfortable feel for clients and crew as well as increased birthing for clients.\nThese modifications make the Ocean Titan one of the only fully redundant DP2 Research Vessel’s in private operation in the US. Additionally, her upgrades make her not only versatile but incredibly efficient and acoustically quiet due to extensive sound dampening and vibration reductions. The improvements also increased the vessel's speed, range, and endurance."
}