{
    "id": "8652783",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=8652783",
    "title": "John Vaughn",
    "text": "John Vaughn (born June 15, 1984) is an American former professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was a &lt;a href=\"placekicker\"&gt;placekicker&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He was signed by the &lt;a href=\"Tennessee%20Titans\"&gt;Tennessee Titans&lt;/a&gt; as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt; in 2007. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; for the &lt;a href=\"Auburn%20Tigers%20football\"&gt;Auburn Tigers&lt;/a&gt;.\nCollege career.\nIn the &lt;a href=\"2006%20Auburn%20Tigers%20football%20team\"&gt;2006 season&lt;/a&gt;, Vaughn was named the &lt;a href=\"Southeastern%20Conference\"&gt;SEC&lt;/a&gt; Special Teams Player of the Year and was a &lt;a href=\"Lou%20Groza%20Award\"&gt;Lou Groza Award&lt;/a&gt; finalist. His 42-yard &lt;a href=\"Cotton%20Bowl%20Classic\"&gt;Cotton Bowl Classic&lt;/a&gt; field goal was his twentieth made out of twenty-four attempts for an 83.3% on the season and made him just the second Auburn kicker ever to complete twenty or more field goals in a single season. Vaughn had new career long field goals in consecutive weekends with a 52-yarder against &lt;a href=\"2006%20Washington%20State%20Cougars%20football%20team\"&gt;Washington State&lt;/a&gt; and a 55-yarder against &lt;a href=\"Mississippi%20State%20Bulldogs\"&gt;Mississippi State&lt;/a&gt;. Twice during the season he completed four field goals in a single game — in wins against Washington State and the eventual &lt;a href=\"Bowl%20Championship%20Series\"&gt;BCS&lt;/a&gt; Champion &lt;a href=\"2006%20Florida%20Gators%20football%20team\"&gt;Florida Gators&lt;/a&gt;. He is one of the best kickers in Auburn history.\nVaughn holds more Auburn University records than any other kicker. Vaughn finished his Auburn career with 162 extra-point conversions (out of 163 attempts), a school record and third best in SEC history. He also converted 50 field goals for a 72.5% success rate. Vaughn's career total of 312 points made him the Auburn career-scoring leader ahead of Bo Jackson and Carnell Williams, and ranks tied for 12th in SEC history. Vaughn was the leading scorer on the undefeated 2004 SEC Champion team. Vaughn never had a kick blocked in his entire 4-year career at Auburn University. While Vaughn will arguably be remembered for his failed attempts against LSU in 2005 which cost Auburn the game, Vaughn rebounded and only missed 5 kicks the rest of his college career. ESPN College Gameday did special segment on Vaughn to share his story. He is also remembered for a game-winning field goal in 2005 that beat Georgia 31-30 with 0:06 remaining in the game.\nIn 2008, Vaughn was inducted into The Great American Rivalry High School Football Hall of Fame. Vaughn holds several state records in the TSSAA. His 39 career field goals is a Tennessee State Record and ranks him tied for 4th in national high school football history.\nIn 2010, John Vaughn was voted as the kicker for the Auburn All Decade team of the 2000s.\nProfessional career.\nFirst stint with Titans.\nVaughn went undrafted in the &lt;a href=\"2007%20NFL%20Draft\"&gt;2007 NFL Draft&lt;/a&gt; but signed as an undrafted free agent with the &lt;a href=\"Tennessee%20Titans\"&gt;Tennessee Titans&lt;/a&gt; on April 30, 2007. He was released from the Titans after Tennessee's 3rd Pre-season game\nOrlando Predators.\nJohn Vaughn was signed by the Orlando Predators of the AFL in February 2008. One of the most productive newcomers to the Orlando Predators Vaughn beat out Jay Davis to become the Predators starting kicker as a rookie. Hit a 33-yard game-winning field goal against the Columbus Destroyers as time expired.\nSecond stint with Titans.\nVaughn was re-signed by the Titans on July 31, 2008.\nVaughn handled all kicking responsibilities for the Titans in the 2008 preseason. Going 7-9 on field goals, Vaughn connected on a 33-yard game-winning field goal as time expired to beat the Oakland Raiders.\nVaughn was cut by the Tennessee Titans in the final roster cuts to make place for All-Pro Kicker &lt;a href=\"Rob%20Bironas\"&gt;Rob Bironas&lt;/a&gt;, a former Auburn kicker himself."
}