{
    "id": "865346",
    "revid": "34248039",
    "url": "https://en.wikipedia.org/wiki?curid=865346",
    "title": "Ottoman wars in Europe",
    "text": "The Ottoman wars in Europe were a series of military conflicts between the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and various European states dating from the &lt;a href=\"Late%20Middle%20Ages\"&gt;Late Middle Ages&lt;/a&gt; up through the early 20th century. The earliest conflicts began during the &lt;a href=\"Byzantine%E2%80%93Ottoman%20wars\"&gt;Byzantine–Ottoman wars&lt;/a&gt;, waged in &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt; in the late 13th century before entering Europe in the mid 14th century with the &lt;a href=\"Bulgarian%E2%80%93Ottoman%20wars\"&gt;Bulgarian–Ottoman wars&lt;/a&gt;. In the mid 15th century, the &lt;a href=\"Serbian%E2%80%93Ottoman%20wars\"&gt;Serbian–Ottoman wars&lt;/a&gt; and the &lt;a href=\"Albanian%E2%80%93Turkish%20Wars%20%281432%E2%80%931479%29\"&gt;Albanian-Turkish wars&lt;/a&gt; were waged by Serbia and Albania respectively against the Ottoman Turks. Much of this period was characterized by &lt;a href=\"Rumelia\"&gt;Ottoman expansion into the Balkans&lt;/a&gt;. The Ottoman Empire made further inroads into Central Europe in the 15th and 16th centuries, culminating in the peak of Ottoman territorial claims in Europe.\nThe &lt;a href=\"Ottoman%E2%80%93Venetian%20Wars\"&gt;Ottoman–Venetian Wars&lt;/a&gt; spanned four centuries, starting in 1423 and lasting until 1718. This period witnessed the &lt;a href=\"Siege%20of%20Negroponte%20%281470%29\"&gt;fall of Negroponte&lt;/a&gt; in 1470, the &lt;a href=\"Siege%20of%20Famagusta\"&gt;fall of Famagusta&lt;/a&gt; (&lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;) in 1571, the defeat of the Ottoman fleet at the &lt;a href=\"Battle%20of%20Lepanto\"&gt;Battle of Lepanto&lt;/a&gt; in 1571 (at that time the &lt;a href=\"largest%20naval%20battle%20in%20history\"&gt;largest naval battle in history&lt;/a&gt;), the &lt;a href=\"Cretan%20War%20%281645%E2%80%931669%29%23Fall%20of%20Candia\"&gt;fall of Candia&lt;/a&gt; (&lt;a href=\"Kingdom%20of%20Candia\"&gt;Crete&lt;/a&gt;) in 1669, the Venetian &lt;a href=\"Morean%20War\"&gt;reconquest of Morea&lt;/a&gt; (&lt;a href=\"Peloponnese\"&gt;Peloponnese&lt;/a&gt;) in the 1680s and &lt;a href=\"Ottoman%E2%80%93Venetian%20War%20%281714%E2%80%931718%29%23The%20Ottoman%20conquest%20of%20the%20Morea\"&gt;its loss again&lt;/a&gt; in 1715. The island of &lt;a href=\"Ionian%20Islands%20under%20Venetian%20rule\"&gt;Corfu under Venetian rule&lt;/a&gt; remained the only Greek island not conquered by the Ottomans.\nIn the late seventeenth century, European powers began to consolidate against the Ottomans and formed the &lt;a href=\"Holy%20League%20%281684%29\"&gt;Holy League&lt;/a&gt;, reversing a number of Ottoman land gains during the &lt;a href=\"Great%20Turkish%20War\"&gt;Great Turkish War&lt;/a&gt; of 1683–99. Nevertheless, Ottoman armies were able to hold their own against their European rivals until the second half of the eighteenth century.\nIn the nineteenth century the Ottomans were confronted with insurrection from their &lt;a href=\"Serbian%20Revolution\"&gt;Serbian&lt;/a&gt; (1804–1817) and &lt;a href=\"Greek%20War%20of%20Independence\"&gt;Greek&lt;/a&gt; (1821–1832) subjects. This occurred in tandem with the &lt;a href=\"Russo-Turkish%20wars\"&gt;Russo-Turkish wars&lt;/a&gt;, which further destabilized the empire. The final retreat of Ottoman rule came with the &lt;a href=\"First%20Balkan%20War\"&gt;First Balkan War&lt;/a&gt; (1912–1913), followed by the signing of the &lt;a href=\"Treaty%20of%20S%C3%A8vres\"&gt;Treaty of Sèvres&lt;/a&gt; at the close of World War I.\nRise of the Ottomans (1299–1453).\nByzantine Empire.\nAfter &lt;a href=\"Fall%20of%20Gallipoli\"&gt;striking a blow&lt;/a&gt; to the weakened &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; in 1356 (or in 1358 - disputable due to a change in the Byzantine calendar), (see &lt;a href=\"S%C3%BCleyman%20Pasha%20%28son%20of%20Orhan%29\"&gt;Süleyman Pasha&lt;/a&gt;) which provided it with &lt;a href=\"Gallipoli\"&gt;Gallipoli&lt;/a&gt; as a basis for operations in Europe, the Ottoman Empire started its westward expansion into the European continent in the middle of the 14th century.\n&lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; fell in 1453 after the &lt;a href=\"Battle%20of%20Varna\"&gt;Battle of Varna&lt;/a&gt; (1444) and the &lt;a href=\"Second%20Battle%20of%20Kosovo\"&gt;Second Battle of Kosovo&lt;/a&gt; (1448).\nThe remaining &lt;a href=\"Byzantine%20Greeks\"&gt;Greek&lt;/a&gt; states fell in 1461 (&lt;a href=\"Despotate%20of%20the%20Morea\"&gt;Despotate of the Morea&lt;/a&gt; and &lt;a href=\"Empire%20of%20Trebizond\"&gt;Empire of Trebizond&lt;/a&gt;) (see: &lt;a href=\"Ottoman%20Greece\"&gt;Ottoman Greece&lt;/a&gt;).\nBulgarian Empire.\nIn the latter half of the 14th century, the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; proceeded to advance north and west in the Balkans, completely subordinating &lt;a href=\"Thrace\"&gt;Thrace&lt;/a&gt; and much of &lt;a href=\"Macedonia%20%28region%29\"&gt;Macedonia&lt;/a&gt; after the &lt;a href=\"Battle%20of%20Maritsa\"&gt;Battle of Maritsa&lt;/a&gt; in 1371. &lt;a href=\"Sofia\"&gt;Sofia&lt;/a&gt; fell in 1382, followed by the capital of the &lt;a href=\"Second%20Bulgarian%20Empire\"&gt;Second Bulgarian Empire&lt;/a&gt; &lt;a href=\"Veliko%20Tarnovo\"&gt;Tarnovgrad&lt;/a&gt; in 1393, and the northwest remnants of the state after the &lt;a href=\"Battle%20of%20Nicopolis\"&gt;Battle of Nicopolis&lt;/a&gt; in 1396.\nSerbian Empire.\nA significant opponent of the Ottomans, the young &lt;a href=\"Serbian%20Empire\"&gt;Serbian Empire&lt;/a&gt;, was worn down by a series of campaigns, notably in the &lt;a href=\"Battle%20of%20Kosovo\"&gt;Battle of Kosovo&lt;/a&gt; in 1389, in which the leaders of both armies were killed, and which gained a central role in Serbian folklore as an epic battle and as the beginning of the end for medieval Serbia. Much of &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; fell to the Ottomans by 1459, the Kingdom of Hungary made a partial reconquest in 1480, but it fell again by 1499. Territories of Serbian Empire were divided between &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt; and the &lt;a href=\"Kingdom%20of%20Hungary%20%281301-1526%29\"&gt;Kingdom of Hungary&lt;/a&gt;, with remaining territories being in some sort of a vassal status towards Hungary, until its own conquest.\nGrowth (1453–1683).\nThe defeat in 1456 at the &lt;a href=\"siege%20of%20N%C3%A1ndorfeh%C3%A9rv%C3%A1r\"&gt;siege of Nándorfehérvár&lt;/a&gt; (Belgrade) held up Ottoman expansion into Catholic Europe for 70 years, though for one year (1480–1481) the Italian port of &lt;a href=\"Ottoman%20invasion%20of%20Otranto\"&gt;Otranto was taken&lt;/a&gt;, and in 1493 the Ottoman army successfully raided &lt;a href=\"Croatia%20in%20union%20with%20Hungary\"&gt;Croatia&lt;/a&gt; and &lt;a href=\"Duchy%20of%20Styria\"&gt;Styria&lt;/a&gt;.\nWars in Albania and Italy.\nThe Ottomans took much of Albania in the 1385 &lt;a href=\"Battle%20of%20Savra\"&gt;Battle of Savra&lt;/a&gt;. The 1444 &lt;a href=\"League%20of%20Lezh%C3%AB\"&gt;League of Lezhë&lt;/a&gt; briefly restored one part of Albania, until Ottomans captured complete territory of Albania after &lt;a href=\"Siege%20of%20Shkodra\"&gt;capture of Shkodër&lt;/a&gt; in 1479 and Durrës in 1501.\nThe Ottomans faced resistance from Albanians who gathered around their leader, &lt;a href=\"Skanderbeg\"&gt;Gjergj Kastrioti Skanderbeg&lt;/a&gt;, son of a feudal Albanian Nobleman, &lt;a href=\"Gjon%20Kastrioti\"&gt;Gjon Kastrioti&lt;/a&gt; who also fought against the Ottomans in the &lt;a href=\"Albanian%20revolt%20of%201432%E2%80%931436\"&gt;Albanian revolt of 1432–1436&lt;/a&gt; led by &lt;a href=\"Gjergj%20Arianiti\"&gt;Gjergj Arianiti&lt;/a&gt;. Skanderbeg managed to fend off Ottoman attacks for more than 25 years, culminating at the &lt;a href=\"siege%20of%20Shkodra\"&gt;siege of Shkodra&lt;/a&gt; in 1478–79. During this period, many Albanian victories were achieved like the &lt;a href=\"Battle%20of%20Torvioll\"&gt;Battle of Torvioll&lt;/a&gt;, &lt;a href=\"Battle%20of%20Otonet%C3%AB\"&gt;Battle of Otonetë&lt;/a&gt;, &lt;a href=\"Siege%20of%20Kruj%C3%AB%20%281450%29\"&gt;siege of Krujë&lt;/a&gt;, &lt;a href=\"Battle%20of%20Polog\"&gt;Battle of Polog&lt;/a&gt;, &lt;a href=\"Battle%20of%20Ohrid\"&gt;Battle of Ohrid&lt;/a&gt;, &lt;a href=\"Battle%20of%20Mokra%20%281445%29\"&gt;Battle of Mokra&lt;/a&gt;, &lt;a href=\"Battle%20of%20Oranik%20%281456%29\"&gt;Battle of Oranik 1456&lt;/a&gt; and many other battles, culminating in the &lt;a href=\"Battle%20of%20Albulena\"&gt;Battle of Albulena&lt;/a&gt; in 1457 where the Albanian Army under Skanderbeg won a decisive victory over the Ottomans. In 1465 &lt;a href=\"Ballaban%27s%20campaign%20of%201465\"&gt;Ballaban's Campaign&lt;/a&gt; against Skanderbeg took place. Its goal was to crush the Albanian Resistance, but it was not successful and it ended in an Albanian victory. With the death of &lt;a href=\"Skanderbeg\"&gt;Skanderbeg&lt;/a&gt; on the 17th of January 1468, the &lt;a href=\"Skanderbeg%27s%20rebellion\"&gt;Albanian Resistance&lt;/a&gt; began to fall. After the death of Skanderbeg, the Albanian Resistance was led by &lt;a href=\"Lek%C3%AB%20Dukagjini\"&gt;Lekë Dukagjini&lt;/a&gt; from 1468 until 1479, but it didn't have the same success as before. Merely two years after the collapse of the Albanian resistance in 1479, Sultan &lt;a href=\"Mehmet%20II\"&gt;Mehmet II&lt;/a&gt; launched an &lt;a href=\"Ottoman%20invasion%20of%20Otranto\"&gt;Italian campaign&lt;/a&gt;, which failed thanks to Christian recapture of &lt;a href=\"Otranto\"&gt;Otranto&lt;/a&gt; and Sultan's death in 1481.\nConquest of Bosnia.\nThe Ottoman Empire first reached Bosnia in 1388 where they were defeated by Bosnian forces in the &lt;a href=\"Battle%20of%20Bile%C4%87a\"&gt;Battle of Bileća&lt;/a&gt; and then were forced to retreat. After the fall of Serbia in 1389 &lt;a href=\"Battle%20of%20Kosovo\"&gt;Battle of Kosovo&lt;/a&gt;, where the Bosnians participated through &lt;a href=\"Vlatko%20Vukovi%C4%87\"&gt;Vlatko Vuković&lt;/a&gt;, the Turks began various offensives against the &lt;a href=\"Kingdom%20of%20Bosnia\"&gt;Kingdom of Bosnia&lt;/a&gt;. The Bosnians defended themselves but without much success. The Bosnians resisted strongly in the Bosnian Royal castle of &lt;a href=\"Jajce\"&gt;Jajce&lt;/a&gt; (the &lt;a href=\"siege%20of%20Jajce\"&gt;siege of Jajce&lt;/a&gt;), where the last Bosnian king &lt;a href=\"Stjepan%20Toma%C5%A1evi%C4%87\"&gt;Stjepan Tomašević&lt;/a&gt; tried to repel the Turks. The Ottoman army conquered Jajce after a few months in 1463 and executed the last King of Bosnia, ending &lt;a href=\"Medieval%20Bosnia\"&gt;Medieval Bosnia&lt;/a&gt;. \nThe &lt;a href=\"House%20of%20Kosa%C4%8Da\"&gt;House of Kosača&lt;/a&gt; held &lt;a href=\"Herzegovina\"&gt;Herzegovina&lt;/a&gt; until 1482. It took another four decades for the Ottomans to defeat the Hungarian garrison at &lt;a href=\"Jajce%20Fortress\"&gt;Jajce Fortress&lt;/a&gt; in 1527. Bihać and the westernmost areas of Bosnia were finally conquered by the Ottomans in 1592.\nCroatia.\nAfter the fall of the &lt;a href=\"Kingdom%20of%20Bosnia\"&gt;Kingdom of Bosnia&lt;/a&gt; into Ottoman hands in 1463, the southern and central parts of the &lt;a href=\"Croatia%20in%20union%20with%20Hungary\"&gt;Kingdom of Croatia&lt;/a&gt; remained unprotected, the defense of which was left to Croatian gentry who kept smaller troops in the fortified border areas at their own expense. The Ottomans meanwhile reached the river &lt;a href=\"Neretva\"&gt;Neretva&lt;/a&gt; and, having conquered &lt;a href=\"Herzegovina\"&gt;Herzegovina&lt;/a&gt; (&lt;a href=\"Rama%2C%20Bosnia%20and%20Herzegovina\"&gt;Rama&lt;/a&gt;) in 1482, they encroached upon Croatia, skillfully avoiding the fortified border towns. A decisive Ottoman victory at the &lt;a href=\"Battle%20of%20Krbava%20Field\"&gt;Battle of Krbava Field&lt;/a&gt; shook all of Croatia. However, it did not dissuade the Croats from making persistent attempts at defending themselves against the attacks of the superior Ottoman forces. After almost two hundred years of Croatian resistance against the Ottoman Empire, victory in the &lt;a href=\"Battle%20of%20Sisak\"&gt;Battle of Sisak&lt;/a&gt; marked the end of Ottoman rule and the &lt;a href=\"Hundred%20Years%27%20Croatian%E2%80%93Ottoman%20War\"&gt;Hundred Years' Croatian–Ottoman War&lt;/a&gt;. The Viceroy's army, chasing the fleeing remnants at &lt;a href=\"Petrinja\"&gt;Petrinja&lt;/a&gt; in 1595, sealed the victory.\nConquest of central parts of Hungarian Kingdom.\nThe &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Kingdom of Hungary&lt;/a&gt;, which at the time spanned the area from Croatia in the west to &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt; in the east, was also gravely threatened by Ottoman advances. The origins of such a deterioration can be traced back to the fall of the &lt;a href=\"%C3%81rp%C3%A1d%20dynasty\"&gt;Árpád&lt;/a&gt; ruling dynasty and their subsequent replacement with the &lt;a href=\"Capetian%20House%20of%20Anjou\"&gt;Angevin&lt;/a&gt; and &lt;a href=\"Jagiellonian\"&gt;Jagiellonian&lt;/a&gt; kings. After a series of inconclusive wars over the course of 176 years, the kingdom finally crumbled in the &lt;a href=\"Battle%20of%20Moh%C3%A1cs\"&gt;Battle of Mohács&lt;/a&gt; of 1526, after which most of it was either conquered or brought under Ottoman suzerainty. (The \"150-year Turkish rule\", as it is called in Hungary, lasted until the late 17th century but parts of the Hungarian Kingdom were under Ottoman rule from 1421 and until 1718.)\nConquest of Serbia.\nAs a result of heavy losses inflicted by the Ottomans in the &lt;a href=\"Battle%20of%20Maritsa\"&gt;Battle of Maritsa&lt;/a&gt; in 1371, the &lt;a href=\"Serbian%20Empire\"&gt;Serbian Empire&lt;/a&gt; had dissolved into several principalities. In the &lt;a href=\"Battle%20of%20Kosovo\"&gt;Battle of Kosovo&lt;/a&gt; in 1389, Serbian forces were again annihilated. Throughout the 15th and 16th centuries, constant struggles took place between various Serbian kingdoms and the Ottoman Empire. The turning point was the &lt;a href=\"fall%20of%20Constantinople\"&gt;fall of Constantinople&lt;/a&gt; to the Turks. In 1459, following the siege, the temporary Serbian capital of &lt;a href=\"Smederevo\"&gt;Smederevo&lt;/a&gt; fell. &lt;a href=\"Zeta%20under%20the%20Crnojevi%C4%87i\"&gt;Zeta&lt;/a&gt; was overrun by 1499. &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; was the last major Balkan city to endure Ottoman forces. Serbs, &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt;, and European &lt;a href=\"Crusades\"&gt;crusaders&lt;/a&gt; defeated the Turkish army in the &lt;a href=\"Siege%20of%20Belgrade%20%281456%29\"&gt;siege of Belgrade&lt;/a&gt; in 1456. After repelling Ottoman attacks for over 70 years, Belgrade finally fell in 1521, along with the greater part of the Kingdom of Hungary. The rebellion of Serbian military commander &lt;a href=\"Jovan%20Nenad\"&gt;Jovan Nenad&lt;/a&gt; between 1526 and 1528 led to the proclamation of the Second Serbian Empire in modern-day Serbian province of &lt;a href=\"Vojvodina\"&gt;Vojvodina&lt;/a&gt;, which was among the last Serbian territories to resist the Ottomans. The &lt;a href=\"Serbian%20Despotate\"&gt;Serbian Despotate&lt;/a&gt; fell in 1459, thus marking the two-century-long Ottoman conquest of Serbian principalities.\n1463–1503: Wars with Venice.\nThe wars with the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt; began in 1463. A favorable peace treaty was signed in 1479 after the lengthy &lt;a href=\"siege%20of%20Shkodra\"&gt;siege of Shkodra&lt;/a&gt; (1478–79). In 1480, now no longer hampered by the Venetian fleet, the Ottomans &lt;a href=\"Siege%20of%20Rhodes%20%281480%29\"&gt;besieged Rhodes&lt;/a&gt; and &lt;a href=\"Battle%20of%20Otranto\"&gt;captured Otranto&lt;/a&gt;. War with Venice &lt;a href=\"Ottoman%E2%80%93Venetian%20War%20%281499%E2%80%931503%29\"&gt;resumed from 1499 to 1503&lt;/a&gt;. In 1500, a Spanish–Venetian army commanded by &lt;a href=\"Gonzalo%20de%20C%C3%B3rdoba\"&gt;Gonzalo de Córdoba&lt;/a&gt; &lt;a href=\"Siege%20of%20Kefalonia\"&gt;took Kefalonia&lt;/a&gt;, temporarily stopping the Ottoman offensive on eastern Venetian territories. The offensive resumed after the Ottoman victory of &lt;a href=\"Battle%20of%20Preveza\"&gt;Preveza&lt;/a&gt; (1538), fought between an Ottoman fleet commanded by &lt;a href=\"Hayreddin%20Barbarossa\"&gt;Hayreddin Barbarossa&lt;/a&gt; and that of a Christian alliance assembled by Pope Paul III.\n1462–1483: Wallachian and Moldavian campaigns.\nIn 1462, Mehmed II was driven back by &lt;a href=\"Wallachia\"&gt;Wallachia&lt;/a&gt;n prince &lt;a href=\"Vlad%20III%20Dracula\"&gt;Vlad III Dracula&lt;/a&gt; in the &lt;a href=\"Night%20Attack%20at%20T%C3%A2rgovi%C5%9Fte\"&gt;Night Attack at Târgovişte&lt;/a&gt;. However, the latter was imprisoned by Hungarian king &lt;a href=\"Matthias%20Corvinus\"&gt;Matthias Corvinus&lt;/a&gt;. This caused outrage among many influential Hungarian figures and Western admirers of Vlad's success in the battle against the Ottoman Empire (and his early recognition of the threat it posed), including high-ranking members of the &lt;a href=\"Roman%20Curia\"&gt;Vatican&lt;/a&gt;. Because of this, Matthias granted him the status of distinguished prisoner. Eventually, Dracula was freed in late 1475 and was sent with an army of Hungarian and Serbian soldiers to recover &lt;a href=\"Sanjak%20of%20Bosnia\"&gt;Bosnia&lt;/a&gt; from the Ottomans. There he defeated Ottoman forces for the first time. Upon this victory, Ottoman forces entered Wallachia in 1476 under the command of Mehmed II. Vlad was killed and, according to some sources, his head was sent to &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; to discourage the other rebellions. (Bosnia was completely added to Ottoman lands in 1482.)\nThe Turkish advance was temporarily halted after &lt;a href=\"Stephen%20the%20Great\"&gt;Stephen the Great&lt;/a&gt; of &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt; defeated the armies of the Ottoman Sultan &lt;a href=\"Mehmed%20II\"&gt;Mehmed II&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Vaslui\"&gt;Battle of Vaslui&lt;/a&gt; in 1475, one of the greatest defeats of the Ottoman Empire until that time. Stephen was defeated the next year at &lt;a href=\"R%C4%83zboieni%2C%20Neam%C8%9B\"&gt;Războieni&lt;/a&gt; (&lt;a href=\"Battle%20of%20Valea%20Alb%C4%83\"&gt;Battle of Valea Albă&lt;/a&gt;), but the Ottomans had to retreat after they failed to take any significant castle (see &lt;a href=\"siege%20of%20Neam%C8%9B%20Citadel\"&gt;siege of Neamț Citadel&lt;/a&gt;) as a plague started to spread in the Ottoman army. Stephen's search for European assistance against the Turks met with little success, even though he had \"cut off the pagan's right-hand\", as he put it in a letter.\n1526–1566: Conquest of the Kingdom of Hungary.\nAfter the Ottoman victory in the &lt;a href=\"Battle%20of%20Moh%C3%A1cs\"&gt;Battle of Mohács&lt;/a&gt; in 1526, only the southwestern part of the &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Kingdom of Hungary&lt;/a&gt; was actually conquered. The Ottoman campaign continued between 1526 and 1556 with small campaigns and major summer invasions – troops would return south of the &lt;a href=\"Balkan%20Mountains\"&gt;Balkan Mountains&lt;/a&gt; before winter. In 1529, they mounted their first major attack on the &lt;a href=\"Archduchy%20of%20Austria\"&gt;Austrian&lt;/a&gt; &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;, attempting to conquer the city of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; (&lt;a href=\"Siege%20of%20Vienna%20%281529%29\"&gt;siege of Vienna&lt;/a&gt;). In 1532, another attack on Vienna with 60,000 troops in the main army was held up by the small fort (800 defenders) of \"Kőszeg\" in western Hungary, fighting a suicidal battle. The invading troops were held up until winter was close and the Habsburg Empire had assembled a force of 80,000 at Vienna. The Ottoman troops returned home through Styria, laying waste to the country.\nIn the meantime, in 1538, the Ottoman Empire invaded &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt;. In 1541, another campaign in Hungary took &lt;a href=\"Buda\"&gt;Buda&lt;/a&gt; and &lt;a href=\"Pest%20%28city%29\"&gt;Pest&lt;/a&gt; (which today together form the Hungarian capital &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;) with a largely bloodless trick: after concluding peace talks with an agreement, troops stormed the open gates of Buda in the night. In retaliation for a failed Austrian counter-attack in 1542, the conquest of the western half of central Hungary was finished in the 1543 campaign that took both the most important royal ex-capital, &lt;a href=\"Sz%C3%A9kesfeh%C3%A9rv%C3%A1r\"&gt;Székesfehérvár&lt;/a&gt;, and the ex-seat of the cardinal, &lt;a href=\"Esztergom\"&gt;Esztergom&lt;/a&gt;. However, the army of 35–40,000 men was not enough for &lt;a href=\"Suleiman%20the%20Magnificent\"&gt;Suleiman&lt;/a&gt; to mount another attack on Vienna. A temporary truce was signed between the Habsburg and Ottoman Empires in 1547, which was soon disregarded by the Habsburgs.\nIn the major but moderately successful campaign of 1552, two armies took the eastern part of central Hungary, pushing the borders of the Ottoman Empire to the second (inner) line of northern \"végvár\"s (border castles), which Hungary originally built as defence against an expected second &lt;a href=\"Mongol%20invasion\"&gt;Mongol invasion&lt;/a&gt;—hence, afterwards, borders on this front changed little. For Hungarians, the 1552 campaign was a series of tragic losses and some heroic (but &lt;a href=\"pyrrhic%20victory\"&gt;pyrrhic&lt;/a&gt;) victories, which entered folklore—most notably the fall of \"Drégely\" (a small fort defended to the last man by just 146 men, and the &lt;a href=\"Siege%20of%20Eger%20%281552%29\"&gt;siege of Eger&lt;/a&gt;. The latter was a major \"végvár\" with more than 2,000 men, without outside help. They faced two Ottoman armies, which were surprisingly unable to take the castle within five weeks. (The fort was later taken in 1596.) Finally, the 1556 campaign secured Ottoman influence over Transylvania (which had fallen under Habsburg control for a time), while failing to gain any ground on the western front, being tied down in the second (after 1555) unsuccessful siege of the southwestern Hungarian border castle of &lt;a href=\"Szigetv%C3%A1r\"&gt;Szigetvár&lt;/a&gt;.\nThe Ottoman Empire conducted another major war against the Habsburgs and their Hungarian territories between 1566 and 1568. The 1566 &lt;a href=\"siege%20of%20Szigetv%C3%A1r\"&gt;siege of Szigetvár&lt;/a&gt;, the third siege in which the fort was finally taken, but the aged Sultan died, deterring that year's push for Vienna.\n1522–1573: Rhodes, Malta and the Holy League.\nOttoman forces invaded and captured the island of &lt;a href=\"Rhodes\"&gt;Rhodes&lt;/a&gt; in 1522, after two previous failed attempts (see &lt;a href=\"Siege%20of%20Rhodes%20%281522%29\"&gt;Siege of Rhodes (1522)&lt;/a&gt;). The &lt;a href=\"Knights%20of%20Saint%20John\"&gt;Knights of Saint John&lt;/a&gt; were banished to &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;, which was in turn besieged in 1565.\nAfter a siege of three months, the Ottoman army failed to control all of the Maltese forts. Delaying the Ottomans until bad weather conditions and the arrival of Sicilian reinforcements, made Ottoman commander Kızılahmedli Mustafa Pasha quit the siege. Around 22,000 to 48,000 Ottoman troops against 6,000 to 8,500 Maltese troops, the Ottomans failed to conquer Malta, sustaining more than 25,000 losses, including one of the greatest Muslim corsair generals of the time, &lt;a href=\"Dragut\"&gt;Dragut&lt;/a&gt;, and were repulsed. Had Malta fallen, Sicily and mainland Italy could have fallen under the threat of an Ottoman invasion. The victory of Malta during this event, which is nowadays known as the &lt;a href=\"Great%20Siege%20of%20Malta\"&gt;Great Siege of Malta&lt;/a&gt;, turned the tide and gave Europe hopes and motivation. It also marked the importance of the &lt;a href=\"Knights%20of%20Saint%20John\"&gt;Knights of Saint John&lt;/a&gt; and their relevant presence in Malta to aid Christendom in its defence against the Muslim conquest.\nThe Ottoman naval victories of this period were in the &lt;a href=\"Battle%20of%20Preveza\"&gt;Battle of Preveza&lt;/a&gt; (1538) and the &lt;a href=\"Battle%20of%20Djerba\"&gt;Battle of Djerba&lt;/a&gt; (1560).\nThe &lt;a href=\"Ottoman%E2%80%93Venetian%20War%20%281570%E2%80%931573%29\"&gt;Mediterranean campaign&lt;/a&gt;, which lasted from 1570 to 1573, resulted in the Ottoman conquest of &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;. A &lt;a href=\"Holy%20League%20%281571%29\"&gt;Holy League&lt;/a&gt; of Venice, the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;, &lt;a href=\"Habsburg%20Spain\"&gt;Spain&lt;/a&gt;, the Knights of Saint John in Malta and initially &lt;a href=\"Kingdom%20of%20Portugal\"&gt;Portugal&lt;/a&gt; was formed against the Ottoman Empire during this period. The League's victory in the &lt;a href=\"Battle%20of%20Lepanto%20%281571%29\"&gt;Battle of Lepanto (1571)&lt;/a&gt; briefly ended Ottoman predominance at sea.\n1570–1571: Conquest of Cyprus.\nIn the summer of 1570, the Turks struck again, but this time with a full-scale invasion rather than a raid. About 60,000 troops, including cavalry and artillery, under the command of Lala Mustafa Pasha landed unopposed near &lt;a href=\"Limassol\"&gt;Limassol&lt;/a&gt; on July 2, 1570, and laid siege to &lt;a href=\"Nicosia\"&gt;Nicosia&lt;/a&gt;. In an orgy of victory on the day that the city fell—September 9, every public building and palace was looted. Word of the superior Ottoman numbers spread, and a few days later Mustafa took Kyrenia without having to fire a shot. Famagusta, however, resisted and put up a defense that lasted from September 1570 until August 1571.\nThe fall of Famagusta marked the beginning of the Ottoman period in Cyprus. Two months later, the naval forces of the &lt;a href=\"Holy%20League%20%281684%29\"&gt;Holy League&lt;/a&gt;, composed mainly of Venetian, Spanish, and Papal ships under the command of &lt;a href=\"Don%20John%20of%20Austria\"&gt;Don John of Austria&lt;/a&gt;, defeated the Ottoman fleet at the &lt;a href=\"Battle%20of%20Lepanto\"&gt;Battle of Lepanto&lt;/a&gt; in one of the decisive battles of world history. The victory over the Turks, however, came too late to help Cyprus, and the island remained under Ottoman rule for the next three centuries.\nIn 1570, the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; first conquered &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;, and &lt;a href=\"Lala%20Mustafa%20Pasha\"&gt;Lala Mustafa Pasha&lt;/a&gt; became the first Ottoman governor of Cyprus, challenging the claims of Venice. Simultaneously, the &lt;a href=\"Pope\"&gt;Pope&lt;/a&gt; formed a coalition between the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;, &lt;a href=\"History%20of%20Malta%20under%20the%20Order%20of%20Saint%20John\"&gt;Malta&lt;/a&gt;, &lt;a href=\"Habsburg%20Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Republic%20of%20Venice\"&gt;Venice&lt;/a&gt; and several other Italian states, with no real result. In 1573 the Venetians left, removing the influence of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;.\n1620–1621: Poland-Lithuania.\nWars fought over Moldavia. The Polish army advanced into Moldavia and was defeated in the &lt;a href=\"Battle%20of%20%C5%A2u%C5%A3ora%20%281620%29\"&gt;Battle of Ţuţora&lt;/a&gt;. The Next year, the Poles repelled the Turkish invasion in the &lt;a href=\"Battle%20of%20Khotyn%20%281621%29\"&gt;Battle of Khotyn&lt;/a&gt;. Another conflict started in 1633 but was soon settled.\n1657–1683 Conclusion of wars with Habsburgs.\nTransylvania, the Eastern part of the former Hungarian Kingdom, gained semi-independence in 1526, while paying tribute to the Ottoman Empire. In 1657, Transylvania felt strong enough to attack the &lt;a href=\"Tatars\"&gt;Tatars&lt;/a&gt; to the East (then the Empire's vassals), and later the Ottoman Empire itself, which had come to the Tatars' defence. The war lasted until 1662, ending in defeat for the Hungarians. The Western part of the Hungarian Kingdom (\"Partium\") was annexed and placed under direct Ottoman control. At the same time, there was another campaign against Austria between 1663 and 1664. Despite being defeated in the &lt;a href=\"Battle%20of%20Saint%20Gotthard%20%281664%29\"&gt;Battle of Saint Gotthard&lt;/a&gt; on 1 August 1664 by &lt;a href=\"Raimondo%20Montecuccoli\"&gt;Raimondo Montecuccoli&lt;/a&gt;, the Ottomans secured recognition of their conquest of &lt;a href=\"Nov%C3%A9%20Z%C3%A1mky\"&gt;Nové Zámky&lt;/a&gt; in the &lt;a href=\"Peace%20of%20Vasv%C3%A1r\"&gt;Peace of Vasvár&lt;/a&gt; with Austria, marking the greatest territorial extent of Ottoman rule in the former Hungarian Kingdom.\n1672–1676: Poland-Lithuania.\nThe &lt;a href=\"Polish%E2%80%93Ottoman%20War%20%281672%E2%80%931676%29\"&gt;Polish–Ottoman War (1672–1676)&lt;/a&gt; ended with the &lt;a href=\"Treaty%20of%20%C5%BBurawno\"&gt;Treaty of Żurawno&lt;/a&gt;, in which the Polish–Lithuanian Commonwealth ceded control of most of its Ukrainian territories to the empire. The war showed the increasing weakness and disorder of the Commonwealth, who by the second half of the 17th century had started its gradual decline that would culminate a century later with the &lt;a href=\"partitions%20of%20Poland\"&gt;partitions of Poland&lt;/a&gt;.\nStagnation (1683–1828).\n1683–1699: Great Turkish War – Loss of Hungary and the Morea.\nThe &lt;a href=\"Great%20Turkish%20War\"&gt;Great Turkish War&lt;/a&gt; started in 1683, with a grand &lt;a href=\"invasion\"&gt;invasion&lt;/a&gt; force of 140,000 men marching on Vienna, supported by &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; Hungarian noblemen rebelling against Habsburg rule. To stop the invasion, another &lt;a href=\"Holy%20League%20%281684%29\"&gt;Holy League&lt;/a&gt; was formed, composed of Austria and Poland (notably in the &lt;a href=\"Battle%20of%20Vienna\"&gt;Battle of Vienna&lt;/a&gt;), Venetians and the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, Vienna had been besieged by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; for two months. The battle marked the first time the Polish–Lithuanian Commonwealth and the Holy Roman Empire had cooperated militarily against the Ottomans, and it is often seen as a turning point in history, after which \"the Ottoman Turks ceased to be a menace to the Christian world\".\n In the ensuing war that lasted until 1699, the Ottomans lost almost all of Hungary to the &lt;a href=\"Leopold%20I%2C%20Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor Leopold I&lt;/a&gt;.\nAfter winning the Battle of Vienna, the Holy League gained the upper hand and reconquered Hungary (Buda and Pest were retaken in 1686, the former under the command of a Swiss-born convert to Islam). At the same time, the Venetians launched an &lt;a href=\"Morean%20War\"&gt;expedition into Greece&lt;/a&gt;, which conquered the &lt;a href=\"Peloponnese\"&gt;Peloponnese&lt;/a&gt;. During the 1687 Venetian attack on the city of &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; (conquered by the Ottomans), the Ottomans turned the ancient &lt;a href=\"Parthenon\"&gt;Parthenon&lt;/a&gt; into an ammunitions storehouse. A Venetian mortar hit the Parthenon, detonating the Ottoman gunpowder stored inside, partially destroying it. \nThe war ended with the &lt;a href=\"Treaty%20of%20Karlowitz\"&gt;Treaty of Karlowitz&lt;/a&gt; in 1699. &lt;a href=\"Prince%20Eugene%20of%20Savoy\"&gt;Prince Eugene of Savoy&lt;/a&gt; first distinguished himself in 1683 and remained the most important Austrian commander until 1718.\n18th century.\nThe second &lt;a href=\"Russo-Turkish%20War%20%281710%E2%80%931711%29\"&gt;Russo-Turkish War took place 1710–1711&lt;/a&gt; near &lt;a href=\"Prut\"&gt;Prut&lt;/a&gt;. It was instigated by &lt;a href=\"Charles%20XII%20of%20Sweden\"&gt;Charles XII of Sweden&lt;/a&gt; after the defeat at the &lt;a href=\"Battle%20of%20Poltava\"&gt;Battle of Poltava&lt;/a&gt;, in order to tie down Russia with the Ottoman Empire and gain some breathing space in the increasingly unsuccessful &lt;a href=\"Great%20Northern%20War\"&gt;Great Northern War&lt;/a&gt;. The Russians were severely beaten but not annihilated, and after the &lt;a href=\"Treaty%20of%20Prut\"&gt;Treaty of Prut&lt;/a&gt; was signed the Ottoman Empire disengaged, allowing Russia to refocus its energies on the defeat of Sweden.\nThe &lt;a href=\"Ottoman%E2%80%93Venetian%20War%20%281714%E2%80%931718%29\"&gt;Ottoman–Venetian War&lt;/a&gt; started in 1714. It overlapped with the &lt;a href=\"Austro-Turkish%20War%20%281716%E2%80%931718%29\"&gt;Austro-Turkish War (1716–1718)&lt;/a&gt;, in which Austria conquered the remaining areas of the former Hungarian Kingdom, ending with the &lt;a href=\"Treaty%20of%20Passarowitz\"&gt;Treaty of Passarowitz&lt;/a&gt; in 1718.\nA war erupted again &lt;a href=\"Russo-Turkish%20War%20%281735%E2%80%931739%29\"&gt;with Russia in 1735 and Austria in 1737.&lt;/a&gt; It lasted until 1739 when the &lt;a href=\"Treaty%20of%20Belgrade\"&gt;Treaty of Belgrade&lt;/a&gt; was signed with Austria and the &lt;a href=\"Treaty%20of%20Ni%C5%A1%20%281739%29\"&gt;Treaty of Niš&lt;/a&gt; with Russia.\n&lt;a href=\"Russo-Turkish%20War%20%281768%E2%80%931774%29\"&gt;The fourth Russo-Turkish War&lt;/a&gt; started in 1768 and ended in 1774 with the &lt;a href=\"Treaty%20of%20K%C3%BC%C3%A7%C3%BCk%20Kaynarca\"&gt;Treaty of Küçük Kaynarca&lt;/a&gt;.\n&lt;a href=\"Russo-Turkish%20War%20%281787%E2%80%931792%29\"&gt;Another war with Russia&lt;/a&gt; started in 1787 and &lt;a href=\"Austro-Turkish%20War%20%281788%E2%80%9391%29\"&gt;a concurrent war with Austria&lt;/a&gt; followed in 1788; the Austrian war ended with the 1791 &lt;a href=\"Treaty%20of%20Sistova\"&gt;Treaty of Sistova&lt;/a&gt;, and the Russian war ended with the 1792 &lt;a href=\"Treaty%20of%20Jassy\"&gt;Treaty of Jassy&lt;/a&gt;.\nAn &lt;a href=\"French%20campaign%20in%20Egypt%20and%20Syria\"&gt;invasion of Egypt and Syria&lt;/a&gt; by &lt;a href=\"Napoleon\"&gt;Napoleon I&lt;/a&gt; of &lt;a href=\"French%20First%20Republic\"&gt;France&lt;/a&gt; took place in 1798–99, but ended due to British intervention.\nNapoleon's capture of Malta on his way to Egypt resulted in the unusual alliance of Russia and the Ottomans resulting in a joint naval expedition to the &lt;a href=\"Ionian%20Islands\"&gt;Ionian Islands&lt;/a&gt;. Their successful capture of these islands led to the setting up of the &lt;a href=\"Septinsular%20Republic\"&gt;Septinsular Republic&lt;/a&gt;.\n19th century.\nThe &lt;a href=\"First%20Serbian%20Uprising\"&gt;First Serbian Uprising&lt;/a&gt; took place in 1804, followed by the &lt;a href=\"Second%20Serbian%20Uprising\"&gt;Second Serbian Uprising&lt;/a&gt; in 1815; Serbia was fully liberated by 1867. Officially recognized independence followed in 1878.\nThe &lt;a href=\"Russo-Turkish%20War%20%281806%E2%80%931812%29\"&gt;sixth Russo-Turkish War&lt;/a&gt; began in 1806 and ended in May 1812, just 13 days before &lt;a href=\"Napoleon%27s%20invasion%20of%20Russia\"&gt;Napoleon's invasion of Russia&lt;/a&gt;.\nThe &lt;a href=\"Wallachian%20uprising%20%281821%29\"&gt;Moldavian–Wallachian (Romanian) Uprising&lt;/a&gt; (starting simultaneously with the &lt;a href=\"Greek%20War%20of%20Independence\"&gt;Greek Revolution&lt;/a&gt;).\nThe &lt;a href=\"Greek%20War%20of%20Independence\"&gt;Greek War of Independence&lt;/a&gt;, taking place from 1821 to 1832, in which the Great Powers intervened from 1827, including Russia (&lt;a href=\"Russo-Turkish%20War%20%281828%E2%80%931829%29\"&gt;seventh Russo-Turkish war, 1828–1829&lt;/a&gt;), achieved independence for Greece; the &lt;a href=\"Treaty%20of%20Adrianople%20%281829%29\"&gt;Treaty of Adrianople&lt;/a&gt; ended the war.\nOttoman decline (1828–1908).\nThe decline of the Ottoman Empire included the following conflicts.\nBosnian rebellions 1831–1836, 1836–1837, 1841.\nAlbanian rebellions 1820–1822, 1830–1835, 1847.\nWar with Montenegro 1852–1853.\nEight Russo-Turkish war 1853–1856, &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt;, in which the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;United Kingdom&lt;/a&gt; and &lt;a href=\"Second%20French%20Empire\"&gt;France&lt;/a&gt; joined the war on the side of the Ottoman Empire. Ended with the &lt;a href=\"Treaty%20of%20Paris%20%281856%29\"&gt;Treaty of Paris&lt;/a&gt;.\nSecond war with &lt;a href=\"Principality%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt; in 1858–1859.\n&lt;a href=\"Montenegrin%E2%80%93Ottoman%20War%20%281861%E2%80%9362%29\"&gt;War with Montenegro&lt;/a&gt;, Bosnia and Serbia in 1862.\n&lt;a href=\"Cretan%20Revolt%20%281866%E2%80%931869%29\"&gt;Cretan Uprising&lt;/a&gt; in 1866.\n&lt;a href=\"April%20Uprising\"&gt;Bulgarian Rebellion&lt;/a&gt; in 1876.\nThe ninth and final &lt;a href=\"Russo-Turkish%20War%20%281877%E2%80%931878%29\"&gt;Russo-Turkish War&lt;/a&gt; started in 1877, the same year the Ottomans withdrew from the &lt;a href=\"Constantinople%20Conference\"&gt;Constantinople Conference&lt;/a&gt;. Romania then declared its independence and waged war on Turkey, joined by Serbians and Bulgarians and finally the Russians (see also &lt;a href=\"History%20of%20Russia%20%281855%E2%80%9392%29\"&gt;History of Russia (1855–92)&lt;/a&gt;). Austria occupied Bosnia in 1878. The Russians and the Ottomans signed the &lt;a href=\"Treaty%20of%20San%20Stefano\"&gt;Treaty of San Stefano&lt;/a&gt; in early 1878. After deliberations at the &lt;a href=\"Congress%20of%20Berlin\"&gt;Congress of Berlin&lt;/a&gt;, which was attended by all the Great Powers of the time, the &lt;a href=\"Treaty%20of%20Berlin%20%281878%29\"&gt;Treaty of Berlin (1878)&lt;/a&gt; recognized several territorial changes.\n&lt;a href=\"Eastern%20Rumelia\"&gt;Eastern Rumelia&lt;/a&gt; was granted some autonomy in 1878, but then rebelled and joined Bulgaria in 1885. &lt;a href=\"Thessaly\"&gt;Thessaly&lt;/a&gt; was ceded to &lt;a href=\"Kingdom%20of%20Greece%20%28Gl%C3%BCcksburg%29\"&gt;Greece&lt;/a&gt; in 1881, but after &lt;a href=\"Greco-Turkish%20War%20%281897%29\"&gt;Greece attacked the Ottoman Empire&lt;/a&gt; to help the Second Cretan Uprising in 1897, Greece was defeated in Thessaly. Crete would gain autonomy in 1898 after the &lt;a href=\"Cretan%20Revolt%20%281897%E2%80%931898%29\"&gt;Cretan Revolt (1897–1898)&lt;/a&gt;.\nDissolution (1908–22).\nItalo-Turkish War.\nIn 1911, Italy invaded &lt;a href=\"Ottoman%20Tripolitania\"&gt;Ottoman Tripolitania&lt;/a&gt; (During the &lt;a href=\"colonisation%20of%20Africa\"&gt;colonisation of Africa&lt;/a&gt;, Tripolitania became &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;), which was controlled by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. The war ended with the Italian annexation of the Tripolitania.\nIlinden–Preobrazhenie Uprising.\nBulgarian insurrection from 1903. See &lt;a href=\"Ilinden%E2%80%93Preobrazhenie%20Uprising\"&gt;Ilinden–Preobrazhenie Uprising&lt;/a&gt;.\n1912–13: Balkan Wars.\nTwo &lt;a href=\"Balkan%20Wars\"&gt;Balkan Wars&lt;/a&gt;, in 1912 and 1913, entailed further action against the Ottoman Empire in Europe. The &lt;a href=\"Balkan%20League\"&gt;Balkan League&lt;/a&gt; first conquered Macedonia and most of &lt;a href=\"Thrace\"&gt;Thrace&lt;/a&gt; from the Ottoman Empire, and then fell out over the division of the spoils. Albania declared its independence from the Ottoman Empire in 1912, after several rebellions and uprisings. This reduced Turkey's possessions in Europe (&lt;a href=\"Rumelia\"&gt;Rumelia&lt;/a&gt;) to their present borders in &lt;a href=\"Eastern%20Thrace\"&gt;Eastern Thrace&lt;/a&gt;.\nWorld War I.\n&lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; (1914–1918) became the ultimate cause of the collapse of the Ottoman Empire, which formally ended in 1922. However, during wartime operations the Empire prevented the British &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; from reaching &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;, stopping an Entente invasion in the &lt;a href=\"Gallipoli%20Campaign\"&gt;Battle of Gallipoli&lt;/a&gt; (1915–1916). Nevertheless, under the provisions of the &lt;a href=\"Treaty%20of%20Lausanne\"&gt;Treaty of Lausanne&lt;/a&gt; (1923) the Empire ultimately fell."
}