{
    "id": "866264",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=866264",
    "title": "John C. Brown",
    "text": "John Calvin Brown (January 6, 1827August 17, 1889) was a Confederate Army officer and an American politician and businessman. Although he originally opposed secession, Brown fought for the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederacy&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, eventually rising to the rank of &lt;a href=\"General%20officers%20in%20the%20Confederate%20States%20Army%23Major%20general\"&gt;major general&lt;/a&gt;. He later served as the 19th &lt;a href=\"Governor%20of%20Tennessee\"&gt;Governor of Tennessee&lt;/a&gt; from 1871 to 1875, and was president of the state's 1870 constitutional convention, which wrote the current &lt;a href=\"Tennessee%20State%20Constitution\"&gt;Tennessee State Constitution&lt;/a&gt;.\nA leader of the state's &lt;a href=\"Bourbon%20Democrat\"&gt;Bourbon Democrat&lt;/a&gt;s, Brown dedicated much of his time as governor to solving the state's mounting debt issues. Following his gubernatorial tenure, he advocated railroad construction, briefly serving as president of the &lt;a href=\"Texas%20and%20Pacific%20Railway\"&gt;Texas &amp; Pacific Railroad&lt;/a&gt; in 1888, and as president of the &lt;a href=\"Tennessee%20Coal%2C%20Iron%20and%20Railroad%20Company\"&gt;Tennessee Coal, Iron and Railroad Company&lt;/a&gt; in 1889.\nEarly life and education.\nJohn Calvin Brown was born in &lt;a href=\"Giles%20County%2C%20Tennessee\"&gt;Giles County, Tennessee&lt;/a&gt;, the son of Duncan and Margaret Smith Brown. He was the younger brother of &lt;a href=\"Neill%20S.%20Brown\"&gt;Neill S. Brown&lt;/a&gt;, who served as governor of Tennessee in the late 1840s. John graduated from &lt;a href=\"Jackson%20College%20%28Columbia%2C%20Tennessee%29\"&gt;Jackson College&lt;/a&gt; in &lt;a href=\"Columbia%2C%20Tennessee\"&gt;Columbia, Tennessee&lt;/a&gt;, in 1846. He studied law with his uncle, Hugh Brown, in &lt;a href=\"Spring%20Hill%2C%20Tennessee\"&gt;Spring Hill&lt;/a&gt;, and was admitted to the &lt;a href=\"bar%20%28law%29\"&gt;bar&lt;/a&gt; in 1848. He began practicing law in &lt;a href=\"Pulaski%2C%20Tennessee\"&gt;Pulaski&lt;/a&gt; that same year.\nLike his brother, Brown was a &lt;a href=\"Whig%20Party%20%28United%20States%29\"&gt;Whig&lt;/a&gt; prior to the American Civil War, and following the Whig Party's collapse in the mid-1850s, he continued to support former Whig candidates. During the presidential election of 1860, he served as an &lt;a href=\"Electoral%20College%20%28United%20States%29\"&gt;elector&lt;/a&gt; for the &lt;a href=\"Constitutional%20Union%20Party%20%28United%20States%29\"&gt;Constitution Union Party&lt;/a&gt; candidate &lt;a href=\"John%20Bell%20%28Tennessee%20politician%29\"&gt;John Bell&lt;/a&gt;, who opposed secession, and took a neutral stance on the issue of slavery. In the weeks following the &lt;a href=\"Battle%20of%20Fort%20Sumter\"&gt;Battle of Fort Sumter&lt;/a&gt; in April 1861, however, secessionist sentiment swept across &lt;a href=\"Middle%20Tennessee\"&gt;Middle Tennessee&lt;/a&gt;, and Brown, along with his brother and, eventually, John Bell, switched sides and supported the burgeoning Confederacy.\nAmerican Civil War.\nIn May 1861, Brown enlisted as a &lt;a href=\"private%20%28rank%29\"&gt;private&lt;/a&gt; in the Confederate &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt;, and was elected &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; of the 3rd Tennessee Infantry shortly afterward. He was later placed in charge of a &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt; consisting of three &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt; &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;s.\nFollowing the &lt;a href=\"Battle%20of%20Fort%20Donelson\"&gt;surrender of Fort Donelson&lt;/a&gt;, he was held as a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt; for six months in &lt;a href=\"Fort%20Warren%20%28Massachusetts%29\"&gt;Fort Warren, Massachusetts&lt;/a&gt;, before being exchanged in August 1862. Soon afterwards, he was promoted to &lt;a href=\"Brigadier%20general\"&gt;brigadier-general&lt;/a&gt; and assigned command of a new and larger brigade composed of troops from &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; and &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;. He took part in &lt;a href=\"Braxton%20Bragg\"&gt;Braxton Bragg&lt;/a&gt;'s campaigns in Kentucky and Tennessee in late 1862 through 1863. Brown was wounded in the battles of &lt;a href=\"Battle%20of%20Perryville\"&gt;Perryville&lt;/a&gt; and &lt;a href=\"Battle%20of%20Chickamauga\"&gt;Chickamauga&lt;/a&gt; while leading his brigade. His men were a part of the defensive line on &lt;a href=\"Battle%20of%20Missionary%20Ridge\"&gt;Missionary Ridge&lt;/a&gt; in 1863.\nIn 1864, Brown fought in the &lt;a href=\"Atlanta%20Campaign\"&gt;Atlanta Campaign&lt;/a&gt;, at various times temporarily commanding a &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt;. In August, he was promoted to major-general and formally assigned command of a division in &lt;a href=\"Benjamin%20F.%20Cheatham\"&gt;Cheatham&lt;/a&gt;'s Corps. He was again wounded at &lt;a href=\"Battle%20of%20Franklin%20%281864%29\"&gt;Battle of Franklin&lt;/a&gt; in 1864, where six of his fellow generals were killed. He was incapacitated for several months and did not rejoin the army until the end of the &lt;a href=\"Carolinas%20Campaign\"&gt;Carolinas Campaign&lt;/a&gt; in April 1865. He surrendered with &lt;a href=\"Joseph%20E.%20Johnston\"&gt;Joseph E. Johnston&lt;/a&gt;'s forces at &lt;a href=\"Bennett%20Place\"&gt;Bennett Place&lt;/a&gt; and was paroled a month later.\nGovernor of Tennessee.\nBrown returned to Pulaski and resumed his law practice following the war. He was elected to the &lt;a href=\"Tennessee%20General%20Assembly\"&gt;Tennessee General Assembly&lt;/a&gt; in 1869. In the following year, he was a delegate to the state &lt;a href=\"constitutional%20convention%20%28political%20meeting%29\"&gt;constitutional convention&lt;/a&gt;, and was elected its president by his peers. This convention overhauled the state's 1834 constitution, essentially updating it to meet post-Civil War demands. The document most notably guaranteed the right to vote to all males of at least 21 years of age, regardless of race, but also instituted a &lt;a href=\"Poll%20tax%20%28United%20States%29\"&gt;poll tax&lt;/a&gt;. Although it has been amended a number of times, it remains Tennessee's current state constitution.\nAlthough he had been a Whig before the Civil War, Brown joined the Democratic Party after the war, and was nominated as the party's candidate for governor in 1870. Since the new constitution restored voting rights to ex-Confederates, Brown easily defeated his &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; opponent, &lt;a href=\"William%20H.%20Wisener\"&gt;William H. Wisener&lt;/a&gt; of &lt;a href=\"Shelbyville%2C%20Tennessee\"&gt;Shelbyville&lt;/a&gt;, by a 78,979 to 41,500 vote. He was reelected by a narrower margin, 97,700 votes to 84,089, over Republican candidate &lt;a href=\"Alfred%20Alexander%20Freeman\"&gt;Alfred A. Freeman&lt;/a&gt; in 1872.\nBrown's most pressing issue was the state's skyrocketing debt. In previous decades, Tennessee had accumulated $43 million in &lt;a href=\"bond%20%28finance%29\"&gt;bonded debt&lt;/a&gt;, mostly to pay for internal improvements, such as turnpike construction and loans to railroads. Governor &lt;a href=\"William%20Gannaway%20Brownlow\"&gt;William Brownlow&lt;/a&gt; exacerbated the problem by issuing more bonds to pay the interest on outstanding bonds in the late 1860s. By the time Brown took office, the state was struggling to pay the interest on this debt. Brown managed to reduce the state's bonded debt to $20 million, and eliminated all of the state's floating debt. His efforts proved futile, however, and the state eventually defaulted following the &lt;a href=\"Panic%20of%201873\"&gt;Panic of 1873&lt;/a&gt;.\nBrown's administration enacted the state's first truly effective &lt;a href=\"Education%20in%20the%20United%20States\"&gt;public school&lt;/a&gt; legislation, which called for the establishment of county and city &lt;a href=\"Superintendent%20%28education%29\"&gt;school superintendents&lt;/a&gt;, and the creation of the office of State Superintendent of Public Instruction. Brown also advocated a &lt;a href=\"board%20of%20directors\"&gt;board of directors&lt;/a&gt; to govern local school districts, and the organization of separate schools for &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; and white children. To support these schools, Governor Brown called for the &lt;a href=\"Tennessee%20General%20Assembly\"&gt;Legislature&lt;/a&gt; to institute a small state tax and give cities and counties the power to raise additional taxes.\nIn 1875, along with several other former Confederate generals, he competed for an open &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; seat, but lost on the 54th ballot in the state legislature to former President &lt;a href=\"Andrew%20Johnson\"&gt;Andrew Johnson&lt;/a&gt;.\nLater life.\nIn 1876, Brown, who supported &lt;a href=\"Thomas%20A.%20Scott\"&gt;Thomas A. Scott&lt;/a&gt;'s efforts to build a transcontinental railroad in the South, joined the Texas &amp; Pacific Railroad as a vice president. He was appointed &lt;a href=\"receivership\"&gt;receiver&lt;/a&gt; of this railroad in 1885, and was elevated to president in 1888. The following year, he became president of the Tennessee Coal, Iron and Railroad Company, which was one of the largest industrial firms in the South. Brown also served as president of the Bon Air Coal Company, a coal mining operation on the &lt;a href=\"Cumberland%20Plateau\"&gt;Cumberland Plateau&lt;/a&gt; near &lt;a href=\"Crossville%2C%20Tennessee\"&gt;Crossville&lt;/a&gt;, in the 1880s.\nBrown fell ill in the Summer of 1889, and traveled to &lt;a href=\"Red%20Boiling%20Springs%2C%20Tennessee\"&gt;Red Boiling Springs&lt;/a&gt;, a mineral springs resort in north-central Tennessee, in hopes of recovering. On August 17, 1889, however, he suffered a stomach &lt;a href=\"hemorrhage\"&gt;hemorrhage&lt;/a&gt; and died. His body was returned to Pulaski and interred in the city's Maplewood Cemetery.\nPersonal life.\nBrown's first wife, Anne Pointer, died in 1858. They had no children. He married his second wife, Elizabeth Childress of &lt;a href=\"Murfreesboro%2C%20Tennessee\"&gt;Murfreesboro&lt;/a&gt;, in 1864. Her paternal aunt was First Lady &lt;a href=\"Sarah%20Childress%20Polk\"&gt;Sarah Childress Polk&lt;/a&gt;, and her father resided at the &lt;a href=\"Childress-Ray%20House\"&gt;Childress-Ray House&lt;/a&gt;. They had four children: Marie, Daisy, Elizabeth, and John C. Brown, Jr. Brown's wife, Elizabeth, was among the women featured in Annie Somers Gilchrist's 1902 book, \"Some Representative Women of Tennessee\". The Browns' daughter, Marie, was married to Governor &lt;a href=\"Benton%20McMillin\"&gt;Benton McMillin&lt;/a&gt;."
}