{
    "id": "8667899",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=8667899",
    "title": "Jan van Beveren",
    "text": "Jan van Beveren (, 5 March 1948 – 26 June 2011) was a Dutch &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and coach, who played as a &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt;.\nVan Beveren was born in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, but moved to &lt;a href=\"Emmen%2C%20Netherlands\"&gt;Emmen&lt;/a&gt; as a teenager. After reaching the first team with amateur side &lt;a href=\"FC%20Emmen\"&gt;VV Emmen&lt;/a&gt;, he joined &lt;a href=\"Sparta%20Rotterdam\"&gt;Sparta Rotterdam&lt;/a&gt;. In 1970, Van Beveren was bought by &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt;, where he won three &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; titles, two &lt;a href=\"KNVB%20Cup\"&gt;domestic cups&lt;/a&gt; and the &lt;a href=\"1978%20UEFA%20Cup%20Final\"&gt;UEFA Cup in 1978&lt;/a&gt;. In 1980, he moved to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to spend three seasons with the &lt;a href=\"Fort%20Lauderdale%20Strikers%20%281977%E2%80%9383%29\"&gt;Fort Lauderdale Strikers&lt;/a&gt;. After playing indoor soccer for two years with the &lt;a href=\"Dallas%20Sidekicks%20%281984-2004%29\"&gt;Dallas Sidekicks&lt;/a&gt;, Van Beveren retired and settled in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;. He later served as a youth coach at several clubs.\nVan Beveren played 32 caps for the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands national team&lt;/a&gt;. Although a first choice in the late sixties, his international career was cut short due to a long feud with &lt;a href=\"Johan%20Cruyff\"&gt;Johan Cruyff&lt;/a&gt;. It resulted in Van Beveren missing the &lt;a href=\"1974%20FIFA%20World%20Cup\"&gt;1974 World Cup&lt;/a&gt;, and retiring from international football in 1977.\nEarly years.\nVan Beveren was born in Amsterdam, where he spent his first years. His father was &lt;a href=\"Wil%20van%20Beveren\"&gt;Wil van Beveren&lt;/a&gt;, a sprinter who appeared at the &lt;a href=\"1936%20Summer%20Olympics\"&gt;1936 Olympic Games&lt;/a&gt;, competing against &lt;a href=\"Jesse%20Owens\"&gt;Jesse Owens&lt;/a&gt; in the &lt;a href=\"Athletics%20at%20the%201936%20Summer%20Olympics%20%E2%80%93%20Men%27s%20200%20metres\"&gt;200 metres event&lt;/a&gt;. His mother was a regional athlete. Van Beveren immediately started playing football as a goalkeeper at age 3 with his brother Wil. His first footballing years were spent on the Stadionplein, next to the &lt;a href=\"Olympic%20Stadium%20%28Amsterdam%29\"&gt;Olympic Stadium&lt;/a&gt;. In 1958, the Van Beveren family moved to &lt;a href=\"Emmen%2C%20Netherlands\"&gt;Emmen&lt;/a&gt;, where father Wil could get a job at the local newspaper. The two sons Jan and Wil subsequently joined amateur club &lt;a href=\"VV%20Emmen\"&gt;VV Emmen&lt;/a&gt;. Van Beveren was placed in the seventh squad of the under-14s, but his talent was recognized and he quickly rose through the youth ranks.\nHe made his debut for Emmen's first team at age 15. A year later, Van Beveren decided to try his luck with a professional team: he had set his eyes on &lt;a href=\"Sparta%20Rotterdam\"&gt;Sparta Rotterdam&lt;/a&gt;, where his brother Wil had left to play for earlier. The Emmen board refused to let him leave, though. Even when Van Beveren quit his school and travelled to Rotterdam, the club refused to sign the necessary papers for months, preventing Van Beveren to play.\nClub career.\nSparta and PSV Eindhoven.\nAt Sparta, Van Beveren trained with coach &lt;a href=\"Wiel%20Coerver\"&gt;Wiel Coerver&lt;/a&gt;, who turned out to be instrumental in his development. They would frequently hold training sessions together three times a day. Van Beveren started out in the Sparta under-19 squad but he quickly became first choice, surpassing &lt;a href=\"Pim%20Doesburg\"&gt;Pim Doesburg&lt;/a&gt;. Van Beveren reached the fifth place twice with Sparta and in his last season, that spot enabled them to enter the &lt;a href=\"Inter-Cities%20Fairs%20Cup\"&gt;Inter-Cities Fairs Cup&lt;/a&gt;.\nIn 1970, the ambitious Van Beveren aimed for a bigger club, and &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt;, &lt;a href=\"Feyenoord\"&gt;Feyenoord&lt;/a&gt;, &lt;a href=\"Real%20Madrid\"&gt;Real Madrid&lt;/a&gt; and &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt; tried to sign him. Real Madrid had to cancel the deal because the &lt;a href=\"La%20Liga\"&gt;Spanish league&lt;/a&gt; was being closed for foreigners. Of the remaining clubs, only PSV managed to meet the financial demands from Sparta and Van Beveren, with the transfer fee being 1 million &lt;a href=\"Guilder\"&gt;Guilder&lt;/a&gt;. When Van Beveren joined PSV he would take the goalkeeping spot from Doesburg again, who consequently returned to Sparta. In his first season, the team reached the semi-finals of the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt;, but were eliminated by Real Madrid. In the following years, Van Beveren established himself as PSV's first goalkeeper choice; in 1973 he signed a new seven-year contract with the club. In late 1973, Van Beveren injured his groin during a match against Ajax. Despite severe pain, he chose to remain on the pitch. The injury prevented Van Beveren to play for the remainder of the season, in which PSV won the &lt;a href=\"KNVB%20Cup\"&gt;KNVB Cup&lt;/a&gt;.\nIn the 1974–75 season, the recovered Van Beveren was appointed as captain of the team. PSV reached the Cup Winners' Cup semi-finals again and won the &lt;a href=\"1974%E2%80%9375%20Eredivisie\"&gt;Eredivisie&lt;/a&gt;; Van Beveren's first title win. This was followed up by the '&lt;a href=\"Double%20%28association%20football%29\"&gt;double&lt;/a&gt;' a year later. That season, Van Beveren and PSV almost managed to reach the &lt;a href=\"European%20Cup\"&gt;European Cup&lt;/a&gt; final; PSV was eliminated with a single goal by &lt;a href=\"AS%20Saint-%C3%89tienne\"&gt;AS Saint-Étienne&lt;/a&gt; in the semi-finals. The 1977–78 season started unlucky when Van Beveren collided with the woodwork in an exhibition match against Hapert, leaving him with a concussion. After his return, he and PSV enjoyed their best season in history so far by winning the Eredivisie, the domestic cup and the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;. In the UEFA Cup final, Van Beveren kept a clean sheet in both matches. PSV won 3–0 on aggregate and Van Beveren lifted his first and only European trophy.\nAn incident in 1978 motivated Van Beveren to leave the Netherlands. Throughout his international career, a public dispute between Van Beveren and &lt;a href=\"Johan%20Cruyff\"&gt;Johan Cruyff&lt;/a&gt; resulted in the public siding with the latter and viewing Van Beveren's international retirement as a 'betrayal'. When he was asked to appear as a pundit for a &lt;a href=\"1978%20FIFA%20World%20Cup\"&gt;1978 World Cup&lt;/a&gt; national team match, the Dutch public broadcast channel received many threats aimed at Van Beveren, his property and his family. His television appearance was cancelled, and that night Van Beveren decided to leave The Netherlands for good. His contract at PSV ran for another two years though, which he reluctantly had to accept. When the contract ended in 1980, PSV offered an extension, but Van Beveren refused, opting for a move to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. By then, another reason for him to leave was a disagreement with the way coach &lt;a href=\"Kees%20Rijvers\"&gt;Kees Rijvers&lt;/a&gt; was forced out of PSV.\nFort Lauderdale Strikers and indoor soccer.\nEven though &lt;a href=\"Olympique%20Marseille\"&gt;Olympique Marseille&lt;/a&gt; showed interest earlier, as well as the &lt;a href=\"New%20York%20Cosmos%20%281970%E2%80%9385%29\"&gt;New York Cosmos&lt;/a&gt;, he chose to play for the &lt;a href=\"Fort%20Lauderdale%20Strikers%20%281977%E2%80%9383%29\"&gt;Fort Lauderdale Strikers&lt;/a&gt;. His friend &lt;a href=\"Cor%20van%20der%20Hart\"&gt;Cor van der Hart&lt;/a&gt; was the coach of the Strikers at the time and he convinced him to join the club. Van Beveren made his debut in June 1980 (halfway through the season) in a 4–0 victory against the &lt;a href=\"San%20Jose%20Earthquakes\"&gt;San Jose Earthquakes&lt;/a&gt;. He quickly gained a starting spot for Fort Lauderdale Strikers at the expense of previous goalkeeper &lt;a href=\"Arnie%20Mausser\"&gt;Arnie Mausser&lt;/a&gt;. In his first season, Van Beveren and his team qualified for the &lt;a href=\"1980%20North%20American%20Soccer%20League%20season\"&gt;1980 North American Soccer League Soccer Bowl&lt;/a&gt;.\nHe remained at the club for three years, at the time competing in the &lt;a href=\"North%20American%20Soccer%20League%20%281968%29\"&gt;North American Soccer League&lt;/a&gt;. Because of the demise of the NASL after the 1983 season, Van Beveren was left without a club. In April 1984, he went on to play in the &lt;a href=\"Major%20Indoor%20Soccer%20League%20%281978%E2%80%9392%29\"&gt;Major Indoor Soccer League&lt;/a&gt; by joining the &lt;a href=\"Dallas%20Sidekicks%20%281984%E2%80%932004%29\"&gt;Dallas Sidekicks&lt;/a&gt;. It was Van Beveren's second indoor soccer experience; he had played one match for the Fort Lauderdale Strikers Indoor team in 1981. Van Beveren was the first player ever to be signed by the newly founded Sidekicks. His first season was disappointing: he lost 22 of the 30 matches he appeared in, and the Sidekicks ended last in the league. In the &lt;a href=\"1985%E2%80%9386%20Major%20Indoor%20Soccer%20League%20season\"&gt;1985–86&lt;/a&gt; season, he played three more games for the club, before being officially released in February 1986.\nInternational career.\nAfter playing only 17 games at the highest level, Van Beveren debuted for the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands national football team&lt;/a&gt; at age 19. His first match was a 3–1 victory over the &lt;a href=\"Soviet%20Union%20national%20football%20team\"&gt;Soviet Union&lt;/a&gt;. In the following years, Van Beveren became the first goalkeeper for the national team. But to his discontent, he faced the problem of playing with unmotivated &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt; and &lt;a href=\"Feyenoord\"&gt;Feyenoord&lt;/a&gt; players who could achieve considerable more success and bigger financial gain at their clubs. After failing to qualify for the &lt;a href=\"1970%20FIFA%20World%20Cup\"&gt;1970 FIFA World Cup&lt;/a&gt;, Van Beveren lashed out against his teammates: \"we lost because some players didn't want to put themselves out. They were only talking about money. (…) If you play for your nation, who cares about money?\" In the &lt;a href=\"UEFA%20Euro%201972\"&gt;Euro 1972&lt;/a&gt; qualification, Van Beveren appeared in six matches, but the Netherlands again failed to qualify. For the &lt;a href=\"1974%20FIFA%20World%20Cup\"&gt;1974 World Cup&lt;/a&gt;, he played four qualification matches, but a groin injury sidelined him for the final matches.\nWeeks before the World Cup, Van Beveren almost regained full fitness and he was tested by coach &lt;a href=\"Rinus%20Michels\"&gt;Rinus Michels&lt;/a&gt; in a friendly match against &lt;a href=\"Hamburger%20SV\"&gt;Hamburger SV&lt;/a&gt;. Van Beveren insisted on playing only one half, but Michels refused to give in to his demands and sends him home, later citing a 'lack of character'. The World Cup was played with &lt;a href=\"Jan%20Jongbloed\"&gt;Jan Jongbloed&lt;/a&gt; in the goal instead. Behind the scenes, Van Beveren faced a different issue. A problem emerged with the division of sponsorship money: for the World Cup, the &lt;a href=\"Royal%20Dutch%20Football%20Association\"&gt;KNVB&lt;/a&gt; decided to allocate a greater amount to &lt;a href=\"Johan%20Cruyff\"&gt;Johan Cruyff&lt;/a&gt;, &lt;a href=\"Johan%20Neeskens\"&gt;Johan Neeskens&lt;/a&gt;, &lt;a href=\"Willem%20van%20Hanegem\"&gt;Willem van Hanegem&lt;/a&gt; and &lt;a href=\"Piet%20Keizer\"&gt;Piet Keizer&lt;/a&gt;, leaving smaller amounts for the remaining team members. When Van Beveren found out, he informed the team. Subsequently, Cruyff pressured Michels and the KNVB to remove Van Beveren.\nAfter the World Cup, Van Beveren returned to the national team, but the feud with Cruyff remained. With the 'Total Football' successes by Ajax and the Dutch national team, Cruyff amassed considerable influence; most players who sided with him in the national team were managed by his father-in-law Cor Coster. But Van Beveren's refusal to follow suit was deemed insulting by Cruyff. The Cruyff clan, who were backed by then-coach &lt;a href=\"George%20Knobel\"&gt;George Knobel&lt;/a&gt;, proceeded to antagonize Van Beveren and the other PSV players. Some of them contemplated of quitting the team, but Van Beveren persuaded them to stay. In October 1975, the Dutch team lost a first leg qualification match against &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt; with 4–1. In the aftermath, Cruyff publicly blamed the PSV players for the loss, while Van Beveren criticized Cruyff's superstar behavior: before the Poland match, Cruyff personally decided to arrive to the training session a few days late. When Cruyff showed up, &lt;a href=\"Willy%20van%20der%20Kuijlen\"&gt;Willy van der Kuijlen&lt;/a&gt; openly criticized his actions, prompting Cruyff to angrily approach Knobel. He forced him to choose between him or Van der Kuijlen and Van Beveren. Knobel sided with Cruyff and on 13 October, Van Beveren and Van der Kuijlen decided to leave the national team.\nVan Beveren refused to play for the national team after these incidents and therefore missed &lt;a href=\"UEFA%20Euro%201976\"&gt;UEFA Euro 1976&lt;/a&gt;. He only appeared once more for the national team. In 1977, coach &lt;a href=\"Jan%20Zwartkruis\"&gt;Jan Zwartkruis&lt;/a&gt; convinces him to play in a qualifying match against Iceland. It turned out to be his last match in the national team; in the lead-up to the 1978 World Cup, Van Beveren was repeatedly benched during matches. When he approached Zwartkruis about his decisions, the coach responded with \"Jan, I'm just being manipulated\". It prompted him to announce his international retirement yet again.\nStyle of play.\nVan Beveren was known as a goalkeeper who would seldom leave his direct goal area; he would rely on his reflexes to catch the ball once it was shot on target. Journalist Matty Verkamman described his style as \"gracious and elegant; athletic and stoic\". His reflexes were considered his strongest point. Writer &lt;a href=\"David%20Winner%20%28author%29\"&gt;David Winner&lt;/a&gt; claimed in the &lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt; that he was \"a wonderfully agile 'line keeper,' a shot stopper of the old school\". Van Beveren about himself: \"I could not play football, I was a born goalkeeper. Reflexes, jumping, strength; people are born with it.\" He was equally efficient with both hands, and also kicked with both feet.\nPost-career.\nAfter retiring, Van Beveren remained in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; where he unsuccessfully tried a collectible postage stamp business. He also served as goalkeeping coach at the Dallas Texans Soccer Club. In December 1999, he was invited by Cruyff to play in the 'Game of the Century'; a match between the Netherlands' best players ever and the best foreign players ever to have appeared in the Eredivisie. In 2007, he became the training coordinator for the Spindletop Select Soccer Club in &lt;a href=\"Beaumont%2C%20Texas\"&gt;Beaumont, Texas&lt;/a&gt;, training youth players aged 9 to 18. Van Beveren died at age 63 at his home in Beaumont. Tributes were held by the Spindletop Select players two days later. PSV Eindhoven commemorated Van Beveren during the Eredivisie match between PSV and &lt;a href=\"NAC%20Breda\"&gt;NAC Breda&lt;/a&gt; in December 2011. That day, a sculpture of Van Beveren was also revealed at the &lt;a href=\"Philips%20Stadion\"&gt;Philips Stadion&lt;/a&gt;.\nOn 26 August 1968 Van Beveren married Petra Warringa."
}