{
    "id": "866748",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=866748",
    "title": "Nashia inaguensis",
    "text": "Nashia inaguensis is an &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt; &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;, commonly referred to as Moujean tea, Bahamas berry, or pineapple verbena. It is native to the east &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; islands, in particular the island of &lt;a href=\"Inagua\"&gt;Inagua&lt;/a&gt; in the &lt;a href=\"Bahamas\"&gt;Bahamas&lt;/a&gt;, after which the species is named. In its native environment, the plant crawls along sunny, rocky outcroppings, semi-protected from steady high winds.\nIt is a loose, spreading shrub with many branches up to 2 m high, with mature trunks of 5–10 cm diameter. The &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; are aromatic, simple, opposite (or fascicled), elliptic to obovate or spatulate, 5–10 mm long, with revolute margins. The &lt;a href=\"flower\"&gt;flower&lt;/a&gt;heads are axillary, sessile, few-flowered, with a strigose calyx; the corolla is whitish, about 2 mm long, four-lobed, and with four stamens. The fragrant foliage and tiny white flowers are highly attractive to pollinators, in particular the &lt;a href=\"Eumaeus%20atala\"&gt;Atala butterfly&lt;/a&gt;.\nCultivation and uses.\nIt is often used as a bonsai plant due to its miniaturized features. The flowers form in clusters and are followed by reddish orange berries. It prefers full sun, warmth (a minimum temperature of 5 °C) and must be kept under high humidity. Even a brief spell of dryness can kill the plant. It can be propagated from cuttings, preferably in the spring and early summer during warm nights. A &lt;a href=\"decoction\"&gt;decoction&lt;/a&gt; of the fragrant leaves, variously described as having the scent and flavor of citrus, vanilla, or pineapple, is used as an herbal tea.\nReferences.\n Lamiales of North America Update, database (version 2011)"
}