{
    "id": "8674218",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=8674218",
    "title": "Young Jessie",
    "text": "Obediah Donnell \"Obie\" Jessie (December 28, 1936 – April 27, 2020) was an American &lt;a href=\"rhythm%20and%20blues\"&gt;R&amp;B&lt;/a&gt;, &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt; and &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; &lt;a href=\"singing\"&gt;singer&lt;/a&gt; and &lt;a href=\"songwriter\"&gt;songwriter&lt;/a&gt;. He recorded as Young Jessie in the 1950s and 1960s, and was known for his solo career, work with &lt;a href=\"The%20Flairs\"&gt;The Flairs&lt;/a&gt; and a brief stint in &lt;a href=\"The%20Coasters\"&gt;The Coasters&lt;/a&gt;. He later performed and recorded jazz as Obie Jessie.\nEarly life.\nJessie's father was a cook but had no musical background. His mother, Malinda (&lt;a href=\"married%20and%20maiden%20names\"&gt;née&lt;/a&gt; Harris) was very musical, playing piano and other instruments; she had a brief musical career under the name Plunky Harris. On his mother's side of the family, Jessie was also kin to the blues musician, &lt;a href=\"Blind%20Lemon%20Jefferson\"&gt;Blind Lemon Jefferson&lt;/a&gt;.\nEarly career.\nIn 1946, he moved with his family to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, where he began studying music, and formed a vocal group, The Debonaires, which also included &lt;a href=\"Richard%20Berry%20%28musician%29\"&gt;Richard Berry&lt;/a&gt;. The group recorded Jessie's song, \"I Had A Love\", in 1953, and the single was released under the name of The Hollywood Blue Jays. They then renamed themselves as &lt;a href=\"The%20Flairs\"&gt;The Flairs&lt;/a&gt;, and won a recording contract with &lt;a href=\"Modern%20Records\"&gt;Modern Records&lt;/a&gt;. However, in 1954 Jessie signed a solo contract with producers &lt;a href=\"Jerry%20Leiber%20and%20Mike%20Stoller\"&gt;Jerry Leiber and Mike Stoller&lt;/a&gt;, and began recording as \"Young Jessie\". He said: \"[The name] came about because I sounded like I was forty, like ancient for a boy of 17. I had this deep baritone voice and the &lt;a href=\"Bihari%20brothers\"&gt;Biharis&lt;/a&gt; wanted me to get close to the &lt;a href=\"rock%20%27n%27%20roll\"&gt;rock 'n' roll&lt;/a&gt; market. I could have called myself Obie Jessie but I didn't want people to think I was old.\"\nRecordings and performances.\nIn 1955, he wrote and recorded the single \"Mary Lou,\" later covered by &lt;a href=\"Ronnie%20Hawkins\"&gt;Ronnie Hawkins&lt;/a&gt; in 1959, &lt;a href=\"Steve%20Miller%20Band\"&gt;Steve Miller Band&lt;/a&gt; in 1973, &lt;a href=\"Bob%20Seger\"&gt;Bob Seger&lt;/a&gt; in 1976, &lt;a href=\"Gene%20Clark\"&gt;Gene Clark&lt;/a&gt; in 1977, &lt;a href=\"Frank%20Zappa\"&gt;Frank Zappa&lt;/a&gt; in 1983 and &lt;a href=\"The%20Oblivians\"&gt;The Oblivians&lt;/a&gt; in 1997. In 1956, he released \"Hit Git And Split\", co-written with &lt;a href=\"Buck%20Ram\"&gt;Buck Ram&lt;/a&gt; and recorded in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; with guitarist &lt;a href=\"Mickey%20Baker\"&gt;Mickey Baker&lt;/a&gt;. He also briefly recorded with &lt;a href=\"The%20Coasters\"&gt;The Coasters&lt;/a&gt; in 1957, (including harmony vocals on \"Searchin'\" and \"Young Blood\"), and appeared on records by The Crescendos and Johnny Morisette, as well as being a writer for other artists' recordings, including The Chargers and Jimmy Norman. He released the single \"Shuffle In the Gravel\" / \"Make Believe\", again produced by Leiber and Stoller, on the &lt;a href=\"Atco%20Records\"&gt;Atco&lt;/a&gt; label in 1957.\nJessie then moved on to record jazz for the &lt;a href=\"Capitol%20Records\"&gt;Capitol&lt;/a&gt; label, novelty records for &lt;a href=\"Mercury%20Records\"&gt;Mercury&lt;/a&gt; in the early 1960s, and soul ballads for the Vanessa label in 1963, but with little commercial success. He recorded some unreleased material for Jake Porter in the 1960s. He also did an album's worth of songs owned by &lt;a href=\"Harvey%20Fuqua\"&gt;Harvey Fuqua&lt;/a&gt; in the 1970s that never got released. In 1972, he recorded a single as Obe Jessie &amp; The Seeds Of Freedom for Stone Dogg Records.\nHe also formed a jazz group, the Obie Jessie Combo, which played club dates, and in 1976 became musical director for &lt;a href=\"Esther%20Phillips\"&gt;Esther Phillips&lt;/a&gt;. In 1982, he toured in Europe and recorded jazz in Germany, and in 1983 performed at an \"R &amp; B Jamboree\" in &lt;a href=\"London\"&gt;London&lt;/a&gt;, where he reportedly \"astonished the audience with a charismatic performance.\" He has also performed with &lt;a href=\"Leon%20Hughes\"&gt;Leon Hughes&lt;/a&gt;' group of &lt;a href=\"The%20Coasters\"&gt;The Coasters&lt;/a&gt;. As Obie Jessie, he later released several jazz albums, including \"What Happened To Jr.\" (1995), \"Here's To Life\" (2002), and \"New Atmosphere\" (2009). He also recorded with Atlanta-based saxophonist Bob Miles, and performed on the song \"People The Time Has Come\" with lyrics by Nadim Sulaiman Ali.\nPersonal life.\nHis younger brother &lt;a href=\"DeWayne%20Jessie\"&gt;DeWayne Jessie&lt;/a&gt; became an &lt;a href=\"actor\"&gt;actor&lt;/a&gt;, and became well known as &lt;a href=\"Otis%20Day\"&gt;Otis Day&lt;/a&gt; in the film, \"&lt;a href=\"National%20Lampoon%27s%20Animal%20House\"&gt;National Lampoon's Animal House&lt;/a&gt;\". Two of Young Jessie's four children sang in a group called Wizdom in the 1980s.\nObie Jessie died on April 27, 2020, aged 83."
}