{
    "id": "867557",
    "revid": "31530",
    "url": "https://en.wikipedia.org/wiki?curid=867557",
    "title": "Trichocentrum",
    "text": "Trichocentrum, often abbreviated Trctm in &lt;a href=\"horticulture\"&gt;horticulture&lt;/a&gt;, is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; in the &lt;a href=\"orchid\"&gt;orchid&lt;/a&gt; &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt;, Orchidaceae. Dancinglady orchid is a common name for plants in this genus. It was described by &lt;a href=\"Stephan%20Ladislaus%20Endlicher\"&gt;Stephan Ladislaus Endlicher&lt;/a&gt; and &lt;a href=\"Eduard%20Friedrich%20Poeppig\"&gt;Eduard Friedrich Poeppig&lt;/a&gt; in 1836. This genus alone makes up the monogeneric Trichocentrum alliance, a quite distinct lineage of the &lt;a href=\"subtribe\"&gt;subtribe&lt;/a&gt; &lt;a href=\"Oncidiinae\"&gt;Oncidiinae&lt;/a&gt;.\nThe 68 currently recognized species are &lt;a href=\"epiphyte\"&gt;epiphyte&lt;/a&gt;s &lt;a href=\"species\"&gt;species&lt;/a&gt; are distributed in damp forests from &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; to &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;.\nDescription.\nThe &lt;a href=\"pseudobulb\"&gt;pseudobulb&lt;/a&gt;s are reduced. The obtuse, fleshy &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; are 9 cm long. They are broadly elliptic to ovate-lanceolate.\nThe large, showy &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s grow basally on a short &lt;a href=\"Peduncle%20%28botany%29\"&gt;peduncle&lt;/a&gt; in a single-flowered to few-flowered &lt;a href=\"raceme\"&gt;raceme&lt;/a&gt;. They are white, or white covered with maroon dots. The &lt;a href=\"petal\"&gt;petal&lt;/a&gt;s and &lt;a href=\"sepal\"&gt;sepal&lt;/a&gt;s are similar.\nThe long &lt;a href=\"Labellum%20%28botany%29\"&gt;lip&lt;/a&gt; carries a short &lt;a href=\"spur\"&gt;spur&lt;/a&gt;. This feature distinguishes the genus from other &lt;a href=\"Oncidiinae\"&gt;Oncidiinae&lt;/a&gt;, in which the spur is an extension of the &lt;a href=\"column%20%28botany%29\"&gt;column&lt;/a&gt;. The short column has a pair of apical wings on the &lt;a href=\"Carpel\"&gt;stigma&lt;/a&gt;. The &lt;a href=\"anther\"&gt;anther&lt;/a&gt; often bears minute &lt;a href=\"wiktionary%3APapilla\"&gt;papilla&lt;/a&gt;e. There are two waxy &lt;a href=\"pollinium\"&gt;pollinia&lt;/a&gt;, connected to elongate &lt;a href=\"stipe%20%28botany%29\"&gt;stipe&lt;/a&gt;s.\nIn horticulture.\n\"Trichocentrum\" species are highly appreciated by orchid growers; some consider them to be among the most beautiful orchids on earth. Culture of members of this genus is highly variable, ranging from the drought-tolerant and easy-to-grow &lt;a href=\"Tiger-like%20Trichocentrum\"&gt;Tiger-like Trichocentrum&lt;/a&gt; (\"&lt;a href=\"Trichocentrum%20tigrinum\"&gt;T. tigrinum&lt;/a&gt;\") to smaller and more delicate species.\nIn cultivation they are subject to rot unless provided with conditions similar to those they experience in the wild. Extensive research into the ecological profiles of individual species may be required to achieve success cultivating them. Many species from Central America apparently endure a prolonged drought for at least part of the year, and have developed &lt;a href=\"succulent\"&gt;succulent&lt;/a&gt; leaves to deal with these conditions. Plants may shrivel quite severely without long-lasting injury.\nChemistry and use as entheogen.\nThe Central and South American species \"&lt;a href=\"Trichocentrum%20cebolleta\"&gt;Trichocentrum cebolleta&lt;/a&gt;\" (known formerly as \"Oncidium cebolleta\") has been found to contain a variety of &lt;a href=\"phenanthrenoids\"&gt;phenanthrenoids&lt;/a&gt;. This species is of considerable &lt;a href=\"ethnobotanical\"&gt;ethnobotanical&lt;/a&gt; interest as one of only a handful of orchids reported to be used as an &lt;a href=\"entheogen\"&gt;entheogen&lt;/a&gt;s. \"T. cebolleta\" is used as a substitute for \"hikuli\" a.k.a. \"peyote\" (the &lt;a href=\"hallucinogenic\"&gt;hallucinogenic&lt;/a&gt; &lt;a href=\"cactus\"&gt;cactus&lt;/a&gt; \"&lt;a href=\"Lophophora%20williamsii\"&gt;Lophophora williamsii&lt;/a&gt;\") by the &lt;a href=\"Tarahumara\"&gt;Tarahumara&lt;/a&gt; of Northern &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; - a tribe noted for the large number of hallucinogenic plants which it uses in various &lt;a href=\"shamanic\"&gt;shamanic&lt;/a&gt; and &lt;a href=\"running\"&gt;running&lt;/a&gt;-related practices. The combination of phenanthrenoid content and employment as entheogens in shamanic practices is to be found also in the Asiatic orchids \"&lt;a href=\"Vanda%20tessellata\"&gt;Vanda tessellata&lt;/a&gt;\" and \"&lt;a href=\"Dendrobium%20macraei\"&gt;Dendrobium macraei&lt;/a&gt;\" (- known formerly as \"Ephemerantha macraei\" and \"Flickingeria macraei\" - see page \"&lt;a href=\"Flickingeria\"&gt;Flickingeria&lt;/a&gt;\"). The orchidaceous genera \"Trichocentrum\", \"&lt;a href=\"Vanda\"&gt;Vanda&lt;/a&gt;\" and \"&lt;a href=\"Dendrobium\"&gt;Dendrobium&lt;/a&gt;\" are all members of the subfamily \"&lt;a href=\"Epidendroideae\"&gt;Epidendroideae&lt;/a&gt;\" and are also placed currently in the subgroup/clade of Higher Epidendroids within the subfamily.\nSystematics.\nThere is disagreement as to the &lt;a href=\"Taxonomy%20%28biology%29\"&gt;taxonomic&lt;/a&gt; status of some species that have recently been moved from \"&lt;a href=\"Oncidium\"&gt;Oncidium&lt;/a&gt;\" to \"Trichocentrum\". Morphological characteristics of \"typical\" trichocentrums, such as being relatively small and squat with a short, few-to-several flowered inflorescence, contrasts sharply with the larger, heavier oncidiums with long, \"mule-ear\" leaves and showy, branched inflorescences with many flowers, or the \"rat-tail\" species with &lt;a href=\"terete\"&gt;terete&lt;/a&gt; leaves.\nWhile studies of &lt;a href=\"molecular%20phylogeny\"&gt;molecular phylogeny&lt;/a&gt; has caused substantial reclassifications, it is uncertain whether this new scheme will be widely adopted. As with many plants, &lt;a href=\"hybrid%20%28biology%29\"&gt;hybrid&lt;/a&gt;isation might heavily confound &lt;a href=\"cladistic\"&gt;cladistic&lt;/a&gt; analyses, though the exact extent is unknown. Hybridisation of \"Trichocentrum\" with \"Oncidium\" has resulted in the hybrid genus \"&lt;a href=\"%C3%97Trichocidium\"&gt;×Trichocidium&lt;/a&gt;\" for example, and similar events in the past would result in unrealistic assessments of relationship based on molecular phylogenetic studies with too limited a scope."
}