{
    "id": "86772",
    "revid": "5149182",
    "url": "https://en.wikipedia.org/wiki?curid=86772",
    "title": "Réunion",
    "text": "Réunion (, ; previously \"Île Bourbon\"; ) is an island in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; that is an &lt;a href=\"overseas%20departments%20and%20regions%20of%20France\"&gt;overseas department and region&lt;/a&gt; of France. It is located approximately east of the island of &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt; and southwest of the island of &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt;. , it had a population of 868,846.\nLike the other four overseas departments, Réunion also holds the status of a &lt;a href=\"regions%20of%20France\"&gt;region of France&lt;/a&gt;, and is an integral part of the French Republic. Réunion is an &lt;a href=\"special%20member%20state%20territories%20and%20the%20European%20Union\"&gt;outermost region&lt;/a&gt; of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and is part of the &lt;a href=\"eurozone\"&gt;eurozone&lt;/a&gt;. Réunion and the fellow French overseas department of &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt; are the only eurozone regions located in the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt;. \nAs in the rest of France, the official language of Réunion is French. In addition, a majority of the region's population speaks &lt;a href=\"R%C3%A9union%20Creole\"&gt;Réunion Creole&lt;/a&gt;.\nToponymy.\nWhen France took possession of the island in the seventeenth century, it was named &lt;a href=\"House%20of%20Bourbon\"&gt;Bourbon&lt;/a&gt;, after the dynasty that then ruled France. To break with this name, which was too attached to the \"&lt;a href=\"Ancien%20R%C3%A9gime\"&gt;Ancien Régime&lt;/a&gt;\", the &lt;a href=\"National%20Convention\"&gt;National Convention&lt;/a&gt; decided on March 23, 1793, to rename the territory Réunion Island. (\"Réunion\", in French, usually means \"meeting\" or \"assembly\" rather than \"reunion\". This name was presumably chosen in homage to the meeting of the &lt;a href=\"f%C3%A9d%C3%A9r%C3%A9\"&gt;fédéré&lt;/a&gt;s of Marseilles and the Paris &lt;a href=\"National%20Guard%20%28France%29\"&gt;National Guards&lt;/a&gt; that preceded the &lt;a href=\"insurrection%20of%2010%20August%201792\"&gt;insurrection of 10 August 1792&lt;/a&gt;. No document establishes this and the use of the word \"meeting\" could have been purely symbolic.)\nThe island changed its name again in the 19th century: in 1806, under the &lt;a href=\"First%20French%20Empire\"&gt;First Empire&lt;/a&gt;, General Decaen named it Île Bonaparte (after &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;), and in 1810 it became Île Bourbon again. It was permanently renamed Réunion after &lt;a href=\"French%20Revolution%20of%201848\"&gt;the fall of the July monarchy&lt;/a&gt; by a decree of the provisional government on 7 March 1848.\nIn accordance with the original spelling and the classical spelling and typographical rules, \"la Réunion\" was written with a lower case in the article, but during the end of the 20th century, the spelling \"La Réunion\" with a capital letter was developed in many writings to emphasize the integration of the article in the name. This last spelling corresponds to the recommendations of the \"Commission nationale de &lt;a href=\"toponymy\"&gt;toponymy&lt;/a&gt;\" and appears in the current &lt;a href=\"Constitution%20of%20France\"&gt;Constitution of the French Republic&lt;/a&gt; in articles 72-3 and 73.\nHistory.\nThe island has been inhabited since the &lt;a href=\"17th%20century\"&gt;17th century&lt;/a&gt;, when people from France and Madagascar settled there. Slavery was abolished on 20 December 1848 (a date celebrated yearly on the island), when the &lt;a href=\"Second%20French%20Republic\"&gt;Second Republic&lt;/a&gt; abolished slavery in the French colonies. However, &lt;a href=\"indentured%20workers\"&gt;indentured workers&lt;/a&gt; continued to be brought to Réunion from &lt;a href=\"South%20India\"&gt;South India&lt;/a&gt;, among other places. The island became an &lt;a href=\"overseas%20department\"&gt;overseas department&lt;/a&gt; of France in 1946.\nNot much is known of Réunion's history prior to the arrival of the &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; in the early 16th century. Arab traders were familiar with it by the name \"Dina Morgabin\", \"Western Island\". The island is possibly featured on a map from 1153 AD by &lt;a href=\"Muhammad%20al-Idrisi\"&gt;Al Sharif el-Edrisi&lt;/a&gt;. The island might also have been visited by &lt;a href=\"Swahili%20people\"&gt;Swahili&lt;/a&gt; or &lt;a href=\"Austronesian%20peoples\"&gt;Austronesian&lt;/a&gt; (Ancient Indonesian–Malaysian) sailors on their journey to the west from the &lt;a href=\"Malay%20Archipelago\"&gt;Malay Archipelago&lt;/a&gt; to Madagascar.\nThe first European discovery of the area was made around 1507 by Portuguese explorer &lt;a href=\"Diogo%20Fernandes%20Pereira\"&gt;Diogo Fernandes Pereira&lt;/a&gt;, but the specifics are unclear. The uninhabited island might have been first sighted by the expedition led by &lt;a href=\"Pedro%20Mascarenhas\"&gt;Dom Pedro Mascarenhas&lt;/a&gt;, who gave his name to the island group around Réunion, the &lt;a href=\"Mascarene%20Islands\"&gt;Mascarenes&lt;/a&gt;. Réunion itself was dubbed \"Santa Apolónia\" after &lt;a href=\"Saint%20Apollonia\"&gt;a favourite saint&lt;/a&gt;, which suggests that the date of the Portuguese discovery could have been 9 February, her feast day. &lt;a href=\"Diogo%20Lopes%20de%20Sequeira\"&gt;Diogo Lopes de Sequeira&lt;/a&gt; is said to have landed on the islands of Réunion and &lt;a href=\"Rodrigues\"&gt;Rodrigues&lt;/a&gt; in 1509.\nBy the early 1600s, nominal Portuguese rule had left Santa Apolónia virtually untouched. The island was then occupied by France and administered from &lt;a href=\"Port%20Louis\"&gt;Port Louis&lt;/a&gt;, &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt;. Although the first French claims date from 1638, when François Cauche and Salomon Goubert visited in June 1638, the island was officially claimed by Jacques Pronis of France in 1642, when he deported a dozen French &lt;a href=\"mutiny\"&gt;mutineers&lt;/a&gt; to the island from &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;. The convicts were returned to France several years later, and in 1649, the island was named Île Bourbon after the French royal &lt;a href=\"House%20of%20Bourbon\"&gt;House of Bourbon&lt;/a&gt;. Colonisation started in 1665, when the &lt;a href=\"French%20East%20India%20Company\"&gt;French East India Company&lt;/a&gt; sent the first settlers.\nRevolutionary revolts.\nOn March 19, 1793, during the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, the island's name was changed to \"Réunion Island\" in homage to the meeting of the Federates of Marseille and the National Guards of Paris, during the march on the Tuileries Palace on August 10, 1792, and to erase the name of the Bourbon dynasty. \nThe abolition of &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; voted by the &lt;a href=\"National%20Convention\"&gt;National Convention&lt;/a&gt; on February 4, 1794, was rejected by Réunion, as well as by Île de France (Mauritius). A delegation accompanied by military forces, charged with imposing the liberation of slaves, arrived on the island of Bourbon on June 18, 1796, only to be immediately expelled without mercy. There followed a period of unrest and challenges to the power of the &lt;a href=\"metropolis\"&gt;metropolis&lt;/a&gt;, which no longer had any authority over the two islands. The First Consul of the Republic, &lt;a href=\"Napoleon%20Bonaparte\"&gt;Napoleon Bonaparte&lt;/a&gt;, maintained slavery there, which was never abolished in practice, with the law of May 20, 1802. On September 26, 1806, the island took the name of Bonaparte and found itself in the front line of the Franco-British conflict for the control of the Indian Ocean.\nDuring the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;, the island was invaded by British forces and its governor, General Sainte-Suzanne, was forced to capitulate on July 9, 1810. The island then came under &lt;a href=\"British%20Empire\"&gt;British rule&lt;/a&gt; and was returned to the French under the &lt;a href=\"Treaty%20of%20Paris%20%281814%29\"&gt;Treaty of Paris&lt;/a&gt; of 1814.\nFollowing climatic catastrophes of 1806-1807 (cyclones, floods), coffee cultivation declined rapidly and was replaced by &lt;a href=\"sugar%20cane\"&gt;sugar cane&lt;/a&gt;, whose demand in France increased, due to France's recent loss of &lt;a href=\"Saint-Domingue\"&gt;Saint-Domingue&lt;/a&gt;, and soon of the Île-de-France (Mauritius). Because of its growth cycle, sugarcane is not affected by cyclones. In 1841, Edmond Albius' discovery of hand-pollination of vanilla flowers enabled the island to soon become the world's leading vanilla producer. The cultivation of geranium, whose essence is widely used in perfumery, also took off.\nFrom 1838 to 1841, Rear Admiral Anne Chrétien Louis de Hell was governor of the island. A profound change of society and mentality linked to the events of the last ten years led the governor to present three emancipation projects to the Colonial Council.\nOn December 20, 1848, Sarda Garriga finally proclaimed the abolition of slavery (December 20 was a holiday in Réunion). Louis Henri Hubert Delisle became its first Creole governor on August 8, 1852, and remained in this position until January 8, 1858. &lt;a href=\"European%20Union\"&gt;Europe&lt;/a&gt; increasingly turned to sugar beet to meet its sugar needs. Despite the development policy of the local authorities and the recourse to compromise, the economic crisis became evident from the 1870s onwards. Subsequently, the opening of the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; caused a shift in commercial traffic away from the island. However, this economic depression did not prevent the modernization of the island, with the development of the road network, the creation of the railroad and the construction of the artificial harbor of the Pointe des Galets. These major construction projects offered a welcome alternative for agricultural workers.\nModern history.\nFrom the 17th to the 19th centuries, French colonisation, supplemented by importing Africans, Chinese and &lt;a href=\"Indian%20people\"&gt;Indians&lt;/a&gt; as workers, contributed to ethnic diversity in the population. From 1690, most of the non-Europeans on the island were enslaved. The colony abolished slavery on 20 December 1848. Afterwards, many of the foreign workers came as &lt;a href=\"indentured%20worker\"&gt;indentured worker&lt;/a&gt;s. The opening of the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; in 1869 reduced the importance of the island as a stopover on the &lt;a href=\"East%20Indies\"&gt;East Indies&lt;/a&gt; trade route.\nDuring the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Réunion was under the authority of the &lt;a href=\"Vichy%20regime\"&gt;Vichy regime&lt;/a&gt; until 30 November 1942, when &lt;a href=\"Free%20French\"&gt;Free French&lt;/a&gt; forces &lt;a href=\"Liberation%20of%20La%20R%C3%A9union\"&gt;took over the island&lt;/a&gt; with the &lt;a href=\"French%20destroyer%20L%C3%A9opard\"&gt;destroyer \"Léopard\"&lt;/a&gt;.\nRéunion became a \"&lt;a href=\"overseas%20department\"&gt;département d'outre-mer&lt;/a&gt;\" (overseas &lt;a href=\"Departments%20of%20France\"&gt;département&lt;/a&gt;) of France on 19 March 1946. &lt;a href=\"INSEE%20code\"&gt;INSEE&lt;/a&gt; assigned to Réunion the department code codice_1, and the region code codice_2 when regional councils were created in 1982 in France, including in existing overseas departments which also became overseas regions.\nOver about two decades in the late 20th century (1963–1982), 1,630 children from Réunion were relocated to rural areas of &lt;a href=\"metropolitan%20France\"&gt;metropolitan France&lt;/a&gt;, particularly to &lt;a href=\"Creuse\"&gt;Creuse&lt;/a&gt;, ostensibly for education and work opportunities. That program was led by influential &lt;a href=\"Gaullist\"&gt;Gaullist&lt;/a&gt; politician &lt;a href=\"Michel%20Debr%C3%A9\"&gt;Michel Debré&lt;/a&gt;, who was an MP for Réunion at the time. Many of these children were abused or disadvantaged by the families with whom they were placed. Known as the &lt;a href=\"The%20Children%20of%20Creuse\"&gt;Children of Creuse&lt;/a&gt;, they and their fate came to light in 2002 when one of them, Jean-Jacques Martial, filed suit against the French state for kidnapping and deportation of a minor. Other similar lawsuits were filed over the following years, but all were dismissed by French courts and finally by the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; in 2011.\nIn 2005 and 2006, Réunion was hit by a crippling epidemic of &lt;a href=\"chikungunya\"&gt;chikungunya&lt;/a&gt;, a disease spread by mosquitoes. According to the &lt;a href=\"BBC%20News\"&gt;BBC News&lt;/a&gt;, 255,000 people on Réunion had contracted the disease as of 26 April 2006. The neighbouring islands of Mauritius and Madagascar also suffered epidemics of this disease during the same year. A few cases also appeared in mainland France, carried by people travelling by airline. The French government of &lt;a href=\"Dominique%20de%20Villepin\"&gt;Dominique de Villepin&lt;/a&gt; sent an emergency aid package worth €36 million and deployed about 500 troops in an effort to eradicate mosquitoes on the island.\nPolitics.\nRéunion sends seven deputies to the &lt;a href=\"National%20Assembly%20of%20France\"&gt;French National Assembly&lt;/a&gt; and three senators to the &lt;a href=\"Senate%20of%20France\"&gt;Senate&lt;/a&gt;.\nStatus.\nRéunion is an &lt;a href=\"Overseas%20departments%20and%20regions%20of%20France\"&gt;Overseas department and region of France&lt;/a&gt; (known in French as a \"Département et Région d'Outre-Mer\", DROM) governed by Article 73 of the &lt;a href=\"Constitution%20of%20France\"&gt;Constitution of France&lt;/a&gt;, under which the laws and regulations are applicable as of right, as in metropolitan France.\nThus, Réunion has a regional council and a departmental council. These territorial entities have the same general powers as the departments and regions of metropolitan France, albeit with some adaptations. Article 73 of the Constitution provides for the possibility of replacing the region and the department by a single territorial entity, but, unlike &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt; or &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt;, there are currently no plans to do so. Unlike the other DROMs, the Constitution explicitly excludes Réunion from the possibility of receiving authorization from &lt;a href=\"Parliament\"&gt;Parliament&lt;/a&gt; to set certain rules itself, either by law or by the national executive. The State is represented in Réunion by a &lt;a href=\"prefect\"&gt;prefect&lt;/a&gt;. The territory is divided into four districts (Saint-Benoît, Saint-Denis, Saint-Paul and Saint-Pierre). Réunion has 24 &lt;a href=\"Municipality\"&gt;municipalities&lt;/a&gt; organized into 5 agglomeration communities. From the point of view of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, Réunion is considered an “outermost region.”\nGeopolitics.\nThe positioning of Réunion Island has given it a more or less important strategic role depending on the period.\nAlready at the time of the &lt;a href=\"Portuguese%20discovery%20of%20the%20sea%20route%20to%20India\"&gt;India Route&lt;/a&gt; or \"Route des Indes,\" Réunion was a French possession located between &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt; and the Indian trading posts, although far from the &lt;a href=\"Mozambique%20Channel\"&gt;Mozambique Channel&lt;/a&gt;. Île de Bourbon (its name under the &lt;a href=\"Ancien%20R%C3%A9gime\"&gt;Ancien Régime&lt;/a&gt;) was not, however, the preferred position for trade and military. Governor Labourdonnais claimed that Île de France (Mauritius) was a land of opportunity, thanks to its topography and the presence of two natural harbours. He intended Île de Bourbon to be a depot or an emergency base for Île de France.\nThe opening of the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; diverted much of the maritime traffic from the southern &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; and reduced the strategic importance of the island. This decline is confirmed by the importance given to Madagascar, which was later colonized.\nToday, the island, the seat of a &lt;a href=\"Military\"&gt;defense&lt;/a&gt; and security zone, is the headquarters of the &lt;a href=\"French%20Armed%20Forces\"&gt;French Armed Forces&lt;/a&gt; of the Southern Indian Ocean Zone (FAZSOI), which brings together French Army units stationed in La Réunion and Mayotte. Réunion is also a base for the so-called &lt;a href=\"Frenchelon\"&gt;Frenchelon&lt;/a&gt; &lt;a href=\"signal%20intelligence\"&gt;signal intelligence&lt;/a&gt; system, whose infrastructure includes a mobile listening and automatic search unit. Saint-Pierre is also the headquarters of the mostly uninhabited &lt;a href=\"French%20Southern%20and%20Antarctic%20Lands\"&gt;French Southern and Antarctic Lands&lt;/a&gt; (\"Terres australes et antarctiques françaises\", TAAF). Because of France's possession of Réunion, France is a member of the &lt;a href=\"Indian%20Ocean%20Commission\"&gt;Indian Ocean Commission&lt;/a&gt;, which also includes the &lt;a href=\"Comoros\"&gt;Comoros&lt;/a&gt;, &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;, &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt; and the &lt;a href=\"Seychelles\"&gt;Seychelles&lt;/a&gt;.\nAdministrative divisions.\nAdministratively, Réunion is divided into 24 &lt;a href=\"communes%20of%20France\"&gt;\"communes\"&lt;/a&gt; (municipalities) grouped into four &lt;a href=\"arrondissements%20of%20France\"&gt;\"arrondissements\"&lt;/a&gt;. It is also subdivided into 25 &lt;a href=\"cantons%20of%20France\"&gt;cantons&lt;/a&gt;, meaningful only for electoral purposes at the departmental or regional level. It is a French overseas department, hence a French overseas region. The low number of \"communes\", compared with French metropolitan departments of similar size and population, is unique: most of its \"communes\" encompass several localities, sometimes separated by significant distances.\nMunicipalities (\"communes\").\nThe \"communes\" voluntarily grouped themselves into five groups for cooperating in some domains, apart from the four \"arrondissements\" to which they belong for purposes of national laws and executive regulation. After some changes in their composition, name and status, all of them operate with the status of &lt;a href=\"Agglomeration%20communities%20in%20France\"&gt;agglomeration communities&lt;/a&gt;, and apply their own local taxation (in addition to national, regional, departmental, and municipal taxes) and have an autonomous budget decided by the assembly representing all member communes. This budget is also partly funded by the state, the region, the department, and the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; for some development and investment programs. Every \"commune\" in Réunion is now a member of such an intercommunality, with its own taxation, to which member communes have delegated their authority in various areas.\nForeign relations.\nAlthough diplomacy, military, and French government matters are handled by Paris, Réunion is a member of &lt;a href=\"La%20Francophonie\"&gt;La Francophonie&lt;/a&gt;, the &lt;a href=\"Indian%20Ocean%20Commission\"&gt;Indian Ocean Commission&lt;/a&gt;, the &lt;a href=\"International%20Trade%20Union%20Confederation\"&gt;International Trade Union Confederation&lt;/a&gt;, the &lt;a href=\"Universal%20Postal%20Union\"&gt;Universal Postal Union&lt;/a&gt;, the &lt;a href=\"Port%20Management%20Association%20of%20Eastern%20and%20Southern%20Africa\"&gt;Port Management Association of Eastern and Southern Africa&lt;/a&gt;, and the &lt;a href=\"World%20Federation%20of%20Trade%20Unions\"&gt;World Federation of Trade Unions&lt;/a&gt; in its own right.\nDefence.\nThe &lt;a href=\"French%20Armed%20Forces\"&gt;French Armed Forces&lt;/a&gt; are responsible for the defence of the department. These forces also contribute to the defence of other French territories in the region, including &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt; and the &lt;a href=\"French%20Southern%20and%20Antarctic%20Lands\"&gt;French Southern and Antarctic Lands&lt;/a&gt;. A total of some 2,000 French troops are deployed in the region - mostly in Reunion - along with modest air transport and surveillance assets. The French naval presence includes: two &lt;a href=\"Flor%C3%A9al-class%20frigate\"&gt;Floréal-class frigate&lt;/a&gt;s, &lt;a href=\"French%20frigate%20Flor%C3%A9al\"&gt;\"Floréal\"&lt;/a&gt; and &lt;a href=\"French%20frigate%20Niv%C3%B4se\"&gt;\"Nivôse\"&lt;/a&gt;, the icebreaker &lt;a href=\"L%27Astrolabe%20%282016%20icebreaker%29\"&gt;\"L'Astrolabe\"&lt;/a&gt;, the patrol and support ship &lt;a href=\"D%27Entrecasteaux-class%20patrol%20ship\"&gt;\"Champlain\"&lt;/a&gt; and the coast guard vessel \"Le Malin\".\nGeography.\nThe island is long; wide; and covers . It is above a &lt;a href=\"hotspot%20%28geology%29\"&gt;hotspot&lt;/a&gt; in the Earth's crust. The &lt;a href=\"Piton%20de%20la%20Fournaise\"&gt;Piton de la Fournaise&lt;/a&gt;, a &lt;a href=\"shield%20volcano\"&gt;shield volcano&lt;/a&gt; on the eastern end of Réunion Island, rises more than &lt;a href=\"above%20mean%20sea%20level\"&gt;above sea level&lt;/a&gt; and is sometimes called a sister to Hawaiian volcanoes because of the similarity of climate and volcanic nature. It has erupted more than 100 times since 1640, and is under constant monitoring, most recently erupting on 2 April 2020. During another eruption in April 2007, the lava flow was estimated at per day. The hotspot that fuels Piton de la Fournaise also created the islands of &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt; and &lt;a href=\"Rodrigues%20%28island%29\"&gt;Rodrigues&lt;/a&gt;.\nThe &lt;a href=\"Piton%20des%20Neiges\"&gt;Piton des Neiges&lt;/a&gt; volcano, the highest point on the island at above sea level, is northwest of the Piton de la Fournaise. Collapsed calderas and canyons are south west of the mountain. While the Piton de la Fournaise is one of Earth's most active volcanoes, the Piton des Neiges is dormant. Its name is French for \"peak of snows\", but snowfall on the summit of the mountain is rare. The slopes of both volcanoes are heavily forested. Cultivated land and cities like the capital city of &lt;a href=\"Saint-Denis%2C%20R%C3%A9union\"&gt;Saint-Denis&lt;/a&gt; are concentrated on the surrounding coastal lowlands. Offshore, part of the west coast is characterised by a &lt;a href=\"Reunion%20Island%27s%20coral%20reef\"&gt;coral reef system&lt;/a&gt;. Réunion also has three &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt;s: the &lt;a href=\"Cirque%20de%20Salazie\"&gt;Cirque de Salazie&lt;/a&gt;, the &lt;a href=\"Cilaos\"&gt;Cirque de Cilaos&lt;/a&gt; and the &lt;a href=\"Cirque%20de%20Mafate\"&gt;Cirque de Mafate&lt;/a&gt;. The last is accessible only on foot or by helicopter.\nGeology and relief.\nReunion Island is a volcanic island born some three million years ago with the emergence of the Piton des Neiges volcano which is today, with an altitude of 3,070.50 m, the highest peak in the Mascarene Islands and the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;. The eastern part of the island is constituted by the Piton de la Fournaise, a much more recent volcano (500,000 years old) which is considered one of the most active on the planet. The emerged part of the island represents only a small percentage (about 3%) of the underwater mountain that forms it.\nIn addition to volcanism, the &lt;a href=\"relief\"&gt;relief&lt;/a&gt; of the island is very uneven due to active erosion. The center shelters three vast cirques dug by erosion (Salazie, Mafate and Cilaos) and the slopes of the island are furrowed by numerous rivers digging gullies, estimated at least 600, generally deep and whose torrents cut the sides of the mountains up to several hundreds of meters deep.\nThe ancient massif of the Piton des Neiges is separated from the &lt;a href=\"massif\"&gt;massif&lt;/a&gt; of La Fournaise by a gap formed by the plaine des Palmistes and the plaine des Cafres, a passageway between the East and the South of the island. Apart from the plains, the coastal areas are generally the flattest regions, especially in the north and west of the island. The coastline of the wild south is however steeper.\nBetween the coastal fringe and the Hauts, there is a steep transitional zone whose gradient varies considerably before arriving at the ridge lines setting the cirques or the Enclos, the &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt; of the Piton de la Fournaise.\nClimate.\nThe island of Reunion is characterized by a humid &lt;a href=\"tropical%20climate\"&gt;tropical climate&lt;/a&gt;, tempered by the oceanic influence of the &lt;a href=\"trade%20wind\"&gt;trade wind&lt;/a&gt;s blowing from east to west. The climate of Reunion is characterized by its great variability, mainly due to the imposing relief of the island, which is at the origin of numerous microclimates.\nAs a result, there are strong disparities in &lt;a href=\"rainfall\"&gt;rainfall&lt;/a&gt; between the windward coast in the east and the leeward coast in the west, and in temperature between the warmer coastal areas and the relatively cooler highland areas.\nIn Réunion there are two distinct seasons, defined by the rainfall regime:\nApril and December are transition months, sometimes very rainy but also very dry.\nPointe des Trois Bassins, located on the coast of the commune of Trois-Bassins (West), is the driest season, with a normal annual precipitation of , while Le Baril, in Saint-Philippe (Southeast), is the wettest coastal season, with a normal annual precipitation of .\nHowever, the wettest station is in the highlands of Sainte-Rose, with an average annual rainfall of almost , making it one of the wettest places in the world.\n&lt;a href=\"Temperature\"&gt;Temperature&lt;/a&gt;s in Reunion are characterized by their great mildness throughout the year. In fact, the thermal amplitude from one season to another is relatively small (rarely exceeding ), although it is perceptible:\nIn mountain towns, such as &lt;a href=\"Cilaos\"&gt;Cilaos&lt;/a&gt; or La Plaine-des-Palmistes, average temperatures range between . The highest parts of the habitat and the natural areas at altitude may suffer some winter frosts. Snow was even observed on the Piton des Neiges and Piton de la Fournaise in 2003 and 2006.\nWhile a growing number of islands (including \"non-sovereign\" islands) in the world are concerned about the effects of climate change, the island of Reunion was chosen (along with &lt;a href=\"Gran%20Canaria\"&gt;Gran Canaria&lt;/a&gt; in Spain) as an example for a case study of an affected ultra-European peripheral territory, for a study on the adequacy of urban and regional planning tools to the needs and characteristics of these islands (including land use and population density and the regulatory framework).\nThis work confirmed that urban and peri-urban land use pressures are high, and that adaptation strategies are incompletely integrated into land use planning. According to the Institute of Island Studies, there is a dysfunction: \"island planning tools often do not take &lt;a href=\"climate%20change%20adaptation\"&gt;climate change adaptation&lt;/a&gt; into account and there is too much top-down management in the decision-making process\". Réunion holds the world records for the most rainfall in 12-, 24-, 72- and 96-hour periods.\nBeaches.\nRéunion hosts many tropical and unique beaches. They are often equipped with barbecues, amenities, and parking spaces. Hermitage Beach is the most extensive and best-preserved lagoon in Réunion Island and a popular snorkelling location. It is a white sand beach lined with casuarina trees under which the locals often organise picnics. La Plage des Brisants is a well-known surfing spot, with many athletic and leisurely activities taking place. Each November, a film festival is also organised in La Plage des Brisant's. Movies are projected on a large screen in front of a crowd. Beaches at Boucan are surrounded by a stretch of restaurants that particularly cater to tourists. L'Étang-Salé on the west coast is a particularly unique beach as it is covered in black sand consisting of tiny fragments of basalt. This occurs when lava contacts water, it cools rapidly and shatters into the sand and fragmented debris of various size. Much of the debris is small enough to be considered sand. Grand Anse is a tropical white-sand beach lined with coconut trees in the south of Réunion, with a rock pool built for swimmers, a &lt;a href=\"p%C3%A9tanque\"&gt;pétanque&lt;/a&gt; playground, and a picnic area. Le Vieux Port in Saint Philippe is a green-sand beach consisting of tiny olivine crystals, formed by the 2007 lava flow, making it one of the youngest beaches on Earth.\nEnvironment.\nFlora.\nThe tropical and insular flora of Reunion Island is characterized by its diversity, a very high rate of &lt;a href=\"endemism\"&gt;endemism&lt;/a&gt; and a very specific structure. The flora of Reunion presents a great diversity of natural environments and species (up to 40 tree species/ha, compared to a temperate forest which has an average of 5/ha). This diversity is even more remarkable, but fragile, as it differs according to the &lt;a href=\"Environmental%20protection\"&gt;environment&lt;/a&gt; (coastal, low, medium and high mountain).\nReunion has a very high rate of endemic species, with more than 850 native plants (of natural origin and present before the arrival of man), of which 232 are endemic to the island of Reunion (only present on the island), as well as numerous species endemic to the &lt;a href=\"Mascarene%20Islands\"&gt;Mascarene&lt;/a&gt; archipelago. Finally, the flora of Reunion is distinguished from that of equatorial tropical forests by the low height and density of the canopy, probably due to adaptation to cyclones, and by a very specific vegetation, in particular a strong presence of epiphytic plants (growing on other plants), such as &lt;a href=\"Orchidaceae\"&gt;orchids&lt;/a&gt;, &lt;a href=\"Bromeliaceae\"&gt;bromeliads&lt;/a&gt; and cacti, but also ferns, &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s and &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es.\nWildlife.\nLike its prodigious floral diversity, Réunion is home to a variety of birds such as the &lt;a href=\"white-tailed%20tropicbird\"&gt;white-tailed tropicbird&lt;/a&gt; (). Many of these birds species are endemic to the island, such as the &lt;a href=\"R%C3%A9union%20harrier\"&gt;Réunion harrier&lt;/a&gt; and &lt;a href=\"R%C3%A9union%20cuckooshrike\"&gt;Réunion cuckooshrike&lt;/a&gt;. Its largest land animal is the &lt;a href=\"panther%20chameleon\"&gt;panther chameleon&lt;/a&gt;, \"Furcifer pardalis.\" Much of the west coast is ringed by coral reef which harbours, among other animals, &lt;a href=\"sea%20urchin\"&gt;sea urchin&lt;/a&gt;s, &lt;a href=\"conger%20eel\"&gt;conger eel&lt;/a&gt;s, and &lt;a href=\"parrot%20fish\"&gt;parrot fish&lt;/a&gt;. &lt;a href=\"Sea%20turtle\"&gt;Sea turtle&lt;/a&gt;s and dolphins also inhabit the coastal waters. Humpback whales migrate north to the island from the Antarctic waters annually during the Southern Hemisphere winter (June–September) to breed and feed, and can be routinely observed from the shores of Réunion during this season. At least 19 species formerly &lt;a href=\"endemic\"&gt;endemic&lt;/a&gt; to Réunion have become &lt;a href=\"extinct\"&gt;extinct&lt;/a&gt; following human colonisation. For example, the &lt;a href=\"R%C3%A9union%20giant%20tortoise\"&gt;Réunion giant tortoise&lt;/a&gt; became extinct after being slaughtered in vast numbers by sailors and settlers of the island.\nMarine biodiversity.\nDespite the small area of coral reefs, the marine &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt; of Reunion Island is comparable to that of other islands in the area, which has earned the &lt;a href=\"Mascarene%20Islands\"&gt;Mascarene&lt;/a&gt; archipelago its inclusion among the top ten global biodiversity \"hotspots\". Reunion's coral reefs, both flat and barrier, are dominated mainly by fast-growing branching coral species of the genus Acropora (family Acroporidae), which provide shelter and food for many tropical species.\nRecent scientific research in Reunion Island indicates that there are more than 190 species of corals, more than 1,300 species of mollusks, more than 500 species of crustaceans, more than 130 species of echinoderms and more than 1,000 species of fish.\nReunion's deeper waters are home to dolphins, killer whales, humpback whales, blue sharks and a variety of shark species, including whale sharks, coral sharks, bull sharks, tiger sharks, blacktip sharks and great white sharks. Several species of sea turtles live and breed here.\nBetween 2010 and 2017, 23 shark attacks occurred in the waters of Réunion, of which nine were fatal. In July 2013, the &lt;a href=\"Prefect%20of%20R%C3%A9union\"&gt;Prefect of Réunion&lt;/a&gt; Michel Lalande announced a ban on swimming, surfing, and bodyboarding off more than half of the coast. Lalande also said 45 &lt;a href=\"bull%20shark\"&gt;bull shark&lt;/a&gt;s and 45 &lt;a href=\"tiger%20shark\"&gt;tiger shark&lt;/a&gt;s would be &lt;a href=\"cull\"&gt;cull&lt;/a&gt;ed, in addition to the 20 already killed as part of scientific research into the illness &lt;a href=\"ciguatera\"&gt;ciguatera&lt;/a&gt;.\nMigrations of &lt;a href=\"humpback%20whale\"&gt;humpback whale&lt;/a&gt;s contributed to a boom of &lt;a href=\"whale%20watching\"&gt;whale watching&lt;/a&gt; industries on Réunion, and watching rules have been governed by the and .\nCoral reef.\nBecause the island is relatively young (3 million years old), the &lt;a href=\"Coral\"&gt;coral formations&lt;/a&gt; (8,000 years old) are not well developed and occupy a small area compared to older islands, mostly in the form of fringing reefs.\nThese formations define shallow \"&lt;a href=\"lagoon\"&gt;lagoon&lt;/a&gt;s\" (rather \"reef depressions\"), the largest of which is no more than wide and about deep. These lagoons, which form a discontinuous reef belt long (i.e. 12% of the island's coastline) with a total area of , are located on the west and southwest coast of the island. The most important are those of L'Ermitage (St-Gilles), St-Leu, L'Étang-Salé and St-Pierre.\nManagement.\nSince 2010, Réunion is home to a &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; that covers about 40% of the island's area and coincides with the central zone of the &lt;a href=\"R%C3%A9union%20National%20Park\"&gt;Réunion National Park&lt;/a&gt;. The island is part of the &lt;a href=\"Mascarene%20forests\"&gt;Mascarene forests&lt;/a&gt; terrestrial ecoregion.\nGardening and Bourbon roses.\nThe first members of the &lt;a href=\"Bourbon%20rose\"&gt;\"Bourbon\" group&lt;/a&gt; of garden roses originated on this island (then still Île Bourbon, hence the name) from a spontaneous &lt;a href=\"Hybridisation%20%28biology%29\"&gt;hybridisation&lt;/a&gt; between &lt;a href=\"Damask%20rose\"&gt;Damask rose&lt;/a&gt;s and \"&lt;a href=\"Rosa%20chinensis\"&gt;Rosa chinensis&lt;/a&gt;\", which had been brought there by the colonists. The first Bourbon roses were discovered on the island in 1817.\nThreats to the Environment.\nAmong coastal &lt;a href=\"ecosystems\"&gt;ecosystems&lt;/a&gt;, coral reefs are among the richest in &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt;, but they are also the most fragile.\nNearly one-third of fish &lt;a href=\"species\"&gt;species&lt;/a&gt; were already considered threatened or vulnerable in 2009, with coral degradation in many places. The causes of this state of affairs are &lt;a href=\"pollution\"&gt;pollution&lt;/a&gt;, &lt;a href=\"overfishing\"&gt;overfishing&lt;/a&gt; and poaching, as well as anthropogenic pressure, especially linked to the densification of urbanization in coastal areas and the discharge of sewage.\n15 species living on Réunion were included in the Red List published by the &lt;a href=\"International%20Union%20for%20Conservation%20of%20Nature\"&gt;International Union for Conservation of Nature&lt;/a&gt; (IUCN).\nDemographics.\nMigrations and ethnic groups.\nAt the 2015 census, 83.1% of the inhabitants of Réunion were born on the island, 11.4% were born in &lt;a href=\"Metropolitan%20France\"&gt;Metropolitan France&lt;/a&gt;, 0.8% were born in &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt;, 0.3% were born in the rest of &lt;a href=\"Overseas%20France\"&gt;Overseas France&lt;/a&gt;, and 4.4% were born in foreign countries (half of them children of French expatriates and settlers born in foreign countries, such as children of Réunionese settlers born in Madagascar during colonial times; the other half immigrants, i.e. people born in foreign countries with no French citizenship at birth).\nIn recent decades, the number of Metropolitan Frenchmen living on the island of Réunion has increased markedly: 37,487 natives of Metropolitan France lived in Réunion at the 1990 census, but their numbers more than doubled in 25 years and by the 2015 census 97,239 natives of Metropolitan France lived in Réunion. Native Réunionese, meanwhile, have emigrated increasingly to Metropolitan France: the number of natives of Réunion living in Metropolitan France rose from 16,548 at the 1968 census to 92,354 at the 1990 census to 121,489 at the 2015 census, by which date nearly 15% of the natives of Réunion lived outside of Réunion.\nRéunion has experienced extremely little immigration of foreigners since World War Two, and by the 2015 census only 2.2% of the inhabitants of Réunion were immigrants. This is in contrast to the situation that prevailed from the middle of the 19th century until World War Two when many migrants from India, Eastern Asia, and Africa came to Réunion to work in the plantation economy. Their descendants have now become French citizens.\nEthnic groups present include people of &lt;a href=\"African%20diaspora\"&gt;African&lt;/a&gt;, &lt;a href=\"R%C3%A9unionnais%20of%20Indian%20origin\"&gt;Indian&lt;/a&gt;, &lt;a href=\"White%20people\"&gt;European&lt;/a&gt;, &lt;a href=\"Malagasy%20people\"&gt;Malagasy&lt;/a&gt; and &lt;a href=\"Overseas%20Chinese\"&gt;Chinese&lt;/a&gt; origin. Local names for these are Yabs, &lt;a href=\"Cafres\"&gt;Cafres&lt;/a&gt;, &lt;a href=\"R%C3%A9unionnais%20of%20Indian%20origin\"&gt;Malbars&lt;/a&gt; and &lt;a href=\"Chinois%20%28R%C3%A9union%29\"&gt;Chinois&lt;/a&gt;. All of the ethnic groups on the island are immigrant populations that have come to Réunion from Europe, Asia and Africa over the centuries. There are no indigenous people on the island, as it was originally deserted. These populations have mixed from the earliest days of the island's colonial history (the first settlers married women from Madagascar and of Indo-Portuguese heritage), resulting in a majority population of &lt;a href=\"mixed%20race\"&gt;mixed race&lt;/a&gt; and of \"Creole\" culture.\nIt is not known exactly how many people of each ethnicity live in Réunion, since the French census does not ask questions about ethnic origin, which applies in Réunion because it is a part of France in accordance with the &lt;a href=\"Constitution%20of%20France\"&gt;1958 constitution&lt;/a&gt;. The extent of racial mixing on the island also makes ethnic estimates difficult. According to estimates, &lt;a href=\"European%20diaspora\"&gt;Whites&lt;/a&gt; make up roughly one quarter of the population, &lt;a href=\"Malbars\"&gt;Malbars&lt;/a&gt; make up more than 25% of the population and people of Chinese ancestry form roughly 3%. The percentages for mixed race people and those of Afro-Malagasy origins vary widely in estimates. Also, some people of &lt;a href=\"Vietnamese%20people\"&gt;Vietnamese&lt;/a&gt; ancestry live on the island, though they are very few in number.\n&lt;a href=\"Tamil%20people\"&gt;Tamils&lt;/a&gt; are the largest group among the &lt;a href=\"Indian%20people\"&gt;Indian&lt;/a&gt; community. The island's community of Muslims from north western India, particularly &lt;a href=\"Gujarat\"&gt;Gujarat&lt;/a&gt;, and elsewhere is commonly referred to as \"&lt;a href=\"zarabes\"&gt;zarabes&lt;/a&gt;\".\n&lt;a href=\"R%C3%A9unionnais%20Creole%20people\"&gt;Creoles&lt;/a&gt; (a name given to those born on the island, regardless of ethnic origins) make up the majority of the population. Groups that are not Creole include people recently arrived from Metropolitan France (known as \"&lt;a href=\"zoreilles\"&gt;zoreilles&lt;/a&gt;\") and those from &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt; and the &lt;a href=\"Comoros\"&gt;Comoros&lt;/a&gt; as well as immigrants from &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt; and &lt;a href=\"Sri%20Lankan%20Tamil\"&gt;Sri Lankan Tamil&lt;/a&gt; refugees.\nReligion.\nThe predominant religion is &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;, notably &lt;a href=\"Roman%20Catholicism\"&gt;Roman Catholicism&lt;/a&gt;, with a single (Latin Rite) jurisdiction, the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Saint-Denis-de-La%20R%C3%A9union\"&gt;Roman Catholic Diocese of Saint-Denis-de-La Réunion&lt;/a&gt;. Religious Intelligence estimates Christians to be 84.9% of the population, followed by &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt;s (6.7%) and &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;s (2.15%). &lt;a href=\"Chinese%20folk%20religion\"&gt;Chinese folk religion&lt;/a&gt; and &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; are also represented, among others.\nMost large towns have a &lt;a href=\"Hindu%20temple\"&gt;Hindu temple&lt;/a&gt; and a &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt;.\nCulture.\nRéunionese culture is a blend (\"métissage\") of European, African, &lt;a href=\"R%C3%A9unionnais%20of%20Indian%20origin\"&gt;Indian&lt;/a&gt;, &lt;a href=\"Chinois%20%28R%C3%A9union%29\"&gt;Chinese&lt;/a&gt; and insular traditions. The most widely spoken language, &lt;a href=\"R%C3%A9union%20Creole\"&gt;Réunion Creole&lt;/a&gt;, &lt;a href=\"French-based%20creole%20languages\"&gt;derives from French&lt;/a&gt;.\nLanguage.\n&lt;a href=\"French%20language\"&gt;French&lt;/a&gt; is the sole official language of Réunion. Though not official, &lt;a href=\"R%C3%A9union%20Creole\"&gt;Réunion Creole&lt;/a&gt; is widely spoken alongside French. Creole is commonly used for informal purposes, whereas the official language for administrative purposes, as well as education, is French.\nOther languages spoken on Réunion include: &lt;a href=\"Comorian%20language\"&gt;Comorian&lt;/a&gt; varieties (especially &lt;a href=\"Shimaore\"&gt;Shimaore&lt;/a&gt;) and &lt;a href=\"Malagasy%20language\"&gt;Malagasy&lt;/a&gt;, by recent immigrants from &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt; and Madagascar; &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin&lt;/a&gt;, &lt;a href=\"Hakka%20language\"&gt;Hakka&lt;/a&gt; and &lt;a href=\"Yue%20Chinese\"&gt;Cantonese&lt;/a&gt; by members of the Chinese community; &lt;a href=\"Languages%20of%20India\"&gt;Indian languages&lt;/a&gt;, mostly &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt;, &lt;a href=\"Gujarati%20language\"&gt;Gujarati&lt;/a&gt; and &lt;a href=\"Urdu\"&gt;Urdu&lt;/a&gt;; and &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt;, spoken by a small community of Muslims. These languages are generally spoken by immigrants, as those born on the island tend to use French and Creole.\n&lt;a href=\"Yue%20Chinese\"&gt;Cantonese&lt;/a&gt;, &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt; and &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt; are offered as optional languages in some schools.\nMusic.\nThere are two music genres which originated in Réunion: sega, which originated earlier and is also traditional in Mauritius, Rodrigues and Seychelles, and maloya, which originated in the 19th century and is only found in Réunion. Every December 20, the inhabitants of Reunion Island celebrate Reunion &lt;a href=\"Freedom\"&gt;Freedom&lt;/a&gt; Day. This celebration, also known as the Fête des Cafres or \"Fet' Kaf'\", commemorates the proclamation of the abolition of &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; by the Second Republic (France) in 1848. The term \"cafre\" refers to the Africans of the \"Cafrerie\" (a part of southern Africa). It derives from the &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; word \"kaffer\", which is similar to the &lt;a href=\"Languages%20of%20the%20United%20States\"&gt;American slang&lt;/a&gt; \"nigger\" or \"nègre\", originating in colonial France.\nToday, in the 21st century, Reunionese celebrate with joy the end of a long period of oppression. Cafres, Malagasy, Comorians, Indians, Yabs, Z'oreilles and metropolitans gather in the streets dancing to the rhythm of the sega and the maloya, the two great musical genres of Reunion. Numerous concerts are organized, most of them free, as well as costume parades and &lt;a href=\"dance\"&gt;dance&lt;/a&gt; shows such as &lt;a href=\"Merengue%20music\"&gt;merengue&lt;/a&gt;, for example.\nCuisine.\nAlways accompanied by &lt;a href=\"rice\"&gt;rice&lt;/a&gt;, the most common dishes are &lt;a href=\"curry\"&gt;curry&lt;/a&gt;, a local version of Indian curry, rougail and civets. Curry is made with a base of onion, garlic and &lt;a href=\"spices\"&gt;spices&lt;/a&gt; such as turmeric (called \"safran péi\" on the island), on which fish, meat and eggs are fried; tomato is then added. Dishes can also be flavored with ginger; the peel of a combava is often prized. Chop suey (with rice, not pasta) and other Asian dishes such as pork with pineapple are also very common.\nIn general, there are few dishes without meat or fish, so there are few &lt;a href=\"Vegetarianism\"&gt;vegetarian options&lt;/a&gt;. One of them is chouchou chayote gratin. Otherwise, mainly poultry is consumed. One of the local specialties is tangue civet (of the hedgehog family).\nSport.\n&lt;a href=\"Moraingy\"&gt;Moringue&lt;/a&gt; is a popular combat/dance sport similar to &lt;a href=\"capoeira\"&gt;capoeira&lt;/a&gt;.\nThere are several famous Réunionese sportsmen and women like the &lt;a href=\"Team%20handball\"&gt;handballer&lt;/a&gt; &lt;a href=\"Jackson%20Richardson\"&gt;Jackson Richardson&lt;/a&gt;, as well as the &lt;a href=\"karate\"&gt;karate&lt;/a&gt;ka &lt;a href=\"Lucie%20Ignace\"&gt;Lucie Ignace&lt;/a&gt;.\nRéunion has a number of contributions to worldwide professional &lt;a href=\"surfing\"&gt;surfing&lt;/a&gt;. It has been home to notable pro surfers including &lt;a href=\"Jeremy%20Flores\"&gt;Jeremy Flores&lt;/a&gt;, &lt;a href=\"Johanne%20Defay\"&gt;Johanne Defay&lt;/a&gt; and &lt;a href=\"Justine%20Mauvin\"&gt;Justine Mauvin&lt;/a&gt;. Famous break St Leu has been host to several world surfing championship competitions.\nSince 1992, Réunion has hosted a number of &lt;a href=\"ultramarathons\"&gt;ultramarathons&lt;/a&gt; under the umbrella name of the &lt;a href=\"Grand%20Raid\"&gt;Grand Raid&lt;/a&gt;. As of 2018, four different races compose the Grand Raid: the Diagonale des Fous, The Trail de Bourbon, the Mascareignes, and the Zembrocal Trail.\nFootball.\nFootball is the most popular sport. With more than 30,000 licensed players for a population of about 750,000 inhabitants, it remains the sport of choice for young people. Although the highest level of competition called the First Division of Réunion is equivalent to a division d'honneur in metropolitan France (DH), all the youngsters hope to play at the highest level one day.\nThis has been the case for players such as &lt;a href=\"Laurent%20Robert\"&gt;Laurent Robert&lt;/a&gt;, &lt;a href=\"Florent%20Sinama%20Pongolle\"&gt;Florent Sinama-Pongolle&lt;/a&gt;, &lt;a href=\"Guillaume%20Hoarau\"&gt;Guillaume Hoarau&lt;/a&gt;, &lt;a href=\"Dimitri%20Payet\"&gt;Dimitri Payet&lt;/a&gt;, &lt;a href=\"Beno%C3%AEt%20Tr%C3%A9moulinas\"&gt;Benoit Tremoulinas&lt;/a&gt; (the only five Reunionese to have played for the French national team), Bertrand Robert, Thomas Fontaine, Ludovic Ajorque, Fabrice Abriel (of Reunion descent) and Wilfried Moimbe (of Reunion descent), to name but a few. The territory has its own team, the &lt;a href=\"R%C3%A9union%20national%20football%20team\"&gt;Réunion national football team&lt;/a&gt;.\nArchitecture.\nStructurally, the local Creole house is said to be symmetrical. In fact, in the absence of an &lt;a href=\"architect\"&gt;architect&lt;/a&gt;, workers would draw a line on the ground and build two identical parts on each side, resulting in houses of essentially &lt;a href=\"rectangular\"&gt;rectangular&lt;/a&gt; shape. The veranda is an important element of the &lt;a href=\"house\"&gt;house&lt;/a&gt;. It is an &lt;a href=\"Terraced%20house\"&gt;outdoor terrace&lt;/a&gt; built on the front of the house, as it allowed to show its richness to the street. A Creole garden completes the house. It is composed of local plants, found in the forest. There is usually a greenhouse with orchids, anthuriums and different types of ferns.\nThe Villa Déramond-Barre is a Creole architectural model of great heritage interest.\nTraditions.\nTwo forms of musical expression historically make up the folkloric tradition of Reunion Island. One, the sega, is a Creole variant of the &lt;a href=\"quadrille\"&gt;quadrille&lt;/a&gt;, the other, the maloya, like the American blues, comes from Africa, carried by the nostalgia and pain of slaves uprooted and deported from their homeland.\nThe sega, a disguised ballroom dance to the rhythm of traditional Western instruments (accordion, harmonica, guitar, etc.), is a testament to the fun of colonial society at the time. Today, it is still the typical ballroom dance of the island of Réunion and the Mascarene archipelago in general, along with the Mauritian sega and the &lt;a href=\"Rhodesia\"&gt;Rhodesia&lt;/a&gt;n sega.\nThe slaves' maloya, a ritual dance full of melodies and gestures, was performed almost clandestinely at night around a bonfire; the few instruments that accompanied it were made of plants (bamboo, gourds, etc.).\nBeyond their taste for this musical art form, the maloya troupes wanted to perpetuate the memory of the &lt;a href=\"Slavery\"&gt;slaves&lt;/a&gt;, their suffering and their uprooting. Through sometimes controversial texts, they remind France of its slave-owning past and underline the damage that this colonial era did to human beings; in the course of the island's history, maloya artists and kabars (gatherings) were sometimes banned by the authorities.\nWith the institution of a public holiday to celebrate the &lt;a href=\"Abolitionism\"&gt;abolition&lt;/a&gt; of slavery (fête caf', 20 December), maloya has received official recognition; it is regularly played on public radio and many discotheques and dance parties programme it regularly; it is even enjoying a revival: groups have begun to make modern versions, styles and arrangements, such as maloggae and other electric maloya.\nSome of Reunion Island's emblematic musical groups include: Groupe folklorique de La Réunion, Kalou Pilé, Baster, Ousanousava, Ziskakan, Pat'Jaune, Danyèl Waro, Tisours, etc. We can also mention one of the greatest Maloya singers: Lo Rwa Kaf. Born in Sainte-Suzanne, he was one of the first to sing Maloya. When he died in 2004, many people were present at his funeral.\nIn 2008, the artist Brice Guilbert made a video clip entitled La Réunion. In this clip, we see him crossing all the &lt;a href=\"landscape\"&gt;landscape&lt;/a&gt;s of the island.\nIn the field of contemporary dance, we can mention the choreographer Pascal Montrouge, who directs the only company in France that has a double headquarters in Saint-Denis de La Réunion and Hyères, which reinforces the sense of his vision of identity. In 2007, the city of Saint-Denis de La Réunion entrusted him with the artistic direction of its Saint-Denis Danses festival.\nThe island is home to the regional &lt;a href=\"Music%20school\"&gt;conservatory&lt;/a&gt; of La Réunion, which has four teaching centres and was created in 1987 under the impetus of the then president of the region, Pierre Lagourgue. Today, although traditional dances are not forgotten in the conservatoires (which teach dance, music and theatre), the dances taught are classical dance, contemporary dance and Bharata natyam dance. These students regularly have the opportunity to dance with choreographers from Reunion such as Didier Boutiana cie \"konpani Soul city \"98, Soraya Thomas cie \"Morphose \"99or Éric Languet cie \"danse en l'R \"100. These different local companies allow the inhabitants of Reunion to dance professionally.\nUrban culture has also made its appearance, following the trends and influences of metropolitan France and the United States. Thus, hip-hop culture is developing, but also ragga dancehall, with KM David or Kaf Malbar being the figurehead of this new movement, influencing the young generation all over the island, with their songs spread by mp3 or internet. Many young artists are trying to \"break through\" in this music, whose industry is developing reasonably well, locally but also internationally, and has nothing to envy from the precursors of French &lt;a href=\"dancehall\"&gt;dancehall&lt;/a&gt;.\nMedia.\nBroadcasting.\nRéunion has a local public television channel, &lt;a href=\"R%C3%A9seau%20Outre-Mer%201re\"&gt;Réunion 1ère&lt;/a&gt;, which now forms part of &lt;a href=\"France%20T%C3%A9l%C3%A9vision\"&gt;France Télévision&lt;/a&gt;, and also receives &lt;a href=\"France%202\"&gt;France 2&lt;/a&gt;, &lt;a href=\"France%203\"&gt;France 3&lt;/a&gt;, &lt;a href=\"France%204\"&gt;France 4&lt;/a&gt;, &lt;a href=\"France%205\"&gt;France 5&lt;/a&gt; and &lt;a href=\"France%2024\"&gt;France 24&lt;/a&gt; from metropolitan France, as well as &lt;a href=\"France%20%C3%94\"&gt;France Ô&lt;/a&gt;, which shows programming from all of the &lt;a href=\"Overseas%20departments%20and%20territories%20of%20France\"&gt;overseas departments and territories&lt;/a&gt;. There are also two local private channels, Télé Kréol and Antenne Réunion.\nIt has a local public radio station, formerly Radio Réunion, but now known as Réunion 1ère, like its television counterpart. It also receives the &lt;a href=\"Radio%20France\"&gt;Radio France&lt;/a&gt; networks &lt;a href=\"France%20Inter\"&gt;France Inter&lt;/a&gt;, &lt;a href=\"France%20Musique\"&gt;France Musique&lt;/a&gt; and &lt;a href=\"France%20Culture\"&gt;France Culture&lt;/a&gt;. The first private local radio station, Radio Freedom, was introduced in 1981. They broadcast daily content about weather and local services.\nNewspapers.\nTwo main newspapers:\nCinema.\nPresent on the island since 1896, is marked by its insularity and its geographical distance from &lt;a href=\"metropolitan%20France\"&gt;metropolitan France&lt;/a&gt;. In the absence of the Centre national de la cinématographie (CNC), it has developed specific distribution and dissemination networks. Its landscapes first served as a natural backdrop for many film and television productions, and film events, such as festivals, multiplied there. Digital technology now facilitates the development of local productions, most of which reflect the particularities of a multicultural and multilingual society.\nThe Réunion &lt;a href=\"Film%20festival\"&gt;Film Festival&lt;/a&gt; (estival du film de La Réunion) was created in 2005 and is chaired by Fabienne Redt. The festival presented first and second feature films by French directors. The 10th and last edition took place in 2014 in partnership mainly with the TEAT Champ Fleuri (Saint-Denis) and the city of Saint-Paul.\nIn the &lt;a href=\"Port\"&gt;Port&lt;/a&gt;, the International Film Festival of Africa and the Reunion Islands (Festival international du film d'Afrique et des îles de La Réunion) was also held.\nAmong the existing film festivals is the Reunion Island Adventure Film Festival (13 editions), which awards prizes to adventure films.\nIn Saint-Philippe, the Festival Même pas peur, Réunion's international fantasy film festival, has been held since 2010.\nIn Saint-Pierre, there are two festivals: Écran jeunes (25th edition in 2019) and the Festival du Film Court de Saint-Pierre, directed by Armand Dauphin (3rd edition in 2019).\nInternet.\nThe Internet situation in Réunion was once marked by its &lt;a href=\"Island\"&gt;insularity&lt;/a&gt; and remoteness from mainland France, which caused some technological delays. Today, the trend has been reversed and the region has a relatively efficient Internet connection and is one of the departments most connected by fibre optics in France.\nInternet connection can be provided by ADSL (offered by four operators), fibre optic (three operators), or by cellular data on 4G and 5G networks (currently being tested in Saint-Denis).\nReunion domain names have the suffix .re. The Reunion region has deployed a regional fibre-optic network for operators. This network is based partly on EDF's very &lt;a href=\"high%20voltage\"&gt;high voltage&lt;/a&gt; cables - G@zelle network, partly on the region's own fibre and partly on Hertzian links for the most isolated areas. This network is managed by a public service company called La Réunion Numérique.\nEconomy.\nIn 2019, the &lt;a href=\"Gross%20domestic%20product\"&gt;GDP&lt;/a&gt; of Réunion at market exchange rates, not at &lt;a href=\"purchasing%20power%20parity\"&gt;PPP&lt;/a&gt;, was estimated at 19.7 billion &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s (US$22.0 bn) and the GDP per capita (also at market exchange rates) was 22,970 &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s (US$25,720). Economic growth was around +3.0% per year in &lt;a href=\"real%20versus%20nominal%20value%20%28economics%29\"&gt;real terms&lt;/a&gt; from 2014 to 2017, then it fell to +1.7% in 2018 and rebounded to +2.2% in 2019.\n&lt;a href=\"Sugar\"&gt;Sugar&lt;/a&gt; was traditionally the chief agricultural product and export. &lt;a href=\"Tourism\"&gt;Tourism&lt;/a&gt; is now an important source of income. The island's remote location combined with its stable political alignment with Europe makes it a key location for satellite receiving stations and naval navigation.\nGDP sector composition in 2013 (contribution of each sector to the total &lt;a href=\"gross%20value%20added\"&gt;gross value added&lt;/a&gt;):\nUnemployment is a major problem on Réunion, although the situation has improved markedly since the beginning of the 2000s: the unemployment rate, which stood above 30% from the early 1980s to the early 2000s, declined to 24.6% in 2007, then rebounded to 30.0% in 2011 due to the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932008\"&gt;2008 global financial crisis&lt;/a&gt; and subsequent &lt;a href=\"Great%20Recession\"&gt;Great Recession&lt;/a&gt;, but declined again after 2011, reaching 21.5% in 2019, its lowest level in 40 years.\nIn 2014, 40% of the population lived below the poverty line (defined by &lt;a href=\"Institut%20national%20de%20la%20statistique%20et%20des%20%C3%A9tudes%20%C3%A9conomiques\"&gt;INSEE&lt;/a&gt; as 60% of &lt;a href=\"Metropolitan%20France\"&gt;Metropolitan France&lt;/a&gt;'s median income; in 2014 the poverty line for a family of two parents and two young children was €2,064 (US$2,743) per month).\n&lt;a href=\"Rum\"&gt;Rum&lt;/a&gt; distillation contributes to the island's economy. A \"&lt;a href=\"List%20of%20French%20rums\"&gt;Product of France&lt;/a&gt;\", it is shipped to Europe for bottling, then shipped to consumers around the world.\n&lt;a href=\"Brasseries%20de%20Bourbon\"&gt;Brasseries de Bourbon&lt;/a&gt; is the main brewery of the island, with &lt;a href=\"Heineken%20N.V.\"&gt;Heineken&lt;/a&gt; as shareholder.\nTourism.\nIncome from &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt; is Reunion Island's primary economic resource, ahead of &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt; production and processing, which has allowed the development of large Reunionese groups such as Quartier Français, Groupe Bourbon ex-Sucreries Bourbon, a large international company now listed on the &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt;, but based outside the island and which has abandoned the sugar sector for the off-shore maritime sector. With the reduction of subsidies, this culture is threatened. Therefore, the development of fishing in the &lt;a href=\"French%20Southern%20and%20Antarctic%20Lands\"&gt;French Southern Territories&lt;/a&gt; has been promoted.\nThe &lt;a href=\"tertiary%20sector%20of%20the%20economy\"&gt;tertiary sector&lt;/a&gt;, particularly the commercial sector, is by far the most developed, and import distribution has taken off in the mid-1980s through affiliation and franchising agreements with metropolitan groups. The advent of franchised distribution has transformed the commercial apparatus, which historically was characterized by the geographic dispersion of small grocery-type units; the few \"Chinese stores\" still in operation are limited to mid-range towns and, as relics of a bygone era, have more of a tourist and educational appeal, even if they retain a convenience store function.\nDespite a certain economic dynamism, the island does not manage to absorb its significant &lt;a href=\"unemployment\"&gt;unemployment&lt;/a&gt;, which is explained in particular by a very strong demographic growth. Many Réunioners are forced to emigrate to metropolitan France for their studies or to find work.\nAgriculture.\n&lt;a href=\"Agriculture\"&gt;Agriculture&lt;/a&gt; in Réunion is an important activity in the island's economy: the agricultural territory covering 20% of the island's surface area employs 10% of the active population, generates 5% of the gross regional product and provides the island's main &lt;a href=\"export\"&gt;export&lt;/a&gt;. Formerly centered on coffee and &lt;a href=\"clove\"&gt;clove&lt;/a&gt; cultivation, it has focused on sugar cane since the events of the early 19th century, namely the Great Avalanches and the seizure of Reunion by the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt;. Today it faces important issues related to the decisions of the World Trade Organization at the international level and the development of the urban fact at the local level.\nReunion Island has about 7,000 farms, 5,000 of which are professional. These farms mobilize almost 11,000 AWU (annual workload of one person on a full-time basis).\nNinety-seven percent of the farms in Réunion are less than 20 hectares in size, compared to an average of 78 hectares in &lt;a href=\"Metropolitan%20France\"&gt;mainland France&lt;/a&gt;.\nThe most common status is that of individual farmer (97%).\nIn 2005, more than 60% of farm managers were between 40 and 59 years old.\nPublic services.\nHealth.\nIn 2005–2006, Réunion experienced an epidemic of &lt;a href=\"chikungunya\"&gt;chikungunya&lt;/a&gt;, a viral disease similar to &lt;a href=\"dengue%20fever\"&gt;dengue fever&lt;/a&gt; brought in from East Africa, which infected almost a third of the population because of its transmission through mosquitoes. The epidemic has since been eradicated. See the &lt;a href=\"%23History\"&gt;History&lt;/a&gt; section for more details.\nTransport.\n&lt;a href=\"Roland%20Garros%20Airport\"&gt;Roland Garros Airport&lt;/a&gt; serves the island, handling flights to mainland France, India, &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;, &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt;, &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;, &lt;a href=\"Comoros\"&gt;Comoros&lt;/a&gt;, &lt;a href=\"Seychelles\"&gt;Seychelles&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, China and &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;. &lt;a href=\"Pierrefonds%20Airport\"&gt;Pierrefonds Airport&lt;/a&gt;, a smaller airport, has some flights to Mauritius and Madagascar. In 2019 a &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt; system was proposed to link Le Barachois with the airport.\nEducation.\nReunion Island has its own &lt;a href=\"education%20system\"&gt;education system&lt;/a&gt;. Chantal Manès-Bonnisseau, Inspector General of Education, Sport and Research, was appointed &lt;a href=\"Rector%20%28academia%29\"&gt;Rector&lt;/a&gt; of the Académie de la Réunion and Chancellor of Universities at the &lt;a href=\"Council%20of%20Ministers\"&gt;Council of Ministers&lt;/a&gt; on July 29, 2020.\nShe succeeds Vêlayoudom Marimoutou, who took office as secretary general of the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; Commission on July 16.\nThe Rectorate is located in the main city, in the Moufia district of Saint-Denis. At the start of the 2012 school year, the island had 522 pre-school and/or primary schools, including 26 private schools, for 120,230 students at the primary level, 82 secondary schools, including six &lt;a href=\"Independent%20school\"&gt;private schools&lt;/a&gt;, for 61,300 students, 32 general and technological high schools, including three private schools, for 23,650 students, and 15 vocational schools, including two private schools, for 16,200 students.\nReunion's priority education zones affect slightly more than half of the primary and &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; students.\nBaccalaureate results are relatively close to the national average with a rate of 81.4% in 2012 compared to 82.4% in 2011 (respectively: 84.5% and 85.6% in the national &lt;a href=\"average\"&gt;average&lt;/a&gt;).\nIn higher education, the University of Reunion has 11,600 students spread across the various sites, especially in Saint-Denis and Le Tampon. A further 5,800 students are divided between the post-baccalaureate courses of secondary education and other higher studies.\nEnergy.\nEnergy on Réunion depends on oil and is limited by the island's &lt;a href=\"Island\"&gt;insularity&lt;/a&gt;, which forces it to produce &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt; locally and import fossil fuels. Faced with increasing demand and environmental requirements, the energy produced on the island is tending to increasingly exploit its great renewable energy potential through the development of &lt;a href=\"wind%20farms\"&gt;wind farms&lt;/a&gt;, solar farms and other experimental projects. Although 35% of Réunion's electricity came from renewable sources in 2013, the department's energy dependency rate exceeds 85%. Saving electricity and optimising &lt;a href=\"Energy%20efficiency%20implementation\"&gt;energy efficiency&lt;/a&gt; are two major areas of work for the authorities responsible for energy issues.\nHydroelectric power.\nDue to the large volumes of rainfall, the flow of surface water allows the installation of hydroelectric infrastructures, especially as erosion has carved out narrow and very deep ravines. The Sainte-Rose plant (22 MW) and the Takamaka plant (17.5 &lt;a href=\"Megawatt\"&gt;MW&lt;/a&gt;) are the two largest. In total, the island's six &lt;a href=\"Hydroelectricity\"&gt;hydroelectric&lt;/a&gt; infrastructures have a capacity of 133 MW.\nSymbols.\nRéunion has no official &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; or &lt;a href=\"flag\"&gt;flag&lt;/a&gt;.\nFormer Governor Merwart created a coat of arms for the island on the occasion of the 1925 &lt;a href=\"colonial%20exhibition\"&gt;colonial exhibition&lt;/a&gt; organised on Petite-Île. Merwart, a member of the Reunion Island Society of Sciences and Arts, wanted to include the island's history:\nThe most commonly used flag in Réunion is that of the \"radiant volcano\", designed by Guy Pignolet in 1975, sometimes called \"Lo Mavéli\": it represents the volcano of Piton de la Fournaise in the form of a simplified red triangle on a navy blue background, while five sunbeams symbolise the arrival of the populations that have converged on the island over the centuries."
}