{
    "id": "8691884",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=8691884",
    "title": "Roger Bannister running track",
    "text": "The Roger Bannister running track, also known as the Oxford University track, is a 400-metres &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; &lt;a href=\"running%20track\"&gt;running track&lt;/a&gt; and stadium in &lt;a href=\"Oxford\"&gt;Oxford&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. It was where Sir &lt;a href=\"Roger%20Bannister\"&gt;Roger Bannister&lt;/a&gt; broke the &lt;a href=\"four-minute%20mile\"&gt;four-minute mile&lt;/a&gt; on 6 May 1954, when it was known as the Iffley Road track. The track is owned and operated by the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt;.\nHistory.\nIn 1867, the University of Oxford built a grass track round at &lt;a href=\"Marston%20Road\"&gt;Marston Road&lt;/a&gt; Sports Grounds. It was built on clay and often flooded, or became unusable due to the wet conditions. The university later decided to build a new running track at &lt;a href=\"Iffley%20Road\"&gt;Iffley Road&lt;/a&gt;. Building work began on the one-third of a mile (536 metres) track in September 1876 by the contractor Mr Hobdell. The ground was leased from &lt;a href=\"Christ%20Church%2C%20Oxford\"&gt;Christ Church&lt;/a&gt;. The building work was finished two days before the first meeting, on 29–30 November 1876.\nIn 1948, &lt;a href=\"Roger%20Bannister\"&gt;Roger Bannister&lt;/a&gt;, then a 19-year-old student at &lt;a href=\"Exeter%20College%2C%20Oxford\"&gt;Exeter College&lt;/a&gt;, was elected President of Oxford University's Athletic Club. He made it a prime aim of his presidency to replace the bumpy, uneven track with a new six-lane track. Two years later, in 1950, the new 440 yards track was refurbished and was opened by &lt;a href=\"John%20Lowe%20%28University%20of%20Oxford%29\"&gt;John Lowe&lt;/a&gt;, the &lt;a href=\"List%20of%20Vice-Chancellors%20of%20the%20University%20of%20Oxford\"&gt;Vice-Chancellor of the University of Oxford&lt;/a&gt;. Since 1950, the running track has been modernised on several occasions. In 1976 work started on the track to convert the track to a synthetic track, and it opened on 4 May 1977, and was again resurfaced in 1989.\nBy 2005, the track again was of poor quality. Two years later &lt;a href=\"Sebastian%20Coe\"&gt;Lord Coe&lt;/a&gt;, the Chairman of the &lt;a href=\"London%20Organising%20Committee%20for%20the%20Olympic%20Games\"&gt;London Organising Committee for the Olympic Games&lt;/a&gt; and Paralympic Games, opened the newly refurbished running track on 10 May 2007. The running track was renamed the Roger Bannister running track. Coe said \"It is fitting that the track at Iffley Road where Roger (Bannister) set this momentous record should be re-named in his honour. I hope that many other records will be set at this newly refurbished track and that some young athletes that run here will go on to compete in the &lt;a href=\"2012%20Summer%20Olympics\"&gt;London 2012 Games&lt;/a&gt;.\"\nLater, Bannister started a series of one-mile races by University of Oxford students to mark the event. The new track has been awarded &lt;a href=\"UK%20Athletics\"&gt;UK Athletics&lt;/a&gt; certification, which allows race meetings to be held and be eligible for any record attempts by athletes.\nThe sub-four-minute mile.\nIn 1954, Bannister set himself the target of breaking the four-minute mile barrier. At the time Bannister was a 25-year-old full-time medical student at &lt;a href=\"St%20Mary%27s%20Hospital%20Medical%20School\"&gt;St Mary's Hospital Medical School&lt;/a&gt;. He could only train for 45 minutes a day for the event. The opportunity to break the record came on 6 May 1954, when Bannister was competing in an event for the &lt;a href=\"Amateur%20Athletic%20Association\"&gt;Amateur Athletic Association&lt;/a&gt; against Oxford University. Bannister was going to withdraw from the race because of the gusting wind, however, just before the race, the wind dropped and Bannister decided to compete. He arranged for &lt;a href=\"Christopher%20Chataway\"&gt;Christopher Chataway&lt;/a&gt; and &lt;a href=\"Chris%20Brasher\"&gt;Chris Brasher&lt;/a&gt; to be the &lt;a href=\"Pacemaker%20%28running%29\"&gt;pacemakers&lt;/a&gt;, with the first three-quarters of a mile to be run in under three minutes. After Chataway and Brasher fell off, Bannister then went on to complete the final lap in less than a minute and broke the world record, collapsing when he finished. It was announced to the cheering crowd that Bannister had recorded a time of 3 minutes and 59.4 seconds. Six runners took part and the full placings at the event were: 1, Roger Bannister (&lt;a href=\"British%20Amateur%20Athletics%20Association\"&gt;AAA&lt;/a&gt;) (world record) 2, Christopher Chataway (AAA) (4 minutes and 07.2 seconds) 3, &lt;a href=\"Tom%20Hulatt\"&gt;Tom Hulatt&lt;/a&gt; (AAA) (4 minutes and 16.0 seconds) 4, Alan Gordon (Oxford University) 5, George Dole (Oxford University) 6, Christopher Brasher (AAA). A third member of the Oxford University team Nigel Miller arrived as a spectator and he only realized that he was due to run when he read the programme. Efforts to borrow a running kit failed and he could not take part.\nThe stadium.\nThe &lt;a href=\"Taylor%20Report\"&gt;Taylor Report&lt;/a&gt;, published after the &lt;a href=\"Hillsborough%20Disaster\"&gt;Hillsborough Disaster&lt;/a&gt;, made a number of recommendations for the safety of all stadia. The capacity of the Iffley Road stadium had to be reduced to 499, as the cost of maintaining a stadium with 500 or more spectators was too high. The Roger Bannister running track is part of the Iffley Road Sports Complex, which in turn is part of Oxford University Sport. Oxford University Sport also runs the Marston Road Sports Grounds, the University Parks Sports Grounds and the University Sports Centre."
}