{
    "id": "8694759",
    "revid": "3784107",
    "url": "https://en.wikipedia.org/wiki?curid=8694759",
    "title": "Hasan Muhammad Nur Shatigadud",
    "text": "Colonel Hasan Muhammad Nur Shatigadud (; ) (1946–2013) was a &lt;a href=\"Somali%20people\"&gt;Somali&lt;/a&gt; politician and faction leader. He served as the chairman of the &lt;a href=\"Rahanweyn%20Resistance%20Army\"&gt;Rahanweyn Resistance Army&lt;/a&gt; (RRA), and subsequently as the first President of the short-lived &lt;a href=\"Southwestern%20Somalia\"&gt;Southwestern Somalia&lt;/a&gt; autonomous regional state. Shatigadud was later a Member of the &lt;a href=\"Transitional%20Federal%20Parliament\"&gt;Transitional Federal Parliament&lt;/a&gt;, and was eventually appointed &lt;a href=\"Ministry%20of%20Finance%20%28Somalia%29\"&gt;Minister of Finance&lt;/a&gt; in the &lt;a href=\"Transitional%20Federal%20Government\"&gt;Transitional Federal Government&lt;/a&gt;. Shatigadud was succeeded as president by &lt;a href=\"Madobe%20Nunow\"&gt;Madobe Nunow&lt;/a&gt;.\nPersonal life.\nShatigadud was born in 1946 in the small town of Bakaaryari, situated near &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; in southern &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;. He hailed from the Hariin subclan of Mirifle &lt;a href=\"Rahanweyn\"&gt;Rahanweyn&lt;/a&gt;.\nShatigadud attended primary school in Baidoa, then moved to Mogadishu for secondary school. He later studied at universities in &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;.\nAdditionally, Shatigadud was multilingual, speaking &lt;a href=\"Somali%20language\"&gt;Somali&lt;/a&gt;, &lt;a href=\"Maay%20language\"&gt;Maay&lt;/a&gt;, &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt;, &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;, &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; and &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;.\nAfter having lived and worked most of his life in Somalia, Shatigadud eventually retired to &lt;a href=\"Dortmund\"&gt;Dortmund&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. He died there in late March 2013, having suffered a heart attack. His body was subsequently flown to Mogadishu for a Janaza prayer by Members of Parliament and other senior Federal Government officials. Shatigaduud was finally laid to rest in Baidoa's main cemetery, with a large crowd attending the funeral and prayer service.\nCareer.\nNational Security Service.\nShatigadud (\"Red Shirt\") served as a colonel in the &lt;a href=\"National%20Security%20Service%20%28Somalia%29\"&gt;National Security Service&lt;/a&gt; (NSS). He was also a Governor of the &lt;a href=\"Gedo\"&gt;Gedo&lt;/a&gt; region under the &lt;a href=\"Siad%20Barre\"&gt;Siad Barre&lt;/a&gt; administration.\nRahanweyn Resistance Army.\nFollowing the start of the &lt;a href=\"Somali%20Civil%20War\"&gt;civil war&lt;/a&gt; in 1991, Shatigadud acted as the leader of the &lt;a href=\"Rahanweyn%20Resistance%20Army\"&gt;Rahanweyn Resistance Army&lt;/a&gt; (RRA). The rebel group was founded in September 1995 to oppose the invasion of the southwestern &lt;a href=\"Bay%2C%20Somalia\"&gt;Bay&lt;/a&gt; and &lt;a href=\"Bakool\"&gt;Bakool&lt;/a&gt; regions by &lt;a href=\"Mohamed%20Farah%20Aideed\"&gt;Mohamed Farah Aideed&lt;/a&gt;'s &lt;a href=\"Somali%20National%20Alliance\"&gt;Somali National Alliance&lt;/a&gt; (SNA).\nFor a time, the RRA later supported an initiative to form a new &lt;a href=\"Transitional%20National%20Government\"&gt;Transitional National Government&lt;/a&gt; (TNG) under President &lt;a href=\"Abdiqasim%20Salad%20Hassan\"&gt;Abdiqasim Salad Hassan&lt;/a&gt;.\nPresident of Southwestern Somalia.\nOn April 1, 2002, Shatigadud became the President of the &lt;a href=\"Southwestern%20Somalia\"&gt;Southwestern State of Somalia&lt;/a&gt;, an autonomous self-proclaimed state in southern Somalia centered in Baidoa. The polity's organization was thought to be a move to show the disaffection of the RRA with the nascent Mogadishu-based Transitional National Government, as well as an act to counter the influence of the &lt;a href=\"Somalia%20Reconciliation%20and%20Restoration%20Council\"&gt;Somalia Reconciliation and Restoration Council&lt;/a&gt; (SRRC) in the same regions.\nInternal disputes developed between Shatigadud, who wished to support the new &lt;a href=\"Somalia%20Reconciliation%20and%20Restoration%20Council\"&gt;Somalia Reconciliation and Restoration Council&lt;/a&gt; (SRRC), and his two deputies, &lt;a href=\"Sheikh\"&gt;Sheikh&lt;/a&gt; &lt;a href=\"Aden%20Madobe\"&gt;Aden Madobe&lt;/a&gt; and &lt;a href=\"Muhammad%20Ibrahim%20Habsade\"&gt;Muhammad Ibrahim Habsade&lt;/a&gt;, who wished to continue to support the TNG. The conflict resulted in many deaths and calls for Shatigadud to step down as President. Habsade continued to meet with TNG leaders ostensibly with the hope of being part of the nascent national government. The feuding leaders of the RRA were eventually reconciled and, though conflicts periodically erupted thereafter, all joined the &lt;a href=\"Transitional%20Federal%20Government\"&gt;Transitional Federal Government&lt;/a&gt; (TFG) at its formation.\nTransitional Federal Government.\nIn November 2004, Shatigadud was appointed a Member of the 275-seat &lt;a href=\"Transitional%20Federal%20Parliament\"&gt;Transitional Federal Parliament&lt;/a&gt; (TFP). &lt;a href=\"Transitional%20Federal%20Government\"&gt;Transitional Federal Government&lt;/a&gt; (TFG) Prime Minister &lt;a href=\"Ali%20Mohammed%20Ghedi\"&gt;Ali Mohammed Ghedi&lt;/a&gt; later named him Minister of Finance in January 2005.\nOn December 2, 2007, Shatigadud was appointed Minister of National Security in the government of Prime Minister &lt;a href=\"Nur%20Hassan%20Hussein\"&gt;Nur Hassan Hussein&lt;/a&gt;. He along with three other ministers from his Rahanweyn clan resigned the following day, asserting that their constituents had not been given a fair share of posts in Hussein's government."
}