{
    "id": "8705898",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=8705898",
    "title": "Chetwynde School",
    "text": "Chetwynde School is a Free school in Barrow-in-Furness, Cumbria, England. It includes a kindergarten, &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt; and &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt;. It is a member of South Cumbria Multi-Academy Trust.\nFounded as an &lt;a href=\"Independent%20school%20%28UK%29\"&gt;independent&lt;/a&gt; primary school, it was known as Our Lady's Chetwynde School and Chetwynde Convent Preparatory School at different periods of its history before it expanded to being a coeducational independent school for children aged 3 to 18. Before 2014 it was Barrow's only independent school and the only one in the town which educated children from nursery all the way to sixth form. The school became a state-funded free school in September 2014 for pupils aged 4–16 years.\nHistory.\nChetwynde was founded as \"Our Lady's Chetwynde School\" in 1938 by Sister Aquinas and her nuns as a girls' school. In 1976 the school became mixed and independent from the church, though it retained its Catholic faith and ethos. Under Margaret Stones, the school's first headteacher, Chetwynde achieved high levels of &lt;a href=\"sport\"&gt;sport&lt;/a&gt;ing and academic success. The next headteacher was Isobel Nixon; during her time as headmistress the school dropped the \"Our Lady's\" prefix from its title and the school's record of high academic and extra-curricular achievement was maintained. New laboratories were built with the help of the John Fisher Foundation and many other modernisations took place.\nIt was initially a junior school for children up to age 11. In 1984, the age range was extended to 16. By then the school had outgrown its premises on Abbey Road and moved to its current site. The &lt;a href=\"Sixth%20Form\"&gt;Sixth Form&lt;/a&gt; was opened in 1989. The first male headteacher, Russell Collier, was appointed in 2010. From 2014 to 2019, the headteacher of Chetwynde School was Ms Sian Jeffreys, and as of September 2019 onwards, the current headteacher is Mr Stephen Jefferson.\nOn 25 May 2012 it was announced that the school would remain open in September after an eleventh hour purchase from a currently unnamed purchaser. The school remained under the leadership of the headmaster Russell Collier with a new board of governors, the majority from the Chetwynde Support Group (CSG). The school began to offer new bursary programs to make it more accessible to the local community and to increase enrollment.\nFree school application.\nOn 8 November 2012, in a meeting held between governors and parents, it was announced that the school intended to apply for free school status beginning in September 2014, as based on pupil numbers the school's long-term future was in doubt. The application was processed by January 2013, with a decision from the &lt;a href=\"Department%20of%20Education\"&gt;Department of Education&lt;/a&gt; to be made by May 2013. Initial reception from parents was extremely positive and Chetwynde asked parents in the area to register their interest in order to aid the school's application. On 22 May 2013 Chetwynde announced that it had been successful in its application and became Cumbria's first free school in September 2014.\nIn 2018, the school closed its sixth form due to low student numbers. Students now generally attend &lt;a href=\"Barrow%20Sixth%20Form%20College\"&gt;Barrow Sixth Form College&lt;/a&gt; located on the opposite side of Rating Lane to the school.\nMulti-academy trust.\nUnder pressure from the Department for Education through the issuing of a financial notice to improve, Chetwynde School began to seek a multi-academy trust to join. On 1 September 2021, the school joined South Cumbria Multi-Academy Trust, a local trust sponsored by &lt;a href=\"Furness%20College%2C%20Barrow-in-Furness\"&gt;Furness College&lt;/a&gt;. The school has now demonstrated sound finances and has had its financial notice to improve removed.\nAcademics.\nChetwynde is consistently ranked as one of the county's top non-selective schools. In the 2011 &lt;a href=\"GCSE\"&gt;GCSE&lt;/a&gt;s, pupils achieved a 100% pass rate with all gaining at least five \"A*\" to \"C\" grades, making Chetwynde the best school in Cumbria for GCSE results. That same year it also achieved the best A-level results in &lt;a href=\"Cumbria\"&gt;Cumbria&lt;/a&gt;, with 86% of grades at \"A*\" to \"B\".\nIn 2013, Chetwynde School Sixth Form maintained its 100% A-Level pass rate for the fourth consecutive year. In the same year, 96% of Chetwynde's GCSE students achieved five or more A* to C grades.\nSport.\nIn sport, the school has competitive &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"cross%20country%20running\"&gt;cross country running&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, and &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt; teams. It is most notable for success in &lt;a href=\"netball\"&gt;netball&lt;/a&gt; and &lt;a href=\"swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;.\nChetwynde is known for its highly successful swimming team. The school has achieved a number of national titles, being the only school to have won medals at every English National Schools' Primary Championship since their inauguration in 1995. They have represented England in international tournaments.\nChetwynde has a formidable record in &lt;a href=\"netball\"&gt;netball&lt;/a&gt; and it remains a popular sport with pupils. During the 1980s and 1990s, its teams dominated the English Schools Netball Association Championship.\nCricket has also been a rising success for Chetwynde, as in the summer of 2018, Chetwynde's U13 and U15 Cricket team managed to reach 3rd and 4th place in the Cumbria County Schools Cup respectively."
}