{
    "id": "870900",
    "revid": "8357747",
    "url": "https://en.wikipedia.org/wiki?curid=870900",
    "title": "Danny Gardella",
    "text": "Daniel Lewis Gardella (February 26, 1920 – March 6, 2005) was an American &lt;a href=\"left%20fielder\"&gt;left fielder&lt;/a&gt; in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; who played with the &lt;a href=\"New%20York%20Giants%20%28NL%29\"&gt;New York Giants&lt;/a&gt; (1944–45) and &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; (1950). Born in New York City, he batted and threw left-handed. He is known as one of the handful of American Major League players who \"jumped\" their &lt;a href=\"professional%20baseball\"&gt;organized baseball&lt;/a&gt; teams to play in the \"outlaw\" &lt;a href=\"Mexican%20League\"&gt;Mexican League&lt;/a&gt; in . (Others included &lt;a href=\"Sal%20Maglie\"&gt;Sal Maglie&lt;/a&gt;, &lt;a href=\"Alex%20Carrasquel\"&gt;Alex Carrasquel&lt;/a&gt;, &lt;a href=\"Max%20Lanier\"&gt;Max Lanier&lt;/a&gt; and &lt;a href=\"Mickey%20Owen\"&gt;Mickey Owen&lt;/a&gt;.)\nCareer.\nKnown more for his on-field antics than his playing ability, Gardella would often walk on his hands, and perform other &lt;a href=\"Acrobatics\"&gt;acrobat&lt;/a&gt;ic stunts. He was also one of the first players to train with &lt;a href=\"weight%20training\"&gt;weights&lt;/a&gt;. Nevertheless, he was the first major league player who challenged baseball's &lt;a href=\"reserve%20clause\"&gt;reserve clause&lt;/a&gt; in an early chapter in the labor-management skirmishes that brought &lt;a href=\"free%20agent\"&gt;free agency&lt;/a&gt; and multimillion-dollar player contracts.\nMajor League Baseball.\nIn a three-season career, Gardella compiled a .267 &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; with 24 &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s and 85 &lt;a href=\"run%20batted%20in\"&gt;RBI&lt;/a&gt; in 169 &lt;a href=\"games%20played\"&gt;games&lt;/a&gt;. His most productive season came in &lt;a href=\"1945%20in%20baseball\"&gt;1945&lt;/a&gt;, when he hit .272 with 18 home runs and 71 RBI in 121 games. In that season, some of his teammates included &lt;a href=\"Ernie%20Lombardi\"&gt;Ernie Lombardi&lt;/a&gt;, &lt;a href=\"Mel%20Ott\"&gt;Mel Ott&lt;/a&gt;, &lt;a href=\"Joe%20Medwick\"&gt;Joe Medwick&lt;/a&gt; and &lt;a href=\"Bill%20Voiselle\"&gt;Bill Voiselle&lt;/a&gt;.\nMexican League.\nHowever, in &lt;a href=\"1946%20in%20baseball\"&gt;1946&lt;/a&gt;, the Giants were interested in players returning from World War II &lt;a href=\"military\"&gt;military service&lt;/a&gt;. Gardella had been offered US$4,500 to play for the Giants and $10,000 to play in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. He joined the &lt;a href=\"Mexican%20League\"&gt;Mexican League&lt;/a&gt;, whose generous salaries also attracted major leaguers including &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt;s &lt;a href=\"Sal%20Maglie\"&gt;Sal Maglie&lt;/a&gt;, &lt;a href=\"Alex%20Carrasquel\"&gt;Alex Carrasquel&lt;/a&gt; and &lt;a href=\"Max%20Lanier\"&gt;Max Lanier&lt;/a&gt; and &lt;a href=\"catcher\"&gt;catcher&lt;/a&gt; &lt;a href=\"Mickey%20Owen\"&gt;Mickey Owen&lt;/a&gt;. In response, &lt;a href=\"baseball%20commissioner\"&gt;Commissioner&lt;/a&gt; &lt;a href=\"Happy%20Chandler\"&gt;Happy Chandler&lt;/a&gt; imposed a ban of at least five years on all the players who had gone to the Mexican League for violating the reserve clause. &lt;a href=\"Shortstop\"&gt;Shortstop&lt;/a&gt; &lt;a href=\"Vern%20Stephens\"&gt;Vern Stephens&lt;/a&gt; also joined the exodus but immediately returned before the season started to escape the sanction. The first player to learn of Chandler's seriousness was Owen, who returned the same year, asked for clemency, and was refused.\nLawsuit.\nIn October &lt;a href=\"1947%20in%20baseball\"&gt;1947&lt;/a&gt;, unable to get a baseball job in the major or &lt;a href=\"Minor%20league%20baseball\"&gt;minor&lt;/a&gt; leagues after playing in Mexico, Gardella &lt;a href=\"lawsuit\"&gt;sued&lt;/a&gt; the Major League Baseball hierarchy and the Giants in the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Southern%20District%20of%20New%20York\"&gt;United States District Court for the Southern District of New York&lt;/a&gt;, seeking $300,000 in damages. He charged that the reserve clause was \"&lt;a href=\"monopoly\"&gt;monopolistic&lt;/a&gt; and restrains trade.\" A year later, the case was dismissed by a federal judge who cited a 1922 &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; ruling that found baseball was not a business engaged in interstate commerce within the meaning of federal antitrust law. But in February 1949, the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Second%20Circuit\"&gt;Second Circuit Court of Appeals&lt;/a&gt;, in a 2-to-1 ruling, sent the case back to the district court and ordered a trial on Gardella's contentions.\nIn June 1949, faced with the prospect of a courtroom defeat, Chandler offered amnesty to the players who had gone to the Mexican League. Gardella, warned by his lawyer that he faced a long and costly legal battle, dropped his lawsuit. He said later that he received a $60,000 settlement from baseball.\nLater years.\nIn 1950 Gardella signed with the St. Louis Cardinals, but was sent to the minors after one &lt;a href=\"at%20bat\"&gt;at bat&lt;/a&gt; and never again played in the major leagues. After leaving the game, he worked in a warehouse, as a hospital &lt;a href=\"orderly\"&gt;orderly&lt;/a&gt; and as a gym trainer.\nMany years after Gardella faded from the baseball scene, the United States Supreme Court rejected two challenges to the reserve clause, most notably in &lt;a href=\"Flood%20v.%20Kuhn\"&gt;the case&lt;/a&gt;, brought by outfielder &lt;a href=\"Curt%20Flood\"&gt;Curt Flood&lt;/a&gt;. However, the players won free agency on December 23, 1975 after arbitrator &lt;a href=\"Seitz%20decision\"&gt;Peter Seitz&lt;/a&gt;, ruling in a case brought by pitchers &lt;a href=\"Dave%20McNally\"&gt;Dave McNally&lt;/a&gt; and &lt;a href=\"Andy%20Messersmith\"&gt;Andy Messersmith&lt;/a&gt;, found that players could leave their teams after playing out their contracts.\nReflecting on his lawsuit and his possible consequences in an interview with the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" in 1994, Gardella took pride in having brought his court challenge. \"I feel I let the whole world know that the reserve clause was unfair,\" he said. \"It had the odor of peonage, even slavery.\"\nGardella died from congestive heart failure in &lt;a href=\"Yonkers%2C%20New%20York\"&gt;Yonkers, New York&lt;/a&gt; on March 6, 2005, at age 85."
}