{
    "id": "871170",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=871170",
    "title": "Paint stripper",
    "text": "Paint stripper, or paint remover, is a chemical product designed to remove &lt;a href=\"paint\"&gt;paint&lt;/a&gt;, &lt;a href=\"wood%20finishing\"&gt;finishes&lt;/a&gt;, and &lt;a href=\"coating\"&gt;coating&lt;/a&gt;s while also cleaning the underlying surface. \nThe product's &lt;a href=\"material%20safety%20data%20sheet\"&gt;material safety data sheet&lt;/a&gt; provides more safety information than its product &lt;a href=\"label\"&gt;label&lt;/a&gt;s.\nPaint can also be removed using mechanical methods (scraping or &lt;a href=\"sanding\"&gt;sanding&lt;/a&gt;) or heat (&lt;a href=\"heat%20gun\"&gt;hot air&lt;/a&gt;, &lt;a href=\"infrared%20heater\"&gt;radiant heat&lt;/a&gt;, or &lt;a href=\"steam%20cleaning\"&gt;steam&lt;/a&gt;).\nTypes of chemical paint remover.\nChemical paint removers work only on certain types of finishes, and when multiple types of finishes may have been used on any particular surface, &lt;a href=\"trial%20and%20error\"&gt;trial-and-error&lt;/a&gt; testing is typical to determine the best stripper for each application. Two basic categories of chemical paint removers are caustic and solvent.\nCaustics.\nCaustic paint removers, typically &lt;a href=\"sodium%20hydroxide\"&gt;sodium hydroxide&lt;/a&gt; (also known as lye or caustic soda), work by breaking down the &lt;a href=\"chemical%20bonds\"&gt;chemical bonds&lt;/a&gt; of the paint, usually by &lt;a href=\"hydrolysis\"&gt;hydrolysis&lt;/a&gt; of the chain bonds of the polymers forming the paint. Caustic removers must be neutralized or the new finish will fail prematurely. In addition, several side effects and health risks must be taken into account in using caustic paint removers. Such caustic aqueous solutions are typically used by &lt;a href=\"antique%20dealer\"&gt;antique dealer&lt;/a&gt;s who aim to restore old furniture by stripping off worn &lt;a href=\"varnish\"&gt;varnish&lt;/a&gt;es, for example.\nSolvents.\nSolvent paint strippers penetrate the layers of paint and break the bond between the paint and the object by &lt;a href=\"swelling%20capacity\"&gt;swelling&lt;/a&gt; the paint.\nThe active ingredient in the most effective paint strippers is &lt;a href=\"dichloromethane\"&gt;dichloromethane&lt;/a&gt;, also called methylene chloride. Dichloromethane has serious health risks including death, is likely a &lt;a href=\"carcinogen\"&gt;carcinogen&lt;/a&gt;, and is banned in some countries for consumer use. Despite this, deaths from dichloromethane are extremely rare at less than 2.4 cases per year and associated mostly with users applying large amounts in confined, poorly ventilated spaces. When applied in reasonable amounts and with typical levels of ventilation, or outdoors, it is generally safe to use.\nSolvent strippers may also have formulations with &lt;a href=\"limonene\"&gt;limonene&lt;/a&gt; from orange peel (or other &lt;a href=\"terpene\"&gt;terpene&lt;/a&gt; solvents), &lt;a href=\"n-methylpyrrolidone\"&gt;n-methylpyrrolidone&lt;/a&gt;, &lt;a href=\"ester\"&gt;ester&lt;/a&gt;s such as &lt;a href=\"dibasic%20ester\"&gt;dibasic ester&lt;/a&gt;s (often dimethyl esters of shorter &lt;a href=\"dicarboxylic%20acid\"&gt;dicarboxylic acid&lt;/a&gt;s, sometimes aminated, for example, &lt;a href=\"adipic%20acid\"&gt;adipic acid&lt;/a&gt; or &lt;a href=\"glutamic%20acid\"&gt;glutamic acid&lt;/a&gt;), &lt;a href=\"aromatic%20hydrocarbon\"&gt;aromatic hydrocarbon&lt;/a&gt;s, &lt;a href=\"dimethylformamide\"&gt;dimethylformamide&lt;/a&gt;, and other solvents are known as well. The formula differs according to the type of paint and the character of the underlying surface. &lt;a href=\"Nitromethane\"&gt;Nitromethane&lt;/a&gt; is another commonly used solvent. &lt;a href=\"Dimethyl%20sulfoxide\"&gt;Dimethyl sulfoxide&lt;/a&gt; is a less toxic alternative solvent used in some formulations. Unfortunately, these alternative stripping formulas are largely ineffective compared to those based on dichloromethane - removing only one layer at a time, or often no paint at all. When they do work they take hours, compared to minutes or seconds for dichloromethane-based strippers.\nPaint strippers come in a liquid, or a &lt;a href=\"gel\"&gt;gel&lt;/a&gt; (\"&lt;a href=\"thixotropic\"&gt;thixotropic&lt;/a&gt;\") form that clings even to vertical surfaces.\nThe principle of paint strippers is penetration of the paint film by the molecules of the &lt;a href=\"active%20ingredient\"&gt;active ingredient&lt;/a&gt;, causing it to &lt;a href=\"swelling%20capacity\"&gt;swell&lt;/a&gt;; this volume increase causes internal strains, which, together with the weakening of the layer's &lt;a href=\"adhesion\"&gt;adhesion&lt;/a&gt; to the underlying surface, leads to separation of the layer of the paint from the substrate.\nOther components.\nVarious co-solvents are added to the primary active ingredient. These assist with penetration into the paint and its removal and differ according to the target paint. &lt;a href=\"Ethanol\"&gt;Ethanol&lt;/a&gt; is suitable for &lt;a href=\"shellac\"&gt;shellac&lt;/a&gt;, &lt;a href=\"methyl%20ethyl%20ketone\"&gt;methyl ethyl ketone&lt;/a&gt; is used for &lt;a href=\"cellulose%20nitrate\"&gt;cellulose nitrate&lt;/a&gt;, and &lt;a href=\"phenol\"&gt;phenol&lt;/a&gt; and &lt;a href=\"cresol\"&gt;cresol&lt;/a&gt;s are employed in some industrial formulas. &lt;a href=\"Benzyl%20alcohol\"&gt;Benzyl alcohol&lt;/a&gt; is used as well.\n&lt;a href=\"Catalyst\"&gt;Activator&lt;/a&gt;s increase the penetration rate; for dichloromethane water is suitable, other choices are &lt;a href=\"amine\"&gt;amine&lt;/a&gt;s, strong acids or strong &lt;a href=\"alkali\"&gt;alkali&lt;/a&gt;s. The activator's role is to disrupt the molecular and intermolecular bonds in the paint film and assist with weakening this. Its composition depends on the character of the paint to be removed. &lt;a href=\"Mineral%20acid\"&gt;Mineral acid&lt;/a&gt;s are used for &lt;a href=\"epoxy\"&gt;epoxy&lt;/a&gt; resins to &lt;a href=\"hydrolysis\"&gt;hydrolyze&lt;/a&gt; their &lt;a href=\"ether\"&gt;ether&lt;/a&gt; bonds. Alkaline activators are usually based on &lt;a href=\"sodium%20hydroxide\"&gt;sodium hydroxide&lt;/a&gt;. Some cosolvents double as activators. &lt;a href=\"Amine\"&gt;Amine&lt;/a&gt; activators, alkalines weaker than inorganic hydroxides, are favored when the substrate could be corroded by strong acids or bases.\n&lt;a href=\"Surfactant\"&gt;Surfactant&lt;/a&gt;s assist with &lt;a href=\"wetting\"&gt;wetting&lt;/a&gt; the surface, increasing the area of where the solvent can penetrate the paint layer. Anionic surfactants (e.g., &lt;a href=\"sodium%20dodecylbenzenesulfonate\"&gt;dodecyl benzenesulfonate&lt;/a&gt; or &lt;a href=\"sodium%20xylene%20sulfonate\"&gt;sodium xylene sulfonate&lt;/a&gt;) are used for acidic formulas, cationic or non-ionic are suitable for alkaline formulas.\nPaint strippers containing surfactants are excellent brush cleaners.\n&lt;a href=\"Thickener\"&gt;Thickener&lt;/a&gt;s are used for &lt;a href=\"thixotropic\"&gt;thixotropic&lt;/a&gt; formulas to help the mixture form &lt;a href=\"gel\"&gt;gel&lt;/a&gt; that adheres to vertical surfaces and to reduce the evaporation of the solvents, thus prolonging the time the solvent can penetrate the paint. &lt;a href=\"Cellulose\"&gt;Cellulose&lt;/a&gt;-based agents, e.g., &lt;a href=\"hydroxypropyl%20cellulose\"&gt;hydroxypropyl cellulose&lt;/a&gt;, are commonly used for mixtures that are not extremely acidic or basic; under such conditions cellulose undergoes hydrolysis and loses effectiveness, so &lt;a href=\"fumed%20silica\"&gt;fumed silica&lt;/a&gt; is used for these instead. Another possibility is using &lt;a href=\"wax\"&gt;wax&lt;/a&gt;es (usually &lt;a href=\"paraffin%20wax\"&gt;paraffin wax&lt;/a&gt; or &lt;a href=\"polyethylene\"&gt;polyethylene&lt;/a&gt; or &lt;a href=\"polypropylene\"&gt;polypropylene&lt;/a&gt; derivatives), or &lt;a href=\"polyacrylate\"&gt;polyacrylate&lt;/a&gt; gels.\n&lt;a href=\"Corrosion%20inhibitor\"&gt;Corrosion inhibitor&lt;/a&gt;s are added to the formula to protect the underlying substrate and the paint stripper storage vessel (usually a steel can) from &lt;a href=\"corrosion\"&gt;corrosion&lt;/a&gt;. Dichloromethane decomposes with time to &lt;a href=\"hydrochloric%20acid\"&gt;hydrochloric acid&lt;/a&gt;, which readily reacts with &lt;a href=\"propylene%20oxide\"&gt;propylene oxide&lt;/a&gt; or &lt;a href=\"butylene%20oxide\"&gt;butylene oxide&lt;/a&gt; and therefore is removed from the solution. &lt;a href=\"Chromate%20ion\"&gt;Chromate&lt;/a&gt;-based inhibitors give the mixture a characteristic yellow color. Other possibilities include &lt;a href=\"polyphosphate\"&gt;polyphosphate&lt;/a&gt;s, &lt;a href=\"silicate\"&gt;silicate&lt;/a&gt;s, &lt;a href=\"borate\"&gt;borate&lt;/a&gt;s, and various &lt;a href=\"antioxidant\"&gt;antioxidant&lt;/a&gt;s.\n&lt;a href=\"Sequestrant\"&gt;Sequestrant&lt;/a&gt;s and &lt;a href=\"chelating%20agent\"&gt;chelating agent&lt;/a&gt;s are used to \"disarm\" metal ions present in the solution, which could otherwise reduce the efficiency of other components, and assist with cleaning stains, which often contain metal compounds. The most common sequestrants used in paint strippers are &lt;a href=\"EDTA\"&gt;EDTA&lt;/a&gt;, &lt;a href=\"tributyl%20phosphate\"&gt;tributyl phosphate&lt;/a&gt;, and &lt;a href=\"sodium%20phosphate\"&gt;sodium phosphate&lt;/a&gt;.\n&lt;a href=\"Colourant\"&gt;Colorants&lt;/a&gt; may be added.\nAlternatives.\n&lt;a href=\"Heat%20gun\"&gt;Heat gun&lt;/a&gt;s are an alternative to chemical paint strippers. When heated, softened paint clumps and is easier to contain. High-temperature heat guns at or more create toxic lead fumes in lead-based paint, but low-temperature heat guns and infrared paint removers do not create lead fumes. Fire is a possible hazard of using heat guns.\nSteam can be used on large surfaces or items to be stripped, such as window sash, can be placed inside a steam box.\nLocal laws.\n&lt;a href=\"Lead-based%20paint\"&gt;Lead-based paint&lt;/a&gt; is &lt;a href=\"lead-based%20paint%20in%20the%20United%20States\"&gt;banned in the United States&lt;/a&gt;. Removing old lead-based paint can disperse lead and cause &lt;a href=\"lead%20poisoning\"&gt;lead poisoning&lt;/a&gt;, leading several US workplace and environmental regulations address removal of old paint that could contain lead."
}