{
    "id": "8724746",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=8724746",
    "title": "Club General Díaz (Luque)",
    "text": "General Díaz Football Club is a Paraguayan &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club from &lt;a href=\"Luque\"&gt;Luque&lt;/a&gt; that currently plays in the &lt;a href=\"Paraguayan%20Divisi%C3%B3n%20Intermedia\"&gt;División Intermedia&lt;/a&gt;. Founded in 1917, it plays at the &lt;a href=\"Estadio%20General%20Adri%C3%A1n%20Jara\"&gt;Estadio General Adrián Jara&lt;/a&gt; in Luque.\nThe club's name came from &lt;a href=\"Jos%C3%A9%20E.%20D%C3%ADaz\"&gt;José Eduvigis Díaz&lt;/a&gt;, a Paraguayan general.\nHistory.\nThe club was founded on September 22, 1917.\nIn 2004, the club finished as runner-up of the &lt;a href=\"Paraguayan%20Tercera%20Divisi%C3%B3n\"&gt;Tercera División&lt;/a&gt;, but only one club was available for promotion at that time. In 2006, they were runner-up again, but this time they were able to be promoted to the &lt;a href=\"Paraguayan%20Segunda%20Division\"&gt;Segunda Division (Intermedia)&lt;/a&gt;. In , they were the champions of the Division Intermedia, and were promoted to the Primera Division for the first time in the club's history.\nIn 2013, the club qualified for its first ever continental tournament, the &lt;a href=\"Copa%20Sudamericana\"&gt;Copa Sudamericana&lt;/a&gt;, through their placement in &lt;a href=\"2013%20Paraguayan%20Primera%20Divisi%C3%B3n%20season\"&gt;the aggregate table&lt;/a&gt; (Apertura &amp; Clausura combined). They did this in their first season in the top tier, being one of the only two Paraguayan clubs to achieve this along with &lt;a href=\"Deportivo%20Capiat%C3%A1\"&gt;Deportivo Capiatá&lt;/a&gt;. In the &lt;a href=\"2014%20Copa%20Sudamericana\"&gt;2014 Copa Sudamericana&lt;/a&gt;, they played &lt;a href=\"C.D.%20Cobresal\"&gt;C.D. Cobresal&lt;/a&gt; of Chile first, and won 4-3 on aggregate (2-1, 2-2). Then they played Colombian powerhouse &lt;a href=\"Atl%C3%A9tico%20Nacional\"&gt;Atlético Nacional&lt;/a&gt;, where they produced a massive upset by winning the first leg at the &lt;a href=\"Estadio%20Atanasio%20Girardot\"&gt;Estadio Atanasio Girardot&lt;/a&gt; in &lt;a href=\"Medell%C3%ADn\"&gt;Medellín&lt;/a&gt; 2-0, but lost the second leg in Luque 1-3. Although the aggregate score was 3-3, Atletico Nacional advanced because of the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt;.\nIn &lt;a href=\"2017%20Paraguayan%20Primera%20Divisi%C3%B3n%20season\"&gt;2017&lt;/a&gt;, the club finished sixth in the aggregate league table, meaning it qualified for the &lt;a href=\"2018%20Copa%20Sudamericana\"&gt;2018 Copa Sudamericana&lt;/a&gt;, their second time participating in the competition. They began their campaign by playing against Ecuadorian powerhouse &lt;a href=\"Barcelona%20S.C.\"&gt;Barcelona S.C.&lt;/a&gt;, beating them 2-1 on aggregate. Then they faced Colombian side &lt;a href=\"Millonarios%20F.C.\"&gt;Millonarios F.C.&lt;/a&gt;, where they drew the first leg 1-1 at &lt;a href=\"Estadio%20Defensores%20del%20Chaco\"&gt;Estadio Defensores del Chaco&lt;/a&gt; in &lt;a href=\"Asunci%C3%B3n\"&gt;Asunción&lt;/a&gt;. They played there because their regular stadium was too small for continental competition games. General Díaz lost the second leg 4-0 at &lt;a href=\"Estadio%20El%20Camp%C3%ADn\"&gt;Estadio El Campín&lt;/a&gt; in &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt;, and were knocked out of the tournament with an aggregate score of 1-5.\nStadium.\nGeneral Diaz plays its home games at Estadio General Adrían Jara, which has a capacity of 4,000 and was built in 1974. The stadium is currently undergoing a renovation and expansion since January 2019. The stadium's capacity will be expanded from 4000 to 7000, and will have a new press box and new changing rooms.\nNotable players.\n2000's\n2010's"
}