{
    "id": "8732474",
    "revid": "7030996",
    "url": "https://en.wikipedia.org/wiki?curid=8732474",
    "title": "Opposite-colored bishops endgame",
    "text": "The opposite-colored bishops endgame is a &lt;a href=\"chess\"&gt;chess&lt;/a&gt; &lt;a href=\"Chess%20endgame\"&gt;endgame&lt;/a&gt; in which each side has a single &lt;a href=\"bishop%20%28chess%29\"&gt;bishop&lt;/a&gt; and the bishops reside on opposite-colored squares on the &lt;a href=\"chessboard\"&gt;chessboard&lt;/a&gt; and thus cannot attack or block each other. Without other (but with &lt;a href=\"pawn%20%28chess%29\"&gt;pawns&lt;/a&gt;) these endings are widely known for their tendency to result in a &lt;a href=\"draw%20%28chess%29\"&gt;draw&lt;/a&gt;. These are the most difficult endings in which to convert a small advantage to a win. With additional pieces, the stronger side has more chances to win, but not as many as when bishops are on the same color.\nMany players in a poor position have escaped a loss by trading down to such an endgame. These endgames are often drawn even when one side has an advantage of two or even three pawns, since the weaker side can create a blockade on the squares on which its bishop operates.\nGeneral principles.\n&lt;a href=\"Edmar%20Mednis\"&gt;Edmar Mednis&lt;/a&gt; gives two principles for endgames with bishops on opposite colors:\n&lt;a href=\"Ian%20Rogers%20%28chess%20player%29\"&gt;Ian Rogers&lt;/a&gt; gives three principles when there are only the bishops and pawns: \nDrawing tendency.\nIn endings with opposite-colored bishops, a advantage is less important than in most endgames and position is more important. Positions when one side has an extra pawn are usually drawn and even two extra pawns (and occasionally more) may not be enough to win . About half of the endings with a bishop and two pawns versus a bishop on the opposite color are drawn . (By contrast, over 90% are won if the bishops are on the same color.)\n&lt;a href=\"Zugzwang\"&gt;Zugzwang&lt;/a&gt; is a tool that often helps the superior side win an endgame. It is a fairly common occurrence in endings with bishops on the same color but is much less common in endgames with opposite-colored bishops .\nThe weaker side should often try to make his bishop \"\" by placing his pawns on the same color of his bishop in order to defend his remaining pawns, thereby creating an impregnable &lt;a href=\"fortress%20%28chess%29\"&gt;fortress&lt;/a&gt; . The attacker should generally put his pawns on squares of the opposite color as his bishop to prevent a blockade .\nBishop and pawn versus bishop.\nThe attacker's bishop is practically useless and the defender can normally draw if his &lt;a href=\"king%20%28chess%29\"&gt;king&lt;/a&gt; can reach any square in front of the pawn that is not of the color of the attacking bishop; or if his bishop can permanently attack any square in front of the pawn . These endings are trivially drawn 99% of the time .\nBishop and two pawns versus a bishop.\nAbout half of these positions are drawn. In most other endings, a two pawn advantage is usually an easy win. For example, if the bishops were on the same color, 90% of the positions would be wins.\nThere are three general cases, depending on the two pawns. In most endings, a pair of connected pawns have the best winning chances, but in these endings a widely separated pair of pawns have the best chances , except when one of the pawns is the &lt;a href=\"wrong%20rook%20pawn\"&gt;wrong rook pawn&lt;/a&gt;.\nDoubled pawns.\nWith &lt;a href=\"doubled%20pawns\"&gt;doubled pawns&lt;/a&gt; the position is a draw if the defending king can reach any square in front of the pawns that is not of the color of the attacker's bishop. The second pawn on the is of no help, so this is like the ending with only one pawn. If the defending king and bishop cannot accomplish this, the first pawn will win the defending bishop and the second one will &lt;a href=\"promotion%20%28chess%29\"&gt;promote&lt;/a&gt; .\nIsolated pawns.\nWith &lt;a href=\"isolated%20pawn\"&gt;isolated pawn&lt;/a&gt;s (on non-adjacent files), the outcome depends on how widely separated the pawns are. The more widely separated they are, the better the winning chances . The rule that holds in most cases is that if only one file separates the pawns the game is a draw, otherwise the attacker wins. The reason is that if the pawns are more widely separated, the defending king must block one pawn while his bishop blocks the other pawn. Then the attacking king can support the pawn blocked by the bishop and win the piece. If only one file is between the pawns, the defender can stop the advance of the pawns. See the diagram . If three files separate the pawns, they normally win . However, this is only a &lt;a href=\"rule%20of%20thumb\"&gt;rule of thumb&lt;/a&gt;. There are positions where the defender can set up a blockade, especially if one of the pawns is the &lt;a href=\"wrong%20rook%20pawn\"&gt;wrong rook pawn&lt;/a&gt; .\nIn this position from &lt;a href=\"Yuri%20Averbakh\"&gt;Yuri Averbakh&lt;/a&gt;, Black draws since the bishop can restrain both pawns on the same diagonal with the help of the king and the white bishop is helpless.\nThe white king will not get to e6.\nAn example is the game N. Miller vs. &lt;a href=\"Anthony%20Saidy\"&gt;A. Saidy&lt;/a&gt;, American Open 1971. White in this position because he knew a \"rule\" articulated by Fine in the first edition of \"&lt;a href=\"Basic%20Chess%20Endings\"&gt;Basic Chess Endings&lt;/a&gt;\": \"If the pawns are two or more files apart, they win.\" Since here three files separate the pawns, White assumed his position was hopeless. However, the position is actually a fairly straightforward draw, since \"White's King has such a powerful active location that he can keep Black's King from penetrating either side of the board.\" Play might continue 1. Bh3+ Ke7 2. Bg2 Kf6 3. Bh3 Kg5 4. Bg2 Kf4 5. Kc4! Bd4 6. Kd3 Bg1 7. Bc6 Kg4 8. Bg2! Bf2 9. Kc4! Kf4 10. Kd3 Ke5 11. Kc4, when, \"Clearly there is no way for Black to break the blockade.\" \nWrong rook pawn.\nIf one of the two pawns is the wrong &lt;a href=\"rook%20pawn\"&gt;rook pawn&lt;/a&gt; (i.e. an a- or h-pawn whose &lt;a href=\"Promotion%20%28chess%29\"&gt;queening&lt;/a&gt; square is the opposite color from the squares on which the superior side's bishop moves), a &lt;a href=\"Fortress%20%28chess%29%23Fortress%20in%20a%20corner\"&gt;fortress&lt;/a&gt; may allow the inferior side to draw irrespective of how far apart the two pawns are. This is illustrated by &lt;a href=\"Alexander%20Alekhine\"&gt;Alekhine&lt;/a&gt;–&lt;a href=\"Edward%20Lasker\"&gt;Ed. Lasker&lt;/a&gt;, &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; 1924. (&lt;a href=\"http%3A//www.chessgames.com/perl/chessgame%3Fgid%3D1012276\"&gt;complete game&lt;/a&gt;) Three files separate Black's two pawns, but the players &lt;a href=\"draw%20by%20agreement\"&gt;agreed to a draw&lt;/a&gt; after 52.Bb1 Kg7 53.Kg2. Alekhine explained in the tournament book that White \"can now &lt;a href=\"sacrifice%20%28chess%29\"&gt;sacrifice&lt;/a&gt; his Bishop for the [d-pawn], inasmuch as the King has settled himself in the all-important corner\" .\nIf one of the pawns is the wrong rook pawn, it does not matter how widely separated or how advanced the pawns are. The outcome depends on whether or not the defending king can get into the corner in front of the rook pawn and sacrifice his bishop for the other pawn .\nRecap.\n&lt;a href=\"Grandmaster%20%28chess%29\"&gt;Grandmaster&lt;/a&gt; Jesus de la Villa emphasizes the importance of this endgame and gives this breakdown depending on how many files separate the pawns:\nConnected pawns.\nPositions with &lt;a href=\"connected%20pawns\"&gt;connected pawns&lt;/a&gt; are the most complex case, and the result depends on the and of the pawns and the colors and locations of the bishops. If one of the pawns is a (on the a- or h- file) the position is normally drawn. If the pawns are on the opposite color as the defender's bishop, the defender may be able to blockade the pawns and draw. If both pawns can safely reach the sixth rank, they win unless one is the &lt;a href=\"wrong%20rook%20pawn\"&gt;wrong rook pawn&lt;/a&gt;, i.e. the rook pawn that promotes on the square of the same color as the defending bishop .\nThe ideal drawing setup is seen in the diagram at left. Black's king (on a square not of the color of the opposing bishop) and bishop stay two ranks in front of the pawns, with both defending against a pawn advance (here d6 by White) to the same color square as the bishop. The defending bishop must maintain an attack on the pawn on the same color square as itself, so that the attacking king is not allowed to advance. If White the other (unattacked) pawn, Black's bishop itself for both pawns, with a draw. (If the second pawn is protected and advances instead, the position is also a draw.) In the diagram position, Black on move passes (i.e. a waiting move that maintains the attack on the pawn) with 1... Bb8! 2. Ke4 Bc7! 3. Kf5 Bb8! and so on. White cannot make progress: 4. d6+ is met, as always, by 4... Bxd6 5. exd6+ Kxd6 with an immediate draw; 4. e6 gives Black an unbreakable blockade on the dark squares; and White can never prepare for d6+ by playing Kc5 because Black plays ... Bxe5.\nA similar position with White's pawns on the sixth rank is a win because the black bishop has no room to move and maintain the attack on the pawn on d6, thus Black is defeated because of &lt;a href=\"zugzwang\"&gt;zugzwang&lt;/a&gt;. In the position at right, Black loses immediately. Black, on move, must give way with either bishop or king, allowing White to move e7, winning, or else play the hopeless 1... Bxd6 2. Kxd6. If White is to move in this position, he plays a waiting move such as 1. Kc6, placing Black in the same predicament (1... Ke8 2. Kc7#) .\nMore pawns.\nDraws are possible with more pawns. This is an example of a drawing fortress with opposite-colored bishops when three pawns behind. White simply keeps his bishop on the h3 to c8 diagonal . (See &lt;a href=\"Fortress%20%28chess%29%23Opposite-colored%20bishops\"&gt;Fortress (chess)#Opposite-colored bishops&lt;/a&gt;.) Positions with three pawns versus none are wins 90% of the time .\nExamples from master games.\nBerger vs. Kotlerman.\nIn Berger versus Kotlerman, the pawns are separated by two files, but the game was drawn .\nIf 7...b2, then 8.Bb1. If Black keeps his king near the b-pawn, then White moves his king. If the king goes to g2 trying to displace the white king, White moves the bishop.\nPiskov vs. Nunn.\nIn this game Black has an inferior position, but he draws by &lt;a href=\"Exchange%20%28chess%29\"&gt;exchanging&lt;/a&gt; queens and rooks, giving up two pawns, and reaching a drawn endgame:\nThe blockade has been set up. Black's pawns can be protected by his bishop and White's &lt;a href=\"passed%20pawn\"&gt;passed pawn&lt;/a&gt;s cannot make any progress. The game continued:\nNunn.\nIn this position from Nunn (a slight modification of a &lt;a href=\"Simultaneous%20exhibition\"&gt;simultaneous game&lt;/a&gt;), White wins:\nand White wins easily by supporting the g-pawn with the king. Black loses because he cannot defend the pawn on g5 with the bishop from d8 or e7. If the black king were on b8, then 1...Ba5 would draw .\nSokolov vs. McShane.\nIn the game between &lt;a href=\"Ivan%20Sokolov%20%28chess%20player%29\"&gt;Ivan Sokolov&lt;/a&gt; and &lt;a href=\"Luke%20McShane\"&gt;Luke McShane&lt;/a&gt;, Black discards his pawn and goes for a &lt;a href=\"stalemate\"&gt;stalemate&lt;/a&gt; defense:\nand a &lt;a href=\"Draw%20by%20agreement\"&gt;draw was agreed&lt;/a&gt;, because White cannot break through, e.g. 6.Ba4+ Kf8 7.h6 Bxf6 8.Kxf6 stalemate .\nLautier vs. Rublevsky.\nIn an endgame with opposite-colored bishops, positional factors may be more important than (see &lt;a href=\"%23Quotes\"&gt;quotes&lt;/a&gt; below). In this position, Black &lt;a href=\"Sacrifice%20%28chess%29\"&gt;sacrifices&lt;/a&gt; a pawn (leaving him three pawns down) to reach a &lt;a href=\"fortress%20%28chess%29\"&gt;fortress&lt;/a&gt;.\nAfter 4...Be2 5.Kh6 Bd1 6.h5 Black just waits by playing 6...Be2 .\nKotov vs. Botvinnik.\nAnother position illustrating the principle stated above is from the game Kotov–Botvinnik, Moscow 1955. Grandmaster &lt;a href=\"Lev%20Alburt\"&gt;Lev Alburt&lt;/a&gt; writes, \"Black has an extra pawn, but his opponent appears to have a reasonable &lt;a href=\"blockade%20%28chess%29\"&gt;blockade&lt;/a&gt; in place.\" . However, Botvinnik finds a way to create another &lt;a href=\"passed%20pawn\"&gt;passed pawn&lt;/a&gt;.\n2.hxg5 h4 3.Bd6 Bf5 4.g6 Bxg6 5.f5 Bxf5 6.Kxb3 Kg2 costs White his bishop and the game . \nBlack must keep his b-pawn .\nBlack has gone from being a pawn up to temporarily being a pawn down, but he has a won game. If 3.Bxd4, then 3...Kg3 4.g6 Kxh4 5.Kd2 Kh3!! 6.Bf6 h4 7.Ke2 Kg2! \nNot 3...Kg4? 4.d5! Bxd5 5.Bf2, drawing .\n4.g6 Kxh4 5.g7 Kg4 also wins . 4.Be7 Kxh4 5.g6+ Kg4 wins .\nOr 7.d5 Bxd5+ . \nFischer vs. Donner.\nIn this game between &lt;a href=\"Bobby%20Fischer\"&gt;Bobby Fischer&lt;/a&gt; and &lt;a href=\"Jan%20Hein%20Donner\"&gt;Jan Hein Donner&lt;/a&gt;, White was winning, but Black had a &lt;a href=\"Swindle%20%28chess%29\"&gt;swindle&lt;/a&gt; to save the game by getting to a drawn opposite-colored bishop endgame. Play continued:\nIf 33.d5, then 33...Ba3 stops the pawn.\nIf Fischer had won this game, he would have tied with &lt;a href=\"Boris%20Spassky\"&gt;Boris Spassky&lt;/a&gt; for first place in the 1966 &lt;a href=\"Piatigorsky%20Cup\"&gt;Piatigorsky Cup&lt;/a&gt; tournament.\nFischer vs. Polugaevsky.\nIn this position from a game between Fischer and &lt;a href=\"Lev%20Polugaevsky\"&gt;Lev Polugaevsky&lt;/a&gt; a pair of rooks had just been exchanged. An endgame with opposite-colored bishops was reached, with three pawns to two, which was a dead draw .\nVidmar vs. Maróczy.\nIn this 1932 game between &lt;a href=\"Milan%20Vidmar\"&gt;Milan Vidmar&lt;/a&gt; and &lt;a href=\"G%C3%A9za%20Mar%C3%B3czy\"&gt;Géza Maróczy&lt;/a&gt;, White was three pawns ahead, but was unable to win. Pawns are doubled on the rook , which would give White the &lt;a href=\"wrong%20rook%20pawn\"&gt;wrong rook pawn&lt;/a&gt;, making the white bishop unable to assist in promotion. The game ended in a draw on move 129, because &lt;a href=\"draw%20%28chess%29%23Draws%20in%20all%20games\"&gt;checkmate was impossible&lt;/a&gt;. Before the end, two insignificant &lt;a href=\"Promotion%20%28chess%29%23Underpromotion\"&gt;underpromotions&lt;/a&gt; to bishops occurred.\nAdvantageous with positional considerations.\nAs stated above, in endgames with opposite-colored bishops, positional factors may be more important than material differences. &lt;a href=\"John%20Nunn\"&gt;John Nunn&lt;/a&gt; makes two points:\nAgainst weak pawns.\nIn some cases with more pawns on the board, if one side has weak pawns then it is actually advantageous to the other side to have the bishops on opposite colors. In the 1925 game of &lt;a href=\"Efim%20Bogoljubov\"&gt;Efim Bogoljubov&lt;/a&gt; versus &lt;a href=\"Max%20Bl%C3%BCmich\"&gt;Max Blümich&lt;/a&gt;, White wins because of the bishops being on opposite colors making Black weak on the black squares, the weakness of Black's &lt;a href=\"isolated%20pawn\"&gt;isolated pawn&lt;/a&gt;s on the , and the weak &lt;a href=\"doubled%20pawns\"&gt;doubled pawns&lt;/a&gt; on the . The game continued: \nPositional advantages.\nAlthough endgames with opposite-colored bishops tend to be &lt;a href=\"drawish\"&gt;drawish&lt;/a&gt;, even with a material advantage, in some cases positional advantages can be enough to win with the same material on both sides. In this position from a 1956 game between Reinhart Fuchs and &lt;a href=\"Ratmir%20Kholmov\"&gt;Ratmir Kholmov&lt;/a&gt;, Black's positional advantages enabled him to win .\nIn this 1976 game between &lt;a href=\"Bojan%20Kurajica\"&gt;Bojan Kurajica&lt;/a&gt; and &lt;a href=\"Anatoly%20Karpov\"&gt;Anatoly Karpov&lt;/a&gt;, the material is even but Black has pinned down White's pawns and is preparing to break through. Black needs to create another weakness or passed pawn to win. White &lt;a href=\"resign%20%28chess%29\"&gt;resigned&lt;/a&gt; after move 57 , .\nAs a defensive resource.\nOccasionally opposite-colored bishops endings offer a defender better prospects for a draw than same-colored bishops endings. The weaker side can set up a color-blockade, so the side with the extra material or exchange cannot attack.\nAdditional pieces.\nIf both sides have an additional matching piece, the situation is much more complex and cannot be easily codified. Generally, the presence of the additional pieces gives the stronger side more winning chances. &lt;a href=\"Glenn%20Flear\"&gt;Glenn Flear&lt;/a&gt; calls these \"NQE\"s (\"Not Quite Endgames\") . The &lt;a href=\"initiative%20%28chess%29\"&gt;initiative&lt;/a&gt; is very important in these types of endgames .\nKnight.\nWith each side having a knight in addition to the bishops, the main idea is for the stronger side to create two &lt;a href=\"passed%20pawn\"&gt;passed pawn&lt;/a&gt;s. If this can be done then the exchange of knights is acceptable for the stronger side. However, the exchange of knights may benefit the defender, especially if there is only one passed pawn and he has no other weaknesses. This endgame occurs in about 0.6% of games between high-rated players .\nRook.\nIf each side has a rook in addition to the bishop, the stronger side has many more winning prospects. The attacking rook can have influence on both colors of squares. Sometimes exchanging the rook for the defender's bishop breaks a fortress. Sometimes the defending bishop can be &lt;a href=\"sacrifice%20%28chess%29\"&gt;sacrificed&lt;/a&gt; for pawns to result in a &lt;a href=\"rook%20and%20bishop%20versus%20rook%20endgame\"&gt;rook and bishop versus rook endgame&lt;/a&gt; that can be drawn. The most difficult problem encountered by the stronger side is usually in breaking a blockade by the opposite bishop. These endgames occur in 2.8% of the games between high-rated players .\nExample.\nThis type of endgame was reached in a 2006 game between &lt;a href=\"Veselin%20Topalov\"&gt;Veselin Topalov&lt;/a&gt; and &lt;a href=\"Levon%20Aronian\"&gt;Levon Aronian&lt;/a&gt;, see the first diagram. (The game and analysis is on &lt;a href=\"http%3A//www.chessbase.com/newsdetail.asp%3Fnewsid%3D2958\"&gt;this page&lt;/a&gt; and the game score is also &lt;a href=\"http%3A//www.chessgames.com/perl/chessgame%3Fgid%3D1398801\"&gt;here&lt;/a&gt;.) White was able to make slow progress (see the second diagram, showing the position after 72 moves). \nThe game concluded:\nBlack resigned because the pawn will advance to c7 and Black cannot defend against rook attacks on the seventh rank and the h-file.\nQueen.\nWhen each side has an additional queen, the possibility of exchanging them is a paramount concern. The stronger side should try to get two widely spaced passed pawns before exchanging queens. Defending squares of the color of the stronger side's bishop can be difficult if there are weaknesses or threats on both sides of the board. The stronger side must increase his advantage before exchanging queens and sometimes this is done with a direct attack on the king. These endgames occur in 0.8% of the games between high-rated players .\nHistory.\nThe earliest opposite-colored bishop endgame in the &lt;a href=\"ChessBase\"&gt;ChessBase&lt;/a&gt; database is an 1862 game between &lt;a href=\"Louis%20Paulsen\"&gt;Louis Paulsen&lt;/a&gt; and &lt;a href=\"Adolf%20Anderssen\"&gt;Adolf Anderssen&lt;/a&gt; in their unofficial &lt;a href=\"World%20Chess%20Championship\"&gt;world championship&lt;/a&gt; match. It was a draw because of the wrong rook pawn. Play continued:\nThis 1620 game between an unknown player and &lt;a href=\"Gioachino%20Greco\"&gt;Gioachino Greco&lt;/a&gt; was won by Black on move 50.\nReferences.\nBibliography"
}