{
    "id": "873230",
    "revid": "37784427",
    "url": "https://en.wikipedia.org/wiki?curid=873230",
    "title": "Penguin Wars",
    "text": " is an &lt;a href=\"arcade%20game\"&gt;arcade game&lt;/a&gt; released in 1985 by &lt;a href=\"UPL%20Company%20Limited\"&gt;UPL&lt;/a&gt;. It was ported to the original &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt; (1990), &lt;a href=\"MSX\"&gt;MSX&lt;/a&gt; and &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt; by &lt;a href=\"ASCII%20%28company%29\"&gt;ASCII&lt;/a&gt; under the title Penguin Wars. The Game Boy version of the game is known as King of the Zoo in Europe and Penguin-Kun Wars Vs. in Japan. The main background music in most versions of the game is an electronic rendition of a song originally performed by 1980s &lt;a href=\"J-Pop\"&gt;J-Pop&lt;/a&gt; singer (in turn a translation of \"&lt;a href=\"The%20Glamorous%20Life\"&gt;The Glamorous Life&lt;/a&gt;\" performed by Sheila E.).\nGameplay.\nThe player participates in a sport called , a pun on the Japanese prononciation of \"&lt;a href=\"Dodgeball\"&gt;Dodgeball&lt;/a&gt;\". In the arcade and &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt; editions of the game, the five animals featured are the penguin, &lt;a href=\"bear\"&gt;bear&lt;/a&gt;, &lt;a href=\"panda\"&gt;panda&lt;/a&gt;, &lt;a href=\"koala\"&gt;koala&lt;/a&gt; and &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt;, with the penguin being controlled by the player. In the &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt; version, the player can choose as any one of the five animals, which, in addition to the penguin, are a &lt;a href=\"cow\"&gt;cow&lt;/a&gt;, rabbit, &lt;a href=\"bat\"&gt;bat&lt;/a&gt;, and &lt;a href=\"rat\"&gt;rat&lt;/a&gt;. In all versions of the game, the player plays against all the other animals. In each game, the participating animals find each other on opposite sides of a square table with five balls on each side. The object of the game is to roll those balls over the table. As soon as all ten balls are on one player's side, that player loses the game. Each game also has a time limit of 60 seconds; if that is reached, the player with the fewest balls on their side wins.\nIf a player is hit by one of the balls, they are knocked unconscious for a certain amount of time. Thus, it could also be said that part of the object of the game is to hit the opponent, as otherwise it would not be possible to get all ten balls to the other side (the opponent can just roll them back before all of them have arrived).\nThe different animals have different strengths and weaknesses which are a trade-off with each other. For example, the rat is the one that can move left and right the fastest, but in return he can roll the balls only very slowly. The cow, on the other hand, is a very slow walker, but in return she regains consciousness more quickly.\nAfter thirty seconds of playing, a &lt;a href=\"jellybean\"&gt;jellybean&lt;/a&gt;-like obstacle appears in the middle of the table which moves left and right. Different kinds of these obstacles cause varying effects on the trajectory of the balls; some deflect them so they start rolling diagonally (the players themselves can only roll them parallel to the sides of the table), whereas others simply have the ball bounce straight back.\nReception.\nIn Japan, \"Game Machine\" listed \"Penguin Wars\" on their August 1, 1985 issue as being the fourteenth most-successful table arcade unit of the month.\nLegacy.\nA remake of \"Penguin Wars\" was announced for the &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt; on July 25, 2017. The game was released in Japan on September 21, 2017. The &lt;a href=\"PlayStation%204\"&gt;PlayStation 4&lt;/a&gt; and &lt;a href=\"Xbox%20One\"&gt;Xbox One&lt;/a&gt; versions were announced in November. The &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt; version was released on June 27, 2019 in North America and Europe."
}