{
    "id": "874986",
    "revid": "20549476",
    "url": "https://en.wikipedia.org/wiki?curid=874986",
    "title": "Commendation ceremony",
    "text": "A commendation ceremony (\"commendatio\") is a formal &lt;a href=\"ceremony\"&gt;ceremony&lt;/a&gt; that evolved during the &lt;a href=\"Early%20Middle%20Ages\"&gt;Early Medieval&lt;/a&gt; period to create a bond between a &lt;a href=\"lord\"&gt;lord&lt;/a&gt; and his fighting man, called his &lt;a href=\"vassal\"&gt;vassal&lt;/a&gt;. The first recorded ceremony of \"commendatio\" was in 7th century France, but the relationship of \"vassalage\" was older, and predated even the medieval formulations of a &lt;a href=\"Nobility\"&gt;noble&lt;/a&gt; class. The lord's \"man\", might be born unfree, but the \"commendatio\" freed him.\nWhen two men entered into a &lt;a href=\"feudal\"&gt;feudal&lt;/a&gt; relationship, they underwent the ceremony. The purpose of the commendation was to make a chosen person a vassal of a lord. The commendation ceremony is composed of two elements, one to perform the act of &lt;a href=\"Homage%20%28medieval%29\"&gt;homage&lt;/a&gt; and the other an oath of &lt;a href=\"fealty\"&gt;fealty&lt;/a&gt;. In some countries, such as the &lt;a href=\"Kingdom%20of%20Sicily\"&gt;Kingdom of Sicily&lt;/a&gt;, the commendation ceremony came to be referred to as &lt;a href=\"investiture\"&gt;investiture&lt;/a&gt;.\nEtymology.\nThe word vassal ultimately comes from the &lt;a href=\"PIE\"&gt;PIE&lt;/a&gt; root *upo \"under\". Becoming in the &lt;a href=\"Proto-Celtic%20language\"&gt;Proto-Celtic language&lt;/a&gt; *wasso- \"young man, squire,\" literally \"one who stands under,\" thence into: &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; \"gwas\" \"youth, servant,\" &lt;a href=\"Breton%20language\"&gt;Breton&lt;/a&gt; \"goaz\" \"servant, vassal, man,\" and &lt;a href=\"Irish%20language\"&gt;Irish&lt;/a&gt; \"foss\" \"servant\". The Celtic word was taken into medieval Latin \"vassallus\" \"man-servant, domestic, retainer.\" In &lt;a href=\"Old%20French\"&gt;Old French&lt;/a&gt; it became \"vassal\" \"subject, subordinate, servant\" (12c.), and thus into English with this sense.\nAct of homage.\nThe would-be vassal appeared bareheaded and weaponless as a sign of his submission to the will of the lord and knelt before him. The vassal would clasp his hands before him in the ultimate sign of submission, the typical Christian prayer pose, and would stretch his clasped hands outward to his lord.\nThe lord in turn grasped the vassal's hands between his own, showing he was the superior in the relationship, a symbolic act known variously as the \" immixtio manuum\" (Latin), \"Handgang\" (German), or \"håndgang\" (Norwegian). The vassal would announce he wished to become \"the man\", and the lord would announce his acceptance. The act of homage was complete.\nThe physical position for &lt;a href=\"Western%20Christianity\"&gt;Western Christian&lt;/a&gt; prayer that is thought of as typical today—kneeling, with hands clasped—originates from the commendation ceremony. Before this time, European Christians prayed in the \"&lt;a href=\"orans\"&gt;orans&lt;/a&gt;\", which is the Latin, or \"praying\" position that people had used in antiquity: standing, with hands outstretched, a gesture still used today in many Christian rituals.\nThe gesture of homage (though without any feudal significance) survives in the ceremony for conferring degrees at the &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt;.\n&lt;a href=\"Eginhard\"&gt;Eginhard&lt;/a&gt; records the solemn commendation ceremony made to &lt;a href=\"Pippin%20the%20Younger\"&gt;Pippin&lt;/a&gt; by &lt;a href=\"Tassilo%20III%20of%20Bavaria\"&gt;Tassilo, duke of Bavaria&lt;/a&gt; in 757, (\"commending himself in vassalage between the hands\" (\"in vasatico se commendans per manus\"), he swore—and the word used is \"\"&lt;a href=\"sacrament\"&gt;sacrament&lt;/a&gt;a\"\"—, placing his hands on the relics of the saints, which had apparently been assembled at Compiègne for the solemn occasion, and promised fidelity to the king and to his sons: the relics touched were those of Saint Denis, Saint Rusticus and Saint Éleuthère, Saint Martin and Saint Germain, a daunting array of witnesses. And the men of high birth who accompanied him swore likewise \"...and numerous others\", Eginhard adds.\nOath of fealty ceremony.\nThe vassal would then place his hands on a Bible, or a saint's relic, and swear he would never injure the lord in any way and to remain faithful.\nAn example of an oath of fealty (German \"Lehneid\", Dutch \"leenpligt\"): \"I promise on my faith that I will in the future be faithful to the lord, never cause him harm and will observe my homage to him completely against all persons in good faith and without deceit.\"\nSignificance of commendation.\nOnce the vassal had sworn the oath of fealty, the lord and vassal had a feudal relationship."
}