{
    "id": "875005",
    "revid": "111744",
    "url": "https://en.wikipedia.org/wiki?curid=875005",
    "title": "Tamara Bunke",
    "text": "Haydée Tamara Bunke Bider (November 19, 1937 – August 31, 1967), better known as Tania or Tania the Guerrilla, was an &lt;a href=\"Argentine\"&gt;Argentine&lt;/a&gt;-born &lt;a href=\"East%20German\"&gt;East German&lt;/a&gt; &lt;a href=\"communist\"&gt;communist&lt;/a&gt; revolutionary and spy who played a prominent role in the &lt;a href=\"Cuban%20government\"&gt;Cuban government&lt;/a&gt; after the &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt; and in various Latin American revolutionary movements. She fought alongside &lt;a href=\"Marxist\"&gt;Marxist&lt;/a&gt; guerrillas under &lt;a href=\"Che%20Guevara\"&gt;Che Guevara&lt;/a&gt; during the &lt;a href=\"Bolivian%20Insurgency%20%281966%26amp%3Bndash%3B1967%29\"&gt;Bolivian Insurgency (1966–1967)&lt;/a&gt; where she was killed in an ambush by &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;-assisted &lt;a href=\"Bolivian%20Army\"&gt;Bolivian Army&lt;/a&gt; Rangers.\nEarly life (1937–52).\nBunke was born in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, the daughter of German communists Erich Bunke and Nadia Bider (who was of &lt;a href=\"Poles\"&gt;Polish&lt;/a&gt; and &lt;a href=\"Jews\"&gt;Jewish&lt;/a&gt; origin). Her father Erich had joined the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party of Germany&lt;/a&gt; in 1928 and fled with his wife to Argentina when the &lt;a href=\"Nazis\"&gt;Nazis&lt;/a&gt; came to power in 1933. Her parents immediately joined the Argentine Communist Party, ensuring that Tamara and her brother Olaf would grow up in a highly charged political atmosphere. Their family home in Buenos Aires was often used for meetings, helping refugees, hiding publications and occasionally stashing weapons.\nIn her youth, Bunke was a keen athlete and an excellent student who developed a particular fondness for the &lt;a href=\"folk%20music\"&gt;folk music&lt;/a&gt; of South America. However, in 1952, the family returned to East Germany and settled in Stalinstadt (renamed &lt;a href=\"Eisenh%C3%BCttenstadt\"&gt;Eisenhüttenstadt&lt;/a&gt; in 1960). Bunke did not learn German until her adolescence.\nUniversity years (1953–59).\nBunke thrived in her new environment and began studying &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; at &lt;a href=\"Humboldt%20University\"&gt;Humboldt University&lt;/a&gt; in &lt;a href=\"East%20Berlin\"&gt;East Berlin&lt;/a&gt;. She soon joined the ruling &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;Socialist Unity Party of Germany&lt;/a&gt;'s youth organization, the Free German Youth (FGY). In addition, she also joined the &lt;a href=\"World%20Federation%20of%20Democratic%20Youth\"&gt;World Federation of Democratic Youth&lt;/a&gt;, allowing her to attend the &lt;a href=\"World%20Festival%20of%20Youth%20and%20Students\"&gt;World Festival of Youth and Students&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt;, Moscow and finally &lt;a href=\"Havana%2C%20Cuba\"&gt;Havana, Cuba&lt;/a&gt;. Her keen interest in and familiarity with Latin America, along with her linguistic abilities (she spoke fluent Russian, French, English, Spanish and German), soon saw her translating on behalf of the FGY's International Department. In this capacity she entertained and translated for the growing stream of visitors from Cuba, following the victory of the 1959 &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt;.\nCuba and Che Guevara (1960–64).\nIn 1960, at the age of 23, Bunke met the &lt;a href=\"Marxist\"&gt;Marxist&lt;/a&gt; revolutionary &lt;a href=\"Che%20Guevara\"&gt;Che Guevara&lt;/a&gt;. Guevara was visiting the East German city of &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt; with a Cuban trade delegation and Bunke, who considered him a hero of hers, was assigned to him as an &lt;a href=\"Interpreting\"&gt;interpreter&lt;/a&gt;. Inspired by the &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt;, of which Guevara had become an international icon, Bunke came to live in &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; in 1961. She first sought out voluntary work, teaching and building homes and schools in the countryside. Her Cuban hosts soon began to notice the efficiency, discipline and good-natured sense of service that she possessed. As a result, she participated in work brigades, the &lt;a href=\"militia\"&gt;militia&lt;/a&gt;, and the &lt;a href=\"Cuban%20Literacy%20Campaign\"&gt;Cuban Literacy Campaign&lt;/a&gt;. She also worked in the &lt;a href=\"Education%20in%20Cuba\"&gt;Ministry of Education&lt;/a&gt;, the Cuban Institute of Friendship with the Peoples, and the &lt;a href=\"Women%20in%20Cuba\"&gt;Federation of Cuban Women&lt;/a&gt;.\nEventually she was selected for training to take part in Che's ill-fated guerrilla expedition to Bolivia entitled \"Operation Fantasma\". Guevara's goal was to spark a continent-wide revolutionary uprising into neighbouring &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; and &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;; by creating \"two, three, many &lt;a href=\"Vietnam%20War\"&gt;Vietnams&lt;/a&gt;\" in order to challenge American &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt;. In preparation, Guevara assigned Bunke to be trained by Dariel Alarcón Ramírez (known by his nom de guerre \"Benigno\") in &lt;a href=\"Pinar%20del%20R%C3%ADo\"&gt;Pinar del Río&lt;/a&gt; in western Cuba. Guevara wanted her taught self-defence, such as how to use a knife, a submachine gun and a pistol; and how to send and receive telegraph transmissions and coded messages by radio. It was during this period that she took the name \"Tania\" as her \"&lt;a href=\"nom%20de%20guerre\"&gt;nom de guerre&lt;/a&gt;\". During her training in Cuba and later at a small farm on the outskirts of &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt;, Bunke impressed the Cubans with her intelligence, stamina, and skill for &lt;a href=\"espionage\"&gt;espionage&lt;/a&gt;. Benigno for instance has described her as \"gracious, beautiful and kind, but also very tough\". She further endeared herself to the Cubans by entertaining them in the training camp by playing Argentine folk songs on &lt;a href=\"accordion\"&gt;accordion&lt;/a&gt; or &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;. Moreover, as a very sociable person who could strike up friendships easily, the Cuban government realized that she possessed beneficial traits for her future work in Bolivia.\nBolivian insurgency (1964–67).\nIn October 1964, Bunke traveled to &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt; under the name Laura Gutiérrez Bauer, as a secret agent for Guevara's last campaign. Her first mission was to gather intelligence on Bolivia's political elite and the strength of its armed forces. Posing as a right-wing folklore expert of Argentine background, she quickly found herself infiltrating high society and rubbing shoulders with the &lt;a href=\"wikt%3Aglitterati\"&gt;glitterati&lt;/a&gt; of Bolivia's academic and official circles. Showing how high she was able to rise in &lt;a href=\"La%20Paz\"&gt;La Paz&lt;/a&gt; society, she won the adoration of Bolivian President &lt;a href=\"Ren%C3%A9%20Barrientos\"&gt;René Barrientos&lt;/a&gt;, and even went on holiday with him to &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. In order to maintain her cover, she also busied herself part-time with her explorations of folk music (producing one of the most valuable collections of Bolivian music in the process) and entered into a marriage of convenience with a young Bolivian to gain citizenship.\nTactically, she was initially invaluable to Guevara's guerrillas because she used radio equipment hidden in a compartment behind the wall in her apartment to not only send coded messages to &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt; in &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;; but to Guevara's guerrillas in the field by posing as a radiohost giving encoded relationship advice to fictitious lovelorn couples. This radio program was called \"Advice to Women\".\nIn late 1966 however, the unreliability of many of her comrades in the urban network set up to support Che's guerrillas forced Bunke to travel to their rural camp at Ñancahuazú on a number of occasions. On one of these trips, a captured Bolivian communist gave away a safe house where Tania's jeep was parked in which she had left her address book. As a result, her cover was blown, and she now had no other choice than to join Guevara's armed guerrilla campaign. In this capacity she was in charge of rationing food and monitoring radio broadcasts. There continues to also be the allegation from fellow surviving guerrilla Benigno, that Bunke and Guevara had at some point become lovers in Bolivia; with Benigno remarking decades later in 2008 that \"You could tell by the way they spoke so quietly and looked at each other when they were together near the end\".\nWithout Bunke as the guerrilla's contact to the outside world, the guerrillas then found themselves isolated. Bunke also soon found herself battling a high fever, a leg injury, and the painful effects of the &lt;a href=\"Tunga%20penetrans\"&gt;Chigoe flea&lt;/a&gt; parasite. Consequently, Guevara decided to try to send a group of 16 other ailing combatants, including Bunke, out of the mountains.\nDeath.\nAt 5:20 pm on August 31, 1967, the lead guerrilla column was ambushed while crossing the &lt;a href=\"R%C3%ADo%20Grande%20%28Bolivia%29\"&gt;Río Grande&lt;/a&gt; at Vado del Yeso. Tania was waist-deep in the water, with her rifle held above her head, when she was shot through the arm and the lung and killed along with eight of her fellow insurgents in quick succession. Her body was then carried downstream and only recovered by the Bolivian army several days later on September 6. When her corpse was presented to Barrientos, it was decided that it would be buried in an unmarked grave with the rest of the guerrillas. However, the local campesino women demanded that, as a woman, she be given a proper Christian burial.\nWhen her death was announced over the radio, Guevara, still struggling through the jungles close by, refused to believe the news; suspecting it was army propaganda to demoralise him. Later, when &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt; learned of her demise, he declared \"Tania the guerrilla\" a hero of the &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt;.\nRemains.\nAfter the research of biographer &lt;a href=\"Jon%20Lee%20Anderson\"&gt;Jon Lee Anderson&lt;/a&gt; led to the 1997 discovery of Che Guevara's remains, Bunke's remains were also tracked down to an unmarked grave in a small pit on the periphery of the &lt;a href=\"Vallegrande\"&gt;Vallegrande&lt;/a&gt; army base on October 13, 1998. They were transferred to Cuba and were interred in the &lt;a href=\"Che%20Guevara%20Mausoleum\"&gt;Che Guevara Mausoleum&lt;/a&gt; in the city of &lt;a href=\"Santa%20Clara%2C%20Cuba\"&gt;Santa Clara&lt;/a&gt;, alongside those of &lt;a href=\"Che%20Guevara\"&gt;Guevara&lt;/a&gt; himself and several other guerrillas killed during the &lt;a href=\"Bolivian%20Insurgency%20%281966%E2%80%931967%29\"&gt;Bolivian Insurgency (1966–1967)&lt;/a&gt;.\nKGB, Stasi, and affair claims.\nSince the time of her death there have been various conflicting rumors or allegations that she worked for the Soviet &lt;a href=\"KGB\"&gt;KGB&lt;/a&gt; and/or the East German &lt;a href=\"Stasi\"&gt;Stasi&lt;/a&gt;; along with the claim that she and Che Guevara were lovers while in Bolivia, and that she may have even been carrying his child when she was killed; this was finally refuted in 2017 by Dr. Abraham Baptista, who was in charge of the autopsy of both Ché and Tamara Bunke.\nIn 1997 amidst unproven rumors and claims that Tamara worked for the KGB or East German Stasi, her 85-year-old mother Nadia Bunke travelled to Moscow to obtain a written statement from the successors to the KGB declaring that Bunke never worked for them. For their part the German government, which now holds the Stasi files, has also confirmed that it has no records on her.\nBefore Tania's mother Nadia Bunke died in 2003, she also managed to have the book \"&lt;a href=\"Tania%2C%20the%20Woman%20Che%20Guevara%20Loved\"&gt;Tania, the Woman Che Guevara Loved&lt;/a&gt;\" by Uruguayan author José A Friedl, removed from sale in Germany. The courts ruled that the book contained defamatory allegations against Tamara Bunke; namely it repeated Stasi defector Günter Männel's rumor from the 1970s that Bunke and Guevara started an extra-marital affair in 1965 while training together in the Czech capital of &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt;. However, although they both did receive instruction in Prague, they were never in the city at the same time."
}