{
    "id": "8763689",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=8763689",
    "title": "Long-range Wi-Fi",
    "text": "Long-range Wi-Fi is used for low-cost, unregulated point-to-point &lt;a href=\"computer%20network\"&gt;computer network&lt;/a&gt; connections, as an alternative to other &lt;a href=\"fixed%20wireless\"&gt;fixed wireless&lt;/a&gt;, &lt;a href=\"cellular%20networks\"&gt;cellular networks&lt;/a&gt; or &lt;a href=\"satellite%20Internet%20access\"&gt;satellite Internet access&lt;/a&gt;.\n&lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt; networks have a range that's limited by the frequency, transmission power, antenna type, the location they're used in, and the environment. A typical &lt;a href=\"wireless%20router\"&gt;wireless router&lt;/a&gt; in an indoor &lt;a href=\"Point-to-multipoint%20communication\"&gt;point-to-multipoint&lt;/a&gt; arrangement using &lt;a href=\"IEEE%20802.11%23802.11n\"&gt;802.11n&lt;/a&gt; and a stock antenna might have a range of or less. Outdoor &lt;a href=\"Point-to-point%20%28telecommunications%29\"&gt;point-to-point&lt;/a&gt; arrangements, through use of &lt;a href=\"directional%20antenna\"&gt;directional antenna&lt;/a&gt;s, can be extended with many kilometers (miles) between stations.\nIntroduction.\nSince the development of the &lt;a href=\"IEEE%20802.11\"&gt;IEEE 802.11&lt;/a&gt; radio standard (marketed under the &lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt; brand name), the technology has become markedly less expensive and achieved higher &lt;a href=\"bit%20rate\"&gt;bit rate&lt;/a&gt;s. Long-range Wi-Fi especially in the 2.4 GHz band (as the shorter-range higher-bit-rate 5.8 GHz bands become popular alternatives to wired LAN connections) have proliferated with specialist devices. While &lt;a href=\"Wi-Fi%20hotspot\"&gt;Wi-Fi hotspot&lt;/a&gt;s are ubiquitous in urban areas, some rural areas use more powerful longer-range transceivers as alternatives to cell (&lt;a href=\"GSM\"&gt;GSM&lt;/a&gt;, &lt;a href=\"CDMA\"&gt;CDMA&lt;/a&gt;) or fixed wireless (&lt;a href=\"Motorola%20Canopy\"&gt;Motorola Canopy&lt;/a&gt; and other 900 MHz) applications. The main drawbacks of 2.4 GHz vs. these lower-frequency options are:\nDespite a lack of commercial service providers, applications for long-range Wi-Fi have cropped up around the world. It has also been used in experimental trials in the developing world to link communities separated by difficult geography with few or no other connectivity options. Some benefits of using long-range Wi-Fi for these applications include:\n&lt;a href=\"Nonprofit%20organization\"&gt;Nonprofit organization&lt;/a&gt;s operating widespread installations, such as forest services, also make extensive use of long-range Wi-Fi to augment or replace older communications technologies such as shortwave or microwave transceivers in licensed bands.\nLarge-scale deployments.\nThe Technology and Infrastructure for Emerging Regions (TIER) project at &lt;a href=\"University%20of%20California%20at%20Berkeley\"&gt;University of California at Berkeley&lt;/a&gt; in collaboration with Intel, uses a modified Wi-Fi setup to create long-distance point-to-point links for several of its projects in the developing world. This technique, dubbed Wi-Fi over Long Distance (WiLD), is used to connect the &lt;a href=\"Aravind%20Eye%20Hospital\"&gt;Aravind Eye Hospital&lt;/a&gt; with several outlying clinics in &lt;a href=\"Tamil%20Nadu\"&gt;Tamil Nadu&lt;/a&gt; state, &lt;a href=\"India\"&gt;India&lt;/a&gt;. Distances range from five to over fifteen kilometres (3–10 miles) with stations placed in line of sight of each other. These links allow specialists at the hospital to communicate with nurses and patients at the clinics through video conferencing. If the patient needs further examination or care, a hospital appointment can then be scheduled. Another network in &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt; links the &lt;a href=\"University%20of%20Ghana\"&gt;University of Ghana&lt;/a&gt;, Legon campus to its remote campuses at the Korle bu Medical School and the City campus; a further extension will feature links up to apart.\nThe &lt;a href=\"Tegola\"&gt;Tegola&lt;/a&gt; project of the &lt;a href=\"University%20of%20Edinburgh\"&gt;University of Edinburgh&lt;/a&gt; is developing new technologies to bring high-speed, affordable broadband to rural areas beyond the reach of fibre. A 5-link ring connects Knoydart, the N. shore of Loch Hourne, and a remote community at Kilbeg to backhaul from the Gaelic College on Skye. All links pass over tidal waters; they range in length from .\nIncreasing range in other ways.\nSpecialized Wi-Fi channels.\nIn most standard Wi-Fi routers, the three standards, a, b and g, are enough. But in long-range Wi-Fi, special technologies are used to get the most out of a Wi-Fi connection. The 802.11-2007 standard adds 10 MHz and 5 MHz &lt;a href=\"Orthogonal%20frequency-division%20multiplexing\"&gt;OFDM&lt;/a&gt; modes to the 802.11a standard, and extend the &lt;a href=\"Guard%20interval\"&gt;time of cyclic prefix protection&lt;/a&gt; from 0.8 μs to 3.2 μs, quadrupling the multipath distortion protection. Some commonly available 802.11a/g chipsets support the OFDM 'half-clocking' and 'quarter-clocking' that is in the 2007 standard, and 4.9 GHz and 5.0 GHz products are available with 10 MHz and 5 MHz channel bandwidths. It is likely that some 802.11n D.20 chipsets will also support 'half-clocking' for use in 10 MHz channel bandwidths, and at double the range of the 802.11n standard.\n802.11n and MIMO.\nPreliminary &lt;a href=\"802.11n\"&gt;802.11n&lt;/a&gt; working became available in many routers in 2008. This technology can use multiple antennas to target one or more sources to increase speed. This is known as &lt;a href=\"MIMO\"&gt;MIMO&lt;/a&gt;, Multiple Input Multiple Output. In tests, the speed increase was said to only occur over short distances rather than the long range needed for most point-to-point setups. On the other hand, using dual antennas with orthogonal polarities along with a 2x2 MIMO chipset effectively enable two independent carrier signals to be sent and received along the same long-distance path.\nPower increase or receiver sensitivity boosting.\nAnother way of adding range uses a power amplifier. Commonly known as \"range extender amplifiers\" these small devices usually supply around watt of power to the antenna. Such amplifiers may give more than five times the range to an existing network. Every 3 dB gain doubles the effective output power. An antenna receiving 1 watt of power, and 6 dB gain would have an effective power of 4 watts.\nHigher gain antennas and adapter placement.\nSpecially shaped &lt;a href=\"directional%20antenna\"&gt;directional antenna&lt;/a&gt;s can increase the range of a Wi-Fi transmission without a drastic increase in transmission power. High gain antenna may be of many designs, but all allow transmitting a narrow signal beam over greater distance than a non-directional antenna, often nulling out nearby interference sources. Such \"&lt;a href=\"WokFi\"&gt;WokFi&lt;/a&gt;\" techniques typically yield gains more than 10 dB over the bare system; enough for line of sight (LOS) ranges of several kilometers (miles) and improvements in marginal locations.\nProtocol hacking.\nThe standard &lt;a href=\"IEEE%20802.11\"&gt;IEEE 802.11&lt;/a&gt; protocol implementations can be modified to make them more suitable for long distance, point-to-point usage, at the risk of breaking interoperability with other Wi-Fi devices and suffering interference from transmitters located near the antenna. These approaches are used by the TIER project.\nIn addition to power levels, it is also important to know how the 802.11 protocol acknowledges each received &lt;a href=\"Frame%20%28networking%29\"&gt;frame&lt;/a&gt;. If the acknowledgement is not received, the frame is re-transmitted. By default, the maximum distance between transmitter and receiver is . On longer distances the delay will force retransmissions. On standard firmware for some professional equipment such as the Cisco Aironet 1200, this parameter can be tuned for optimal &lt;a href=\"throughput\"&gt;throughput&lt;/a&gt;. &lt;a href=\"OpenWrt\"&gt;OpenWrt&lt;/a&gt;, &lt;a href=\"DD-WRT\"&gt;DD-WRT&lt;/a&gt; and all derivatives of it also enable such tweaking. In general, open source software is vastly superior to commercial firmware for all purposes involving protocol hacking, as the philosophy is to expose all radio chipset capabilities and let the user modify them. This strategy has been especially effective with low end routers such as the &lt;a href=\"WRT54G\"&gt;WRT54G&lt;/a&gt; which had excellent hardware features the commercial firmware did not support. As of 2011, many vendors still supported only a subset of chipset features that open source firmware unlocked, and most vendors actively encourage the use of open source firmware for protocol hacking, in part to avoid the difficulty of trying to support commercial firmware users attempting this.\n&lt;a href=\"IP%20fragmentation\"&gt;Packet fragmentation&lt;/a&gt; can also be used to improve throughput in noisy/congested conditions. Although packet fragmentation is often thought of as something bad, and does indeed add a large overhead, reducing throughput, it is sometimes necessary. For example, in a congested situation, ping times of 30 byte packets can be excellent, while ping times of 1450 byte packets can be very poor with high packet loss. Dividing the packet in half, by setting the fragmentation threshold to 750, can vastly improve the throughput. The fragmentation threshold should be a division of the &lt;a href=\"Maximum%20transmission%20unit\"&gt;MTU&lt;/a&gt;, typically 1500, so should be 750, 500, 375, etc. However, excessive fragmentation can make the problem worse, since the increased overhead will increase congestion.\nObstacles to long-range Wi-Fi.\nMethods that increase the range of a Wi-Fi connection may also make it fragile and volatile, due to various factors including:\nLandscape interference.\nObstacles are among the biggest problems when setting up a long-range Wi-Fi. Trees and forests attenuate the &lt;a href=\"microwave\"&gt;microwave&lt;/a&gt; signal, and hills make it difficult to establish &lt;a href=\"line-of-sight%20propagation\"&gt;line-of-sight propagation&lt;/a&gt;. Rain and wet foliage can decrease range further with extreme amounts of rain.\nIn a city, buildings will impact integrity, speed and connectivity. Steel frames and sheet metal in walls or roofs may partially or fully reflect radio signals, causing signal loss or multipath problems. Concrete or plaster walls absorb microwave signals significantly, reducing the total signal. Hospitals, with their extreme amounts of shielding, can require extensive planning to produce a viable network.\nTidal fading.\nWhen point-to-point wireless connections cross tidal estuaries or archipelagos, &lt;a href=\"multipath%20interference\"&gt;multipath interference&lt;/a&gt; from reflections over tidal water can be considerably destructive. The Tegola project uses a slow frequency-hopping technique to mitigate tidal fading.\n2.4 GHz interference.\nMicrowave ovens in residences dominate the 2.4 GHz band and will cause \"meal time perturbations\" of the &lt;a href=\"noise%20floor\"&gt;noise floor&lt;/a&gt;. There are many other sources of interference that aggregate into a formidable obstacle to enabling long-range use in occupied areas. Residential wireless phones, USB 3.0 Hubs, baby monitors, wireless cameras, remote car starters, and &lt;a href=\"Bluetooth\"&gt;Bluetooth&lt;/a&gt; products are all capable of transmitting in the 2.4 GHz band.\nDue to the intended nature of the 2.4 GHz band, there are many users of this band, with potentially dozens of devices per household. By its very nature, \"long range\" connotes an antenna system which can see many of these devices, which when added together produce a very high noise floor, whereby no single signal is usable, but nonetheless are still received. The aim of a long-range system is to produce a system which over-powers these signals and/or uses directional antennas to prevent the receiver \"seeing\" these devices, thereby reducing the noise floor.\nNotable links.\nItaly.\nThe longest unamplified Wi-Fi link is a 304 km link achieved by CISAR (Italian Center for Radio Activities). New world record for long-range wireless broadband.\nVenezuela.\nAnother notable unamplified Wi-Fi link is a link achieved by the Latin American Networking School Foundation.\nPeru.\n, in the jungle region of Peru, is the location of the longest Wi-Fi-based multihop network in the world. This network has been implemented by the Rural Telecommunications Research Group of the &lt;a href=\"Pontificia%20Universidad%20Cat%C3%B3lica%20del%20Per%C3%BA\"&gt;Pontificia Universidad Católica del Perú&lt;/a&gt; (GTR PUCP). The Wi-Fi chain goes through many small villages and takes seventeen hops to cover the whole distance. It begins in Cabo Pantoja's Health Post and finishes at downtown &lt;a href=\"Iquitos\"&gt;Iquitos&lt;/a&gt;. Its length is about . The intervention zone was established in the lowland jungle with elevations under 500 meters (1600') above sea level. It is a flat zone and for this reason GTR PUCP installed &lt;a href=\"Radio%20masts%20and%20towers\"&gt;towers&lt;/a&gt; with an average height of 80 meters (260')."
}