{
    "id": "8763408",
    "revid": "4743453",
    "url": "https://en.wikipedia.org/wiki?curid=8763408",
    "title": "Johnny Saxton",
    "text": "Johnny Saxton (July 4, 1930 – October 4, 2008) was an American professional &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; in the &lt;a href=\"welterweight\"&gt;welterweight&lt;/a&gt; (147&lt;a href=\"pound%20%28mass%29\"&gt;lb&lt;/a&gt;) division. He was born in &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark, New Jersey&lt;/a&gt;, learned to box in a Brooklyn orphanage and had an amateur career winning 31 of 33 fights, twice becoming World Welterweight Champion.\nProfessional career.\nSaxton turned professional in 1949 and ran up forty wins without a defeat before losing to &lt;a href=\"Gil%20Turner\"&gt;Gil Turner&lt;/a&gt; in 1953. His win over &lt;a href=\"Joey%20Giardello\"&gt;Joey Giardello&lt;/a&gt; and &lt;a href=\"Johnny%20Bratton\"&gt;Johnny Bratton&lt;/a&gt; helped propel him to fight with &lt;a href=\"Kid%20Gavil%C3%A1n\"&gt;Kid Gavilán&lt;/a&gt; (or Gavilan) in 1954 for the world welterweight championship. He beat Gavilan via a fifteen-round decision to take the title. He lost the title the following year via technical knockout against &lt;a href=\"Tony%20DeMarco\"&gt;Tony DeMarco&lt;/a&gt;. In 1956 he won the title again with an upset win over &lt;a href=\"Carmen%20Basilio\"&gt;Carmen Basilio&lt;/a&gt;, but lost the title in a rematch with Basilio later in the year. He retired in 1958.\nSaxton, brother of Richard Eugene Kyle, who boxed for the U.S. Army, was managed by &lt;a href=\"Frank%20Palermo\"&gt;Frank \"Blinky\" Palermo&lt;/a&gt;, a member of the &lt;a href=\"Philadelphia%20crime%20family\"&gt;Philadelphia crime family&lt;/a&gt;. Palermo was imprisoned in 1961 for conspiracy and extortion for the covert ownership of prizefighters. Saxton's career was often marred by rumors of shady dealings. His two biggest wins, against Gavilan and Basilio, were both controversial and unpopular with many in the boxing world.\nAfter boxing.\nSaxton worked as a security guard and a boxing coach after he retired. A hit-and-run accident left him with damage to one leg, and by the early 1990s he was living in a New York City apartment that had no electricity. A friend helped Saxton move to a retirement home in Florida. He was diagnosed with &lt;a href=\"pugilistic%20dementia\"&gt;pugilistic dementia&lt;/a&gt;."
}