{
    "id": "8777757",
    "revid": "1067453401",
    "url": "https://en.wikipedia.org/wiki?curid=8777757",
    "title": "Song to Woody",
    "text": "\"Song to Woody\" was written by American singer-songwriter &lt;a href=\"Bob%20Dylan\"&gt;Bob Dylan&lt;/a&gt; and released on his debut album, \"&lt;a href=\"Bob%20Dylan%20%28album%29\"&gt;Bob Dylan&lt;/a&gt;,\" in 1962. The song conveys Dylan's appreciation of American folk legend &lt;a href=\"Woody%20Guthrie\"&gt;Woody Guthrie&lt;/a&gt;. The song is one of two original compositions featured on Dylan's debut album. Dylan also rehearsed the song in a country arrangement during sessions for \"&lt;a href=\"Self%20Portrait%20%28Bob%20Dylan%20album%29\"&gt;Self Portrait&lt;/a&gt;\" on May 1, 1970, as heard on the 2021 compilation album \"1970\".\nBackground.\nThe tune uses the melody from Guthrie's song \"&lt;a href=\"1913%20Massacre\"&gt;1913 Massacre&lt;/a&gt;\" and one stanza ends with the lines \"I'm a-singin' you this song, but I can't sing enough / 'Cause there's not many men that done the things that you've done.\"\nThe penultimate stanza of \"Song To Woody\" pays tribute to Guthrie folk contemporaries &lt;a href=\"Cisco%20Houston\"&gt;Cisco Houston&lt;/a&gt;, &lt;a href=\"Sonny%20Terry\"&gt;Sonny Terry&lt;/a&gt; and &lt;a href=\"Lead%20Belly\"&gt;Lead Belly&lt;/a&gt; and \"all the good people that traveled with you\". The line \"that come with the dust and are gone with the wind\" paraphrases the line \"we come with the dust and we go with the wind\" in Guthrie's \"&lt;a href=\"Pastures%20of%20Plenty\"&gt;Pastures of Plenty&lt;/a&gt;\", a song about people displaced by the dust storms and drought which swept Oklahoma, Texas and other states in the 1930s during The Great Depression.\nSignificance.\n\"Song to Woody\" is central to Daniel Wolff's \"Grown-Up Anger: The Connected Mysteries of Bob Dylan, Woody Guthrie, and the Calumet Massacre of 1913\" published in June 2017. The book weaves a tale connecting \"Song to Woody\", \"1913 Massacre\", the lives of Dylan and Guthrie, American labor history and more.\nA live version of \"Song to Woody\" was recorded at &lt;a href=\"Santa%20Cruz%20Civic%20Auditorium\"&gt;Santa Cruz Civic Auditorium&lt;/a&gt;, &lt;a href=\"Santa%20Cruz%2C%20CA\"&gt;Santa Cruz&lt;/a&gt;, Calif., on March 16, 2000 and released on the \"&lt;a href=\"Things%20Have%20Changed\"&gt;Things Have Changed&lt;/a&gt;\" CD single in 2000.\nHomages and covers.\n&lt;a href=\"David%20Bowie\"&gt;David Bowie&lt;/a&gt; refers to the song in his tribute to Dylan, \"&lt;a href=\"Song%20for%20Bob%20Dylan\"&gt;Song for Bob Dylan&lt;/a&gt;\", which begins with the line, \"Now hear this, Robert Zimmerman, I wrote this song for you\" mirroring Dylan's own \"Hey, hey Woody Guthrie, I wrote you a song.\" The song is on Bowie's 1971 album \"Hunky Dory\".\n&lt;a href=\"Frank%20Turner\"&gt;Frank Turner&lt;/a&gt; references the song in his song \"Pass it Along\", with the lyrics \"Hey, hey Mr. Dylan, I have written you a song.\" This originally appeared on his &lt;a href=\"Rock%20%26amp%3B%20Roll%20%28EP%29\"&gt;\"Rock &amp; Roll\"&lt;/a&gt; EP and was subsequently released on compilation &lt;a href=\"The%20Second%20Three%20Years\"&gt;The Second Three Years&lt;/a&gt;, which also features a cover of \"Song to Woody\" renamed \"Song to Bob\" with some lyrical adjustments.\nA punk rock version by &lt;a href=\"Silverstein%20%28band%29\"&gt;Silverstein&lt;/a&gt; can be found on the &lt;a href=\"amnesty%20international\"&gt;amnesty international&lt;/a&gt; charity album &lt;a href=\"Chimes%20of%20Freedom%20%28album%29\"&gt;Chimes of Freedom&lt;/a&gt;.\nThe song was used as the end credits music in the &lt;a href=\"Mad%20Men\"&gt;Mad Men&lt;/a&gt; episode \"&lt;a href=\"Guy%20Walks%20Into%20an%20Advertising%20Agency\"&gt;Guy Walks Into an Advertising Agency&lt;/a&gt;\"."
}