{
    "id": "8792761",
    "revid": "7436027",
    "url": "https://en.wikipedia.org/wiki?curid=8792761",
    "title": "Country Sunshine (song)",
    "text": "\"Country Sunshine\" is a song co-written and recorded by American &lt;a href=\"country%20music\"&gt;country music&lt;/a&gt; artist &lt;a href=\"Dottie%20West\"&gt;Dottie West&lt;/a&gt;, remembered both as one of West's biggest chart hits, and also as the &lt;a href=\"jingle\"&gt;jingle&lt;/a&gt; from a classic &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; television &lt;a href=\"Advertising\"&gt;ad&lt;/a&gt;: co-written by West with &lt;a href=\"Billy%20Davis%20%28songwriter%29\"&gt;Billy Davis&lt;/a&gt; and Dianne Whiles, \"Country Sunshine\" was released September 1973 as the first single from West's \"&lt;a href=\"Country%20Sunshine%20%28Dottie%20West%20album%29\"&gt;Country Sunshine&lt;/a&gt;\" album.\nContent.\nThe song is about a contented country girl whose love interest hopes to coax into relocating with him to an urban area: although the singer admits \"it's inviting to go where life is more exciting\" the implication is that she must stay put, having been \"raised on country sunshine\".\nHistory.\nDottie West's recording of \"Country Sunshine\" had originally been prepared as a &lt;a href=\"jingle\"&gt;jingle&lt;/a&gt; for a TV commercial for &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt;, being produced by &lt;a href=\"Billy%20Davis%20%28songwriter%29\"&gt;Billy Davis&lt;/a&gt; of &lt;a href=\"McCann-Erickson\"&gt;McCann-Erickson&lt;/a&gt; Advertising who'd been responsible for the classic Coca-Cola jingles \"&lt;a href=\"I%27d%20Like%20to%20Teach%20the%20World%20to%20Sing%20%28In%20Perfect%20Harmony%29\"&gt;I'd Like to Teach the World to Sing (In Perfect Harmony)&lt;/a&gt;\", \"It's the Real Thing\", and \"Things Go Better With Coke\".\nPrior to \"Country Sunshine\", Davis had co-written the song \"I'm Your Country Girl\" with West, which had been featured in a Coca-Cola commercial as recorded by West: West had been recruited to write this earlier Coca-Cola jingle after a McCann-Erickson associate heard her 1968 single \"&lt;a href=\"Country%20Girl%20%28Dottie%20West%20song%29\"&gt;Country Girl&lt;/a&gt;\".\nThe lyrics of \"Country Sunshine\" heard in the commercial vary - in some versions West sings that \"the simple things\" are \"a Saturday night dance, a bottle of Coke [ie. Coca Cola], and the joy that the bluebird brings\", in others \"bottle of Coke\" is replaced by \"a picture show. Because of \"Country Sunshine\"'s success as a commercial jingle West was awarded a &lt;a href=\"Clio%20Awards\"&gt;Clio&lt;/a&gt; in 1974.\nAfter the \"Country Sunshine\" commercial aired, West's \"Country Sunshine\" was issued as a single to ultimately become her biggest hit this far, just missing the top spot of the &lt;a href=\"Hot%20Country%20Songs\"&gt;\"Billboard\" C&amp;W charts&lt;/a&gt; with a #2 peak.\n\"Country Sunshine\" was a milestone recording for West who had last charted in the C&amp;W Top 20 with \"&lt;a href=\"Reno%20%28Dottie%20West%20song%29\"&gt;Reno&lt;/a&gt;\" in 1968 and in the intervening period had had a solitary Top C&amp;W 30 hit (\"Forever Yours\"/ number 21 in 1970). \"Country Sunshine\" also &lt;a href=\"crossover%20%28music%29\"&gt;crossed over&lt;/a&gt; to #49 on the &lt;a href=\"pop%20music\"&gt;Pop&lt;/a&gt;-oriented &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; and would in fact remain West's career best solo showing in the Pop field, her #14 1981 Hot 100 hit \"&lt;a href=\"What%20Are%20We%20Doin%27%20In%20Love\"&gt;What Are We Doin' In Love&lt;/a&gt;\" being a &lt;a href=\"duet\"&gt;duet&lt;/a&gt; with &lt;a href=\"Kenny%20Rogers\"&gt;Kenny Rogers&lt;/a&gt; (although Rogers was not billed on the single).\nThe original songwriting credit on \"Country Sunshine\" attributed authorship to Dottie West and Billy Davis; the name of a third songwriter, Dianne Whiles, was eventually added. Dianne Whiles (née Herberg), a lifelong resident of &lt;a href=\"Moline%2C%20Illinois\"&gt;Moline, Illinois&lt;/a&gt;, states that at a late 1960s edition of the Mississippi Valley Fair held in &lt;a href=\"Davenport%2C%20Iowa\"&gt;Davenport, Iowa&lt;/a&gt; she became friendly with West, via Whiles being a contestant in a singing competition for which West was a judge. According to Whiles, she was subsequently invited to any &lt;a href=\"Quad%20Cities\"&gt;Quad Cities&lt;/a&gt; area performance by West: during a 1970 post-performance visit to West's tour bus Whiles played West some self-penned songs, which so impressed West that she arranged for Whiles to cut &lt;a href=\"demo%20%28music%29\"&gt;demo&lt;/a&gt;s of these songs which included \"Country Sunshine.\" Whiles states that she heard nothing more on the matter of her demoed songs until seeing one of the televised Coca-Cola ads with West singing \"Country Sunshine\" in 1973. Whiles, who in 1973 was a single mother of four, has stated that she sued and, after extended litigation, received a credit for co-writing the song plus a financial settlement which she is forbidden to discuss.\nAlthough West would have subsequent singles which topped the C&amp;W charts besting the #2 peak of \"Country Sunshine\", \"Country Sunshine\" would remain West's &lt;a href=\"signature%20song\"&gt;signature song&lt;/a&gt;: her professional nickname was \"Miss Country Sunshine\", her tour bus was dubbed the Sunshine Express, and on 9 November 2012 the &lt;a href=\"Country%20Music%20Hall%20of%20Fame%20and%20Museum\"&gt;Country Music Hall of Fame and Museum&lt;/a&gt; unveiled its \"Dottie West: Country Sunshine\" exhibit (a display of costumes and other memorabilia from West's career, \"Dottie West: Country Sunshine\" is scheduled to run through 2 May 2013).\n&lt;a href=\"Michele%20Lee\"&gt;Michele Lee&lt;/a&gt; recorded \"Country Sunshine\" for the soundtrack album of the 1995 TV-biopic \"\" in which Lee portrayed West."
}