{
    "id": "879472",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=879472",
    "title": "Jesse Ferguson",
    "text": "Jesse Ferguson (born March 20, 1957) is a retired American &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; who fought in several noteworthy boxing matches in the 1980s and 1990s. His professional career is filled with matches with champions and contenders and his name is linked with numerous boxing stars of the 1980s and 1990s.\nEarly years.\nFerguson grew up in rural &lt;a href=\"Knightdale%2C%20North%20Carolina\"&gt;Knightdale, North Carolina&lt;/a&gt;, one of 13 children of a &lt;a href=\"tobacco%20farm\"&gt;tobacco farm&lt;/a&gt; workers William and Jesse Ferguson.\nMilitary service.\nFerguson took up boxing at the age of 22, while serving with the &lt;a href=\"U.S.%20Marines\"&gt;U.S. Marines&lt;/a&gt;.\nProfessional career.\nAfter an amateur career in the early 80s, Ferguson turned pro in 1983 at the age of 25. He had 10 straight wins (all by knockout), the most notable being a 4-round knockout of &lt;a href=\"Reggie%20Gross\"&gt;Reggie Gross&lt;/a&gt;. To supplement his meager boxing earnings, Jesse Ferguson was working as a &lt;a href=\"construction%20worker\"&gt;construction worker&lt;/a&gt; and a &lt;a href=\"security%20guard\"&gt;security guard&lt;/a&gt;.\nThis earned him a place in ESPN's 1985 Young Heavyweight tournament. He made a debut with a 4-round knockout of Richard Scott, and followed it up in the semi-finals with a 10-round points win where he outpunched &lt;a href=\"James%20%26quot%3BBuster%26quot%3B%20Douglas\"&gt;James \"Buster\" Douglas&lt;/a&gt;, a fight that would become more significant over the years, as Douglas went on to upset &lt;a href=\"Mike%20Tyson\"&gt;Mike Tyson&lt;/a&gt; in 1990 and win the undisputed heavyweight championship of the world. In the final he took on Tony Anthony and knocked him out in the 10th round, earning himself a world ranking.\nHis success was short-lived however. He was matched up with &lt;a href=\"Carl%20Williams%20%28boxer%29\"&gt;Carl \"The Truth\" Williams&lt;/a&gt;, who was himself coming off a disputed 15-round points loss to &lt;a href=\"Larry%20Holmes\"&gt;Larry Holmes&lt;/a&gt;. Williams' experience won out, as he climbed off the floor twice to knock out Ferguson in 10 rounds.\nFerguson was employed as a sparring partner for &lt;a href=\"Mike%20Tyson\"&gt;Mike Tyson&lt;/a&gt;, &lt;a href=\"Donovan%20Ruddock\"&gt;Razor Ruddock&lt;/a&gt;, &lt;a href=\"Lennox%20Lewis\"&gt;Lennox Lewis&lt;/a&gt;, and &lt;a href=\"Michael%20Moorer\"&gt;Michael Moorer&lt;/a&gt;.\nTyson fight.\nIn a theme that would continue throughout his long career, Ferguson was matched tough in his next fight. In 1986 he took on prospect &lt;a href=\"Mike%20Tyson\"&gt;Mike Tyson&lt;/a&gt; who was 17–0, and making his national television debut. Tyson broke Ferguson's nose in the fifth round with an uppercut, sending him to the canvas. Referee Luis Rivera disqualified Ferguson in the next round, for what he deemed \"excessive holding.\" The local commission later changed the result to a \"TKO\" for Tyson.\nJourneyman.\nFrom this point on Ferguson became a part-time boxer, finding it difficult to find meaningful fights but used regularly by all the top contenders as a sparring partner, who preferred training with him than risking fighting him. In 1987 he fought only once, on the undercard of the Tyson/Tucker fight, knocking out ex-contender &lt;a href=\"George%20Chaplin%20%28boxer%29\"&gt;George Chaplin&lt;/a&gt;, sending him into retirement. In 1988 he fought 22-0 &lt;a href=\"Orlin%20Norris\"&gt;Orlin Norris&lt;/a&gt; for his NABF belt. Norris was a fast-rising prospect with slick skills and some big wins under his belt already. Ferguson's ring rust showed as he was outpointed over 12 dull rounds.\nIt may be said that by this point Ferguson's heart was no longer fully in the game. By the time he fought &lt;a href=\"Oliver%20McCall\"&gt;Oliver McCall&lt;/a&gt; in 1991, he had only had one fight in three years, a 6-round kayo of Terry Armstrong in 1990. Although rusty and overweight, Ferguson appeared to get the better of McCall. However Ferguson had been relegated to 'trial horse' status and McCall was given the decision. Three years later in 1994, McCall would knockout &lt;a href=\"Lennox%20Lewis\"&gt;Lennox Lewis&lt;/a&gt; in two rounds to become heavyweight champion of the world. In 1992 he took on &lt;a href=\"Bruce%20Seldon\"&gt;Bruce Seldon&lt;/a&gt; where an indifferent Ferguson retired after five rounds with an eye injury. Three years later, Seldon would win the vacant WBA heavyweight title.\nFerguson dropped decisions to two ex-world champions, &lt;a href=\"Michael%20Dokes\"&gt;Michael \"Dynamite\" Dokes&lt;/a&gt; and &lt;a href=\"Tony%20Tubbs\"&gt;Tony \"TNT\" Tubbs&lt;/a&gt;, but in 1993 would see a turnaround of his fortunes.\nUpset, controversy and title shot.\nOn February 6, 1993, Ferguson fought on the untelevised undercard of an &lt;a href=\"HBO%20World%20Championship%20Boxing\"&gt;HBO&lt;/a&gt; event at &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; in New York. Ferguson was signed to fight &lt;a href=\"Ray%20Mercer\"&gt;Ray Mercer&lt;/a&gt;, a former &lt;a href=\"World%20Boxing%20Organization\"&gt;World Boxing Organization&lt;/a&gt; world Heavyweight champion, in what was actually a heavyweight title eliminator but was regarded by many as a tune up for Mercer for a potential second shot at a world championship. The winner of the bout was to face the winner of the main event between reigning WBA and IBF champion &lt;a href=\"Riddick%20Bowe\"&gt;Riddick Bowe&lt;/a&gt; and former champion &lt;a href=\"Michael%20Dokes\"&gt;Michael Dokes&lt;/a&gt; for the titles at a future date. Ferguson, however, defied the odds and defeated an underprepared Mercer by a unanimous decision to earn his shot against Bowe, who knocked out Dokes in the first round.\nThe win over Mercer proved controversial as Mercer was later investigated for allegedly trying to bribe Ferguson to let Mercer win the bout.\nThe fight was signed for May 22, 1993, and was staged at &lt;a href=\"RFK%20Stadium\"&gt;RFK Stadium&lt;/a&gt; in &lt;a href=\"Washington%2C%20DC\"&gt;Washington, DC&lt;/a&gt;. Ferguson came into the fight below 230 pounds for the first time in years and was considered to be in the best shape of his career. Because the IBF did not consider Ferguson to be a legitimate contender, they would not sanction the defense for Bowe and only the WBA and lineal championships were on the line. Ferguson thought he had a legitimate chance to knock the champion out, but Bowe disregarded his boasts. Ferguson was knocked down toward the end of the first round and barely made it back to his feet at the bell, then was dropped again as the second round began and knocked out.\nRemainder of pro career.\nDespite the defeat, Ferguson was back in the ring shortly afterwards. He was matched against Mercer yet again, who this time came in shape at 223. Although the fight was closer, Ferguson still appeared to outpunch Mercer and get the better of him. Once again Ferguson was on the wrong end of a close decision as Mercer was awarded a split decision that was even jeered by his hometown crowd at Atlantic City. In 1994 Ferguson travelled to the U.K. to fight &lt;a href=\"Frank%20Bruno\"&gt;Frank Bruno&lt;/a&gt;, who was returning after his loss to &lt;a href=\"Lennox%20Lewis\"&gt;Lennox Lewis&lt;/a&gt;. The overweight Ferguson collapsed in one round in a passionless performance. A year later Bruno would outpoint &lt;a href=\"Oliver%20McCall\"&gt;Oliver McCall&lt;/a&gt; and win the WBC heavyweight title.\nIn his only other fight in 1994 Ferguson was matched with &lt;a href=\"Larry%20Holmes\"&gt;Larry Holmes&lt;/a&gt;, the 44-year-old former great who was on another comeback trail. Ferguson despite being out of shape had Holmes reeling in the second, and appeared to get the best of the ex-champ. Yet again Ferguson was on the wrong side of the points decision, and even the New York Times reported it as: \"A robbery. Larry Holmes came off second-best against Jesse Ferguson.\" By 1995 Ferguson was frequently out of shape and made little effort in his fights. He had &lt;a href=\"Jeremy%20Williams%20%28boxer%29\"&gt;Jeremy Williams&lt;/a&gt; out on his feet but quit in the 7th with a swollen eye. He dropped &lt;a href=\"Alex%20Stewart%20%28boxer%29\"&gt;Alex Stewart&lt;/a&gt; twice but was denied the decision. He did nothing against &lt;a href=\"Danell%20Nicholson\"&gt;Danell Nicholson&lt;/a&gt; and pulled out after 8 rounds. In all three fights he looked distinctly uninterested.\nReturn to form.\nIn 1996 he was hired as chief sparring partner for champion &lt;a href=\"Mike%20Tyson\"&gt;Mike Tyson&lt;/a&gt; in the lead-up to his fight with &lt;a href=\"Bruce%20Seldon\"&gt;Bruce Seldon&lt;/a&gt;. It was during this time, with a little encouragement from Team Tyson, Ferguson began to realise he was better than he gave himself credit for.\nHe returned late in 1996, now aged 39, and beat undefeated Bobby Harris. He followed this up with two more wins before a high-profile fight on HBO with Tongan &lt;a href=\"Samson%20Po%27uha\"&gt;Samson Po'uha&lt;/a&gt;, in 1997. He decked Po'uha several times before knocking him out in the 8th round.\nThis led to another big fight on HBO in 1998, where a now 40-year-old Ferguson took on young and undefeated powerful punching contender &lt;a href=\"Hasim%20Rahman\"&gt;Hasim Rahman&lt;/a&gt; for the USBA belt. Ferguson lost by decision. Rahman would go on to defeat Lennox Lewis and become the Heavyweight Champion of the World.\nFerguson followed up the Rahman fight with a 10-round decision win over ex-cruiserweight champ &lt;a href=\"Tyrone%20Booze\"&gt;Tyrone Booze&lt;/a&gt;. He then took on &lt;a href=\"Obed%20Sullivan\"&gt;Obed Sullivan&lt;/a&gt;, ranked No. 4 in the world, and won an upset decision.\nIn 1999 &lt;a href=\"Jimmy%20Thunder\"&gt;Jimmy Thunder&lt;/a&gt;, citing an injury, dropped out of a fight with Polish contender &lt;a href=\"Andrew%20Golota\"&gt;Andrew Golota&lt;/a&gt;. Ferguson was tapped as Thunder's replacement and accepted the bout on short notice; he lost the fight by decision.\nAfter this loss Ferguson's manager handed him back his contract and stopped answering his calls. Ferguson could no longer find fights. His career ended in 1999 with a record of 26-18-0 with 16 knockouts.\nFerguson spoke of comebacks in 2000 and 2002 but each time nothing came of them. He complained of being \"blackballed\" by the boxing establishment."
}