{
    "id": "88178",
    "revid": "3516226",
    "url": "https://en.wikipedia.org/wiki?curid=88178",
    "title": "UEFA Cup Winners' Cup",
    "text": "The UEFA Cup Winners' Cup was a European &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club competition contested annually by the winners of domestic cup competitions. The cup was, chronologically, the second seasonal inter-European club competition organised by &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;. The first competition was held in &lt;a href=\"1960%E2%80%9361%20European%20Cup%20Winners%27%20Cup\"&gt;1960–61&lt;/a&gt;, but it was organised by the &lt;a href=\"Mitropa%20Cup\"&gt;Mitropa Cup&lt;/a&gt;'s Organising Committee and not recognised by the governing body of European football until 1963, when it was accepted as a &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; competition on the initiative of the &lt;a href=\"Italian%20Football%20Federation\"&gt;Italian Football Federation&lt;/a&gt; (FIGC). The &lt;a href=\"tournament\"&gt;tournament&lt;/a&gt; ran for 39 seasons, with the final edition held in &lt;a href=\"1998%E2%80%9399%20UEFA%20Cup%20Winners%27%20Cup\"&gt;1998–99&lt;/a&gt;, after which it was absorbed into the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt;.\nThe Cup Winners' Cup was regarded by UEFA as the second most prestigious European club competition, behind the &lt;a href=\"UEFA%20Champions%20League\"&gt;European Cup&lt;/a&gt; and ahead of the &lt;a href=\"Inter-Cities%20Fairs%20Cup\"&gt;Inter-Cities Fairs Cup&lt;/a&gt; (later the UEFA Cup). From 1972 onwards, the winner of the tournament progressed to play the winner of the European Cup (later the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;) in the &lt;a href=\"UEFA%20Super%20Cup\"&gt;UEFA Super Cup&lt;/a&gt;. Since the abolition of the UEFA Cup Winners' Cup, the UEFA Super Cup place previously reserved for the Cup Winners' Cup winner has been taken by the winner of the UEFA Cup, now the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt;. The competition's official name was originally the European Cup Winners' Cup; it was renamed the UEFA Cup Winners' Cup in &lt;a href=\"1994%E2%80%9395%20UEFA%20Cup%20Winners%27%20Cup\"&gt;1994&lt;/a&gt;.\nFormat.\nThroughout its 39-year history, the Cup Winners' Cup was always a straight knock-out tournament with two-legged home and away ties until the single match final staged at a neutral venue, the only exception to this being the two-legged final in the competition's first year. In common with other UEFA club tournaments, the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt; was applied when &lt;a href=\"aggregate%20score\"&gt;aggregate score&lt;/a&gt;s were tied. The format was identical to the original European Champions' Cup with 32 teams contesting four knock-out rounds prior to the showpiece final, with the tournament usually running from September to May each year. Following the influx of new UEFA member nations during the 1990s, a regular August preliminary round was added to reduce the number of entrants to 32.\nEntry was restricted to one club from each UEFA member association, the only exception being to allow the current Cup Winners' Cup holders to enter alongside their nation's new domestic cup winners in order to allow them a chance to defend their Cup Winners' Cup title (although no club ever managed to do this). However, if this team also qualified for the European Champions' Cup then they would default on their place in the Cup Winners' Cup and no other team would replace them.\nOn occasions when a club completed a domestic league and cup 'double' that club would enter the European Cup/UEFA Champions League and their place in the Cup Winners' Cup would be taken by the domestic cup runners-up. In 1998–99, the competition's final year, &lt;a href=\"SC%20Heerenveen\"&gt;Heerenveen&lt;/a&gt; of the Netherlands entered the Cup Winners' Cup despite only reaching the semi-final of the previous season's KNVB Cup. This was due to both KNVB Cup finalists &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt; and &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt; qualifying for the recently expanded Champions League.\nHistory.\nEarly tournaments.\nThe earliest events where cup holders from different countries met were the friendly games nicknamed \"&lt;a href=\"Football%20World%20Championship\"&gt;world championships&lt;/a&gt;\" at the end of the 19th century between English and Scottish cup holders. The respective leagues were yet established, and therefore, the first two editions involved meetings between cup holders – the fourth edition involved cup holders as well (won by &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;, &lt;a href=\"Renton%20F.C.\"&gt;Renton&lt;/a&gt;, and the &lt;a href=\"Heart%20of%20Midlothian%20F.C.\"&gt;Heart of Midlothian&lt;/a&gt;, respectively) – exception being the &lt;a href=\"1895%20World%20Championship%20%28football%29\"&gt;1895&lt;/a&gt; edition, where English champions &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; beat Scottish champions Heart of Midlothian.\nInauguration and prestige.\nMirroring the circumstances behind the creation of the European Cup five years earlier, the idea for a pan-European cup competition contested by all of Europe's domestic cup winners came from prominent European sports journalists. The European Cup had proven to be a great success and the &lt;a href=\"Inter-Cities%20Fairs%20Cup\"&gt;Fairs Cup&lt;/a&gt; had also proven popular – as a result, other ideas for new European football tournaments were being aired. One proposal was for a tournament based upon the format of the European Cup, but with national cup winners rather than league champions taking part, which could run alongside that competition.\nThe &lt;a href=\"1960%E2%80%9361%20European%20Cup%20Winners%27%20Cup\"&gt;inaugural Cup Winners' Cup&lt;/a&gt; was held in the 1960–61 season and was basically a semi-official pilot tournament. However the initial reaction to the competition's creation was unenthusiastic on the part of many of Europe's top clubs – many European associations did not have domestic cup competitions at the time and in those countries that did, the cup competition was generally held in low esteem and often not taken seriously by the bigger clubs. It was essentially only in England, Scotland and to a lesser extent Germany and Spain that the domestic cup was considered especially prestigious. Many were sceptical about the viability of a European tournament for cup winners and many of the bigger clubs eligible to contest the first CWC turned down the chance to enter, such as &lt;a href=\"Atl%C3%A9tico%20Madrid\"&gt;Atlético Madrid&lt;/a&gt; of &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and &lt;a href=\"AS%20Monaco%20FC\"&gt;AS Monaco&lt;/a&gt; of &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nUltimately the inaugural CWC was contested by just 10 clubs (with &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt; of &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; winning the two-legged final against the &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; team &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;) but the games were generally well attended and the response from the public and the media to the new tournament was positive and enthusiastic. For the tournament's second season in 1961–62, UEFA took over the running of all aspects of the competition and this time all the clubs eligible to enter accepted the opportunity.\nBy 1968, all UEFA member nations had set up domestic cup competitions due to the success of the Cup Winners' Cup. UEFA regarded it as the second most prestigious competition, behind the European Cup (later the UEFA Champions League) and ahead of the Fairs Cup (later the UEFA Cup). Therefore, a team qualified for both the European Cup and the Cup Winners' Cup would play in the European Cup, whereas a team qualified for both the UEFA Cup and the Cup Winners' Cup would play in the Cup Winners' Cup. Nevertheless, many commentators and fans regarded the Cup Winners' Cup as weaker than the UEFA Cup, which had more and better teams from the stronger European leagues.\nIn the 1985–86 season, English clubs were banned from European competition as a result of &lt;a href=\"Heysel%20Stadium%20disaster\"&gt;Heysel Stadium disaster&lt;/a&gt;. Consequently, &lt;a href=\"Manchester%20United%20F.C\"&gt;Manchester United&lt;/a&gt;, &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt;, &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt;, &lt;a href=\"Wimbledon%20F.C\"&gt;Wimbledon&lt;/a&gt; and &lt;a href=\"Liverpool%20F.C\"&gt;Liverpool&lt;/a&gt; were prevented from competing in the Cup Winners' Cup until the beginning of the 1990–91 season.\nNo club managed to retain the Cup Winners' Cup, although eight times a winning side followed up their victories with a losing appearance in the following season's final.\nDecline.\nAfter the establishment of the UEFA Champions League (formerly called the European Champion Clubs' Cup) in the early 1990s, the standing and prestige of the Cup Winners' Cup began to decline. With the expansion of the Champions League in 1997 to allow more than one team from the highest-ranked member associations to enter, the Cup Winners' Cup began to look noticeably inferior. Many of the bigger teams who would previously have entered the Cup Winners' Cup were now gaining entry to the Champions League instead by finishing second in their domestic league – such as Cup Winners' Cup holders Barcelona in 1997–98 and &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; and PSV Eindhoven in 1998–99 – and this greatly weakened the Cup Winners' Cup.\nAt the time of the Champions League expansion, UEFA also considered expanding the Cup Winners' Cup from 32 teams to 64 by allowing a second team to enter from many countries, although by what qualification criteria the second entrants would be determined were never settled upon – ultimately UEFA did not make any of these changes to the Cup Winners' Cup.\nBy the late 1990s, the Cup Winners' Cup had come to be seen as a second-rate competition with only one or two big name teams available to enter each year and the interest in the tournament from both major clubs and the public dropped. Finally, with the further expansion of the UEFA Champions League to include as many as three or four teams from the top footballing nations, the decision was taken to abolish the competition after the end of the 1998–99 tournament and merge it into the UEFA Cup (now the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt;). Since then, domestic cup winners who do not otherwise qualify for the Champions League are given a place in the Europa League.\nThe trophy.\nThe Cup Winners' Cup trophy itself is a property of UEFA and it is not assigned to any club. There were various versions of the trophy awarded throughout its history. The first was only awarded in its maiden season to &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt;. The appearance of the second trophy differed significantly from the successor versions. The third and the fourth trophy differed only in the type of base. The wooden-based trophy was awarded to the winners during the 1990s, with exception of 1993 when the special version with a metal base was awarded to &lt;a href=\"Parma%20Calcio%201913\"&gt;Parma&lt;/a&gt;."
}