{
    "id": "8819742",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=8819742",
    "title": "Przemysław Norko",
    "text": "Przemysław Norko (born 29 March 1979) is a Polish professional &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; goalkeeper. He played for &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt; at Under-21 level. He currently plays for &lt;a href=\"Arkonia%20Szczecin\"&gt;Arkonia Szczecin&lt;/a&gt;.\nNorko was born in &lt;a href=\"Szczecin\"&gt;Szczecin&lt;/a&gt; and began his career in his native Poland with &lt;a href=\"Chemik%20Police\"&gt;Chemik Police&lt;/a&gt; before joining &lt;a href=\"Zag%C5%82%C4%99bie%20Lubin\"&gt;Zagłębie Lubin&lt;/a&gt;. He made his 1st Division debut on 23 August 1997, coming on as a substitute in a 3-1 defeat away to &lt;a href=\"Widzew%20%C5%81%C3%B3d%C5%BA\"&gt;Widzew Łódź&lt;/a&gt;. He played six more times before being sent off in the 4-1 win away to &lt;a href=\"Pogo%C5%84%20Szczecin\"&gt;Pogoń Szczecin&lt;/a&gt; on 25 October 1997. he played just once more that season, appearing in the 2-0 defeat away to &lt;a href=\"Legia%20Warsaw\"&gt;Legia Warsaw&lt;/a&gt; on 9 June 1998. He played twice the following season, in the August games against &lt;a href=\"%C5%81KS%20%C5%81%C3%B3d%C5%BA\"&gt;ŁKS Łódź&lt;/a&gt; and &lt;a href=\"G%C3%B3rnik%20Zabrze\"&gt;Górnik Zabrze&lt;/a&gt; before leaving to join Odra Szczecin.\nHe subsequently played for &lt;a href=\"Polar%20Wroc%C5%82aw\"&gt;Polar Wrocław&lt;/a&gt; and &lt;a href=\"G%C3%B3rnik%20Polkowice\"&gt;Górnik Polkowice&lt;/a&gt; before returning to Zagłębie in 2001. However, he played just once, in a 3-0 cup defeat away to &lt;a href=\"G%C3%B3rnik%20%C5%81%C4%99czna\"&gt;Górnik Łęczna&lt;/a&gt; on 10 October 2001.\nIn 2002, he moved to &lt;a href=\"Pogo%C5%84%20Szczecin\"&gt;Pogoń Szczecin&lt;/a&gt;, playing nine league games and once in the cup before leaving to join &lt;a href=\"Ruch%20Wysokie%20Mazowieckie\"&gt;Ruch Wysokie Mazowieckie&lt;/a&gt;. He then moved to &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt; 2nd Division side &lt;a href=\"Akratitos\"&gt;Akratitos&lt;/a&gt; in 2004. In 2005, he moved to &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;n side &lt;a href=\"KF%20Partizani%20Tirana\"&gt;Partizani Tirana&lt;/a&gt;, before returning to Poland with &lt;a href=\"Ruch%20Chorz%C3%B3w\"&gt;Ruch Chorzów&lt;/a&gt;. However, he was unable to play for Chorzow due to a lack of international clearance from the Albanian Football Association.\nIn January 2007 he joined &lt;a href=\"Torquay%20United%20F.C.\"&gt;Torquay United&lt;/a&gt;, initially on a one-month contract, the first of a number of cheap foreign imports promised by new Torquay chairman &lt;a href=\"Chris%20Roberts%20%28chairman%29\"&gt;Chris Roberts&lt;/a&gt;. However, a delay with his international clearance prevented him making his debut in the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; against &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;. There was later a problem with his medical and the contract was cancelled.\nHe returned to Poland to play for Kania Gostyń, joining &lt;a href=\"Pogo%C5%84%20Szczecin\"&gt;Pogoń Szczecin&lt;/a&gt; in March 2008. He subsequently joined &lt;a href=\"Arkonia%20Szczecin\"&gt;Arkonia Szczecin&lt;/a&gt;."
}