{
    "id": "8835907",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=8835907",
    "title": "Luke Johnsos",
    "text": "Luke Andrew Johnsos Sr. (December 9, 1905 – December 10, 1984) was an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; player, &lt;a href=\"Coach%20%28sport%29\"&gt;assistant coach&lt;/a&gt;, and &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; for the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;'s &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt; franchise. He started with the Bears in 1929 at the age of 23 as an &lt;a href=\"End%20%28American%20football%29\"&gt;end&lt;/a&gt;. He played eight NFL seasons in Chicago finishing his playing career in 1936. He then spent 32 years as a Bears coach, including three as co-head coach during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nPlaying career.\nJohnsos graduated from &lt;a href=\"Schurz%20High%20School\"&gt;Schurz High School&lt;/a&gt; in Chicago in 1924, while there he played &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;. After graduation, he went to &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt; and &lt;a href=\"Letterman%20%28sports%29\"&gt;lettered&lt;/a&gt; in &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, baseball, and &lt;a href=\"College%20football\"&gt;football&lt;/a&gt;, earning nine letters in total.\nIn 1929, he was signed by the Bears when Northwestern teammate &lt;a href=\"Walter%20Holmer\"&gt;Walter Holmer&lt;/a&gt; insisted he be part of the conditions; while Holmer was paid $5,000 as a salary, Johnsos received only $100 upon joining the team, which he commented was because &lt;a href=\"George%20Halas\"&gt;George Halas&lt;/a&gt; felt he \"wasn't worth [a higher pay].\" Johnsos also signed a baseball contract with the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;, but did not play due to eyesight problems.\nAs a player for the Bears, he was named &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; twice. Nicknamed \"Professor\" and the \"Bears' Brain Trust\", Johnsos was praised by his peers for his knowledge of the game. Teammate &lt;a href=\"Red%20Grange\"&gt;Red Grange&lt;/a&gt; also called him \"one of the best ends in the league and a great pass receiver.\"\nCoaching career.\nIn 1937, with his playing career now over, Johnsos became an assistant coach for the Bears.\nFollowing the October 25, 1942 victory over the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;, the Bears' twelfth victory in a row, Halas turned his team over to Johnsos and fellow assistant &lt;a href=\"Heartley%20Anderson\"&gt;Heartley Anderson&lt;/a&gt; as he left to serve in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. With Anderson and Johnsos leading the team, the Bears won the &lt;a href=\"1943%20NFL%20Championship%20Game\"&gt;1943 NFL Championship Game&lt;/a&gt;. Before the 1945 season, Johnsos received an offer to take over as head coach of the &lt;a href=\"Cleveland%20Rams\"&gt;Cleveland Rams&lt;/a&gt;, but declined as he wished to stay in Chicago. Halas re-assumed head coaching duties in 1946 and Johnsos returned to his assistant role. In 1949, rumors surfaced of Johnsos becoming head coach of the &lt;a href=\"Chicago%20Cardinals\"&gt;Chicago Cardinals&lt;/a&gt;, though Halas denied it and Johnsos said he had not received an offer.\nThe Bears won the &lt;a href=\"1963%20NFL%20Championship%20Game\"&gt;1963 NFL Championship Game&lt;/a&gt; over the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; with the help of a play designed by Johnsos nicknamed the \"Ditka Special\"; on third down late in the game, tight end &lt;a href=\"Mike%20Ditka\"&gt;Mike Ditka&lt;/a&gt; caught a pass that placed the Bears on the Giants' one-yard line. Quarterback &lt;a href=\"Bill%20Wade\"&gt;Bill Wade&lt;/a&gt; scored the game-winning touchdown on the next play.\nJohnsos retired after the 1969 season, ending 40 years at field level with the Bears.\nPersonal life.\nJohnsos was a former owner of the printing company &lt;a href=\"Johnsos-Coppock%20Printing\"&gt;Johnsos-Coppock Printing&lt;/a&gt;, which he later sold to &lt;a href=\"Bagcraft%20Corp.%20of%20America\"&gt;Bagcraft Corp. of America&lt;/a&gt; but remained as an executive until late 1984. Two weeks after departing the company, he died on December 10 at the age of 79. He was survived by his wife Rosemary, four daughters, a son, and 15 grandchildren."
}