{
    "id": "8837069",
    "revid": "17820167",
    "url": "https://en.wikipedia.org/wiki?curid=8837069",
    "title": "Villa Somalia",
    "text": "Villa Somalia (, ) is a building in &lt;a href=\"Mogadishu\"&gt;Mogadishu&lt;/a&gt;, the capital of &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;. It serves as the &lt;a href=\"official%20residence\"&gt;official residential&lt;/a&gt; &lt;a href=\"presidential%20palace\"&gt;palace&lt;/a&gt; and principal workplace of the &lt;a href=\"List%20of%20Presidents%20of%20Somalia\"&gt;President of Somalia&lt;/a&gt;.\nHistory.\nThe edifice was built in the &lt;a href=\"Art%20Deco\"&gt;Art Deco&lt;/a&gt; style by the colonial authorities in &lt;a href=\"Italian%20Somaliland\"&gt;Italian Somaliland&lt;/a&gt;, serving as a residence for the Governors.\nVilla Somalia (originally called \"Villa del Viceré\" when inaugurated in October 1936) was on high ground that overlooked &lt;a href=\"Mogadishu%20under%20Italian%20rule\"&gt;Italian Mogadishu&lt;/a&gt; on the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;, with access to both the &lt;a href=\"Port%20of%20Mogadishu\"&gt;harbour&lt;/a&gt; and &lt;a href=\"Aden%20Adde%20International%20Airport\"&gt;Petrella airport&lt;/a&gt;. It was originally a large, squarish &lt;a href=\"stucco\"&gt;stucco&lt;/a&gt; building with a tiled roof.\nThe edifice was built in the new section of the city (developed by the Italians in the late 1930s) and it was a famous symbol of modernist (art deco) architecture.\nFollowing independence in 1960, the building became the presidential palace of the President of the &lt;a href=\"Somali%20Republic\"&gt;Somali Republic&lt;/a&gt;. After the start of the &lt;a href=\"Somali%20Civil%20War\"&gt;civil war&lt;/a&gt; and the overthrow of the &lt;a href=\"Siad%20Barre\"&gt;Siad Barre&lt;/a&gt; administration in the early 1990s, various local faction leaders fought for control of and installed themselves in the residence. \nOn 8 January 2007, &lt;a href=\"Transitional%20Federal%20Government\"&gt;Transitional Federal Government&lt;/a&gt; President &lt;a href=\"Abdullahi%20Yusuf%20Ahmed\"&gt;Abdullahi Yusuf Ahmed&lt;/a&gt; entered Mogadishu for the first time since being elected to office. The government subsequently relocated to Villa Somalia from its interim location at &lt;a href=\"Baidoa\"&gt;Baidoa&lt;/a&gt;.\nToday, it is the office of the President of Somalia &lt;a href=\"Mohamed%20Abdullahi%20Mohamed\"&gt;Mohamed Abdullahi Mohamed&lt;/a&gt;.\nChief of Staff.\n&lt;a href=\"Mohamed%20Abdullahi%20Mohamed\"&gt;Mohamed&lt;/a&gt; appointed Fahad Yasin to the position of &lt;a href=\"Chief%20of%20staff\"&gt;Chief of Staff&lt;/a&gt; for Villa Somalia in April 2017.\nOn 8 September 2021 Mohamed appointed &lt;a href=\"Abdisaid%20Muse%20Ali\"&gt;Abdisaid Muse Ali&lt;/a&gt; as &lt;a href=\"Chief%20of%20staff\"&gt;Chief of Staff&lt;/a&gt; for Villa Somalia, previously he was National Security Advisor to the President."
}