{
    "id": "8843579",
    "revid": "1034051959",
    "url": "https://en.wikipedia.org/wiki?curid=8843579",
    "title": "Tiangou",
    "text": "The tiangou () is a &lt;a href=\"legendary%20creature\"&gt;legendary creature&lt;/a&gt; from &lt;a href=\"China\"&gt;China&lt;/a&gt;. The \"tiangou\" resembles a black dog or meteor, which is thought to eat the sun or moon during an &lt;a href=\"eclipse\"&gt;eclipse&lt;/a&gt;. \nTiangou eating the moon.\nAs a good spirit, it has the appearance of a white-headed &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, brings peace and tranquility, and gives protection from all sorts of troubles and robbers. It is also referred to by astrologers as a constellation guardian of welfare. This constellation consists of seven stars, and in ancient China it was called \"Dog\" (in the constellation &lt;a href=\"Ship%20Constellation\"&gt;Ship&lt;/a&gt;).\nAs a bad spirit, it is a black dog that eats the moon. According to the legends, as an interpretation of a lunar eclipse, after &lt;a href=\"Houyi\"&gt;Houyi&lt;/a&gt; shot down the 9 suns in the sky, he was awarded with a pill that is said to make you immortal by &lt;a href=\"Queen%20Mother%20of%20the%20West\"&gt;Wangmu Niang Niang&lt;/a&gt;. Before he could eat it, however, his wife, &lt;a href=\"Chang%27e\"&gt;Chang Er&lt;/a&gt; ate it hoping that she could maintain her youth. Chang Er felt her body getting lighter and flew away. Seeing this, a black dog that Hou Yi was rearing went inside her room and licked the remains of the pill. He then chased after Chang Er, getting bigger and bigger. Chang Er, terrified, hid on the moon. The black dog ate the moon, along with Chang Er.\nAfter knowing this, Wangmu Niang Niang captured the dog. She was surprised to see that the dog was actually Hou Yi's and assigned him to guard the gates of heavens, henceforth becoming Tiangou. The moon and Chang Er was spit back out, and Chang Er continued living on the moon.\nBattle with Zhang Xian.\n&lt;a href=\"Zhang%20Xian%20%28deity%29\"&gt;Zhang Xian&lt;/a&gt; () is the enemy of the \"tiangou\". It is said that he protects his children from the dog god with his bow and arrows. He is often depicted aiming at the sky, waiting for the beast to appear.\nHe is the god of birth and the protector of male children. Many sought for him to give them male offspring and to protect their living sons.\nMeaning in Japan.\nThe term \"&lt;a href=\"tengu\"&gt;tengu&lt;/a&gt;\" and the characters used to write it are borrowed from the name of tiangou though this still has to be confirmed. Despite the characters, both creatures are independent mythological creatures with no common ancestor or origin, \"tengu\" is usually depicted as a bird or man with a long nose and other bird-like characteristics while the \"tiangou\" is a dog."
}