{
    "id": "8850503",
    "revid": "8144267",
    "url": "https://en.wikipedia.org/wiki?curid=8850503",
    "title": "Jaffna International Airport",
    "text": "Jaffna International Airport (; ) , formerly known as Palaly Airport and Jaffna Airport, is an &lt;a href=\"international%20airport\"&gt;international airport&lt;/a&gt; serving northern &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;. It is also a &lt;a href=\"military%20airbase\"&gt;military airbase&lt;/a&gt; known as Sri Lanka Air Force Palaly or SLAF Palaly. The airport is located in the town of &lt;a href=\"Palaly%2C%20Sri%20Lanka\"&gt;Palaly&lt;/a&gt; near &lt;a href=\"Kankesanthurai\"&gt;Kankesanthurai&lt;/a&gt;, north of the city of &lt;a href=\"Jaffna\"&gt;Jaffna&lt;/a&gt;. It resides at an elevation of and has one runway designated 05/23 with an &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt; surface measuring .\nThe airport was originally built by the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, after which it functioned as the country's second international airport. It was taken over by the &lt;a href=\"Sri%20Lanka%20Air%20Force\"&gt;Sri Lanka Air Force&lt;/a&gt; during the &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;Sri Lankan Civil War&lt;/a&gt;. &lt;a href=\"Domestic%20flight\"&gt;Domestic&lt;/a&gt; civilian flights resumed in the mid 1990s and in 2019 it became Sri Lanka's third international airport.\nHistory.\nWorld War II.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; the British &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; built an airfield on of land in &lt;a href=\"Palaly%2C%20Sri%20Lanka\"&gt;Palaly&lt;/a&gt; near &lt;a href=\"Kankesanthurai\"&gt;Kankesanthurai&lt;/a&gt; in northern &lt;a href=\"British%20Ceylon\"&gt;Ceylon&lt;/a&gt;. The airfield's &lt;a href=\"runway\"&gt;runway&lt;/a&gt; was around long. A number of RAF squadrons (&lt;a href=\"No.%20160%20Squadron%20RAF\"&gt;160&lt;/a&gt;, &lt;a href=\"No.%20203%20Squadron%20RAF\"&gt;203&lt;/a&gt;, &lt;a href=\"No.%20292%20Squadron%20RAF\"&gt;292&lt;/a&gt;, &lt;a href=\"No.%20354%20Squadron%20RAF\"&gt;354&lt;/a&gt;) and &lt;a href=\"air-sea%20rescue\"&gt;air-sea rescue&lt;/a&gt; units were stationed at the airfield during and immediately after the war. The airfield was abandoned after the war and taken over by the &lt;a href=\"Department%20of%20Civil%20Aviation%20%28Ceylon%29\"&gt;Department of Civil Aviation&lt;/a&gt;.\nPost-WWII.\nThe inaugural flight by &lt;a href=\"Air%20Ceylon\"&gt;Air Ceylon&lt;/a&gt; on 10 December 1947 was from &lt;a href=\"Ratmalana%20Airport\"&gt;Ratmalana Airport&lt;/a&gt; to &lt;a href=\"Madras\"&gt;Madras&lt;/a&gt; via Palaly. After &lt;a href=\"Sri%20Lankan%20independence%20movement\"&gt;independence&lt;/a&gt; the airport provided &lt;a href=\"domestic%20flight\"&gt;domestic flight&lt;/a&gt;s to &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt; (Ratmalana) and &lt;a href=\"Trincomalee\"&gt;Trincomalee&lt;/a&gt;, and international flights to &lt;a href=\"south%20India\"&gt;south India&lt;/a&gt; (Madras and &lt;a href=\"Tiruchirappalli\"&gt;Tiruchirappalli&lt;/a&gt;). Locals used the airport when visiting south India for cultural, educational and religious reasons while local politicians and officials used the airport for travelling to Colombo. Each year government employees would request three &lt;a href=\"railway%20warrant\"&gt;railway warrant&lt;/a&gt;s for journeys between &lt;a href=\"Kankesanthurai\"&gt;Kankesanthurai&lt;/a&gt; and &lt;a href=\"Galle\"&gt;Galle&lt;/a&gt;, the longest and costliest rail journey possible, and exchange these for air tickets between Palaly and Ratmalana. Air Ceylon's &lt;a href=\"Douglas%20DC-3\"&gt;Douglas DC-3&lt;/a&gt;, &lt;a href=\"Avro%20HS-748\"&gt;Avro HS-748&lt;/a&gt; and &lt;a href=\"Nord%20262\"&gt;Nord 262&lt;/a&gt; planes operated out of the airport. The growth of &lt;a href=\"Sri%20Lankan%20Tamil%20militant%20groups\"&gt;Tamil militancy&lt;/a&gt; put an end to civilian flights at the airport.\nSri Lankan civil war.\nA &lt;a href=\"Sri%20Lanka%20Air%20Force\"&gt;Sri Lanka Air Force&lt;/a&gt; (SLAF) &lt;a href=\"Detachment%20%28military%29\"&gt;detachment&lt;/a&gt; moved onto the site around 1976. The site became an Air Field Unit in January 1982. The airport served as major facility for the &lt;a href=\"Sri%20Lankan%20military\"&gt;Sri Lankan military&lt;/a&gt; during the &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;civil war&lt;/a&gt;. The army forcibly seized of neighbouring land in 1985. Following the signing of the &lt;a href=\"Indo-Sri%20Lanka%20Accord\"&gt;Indo-Sri Lanka Accord&lt;/a&gt; in July 1987 the &lt;a href=\"Indian%20Peace%20Keeping%20Force\"&gt;Indian Peace Keeping Force&lt;/a&gt; (IPKF) used Palaly to transport troops between India and Sri Lanka. On 5 October 1987 around a &lt;a href=\"dozen\"&gt;dozen&lt;/a&gt; members of the rebel &lt;a href=\"Liberation%20Tigers%20of%20Tamil%20Eelam\"&gt;Liberation Tigers of Tamil Eelam&lt;/a&gt; (LTTE), whom the &lt;a href=\"Sri%20Lankan%20military\"&gt;Sri Lankan military&lt;/a&gt; were going to fly to Colombo to face criminal charges related to killing rival &lt;a href=\"Sri%20Lankan%20Tamil%20militant%20groups\"&gt;Tamil militants&lt;/a&gt;, &lt;a href=\"1987%20Suicide%20of%20Tamil%20Tigers\"&gt;committed suicide&lt;/a&gt; on the tarmac at Palaly airport by consuming &lt;a href=\"cyanide%20capsule\"&gt;cyanide capsule&lt;/a&gt;s. Among the dead were two senior LTTE commanders - Kumarappa (Jaffna commander) and Pulendran (Trincomalee commander). In 1989, as the IPKF were preparing to withdraw from Sri Lanka, paramilitaries belonging to Indian backed groups such as the &lt;a href=\"Eelam%20People%27s%20Revolutionary%20Liberation%20Front\"&gt;Eelam People's Revolutionary Liberation Front&lt;/a&gt; escaped to Colombo via Palaly airport. They were each charged &lt;a href=\"Sri%20Lankan%20rupee\"&gt;Rs.&lt;/a&gt; 5,000 by the SLAF - a standard return flight cost only Rs. 3,000 at that time.\nDuring the early 1990s the airport and surrounding areas were declared a High Security Zone and all the residents were expelled. Between 1990 and 1995 this High Security Zone was the only government controlled territory on the &lt;a href=\"Valikamam\"&gt;Valikamam&lt;/a&gt; region. After the Valikamam was recaptured by the Sri Lankan military in 1995 the airport served as a vital link to the rest of the country as the land route was controlled by the LTTE. The SLAF then started a regular service between Palaly and Colombo. The SLAF's &lt;a href=\"Helitours\"&gt;Helitours&lt;/a&gt; arm provided civilian flights using aircraft and crew leased from the former &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;.\n&lt;a href=\"Lionair%20%28Sri%20Lanka%29\"&gt;Lionair&lt;/a&gt; started operating flights for civilians between Palaly and Ratmalana in August 1996, taking over from the SLAF, and doubled fares. Lionair had a profitable monopoly until March 1998 when Monara Airlines started flights on the same route. Monara suspended its services on 16 September 1998 after receiving threats from the LTTE for carrying military personnel. On 29 September 1998 &lt;a href=\"Lionair%20Flight%20602\"&gt;Lionair Flight 602&lt;/a&gt; left the airport around 1.48pm bound for Ratmalana Airport. At 2.10 pm it was reported missing. Locals reported seeing the plane plunge into the sea near &lt;a href=\"Iranaitivu\"&gt;Iranaitivu&lt;/a&gt;, north of &lt;a href=\"Mannar%2C%20Sri%20Lanka\"&gt;Mannar&lt;/a&gt;. All 55 on board were killed. The LTTE was accused of shooting down the flight. Lionair suspended flights to Palaly immediately.\nFollowing the Norwegian facilitated ceasefire, civilian flights resumed from Palaly in June 2002 when &lt;a href=\"ExpoAir\"&gt;ExpoAir&lt;/a&gt; started operating flights between Palaly and Ratmalana. The flights became very popular and at its peak ExpoAir was operating four flights a day using two 52-seater &lt;a href=\"Fokker%20F27-500\"&gt;Fokker F27-500&lt;/a&gt; planes.\nPost-civil war.\nExpoAir suspended services in 2010 due to a drop in demand but services resumed again in January 2012. The airline operated two return flights a day using a 12-seater &lt;a href=\"Cessna%20Grand%20Caravan\"&gt;Cessna Grand Caravan&lt;/a&gt;. A new passenger &lt;a href=\"Airport%20terminal\"&gt;terminal&lt;/a&gt; was opened on 4 January 2013.\nIn 2014 &lt;a href=\"Tamil%20National%20Alliance\"&gt;Tamil National Alliance&lt;/a&gt; (TNA) MP &lt;a href=\"Mavai%20Senathirajah\"&gt;Mavai Senathirajah&lt;/a&gt;, who is from nearby &lt;a href=\"Maviddapuram\"&gt;Maviddapuram&lt;/a&gt;, appealed to the Indian &lt;a href=\"Consul%20%28representative%29\"&gt;consul&lt;/a&gt; in &lt;a href=\"Jaffna\"&gt;Jaffna&lt;/a&gt; to upgrade Palaly Airport. The appeal was forwarded to the &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt;, and after approval by the &lt;a href=\"Prime%20Minister%20of%20India\"&gt;Prime Minister of India&lt;/a&gt;, negotiations began with the &lt;a href=\"Government%20of%20Sri%20Lanka\"&gt;Government of Sri Lanka&lt;/a&gt; (GoSL). In late 2015 GoSL gave approval for an agreement between the two countries to upgrade the airport. The agreement met with resistance from civil servants in Colombo who feared that any development of the north would be at the expense of the south. Some Tamil politicians also opposed the plans, claiming that any development of the airport would result in further acquisition of civilian land. However, with increasing pressure from the TNA, the Indian government decided to go ahead with the redevelopment.\nOfficials from &lt;a href=\"Chennai%20International%20Airport\"&gt;Chennai International Airport&lt;/a&gt; arrived at Palaly in March 2016 to carry out technical and feasibility studies and concluded that the redevelopment could be carried out without any further acquisition of civilian land. Detailed plans were drawn up but the &lt;a href=\"Civil%20Aviation%20Authority%20of%20Sri%20Lanka\"&gt;Civil Aviation Authority of Sri Lanka&lt;/a&gt; (CAA), fearing that any direct &lt;a href=\"international%20flight\"&gt;international flight&lt;/a&gt;s to Palaly would cause &lt;a href=\"Bandaranaike%20International%20Airport\"&gt;Bandaranaike International Airport&lt;/a&gt;'s income to fall, denied permission. By late 2018 &lt;a href=\"Prime%20Minister%20of%20Sri%20Lanka\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Ranil%20Wickremesinghe\"&gt;Ranil Wickremesinghe&lt;/a&gt;'s &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt; had become reliant on TNA support to stay in power. In return, the TNA demanded that Palaly be redeveloped into an international airport. In order to overcome &lt;a href=\"Communalism\"&gt;communal&lt;/a&gt; objections from southern officials Wickremesinghe gave a commitment that Ratmalana Airport would become an international airport at the same time as Palaly Airport. The CAA agreed to give permission on condition that Palaly only serves as a regional airport (i.e. no &lt;a href=\"long-haul\"&gt;long-haul&lt;/a&gt; flights) and that any Indian financial assistance would in the form of grants rather than loans. In the meantime civil society groups from &lt;a href=\"Eastern%20Province%2C%20Sri%20Lanka\"&gt;eastern&lt;/a&gt; Sri Lanka complained to the Indian consul in Jaffna that Indian development work was only focussed on the north and ignored the east. The Indian government agreed to redevelop &lt;a href=\"Batticaloa%20Airport\"&gt;Batticaloa Airport&lt;/a&gt; and the Sri Lankan government agreed to make it an international airport as well.\nAlthough Palaly Airport had a 2,300-metre runway only 950 metres had been refurbished to a suitable standard for passenger aircraft. Redevelopment of the airport began in July 2019 with the extension of the runway from 950 metres to 1,400 metres (phase 1), allowing it to handle aircraft with a seating capacity of up to 75. The &lt;a href=\"Road%20Development%20Authority\"&gt;Road Development Authority&lt;/a&gt; was given the task of constructing the new &lt;a href=\"Airport%20apron\"&gt;apron&lt;/a&gt;, &lt;a href=\"taxiway\"&gt;taxiway&lt;/a&gt; and roads and overlaying the runway. The &lt;a href=\"state-owned\"&gt;state-owned&lt;/a&gt; Airport and Aviation Services (AAS) were responsible for constructing the &lt;a href=\"control%20tower\"&gt;control tower&lt;/a&gt;, terminal building, fire brigade facilities, office complex and air navigation systems. The redevelopment was not welcomed by air force personnel serving at Palaly - they refused to provide even basic refreshments to Indian workers, complaining that the redevelopment would benefit local &lt;a href=\"Sri%20Lankan%20Tamils\"&gt;Tamils&lt;/a&gt;, and suggested that after the &lt;a href=\"2019%20Sri%20Lankan%20presidential%20election\"&gt;presidential election&lt;/a&gt; the airport would be closed down.\nInternational airport.\nIn early October 2019 the airport was made a regional airport, renamed Jaffna International Airport and placed under the jurisdiction of the CAA. AAS were appointed operator of the civilian side of the airport. The renovated airport was opened by &lt;a href=\"President%20of%20Sri%20Lanka\"&gt;President&lt;/a&gt; &lt;a href=\"Maithripala%20Sirisena\"&gt;Maithripala Sirisena&lt;/a&gt; and Prime Minister Wickremesinghe on 17 October 2019. The arrival of an &lt;a href=\"Alliance%20Air%20%28India%29\"&gt;Alliance Air&lt;/a&gt; &lt;a href=\"ATR%2072-600\"&gt;ATR 72-600&lt;/a&gt; aircraft from Chennai carrying airline officials and journalists signalled the inauguration of Sri Lanka's third international airport. This was also Alliance Air's first overseas flight. The renovations cost Rs 2.25 billion of which Rs 1.95 billion was funded by the Sri Lankan government and Rs 0.3 billion from the Indian government.\nAlliance Air was expected to run scheduled flights from Chennai to Jaffna three times a week from 1 November 2019. However, on 1 November 2019 the CAA announced that the flights would begin on 10 November 2019. Alliance Air commenced thrice weekly flights from Chennai to Jaffna on 11 November 2019.\n&lt;a href=\"FitsAir\"&gt;FitsAir&lt;/a&gt; had said that they would operate &lt;a href=\"charter%20flight\"&gt;charter flight&lt;/a&gt;s to Chennai from 8 November 2019 and charter flights to &lt;a href=\"Tiruchirappalli%20International%20Airport\"&gt;Tiruchirappalli International Airport&lt;/a&gt; from 10 November 2019. The Sri Lankan government has stated that the airport would also have flights to other Indian destinations - &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt;, &lt;a href=\"Cochin\"&gt;Cochin&lt;/a&gt;, &lt;a href=\"Hyderabad\"&gt;Hyderabad&lt;/a&gt; and &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;. Flights to &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt; have also been mooted. The runway is expected to be extended to 2,300 metres in phase 2. This will allow the airport to handle 150-seater aircraft such as the &lt;a href=\"Airbus%20A320%20family\"&gt;Airbus A320&lt;/a&gt; and &lt;a href=\"Airbus%20A321\"&gt;Airbus A321&lt;/a&gt;, enabling flights to other parts of Asia and Europe. Phase 3 will see the runway extended to 3,200 metres, capable of accommodating 200-seater aircraft.\nAirlines and destinations.\nAll passenger flights are currently suspended because of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;:"
}