{
    "id": "8856173",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=8856173",
    "title": "Thamnophis sauritus sauritus",
    "text": "Thamnophis sauritus sauritus, the eastern ribbon snake or common ribbon snake, is one of four &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of the &lt;a href=\"ribbon%20snake\"&gt;ribbon snake&lt;/a&gt; found in the southeastern &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nSome similar &lt;a href=\"species\"&gt;species&lt;/a&gt; are the &lt;a href=\"Thamnophis%20proximus\"&gt;western ribbon snake&lt;/a&gt;, &lt;a href=\"common%20garter%20snake\"&gt;common garter snake&lt;/a&gt;, &lt;a href=\"plains%20garter%20snake\"&gt;plains garter snake&lt;/a&gt;, and &lt;a href=\"Thamnophis%20butleri\"&gt;Butler's garter snake&lt;/a&gt;.\nThe other three &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; are the northern (&lt;a href=\"Thamnophis%20sauritus%20septentrionalis\"&gt;\"T. s. septentrionalis\"&lt;/a&gt;), &lt;a href=\"Southern%20ribbon%20snake\"&gt;southern&lt;/a&gt; (\"T. s. sackenii\"), and &lt;a href=\"Bluestripe%20ribbon%20snake\"&gt;bluestripe&lt;/a&gt; (\"T. s. nitae\") ribbon snakes.\nDescription.\nThe eastern ribbon snake gets its name from its very thin body. At maturity, it grows to between in length. It is a slender, black snake with a yellow mid-back stripe and one on each side. A brown stripe of one or two rows of scales extends onto the sides of the belly. The rest of the belly is a greenish-white color. It also has two rows of black spots between the back and side stripes. It also has a long tail that is about one-third of the length of its body. The labial scales around the mouth of the snake are unmarked and uniformly bright yellow or white. A white or light yellow bar borders the front of the eyes. Juveniles are colored like adults.\nSome aspects of the eastern ribbon snake make it different from a close relative, the &lt;a href=\"common%20garter%20snake\"&gt;common garter snake&lt;/a&gt;. The eastern ribbon snake has a much thinner body than a common garter snake, its tail makes up about one-third of its body length, it has stripes on the third and fourth scale rows and it has pure white lips and a mark of white color in front of its eyes. It is not venomous.\nHabitats.\nThe common ribbon snake is typically found in the southeastern United States, usually in wetlands and near the edges of ponds and streams. They are found both in and out of water; they are adapted to both environments. When they are frightened, they take to the water or bushes. They do not dive like water snakes; they glide across the surface of the water, instead.\nDiet.\nThe ribbon snake generally eats small fish, tadpoles, salamanders, small frogs and toads, and occasionally insects. In some cases, the female has been observed eating her young. The typical time for snakes to hunt is in the morning or early evening. Once the snake has spotted its prey, it will quickly slither to catch its prey and swallow it whole.\nReproduction.\nReproduction in eastern ribbon snakes takes place after they emerge from hibernation in the spring, in April or May. Mating occasionally takes place in the fall, but the female will delay fertilization and development until the next spring. The average gestation period is three months. The average number of young is around 12 but can range four to 27. Females give birth in late summer or the early fall. After birth, no parental care is involved; the young are left to fend for themselves. Most young reach sexual maturity after two years, but most usually wait until the third year.\nBehavior.\n\"T. s. sauritus\" stays active year around. However, in colder months, the snake may be forced to hibernate, typically in ant mounds, mole tunnels, crayfish burrows, muskrat lodges, and bank burrows. Ribbon snakes rarely bite when handled, but they do produce a foul musk from their anal glands when they feel threatened."
}