{
    "id": "8858461",
    "revid": "1065364326",
    "url": "https://en.wikipedia.org/wiki?curid=8858461",
    "title": "Graham High School (St. Paris, Ohio)",
    "text": "Graham High School is a public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; in &lt;a href=\"St.%20Paris%2C%20Ohio\"&gt;St. Paris, Ohio&lt;/a&gt;. It is the only high school in the &lt;a href=\"Graham%20Local%20School%20District\"&gt;Graham Local School District&lt;/a&gt;.\nHistory.\nGraham High School was constructed in 1957, the same year that &lt;a href=\"Graham%20Local%20School%20District\"&gt;Graham Local School District&lt;/a&gt; was formed. There have been several major renovations to the school, including the addition of a science wing, updated offices, and a new football stadium. A $13 million renovation took place in June 2009.\nAthletics.\nSports at Graham include: &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, boys' and girls' &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt;, &lt;a href=\"Track%20and%20field\"&gt;track &amp; field&lt;/a&gt;, &lt;a href=\"Cross%20country%20running\"&gt;cross country&lt;/a&gt;, girls' &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, boys' and girls' &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, and boys' and girls' &lt;a href=\"Association%20football\"&gt;soccer&lt;/a&gt;. Graham High School is Division III in football, while all other sports are Division II. Graham's colors are black and white and the Falcon is their mascot. Graham's major rivals are the Hillclimbers of the neighboring town of &lt;a href=\"Urbana%2C%20Ohio\"&gt;Urbana, Ohio&lt;/a&gt;. Graham is a member of &lt;a href=\"Central%20Buckeye%20Conference\"&gt;Central Buckeye Conference&lt;/a&gt; (CBC). The conference is divided into two divisions: The Kenton Trail Division, which includes Bellefontaine, Jonathan Alder, Kenton Ridge, London, Shawnee, and Tecumseh. The Mad River Division includes Benjamin Logan, Graham, Indian Lake, North Union, Northwestern, and Urbana."
}