{
    "id": "8873869",
    "revid": "18178473",
    "url": "https://en.wikipedia.org/wiki?curid=8873869",
    "title": "Apponyi family",
    "text": "The Apponyi family, also Apponyi de Nagy-Appony, were a prominent and powerful Hungarian family group of the high &lt;a href=\"Upper%20nobility%20%28Kingdom%20of%20Hungary%29\"&gt;upper nobility&lt;/a&gt; of the &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Kingdom of Hungary&lt;/a&gt;, whose's members remained notable even after the kingdom's &lt;a href=\"Treaty%20of%20Trianon\"&gt;dismemberment&lt;/a&gt; in the successor states of &lt;a href=\"Kingdom%20of%20Hungary%20%281920%E2%80%931946%29\"&gt;Hungary&lt;/a&gt; and &lt;a href=\"First%20Czechoslovak%20Republic\"&gt;Czechoslovakia&lt;/a&gt;. While tracing its origins to the &lt;a href=\"High%20Middle%20Ages\"&gt;High Middle Ages&lt;/a&gt;, the family became prominent in the 18th century with its elevation to the rank of &lt;a href=\"Counts\"&gt;Counts&lt;/a&gt; of Nagy-Appony in 1739 and the acquisition of seventeen grand domains between 1760 and 1800. In the last century of the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;, four of its members &lt;a href=\"List%20of%20Knights%20of%20the%20Golden%20Fleece\"&gt;received&lt;/a&gt; the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order of the Golden Fleece&lt;/a&gt;, a total held in a draw among the European nobility by the houses of &lt;a href=\"Esterh%C3%A1zy\"&gt;Esterházy&lt;/a&gt;, &lt;a href=\"Batthy%C3%A1ny\"&gt;Batthyány&lt;/a&gt;, and &lt;a href=\"P%C3%A1lffy%20ab%20Erd%C3%B6d\"&gt;Pálffy&lt;/a&gt; (4 each). In addition, &lt;a href=\"Albert%20Apponyi\"&gt;Albert Apponyi&lt;/a&gt; received the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order&lt;/a&gt; in 1921 shortly after the end of the monarchy. In addition to this the Apponyi family sat within all Hungarian Kings and then &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt; private courts which was reserved only for the most powerful and important members of the Kingdom.\nThe family's name refers to Appony, now &lt;a href=\"Oponice\"&gt;Oponice&lt;/a&gt;, a region located North of &lt;a href=\"Nitra\"&gt;Nitra&lt;/a&gt; in present-day &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, in which the family established itself in the late 14th century. Nagy-Appony (\"Greater Appony\") is the southern part of the area, which was long ruled by the Apponyi family.\nMany Apponyis were active in the military, politics, and/or the &lt;a href=\"Catholic%20Church%20in%20Hungary\"&gt;Catholic Church&lt;/a&gt;, as was customary in Hungarian aristocratic families. More distinctive of the Apponyi family was its tradition of &lt;a href=\"Diplomacy\"&gt;Diplomacy&lt;/a&gt; for the Kingdom of Hungary then the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;, and briefly for &lt;a href=\"Hungary%20between%20the%20World%20Wars\"&gt;Interwar Hungary&lt;/a&gt; in the significant case of &lt;a href=\"Albert%20Apponyi\"&gt;Albert Apponyi&lt;/a&gt;. &lt;a href=\"Bibliophilia\"&gt;Bibliophilia&lt;/a&gt; was another distinguished Apponyi family tradition, the most prominent legacy of which is the &lt;a href=\"Apponyi%20Library\"&gt;Apponyi Library&lt;/a&gt;, now a part of the &lt;a href=\"Slovak%20National%20Library\"&gt;Slovak National Library&lt;/a&gt; and still located in the &lt;a href=\"Oponice%23Apponyi%20Castle\"&gt;former Apponyi Castle&lt;/a&gt; in &lt;a href=\"Oponice\"&gt;Oponice&lt;/a&gt;.\nNomenclature.\nThe Apponyis, like other &lt;a href=\"Upper%20nobility%20%28Kingdom%20of%20Hungary%29\"&gt;Hungarian magnates&lt;/a&gt;, juggled different languages when it came to &lt;a href=\"given%20names\"&gt;given names&lt;/a&gt;. They were typically bilingual in &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; and &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; and educated in other languages as well, and went by corresponding names depending on context. Thus, the &lt;a href=\"Hungarian%20name\"&gt;Hungarian name&lt;/a&gt; Apponyi Antal refers to the same individual as Anton Apponyi (German), Antoine Apponyi (French), or Antonius Apponyi (Latin) - &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; having remained widely used as a &lt;a href=\"written%20language\"&gt;written language&lt;/a&gt; in Hungary well into the modern era. English-language &lt;a href=\"historiography\"&gt;historiography&lt;/a&gt; generally displays the first given name in Hungarian, but with the family name put last as customary in Europe outside of Hungary, e.g. Antal Apponyi. During &lt;a href=\"Josephinism\"&gt;Josephinism&lt;/a&gt; and its aftermath until around the &lt;a href=\"Austro-Hungarian%20Compromise%20of%201867\"&gt;Compromise of 1867&lt;/a&gt;, however, the use of &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; was suppressed in nobility families such as the Apponyis, and German names were more customary.\nFrom the 14th to the 18th century.\nThe Apponyis claimed ancestors among the &lt;a href=\"Magyar%20tribes\"&gt;Magyar tribes&lt;/a&gt; through the &lt;a href=\"P%C3%A9c%20%28genus%29\"&gt;Péc clan&lt;/a&gt;. Beyond &lt;a href=\"genealogy\"&gt;genealogy&lt;/a&gt;, little is known of the family history until the &lt;a href=\"Late%20Middle%20Ages\"&gt;Late Middle Ages&lt;/a&gt;.\nMiklós (Nicolaus) Apponyi (late 14th/early 15th century).\nIn Miklós's time the family was granted the &lt;a href=\"Oponice%23Apponyi%20fortress\"&gt;fortress&lt;/a&gt; of Appony (now &lt;a href=\"Oponice\"&gt;Oponice&lt;/a&gt;) by &lt;a href=\"Sigismund%2C%20Holy%20Roman%20Emperor\"&gt;King Sigismund&lt;/a&gt; in 1392, upon which it took up the Apponyi name.\nBarons Péter (?-1626) and Pál Apponyi (1564-1624).\nBrothers Péter and Pál were made &lt;a href=\"Barons\"&gt;Barons&lt;/a&gt; in June 1606 by &lt;a href=\"Rudolf%20II%2C%20Holy%20Roman%20Emperor\"&gt;King Rudolf&lt;/a&gt; in recognition of their fight against the &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt;. They were signatories of the &lt;a href=\"Treaty%20of%20Vienna%20%281606%29\"&gt;Peace of Vienna&lt;/a&gt; with &lt;a href=\"Stephen%20Bocskai\"&gt;Stephen Bocskai&lt;/a&gt; in the same year. They died without heirs, which meant no sons could carry on the baronial title.\nBaron Balázs (Blasius) Apponyi (?-1637).\nBalázs, a cousin of Péter and Pál, inherited the Appony domain after Péter's death. He in turn was made a &lt;a href=\"Baron\"&gt;Baron&lt;/a&gt; by &lt;a href=\"Ferdinand%20II%2C%20Holy%20Roman%20Emperor\"&gt;King Ferdinand II&lt;/a&gt;, on 12 November 1624, possibly for his literary activity and/or role in negotiations in Vienna with the supporters of &lt;a href=\"Gabriel%20Bethlen\"&gt;Gabriel Bethlen&lt;/a&gt;. On 8 January 1636 Ferdinand II appointed him one of his Hungarian royal advisers. He was a distinguished writer of religious poetry in Latin. He died without male heirs, which meant the Apponyi family remained untitled until the elevation of Lázár to Baron in 1718. He was buried in the monastery of &lt;a href=\"Horn%C3%A9%20Lefantovce\"&gt;Horné Lefantovce&lt;/a&gt;.\nJános Apponyi (early 17th century).\nJános is said to have joined the &lt;a href=\"Franciscans\"&gt;Franciscan order&lt;/a&gt; as a young nobleman and to have had a vision of &lt;a href=\"Catherine%20of%20Alexandria\"&gt;Saint Catherine of Alexandria&lt;/a&gt;, in 1617 or 1618. Tradition has that he died shortly afterwards, after his family refused to acknowledge his religious vocation. In his memory, Count Kristóf &lt;a href=\"Erd%C5%91dy\"&gt;Erdődy&lt;/a&gt; founded a monastery dedicated to Saint Catherine in Dejte (now &lt;a href=\"Dechtice\"&gt;Dechtice&lt;/a&gt;) in 1618. The monastery, today known as &lt;a href=\"Katar%C3%ADnka\"&gt;Katarínka&lt;/a&gt;, was dissolved in 1786 by &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II&lt;/a&gt; but its ruined church still stands.\nCount Lázár Apponyi (?-1739).\nLázár fought at the &lt;a href=\"Siege%20of%20Buda%20%281686%29\"&gt;Siege of Buda (1686)&lt;/a&gt;, where his father Miklós Apponyi died. He was personally raised to the hereditary rank of &lt;a href=\"Baron\"&gt;Baron&lt;/a&gt; by &lt;a href=\"Charles%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Charles VI&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; on 16 February 1718, for his outstanding military contribution to the &lt;a href=\"Austro-Turkish%20War%20%281716%E2%80%931718%29\"&gt;Habsburg fights against the Ottoman Empire&lt;/a&gt;. Charles VI then made Lázár &lt;a href=\"Count\"&gt;Count&lt;/a&gt; of Nagy-Appony on 30 May 1739 in &lt;a href=\"Laxenburg\"&gt;Laxenburg&lt;/a&gt;, and his descendants kept that title until the end of the monarchic period. The family's coat of arms also dates from that moment.\nJózsef Apponyi (1718-1787).\nJózsef, son of Lázár, joined the &lt;a href=\"Society%20of%20Jesus\"&gt;Society of Jesus&lt;/a&gt; in Vienna in 1736, studied there and in &lt;a href=\"Graz\"&gt;Graz&lt;/a&gt; until 1741, then taught grammar in &lt;a href=\"Gy%C5%91r\"&gt;Győr&lt;/a&gt; (1742) and &lt;a href=\"Trnava\"&gt;Trnava&lt;/a&gt; (1743). He later lectured in philosophy, logic, mathematics, physics, theology, and ethics. His \"Oratio de augustissimo verbi incarnati mysterio\" was published in Vienna in 1745. He remained a Catholic priest after the &lt;a href=\"Suppression%20of%20the%20Society%20of%20Jesus\"&gt;Suppression of the Society of Jesus&lt;/a&gt;.\nCount Antal György (Anton Georg) Apponyi (1751-1817).\nAntal György (or György Antal), grandson of Lázár and son of György László (Georg Ladislaus) Apponyi (1736-1782), was a major cultural figure who founded the &lt;a href=\"Apponyi%20Library\"&gt;Apponyi Library&lt;/a&gt;. &lt;a href=\"Joseph%20Haydn\"&gt;Joseph Haydn&lt;/a&gt; dedicated him six quartets in 1793 (No. 54 to 59, Op. 71 &amp; 74), since known as \"Apponyi Quartets\". &lt;a href=\"Wolfgang%20Amadeus%20Mozart\"&gt;Wolfgang Amadeus Mozart&lt;/a&gt; is also believed to have composed several pieces for him. In 1795, Antal György Apponyi invited &lt;a href=\"Ludwig%20van%20Beethoven\"&gt;Ludwig van Beethoven&lt;/a&gt; to try his hand at a string quartet, an attempt that only materialized a few years later with the &lt;a href=\"String%20Quartets%20Nos.%201%E2%80%936%2C%20Op.%2018%20%28Beethoven%29\"&gt;Opus 18 quartets&lt;/a&gt; published in 1801. From 1784 he rebuilt the castle in the domain his father had purchased in &lt;a href=\"H%C5%91gy%C3%A9sz\"&gt;Hőgyész&lt;/a&gt;, and spent much of his later life there.\nÉberhárd Line.\nGyörgy (Georg) Apponyi (1780-1849), eldest son of Antal György, established himself in Eberhárd (now &lt;a href=\"Malinovo%2C%20Slovakia\"&gt;Malinovo&lt;/a&gt;), a castle near Pressburg (Pozsony, today's &lt;a href=\"Bratislava\"&gt;Bratislava&lt;/a&gt;) which had been purchased by his grandfather György and which his descendants kept until the &lt;a href=\"Treaty%20of%20Trianon\"&gt;dismemberment of the Kingdom of Hungary&lt;/a&gt;. Members of this branch are still alive today.\nCount György (Georg) Apponyi (1808–1899).\nGyörgy, son of György and grandson of Antal György, was a prominent conservative politician. He was Hungarian chancellor (1846–48) and &lt;a href=\"List%20of%20Speakers%20of%20the%20House%20of%20Magnates\"&gt;Speaker&lt;/a&gt; of the Hungarian &lt;a href=\"House%20of%20Magnates\"&gt;House of Magnates&lt;/a&gt; in 1861.\nCount Albert Apponyi (1846-1933).\nAlbert, son of &lt;a href=\"Gy%C3%B6rgy%20Apponyi\"&gt;György&lt;/a&gt;, was a major Hungarian statesman of the conservative &lt;a href=\"Party%20of%20Independence%20and%20%2748\"&gt;Party of Independence and '48&lt;/a&gt;. He is remembered both for his notorious 1907 legislation on the &lt;a href=\"Magyarization\"&gt;Magyarization&lt;/a&gt; of public education in the &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Kingdom of Hungary&lt;/a&gt;, known as Apponyi Law or \"Lex Apponyi\", and for his brilliant (though unsuccessful) defense of Hungarian positions in the negotiations that led to the &lt;a href=\"Treaty%20of%20Trianon\"&gt;Treaty of Trianon&lt;/a&gt; in 1920. He &lt;a href=\"List%20of%20Knights%20of%20the%20Golden%20Fleece\"&gt;received&lt;/a&gt; the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order of the Golden Fleece&lt;/a&gt; in 1921. He was also unbelievably well respected by all of the major leaders of the time, such as &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; who considered him a very dear friend, along with stayed at his estate when he came to visit &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt; in 1910. Upon his death he was also granted the title of &lt;a href=\"prince%20regent\"&gt;prince regent&lt;/a&gt; a title which although not &lt;a href=\"hereditary\"&gt;hereditary&lt;/a&gt; in nature can still be used for state matters and when referring to &lt;a href=\"Albert%20Apponyi\"&gt;Albert Apponyi&lt;/a&gt;.\nCountess Klotild (Clotilde) Apponyi (1867-1942).\nClotilde, née &lt;a href=\"Mensdorff-Pouilly\"&gt;von Mensdorff-Pouilly&lt;/a&gt; and wife of Albert, was a prominent advocate of &lt;a href=\"women%27s%20rights\"&gt;women's rights&lt;/a&gt; and &lt;a href=\"women%27s%20suffrage\"&gt;women's suffrage&lt;/a&gt;, and a delegate for Hungary to the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt; in 1935–1937.\nAppony Line.\nAntal György Apponyi's second son Antal and his descendants kept custody of the ancestral family property in &lt;a href=\"Oponice\"&gt;Oponice&lt;/a&gt;, where they lived until 1935. A branch of this family line held the &lt;a href=\"H%C5%91gy%C3%A9sz\"&gt;Hőgyész&lt;/a&gt; domain until 1939.\nCount Antal (Anton) Apponyi (1782-1852).\nAntal was a diplomat for the Habsburg Monarchy in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt; (&lt;a href=\"Grand%20Duchy%20of%20Baden\"&gt;Grand Duchy of Baden&lt;/a&gt;), &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; (&lt;a href=\"Grand%20Duchy%20of%20Tuscany\"&gt;Grand Duchy of Tuscany&lt;/a&gt;) from 1816 to 1819, and &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; (&lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;) from 1820 to 1826. In 1826 he became Ambassador in Paris, a position he held until 1848. He &lt;a href=\"List%20of%20Knights%20of%20the%20Golden%20Fleece\"&gt;received&lt;/a&gt; the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order of the Golden Fleece&lt;/a&gt; in 1836. He died in the &lt;a href=\"Oponice%23Apponyi%20Castle\"&gt;Apponyi castle&lt;/a&gt; on 17 October 1852.\nCountess Teresa Apponyi (1790-1874).\nMaria Teresa, née Nogarolla in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; of an old family originally from &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt;, married Antal Apponyi in 1808. She impressed diplomats at the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; and gained the nickname \"la divine Thérèse\". &lt;a href=\"Fr%C3%A9d%C3%A9ric%20Chopin\"&gt;Frédéric Chopin&lt;/a&gt; dedicated her his &lt;a href=\"Nocturnes%2C%20Op.%2027%20%28Chopin%29%23Nocturne%20in%20C-sharp%20minor%2C%20Op.%2027%2C%20No.%201\"&gt;Nocturne Op. 27 No. 1&lt;/a&gt; and &lt;a href=\"Nocturnes%2C%20Op.%2027%20%28Chopin%29%23Nocturne%20in%20D-flat%20major%2C%20Op.%2027%2C%20No.%202\"&gt;Op. 27 No. 2&lt;/a&gt;.\nCount Lajos (Ludwig) Apponyi (1849-1909).\nLajos, grandson of Antal and son of Gyula Apponyi (1816-1857), was appointed &lt;a href=\"Hofmarschall\"&gt;Marshal of the Court&lt;/a&gt; in Hungary (\"Hofmarschall in Ungarn\") by &lt;a href=\"Franz%20Joseph%20I%20of%20Austria\"&gt;Emperor Franz Joseph&lt;/a&gt; in December 1895, a newly created position that entailed guardianship of the royal palaces of &lt;a href=\"Buda%20Castle\"&gt;Budapest&lt;/a&gt; and &lt;a href=\"Royal%20Palace%20of%20G%C3%B6d%C3%B6ll%C5%91\"&gt;Gödöllő&lt;/a&gt;. Among other functions, he represented the monarchy at the ceremonial reburial of &lt;a href=\"B%C3%A9la%20III%20of%20Hungary\"&gt;King Béla III&lt;/a&gt; and &lt;a href=\"Agnes%20of%20Antioch\"&gt;Queen Agnes of Antioch&lt;/a&gt; in &lt;a href=\"Matthias%20Church\"&gt;Matthias Church&lt;/a&gt; on 21 October 1898. He was a member of the Budapest Park Club and of the Budapest Applied Art Society.\nCountess Margit (Marguerite) Apponyi (1848-1931).\nMarguerite, née &lt;a href=\"von%20Seherr-Thoss\"&gt;von Seherr-Thoss&lt;/a&gt; () from an ancient noble family in &lt;a href=\"Silesia\"&gt;Silesia&lt;/a&gt;, married Lajos Apponyi in 1871. She was an active manager of the Appony estate and of the family's literary legacy. She ensured the publications of the memoirs of Rezső Apponyi (of the Jablánc line) and of her son Henrik Apponyi. She also had the decades-long correspondence of her mother-in-law Szofia (née Sztáray, wife of Gyula) with &lt;a href=\"Charles%20de%20Montalembert\"&gt;Charles de Montalembert&lt;/a&gt; edited by &lt;a href=\"Fran%C3%A7ois%20Buloz\"&gt;François Buloz&lt;/a&gt; and published in the \"&lt;a href=\"Revue%20des%20deux%20Mondes\"&gt;Revue des deux Mondes&lt;/a&gt;\" in 1913. She devoted herself to philanthropy, together with her husband, especially with the hospital and school in &lt;a href=\"Oponice\"&gt;Oponice&lt;/a&gt;.\nCount Henrik Apponyi (1885-1935).\nHenrik started a diplomatic career, in Berlin (1912-1913) and Istanbul (1913-1914), but that was cut short by &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and the end of the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;. He relocated to &lt;a href=\"Oponice\"&gt;Oponice&lt;/a&gt; in 1918 and dedicated his life to adventurous traveling, particularly in Sudan (1924) and India and Tibet (1930). His travel notes were published in London in 1937 under the title \"My big-game hunting diary from India and the Himalayas\", with a foreword by the &lt;a href=\"Edward%20Wood%2C%201st%20Earl%20of%20Halifax\"&gt;Viscount Halifax&lt;/a&gt; whom Henrik had met while in India. Sadly, the book came out after the passing away of both his mother Marguerite, who had promoted the publication project, and that of Henrik himself. He died in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; in unclear circumstances.\nGeraldine Apponyi (1915–2002).\nGeraldine was a granddaughter of Lajos and daughter of Gyula Apponyi (1873-1924) and his American wife Gladys Virginia Steuart (1891–1947). She married &lt;a href=\"Zog%20I%20of%20Albania\"&gt;King Zog I of Albania&lt;/a&gt; in &lt;a href=\"Tirana\"&gt;Tirana&lt;/a&gt;, in a grand ceremony on 27 April 1938. She reigned as &lt;a href=\"Queen%20consort\"&gt;Queen consort&lt;/a&gt; for less than a year, then spent most of her long life in exile.\nLengyel line.\nThe two brothers Rezső and Gyula Apponyi inherited &lt;a href=\"Lengyel%23Apponyi%20castle\"&gt;Lengyel Castle&lt;/a&gt; in 1863 from their uncle József Apponyi (1788-1863), third son of Antal György. Rezső took over Lengyel while Gyula stayed in Appony (Oponice). Members of this branch lived in Lengyel until 1930.\nCount Rezső (Rudolf) Apponyi (1812-1876).\n&lt;a href=\"Rudolf%2C%20Count%20of%20Apponyi\"&gt;Rudolf&lt;/a&gt;, son of Antal, was a diplomat, initially in Paris and &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt; where he married in 1843, with &lt;a href=\"Nicholas%20I%20of%20Russia\"&gt;Emperor Nicholas I&lt;/a&gt; and &lt;a href=\"Alexandra%20Feodorovna%20%28Charlotte%20of%20Prussia%29\"&gt;Empress Alexandra Feodorovna&lt;/a&gt; both attending. He later served in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt; (1847-1849), &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt; (1849-1853), &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; (1853-1856), &lt;a href=\"London\"&gt;London&lt;/a&gt; (1856-1871, from 1860 as Ambassador), and &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; (Ambassador, 1871-1876). He &lt;a href=\"List%20of%20Knights%20of%20the%20Golden%20Fleece\"&gt;received&lt;/a&gt; the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order of the Golden Fleece&lt;/a&gt; in 1865. In 1866 he contracted the sublease of the Habsburg Embassy in London on &lt;a href=\"Belgrave%20Square\"&gt;Belgrave Square&lt;/a&gt;, where the &lt;a href=\"Embassy%20of%20Austria%2C%20London\"&gt;Embassy of Austria&lt;/a&gt; remains to this day.\nCount Sándor (Alexander) Apponyi (1844-1925).\nSándor, son of Rezső, started as a diplomat. He left that service in 1876 to devote himself to bibliophilia. He &lt;a href=\"List%20of%20Knights%20of%20the%20Golden%20Fleece\"&gt;received&lt;/a&gt; the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order of the Golden Fleece&lt;/a&gt; in 1907.\nOther members of the Apponyi family.\nJablánc line.\nThe brothers Pál and János Apponyi (not descendants of Lázár, thus not counts) together inherited the castle in &lt;a href=\"Jablonica\"&gt;Jablánc&lt;/a&gt; (German \"Jablonitz\" or \"Apfelsdorf\", formerly also \"Jabloncza\" or \"Jablonicz\" in Hungarian, now &lt;a href=\"Jablonica\"&gt;Jablonica&lt;/a&gt; in &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;) in 1772. In 1784 it was reconstructed and went to Pál, while János stayed in Appony (Oponice). After Pál's death it went to his son József (Joseph) Apponyi (1784-1853), who was made a Count by &lt;a href=\"Francis%20II%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Francis I&lt;/a&gt; in April 1808. Members of this branch stayed in Jablánc until the aftermath of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, after which it changed hands .\nJózsef's son Rezső (more often referred to as Rudolf, sometimes Rudolf II to distinguish him from his relative of the Lengyel line; 1802-1853) served as a junior diplomat (&lt;a href=\"attach%C3%A9\"&gt;attaché&lt;/a&gt;) in Paris from 1826 to 1850, hired by the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;'s ambassador his distant uncle Antal. Long after his death, his notes from this period, which had been kept in the &lt;a href=\"Apponyi%20Library\"&gt;family library&lt;/a&gt;, were edited in Paris by &lt;a href=\"Ernest%20Daudet\"&gt;Ernest Daudet&lt;/a&gt; at the instigation of Count Lajos Apponyi's wife Marguerite, and published by &lt;a href=\"Plon%20%28publisher%29\"&gt;Plon&lt;/a&gt; in four volumes between 1913 and 1926 as \"Journal du Comte Rodolphe Apponyi\".\nSilvio Apponyi (1949-).\n&lt;a href=\"Silvio%20Apponyi\"&gt;Silvio Apponyi&lt;/a&gt; is a renowned Australian sculptor, born 1949 in a refugee camp near &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;. His father Albert Friedrich Apponyi, who descended from an illegitimate line of the family, was allowed to use the family name after emigrating to Australia.\nApponyi properties.\nOver the years the Apponyis built or acquired numerous properties in the &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Kingdom of Hungary&lt;/a&gt; and in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. At the peak they had around 30 properties to their name over the empire. Several of these still stand.\nAppony (today Oponice, Slovakia).\nThe &lt;a href=\"Oponice%23Apponyi%20fortress\"&gt;Apponyi fortress&lt;/a&gt; probably already existed in the time of &lt;a href=\"Great%20Moravia\"&gt;Great Moravia&lt;/a&gt; and was acquired by the Apponyis in 1392. In 1645 it was badly damaged by fire and was finally destroyed by the Habsburg army in 1708 after it had been used by &lt;a href=\"Kuruc\"&gt;Kuruc&lt;/a&gt; rebels during &lt;a href=\"R%C3%A1k%C3%B3czi%27s%20War%20of%20Independence\"&gt;Rákóczi's War of Independence&lt;/a&gt;.\nThe &lt;a href=\"Oponice%23Apponyi%20Castle\"&gt;Apponyi Castle&lt;/a&gt; was built in stages from the 16th century and used as one of the family's many residences from the mid-17th century to 1935. It underwent extensive renovation in 2007-2011 and has since operated as a luxury hotel, branded Chateau-Appony, with the library wing of 1846 again hosting the &lt;a href=\"Apponyi%20Library\"&gt;Apponyi Library&lt;/a&gt;.\nÉberhárd (today Malinovo, Slovakia).\nThe old castle at \"Ybrehart\" (today &lt;a href=\"Malinovo%2C%20Slovakia\"&gt;Malinovo&lt;/a&gt;) was acquired by Count György Apponyi, son of Lázár, in June 1763. It was reconstructed into its current form sometime after 1817 by Count György Apponyi (1780-1849), eldest son of Antal György. It then went to his son &lt;a href=\"Gy%C3%B6rgy%20Apponyi\"&gt;György Apponyi&lt;/a&gt; who died in the castle in 1899. &lt;a href=\"Albert%20Apponyi\"&gt;Albert Apponyi&lt;/a&gt; lost property of the castle following the &lt;a href=\"Treaty%20of%20Trianon\"&gt;Treaty of Trianon&lt;/a&gt;. It became an agricultural school in 1923, a function it still serves despite an obvious need for repair.\nJablánc (today Jablonica, Slovakia).\nThe castle in &lt;a href=\"Jablonica\"&gt;Jabloncza&lt;/a&gt;, inherited by the family in 1772, was remodeled by József Apponyi around the time of his elevation as Count in 1808, possibly to better reflect his new higher status. It was again remodeled in the late 19th century by Count Antal Apponyi (1852-1920), who inherited it from József's son Rezső Apponyi. After &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; it changed hands several times and eventually went into disrepair. In 2017 it was purchased by a non-profit group that intends to renovate it and convert into a hotel and cultural facility.\nHőgyész (Hungary).\nThe &lt;a href=\"H%C5%91gy%C3%A9sz\"&gt;Hőgyész&lt;/a&gt; domain in &lt;a href=\"Tolna%20County\"&gt;Tolna County&lt;/a&gt; was acquired in 1722 by &lt;a href=\"Count%20Claude%20Florimond%20de%20Mercy\"&gt;Count Claude Florimond de Mercy&lt;/a&gt;, and purchased by György Apponyi (son of Lázár) in 1772. It was rebuilt in the late 18th century by György's son, Count Antal György Apponyi, who spent much of the rest of his life there. The castle later went to Antal George's grandson Károly Apponyi (1805-1890), his son Géza (1853-1927) and the latter's son Károly (1878-1959) who sold it to the Hungarian state in 1939. During and after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; it became a center for displaced people and military hospital, and later a school. It was privatized in 1999 and renovated into a luxury hotel, but was embroiled in the troubles of controversial financier &lt;a href=\"Ghaith%20Pharaon\"&gt;Ghaith Pharaon&lt;/a&gt; which led to its closing in the 2010s.\nLengyel (Hungary).\nThe &lt;a href=\"Danube%20Swabians\"&gt;Swabian&lt;/a&gt; village of &lt;a href=\"Lengyel\"&gt;Lengyel&lt;/a&gt; (\"Polish\" in Hungarian) in &lt;a href=\"Tolna%20County%20%28former%29\"&gt;Tolna County&lt;/a&gt; was purchased by Count Antal György Apponyi in 1799. The castle was built by Antal György's third son József in 1824-1829 and extensively remodeled from 1878 by &lt;a href=\"S%C3%A1ndor%20Apponyi\"&gt;Sándor Apponyi&lt;/a&gt;. It suffered fire damage in 1905. After Sándor's passing away, his widow Countess Alexandra &lt;a href=\"Esterh%C3%A1zy\"&gt;Esterházy&lt;/a&gt; donated the castle in 1926 to the &lt;a href=\"Hungarian%20National%20Museum\"&gt;Hungarian National Museum&lt;/a&gt; but kept the privilege of living there until her death in 1930. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; it was used by Hungary's &lt;a href=\"National%20mapping%20agency\"&gt;National Cartography Office&lt;/a&gt;, then became a Russian &lt;a href=\"military%20hospital\"&gt;military hospital&lt;/a&gt; from January to March 1945, and later that year an internment camp for &lt;a href=\"Germans%20of%20Hungary\"&gt;displaced Germans&lt;/a&gt;. It has been an agricultural school since 1946.\nUrban properties.\nThe Apponyis inhabited various properties in the capitals cities of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, &lt;a href=\"Pressburg\"&gt;Pressburg&lt;/a&gt; (Pozsony, today's &lt;a href=\"Bratislava\"&gt;Bratislava&lt;/a&gt;) and &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, many of which were rented. The &lt;a href=\"Apponyi%20Palace%20%28Bratislava%29\"&gt;Apponyi Palace&lt;/a&gt; in &lt;a href=\"Bratislava\"&gt;Bratislava&lt;/a&gt;, built by Count György Apponyi (1736-1782), was sold in 1865 to the municipality of Pressburg. The &lt;a href=\"Palais%20Apponyi%20%28Vienna%29\"&gt;Palais Apponyi in Vienna&lt;/a&gt; was built in 1880 for Marguerite and Lajos Apponyi. &lt;a href=\"Albert%20Apponyi\"&gt;Albert Apponyi&lt;/a&gt; lived in an old house on Castle Hill in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, now Táncsics Mihály utca 17, where a plaque honors his memory and that of his son György.\nBibliophilia.\nThe &lt;a href=\"Apponyi%20Library\"&gt;Apponyi Library&lt;/a&gt; (\"Bibliotheca Apponiana\") was created around 1774 by Count Anton György Apponyi in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, who took advantage for its build-up of the &lt;a href=\"Josephinism\"&gt;abolition of the monasteries&lt;/a&gt; by &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II&lt;/a&gt;. In 1827 it was moved to &lt;a href=\"Pressburg\"&gt;Pressburg&lt;/a&gt; in a dedicated building on &lt;a href=\"Kozia%20Street\"&gt;Kozia Street&lt;/a&gt; (), and on to Appony in 1846. It was partly dispersed in stages from the late 19th century to the eve of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and what was left in &lt;a href=\"Oponice%23Apponyi%20Castle\"&gt;Apponyi Castle&lt;/a&gt; deteriorated during the &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Communist era&lt;/a&gt;. It was restored in the early 21st century and reopened in 2011 as part of the &lt;a href=\"Slovak%20National%20Library\"&gt;Slovak National Library&lt;/a&gt;.\nCount &lt;a href=\"S%C3%A1ndor%20Apponyi\"&gt;Sándor Apponyi&lt;/a&gt;'s extensive collection of books and &lt;a href=\"incunables\"&gt;incunables&lt;/a&gt; was kept at &lt;a href=\"Lengyel%23Apponyi%20Castle\"&gt;Lengyel Castle&lt;/a&gt;. This included a collection of Hungary-related prints or \"Hungarica\", and a separate collection of items he called \"rariora et curiosa\", mostly in French, Latin and Italian. Part of the latter collection was specifically dedicated to the history of &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt; and the local Nogarol[l]a family from which his grandmother (Antal's wife Teresa) stemmed, including the late medieval humanist &lt;a href=\"Isotta%20Nogarola\"&gt;Isotta Nogarola&lt;/a&gt;. Sándor donated the whole collection to Hungary's &lt;a href=\"National%20Sz%C3%A9ch%C3%A9nyi%20Library\"&gt;National Széchényi Library&lt;/a&gt; in 1926. A special law adopted in 1926 by the Hungarian &lt;a href=\"National%20Assembly%20%28Hungary%29\"&gt;National Assembly&lt;/a&gt; to acknowledge the donation of the collection mentions several other comparable donations, but adds that \"Among all these generous, valuable donations, that of Count [Sándor] Apponyi is by far the most important.\""
}