{
    "id": "888285",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=888285",
    "title": "Bill Robinson",
    "text": "Bill Robinson, nicknamed Bojangles (born Luther Robinson; May 25, 1878 – November 25, 1949), was an American tap dancer, actor, and singer, the best known and the most highly paid &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; entertainer in the United States during the first half of the 20th century. His long career mirrored changes in American entertainment tastes and technology. His career began in the age of &lt;a href=\"minstrel%20show\"&gt;minstrel show&lt;/a&gt;s and moved to &lt;a href=\"vaudeville\"&gt;vaudeville&lt;/a&gt;, Broadway theatre, the recording industry, Hollywood films, radio, and television.\nAccording to dance critic &lt;a href=\"Marshall%20Stearns\"&gt;Marshall Stearns&lt;/a&gt;, \"Robinson's contribution to &lt;a href=\"tap%20dance\"&gt;tap dance&lt;/a&gt; is exact and specific. He brought it up on its toes, dancing upright and swinging\", adding a \"hitherto-unknown lightness and presence\". His signature routine was the Stair Dance, in which he would tap up and down a set of stairs in a rhythmically complex sequence of steps, a routine that he unsuccessfully attempted to patent. He is also credited with having popularized the word \"copacetic\" through his repeated use of it in vaudeville and radio appearances.\nHe is best known today for his dancing with &lt;a href=\"Shirley%20Temple\"&gt;Shirley Temple&lt;/a&gt; in a series of films during the 1930s, and for starring in the musical \"&lt;a href=\"Stormy%20Weather%20%281943%20film%29\"&gt;Stormy Weather&lt;/a&gt;\" (1943), loosely based on his own life and selected for preservation in the &lt;a href=\"National%20Film%20Registry\"&gt;National Film Registry&lt;/a&gt;. He used his popularity to challenge and overcome numerous racial barriers. Robinson was one of the first minstrel and vaudeville performers to appear as Black without the use of &lt;a href=\"blackface\"&gt;blackface&lt;/a&gt; makeup, as well as one of the earliest Black performers to perform solo, overcoming vaudeville's &lt;a href=\"Tap%20dance%23History\"&gt;two-colored rule&lt;/a&gt;. Additionally, he was an early Black headliner in Broadway shows. Robinson was the first Black performer to appear in a Hollywood film in an interracial dance team (with Shirley Temple in \"&lt;a href=\"The%20Little%20Colonel%20%281935%20film%29\"&gt;The Little Colonel&lt;/a&gt;\", 1935), and the first Black performer to headline a mixed-race Broadway production.\nRobinson came under heavy criticism for his apparent tacit acceptance of racial stereotypes of the era, with some critics calling him an \"&lt;a href=\"Uncle%20Tom\"&gt;Uncle Tom&lt;/a&gt;\". He strongly resented this, and his biographers suggested that critics were underestimating the difficulties faced by Black performers engaging with mainstream White culture at the time, and ignoring his many efforts to overcome racial prejudice. In his public life, Robinson led efforts to persuade the &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt; Police Department to hire its first Black policeman; lobby President &lt;a href=\"Franklin%20Delano%20Roosevelt\"&gt;Franklin Delano Roosevelt&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; for more equal treatment of Black soldiers; and stage the first integrated public event in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, a fundraiser which was attended by both Black and White city residents.\nRobinson was a popular figure in both the Black and White entertainment worlds of his era, and is remembered for the support that he gave to fellow performers, including &lt;a href=\"Fred%20Astaire\"&gt;Fred Astaire&lt;/a&gt;, &lt;a href=\"Lena%20Horne\"&gt;Lena Horne&lt;/a&gt;, &lt;a href=\"Jesse%20Owens\"&gt;Jesse Owens&lt;/a&gt; and the &lt;a href=\"Nicholas%20Brothers\"&gt;Nicholas Brothers&lt;/a&gt;. &lt;a href=\"Sammy%20Davis%20Jr.\"&gt;Sammy Davis Jr.&lt;/a&gt; and &lt;a href=\"Ann%20Miller\"&gt;Ann Miller&lt;/a&gt; credited him as a teacher and mentor, Miller saying that he \"changed the course of my life\". &lt;a href=\"Gregory%20Hines\"&gt;Gregory Hines&lt;/a&gt; produced and starred in a biographical movie about Robinson for which he won the &lt;a href=\"NAACP%20Image%20Award%20for%20Outstanding%20Actor%20in%20a%20Television%20Movie%2C%20Mini-Series%20or%20Dramatic%20Special\"&gt;NAACP Best Actor Award&lt;/a&gt;.\nDespite being the highest-paid Black performer of the time, Robinson died penniless in 1949, his funeral paid for by longtime friend &lt;a href=\"Ed%20Sullivan\"&gt;Ed Sullivan&lt;/a&gt;. In 1989, Congress designated Robinson's birthday of May 25 as &lt;a href=\"National%20Tap%20Dance%20Day\"&gt;National Tap Dance Day&lt;/a&gt;.\nEarly life.\nBill \"Bojangles\" Robinson was born Luther Robinson in &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt;, on May 25, 1878, to Maxwell, a machinist, and Maria Robinson, a church choir director. He and his younger brother William were raised in Richmond's &lt;a href=\"Jackson%20Ward\"&gt;Jackson Ward&lt;/a&gt; neighborhood. His grandmother Bedelia Robinson, a former &lt;a href=\"slave\"&gt;slave&lt;/a&gt;, raised him after both of his parents died tragically in 1884: his father from chronic heart disease and his mother from unknown natural causes. Details of his early life are known only through legend, much of it perpetuated by Robinson himself. He claimed that he was christened Luther, a name that he did not like. He suggested to his younger brother William that they should exchange names, and they eventually did.\nHis brother subsequently adopted the name of Percy and achieved recognition as a musician under that name.\nCareer.\nEarly days.\nAt the age of five, Robinson began dancing for small change, appearing as a \"hoofer\" or &lt;a href=\"busking\"&gt;busker&lt;/a&gt; in local beer gardens and in front of theaters for tossed pennies. A promoter saw him performing outside the Globe Theater in Richmond and offered him a job as a &lt;a href=\"Pickanniny\"&gt;\"pick\"&lt;/a&gt; in a local minstrel show. At that time, minstrel shows were staged by White performers in blackface. Pickaninnies were cute Black children at the edge of the stage singing, dancing, or telling jokes.\nIn 1890, at the age of 12, Robinson ran away to Washington, D.C., where he did odd jobs at &lt;a href=\"Benning%20Race%20Track\"&gt;Benning Race Track&lt;/a&gt; and worked briefly as a jockey. He teamed up with a young &lt;a href=\"Al%20Jolson\"&gt;Al Jolson&lt;/a&gt;, with Jolson singing while Robinson danced for pennies or to sell newspapers. In 1891, he was hired by Whallen and Martel, touring with Mayme Remington's troupe in a show titled \"The South Before the War\", performing again as a &lt;a href=\"pickaninny\"&gt;pickaninny&lt;/a&gt;, despite his age. He travelled with the show for over a year before growing too mature to play the role credibly.\nIn 1898, he returned to Richmond where he joined the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; as a rifleman when the Spanish–American War broke out. He received an accidental gunshot wound from a second lieutenant who was cleaning his gun.\nVaudeville.\nOn March 30, 1900, Robinson entered a &lt;a href=\"buck-and-wing\"&gt;buck-and-wing&lt;/a&gt; dance contest at the Bijou Theatre in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn, New York&lt;/a&gt;, winning a gold medal and defeating Harry Swinton, star of the show \"In Old Kentucky\" and considered the best dancer of his day. The resulting publicity helped Robinson to get work in numerous travelling shows, sometimes in a troupe, more frequently with a partner, though not always as a dancer (Robinson also sang and performed two-man comedy routines).\nBy 1912, Robinson was a full partner in the duo, which had become primarily a tap-dancing act, booked on both the &lt;a href=\"Keith%20Circuit\"&gt;Keith&lt;/a&gt; and &lt;a href=\"Orpheum%20Circuit\"&gt;Orpheum Circuit&lt;/a&gt;s. The team broke up in 1914, and vaudeville performer Rae Samuel's, who had performed in shows with Robinson, convinced him to meet with her manager (and husband), Marty Forkins. Under Forkins' tutelage, Robinson matured and began working as a solo act, increasing his earnings to an estimated $3,500 per week. Forkins accomplished this by inventing an alternate history for Robinson, promoting him as already being a solo act. This technique succeeded, making Robinson one of the first performers to break vaudeville's &lt;a href=\"Tap%20dance%23History\"&gt;two-coloured rule&lt;/a&gt;, which forbade solo Black acts.\nWhen the U.S. entered &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the War Department set up a series of \"Liberty Theatres\" in the training camps. The &lt;a href=\"Keith%20Circuit\"&gt;Keith&lt;/a&gt; and &lt;a href=\"Orpheum%20Circuit\"&gt;Orpheum Circuit&lt;/a&gt;s underwrote vaudeville acts at reduced fees, but Robinson volunteered to perform gratis for thousands of troops, in both Black and White units of the Expeditionary Forces, receiving a commendation from the War Department in 1918.\nThroughout the early 1920s, Robinson continued his career on the road as a solo vaudeville act, touring throughout the country and most frequently visiting Chicago, where Marty Forkins, his manager, lived. From 1919 to 1923 he was fully booked on the &lt;a href=\"Orpheum%20Circuit\"&gt;Orpheum Circuit&lt;/a&gt; and was signed full-time by the &lt;a href=\"Keith%20Circuit\"&gt;Keith&lt;/a&gt; in 1924 and 1925. In addition to being booked for 50–52 weeks (an avid baseball fan, he took a week off for the World Series), Robinson did multiple shows per night, frequently on two different stages.\nTap Dance Style\nAs mentioned above, the chapter of Stearns' \"Bill Robinson: Up on the Toes\" entitled \"Jazz Dance\" (1966) describes how Robinson introduced dancing \"up on the toes\" to tap dance. This was a new addition to King Rastus Brown's popular \"flat-footed wizardry\". Moving primarily from the waist down, Robinson maintained impressive control of his body. Pete Nugent is said to have remarked, \"Robinson was the absolute tops in \"control\".\" That Robinson infrequently dropped his heels marked a significant change in popular tap technique. Due to his adroit ability to be both light on his feet and distinct in his percussive taps, Robinson was called the \"Father of Tapology\".\nIn 1918 at the Palace Theatre in New York, Robinson performed the Stair Dance. Claims regarding the origin of the Stair Dance were highly disputed; however, Robinson was widely credited with the dance because he made it popular. The dance involved \"a different rhythm for each step each one reverberating with a different pitch and the fact that he had a special set of portable steps enhanced his claim to originating the dance\". The popular sensation of the Stair Dance led Robinson to try to secure a patent on the routine through the U.S. Patent Office in Washington D.C., ultimately to no avail; however the lack of a patent did not diminish Robinson's professional command of the Stair Dance. The entertainment community began to associate the Stair Dance exclusively with Robinson as the routine became a standard part of his performances in 1921. Haskins reports that dancer Fred Stone sent Robinson a check for having performed the routine.\nRobinson's talents transcended his famous Stair Dance by far. The steps themselves were not essential to Robinson's performances; rather, Robinson would naturally shift into \"a little skating step to stop-time; or a Scoot step, a cross-over tap\" or many other tap steps involved in his particular movement quality. Robinson changed rhythmic meters and tap steps and syncopated breaks seamlessly. Often Robinson would talk to his audience, share anecdotes, and act as if he were surprised by the action of his feet. His amusing personality was essential to his performances and popularity. Robinson is said to have consistently performed in split-soled wooden shoes, handcrafted by a Chicago craftsman.\nBroadway.\nIn 1928, a White impresario, &lt;a href=\"Lew%20Leslie\"&gt;Lew Leslie&lt;/a&gt;, produced \"&lt;a href=\"Blackbirds%20of%201928\"&gt;Blackbirds of 1928&lt;/a&gt;\" on Broadway, a Black revue for White audiences starring &lt;a href=\"Adelaide%20Hall\"&gt;Adelaide Hall&lt;/a&gt; and Bill Robinson along with Aida Ward, &lt;a href=\"Tim%20Moore%20%28comedian%29\"&gt;Tim Moore&lt;/a&gt; and other Black stars. The show originally did not include Robinson; only after three weeks of lukewarm reception did Leslie add Robinson as an \"extra attraction\". The show then became a huge success on Broadway, where it ran for over one year to sell-out performances. On stage, &lt;a href=\"Adelaide%20Hall\"&gt;Adelaide Hall&lt;/a&gt; and Robinson danced and sang a duet together, which captivated the audiences. From then on, Robinson's public role was that of a dapper, smiling, plaid-suited ambassador to the White world, maintaining a connection with the Black show-business circles through his continuing patronage of the &lt;a href=\"Hoofers%20Club\"&gt;Hoofers Club&lt;/a&gt;, an entertainer's haven in Harlem. So successful was Adelaide Hall's collaboration with Bojangles, they even appeared together on stage at the prestigious &lt;a href=\"Palace%20Theatre%20%28Broadway%29\"&gt;Palace Theatre (Broadway)&lt;/a&gt; before they were teamed up together again by Marty Forkins (Robinson's manager) to star in another Broadway musical titled, \"Brown Buddies\", that opened in 1930 at the Liberty Theatre, where it ran for four months before commencing a road tour of the States.\nIn 1939, Robinson returned to the stage in \"&lt;a href=\"The%20Hot%20Mikado%20%281939%20production%29\"&gt;The Hot Mikado&lt;/a&gt;\", a jazz version of the &lt;a href=\"Gilbert%20and%20Sullivan\"&gt;Gilbert and Sullivan&lt;/a&gt; operetta. The show opened at the &lt;a href=\"Broadhurst%20Theatre\"&gt;Broadhurst Theatre&lt;/a&gt;, with Robinson cast in the role of the Emperor. His rendition of \"My Object All Sublime\" stopped the show and produced eight encores. After Broadway, the show moved to the &lt;a href=\"1939%20New%20York%20World%27s%20Fair\"&gt;1939 New York World's Fair&lt;/a&gt;, and was one of the greatest hits of the fair. August 25, 1939, was named \"Bill Robinson Day\" at the fair.\nRobinson's next Broadway show, \"All in Fun\" (1940), was with an all-White cast. Despite having &lt;a href=\"Imogene%20Coca\"&gt;Imogene Coca&lt;/a&gt;, &lt;a href=\"Pert%20Kelton\"&gt;Pert Kelton&lt;/a&gt;, and other stars, the show received poor reviews at out-of-town tryouts in New Haven and Boston. When the White stars and co-producers, &lt;a href=\"Phil%20Baker%20%28comedian%29\"&gt;Phil Baker&lt;/a&gt; and &lt;a href=\"Leonard%20Sillman\"&gt;Leonard Sillman&lt;/a&gt;, withdrew, Robinson became the star, the first time an African-American headlined an otherwise all-White production. Although the reviewers were enthusiastic about Robinson, they panned the show, and it failed to attract audiences. \"All in Fun\" closed after four performances.\nRobinson's next foray on Broadway was the musical comedy \"&lt;a href=\"Memphis%20Bound\"&gt;Memphis Bound&lt;/a&gt;\", which opened in May 1945. This production used an all-Black cast including Robinson (who had &lt;a href=\"Billing%20%28performing%20arts%29\"&gt;top billing&lt;/a&gt;), &lt;a href=\"Avon%20Long\"&gt;Avon Long&lt;/a&gt;, &lt;a href=\"Billy%20Daniels\"&gt;Billy Daniels&lt;/a&gt;, &lt;a href=\"Ada%20Brown\"&gt;Ada Brown&lt;/a&gt;, and &lt;a href=\"Sheila%20Guyse\"&gt;Sheila Guyse&lt;/a&gt;. Robinson played the boat pilot and then Sir Joseph Porter in the play-within-a-play of \"&lt;a href=\"H.M.S.%20Pinafore\"&gt;H.M.S. Pinafore&lt;/a&gt;\". Critics widely praised Robinson's performance and especially his dancing, with his stair dance cited as a high point of the show.\nFilm career.\nAfter 1932, Black stage revues waned in popularity, but Robinson remained in vogue with White audiences for more than a decade in some fourteen motion pictures produced by such companies as &lt;a href=\"RKO\"&gt;RKO&lt;/a&gt;, &lt;a href=\"20th%20Century%20Fox\"&gt;20th Century Fox&lt;/a&gt; and &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt;. Most of them had musical settings, in which he played old-fashioned roles in nostalgic romances.\nEarly films.\nRobinson's film debut was in the &lt;a href=\"RKO%20Pictures\"&gt;RKO Pictures&lt;/a&gt; 1930 musical &lt;a href=\"Dixiana%20%28film%29\"&gt;\"Dixiana\"&lt;/a&gt;. RKO was formed in part by a merger of the Keith and Orpheum theater circuits, with whom Robinson had performed as a headliner for many years. He was cast as a specialty performer in a standalone scene. This practice, customary at the time, permitted Southern theaters to remove scenes containing Black performers from their showings of the film. \"Dixiana\" was followed by Robinson's first starring role, in \"&lt;a href=\"Harlem%20Is%20Heaven\"&gt;Harlem Is Heaven&lt;/a&gt;\" (1932), which is sometimes cited as the first film with an all-Black cast, even though all-Black silent films preceded it and the cast of \"Harlem Is Heaven\" includes a White actor with a speaking part, as well as a few White extras. The movie was produced in New York and did not perform well financially, leading Robinson to focus on Hollywood-produced movies after that.\nShirley Temple.\nThe idea for bringing a Black dancer to Fox to star with Temple in \"&lt;a href=\"The%20Little%20Colonel%20%281935%20film%29\"&gt;The Little Colonel&lt;/a&gt;\" was actually first proposed by Fox head Winfield Sheehan after a discussion with &lt;a href=\"D.%20W.%20Griffith\"&gt;D. W. Griffith&lt;/a&gt;. Sheehan set his sights on Robinson but, unsure of his ability as an actor, arranged for a contract that was void if Robinson failed the dramatic test. Robinson passed the test and was brought in to both star with Temple and to teach her tap dancing. They quickly hit it off, as Temple recounted years later:\nRobinson walked a step ahead of us, but when he noticed me hurrying to catch up, he shortened his stride to accommodate mine. I kept reaching up for his hand, but he hadn't looked down and seemed unaware. Fannie called his attention to what I was doing, so he stopped short, bent low over me, his eyes wide and rows of brilliant teeth showing in a wide smile. When he took my hand in his, it felt large and cool. For a few moments, we continued walking in silence. \"Can I call you Uncle Billy?\" I asked. \"Why sure you can\", he replied... \"But then I get to call you darlin.'\" It was a deal. From then on, whenever we walked together it was hand in hand, and I was always his \"darlin.'\"\nTemple had already appeared in five films released in 1934, and had performed a tap routine with &lt;a href=\"James%20Dunn%20%28actor%29\"&gt;James Dunn&lt;/a&gt; in \"&lt;a href=\"Stand%20Up%20and%20Cheer%21\"&gt;Stand Up and Cheer!&lt;/a&gt;\" After Robinson was signed by &lt;a href=\"20th%20Century%20Fox\"&gt;20th Century Fox&lt;/a&gt;, it was decided that he would perform his famous stair dance with Temple. While Robinson liked the idea, he quickly realized that he could not teach his complex stair dance to a seven-year-old in the few days permitted by the shooting schedule. Instead, he taught Temple to kick the riser (face) of each stairstep with her toe. After watching her practice his choreography, Robinson modified his routine to mimic her movements, so that it appeared on film that she was imitating his steps. The sequence was the highlight of the film.\nRobinson and Temple became the first interracial dance partners in Hollywood history. The scene was controversial for its time, and was cut out in the south along with all other scenes showing the two making physical contact. Temple and Robinson appeared in four films together: \"The Little Colonel\", \"&lt;a href=\"The%20Littlest%20Rebel\"&gt;The Littlest Rebel&lt;/a&gt;\", \"&lt;a href=\"Rebecca%20of%20Sunnybrook%20Farm%20%281938%20film%29\"&gt;Rebecca of Sunnybrook Farm&lt;/a&gt;\" and \"&lt;a href=\"Just%20Around%20the%20Corner\"&gt;Just Around the Corner&lt;/a&gt;\". \nRobinson and Temple became close friends as a result of his dance coaching and acting with her. Robinson carried pictures of Temple with him wherever he traveled, and Temple considered him a lifelong friend, saying in an interview \"Bill Robinson treated me as an equal, which was very important to me. He didn't talk down to me, like to a little girl. And I liked people like that. And Bill Robinson was the best of all.\"\nOther films.\nRobinson refused to play stereotypical roles imposed by Hollywood studios. In a small vignette in \"&lt;a href=\"Hooray%20for%20Love%20%281935%20film%29\"&gt;Hooray for Love&lt;/a&gt;\" (1935), he played a mayor of Harlem modeled after his own ceremonial honor; in \"One Mile from Heaven\" (1937), he played a romantic lead opposite African-American actress &lt;a href=\"Fredi%20Washington\"&gt;Fredi Washington&lt;/a&gt; after Hollywood had relaxed its taboo against such roles for Black people. \nRobinson appeared opposite &lt;a href=\"Will%20Rogers\"&gt;Will Rogers&lt;/a&gt; in \"&lt;a href=\"In%20Old%20Kentucky%20%281935%20film%29\"&gt;In Old Kentucky&lt;/a&gt;\" (1935), the last movie Rogers made prior to his death in an airplane crash. Robinson and Rogers were good friends, and after Rogers' death, Robinson refused to fly, instead travelling by train to Hollywood for his film work. \n\"Stormy Weather\".\nRobinson's final film appearance was a starring role in the 1943 Fox musical \"&lt;a href=\"Stormy%20Weather%20%281943%20film%29\"&gt;Stormy Weather&lt;/a&gt;\". &lt;a href=\"Lena%20Horne\"&gt;Lena Horne&lt;/a&gt; co-starred as Robinson's love interest, and the movie also featured &lt;a href=\"Fats%20Waller\"&gt;Fats Waller&lt;/a&gt; in his final movie appearance before his death, playing with &lt;a href=\"Cab%20Calloway\"&gt;Cab Calloway&lt;/a&gt; and his orchestra. The &lt;a href=\"Nicholas%20Brothers\"&gt;Nicholas Brothers&lt;/a&gt; are featured in the film's final dance sequence, performing to Calloway's \"Jumpin' Jive\", in what &lt;a href=\"Fred%20Astaire\"&gt;Fred Astaire&lt;/a&gt; called \"the greatest movie musical number he had ever seen\".\nIn 2001, \"Stormy Weather\" was selected for preservation in the United States &lt;a href=\"National%20Film%20Registry\"&gt;National Film Registry&lt;/a&gt; by the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt; as being \"culturally, historically, or aesthetically significant\".\nRadio and sound recordings.\nFrom 1936 until his death in 1949, Robinson made numerous radio and occasional television appearances. The distinctive sound of Robinson's tap dancing was frequently featured, but Robinson also sang, made sound effects, and told jokes and stories from his vaudeville acts. He also addressed the audience directly, something very rare for a Black radio performer in that era.\nRobinson also made several recordings, including one in which he demonstrated each of his tap steps and their corresponding sounds. It was also on the radio and in his recordings that Robinson introduced and popularized a word of his own invention, \"copasetic\", which he had used for years in his vaudeville shows, and which was added to \"&lt;a href=\"Webster%27s%20Dictionary\"&gt;Webster's Dictionary&lt;/a&gt;\" in 1934.\nFinal appearances.\nThe last theatrical project for Robinson was to have been \"Two Gentlemen from the South\", with &lt;a href=\"James%20Barton%20%28actor%29\"&gt;James Barton&lt;/a&gt; as the master and Robinson as his servant, in which the Black and White roles reverse and eventually the two come together as equals, but the show did not open.\nRobinson's final public appearance in 1949, a few weeks before his death, was as a surprise guest on a TV show, Ted Mack's &lt;a href=\"The%20Original%20Amateur%20Hour\"&gt;The Original Amateur Hour&lt;/a&gt;, in which he emotionally embraced a competitor on the show who had tap-danced for the audience. A friend remarked, \"he was handing over his crown, like him saying, 'this is my good-bye. '\"\nPersonal life and death.\nLittle is known of Robinson's first marriage to Lena Chase in 1907. They separated in 1916, and the marriage ended in 1922. His second wife was Fannie S. Clay whom he married shortly after his divorce from Chase. They divorced in 1943. His third marriage was in 1944 to Elaine Plaines in &lt;a href=\"Columbus%2C%20Ohio\"&gt;Columbus, Ohio&lt;/a&gt;, and they remained together until Robinson's death in 1949. There were no children from any of the marriages.\nPolitical figures and celebrities appointed Robinson an honorary mayor of &lt;a href=\"Harlem\"&gt;Harlem&lt;/a&gt;, a lifetime member of policemen's associations and fraternal orders, and a mascot of the &lt;a href=\"New%20York%20Giants%20%28NL%29\"&gt;New York Giants&lt;/a&gt; &lt;a href=\"Major%20League%20Baseball\"&gt;major league baseball&lt;/a&gt; team. Robinson reciprocated with open-handed generosity and frequently credited the White dancer James Barton for his contribution to his dancing style.\nDespite being the highest-paid Black performer of the first half of the 20th century, earning more than US$2 million during his lifetime, Robinson died penniless on November 25, 1949, at the age of 71, 6 months before his 72nd birthday, from heart failure. His funeral was arranged and paid for by longtime friend and television host &lt;a href=\"Ed%20Sullivan\"&gt;Ed Sullivan&lt;/a&gt;. Robinson lay in repose at the &lt;a href=\"369th%20Infantry%20Regiment%20%28United%20States%29\"&gt;369th Infantry Regiment Armory&lt;/a&gt; in Harlem, where an estimated 32,000 people filed past his open casket to pay their last respects. The schools in Harlem were closed for a half-day so that children could attend or listen to the funeral, which was broadcast over the radio. Reverend &lt;a href=\"Adam%20Clayton%20Powell%20Sr.\"&gt;Adam Clayton Powell Sr.&lt;/a&gt; conducted the service at the &lt;a href=\"Abyssinian%20Baptist%20Church\"&gt;Abyssinian Baptist Church&lt;/a&gt;, and New York Mayor &lt;a href=\"William%20O%27Dwyer\"&gt;William O'Dwyer&lt;/a&gt; gave the eulogy. Robinson is buried in the &lt;a href=\"Cemetery%20of%20the%20Evergreens%2C%20Brooklyn\"&gt;Cemetery of the Evergreens, Brooklyn&lt;/a&gt;, New York.\nLegacy.\nRobinson was successful despite the obstacle of racism. A favorite Robinson anecdote is that he seated himself in a restaurant and a customer objected to his presence. When the manager suggested that it might be better if Robinson leave, he smiled and asked, \"Have you got a ten-dollar bill?\" Politely asking to borrow the manager's note for a moment, Robinson added six $10 bills from his own wallet and mixed them up, then extended the seven bills together, adding, \"Here, let's see you pick out the colored one\". The restaurant manager served Robinson without further delay.\nRobinson co-founded the &lt;a href=\"New%20York%20Black%20Yankees\"&gt;New York Black Yankees&lt;/a&gt; baseball team in &lt;a href=\"Harlem\"&gt;Harlem&lt;/a&gt; in 1936 with financier &lt;a href=\"James%20Semler\"&gt;James \"Soldier Boy\" Semler&lt;/a&gt;. The team was a successful member of the &lt;a href=\"Negro%20National%20League%20%281933%E2%80%931948%29\"&gt;Negro National League&lt;/a&gt; until it disbanded in 1948, after &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; was &lt;a href=\"desegregated\"&gt;desegregated&lt;/a&gt;.\nIn 1989, a joint &lt;a href=\"U.S.%20Senate\"&gt;U.S. Senate&lt;/a&gt;/House resolution declared \"&lt;a href=\"National%20Tap%20Dance%20Day\"&gt;National Tap Dance Day&lt;/a&gt;\" to be May 25, the anniversary of Bill Robinson's birth.\nRobinson was inducted into the &lt;a href=\"National%20Museum%20of%20Dance%20and%20Hall%20of%20Fame\"&gt;National Museum of Dance's Mr. &amp; Mrs. Cornelius Vanderbilt Whitney Hall of Fame&lt;/a&gt; in 1987.\nPopular myths, legends, and misconceptions.\nThere are several commonly cited anecdotes about Robinson that are likely the result of conflicting stories put out by Robinson's second wife Fanny, or his manager, Marty Forkins, or by various show business associates of Robinson. There are also numerous documented instances in which Robinson gave conflicting stories to news reporters at different times.\nAccording to his biographer, Robinson had previously served in the Spanish–American War, where he sustained an accidental gunshot wound, was 40 when the U.S entered World War I, and received a letter of commendation from the War Department for his work during the war in boosting morale at training camps in the United States, not overseas.\nIt has further been claimed that, along with serving in the trenches in World War I, Robinson was also the &lt;a href=\"Drum%20major%20%28military%29\"&gt;drum major&lt;/a&gt; for the &lt;a href=\"369th%20Hellfighters%20Band\"&gt;369th Hellfighters Band&lt;/a&gt; and led the regimental band up &lt;a href=\"Fifth%20Avenue\"&gt;Fifth Avenue&lt;/a&gt; on the 369th's return from overseas.\nWhile numerous sources repeat the claim of Bill Robinson's appointment as drum major in the 369th Regiment Band, this is not mentioned in either \"Mr. Bojangles\", the Bill Robinson biography by &lt;a href=\"Jim%20Haskins\"&gt;Jim Haskins&lt;/a&gt; and N. R. Mitgang, or \"A Life in Ragtime\", the biography of James Reese Europe, the leader of the 369th regimental band.\nThe origin of the nickname \"Mr. Bojangles\".\nTales about the origin of Robinson's nickname even varied across the color line, a consequence of differing opinions of him by Black and White people. To Whites, for example, his nickname \"Bojangles\" meant happy-go-lucky, while the Black variety artist &lt;a href=\"Tom%20Fletcher%20%28vaudeville%29\"&gt;Tom Fletcher&lt;/a&gt; claimed it was slang for \"squabbler\". Robinson himself said he got the nickname as a child in Richmond, which is the most commonly-accepted version.\nMarriage to Fanny Clay.\nThe date and location of Robinson's second marriage, to Fanny Clay, or even the year they met, is uncertain because the couple gave different dates and locations in interviews, possibly because they were worried about unfavorable publicity about the marriage occurring so soon after Robinson's divorce. Robinson's biographer estimates that they met in late 1920 and were married in early 1922.\nFirst Meeting with Marty Forkins.\nRobinson's meeting with the man who became his manager, Marty Forkins, is said to have occurred when Robinson, working as a waiter, spilled soup on Forkins. After Robinson's death, Forkins and his wife, Rae Samuel, admitted that Samuels made the introduction after having seen Robinson perform with his partner, George Cooper. Their explanation was that the story was made up in order to obscure Robinson's &amp; Cooper's partnership, and to more effectively promote Robinson as a solo act. The ruse was successful, making Robinson one of the first solo acts to break vaudeville's &lt;a href=\"Tap%20dance%23History\"&gt;two-colored rule&lt;/a&gt;, which required African-American performers to work in pairs.\nLegendary dance contest.\nA dance contest between Robinson and three other dance legends (typically &lt;a href=\"Ray%20Bolger\"&gt;Ray Bolger&lt;/a&gt;, &lt;a href=\"Fred%20Astaire\"&gt;Fred Astaire&lt;/a&gt;, and James Barton) in which Robinson emerges the victor is recounted in many places, but no verifiable source can be found describing where and when the contest might have taken place.\nCopacetic.\nRobinson is given credit for having popularized the word \"&lt;a href=\"%3Awiktionary%3Acopacetic\"&gt;copacetic&lt;/a&gt;\" and claimed to have invented it while still living in Richmond. The \"&lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;\" lists the origins of the word as \"unknown\" and documents the earliest written use of the word in 1919, by the newspaperman and author &lt;a href=\"Irving%20Bacheller\"&gt;Irving Bacheller&lt;/a&gt;, in his serialized book, \"A Man for the Ages\"; this was followed by uses in 1926 by &lt;a href=\"Carl%20Van%20Vechten\"&gt;Carl Van Vechten&lt;/a&gt; in his novel \"&lt;a href=\"Nigger%20Heaven\"&gt;Nigger Heaven&lt;/a&gt;\", in 1934 in \"Webster's New International Dictionary\", and by &lt;a href=\"John%20O%27Hara\"&gt;John O'Hara&lt;/a&gt; in his novel \"&lt;a href=\"Appointment%20in%20Samarra\"&gt;Appointment in Samarra&lt;/a&gt;\". Haskins' biography of Robinson includes, \"Bill was shelling peas at the Jefferson Market, a \"New York Daily Mirror\" reporter asked him how he was, and the reply just popped into his head: 'I'm copasetic. The word was not popularized until Robinson used the term as an opening for his vaudeville and radio performances. The word was used in films Robinson made with Shirley Temple in the 1930s.\nWorld record for running backward.\nOne of Robinson's methods for generating publicity in cities where he wasn't the headliner was to engage in \"freak sprinting\" races, such as running backward. In 1922, Robinson set the world record for running backward (100 yards in 13.5 seconds). The record stood until 1977, when Paul Wilson ran the distance in 13.3 seconds. Although Robinson's speed running backwards is undisputed, the circumstances in which this feat was accepted as a world record are unclear, and were likely the result of a staged publicity event rather than a sanctioned athletic contest.\nThe song \"Mr. Bojangles\".\n&lt;a href=\"Jerry%20Jeff%20Walker\"&gt;Jerry Jeff Walker&lt;/a&gt;'s 1968 folk song \"&lt;a href=\"Mr.%20Bojangles%20%28song%29\"&gt;Mr. Bojangles&lt;/a&gt;\" has been misinterpreted as a song about Robinson. According to Walker, it was instead inspired by Walker's encounter with a street performer in the New Orleans first precinct jail, a street performer who called himself \"Bo Jangles\". In the song, the street performer is a heavy drinker and has a dog that died. By Robinson's own account and those of his friends, he neither smoked nor drank (although he was a frequent and avid gambler), and he never had a dog.\nControversies.\nUncle Tom roles.\nRobinson came under heavy criticism for playing stereotyped roles, and took offense at such claims. Once, after being called an \"&lt;a href=\"Uncle%20Tom\"&gt;Uncle Tom&lt;/a&gt;\" in the New York newspaper \"The Age\", Robinson went to its office in Harlem, pistol in hand, demanding to see the editor. In his eulogy at Robinson's funeral, &lt;a href=\"Adam%20Clayton%20Powell%20Sr.\"&gt;Rev. Adam Clayton Powell&lt;/a&gt; argued against the claim that Robinson was an \"Uncle Tom\" figure, focusing on Robinson's ability as an entertainer and a man who transcended color lines.\nIn 1973, the film historian &lt;a href=\"Donald%20Bogle\"&gt;Donald Bogle&lt;/a&gt;, in his history of African Americans in American film, refers to Robinson's role in \"The Littlest Rebel\" and other Shirley Temple movies as the \"quintessential Uncle Tom\". Other critics noted that such criticism fails to account for the genuine affection and chemistry between Robinson and Temple that came through on the screen, and that the role represented a breakthrough for Hollywood stereotypes in that it was the first time a Black man was made the guardian of a white life. Bogle later moderated his criticism by noting that the reliable, articulate Uncle Billy character in \"The Littlest Rebel\" was a cut above the characters portrayed by &lt;a href=\"Stepin%20Fetchit\"&gt;Lincoln \"Stepin Fetchit\" Perry&lt;/a&gt;.\nHaskins explains that critics calling Robinson an \"Uncle Tom\" often disregarded the discriminatory limitations Robinson endured and combated throughout his career. In addition to the impact of Jim Crow policies and the Depression, Haskins writes, \"That Bill traveled, at least professionally, in increasingly white circles was not so much a matter of choice as one of reality.\" Having overcome numerous policies inhibiting his success to reach an unmatched level of stardom, Robinson had limited venue opportunities for a performer of his caliber.\nIn 1933, Robinson was named an honorary Mayor of Harlem for his philanthropic contributions to his community, and for his renowned success. He took this role seriously, performing over 3,000 benefits in the course of his career, aiding hundreds of unorganized charities and individuals.\nTrial and imprisonment.\nOn March 21, 1908, as a result of a dispute with a tailor over a suit, Robinson was arrested in New York City for armed robbery. On September 30, he was convicted and sentenced to 11–15 years hard labor at &lt;a href=\"Sing%20Sing\"&gt;Sing Sing&lt;/a&gt; prison. Robinson had failed to take the charges and trial seriously and paid little attention to mounting a defense. After his conviction, Robinson's partner, George Cooper, organized his most influential friends to vouch for him, and hired a new attorney who produced evidence that Robinson had been falsely accused. Though he was exonerated at his second trial and his accusers were indicted for perjury, the trial and time spent in &lt;a href=\"the%20Tombs\"&gt;the Tombs&lt;/a&gt; (Manhattan's prison complex) affected Robinson deeply. After he was released, he made a point of registering his pistol at the local police station of each town where he performed. Robinson's second wife, Fanny, also sent a letter of introduction with complimentary tickets and other gifts to the local police chief's wife in each town ahead of Robinson's engagements.\nJesse Owens.\nAfter &lt;a href=\"Jesse%20Owens\"&gt;Jesse Owens&lt;/a&gt; returned from the &lt;a href=\"1936%20Summer%20Olympics\"&gt;1936 Olympics&lt;/a&gt;, Robinson befriended him. Despite his fame from his four Olympic track wins, undermining &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt;'s claims of Aryan supremacy, Owens found most of the offers that had been made to employ him had been nothing more than publicity stunts that had no substance. Robinson was the one exception, finding work for Owens within a few months of his return to the U.S. Robinson also introduced Owens to his manager, Marty Forkins, who secured a series of demonstration races for Owens which were viewed by many as degrading to the dignity of an Olympic athlete, most notably an event in Cuba in which Owens raced against a horse. As a result, Forkins and Robinson were viewed as having taken advantage of Owens. According to Forkins’ son, Robinson had told Owens that he should start running demonstration races that would both earn money for him and keep him in the public eye. Robinson had done many such races (including a race in which he set the world record for running backwards) and did not view them as undignified. Moreover, the events paid Owens well and provided him with a source of funds when no one else was offering him employment or helping him financially. Owens made a gift to Robinson of one of his four Olympic gold medals, as a gesture of gratitude for the help Robinson had given him.\n\"Café Metropole\" and Jeni Le Gon.\nIn 1937, Robinson caused a stir in the Harlem community by choosing a white dancer, Geneva Sawyer, as his dance partner over &lt;a href=\"Jeni%20Le%20Gon\"&gt;Jeni Le Gon&lt;/a&gt; in the &lt;a href=\"Twentieth%20Century%20Fox\"&gt;Twentieth Century Fox&lt;/a&gt; film \"&lt;a href=\"Cafe%20Metropole\"&gt;Café Metropole&lt;/a&gt;\" (1937). Le Gon had danced with him in \"Hooray for Love\" (1935) and had received favorable reviews. Sawyer had been Shirley Temple's dance coach during the time Temple and Robinson made movies together, and Sawyer had taken tap lessons from Robinson while he was teaching Temple and choreographing her routines. Robinson suggested to the producers that Sawyer could be cast as his partner if she wore blackface. Le Gon's career suffered as a result, and she never worked with Robinson again. Although the scene was shot with Sawyer in blackface, the studio became convinced that a mixed-race adult couple dancing together would be too controversial: both scenes with Robinson were cut from the final version of the movie and the deleted scenes were only released in 2008 as part of a Fox DVD boxed set of &lt;a href=\"Tyrone%20Power\"&gt;Tyrone Power&lt;/a&gt; movies.\nReferences.\nNotes\nBibliography"
}