{
    "id": "8883324",
    "revid": "12215099",
    "url": "https://en.wikipedia.org/wiki?curid=8883324",
    "title": "Street Naming Committee (Adelaide)",
    "text": "The Street Naming Committee was set up to decide the names of the streets, the squares and the river of the new settlement of &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;, &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;, as it had been laid out by Colonel &lt;a href=\"William%20Light\"&gt;William Light&lt;/a&gt; in 1837. Light's map corresponds to the modern &lt;a href=\"Adelaide%20city%20centre\"&gt;Adelaide city centre&lt;/a&gt; and &lt;a href=\"North%20Adelaide\"&gt;North Adelaide&lt;/a&gt;. The committee met on 23 May 1837.\nWith a very few exceptions, the original names have been retained, although a large number of streets have since been added, particularly in the city centre. Brown Street and Hanson Street have been subsumed into &lt;a href=\"Morphett%20Street%2C%20Adelaide\"&gt;Morphett Street&lt;/a&gt; and &lt;a href=\"Pulteney%20Street%2C%20Adelaide\"&gt;Pulteney Street&lt;/a&gt; respectively. Roberts Place has been renamed Sir Edwin Smith Avenue.\nThe names are of prominent pioneers or people who otherwise made some notable contribution to the founding of South Australia, many of whom never actually visited or lived in the colony. Some exceptions are due to Governor Hindmarsh and Judge Jeffcott wishing to name streets after their friends. &lt;a href=\"Strangways%20Terrace\"&gt;Strangways Terrace&lt;/a&gt; was named after &lt;a href=\"Thomas%20Bewes%20Strangways\"&gt;Thomas Bewes Strangways&lt;/a&gt;, a committee member who was also a prospective son-in-law to the Governor. &lt;a href=\"Pulteney%20Street%2C%20Adelaide\"&gt;Pulteney Street&lt;/a&gt; was named after Admiral Sir &lt;a href=\"Pulteney%20Malcolm\"&gt;Pulteney Malcolm&lt;/a&gt; who had recommended that Hindmarsh be appointed first Governor of the colony. More controversially, Archer Street was to have been named Willoughby Street, after Sir Henry Willoughby, a &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; &lt;a href=\"member%20of%20parliament\"&gt;MP&lt;/a&gt; who had initially opposed the South Australia Bill, but was later won over and convinced others also to change their votes. Through the Governor's interference, the name was changed to Archer, after a landowner who had given him some sheep. O'Connell Street and Kermode Street were named after Jeffcott's friends &lt;a href=\"Daniel%20O%27Connell\"&gt;Daniel O'Connell&lt;/a&gt;, who had defended him over a duel, and &lt;a href=\"Robert%20Kermode\"&gt;Robert Kermode&lt;/a&gt;, the brother of his fiancée.\nCommittee members.\nThe Street Naming Committee comprised:\nFurther reading.\nNicholas, Jeff (2016): Behind the streets of Adelaide, Vol. 2. From Rundle to Morphett. Torrens Press. "
}