{
    "id": "8884964",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=8884964",
    "title": "California Cultures in Comparative Perspective",
    "text": "California Cultures in Comparative Perspective is a program at the &lt;a href=\"University%20of%20California%2C%20San%20Diego\"&gt;University of California, San Diego&lt;/a&gt; in &lt;a href=\"California\"&gt;California&lt;/a&gt; dedicated to fostering creative and activist &lt;a href=\"interdisciplinary%20research\"&gt;interdisciplinary research&lt;/a&gt;, &lt;a href=\"teaching\"&gt;teaching&lt;/a&gt;, and collaboration among California's communities, faculty, and students. California – in all its dimensions—is the object of its focus.\nCal Cultures (as it is also known) grew out of a concerted effort to explore new epistemological, conceptual, and methodological challenges created by the diverse &lt;a href=\"demographic\"&gt;demographic&lt;/a&gt;s of a new and changing California. Central to this effort are the stratified economic conditions, resulting power relations and social formations that have reconfigured California at the nexus of local struggle and global process at the turn of this century.\nCalifornia is the prism through which the program explores these challenges specifically in the ways they intersect with &lt;a href=\"immigration\"&gt;immigration&lt;/a&gt;, the &lt;a href=\"Natural%20environment\"&gt;environment&lt;/a&gt;, &lt;a href=\"health\"&gt;health&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"language\"&gt;language&lt;/a&gt;, cultural production, &lt;a href=\"citizenship\"&gt;citizenship&lt;/a&gt;, &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; and &lt;a href=\"Diversity%20%28politics%29\"&gt;diversity&lt;/a&gt;. Cal Cultures remaps California within the complexity of global &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt; and accentuates the state's multiple geopolitical borders and transnational frontiers, including &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and the Americas, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; and the &lt;a href=\"Pacific\"&gt;Pacific&lt;/a&gt;, and regions represented by emerging &lt;a href=\"Diaspora\"&gt;diasporic&lt;/a&gt; relations such as &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;.\nThe program's ultimate goal is to foster new dialogue, frameworks and collaborations in research and practice at both the &lt;a href=\"University%20of%20California\"&gt;University of California&lt;/a&gt; and with the broader regional, international and global communities of which all Californians are a part. Cal Cultures emphasizes the need for new and inclusive knowledge and practical engagement. Local communities are not only instrumental in this design but are at the heart of this understanding.\nMinor.\nCal Cultures offers an &lt;a href=\"Undergraduate%20degree\"&gt;undergraduate minor&lt;/a&gt;. It is similar to other &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt; oriented minors at UC San Diego in that its basic requirements lower and upper division courses from departments in the &lt;a href=\"Social%20science\"&gt;Social Sciences&lt;/a&gt; and the Arts &amp; Humanities that relate to the program's mission.\nWhat sets this minor apart from others though is that minor requirements may also be fulfilled with &lt;a href=\"coursework\"&gt;coursework&lt;/a&gt; in conjunction with &lt;a href=\"internship\"&gt;internship&lt;/a&gt;s at local and community-based organizations.\nFellowships.\nEvery year, Cal Cultures gives out &lt;a href=\"fellow\"&gt;fellow&lt;/a&gt;ships to &lt;a href=\"graduate%20student\"&gt;graduate student&lt;/a&gt;s whose research focuses on questions relevant to California as a major nexus in global and diasporic processes, and that attends to hierarchical, comparative and relational processes inherent in this contemporary condition. This includes research on &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt;s, the military, boundaries, diverse community history and rapidly changing populations, as well as projects that focus on the literal and metaphorical borders between the Americas, Asia and the Pacific, as well as those that highlight community-based collaborative research methodologies.\nEvents.\nSome of the events that Cal Cultures has sponsored or co-sponsored in the past include:\n-“Understanding the U.S. Addiction to Prisons: From California to &lt;a href=\"Abu%20Ghraib%20prison\"&gt;Abu Ghraib&lt;/a&gt;” (a lecture by &lt;a href=\"Ruth%20Wilson%20Gilmore\"&gt;Ruth Wilson Gilmore&lt;/a&gt;, Professor of Geography and American Studies and Ethnicity, University of Southern California)\n-\"The Latino Challenge to Black America: Towards a Conversation Between African-Americans and Hispanics\" (a book presentation by &lt;a href=\"Earl%20Ofari%20Hutchinson\"&gt;Earl Ofari Hutchinson&lt;/a&gt;, a well known syndicated columnist)\n-\"Building the Left in the Age of the Right: Challenging Racism and Empire\" (a lecture by &lt;a href=\"Eric%20Mann%20%28civil%20rights%20organizer%29\"&gt;Eric Mann&lt;/a&gt;, Director of the Labor/Community Strategy Center in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;)\n-\"Vigilante Man: A History of White Violence in California\" (a lecture by Mike Davis, (Urban theorist, former MacArthur Fellow and Professor of Creative Writing at UC Riverside)\n-“The Latino Threat: Constructing Immigrants, Citizens, and the Nation” (a book presentation by Leo Chávez, Professor of Anthropology at UC Irvine)\n-\"Multilingual San Diego: Portraits of Language Loss and Revitalization\" (a book presentation by Ana Celia Zentella, Professor of Ethnic Studies at UC San Diego)\nConferences.\nIn the past, Cal Cultures has also co-sponsored various conferences, including:\n-Crossing Borders Ethnic Studies Graduate Student Conference (UC San Diego, 2007)\n-The 12th meeting of the Politics of Race, Immigration, and Ethnicity Consortium (UC San Diego, 2008)\n-Migrations Across Disciplines Symposium (UC San Diego, 2009)\n-Transborder California Digital Mapping Project Workshop (UC San Diego, 2009)\n-7th Cultural Studies Seminar, Globalization and Culture: Transnationalism, Cultural Citizenship, and Territoriality (Autonomous University of Baja California, Mexicali, Mexico)\n-TransCalifornia Conference (UC San Diego, 2010)\nDirectors.\nCalifornia Cultures in Comparative Perspective is currently headed by Prof. Robert Alvarez (Director), and Prof. Elana Zilberg (Associate Director).\nFaculty.\nCalifornia Cultures in Comparative Perspective also shares a small number of faculty members with other departments at UC San Diego:\nMarisa Abrajano (Political Science)\nEmily Colborn-Roxworthy (Theater and Dance)\nMark Jacobsen (Economics)\nEun-Young Jung (Music Department)\nRoger Levy (Linguistics)\nDavid E. Pedersen (Anthropology)\nDaniel Widener (History)\nCriticism.\nAlthough one of the program's original goals was to increase the number of historically underrepresented faculty (HURM) at UC San Diego, to date the majority of faculty hired through the program is not HURM faculty.\nThe budget crisis of 2009 that will change the nature of the entire University of California system will alter the nature of programs such as California Cultures."
}