{
    "id": "88859",
    "revid": "33930336",
    "url": "https://en.wikipedia.org/wiki?curid=88859",
    "title": "Alabama (band)",
    "text": "Alabama is an American &lt;a href=\"country%20music\"&gt;country music&lt;/a&gt; band formed in &lt;a href=\"Fort%20Payne%2C%20Alabama\"&gt;Fort Payne, Alabama&lt;/a&gt;, in 1969. The band was founded by &lt;a href=\"Randy%20Owen\"&gt;Randy Owen&lt;/a&gt; (&lt;a href=\"lead%20vocals\"&gt;lead vocals&lt;/a&gt;, &lt;a href=\"rhythm%20guitar\"&gt;rhythm guitar&lt;/a&gt;) and his cousin Teddy Gentry (&lt;a href=\"Bass%20guitar\"&gt;bass&lt;/a&gt;, &lt;a href=\"Backing%20vocalist\"&gt;backing vocals&lt;/a&gt;). They were soon joined by another cousin, &lt;a href=\"Jeff%20Cook\"&gt;Jeff Cook&lt;/a&gt; (&lt;a href=\"lead%20guitar\"&gt;lead guitar&lt;/a&gt;, &lt;a href=\"fiddle\"&gt;fiddle&lt;/a&gt;, and &lt;a href=\"Keyboard%20instrument\"&gt;keyboard&lt;/a&gt;s). First operating under the name Wild Country, the group toured the &lt;a href=\"Southeast%20United%20States\"&gt;Southeast&lt;/a&gt; bar circuit in the early 1970s, and began writing original songs. They changed their name to Alabama in 1977 and following the chart success of two singles, were approached by &lt;a href=\"RCA%20Records%20Nashville\"&gt;RCA Nashville&lt;/a&gt; for a record deal.\nAlabama's biggest success came in the 1980s, where the band had over 27 number one hits, seven multi-platinum albums and received numerous awards. Alabama's first single on RCA Records, \"&lt;a href=\"Tennessee%20River%20%28song%29\"&gt;Tennessee River&lt;/a&gt;\", began a streak of 21 number one singles, including \"&lt;a href=\"Love%20in%20the%20First%20Degree%20%28Alabama%20song%29\"&gt;Love in the First Degree&lt;/a&gt;\" (1981), \"&lt;a href=\"Mountain%20Music%20%28song%29\"&gt;Mountain Music&lt;/a&gt;\" (1982), \"&lt;a href=\"Dixieland%20Delight\"&gt;Dixieland Delight&lt;/a&gt;\" (1983), \"&lt;a href=\"If%20You%27re%20Gonna%20Play%20in%20Texas%20%28You%20Gotta%20Have%20a%20Fiddle%20in%20the%20Band%29\"&gt;If You're Gonna Play in Texas (You Gotta Have a Fiddle in the Band)&lt;/a&gt;\" (1984) and \"&lt;a href=\"Song%20of%20the%20South%20%28song%29\"&gt;Song of the South&lt;/a&gt;\" (1988). The band's popularity waned slightly in the 1990s although they continued to produce hit singles and multi-platinum album sales. Alabama disbanded in 2004 following a farewell tour and two albums of inspirational music but reunited in 2010 and have continued to record and tour worldwide.\nThe band's blend of traditional &lt;a href=\"country%20music\"&gt;country music&lt;/a&gt; and &lt;a href=\"Southern%20rock\"&gt;Southern rock&lt;/a&gt; combined with elements of &lt;a href=\"bluegrass%20music\"&gt;bluegrass&lt;/a&gt;, &lt;a href=\"folk%20music\"&gt;folk&lt;/a&gt;, &lt;a href=\"gospel%20music\"&gt;gospel&lt;/a&gt; and &lt;a href=\"pop%20music\"&gt;pop music&lt;/a&gt; gave it a &lt;a href=\"crossover%20%28music%29\"&gt;crossover&lt;/a&gt; appeal that helped lead to their success. They also &lt;a href=\"concert\"&gt;toured&lt;/a&gt; extensively and incorporated production elements such as lighting and \"sets\" inspired by &lt;a href=\"rock%20concert\"&gt;rock concert&lt;/a&gt;s into their shows. The band has over 41 number one country records on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" charts to their credit and have sold over 75 million records, making them the &lt;a href=\"List%20of%20best-selling%20music%20artists\"&gt;most successful band in country music history&lt;/a&gt;. &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; credited the band with popularizing the idea of a country band and wrote that \"It's unlikely that any other country group will be able to surpass the success of Alabama.\"\nAlabama was inducted into the &lt;a href=\"Musicians%20Hall%20of%20Fame%20and%20Museum\"&gt;Musicians Hall of Fame and Museum&lt;/a&gt; in 2019 and were awarded with the first ever Life Time Achievement Award from this institution.\nHistory.\n1969–1979: Formation and early years.\nAlabama was formed by guitarists Randy Owen and Jeff Cook, and bassist Teddy Gentry, three cousins born and raised near Fort Payne, Alabama, an area with strong country music roots. Owen and Gentry grew up on separate &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; farms on &lt;a href=\"Lookout%20Mountain\"&gt;Lookout Mountain&lt;/a&gt; (a plateau that stretches across northeastern Alabama, through northwest Georgia and into Tennessee), learning guitar together and singing in church before the age of six. Gentry and Owen played in numerous groups during the 1960s, ranging from &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; to &lt;a href=\"bluegrass%20music\"&gt;bluegrass&lt;/a&gt;. Cook joined the band in 1969 forming the group Young Country, which first jammed together around Christmas. Cook also played in numerous other bands and was a &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt; &lt;a href=\"disk%20jockey\"&gt;disk jockey&lt;/a&gt;. The three cousins all shared vocal duties, with another cousin, drummer Jackie Owen, completing the group's first lineup. The band's first performance was at a high school talent contest (playing a &lt;a href=\"Merle%20Haggard\"&gt;Merle Haggard&lt;/a&gt; song), for which they won first prize and tickets to the &lt;a href=\"Grand%20Ole%20Opry\"&gt;Grand Ole Opry&lt;/a&gt;. Despite this, all were too busy with prior commitments to pursue music: Owen still in high school, Cook working for &lt;a href=\"Western%20Electric\"&gt;Western Electric&lt;/a&gt;, and Gentry laying carpets full-time. The band grew further inactive when Cook went to college and Owen into the military.\nThe group became a professional band in 1972, adding drummer Bennett Vartanian and changing their name to Wild Country. During this time, the group accepted a position playing at the now-defunct Canyon Land theme park near Fort Payne. The park would bring in established stars, such as &lt;a href=\"Jerry%20Wallace\"&gt;Jerry Wallace&lt;/a&gt;, &lt;a href=\"Bobby%20Bare\"&gt;Bobby Bare&lt;/a&gt;, and &lt;a href=\"Narvel%20Felts\"&gt;Narvel Felts&lt;/a&gt;, and the band would back them, afterwards performing a one-hour dance set. After a while, with opportunities for the band slow to materialize, a discouraged Cook took a government job in &lt;a href=\"Anniston%2C%20Alabama\"&gt;Anniston, Alabama&lt;/a&gt;. Owen was studying English at &lt;a href=\"Jacksonville%20State%20University\"&gt;Jacksonville State University&lt;/a&gt;, and Cook had an electronics job. The trio shared a $56-a-month apartment in Anniston, and worked to keep the band afloat with night and weekend gigs. The group decided to become professional musicians in 1973, and began performing at bars throughout the &lt;a href=\"Southeast%20United%20States\"&gt;Southeast&lt;/a&gt;. In March, the band relocated to &lt;a href=\"Myrtle%20Beach%2C%20South%20Carolina\"&gt;Myrtle Beach, South Carolina&lt;/a&gt;, performing six nights a week at a club named The Bowery for tips. They made their best money performing &lt;a href=\"cover%20%28music%29\"&gt;cover&lt;/a&gt; songs of &lt;a href=\"Lynyrd%20Skynyrd\"&gt;Lynyrd Skynyrd&lt;/a&gt; and Merle Haggard. The group could not secure a record contract and began to self-finance recordings. The group borrowed $4,000 from a Fort Payne bank to record and release their own albums to sell at shows. Vartanian dropped out of the group, and following a rotation of four more drummers, they settled on Rick Scott in 1974.\nThe group sent out demo tapes to record companies but received few responses until executives at &lt;a href=\"GRT%20Records\"&gt;GRT Records&lt;/a&gt; signed the band to a one-record contract, issuing their debut single, \"I Want to Be with You Tonight\", in 1977. GRT was more interested in the band as songwriters, and convinced the group to change their name to The Alabama Band, later shortened to just Alabama. The song only reached number 78 on the \"Billboard\" &lt;a href=\"Hot%20Country%20Songs\"&gt;Hot Country Songs&lt;/a&gt; charts, and GRT declared bankruptcy the following year. Due to a hidden clause in their contract, Alabama was forbidden from recording with another label. For the next two years, the band raised money to buy out their contract and they began recording again in 1979. Following self-recorded efforts \"Wild Country\" (1976) and \"Deuces Wild\" (1977), \"Alabama Band No. 3\" (1979) became the band's third album, and the band performed over 300 shows on the road that year. The group hired independent radio promoters to receive radio play for the single \"&lt;a href=\"I%20Wanna%20Come%20Over\"&gt;I Wanna Come Over&lt;/a&gt;\", and they sent hand-written letters to program directors and DJs nationwide. It received the attention of &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;-based MDJ Records, who signed the band. Scott left the group at this time, and was replaced by Mark Herndon, a rock drummer later credited with bringing the band their signature sound. \"I Wanna Come Over\", became their first radio hit, reaching the top 40 in the \"Billboard\" country chart.\n1980–1987: Mainstream success and superstardom.\nThe group's next single, \"&lt;a href=\"My%20Home%27s%20in%20Alabama%20%28song%29\"&gt;My Home's in Alabama&lt;/a&gt;\", received an even better response, reaching the top 20. Their early chart successes led to an invitation to appear at the \"New Faces\" show at &lt;a href=\"Nashville\"&gt;Nashville&lt;/a&gt;'s annual &lt;a href=\"Country%20Radio%20Seminar\"&gt;Country Radio Seminar&lt;/a&gt;, along with other new acts, such as &lt;a href=\"Reba%20McEntire\"&gt;Reba McEntire&lt;/a&gt;. The band had to perform with &lt;a href=\"studio%20musicians\"&gt;studio musicians&lt;/a&gt;, rather than as a band, and left the session believing they had destroyed their chances. Despite this, the group drew interest from several labels, among those RCA Records, with whom they signed in April 1980. Their first single on RCA, \"&lt;a href=\"Tennessee%20River%20%28song%29\"&gt;Tennessee River&lt;/a&gt;\", was produced by &lt;a href=\"Harold%20Shedd\"&gt;Harold Shedd&lt;/a&gt; and was their first to hit number one on the \"Billboard\" country chart, beginning a streak of over 30 number one hits. \"&lt;a href=\"Cashbox%20%28magazine%29\"&gt;Cashbox&lt;/a&gt;\" named the band the New Vocal Group of the Year, marking the band's first award. In July 1980, the band left their long-time gig at the Bowery, promoting their single which they initially believed to be fluke. The success took the band by surprise and soon became \"all but consuming.\"\nAlabama enjoyed a great deal of creative freedom at RCA; they followed up \"Tennessee River\" with \"&lt;a href=\"Why%20Lady%20Why%20%28Alabama%20song%29\"&gt;Why Lady Why&lt;/a&gt;\" despite the objections of executives and trade publications, The song became their second number one on the charts. They toured extensively, headlining small clubs and opening for bigger acts in major venues. In addition, the group also received television exposure on \"&lt;a href=\"The%20Tonight%20Show%20Starring%20Johnny%20Carson\"&gt;The Tonight Show Starring Johnny Carson&lt;/a&gt;\" and \"&lt;a href=\"The%20Merv%20Griffin%20Show\"&gt;The Merv Griffin Show&lt;/a&gt;\". In February 1981, Alabama released its second major label album, \"&lt;a href=\"Feels%20So%20Right\"&gt;Feels So Right&lt;/a&gt;\"; it peaked at number 16 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt; and stayed for more than three years, longer than any other Alabama album. \"&lt;a href=\"Old%20Flame%20%28Alabama%20song%29\"&gt;Old Flame&lt;/a&gt;\" was their next number one in February 1981, followed by \"&lt;a href=\"Feels%20So%20Right%20%28song%29\"&gt;Feels So Right&lt;/a&gt;\" in May, and \"&lt;a href=\"Love%20in%20the%20First%20Degree%20%28Alabama%20song%29\"&gt;Love in the First Degree&lt;/a&gt;\" that October. That year, Alabama received a great deal of industry attention: \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" named them New Group for the Year, \"&lt;a href=\"Radio%20%26amp%3B%20Records\"&gt;Radio &amp; Records&lt;/a&gt;\" called them Group of the Year, and the &lt;a href=\"Academy%20of%20Country%20Music\"&gt;Academy of Country Music&lt;/a&gt; (ACM) deemed the band the Vocal Group of the Year. The quintet performed on the 1981 &lt;a href=\"Country%20Music%20Association%20Awards\"&gt;Country Music Association Awards&lt;/a&gt;, where it received both Instrumental Group of the Year and Vocal Group of the Year. Although the band received unprecedented success, Owen's personal life was falling apart: his father died while he was on the road, affecting him greatly.\n\"&lt;a href=\"Mountain%20Music%20%28album%29\"&gt;Mountain Music&lt;/a&gt;\", released in February 1982, is considered their final release before a significant upgrade in production and sound. All three of the album's singles reached number one: \"&lt;a href=\"Mountain%20Music%20%28song%29\"&gt;Mountain Music&lt;/a&gt;\" in May 1982, followed two months later by \"&lt;a href=\"Take%20Me%20Down\"&gt;Take Me Down&lt;/a&gt;\" that July, and \"&lt;a href=\"Close%20Enough%20to%20Perfect\"&gt;Close Enough to Perfect&lt;/a&gt;\" in October. That year, both \"Mountain Music\" and \"Feels So Right\" would go quadruple platinum; by late 1982, the band had sold over six million albums, despite just two years on the national circuit. \"&lt;a href=\"Christmas%20in%20Dixie\"&gt;Christmas in Dixie&lt;/a&gt;\", a seasonal song released in 1982, charted on two of &lt;a href=\"Billboard%20%28magazine%29\"&gt;\"Billboard\" magazine&lt;/a&gt;'s music popularity charts in six different calendar years. Alabama became the first group to win CMA's prestigious Entertainer of the Year award, which they collected three years in a row, from 1982 to 1984. The group received a &lt;a href=\"Grammy%20Award\"&gt;Grammy Award&lt;/a&gt; for Best Country Performance by a Duo or Group with Vocal, for \"Mountain Music\".\n\"&lt;a href=\"The%20Closer%20You%20Get...\"&gt;The Closer You Get...&lt;/a&gt;\", released in March 1983, was certified platinum within two months, and also won the Grammy for Best Country Performance. Each of the album's singles—\"&lt;a href=\"Dixieland%20Delight\"&gt;Dixieland Delight&lt;/a&gt;\", \"&lt;a href=\"The%20Closer%20You%20Get%20%28song%29\"&gt;The Closer You Get&lt;/a&gt;\", and \"&lt;a href=\"Lady%20Down%20on%20Love\"&gt;Lady Down on Love&lt;/a&gt;\"—were number ones in both the U.S. and Canada. \"&lt;a href=\"Roll%20On%20%28Alabama%20album%29\"&gt;Roll On&lt;/a&gt;\" was Alabama's next LP, and its four singles, \"&lt;a href=\"Roll%20On%20%28Eighteen%20Wheeler%29\"&gt;Roll On (Eighteen Wheeler)&lt;/a&gt;\", \"&lt;a href=\"When%20We%20Make%20Love%20%28Alabama%20song%29\"&gt;When We Make Love&lt;/a&gt;\", \"&lt;a href=\"If%20You%27re%20Gonna%20Play%20in%20Texas%20%28You%20Gotta%20Have%20a%20Fiddle%20in%20the%20Band%29\"&gt;If You're Gonna Play in Texas (You Gotta Have a Fiddle in the Band)&lt;/a&gt;\", \"&lt;a href=\"%28There%27s%20A%29%20Fire%20in%20the%20Night\"&gt;(There's A) Fire in the Night&lt;/a&gt;\", all went to the top in both countries. \"&lt;a href=\"40-Hour%20Week\"&gt;40-Hour Week&lt;/a&gt;\" (1985) continued the band's string of multinational successes, with \"&lt;a href=\"40%20Hour%20Week%20%28For%20a%20Livin%27%29\"&gt;40 Hour Week (For a Livin')&lt;/a&gt;\" and \"&lt;a href=\"Can%27t%20Keep%20a%20Good%20Man%20Down%20%28Alabama%20song%29\"&gt;Can't Keep a Good Man Down&lt;/a&gt;\" peaking at number one in both territories, with only the &lt;a href=\"lead%20single\"&gt;lead single&lt;/a&gt;, \"&lt;a href=\"There%27s%20No%20Way%20%28Alabama%20song%29\"&gt;There's No Way&lt;/a&gt;\", falling short in Canada (although it peaked at number two). \"40-Hour Week\" was one of Alabama's most popular albums, crossing over in the pop album charts. \"&lt;a href=\"Alabama%20Christmas\"&gt;Alabama Christmas&lt;/a&gt;\", a collection of nine holiday songs plus \"Christmas in Dixie\", became Alabama's first release on &lt;a href=\"compact%20disc\"&gt;compact disc&lt;/a&gt; that September; it was also the centerpiece of a retail and television promotion (sponsored by &lt;a href=\"the%20Nashville%20Network\"&gt;the Nashville Network&lt;/a&gt;).\nRCA issued an Alabama \"Greatest Hits\" compilation in January 1986, which went over five times platinum, making the band the most successful country act of the 1980s. \"&lt;a href=\"The%20Touch%20%28album%29\"&gt;The Touch&lt;/a&gt;\" followed in September 1986, and although considered one of the weakest in the band's catalogue, it did have two number one hits: \"&lt;a href=\"%26quot%3BYou%27ve%20Got%26quot%3B%20the%20Touch\"&gt;\"You've Got\" the Touch&lt;/a&gt;\" and \"&lt;a href=\"Touch%20Me%20When%20We%27re%20Dancing\"&gt;Touch Me When We're Dancing&lt;/a&gt;\". Their next record, \"&lt;a href=\"Just%20Us%20%28Alabama%20album%29\"&gt;Just Us&lt;/a&gt;\", received a similar critical response, but produced two number ones: \"&lt;a href=\"Face%20to%20Face%20%28Alabama%20song%29\"&gt;Face to Face&lt;/a&gt;\" and \"&lt;a href=\"Fallin%27%20Again\"&gt;Fallin' Again&lt;/a&gt;\". They also contributed their vocals to \"&lt;a href=\"Deep%20River%20Woman\"&gt;Deep River Woman&lt;/a&gt;\", a single by &lt;a href=\"Lionel%20Richie\"&gt;Lionel Richie&lt;/a&gt;, from Richie's third solo album \"&lt;a href=\"Dancing%20on%20the%20Ceiling\"&gt;Dancing on the Ceiling&lt;/a&gt;\". Released in December 1986, the single peaked at number 10 on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Hot%20Country%20Songs\"&gt;Hot Country Singles&lt;/a&gt; chart and number 71 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;Hot 100&lt;/a&gt;.\n1987–2004: Decline in popularity and Farewell tour.\nBy the late 1980s, Alabama's sales slowed down considerably, with only their major albums going gold. The group's popularity was mostly eclipsed by more traditional-sounding artists such as &lt;a href=\"Alan%20Jackson\"&gt;Alan Jackson&lt;/a&gt;, &lt;a href=\"Randy%20Travis\"&gt;Randy Travis&lt;/a&gt;, &lt;a href=\"George%20Strait\"&gt;George Strait&lt;/a&gt;, and &lt;a href=\"Dwight%20Yoakam\"&gt;Dwight Yoakam&lt;/a&gt;. Despite this, they continued to be a popular touring act, and the band issued their first live album, \"&lt;a href=\"Alabama%20Live\"&gt;Alabama Live&lt;/a&gt;\", in 1988. For 1989's \"&lt;a href=\"Southern%20Star%20%28album%29\"&gt;Southern Star&lt;/a&gt;\", the band decided to part ways with longtime producer Shedd, instead splitting production duties between &lt;a href=\"Josh%20Leo\"&gt;Josh Leo&lt;/a&gt; and Larry Lee, and the other half with &lt;a href=\"Barry%20Beckett\"&gt;Barry Beckett&lt;/a&gt;. \"&lt;a href=\"Song%20of%20the%20South%20%28song%29\"&gt;Song of the South&lt;/a&gt;\" was another number one, and the album's remaining singles—\"&lt;a href=\"If%20I%20Had%20You%20%28Alabama%20song%29\"&gt;If I Had You&lt;/a&gt;\", \"&lt;a href=\"High%20Cotton%20%28song%29\"&gt;High Cotton&lt;/a&gt;\", and \"&lt;a href=\"Southern%20Star%20%28song%29\"&gt;Southern Star&lt;/a&gt;\"—were number ones in both the U.S. and Canada. That year, Alabama were named by \"Billboard\" the Country Artist of the 1980s and the ACA voted the band the Artist of the Decade.\nAlthough their popularity continued to decline during the 1990s, their albums still reached gold and platinum status. The 1990 album \"&lt;a href=\"Pass%20It%20On%20Down%20%28Alabama%20album%29\"&gt;Pass It on Down&lt;/a&gt;\" featured three number one singles: \"&lt;a href=\"Jukebox%20in%20My%20Mind\"&gt;Jukebox in My Mind&lt;/a&gt;\", \"&lt;a href=\"Forever%27s%20as%20Far%20as%20I%27ll%20Go\"&gt;Forever's as Far as I'll Go&lt;/a&gt;\", and \"&lt;a href=\"Down%20Home%20%28song%29\"&gt;Down Home&lt;/a&gt;\". According to &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt;, by the time the band released 1992's \"&lt;a href=\"American%20Pride%20%28album%29\"&gt;American Pride&lt;/a&gt;\", \"they were among the genre's aging veterans.\" Richard Carlin of \"Country Music: A Biographical Dictionary\", suggested that the group's harmonies sounded dated to the new audience. \"&lt;a href=\"I%27m%20in%20a%20Hurry%20%28And%20Don%27t%20Know%20Why%29\"&gt;I'm in a Hurry (And Don't Know Why)&lt;/a&gt;\" became the album's biggest hit, reaching number one; the album's other singles still fared very well, with \"&lt;a href=\"Take%20a%20Little%20Trip\"&gt;Take a Little Trip&lt;/a&gt;\", \"&lt;a href=\"Once%20Upon%20a%20Lifetime\"&gt;Once Upon a Lifetime&lt;/a&gt;\", and \"&lt;a href=\"Hometown%20Honeymoon\"&gt;Hometown Honeymoon&lt;/a&gt;\" peaking within the top three. \"&lt;a href=\"Cheap%20Seats%20%28album%29\"&gt;Cheap Seats&lt;/a&gt;\" followed in 1993, with \"&lt;a href=\"Reckless%20%28Alabama%20song%29\"&gt;Reckless&lt;/a&gt;\" becoming Alabama's final number one, although most of the band's singles afterward peaked within the top 10. The band's 1995 album, \"&lt;a href=\"In%20Pictures\"&gt;In Pictures&lt;/a&gt;\", represented their 18th gold album, more than the total for any other country act to that point. In 1996, the group remained finalists in the Vocal Group of the Year at the Country Music Association Awards. The band released \"&lt;a href=\"Dancin%27%20on%20the%20Boulevard\"&gt;Dancin' on the Boulevard&lt;/a&gt;\" in 1997, exploring &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; and &lt;a href=\"beach%20music\"&gt;beach music&lt;/a&gt;. Singles \"&lt;a href=\"Sad%20Lookin%27%20Moon\"&gt;Sad Lookin' Moon&lt;/a&gt;\" and \"&lt;a href=\"Dancin%27%2C%20Shaggin%27%20on%20the%20Boulevard\"&gt;Dancin', Shaggin' on the Boulevard&lt;/a&gt;\" were top five hits in the U.S. and Canada. The following year, the group released \"&lt;a href=\"For%20the%20Record%20%28Alabama%20album%29\"&gt;For the Record&lt;/a&gt;\", a two-disc greatest hits compilation that contained two new singles — \"How Do You Fall in Love\" and \"Keepin' Up\". Both new tracks were hits on the &lt;a href=\"Hot%20Country%20Songs\"&gt;Hot Country Singles &amp; Tracks&lt;/a&gt; chart, peaking at number two and 14, respectively.\nFor their 15th studio release, \"&lt;a href=\"Twentieth%20Century%20%28Alabama%20album%29\"&gt;Twentieth Century&lt;/a&gt;\" (1999), the band recorded a cover of \"&lt;a href=\"%28God%20Must%20Have%20Spent%29%20A%20Little%20More%20Time%20on%20You\"&gt;(God Must Have Spent) A Little More Time on You&lt;/a&gt;\" by the &lt;a href=\"boy%20band\"&gt;boy band&lt;/a&gt; &lt;a href=\"%27N%20Sync\"&gt;'N Sync&lt;/a&gt; in 1999, in a move that was considered an attempt to \"stay relevant.\" The single nonetheless hit number one in Canada, number three on the US country charts, and number 29 on the \"Billboard\" Hot 100. \"&lt;a href=\"When%20It%20All%20Goes%20South\"&gt;When It All Goes South&lt;/a&gt;\" (2001) followed in 2001. \"If I never did another CD, this is the one I will always point to as the one that I was happy with the most,\" said Owen at the time of its release. Despite this, the album's singles did not fare well in comparison to past successes, with only the title track becoming a top 15 hit, representing the band's last career peak.\nAlabama announced the American Farewell tour in May 2002 at the &lt;a href=\"Country%20Music%20Association%20Awards\"&gt;Country Music Association Awards&lt;/a&gt; (CMAs), encompassing 40 tour dates, sponsorships, special events, and a TV special. Owen spoke then on the decision to part ways: \"When you get down to it, there are many, many factors involved — some of them very personal. It's really about the integrity of the group, the dignity of the group.\" Owen later admitted the group was exhausted after 20 years of nonstop touring and recording, and \"everybody needed some time.\" The tour collected $15 million in box office before it even began, and Alabama performed to packed arenas from June to November 2003. Due to \"extraordinary fan response and overwhelming ticket demand,\" the tour was extended for an additional 30 shows, running between February and June 2004. The group performed their \"final\" show in October 2004 in &lt;a href=\"Bismarck%2C%20North%20Dakota\"&gt;Bismarck&lt;/a&gt;, &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt;, with Herndon jokingly declaring \"I need a job\" as the concert closed.\n2004–present: Reunions.\nIn the ensuing years, Owen stayed active as a solo act, Cook with his Allstar Goodtime Band and Gentry as a producer and with his band Rockit City. Herndon and the other group members had a difficult relationship during the band's career. While he was present in each press photo and a photo of him once hung at Alabama's fan club and museum, Owen contended that he was never an official member of the group. He claimed his inclusion in photos was the label's idea, and that Herndon was a paid employee of the band, rather than a member. In May 2008, the other members of the group sued drummer Mark Herndon for $202,670 in money allegedly overpaid to him three years earlier after the band's farewell tour concluded. This money was factored into the net profit and given to Herndon before accounting was completed, an allegation Herndon has denied. The band did not sue Herndon until he requested money from the multiple live albums and songs that the band had released but never paid Herndon for playing on. Owen stated that RCA desired Herndon in the band so their image could be comparable to &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt;. Despite their troubles, he stated they had no hard feelings in an interview years later: \"I don’t have one thing against him in any way in the world.\"\nOwen was diagnosed with &lt;a href=\"prostate%20cancer\"&gt;prostate cancer&lt;/a&gt; in 2010, but he was later given a clean bill of health, which led to the band's reunion, without Herndon. Following &lt;a href=\"2011%20Super%20Outbreak\"&gt;a series of tornadoes&lt;/a&gt; destroying homes and businesses throughout their state in 2011, Alabama assembled a benefit concert in &lt;a href=\"Birmingham%2C%20Alabama\"&gt;Birmingham&lt;/a&gt;, called Bama Rising. Featuring the band's first set since 2004, alongside &lt;a href=\"Luke%20Bryan\"&gt;Luke Bryan&lt;/a&gt;, &lt;a href=\"Sheryl%20Crow\"&gt;Sheryl Crow&lt;/a&gt; and &lt;a href=\"Brad%20Paisley\"&gt;Brad Paisley&lt;/a&gt;, the concert raised $2.1 million. \"I guess we realized that maybe we missed the playing ... and five or six years had gone by and we were like, 'Maybe that wasn't as bad as we remember it being,'\" said Gentry. In celebration of the group's 40th anniversary, Alabama resumed touring in 2013 for the Back to the Bowery tour, referencing the Myrtle Beach club where they first became professional musicians. They also undertook a short cruise, The Alabama &amp; Friends Festival at Sea, which left for the &lt;a href=\"Bahamas\"&gt;Bahamas&lt;/a&gt; on Norwegian Cruise Line's Norwegian Pearl ship. In addition, the band released \"&lt;a href=\"Alabama%20%26amp%3B%20Friends\"&gt;Alabama &amp; Friends&lt;/a&gt;\", a &lt;a href=\"tribute%20album\"&gt;tribute album&lt;/a&gt; encompassing covers from newer artists such as &lt;a href=\"Jason%20Aldean\"&gt;Jason Aldean&lt;/a&gt; and &lt;a href=\"Florida%20Georgia%20Line\"&gt;Florida Georgia Line&lt;/a&gt;, in addition to two new tracks by Alabama.\nThe band released their first new studio album in 14 years, \"&lt;a href=\"Southern%20Drawl%20%28album%29\"&gt;Southern Drawl&lt;/a&gt;\", on September 18, 2015, via BMG Chrysalis. In 2016, Alabama were selected as one of 30 artists to perform on \"Forever Country\", a mash-up track of \"&lt;a href=\"Take%20Me%20Home%2C%20Country%20Roads\"&gt;Take Me Home, Country Roads&lt;/a&gt;\", \"&lt;a href=\"On%20the%20Road%20Again%20%28Willie%20Nelson%20song%29\"&gt;On the Road Again&lt;/a&gt;\", and \"&lt;a href=\"I%20Will%20Always%20Love%20You\"&gt;I Will Always Love You&lt;/a&gt;\" that celebrates 50 years of the &lt;a href=\"CMA%20Awards\"&gt;CMA Awards&lt;/a&gt;.\nIn April 2017, guitarist Jeff Cook announced in a video that he would reduce the number of shows for which he would be in attendance while the band was on tour, due to his struggle with &lt;a href=\"Parkinson%27s%20disease\"&gt;Parkinson's&lt;/a&gt;. He had been diagnosed four years prior, and this was his first public announcement about his condition.\nIn August 2021, the band sold its interest in its recorded music rights catalog to Reservoir Media.\nMusical style and influences.\nAlabama's music mixes both country, rock, and pop, particularly evident in their musical concept: the band was one of the first country bands to achieve significant airplay. Despite their influences from other genres, the band was most inspired by country music, which is most evident in their \"harmonies, songwriting, and approach.\" Stephen Thomas Erlewine writes that the band is \"indebted to country, particularly the &lt;a href=\"Bakersfield%20sound\"&gt;Bakersfield sound&lt;/a&gt; of &lt;a href=\"Merle%20Haggard\"&gt;Merle Haggard&lt;/a&gt;, and the sound of &lt;a href=\"country%20pop\"&gt;Nashville pop&lt;/a&gt;.\" The band echoed its country upbringing in one of its first trade articles: \"We're country first and crossover second. If crossovers come, that's great, but we'd rather have a No. 1. country song than be lost in the middle of both country and pop charts,\" said Owen.\nBy the mid-1980s, the band increasingly moved toward a general &lt;a href=\"pop-rock\"&gt;pop-rock&lt;/a&gt; sound, \"going for splashier productions with a more heavily amplified sound.\" Alabama's lyrics often centered on their homeland. Their first hit single, \"Tennessee River\", recounts being \"born across the river in the mountains I call home,\" while \"Dixieland Delight\" chronicles cruising down a rural Tennessee &lt;a href=\"Byway%20%28road%29\"&gt;byway&lt;/a&gt;.\nChart records, sales, and awards.\nMultiplatinum certifications.\nAlabama is among the &lt;a href=\"List%20of%20best-selling%20music%20artists\"&gt;world's best-selling bands of all time&lt;/a&gt;, having sold a combined 75 million records worldwide. Alabama's best-selling &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt; is \"&lt;a href=\"Mountain%20Music%20%28album%29\"&gt;Mountain Music&lt;/a&gt;\" (1982), while two greatest hits albums — \"&lt;a href=\"Greatest%20Hits%20%28Alabama%20album%29\"&gt;Greatest Hits&lt;/a&gt;\" (1986) and \"&lt;a href=\"For%20the%20Record%20%28Alabama%20album%29\"&gt;For the Record&lt;/a&gt;\" (1998) — are among their highest in individual sales, with all three totaling five million in sales. Alabama received multiplatinum success for several albums; albums currently certified quadruple platinum include \"&lt;a href=\"Feels%20So%20Right\"&gt;Feels So Right&lt;/a&gt;\", \"&lt;a href=\"The%20Closer%20You%20Get...\"&gt;The Closer You Get...&lt;/a&gt;\", and \"&lt;a href=\"Roll%20On%20%28Alabama%20album%29\"&gt;Roll On&lt;/a&gt;\", while Alabama's double platinum albums include \"&lt;a href=\"My%20Home%27s%20in%20Alabama\"&gt;My Home's in Alabama&lt;/a&gt;\", \"&lt;a href=\"40-Hour%20Week\"&gt;40-Hour Week&lt;/a&gt;\", \"&lt;a href=\"Alabama%20Christmas\"&gt;Alabama Christmas&lt;/a&gt;\" and \"&lt;a href=\"Greatest%20Hits%20Vol.%20III%20%28Alabama%20album%29\"&gt;Greatest Hits Volume III&lt;/a&gt;\".\nAwards.\nAlabama is the most awarded band in the history of country music, with over 200 awards from a variety of organizations. In 1981, Alabama won both the Vocal Group of the Year and Instrumental Group of the Year honors from the CMAs. It also won the ACM's Vocal Group of the Year award, and \"Billboard\" New Group of the Year honors. The group won the CMA's prestigious Entertainer of the Year award for three consecutive years (1982–84), and the ACM's Entertainer of the Year award five times (1982–86). In 1989, Alabama was named Artist of the Decade by the ACM. In addition, Alabama has also received the &lt;a href=\"Music%20Business%20Association\"&gt;NARM Gift of Music&lt;/a&gt; award, the &lt;a href=\"Alabama%20Hall%20of%20Fame\"&gt;Alabama Hall of Fame&lt;/a&gt; Distinguished Service award, the Country Radio Broadcasters Humanitarian Award, the &lt;a href=\"Prince%20Matchabelli\"&gt;Prince Matchabelli&lt;/a&gt; National Hero Award, the &lt;a href=\"Bob%20Hope%20Humanitarian%20Award\"&gt;Bob Hope Humanitarian Award&lt;/a&gt;, and a star on the &lt;a href=\"Hollywood%20Walk%20of%20Fame\"&gt;Hollywood Walk of Fame&lt;/a&gt;.\nLegacy.\nImpact.\nAlabama has been credited with \"substantially broadening country's audience while becoming one of the most popular acts in American musical history\" by Michael McCall of \"The Encyclopedia of Country Music\". The band was notable for its three-person lead (as \"most other country acts focused on a soloist accompanied by an anonymous band\"), their collective hair length and facial hair (which would have been deemed unacceptable just a decade earlier), and their prominent electric bass and drums. They had a slightly edgier sound than other groups, and both played their own instruments and wrote their own songs. Alabama mostly appealed to a younger audience, although their clean-cut image appealed to the more &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt;, older country audience as well. Kurt Wolff described the band's appeal: \"They're just rebel enough for the young folks, but their parents also dig the boys' pretty harmonies, sentimental soft spots, and old-fashioned family values.\" Alabama gave prominence to their hometown of Fort Payne, and also raised awareness for environmental issues.\nThe band's incorporation of rock and roll into their sound was an inspiration for groups such as &lt;a href=\"Restless%20Heart\"&gt;Restless Heart&lt;/a&gt;, &lt;a href=\"Shenandoah%20%28band%29\"&gt;Shenandoah&lt;/a&gt;, &lt;a href=\"Exile%20%28American%20band%29\"&gt;Exile&lt;/a&gt;, &lt;a href=\"Diamond%20Rio\"&gt;Diamond Rio&lt;/a&gt;, &lt;a href=\"Lonestar\"&gt;Lonestar&lt;/a&gt;, &lt;a href=\"Ricochet%20%28band%29\"&gt;Ricochet&lt;/a&gt;, and &lt;a href=\"the%20Mavericks\"&gt;the Mavericks&lt;/a&gt;. According to Irwin Stambler and Grelun Landon, authors of \"Country Music: The Encyclopedia\", the group's diminishing sales in the late 1980s reflected competition from country bands that would not have received recognition had it not been for Alabama paving the way. For their part, these groups credited Alabama with providing a massive influence on their careers. Prior to Alabama's unprecedented chart success, most country hit singles belonged to solo artists or duets. Many Alabama singles and albums represented crossover appeal on the pop charts.\nDespite their successes, Alabama's career was loathed by music critics of the day, citing the \"vacuous songs and watered-down, middle-of-the-road arrangements\" that blurred lines between country and pop. \"&lt;a href=\"The%20Baltimore%20Sun\"&gt;The Baltimore Sun&lt;/a&gt;\" once argued the band \"render[s] country music all but indistinguishable from pop\" and thus \"trivializes some of country's most hallowed traditions.\" Indeed, reviewers such as Wolff consider the band's \"overriding problem\" their calculated sound, which leads many contemporary music critics to label the band mediocre.\nPhilanthropy.\nBeginning in 1982 and continuing until 1997, Alabama sponsored the June Jam, a music festival in Fort Payne, which at its peak drew 60,000 fans and raised millions for local charities. The group also held \"Fan Appreciation Days,\" weekend events that included a golf tournament and a songwriters concert that raised money for charities in Fort Payne. Owen spearheaded \"Country Cares for Kids,\" an annual country &lt;a href=\"Telethon\"&gt;radiothon&lt;/a&gt; that raised over $70 million for &lt;a href=\"St.%20Jude%20Children%27s%20Research%20Hospital\"&gt;St. Jude Children's Research Hospital&lt;/a&gt; in &lt;a href=\"Memphis%2C%20Tennessee\"&gt;Memphis, Tennessee&lt;/a&gt;.\nDiscography.\nNumber one singles.\nAlabama amassed over 40 number one hit singles (on a variety of industry charts) and 12 top-10 albums, including ten that peaked at number one on \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\"'s Top Country Albums chart. The group had 33 number ones on \"Billboard\" &lt;a href=\"Hot%20Country%20Songs\"&gt;Hot Country Songs&lt;/a&gt; chart, which are as follows:"
}