{
    "id": "889476",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=889476",
    "title": "95th Infantry Division (United States)",
    "text": "The 95th Infantry Division was an &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt; of the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;. Today it exists as the 95th Training Division, a component of the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;United States Army Reserve&lt;/a&gt; headquartered at &lt;a href=\"Fort%20Sill%2C%20Oklahoma\"&gt;Fort Sill&lt;/a&gt;, Oklahoma.\nActivated too late to deploy for &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the division remained in the Army's reserve until &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, when it was sent to Europe. Renowned for fighting back fierce German counterattacks, the division earned the nickname \"Iron Men of &lt;a href=\"Metz\"&gt;Metz&lt;/a&gt;\" for fighting to liberate and defend the town. After World War II, the division spent another brief period in reserve before being activated as one of the Army's training divisions.\nOver the next fifty years the division would see numerous changes to its structure as its training roles changed and subordinate units shifted in and out of its command. It activated many regimental and brigade commands to fulfill various training roles. The division then began conducting &lt;a href=\"one%20station%20unit%20training\"&gt;one station unit training&lt;/a&gt;, a responsibility it continues to this day.\nHistory.\nWorld War I.\nThe 95th Division was first constituted on 4 September 1918 in the National Army. It was organized that month at &lt;a href=\"Camp%20Sherman%2C%20Ohio\"&gt;Camp Sherman&lt;/a&gt;, Ohio. The division was organized with the &lt;a href=\"189th%20Infantry%20Brigade\"&gt;189th Infantry Brigade&lt;/a&gt; and the 190th Infantry Brigade. The division was slated to be deployed overseas to fight in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, and training of all of the division's units began immediately. On 11 November, the &lt;a href=\"Armistice%20with%20Germany%20%28Compi%C3%A8gne%29\"&gt;Armistice with Germany&lt;/a&gt; was signed, ending hostilities. The division's deployment was cancelled, and it was demobilized in December 1918. All of the division's officers and enlisted men were discharged from the military or transferred to other units.\nInterwar period.\nOn 24 June 1921, the division was reconstituted in the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;Organized Reserve&lt;/a&gt;, assigned to the XVIII Corps, and further assigned the state of &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; as its home area. The headquarters was organized on 31 August 1921. From that point until 1942, the division remained as a reserve unit based in &lt;a href=\"Oklahoma%20City\"&gt;Oklahoma City&lt;/a&gt;.\nWorld War II.\nOn 15 July 1942, the division was ordered into active military service and reorganized at &lt;a href=\"Camp%20Swift%2C%20Texas\"&gt;Camp Swift&lt;/a&gt;, Texas. The 189th and 190th Infantry Brigades were disbanded as part of an army-wide elimination of brigades. Instead, the division was based around three infantry regiments, the 377th Infantry Regiment, the 378th Infantry Regiment, and the 379th Infantry Regiment. The division also received a new &lt;a href=\"shoulder%20sleeve%20insignia\"&gt;shoulder sleeve insignia&lt;/a&gt; in August 1942. Over the next two years, the division trained extensively in locations throughout the United States, including &lt;a href=\"Camp%20Coxcomb\"&gt;Camp Coxcomb&lt;/a&gt; in &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nEurope.\nThe 95th Infantry Division was assigned to &lt;a href=\"XIII%20Corps%20%28United%20States%29\"&gt;XIII Corps&lt;/a&gt; of the &lt;a href=\"Ninth%20United%20States%20Army\"&gt;Ninth United States Army&lt;/a&gt;, &lt;a href=\"Twelfth%20United%20States%20Army%20Group\"&gt;Twelfth United States Army Group&lt;/a&gt;. The division sailed for Europe on 10 August 1944. The 95th Infantry Division arrived in England on 17 August. After receiving additional training, it moved to France one month later on 15 September. During this time it was reassigned to &lt;a href=\"III%20Corps%20%28United%20States%29\"&gt;III Corps&lt;/a&gt;. The division &lt;a href=\"military%20camp\"&gt;bivouac&lt;/a&gt;ked near &lt;a href=\"Norroy-le-Sec\"&gt;Norroy-le-Sec&lt;/a&gt;, from 1 to 14 October. It was then assigned to &lt;a href=\"XX%20Corps%20%28United%20States%29\"&gt;XX Corps&lt;/a&gt; of the &lt;a href=\"United%20States%20Army%20Central\"&gt;Third United States Army&lt;/a&gt;. The division was sent into combat on 19 October in the &lt;a href=\"Moselle%20%28river%29\"&gt;Moselle&lt;/a&gt; &lt;a href=\"bridgehead\"&gt;bridgehead&lt;/a&gt; sector east of &lt;a href=\"Moselle\"&gt;Moselle&lt;/a&gt; and South of &lt;a href=\"Metz\"&gt;Metz&lt;/a&gt; and patrolled the &lt;a href=\"Seille%20%28Moselle%29\"&gt;Seille&lt;/a&gt; near &lt;a href=\"Cheminot\"&gt;Cheminot&lt;/a&gt;, capturing the forts surrounding &lt;a href=\"Metz\"&gt;Metz&lt;/a&gt; and repulsing enemy attempts to cross the river. It was during the &lt;a href=\"Battle%20of%20Metz\"&gt;defense of this town from repeated German attacks&lt;/a&gt; that the division received its nickname, \"The Iron Men of Metz.\" On 1 November, elements went over to the offensive, reducing an enemy pocket east of &lt;a href=\"Maizi%C3%A8res-l%C3%A8s-Metz\"&gt;Maizières-lès-Metz&lt;/a&gt;. On 8 November, these units crossed the Moselle River and advanced to Bertrange. Against heavy resistance, the 95th captured the forts surrounding Metz and captured the city by 22 November.\nThe division pushed toward the &lt;a href=\"Saar%20%28river%29\"&gt;Saar&lt;/a&gt; on 25 November and entered Germany on the 28th. The 95th seized a &lt;a href=\"Saar%20River\"&gt;Saar River&lt;/a&gt; bridge on 3 December and engaged in bitter &lt;a href=\"house-to-house%20fighting\"&gt;house-to-house fighting&lt;/a&gt; for &lt;a href=\"Saarlautern\"&gt;Saarlautern&lt;/a&gt;. Suburbs of the city fell and, although the enemy resisted fiercely, the Saar bridgehead was firmly established by 19 December. While some units went to an assembly area, others held the area against strong German attacks. On 2 February 1945, the division began moving to the &lt;a href=\"Maastricht\"&gt;Maastricht&lt;/a&gt; area in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, and by 14 February, elements were in the line near Meerselo in relief of &lt;a href=\"British%20Army\"&gt;British&lt;/a&gt; units. During this time the division returned to the Ninth Army under &lt;a href=\"XIX%20Corps%20%28United%20States%29\"&gt;XIX Corps&lt;/a&gt;, though saw temporary assignments to several other corps through the spring.\nOn 23 February, the division was relieved, and the 95th assembled near &lt;a href=\"J%C3%BClich\"&gt;Jülich&lt;/a&gt;, Germany, on 1 March. It forced the enemy into a pocket near the Hitler Bridge at &lt;a href=\"Uerdingen\"&gt;Uerdingen&lt;/a&gt; and cleared the pocket on 5 March, while elements advanced to the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;. From 12 March, the 95th established defenses in the vicinity of &lt;a href=\"Neuss\"&gt;Neuss&lt;/a&gt;. Assembling east of the Rhine at &lt;a href=\"Beckum%2C%20Germany\"&gt;Beckum&lt;/a&gt; on 3 April, it launched an attack across the &lt;a href=\"Lippe%20River\"&gt;Lippe River&lt;/a&gt; the next day and captured &lt;a href=\"Hamm\"&gt;Hamm&lt;/a&gt; and &lt;a href=\"Kamen\"&gt;Kamen&lt;/a&gt; on the 6th. After clearing the enemy pocket north of the &lt;a href=\"Ruhr%20%28river%29\"&gt;Ruhr&lt;/a&gt; and the &lt;a href=\"M%C3%B6hne\"&gt;Möhne&lt;/a&gt; Rivers, the division took &lt;a href=\"Werl\"&gt;Werl&lt;/a&gt; and &lt;a href=\"Unna\"&gt;Unna&lt;/a&gt; on 9/10 April, &lt;a href=\"Dortmund\"&gt;Dortmund&lt;/a&gt; on 13 April and maintained positions on the north bank of the Ruhr. It held this position until the end of the war.\nDemobilization.\nThe division returned to the United States on 29 June 1945 where it began the process of preparing to join the invasion forces of the Japanese Island of Honshu as part of the First United States Army. With the ending of the war in Japan, the division, remaining on orders for the Pacific, staged a minor mutiny before the orders were changed. This resulted in the division being demobilized and releasing its soldiers from Army service. It was inactivated on 15 October 1945 at &lt;a href=\"Camp%20Shelby\"&gt;Camp Shelby&lt;/a&gt;, &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;. The division took 31,988 German prisoners. Soldiers of the division were awarded one &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt;, 18 &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20States%29\"&gt;Distinguished Service Cross&lt;/a&gt;es, 1 British Military Cross, 14 &lt;a href=\"Legion%20of%20Merit\"&gt;Legion of Merit&lt;/a&gt; Medals, 665 &lt;a href=\"Silver%20Star%20Medal\"&gt;Silver Star Medal&lt;/a&gt;s, 15 &lt;a href=\"Soldier%27s%20Medal\"&gt;Soldier's Medal&lt;/a&gt;s, 2,992 &lt;a href=\"Bronze%20Star%20Medal\"&gt;Bronze Star Medal&lt;/a&gt;s, and 162 &lt;a href=\"Air%20Medal\"&gt;Air Medal&lt;/a&gt;s. The division was awarded one &lt;a href=\"Presidential%20Unit%20Citation%20%28United%20States%29\"&gt;Presidential Unit Citation&lt;/a&gt; and four &lt;a href=\"campaign%20streamers\"&gt;campaign streamers&lt;/a&gt; during its time in combat.\nCold War.\nThe division was reactivated on 13 May 1947 at Oklahoma City as a reserve unit. However, it was not mobilized for any combat duties following World War II. In 1952, the division underwent reorganization, with the first change being the addition of the 291st Infantry Regiment of &lt;a href=\"Tulsa%2C%20Oklahoma\"&gt;Tulsa&lt;/a&gt;, Oklahoma, from the &lt;a href=\"75th%20Infantry%20Division%20%28United%20States%29\"&gt;75th Infantry Division&lt;/a&gt;. The second change that year for the division was the withdrawal of assignment of the 377th Infantry Regiment from the 95th, which was transferred to the 75th Infantry Division. The 377th had headquartered in &lt;a href=\"New%20Orleans%2C%20Louisiana\"&gt;New Orleans&lt;/a&gt;, Louisiana since its activation after World War II.\nThe year 1955 saw further changes to the division and more changes of assignment for subordinate elements. On 1 January 1955, the 291st Regiment was again assigned to the 75th Infantry Division from the 95th and was subsequently inactivated on 31 January 1955. On 30 January, the 377th Regiment was reassigned to the 95th from the 75th and its headquarters moved from New Orleans to Tulsa, Oklahoma. The same date saw the relocation of the 379th Regimental headquarters from &lt;a href=\"Hot%20Springs%2C%20Arkansas\"&gt;Hot Springs&lt;/a&gt;, Arkansas where it had been since 1947, to &lt;a href=\"Little%20Rock%2C%20Arkansas\"&gt;Little Rock&lt;/a&gt;, Arkansas.\nOn 1 April 1958 the 95th Infantry Division was redesignated as the 95th Division (Training) and a major reorganization of mission assignments was underway. Personnel trained for &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; combat, &lt;a href=\"field%20artillery\"&gt;field artillery&lt;/a&gt;, &lt;a href=\"military%20police\"&gt;military police&lt;/a&gt; and &lt;a href=\"combat%20support\"&gt;combat support&lt;/a&gt; roles were now to undergo re-training to enable them to train others. The division had a new role as one of the 13 Training Divisions in the Army Reserve. The same year the division's size increased as the 291st Regiment was reassigned again from the 75th and was redesignated as 291st Regiment (Advanced Individual Training). With the reorganization of the division all of the regiments were redesignated. The 95th Divisional Artillery became the 95th Regiment (Common Specialist Training) with headquarters at &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport&lt;/a&gt;, Louisiana. The 377th became the 377th Regiment (Basic Combat Training), as did the 378th and 379th, and all were reassigned new training sites. In 1966, the division received a &lt;a href=\"distinctive%20unit%20insignia\"&gt;distinctive unit insignia&lt;/a&gt;.\nIn 1967, the division was reorganized according to the &lt;a href=\"Reorganization%20Objective%20Army%20Divisions\"&gt;Reorganization Objective Army Divisions&lt;/a&gt; plan, part of an army-wide transformation. The division's former World War II components were reorganized into brigades. The division's former headquarters was reactivated as 1st Brigade, 95th Division at Tulsa, Oklahoma. The 920th Field Artillery Battalion became the 2nd Brigade, 95th Division, also in Tulsa. The 320th Engineer Battalion became the 3rd Brigade, 95th Division at Oklahoma City, and the 795th Ordnance Battalion became the 4th Brigade, 95th Division in Shreveport, Louisiana. In 1975, the division's center was changed to &lt;a href=\"Midwest%20City%2C%20Oklahoma\"&gt;Midwest City&lt;/a&gt;, Oklahoma.\nThe division was located in three states, Oklahoma, Arkansas, and Louisiana. The 1st Brigade was headquartered in Tulsa, Oklahoma and had elements of the 377th and 379th in regiments in its battalions. The 2nd Brigade was headquartered in &lt;a href=\"Lawton%2C%20Oklahoma\"&gt;Lawton&lt;/a&gt;, Oklahoma with elements of the 378th and 379th Regiments. The 3rd Brigade was headquartered in &lt;a href=\"Stillwater%2C%20Oklahoma\"&gt;Stillwater&lt;/a&gt;, Oklahoma, a move made in September 1975, and consisted of only 291st Regiment elements. The 4th Brigade was headquartered in &lt;a href=\"Bossier%20City%2C%20Louisiana\"&gt;Bossier City&lt;/a&gt;, Louisiana, a suburb of &lt;a href=\"Shreveport\"&gt;Shreveport&lt;/a&gt;, and includes the 95th Regiment and one element of the 379th. The Committee Group was headquartered in Little Rock, Arkansas with no Regimental elements. The 95th Support Battalion was headquartered in &lt;a href=\"Midwest%20City%2C%20Oklahoma\"&gt;Midwest City&lt;/a&gt;, Oklahoma with the Division Headquarters, Headquarters and Headquarters Company, 95th Division Leadership Academy, and the 95th Division Maneuver Training Command. On 1 January 1979 the division's four brigades was reorganized specifically for &lt;a href=\"one%20station%20unit%20training\"&gt;one station unit training&lt;/a&gt;.\nThe division experienced tremendous expansion in October 1984 with the addition of the 4073d US Army Reception Station, in Lafayette, Louisiana, with a strength of 809 personnel. The 402nd Brigade was also activated under the division's administrative control. It was designated to expand the training base for the Army's Field Artillery Training Center located at &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt;, Oklahoma. In 1989 the division's location was returned to Oklahoma City.\nPresent day.\nThe division continued its mission of training and operating one station unit training. In 1996, the division received three additional brigades as part of an Army consolidation of training commands. The 5th Brigade, 95th Division was activated in &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio&lt;/a&gt;, Texas, the 6th Brigade, 95th Division was activated in &lt;a href=\"Topeka%2C%20Kansas\"&gt;Topeka&lt;/a&gt;, Kansas, and the 7th Brigade, 95th Division was activated from the 95th Training Command in Little Rock, Arkansas.\nIn 2000, the brigade took on the additional responsibility of training &lt;a href=\"Reserve%20Officer%27s%20Training%20Corps\"&gt;Reserve Officer's Training Corps&lt;/a&gt; cadets. The 8th Brigade, 95th Division was activated as a provisional unit in charge of ROTC units throughout the southwestern United States. In 2005, the division headquarters were relocated to &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt;, Oklahoma. This put the division at the area's major training center, allowing it to more effectively provide training oversight.\nSubordinate units.\nAs of 2017 the following units are subordinated to the 95th Training Division (Initial Entry Training):\nHonors.\nUnit decorations.\nThe division has never received a unit award from the United States Army.\nHowever, in a recent ceremony in Columbus, Indiana a bridge was named \"Iron Men of Metz Memorial Bridge\"\nLegacy.\nIn the 1962 film, \"&lt;a href=\"Hell%20Is%20for%20Heroes%20%28film%29\"&gt;Hell Is for Heroes&lt;/a&gt;\", the actors wear the 95th Division's shoulder patch on their uniforms. The division is also an element of the &lt;a href=\"Legacy%20of%20the%20Aldenata\"&gt;Legacy of the Aldenata&lt;/a&gt; book series.\nA number of soldiers who served with the 95th Division later went on to achieve notability for various reasons. They include journalist &lt;a href=\"Harry%20Ashmore\"&gt;Harry Ashmore&lt;/a&gt;, writer &lt;a href=\"Jerry%20Rosholt\"&gt;Jerry Rosholt&lt;/a&gt;, oil &lt;a href=\"tycoon\"&gt;tycoon&lt;/a&gt; &lt;a href=\"Ernest%20L.%20Massad\"&gt;Ernest L. Massad&lt;/a&gt;, and &lt;a href=\"Lieutenant%20General\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Emmett%20H.%20Walker%2C%20Jr.\"&gt;Emmett H. Walker, Jr.&lt;/a&gt;. Additionally, one soldier of the division received the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt; during his service, &lt;a href=\"Andrew%20Miller%20%28soldier%29\"&gt;Andrew Miller&lt;/a&gt;, who received the medal in World War II during the division's fight for Metz. Miller captured a number of German machine gun nests and soldiers while leading a squad of men in assaulting the city.\nGerman born (MG) Gerd Grombacher served as an NCO interrogating POWs and was commissioned 2LT Grombacher in January 1945. He directly assisted in the negotiations for the capture of Metz in 1944.\nIn the 2021 film, \"&lt;a href=\"https%3A//www.dearsirsfilm.com/\"&gt;Dear Sirs&lt;/a&gt;,\" directed by Mark Pedri and produced by Carrie McCarthy follows the path of Sgt. Silvio Pedri. Silvio’s grandson, Mark, uncovered an archive of documents and photos detailing the horrifying journey of his grandfather as an American POW during World War II. In the winter of 2018, Mark and his fiancé will set out to retrace his footsteps across Germany on bike, piecing together a long-forgotten story in an effort to understand the man who raised him.\nIn November of 1944, Sgt Silvio J. Pedri of the 95th Infantry was sent on a mission to cross the Moselle river near Metz, France. His objective was clear: secure the opposite bank and create a diversion so that a larger unit could build a bridge to bring in the heavy artillery and take the city of Metz from the German army. Sgt Pedri had trained for almost two years for this moment, detailing every step of the way in letters to his fiancé in Rock Springs, Wyoming. However, no amount of training could have prepared him for what happened over the course of these few days. After losing most of his closest friends in a grueling battle against the Germans and mother nature, Sgt Pedri was taken prisoner. His letters home went silent, as did his account of the War once he finally made it back to American soil."
}