{
    "id": "8897821",
    "revid": "12120664",
    "url": "https://en.wikipedia.org/wiki?curid=8897821",
    "title": "UAI Urquiza",
    "text": "Club Deportivo UAI Urquiza (formerly \"Club Ferrocarril Urquiza\") is an &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"sports%20club\"&gt;sports club&lt;/a&gt; sited in Villa Lynch, &lt;a href=\"General%20San%20Mart%C3%ADn%20Partido\"&gt;General San Martín Partido&lt;/a&gt; of &lt;a href=\"Greater%20Buenos%20Aires\"&gt;Greater Buenos Aires&lt;/a&gt;. Its men's &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team currently plays at &lt;a href=\"Primera%20B%20Metropolitana\"&gt;Primera B Metropolitana&lt;/a&gt;, the third division of the &lt;a href=\"Argentine%20football%20league%20system\"&gt;Argentine football league system&lt;/a&gt;. However, it is more recognized internationally by its women's side, which has competed in most of the more recent editions of the &lt;a href=\"Copa%20Libertadores%20Femenina\"&gt;Copa Libertadores Femenina&lt;/a&gt; and became the main source of players for the &lt;a href=\"Argentina%20women%27s%20national%20football%20team\"&gt;Argentina women's national team&lt;/a&gt;.\nApart from football, other disciplines hosted by UAI Urquiza are &lt;a href=\"artistic%20gymnastics\"&gt;artistic gymnastics&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"handball\"&gt;handball&lt;/a&gt;, &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;.\nHistory.\nThe Club was founded as \"Club Deportivo, Social y Cultural Ferrocarril Urquiza\" by Carmelo Santoro on May 21, 1950. The first players and fans of the team were employees of the &lt;a href=\"General%20Urquiza%20Railway\"&gt;General Urquiza Railway&lt;/a&gt; who needed a ground to play football on Saturday afternoons. The club affiliated to the &lt;a href=\"Argentine%20Football%20Association\"&gt;Argentine Football Association&lt;/a&gt; in 1970 and played its first season in the \"Aficionados\" division (the fourth level of &lt;a href=\"Argentine%20football%20league%20system\"&gt;Argentine football league system&lt;/a&gt;, later renamed \"&lt;a href=\"Primera%20D\"&gt;Primera D&lt;/a&gt;\").\nAt the beginning of the &lt;a href=\"2009-10%20in%20Argentine%20football\"&gt;2009–2010&lt;/a&gt; season the club merged with Universidad Abierta Interamericana (UAI) to form \"Club Deportivo UAI-Urquiza\". Having won no titles under its old name, UAI Urquiza obtained the first season disputed by the team, the 2009–10 Primera D championship, promoting to &lt;a href=\"Primera%20C\"&gt;Primera C&lt;/a&gt;.\nIn May, 2013, UAI Urquiza won the Primera C champions, therefore promoting to the upper division, &lt;a href=\"Primera%20B%20Metropolitana\"&gt;Primera B Metropolitana&lt;/a&gt;. The squad beat &lt;a href=\"Deportivo%20Espa%C3%B1ol\"&gt;Deportivo Español&lt;/a&gt; by 3–1, when there still had 4 fixtures to play. At the moment of the championship, UAI Urquiza had taken an advantage of 13 points over &lt;a href=\"Deportivo%20Laferrere\"&gt;Deportivo Laferrere&lt;/a&gt;, the team placed 2nd.\nStadium.\nThe stadium is located in Villa Lynch, &lt;a href=\"General%20San%20Mart%C3%ADn%20Partido\"&gt;General San Martín Partido&lt;/a&gt;, &lt;a href=\"Gran%20Buenos%20Aires\"&gt;Gran Buenos Aires&lt;/a&gt;. It has capacity for 500 spectators and does not have lighting. Prior to Ferrocarril Urquiza, this field was used by the defunct team &lt;a href=\"Sportivo%20Palermo\"&gt;Sportivo Palermo&lt;/a&gt;, where legendary goalkeeper &lt;a href=\"Amadeo%20Carrizo\"&gt;Amadeo Carrizo&lt;/a&gt; first appeared.\nTeam kit and colors.\nUnder the new denomination, the kit uniform still maintains main color that identified Club Ferrocarril Urquiza (light blue) but adding the burgundy, which is the corporate color of the UAI (Universidad Abierta Interamericana).\nWomen's team.\nThe women's team has won the &lt;a href=\"Campeonato%20de%20F%C3%BAtbol%20Femenino\"&gt;Campeonato de Fútbol Femenino&lt;/a&gt; 5 times: 2012 Clausura, 2014 Final, 2016, 2017–18 and 2018–19. It appeared in the &lt;a href=\"Copa%20Libertadores%20Femenina\"&gt;Copa Libertadores Femenina&lt;/a&gt; for the first time in &lt;a href=\"2015%20Copa%20Libertadores%20Femenina\"&gt;2015&lt;/a&gt;, where it finished third place. Its next international appearances were in 2016 and 2018. It has also qualified for the 2019 Libertadores Femenina edition. Being the most dominant team in Argentine women's football league in recent years, it became the main supplier of players for the &lt;a href=\"Argentina%20women%27s%20national%20football%20team\"&gt;Argentina women's national team&lt;/a&gt;."
}