{
    "id": "8900712",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=8900712",
    "title": "Alcorn School District",
    "text": "The &lt;a href=\"https%3A//www.alcornschools.org/\"&gt;Alcorn School District&lt;/a&gt; is a public &lt;a href=\"school%20district\"&gt;school district&lt;/a&gt; based in &lt;a href=\"Alcorn%20County%2C%20Mississippi\"&gt;Alcorn County&lt;/a&gt;, &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt; (&lt;a href=\"United%20States\"&gt;USA&lt;/a&gt;). The district serves the towns of &lt;a href=\"Farmington%2C%20Mississippi\"&gt;Farmington&lt;/a&gt;, &lt;a href=\"Kossuth%2C%20Mississippi\"&gt;Kossuth&lt;/a&gt;, &lt;a href=\"Glen%2C%20Mississippi\"&gt;Glen&lt;/a&gt;, and &lt;a href=\"Rienzi%2C%20Mississippi\"&gt;Rienzi&lt;/a&gt; as well as unincorporated areas of Alcorn County. This district was awarded the \"A\" rated status by the &lt;a href=\"Mississippi%20Department%20of%20Education\"&gt;Mississippi Department of Education&lt;/a&gt; in the 2019-2020 school year and has continued to maintain that status. \nThe Alcorn School District operates ten schools - three high schools, two middle schools, three elementary schools, one vocational school, and one alternative school. The Alcorn School District has a district wide 94.7% graduation rate, 68.2% post-secondary school enrollment, and $9,006.83 per pupil in overall expenditures according to MDE 2019-2020 District Report Card. \nBrandon Quinn serves as the Superintendent of Education for the Alcorn School District. He began his service as Superintendent in January 2021 after serving as Alcorn Central High School principal for six and a half years. Angela Harris serves as Assistant Superintendent of Education. She was formerly the Principal of Falkner Elementary School and Federal Programs Director of North Tippah School District in Tipplersville, Mississippi.\nDemographics.\nStudent Demographics (2020-2021).\nThe student body at the schools served by Alcorn School District is 92.4% White, 3.4% Black, 0.2% Asian or Asian/Pacific Islander, 0.9% Hispanic/Latino, 0.3% American Indian or Alaska Native, and 0% Native Hawaiian or other Pacific Islander. In addition, 2.7% of students are two or more races, and 0% have not specified their race or ethnicity.\nAlso, 49% of students are female, and 51% of students are male. At schools in Alcorn School District, 51.6% of students are eligible to participate in the federal free and reduced price meal program and 0.7% of students are English language learners."
}