{
    "id": "8901794",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=8901794",
    "title": "Aad de Mos",
    "text": "Adriaan \"Aad\" de Mos (born 27 March 1947) is a Dutch retired professional &lt;a href=\"Manager%20%28association%20football%29\"&gt;football manager&lt;/a&gt; whose career spanned for almost thirty years.\nHe has managed teams in his home country, Belgium, Germany, Spain, Japan, Saudi Arabia and Greece, as well managing the &lt;a href=\"United%20Arab%20Emirates%20national%20football%20team\"&gt;United Arab Emirates national team&lt;/a&gt;. De Mos's biggest success was winning the &lt;a href=\"1987%E2%80%9388%20European%20Cup%20Winners%27%20Cup\"&gt;1987–88 European Cup Winners' Cup&lt;/a&gt; as manager of Belgian club &lt;a href=\"KV%20Mechelen\"&gt;Mechelen&lt;/a&gt;.\nManagerial career.\nEarly career.\nDe Mos was born in &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; on 27 March 1947. He played in the youth team of local club ADO Den Hag. he began his managing as an assistant to &lt;a href=\"Leo%20Beenhakker\"&gt;Leo Beenhakker&lt;/a&gt; at &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt;, and continued to do so while &lt;a href=\"Kurt%20Linder\"&gt;Kurt Linder&lt;/a&gt; was manager. \nAfter Linder left, de Mos replaced him as Ajax manager in 1982, and retained the role until he was dismissed shortly before the end of the 1984–1985 season. With Ajax de Mos won the &lt;a href=\"Eredivisie\"&gt;national championship&lt;/a&gt; twice and the &lt;a href=\"KNVB%20Cup\"&gt;cup&lt;/a&gt; once.\nSuccesses in Belgium.\nAfter leaving Ajax, de Mos became coach of &lt;a href=\"KV%20Mechelen\"&gt;Mechelen&lt;/a&gt; in Belgium. There he won the &lt;a href=\"Belgian%20First%20Division%20A\"&gt;national title&lt;/a&gt;, &lt;a href=\"Belgian%20Cup\"&gt;cup&lt;/a&gt; and, in 1988, the &lt;a href=\"European%20Cup%20Winners%27%20Cup\"&gt;European Cup Winners' Cup&lt;/a&gt;, beating his former club Ajax 1–0 in the &lt;a href=\"1988%20European%20Cup%20Winners%27%20Cup%20Final\"&gt;final&lt;/a&gt;. He also won the &lt;a href=\"1988%20European%20Super%20Cup\"&gt;1988 European Super Cup&lt;/a&gt; with the club.\nDe Mos left Mechelen after three years to become &lt;a href=\"R.S.C.%20Anderlecht\"&gt;Anderlecht&lt;/a&gt; manager, where he again reached the &lt;a href=\"1990%20European%20Cup%20Winners%27%20Cup%20Final\"&gt;1990 European Cup Winners' Cup Final&lt;/a&gt;, this time losing to &lt;a href=\"U.C.%20Sampdoria\"&gt;Sampdoria&lt;/a&gt; in &lt;a href=\"Gothenburg\"&gt;Gothenburg&lt;/a&gt;.\nPSV.\nIn 1993, after his successful stints with Mechelen and Anderlecht, de Mos came back to the Netherlands and became the new manager of &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt;, faced with the task of cleaning up an aging team. In his first season, PSV placed third in the league.\nIn his second season, despite some major purchases, PSV and de Mos did not perform well. In September 1994, he positioned the centre forward &lt;a href=\"Erik%20Meijer%20%28footballer%29\"&gt;Erik Meijer&lt;/a&gt;, known for being able to make good headers, for incomprehensible reasons as a back against &lt;a href=\"Bayer%2004%20Leverkusen\"&gt;Bayer 04 Leverkusen&lt;/a&gt;.\nCareer decline.\nAfter leaving PSV, de Mos managed 6 clubs and one national team in the span of 10 years, not winning any major trophies. In that period, he managed &lt;a href=\"SV%20Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt;, &lt;a href=\"Standard%20Li%C3%A8ge\"&gt;Standard Liège&lt;/a&gt;, &lt;a href=\"Sporting%20de%20Gij%C3%B3n\"&gt;Sporting Gijón&lt;/a&gt;, &lt;a href=\"Urawa%20Red%20Diamonds\"&gt;Urawa Red Diamonds&lt;/a&gt;, Mechelen once again, &lt;a href=\"Al%20Hilal%20SFC\"&gt;Al Hilal&lt;/a&gt; and the &lt;a href=\"United%20Arab%20Emirates%20national%20football%20team\"&gt;United Arab Emirates national team&lt;/a&gt;. During that time, de Mos was only able to win the &lt;a href=\"Belgian%20Second%20Division\"&gt;Belgian Second Division&lt;/a&gt; with Mechelen in the 2001–02 and promote the club back up to the Belgian First Division A. \nVitesse.\nDe Mos ultimately ended up in &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt; on the bench at &lt;a href=\"SBV%20Vitesse\"&gt;Vitesse&lt;/a&gt; in 2006. He was signed at the last moment after the club failed to attract the Belgian manager &lt;a href=\"Johan%20Boskamp\"&gt;Johan Boskamp&lt;/a&gt;, largely because Boskamp did not have the correct Dutch papers and no dispensation was given by the &lt;a href=\"Royal%20Dutch%20Football%20Association\"&gt;KNVB&lt;/a&gt;.\nAfter a disappointing first season, Vitesse ended in 12th and in the subsequent &lt;a href=\"2006%E2%80%9307%20Eredivisie%23Play-offs\"&gt;play-offs&lt;/a&gt; they fought for a place in the &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt;. After successful matches against &lt;a href=\"NAC%20Breda\"&gt;NAC Breda&lt;/a&gt; (3–2 and 0–1 wins) and &lt;a href=\"NEC%20Nijmegen\"&gt;NEC&lt;/a&gt; (1–0 and 0–2 wins), they lost in the final against &lt;a href=\"FC%20Utrecht\"&gt;Utrecht&lt;/a&gt; on away goals. The &lt;a href=\"2007%E2%80%9308%20Eredivisie\"&gt;2007–08&lt;/a&gt; season began with some success. The team won their first three matches, which was the best start to a season in the club's history, however the season again ended in failure, finishing in 12th place again. On 28 April 2008, the club management announced that the contract with de Mos was dissolved immediately.\nWork as a pundit.\nDe Mos was regularly shown on television as a pundit on the former &lt;a href=\"Talpa%20TV\"&gt;Talpa TV&lt;/a&gt; and the Belgian &lt;a href=\"Sporza\"&gt;Sporza&lt;/a&gt;. During the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; in Germany, de Mos was as an analyst for the &lt;a href=\"Nederlandse%20Omroep%20Stichting\"&gt;NOS&lt;/a&gt; and the Belgian &lt;a href=\"VIER\"&gt;VIER&lt;/a&gt;.\nKavala.\nDe Mos signed a six-month contract with Greek club &lt;a href=\"Kavala%20F.C.\"&gt;Kavala&lt;/a&gt;, with an option to extend it up to January 2010, following the sacking of Vangelis Goutis. Shortly after, he was followed by the signings of &lt;a href=\"Den%C3%ADlson%20de%20Oliveira%20Ara%C3%BAjo\"&gt;Denilson&lt;/a&gt;, &lt;a href=\"Euzebiusz%20Smolarek\"&gt;Euzebiusz Smolarek&lt;/a&gt; and &lt;a href=\"Diogo%20Rinc%C3%B3n\"&gt;Diogo Rincón&lt;/a&gt; during the winter transfer period. He found immediate success, most notably with an away win against &lt;a href=\"Panathinaikos%20F.C.\"&gt;Panathinaikos&lt;/a&gt; in February, with the Athens club leading the league table at the time.\nHis notable results in Greece, despite his short stay at the club, coupled with his trademark managerial style, led popular Dutch magazine &lt;a href=\"Voetbal%20International\"&gt;Voetbal International&lt;/a&gt; to give him the nickname of \"Koning van Kavala\" (King of Kavala). On 2 April 2010, de Mos resigned from his position as manager, allegedly after disputes with the club owner.\nSparta Rotterdam.\nOn 2 April 2010, only one day after his resignation from Kavala, de Mos was named new manager of &lt;a href=\"Sparta%20Rotterdam\"&gt;Sparta Rotterdam&lt;/a&gt;, replacing dismissed boss &lt;a href=\"Frans%20Adelaar\"&gt;Frans Adelaar&lt;/a&gt;. He arrived at a time when the club was facing relegation with only a one-point advantage over 16th-placed &lt;a href=\"ADO%20Den%20Haag\"&gt;ADO Den Haag&lt;/a&gt;. His adventure at Sparta started with little success: a 1–1 home draw to &lt;a href=\"Heracles%20Almelo\"&gt;Heracles Almelo&lt;/a&gt; was followed by two consecutive losses, with his side being overtaken by ADO Den Haag, forcing the Rotterdam team to take part to the post-season promotion and relegation tournament in order to maintain its place in the Eredivisie.\nIn the first leg of the &lt;a href=\"2009%E2%80%9310%20Eredivisie%23Relegation\"&gt;relegation play-offs&lt;/a&gt; second round, Sparta were stunned by &lt;a href=\"Eerste%20Divisie\"&gt;Eerste Divisie&lt;/a&gt; outsiders &lt;a href=\"Helmond%20Sport\"&gt;Helmond Sport&lt;/a&gt;, losing the game 2–1. Sparta then managed to get back from that loss by winning 2–0 in a dramatic return leg, thus ensuring them a place in the third and final round, in which they challenged crosstown rivals &lt;a href=\"SBV%20Excelsior\"&gt;Excelsior&lt;/a&gt; in a two-legged derby for a place in the &lt;a href=\"2010%E2%80%9311%20Eredivisie\"&gt;2010–11 Eredivisie&lt;/a&gt;. \nAfter the first leg ended 0–0 at Excelsior's home stadium, Sparta was eliminated in a dramatic return match, with Excelsior missing a penalty, and then Sparta scoring the 1–0 goal in injury time only to suffer an equaliser only seconds later. The game ended with a 1–1 draw, as Sparta was consequently relegated in the &lt;a href=\"2010%E2%80%9311%20Eerste%20Divisie\"&gt;2010–11 Eerste Divisie&lt;/a&gt;. De Mos left Sparta shortly after, stating that the results of Sparta did not match the wishes of both de Mos and Sparta's ownership at the time.\nPersonal life.\nDe Mos has a daughter, Tessa (born 1982) who is active as a FIFA-licensed &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Sports%20agent\"&gt;agent&lt;/a&gt; since 2005, and currently works on behalf of several &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; players.\nManagerial statistics.\nSource: \nHonours.\nManager.\nAjax\nMechelen\nAnderlecht"
}