{
    "id": "8903238",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=8903238",
    "title": "William Travers Jerome",
    "text": "William Travers Jerome (April 18, 1859 – February 13, 1934) was an American lawyer and politician from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;.\nEarly life.\nWilliam Travers Jerome was born in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; on April 18, 1859. He was the son of Lawrence Jerome (1820–1888, Collector of the Port of &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester, New York&lt;/a&gt; under President &lt;a href=\"Millard%20Fillmore\"&gt;Millard Fillmore&lt;/a&gt;, NYC Alderman 1871) and Kate (Hall) Jerome. Financier &lt;a href=\"Leonard%20Jerome\"&gt;Leonard Jerome&lt;/a&gt; was his uncle, &lt;a href=\"Jennie%20Jerome\"&gt;Jennie Jerome&lt;/a&gt; was his first cousin, and U.K. Prime Minister &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; was his first cousin once removed.\nHe attended &lt;a href=\"Amherst%20College\"&gt;Amherst College&lt;/a&gt; but left in 1881 without graduation. He studied law, was admitted to the bar in 1884, and commenced practice in New York City.\nCareer.\nFrom 1888 to 1890, he was a Deputy Assistant D.A. under &lt;a href=\"John%20R.%20Fellows\"&gt;John R. Fellows&lt;/a&gt;.\nFrom 1894 to 1895, he worked for the &lt;a href=\"Lexow%20Committee\"&gt;Lexow Committee&lt;/a&gt;. In 1894, he managed the successful campaign of &lt;a href=\"William%20L.%20Strong\"&gt;William L. Strong&lt;/a&gt; for &lt;a href=\"Mayor%20of%20New%20York%20City\"&gt;Mayor of New York City&lt;/a&gt;. In 1895, the Court of Special Sessions was re-organized, legislating out of office the six incumbent justices. On July 1, 1895, Jerome took office as one of the first five new justices of the re-organized court.\nHe was &lt;a href=\"New%20York%20County%20District%20Attorney\"&gt;New York County District Attorney&lt;/a&gt; from 1902 to 1909, elected in 1901 on the Fusion ticket headed by &lt;a href=\"Seth%20Low\"&gt;Seth Low&lt;/a&gt;. As D.A. he led a campaign against &lt;a href=\"political%20corruption\"&gt;political corruption&lt;/a&gt; and crime, often leading raids personally, notably the one against the gambling house of &lt;a href=\"Richard%20Canfield\"&gt;Richard Canfield&lt;/a&gt;. On October 13, 1905, the Republican county convention nominated Judge Charles A. Flammer for D.A. with a vote of 237 to 9. Flammer declined to run, and on October 27 the county convention met again and nominated Jerome in place of Flammer unanimously. However, it was too late to change the names on the ballots, the limit being 20 days before the election. Thus Jerome was re-elected with a plurality of about 4,000 votes as an Independent, while Flammer received more than 12,000 votes on the Republican ticket. In 1907 and 1908, Jerome prosecuted &lt;a href=\"Harry%20Kendall%20Thaw\"&gt;Harry Kendall Thaw&lt;/a&gt; for the murder of &lt;a href=\"Stanford%20White\"&gt;Stanford White&lt;/a&gt;.\nIn September 1910, Jerome defended successfully former State Engineer &lt;a href=\"Frederick%20Skene\"&gt;Frederick Skene&lt;/a&gt; against charges of &lt;a href=\"grand%20larceny\"&gt;grand larceny&lt;/a&gt; in office.\nPersonal life.\nOn May 9, 1888, he married Lavinia Taylor Howe, of &lt;a href=\"Elizabeth%2C%20New%20Jersey\"&gt;Elizabeth, New Jersey&lt;/a&gt;, and their son was William Travers Jerome, Jr.\nHe died of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; on February 13, 1934 at his townhouse 125 East &lt;a href=\"36th%20Street%20%28Manhattan%29\"&gt;36th Street&lt;/a&gt; in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;."
}