{
    "id": "890637",
    "revid": "9651628",
    "url": "https://en.wikipedia.org/wiki?curid=890637",
    "title": "William Dyke",
    "text": "William D. \"Bill\" Dyke (April 25, 1930March 10, 2016) was an American lawyer, judge, and politician. He was a two-term &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; of &lt;a href=\"Madison%2C%20Wisconsin\"&gt;Madison, Wisconsin&lt;/a&gt; from 1969 to 1973 and ran for &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President of the United States&lt;/a&gt; on the &lt;a href=\"American%20Independent%20Party\"&gt;American Independent Party&lt;/a&gt; &lt;a href=\"Ticket%20%28politics%29\"&gt;ticket&lt;/a&gt; with presidential candidate &lt;a href=\"Lester%20Maddox\"&gt;Lester Maddox&lt;/a&gt; in &lt;a href=\"U.S.%20presidential%20election%2C%201976\"&gt;1976&lt;/a&gt;. From 1996 until two months before his death, in 2016, he served as a &lt;a href=\"Wisconsin%20circuit%20courts\"&gt;Wisconsin Circuit Court&lt;/a&gt; Judge in &lt;a href=\"Iowa%20County%2C%20Wisconsin\"&gt;Iowa County, Wisconsin&lt;/a&gt;, he was Chief Judge of the 7th Judicial Administrative District from 2007 to 2013.\nEarly life.\nDyke received his bachelor's degree from &lt;a href=\"DePauw%20University\"&gt;DePauw University&lt;/a&gt; in &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;. While completing his degree at the &lt;a href=\"University%20of%20Wisconsin%20Law%20School\"&gt;University of Wisconsin Law School&lt;/a&gt;, he hosted \"Circus 3\", a local children's television program on &lt;a href=\"WISC-TV\"&gt;WISC-TV&lt;/a&gt;. He also moderated \"Face the State\", a local political news program modeled after the nationally televised \"&lt;a href=\"Face%20the%20Nation\"&gt;Face the Nation&lt;/a&gt;\". The program included interviews with &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;, &lt;a href=\"Hubert%20H.%20Humphrey\"&gt;Hubert Humphrey&lt;/a&gt;, &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt;, &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; and other prominent politicians.\nPolitical career.\nDyke was a two-term &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; of &lt;a href=\"Madison%2C%20Wisconsin\"&gt;Madison, Wisconsin&lt;/a&gt; from 1969 to 1973. His tenure as mayor is considered a colorful and often controversial part of Madison's history. Dyke presided over Madison during the most turbulent era in the city's history, highlighted by the &lt;a href=\"Sterling%20Hall%20bombing\"&gt;Sterling Hall bombing&lt;/a&gt; and subsequent clashes with student uprisings. One of those student activists, &lt;a href=\"Paul%20Soglin\"&gt;Paul Soglin&lt;/a&gt;, defeated Dyke's attempt for re-election in 1973. Undeterred, Dyke ran as the Republican nominee for governor in 1974, losing to Democrat &lt;a href=\"Patrick%20Lucey\"&gt;Patrick Lucey&lt;/a&gt;.\nA &lt;a href=\"conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, Dyke briefly left the party in &lt;a href=\"1976%20United%20States%20presidential%20election\"&gt;1976&lt;/a&gt; to join Lester Maddox's American Independent Party presidential ticket as the vice presidential nominee; however, he disavowed Maddox's &lt;a href=\"Segregation%20in%20the%20United%20States\"&gt;segregationist&lt;/a&gt; views. Maddox and Dyke won 170,274 votes in the general election (or 0.21% of votes).\nPost-political career.\nFollowing the end of his political career, Dyke opened a general contracting business in &lt;a href=\"Mount%20Horeb%2C%20Wisconsin\"&gt;Mount Horeb&lt;/a&gt;, Wisconsin, and bred &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s. He also worked as a family mediation lawyer in &lt;a href=\"Mineral%20Point%2C%20Wisconsin\"&gt;Mineral Point&lt;/a&gt;, Wisconsin.\nOn December 3, 1996, &lt;a href=\"Governor%20of%20Wisconsin\"&gt;Governor&lt;/a&gt; &lt;a href=\"Tommy%20Thompson\"&gt;Tommy Thompson&lt;/a&gt; appointed Dyke to the circuit court vacancy in &lt;a href=\"Iowa%20County%2C%20Wisconsin\"&gt;Iowa County&lt;/a&gt;, created by the impending retirement of Judge James P. Fiedler. He was elected to a full term on the court in 1998 and subsequently re-elected in 2004 and 2010. He later was selected as the chief judge of the 7th Judicial Administrative District by the &lt;a href=\"Wisconsin%20Supreme%20Court\"&gt;Wisconsin Supreme Court&lt;/a&gt;, and served the maximum of three two-year terms in that role. Dyke left the bench in January 2016, and died of pancreatic cancer in a Dodgeville, WI nursing home two months later.\nDyke illustrated the children's book \"The General's Hat, or Why the Bell Tower Stopped Working\", a tale written by Kay Price about two mice who get on the same ship with General &lt;a href=\"Ulysses%20S.%20Grant\"&gt;Ulysses S. Grant&lt;/a&gt; on his travels to &lt;a href=\"Galena%2C%20Illinois\"&gt;Galena&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;."
}