{
    "id": "8933019",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=8933019",
    "title": "Tōtaranui",
    "text": "Tōtaranui is a 1 km long beach and the site of a large campsite in the &lt;a href=\"Tasman%20Region\"&gt;Tasman Region&lt;/a&gt; of &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; administered by the &lt;a href=\"Department%20of%20Conservation%20%28New%20Zealand%29\"&gt;Department of Conservation&lt;/a&gt; (DOC).\nIt is located in &lt;a href=\"Abel%20Tasman%20National%20Park\"&gt;Abel Tasman National Park&lt;/a&gt; toward the northern end of the &lt;a href=\"Abel%20Tasman%20Track\"&gt;Abel Tasman Track&lt;/a&gt; and is often used as a starting or finishing point for the walk.\nTōtaranui is noted for the golden colour of its sand, more intense than other beaches in the Park, the result of a high content of &lt;a href=\"orthoclase\"&gt;orthoclase&lt;/a&gt; minerals in the eroded granite sands of the vicinity.\nThe New Zealand &lt;a href=\"Ministry%20for%20Culture%20and%20Heritage\"&gt;Ministry for Culture and Heritage&lt;/a&gt; gives a translation of \"many trees\" for .\nHistory.\nThe &lt;a href=\"Ng%C4%81ti%20T%C5%ABmatak%C5%8Dkiri\"&gt;Ngāti Tūmatakōkiri&lt;/a&gt; &lt;a href=\"iwi\"&gt;iwi&lt;/a&gt;, having been forced out of &lt;a href=\"Queen%20Charlotte%20Sound%20%28New%20Zealand%29\"&gt;Queen Charlotte Sound / Tōtaranui&lt;/a&gt; by &lt;a href=\"Ng%C4%81ti%20Kuri\"&gt;Ngāti Kuri&lt;/a&gt;, settled north of the sounds along the coast and may have brought the name Tōtaranui with them.\nOnce a farming settlement, the only permanent residents now are DOC staff. During summer the population swells by up to 1000 campers plus hikers on the track. Water taxi services from &lt;a href=\"Marahau\"&gt;Marahau&lt;/a&gt; link Tōtaranui with other localities around the Park coastline, while a road links Tōtaranui with &lt;a href=\"T%C4%81kaka\"&gt;Tākaka&lt;/a&gt; via &lt;a href=\"Pigeon%20Saddle\"&gt;Pigeon Saddle&lt;/a&gt;.\nFarming ceased after the foundation of the Abel Tasman National Park in 1942 and forest has been allowed to naturally regenerate through &lt;a href=\"Leptospermum%20scoparium\"&gt;manuka&lt;/a&gt; and &lt;a href=\"Kunzea%20ericoides\"&gt;kanuka&lt;/a&gt; to its original mix of &lt;a href=\"southern%20beech\"&gt;southern beech&lt;/a&gt; and &lt;a href=\"lowland%20podocarp\"&gt;lowland podocarp&lt;/a&gt;."
}