{
    "id": "893446",
    "revid": "1068619967",
    "url": "https://en.wikipedia.org/wiki?curid=893446",
    "title": "FC Wil",
    "text": "FC Wil (\"Fussball Club Wil 1900\") is a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Wil\"&gt;Wil&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. They play in the \"Sportpark Bergholz\", which has a total capacity of 6,048. The club has consistently played in the &lt;a href=\"Swiss%20Challenge%20League\"&gt;Swiss second tier&lt;/a&gt; since regaining promotion in 1992, aside from two seasons in the &lt;a href=\"Swiss%20Super%20League\"&gt;Nationalliga A&lt;/a&gt; between 2002 and 2004, and won the &lt;a href=\"Swiss%20Cup\"&gt;Swiss Cup&lt;/a&gt; once in 2004.\nThe club considers its primary purpose to be a stepping stone for young players and work closely together with &lt;a href=\"FC%20St.%20Gallen\"&gt;FC St. Gallen&lt;/a&gt;. It has contributed to the development of several players that currently play in the &lt;a href=\"Swiss%20Super%20League\"&gt;Super League&lt;/a&gt;, some of whom appeared in the &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Swiss national team&lt;/a&gt;, most notably &lt;a href=\"Fabian%20Sch%C3%A4r\"&gt;Fabian Schär&lt;/a&gt;.\nHistory.\nEarly years.\nFC Wil was formed in 1900 in the east of Switzerland by two &lt;a href=\"Gastarbeiter\"&gt;workers&lt;/a&gt; from England. Initially, they were known as \"FC Stella\". In 1902 the club was renamed as \"FC Fors,\" before taking their hometown's name in 1907.\nAfter ceasing operations in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and a revival in 1920, the club achieved promotion to the second division in 1922 before being forced to withdraw from the competition due to losing most of their players. Thanks to a particularly talented youth team, which won the Swiss youth competition in 1937, the club was able to build a base for a new team. They soon achieved several promotions in 1943, 1945, 1949, and 1952 to reach the &lt;a href=\"Nationalliga%20B%20%28football%29\"&gt;Nationalliga B&lt;/a&gt;, from where they were relegated in 1954 as their golden generation began to retire.\nFrom there, the club spend several decades in the lower leagues until in 1988, where the club appointed &lt;a href=\"Christian%20Gross\"&gt;Christian Gross&lt;/a&gt; as &lt;a href=\"Player-manager\"&gt;player manager&lt;/a&gt;. Gross managed the club between 1988 and 1993 and achieved two promotions to reach the &lt;a href=\"Nationalliga%20B%20%28football%29\"&gt;NLB&lt;/a&gt; for the second time, before leaving for &lt;a href=\"Grasshopper%20Club%20Z%C3%BCrich\"&gt;Grasshopper Club Zürich&lt;/a&gt;.\nPromotion to Nationalliga A.\nIn &lt;a href=\"2002/2003%20football%20season%20in%20Switzerland\"&gt;2002&lt;/a&gt; Wil were promoted to the &lt;a href=\"Swiss%20Super%20League\"&gt;top flight&lt;/a&gt; for the first time in history. They achieved a 4th place in their first season, earning themselves a place in the &lt;a href=\"UEFA%20Intertoto%20Cup%202003\"&gt;Intertoto Cup&lt;/a&gt;. The following season, they reached the third round in their European debut, losing to &lt;a href=\"FC%20Nantes\"&gt;FC Nantes&lt;/a&gt;. A week after a record-breaking 11–3 win against local rivals &lt;a href=\"FC%20St.%20Gallen\"&gt;FC St. Gallen&lt;/a&gt;, club president Andreas Hafen was discovered to have embezzled 51 million &lt;a href=\"Swiss%20franc\"&gt;Swiss franc&lt;/a&gt;s (US$40 million) from the &lt;a href=\"UBS%20AG\"&gt;UBS Bank&lt;/a&gt;. He was given a jail term of five years. Approximately 10 million Swiss francs was discovered to have ended up at the club, whose repayment UBS waived as the other board members knew nothing of it.\nAfter the Andreas Hafen saga, the club was taken over by &lt;a href=\"Ukraine\"&gt;Ukrainian&lt;/a&gt; footballer &lt;a href=\"Ihor%20Belanov\"&gt;Igor Belanov&lt;/a&gt; and his time in charge of the club was marked by a frequent changes of coaches. FC Wil won the final of the &lt;a href=\"Swiss%20Cup\"&gt;Swiss Cup&lt;/a&gt; against &lt;a href=\"Grasshopper%20Club%20Z%C3%BCrich\"&gt;Grasshopper Club Zürich&lt;/a&gt; while at the same time being relegated to the second division, under the management of &lt;a href=\"Aleksandr%20Zavarov\"&gt;Aleksandr Zavarov&lt;/a&gt; (who, lacking the necessary &lt;a href=\"UEFA%20Pro%20Licence\"&gt;UEFA licence&lt;/a&gt; to be a coach, was officially given the position of &lt;a href=\"director%20of%20football\"&gt;director of football&lt;/a&gt;).\nRecent history.\nIn July 2015, FC Wil was taken over by Turkish investors \"MNG group\". After an 18-month involvement with the team they abruptly pulled out in January 2017, leaving the club to its own devices. A task-force has formed as a result to save the club from bankruptcy, with the mission of significantly reducing the exorbitant expenses introduced by the investors.\nRoger Bigger returned as president to stabilize the club, after having resigned with the arrival of the investors. However, he definitively stepped down in November 2017, having led the club since 2003. As a result, the club has elected a new board consisting of members based in the region. Contrary to the former investors' ambitions to play in the Europa League, it pledged to return to its roots as a team that focuses on developing and furthering the careers of younger players, settling securely in the Challenge League.\nStadium.\nWil play in the Sportpark Bergholz with a total capacity of 6,048. The &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; contains 748 seats and 5,300 standing places.\nIt is part of the eponymous sports facility, which also contains &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt;s and an &lt;a href=\"ice%20hockey%20rink\"&gt;ice hockey rink&lt;/a&gt;, that was newly built at the site of their old ground in 2013, for the cost of around 11 million &lt;a href=\"Swiss%20francs\"&gt;Swiss francs&lt;/a&gt;. Between 2013 and 2020 it bore the name of its sponsor , before reverting to its initial name."
}