{
    "id": "8942515",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=8942515",
    "title": "Lee Lorch",
    "text": "Lee Alexander Lorch (September 20, 1915 – February 28, 2014) was an American &lt;a href=\"mathematician\"&gt;mathematician&lt;/a&gt;, early &lt;a href=\"civil%20rights%20activist\"&gt;civil rights activist&lt;/a&gt;, and &lt;a href=\"communist\"&gt;communist&lt;/a&gt;. His leadership in the campaign to desegregate &lt;a href=\"Stuyvesant%20Town%E2%80%93Peter%20Cooper%20Village\"&gt;Stuyvesant Town&lt;/a&gt;, a large &lt;a href=\"housing%20development\"&gt;housing development&lt;/a&gt; on the &lt;a href=\"East%20Side%20of%20Manhattan\"&gt;East Side of Manhattan&lt;/a&gt;, helped eventually to make &lt;a href=\"Residential%20segregation%20in%20the%20United%20States\"&gt;housing discrimination&lt;/a&gt; illegal in the United States but also resulted in Lorch losing his own job twice. He and his family then moved to the &lt;a href=\"Southern%20United%20States\"&gt;Southern United States&lt;/a&gt; where he and his wife, &lt;a href=\"Grace%20Lorch\"&gt;Grace Lorch&lt;/a&gt;, became involved in the &lt;a href=\"civil%20rights%20movement\"&gt;civil rights movement&lt;/a&gt; there while also teaching at several &lt;a href=\"Historically%20black%20colleges%20and%20universities\"&gt;Black colleges&lt;/a&gt;. He encouraged black students to pursue studies in &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; and mentored several of the first black men and women to earn &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt;s in mathematics in the United States. After moving to &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; as a result of &lt;a href=\"McCarthyism\"&gt;McCarthyism&lt;/a&gt;, he ended his career as &lt;a href=\"professor%20emeritus\"&gt;professor emeritus&lt;/a&gt; of mathematics at &lt;a href=\"York%20University\"&gt;York University&lt;/a&gt; in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;.\nBackground.\nHe was born in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; to Adolph Lorch and Florence Mayer Lorch. He &lt;a href=\"Graduation\"&gt;graduated&lt;/a&gt; from &lt;a href=\"Cornell%20University\"&gt;Cornell University&lt;/a&gt; in 1935 and obtained his PhD in mathematics from the &lt;a href=\"University%20of%20Cincinnati\"&gt;University of Cincinnati&lt;/a&gt; in 1941.\nHe did mathematics-related work for the war effort in a \"&lt;a href=\"Conscription%20in%20the%20United%20States\"&gt;draft&lt;/a&gt; exempt\" job but quit in 1943 to &lt;a href=\"enlist\"&gt;enlist&lt;/a&gt; in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;. He saw service in &lt;a href=\"India%20in%20World%20War%20II\"&gt;India&lt;/a&gt; and the &lt;a href=\"Pacific%20Ocean%20theater%20of%20World%20War%20II\"&gt;Pacific Theater&lt;/a&gt; of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; before being &lt;a href=\"Demobilization%20of%20United%20States%20armed%20forces%20after%20World%20War%20II\"&gt;demobilized&lt;/a&gt; in 1946.\nLorch obtained a teaching position at the &lt;a href=\"City%20College%20of%20New%20York\"&gt;City College of New York&lt;/a&gt; following the war but was soon fired because of his civil rights work on behalf of &lt;a href=\"African-Americans\"&gt;African-Americans&lt;/a&gt;.\nStuyvesant Town.\n\"I had become very aware of racism through the war; not just &lt;a href=\"Antisemitism\"&gt;anti-Semitism&lt;/a&gt;, but the way the &lt;a href=\"Racism%20against%20African%20Americans%20in%20the%20U.S.%20military\"&gt;American army treated black soldiers&lt;/a&gt;. On the &lt;a href=\"troop%20transport\"&gt;troop transport&lt;/a&gt; overseas, it was always the black &lt;a href=\"Company%20%28military%20unit%29\"&gt;company&lt;/a&gt; on board that had to clean the ship and do the dirty work, and I felt very uncomfortable with that,\" Lorch told an interviewer in 2007.\nSome time after taking up his job at City College, he moved into &lt;a href=\"Stuyvesant%20Town\"&gt;Stuyvesant Town&lt;/a&gt;, a development owned by the &lt;a href=\"Metropolitan%20Life%20Insurance%20Company\"&gt;Metropolitan Life Insurance Company&lt;/a&gt; built with financial and legal support from &lt;a href=\"New%20York%20City%20Council\"&gt;New York City&lt;/a&gt; for war &lt;a href=\"veteran\"&gt;veteran&lt;/a&gt;s. Outraged at the development's \"No Negroes\" policy, Lorch became a vice-&lt;a href=\"Chairperson\"&gt;chair&lt;/a&gt; of a tenants' committee formed to eliminate this discrimination. This had two-thirds support from the other tenants. City College, though conceding the excellence of his work, dismissed Lorch, refusing to give any reason. Lorch obtained a new position at &lt;a href=\"Pennsylvania%20State%20University\"&gt;Pennsylvania State University&lt;/a&gt;, but rather than give up his apartment he asked a black friend and his family to move into his dwelling as \"guests\", a move which circumvented the policy against accepting housing applications from blacks, but which also resulted in his being fired from Penn State, as reported in \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" on April 10, 1950. An &lt;a href=\"editorial\"&gt;editorial&lt;/a&gt; in the \"Times\" the following day (April 11) called on Penn State to reconsider, recalling the suspicious nature of his dismissal from City College the previous year, to no avail.\n\"It's hard to imagine now, but there was no &lt;a href=\"civil%20rights%20legislation\"&gt;civil rights legislation&lt;/a&gt; back then. You could be fired without explanation. But how could you do anything else, in all good conscience?\" said Lorch in 2007.\nMoving South.\nAfter being fired by Penn State, Lorch obtained a teaching position at &lt;a href=\"Fisk%20University\"&gt;Fisk University&lt;/a&gt;, a black college located in &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, in 1950.\nIn 1951, he protested when the &lt;a href=\"Mathematical%20Association%20of%20America\"&gt;Mathematical Association of America&lt;/a&gt; held a regional meeting in a \"whites only\" &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt; hotel which would not admit black members of the association.\nHouse Un-American Activities Committee.\nIn 1955, Lorch was called before the &lt;a href=\"House%20Un-American%20Activities%20Committee\"&gt;House Un-American Activities Committee&lt;/a&gt; after he and his wife, &lt;a href=\"Grace%20Lorch\"&gt;Grace&lt;/a&gt;, attempted to enroll their daughter, Alice, in an all-black elementary school after the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; ruled in &lt;a href=\"Brown%20v.%20Board%20of%20Education\"&gt;Brown v. Board of Education&lt;/a&gt; that school segregation was unconstitutional. The Committee's questioning immediately went in a political direction: though Lorch \"pointedly denied\" engaging in any Communist activity during his tenure at Fisk, he refused to answer questions about his party membership prior to 1941, citing the right to do so under the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment to the United States Constitution&lt;/a&gt;, and never made use of the &lt;a href=\"Fifth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fifth Amendment&lt;/a&gt;. His refusal to testify before HUAC resulted in his being indicted, tried and acquitted for contempt of Congress–nevertheless, during the House of Un-American Activities Committee hearing Fisk University's president, &lt;a href=\"Charles%20S.%20Johnson\"&gt;Charles S. Johnson&lt;/a&gt;, issued a statement that Lorch's position before the HUAC was \"for all practical purposes tantamount to admission of membership in the &lt;a href=\"Communist%20Party%20USA\"&gt;Communist Party&lt;/a&gt;.\" Despite the appeals on Lorch's behalf from 48 out of 70 staff members, 22 student body leaders, and 150 alumni, Fisk ended his contract.\nLittle Rock Nine.\nIn 1957, Lorch was working as chair of the Mathematics Department at &lt;a href=\"Philander%20Smith%20College\"&gt;Philander Smith College&lt;/a&gt;, a small black college in &lt;a href=\"Little%20Rock%2C%20Arkansas\"&gt;Little Rock&lt;/a&gt;, &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;. That year, he and his wife, Grace, helped escort the &lt;a href=\"Little%20Rock%20Nine\"&gt;Little Rock Nine&lt;/a&gt;, nine high school students attempting to be the first black students to enroll at &lt;a href=\"Little%20Rock%20Central%20High%20School\"&gt;Little Rock Central High School&lt;/a&gt; against white segregationist opposition that was so ferocious his wife had to save a 15-year-old black girl from a mob. Faced with threats and sticks of &lt;a href=\"dynamite\"&gt;dynamite&lt;/a&gt; left in their garage and with the school's funding at risk, Lorch resigned and was again forced to look for new employment.\nMove to Canada.\nIn 1959, facing a &lt;a href=\"blacklist\"&gt;blacklist&lt;/a&gt; by most US universities, Lorch accepted a position with the &lt;a href=\"University%20of%20Alberta\"&gt;University of Alberta&lt;/a&gt; and moved his family to Canada. He moved to &lt;a href=\"York%20University\"&gt;York University&lt;/a&gt; in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; in 1968 and taught there until his retirement in 1985. He maintained an office at York and, in 2007, was collaborating with &lt;a href=\"Martin%20Muldoon\"&gt;Martin Muldoon&lt;/a&gt; on a paper about &lt;a href=\"Bessel%20functions\"&gt;Bessel functions&lt;/a&gt;.\nLorch remained a political activist in Canada and was a member of the &lt;a href=\"Communist%20Party%20of%20Canada\"&gt;Communist Party of Canada&lt;/a&gt;, the &lt;a href=\"United%20Jewish%20Peoples%20Order\"&gt;United Jewish Peoples Order&lt;/a&gt; and honorary president of the Canadian Cuban Friendship Association.\nAcademic work and recognition.\nLorch's dissertation, under &lt;a href=\"Otto%20Sz%C3%A1sz\"&gt;Otto Szász&lt;/a&gt;, focused on the behavior of certain classes of &lt;a href=\"Fourier%20series\"&gt;Fourier series&lt;/a&gt; and his subsequent research also focused on analysis.\nHe has been recognized for his academic work with a fellowship in the &lt;a href=\"Royal%20Society%20of%20Canada\"&gt;Royal Society of Canada&lt;/a&gt;, election to the councils of the &lt;a href=\"Canadian%20Mathematical%20Society\"&gt;Canadian Mathematical Society&lt;/a&gt;, the &lt;a href=\"American%20Mathematical%20Society\"&gt;American Mathematical Society&lt;/a&gt; and the &lt;a href=\"Royal%20Society%20of%20Canada\"&gt;Royal Society of Canada&lt;/a&gt;.\nTwo of the colleges that fired him, Fisk and City University, have awarded Lorch with &lt;a href=\"honorary%20degree\"&gt;honorary degree&lt;/a&gt;s. He was also honored by the U.S. &lt;a href=\"National%20Academy%20of%20Sciences\"&gt;National Academy of Sciences&lt;/a&gt; in 1990 and by &lt;a href=\"Spelman%20College\"&gt;Spelman College&lt;/a&gt; in 1999. In 2003, the &lt;a href=\"International%20Society%20for%20Analysis%2C%20its%20Applications%20and%20Computation\"&gt;International Society for Analysis, its Applications and Computation&lt;/a&gt; presented him with an honorary life membership for distinguished mathematical contributions and for his struggles for the disadvantaged and &lt;a href=\"world%20peace\"&gt;world peace&lt;/a&gt;.\nIn 2007, Lorch was awarded with the &lt;a href=\"Mathematical%20Association%20of%20America\"&gt;Mathematical Association of America&lt;/a&gt;'s Yueh-Gin Gung and Dr. Charles Y. Hu Distinguished Service to Mathematics Award and in 2007 he was the first Canadian, and one of only 17 non-Cubans, to be elected to the &lt;a href=\"Cuban%20Academy%20of%20Sciences\"&gt;Cuban Academy of Sciences&lt;/a&gt;. In 2012 he became a fellow of the &lt;a href=\"American%20Mathematical%20Society\"&gt;American Mathematical Society&lt;/a&gt;.\nLegacy.\nLorch's legacy as a teacher at black universities such as Fisk and Philander Smith was to encourage black students including black women to pursue graduate study in mathematics. At Fisk, Lorch taught three of the first black students ever to earn &lt;a href=\"doctorate\"&gt;doctorate&lt;/a&gt;s in mathematics. Of the 21 American black women who obtained a PhD in mathematics before 1980, Lorch taught three during his tenure at Fisk University.\nIn 2010, Lorch was asked if he would have done anything any differently. \"More and better of the same,\" he replied. He died in 2014 at &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, aged 98."
}