{
    "id": "8945067",
    "revid": "14383484",
    "url": "https://en.wikipedia.org/wiki?curid=8945067",
    "title": "499th Air Refueling Wing",
    "text": "The 499th Air Refueling Wing is an inactive &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; (USAF) unit that was last active at &lt;a href=\"Westover%20AFB\"&gt;Westover AFB&lt;/a&gt;, Massachusetts in June 1966.\nThe wing was first activated as the 499th Bombardment Group of the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt;, which flew combat in the &lt;a href=\"Asiatic-Pacific%20Theater\"&gt;Pacific Theater of Operations&lt;/a&gt; as part of &lt;a href=\"Twentieth%20Air%20Force\"&gt;Twentieth Air Force&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The 499th BG engaged in very heavy &lt;a href=\"Boeing%20B-29%20Superfortress\"&gt;Boeing B-29 Superfortress&lt;/a&gt; bombardment operations against Japan for which it earned two &lt;a href=\"Distinguished%20Unit%20Citation\"&gt;Distinguished Unit Citation&lt;/a&gt;s. Its aircraft were identified by a \"V\" and a square painted on the tail.\nThe 499th Air Refueling Wing was an &lt;a href=\"aerial%20refueling\"&gt;air refueling&lt;/a&gt; and airborne command and control unit active from 1963 to 1966. In 1984 USAF consolidated the group and wing into a single unit sharing a common history.\nHistory.\nWorld War II.\nThe 499th Bombardment Group was established in late 1943 at &lt;a href=\"Davis%E2%80%93Monthan%20Field\"&gt;Davis–Monthan Field&lt;/a&gt;, Arizona as a &lt;a href=\"Boeing%20B-29%20Superfortress\"&gt;Boeing B-29 Superfortress&lt;/a&gt; very heavy bombardment group. The unit's original operational squadrons were the &lt;a href=\"877th%20Bombardment%20Squadron\"&gt;877th&lt;/a&gt;, &lt;a href=\"878th%20Bombardment%20Squadron\"&gt;878th&lt;/a&gt;, &lt;a href=\"879th%20Bombardment%20Squadron\"&gt;879th&lt;/a&gt;, and &lt;a href=\"880th%20Bombardment%20Squadron\"&gt;880th Bombardment Squadron&lt;/a&gt;s. It was also assigned four bombardment maintenance squadrons (one paired with each of its operational squadrons) and a photographic laboratory,\nThe &lt;a href=\"group%20%28military%20aviation%20unit%29\"&gt;group&lt;/a&gt; moved to &lt;a href=\"Smoky%20Hill%20Army%20Air%20Field\"&gt;Smoky Hill Army Air Field&lt;/a&gt;, Kansas in December 1943 to begin training. Due to a shortage of B-29 Superfortresses, the group was equipped with &lt;a href=\"Boeing%20B-17%20Flying%20Fortress\"&gt;Boeing B-17 Flying Fortress&lt;/a&gt;es already at Smoky Hill that had been previously used for training heavy bomber replacements. In the spring of 1944, the 499th finally received newly manufactured B-29s. In May the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; reorganized its very heavy bombardment units. The 880th Bombardment Squadron and the bombardment maintenance squadrons were inactivated and their personnel absorbed into the remaining three squadrons.\nThe 499th deployed to &lt;a href=\"Asiatic-Pacific%20Theater\"&gt;Pacific Theater of Operations&lt;/a&gt; in September 1944, where it became part of the &lt;a href=\"XXI%20Bomber%20Command\"&gt;XXI Bomber Command&lt;/a&gt; in the Northern Mariana Islands at &lt;a href=\"Isely%20Field\"&gt;Isely Field&lt;/a&gt;, &lt;a href=\"Saipan\"&gt;Saipan&lt;/a&gt;. Upon arrival the group's personnel were engaged in Quonset hut construction. By mid-October most personnel were able to move into the huts from the initial tents which they were assigned on arrival. The group began operations with attacks in the &lt;a href=\"Chuuk%20State\"&gt;Truk Islands&lt;/a&gt; and on &lt;a href=\"Iwo%20Jima\"&gt;Iwo Jima&lt;/a&gt;. It took part in the first attack on Japan by AAF planes based in the Marianas. The group flew numerous missions in daylight, operating from high altitude to bomb strategic targets in Japan.\nThe 499th received a &lt;a href=\"Distinguished%20Unit%20Citation\"&gt;Distinguished Unit Citation&lt;/a&gt; (DUC) for striking the Mitsubishi aircraft engine plant at &lt;a href=\"Nagoya\"&gt;Nagoya&lt;/a&gt; on 23 January 1945. In March 1945 the group began to conduct night attacks, flying at low altitude to drop incendiaries on area targets in Japan. It completed a series of attacks against enemy airfields on &lt;a href=\"Ky%C5%ABsh%C5%AB\"&gt;Kyūshū&lt;/a&gt; to aid the &lt;a href=\"Invasion%20of%20Okinawa\"&gt;Invasion of Okinawa&lt;/a&gt; in April 1945 and received another DUC for this action. The group released propaganda leaflets over the Japanese home islands, in July and August, continuing strategic bombing raids and incendiary attacks until the &lt;a href=\"Japanese%20surrender\"&gt;Japanese surrender&lt;/a&gt; in August 1945.\nAfter &lt;a href=\"V-J%20Day\"&gt;V-J Day&lt;/a&gt;, the 499th dropped supplies to Allied prisoners. In November 1945 the unit returned to the United States; where it was assigned to &lt;a href=\"Continental%20Air%20Forces\"&gt;Continental Air Forces&lt;/a&gt;'s &lt;a href=\"Fourth%20Air%20Force\"&gt;Fourth Air Force&lt;/a&gt; at &lt;a href=\"March%20Field\"&gt;March Field&lt;/a&gt;, California. However demobilization was in full swing and the group was inactivated on 17 January 1946.\nCold War.\nThe origins of the 499th Air Refueling Wing date to 1 April 1955, when &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; (SAC) organized the 4050th Air Refueling Wing at &lt;a href=\"Westover%20Air%20Force%20Base\"&gt;Westover Air Force Base&lt;/a&gt;, Massachusetts and assigned it to &lt;a href=\"Eighth%20Air%20Force\"&gt;Eighth Air Force&lt;/a&gt; and later the &lt;a href=\"57th%20Air%20Division\"&gt;57th Air Division&lt;/a&gt;. The 4050th became the host organization when Westover transferred to SAC from &lt;a href=\"Military%20Air%20Transport%20Service\"&gt;Military Air Transport Service&lt;/a&gt;. In addition to the &lt;a href=\"384th%20Air%20Refueling%20Squadron\"&gt;384th Air Refueling Squadron&lt;/a&gt;, flying &lt;a href=\"Boeing%20KC-97%20Stratofreighter\"&gt;Boeing KC-97 Stratofreighter&lt;/a&gt;s, the &lt;a href=\"wing%20%28military%20aviation%20unit%29\"&gt;wing&lt;/a&gt; was assigned three maintenance squadrons and an air base group. Three weeks later the wing added a second KC-97 squadron, the &lt;a href=\"26th%20Air%20Refueling%20Squadron\"&gt;26th Air Refueling Squadron&lt;/a&gt;, which moved to Westover from &lt;a href=\"Lockbourne%20Air%20Force%20Base\"&gt;Lockbourne Air Force Base&lt;/a&gt;, Ohio. A little over a year later, the wing became a tenant of the &lt;a href=\"99th%20Bombardment%20Wing\"&gt;99th Bombardment Wing&lt;/a&gt; and the personnel, equipment, and mission of its 4050th Air Base Group were transferred on 4 September 1956 to 57th Air Division's 814th Air Base Group (Later redesignated as the 814th Combat Support Group), and then finally transferred to the newly activated 99th Combat Support Group on 2 January 1968.\nOn 1 July 1957, the wing was assigned the newly activated &lt;a href=\"99th%20Air%20Refueling%20Squadron\"&gt;99th Air Refueling Squadron&lt;/a&gt;, located at &lt;a href=\"Turner%20Air%20Force%20Base\"&gt;Turner Air Force Base&lt;/a&gt;, Georgia. In August, the 99th moved to Westover and replaced the 26th Air Refueling Squadron, which moved to &lt;a href=\"Plattsburgh%20Air%20Force%20Base\"&gt;Plattsburgh Air Force Base&lt;/a&gt;, New York and was reassigned from the wing. Unlike the wing's other squadrons, the 99th was a &lt;a href=\"Boeing%20KC-135%20Stratotanker\"&gt;Boeing KC-135 Stratotanker&lt;/a&gt; Squadron whose mission was to support the &lt;a href=\"Boeing%20B-52%20Stratofortress\"&gt;Boeing B-52 Stratofortress&lt;/a&gt;es of the co-located 99th Bombardment Wing.\nIn 1960, the wing added the mission of commanding SAC &lt;a href=\"air%20refueling\"&gt;air refueling&lt;/a&gt; squadrons that were forward positioned in the middle Atlantic states at bases hosted by other Major Commands. In January the &lt;a href=\"305th%20Air%20Refueling%20Squadron\"&gt;305th Air Refueling Squadron&lt;/a&gt; was reassigned to the wing when it moved from &lt;a href=\"MacDill%20Air%20Force%20Base\"&gt;MacDill Air Force Base&lt;/a&gt;, Florida to &lt;a href=\"McGuire%20Air%20Force%20Base\"&gt;McGuire Air Force Base&lt;/a&gt;, New Jersey. and in June the &lt;a href=\"11th%20Air%20Refueling%20Squadron\"&gt;11th Air Refueling Squadron&lt;/a&gt; at &lt;a href=\"Dover%20Air%20Force%20Base\"&gt;Dover Air Force Base&lt;/a&gt;, Delaware was reassigned to the wing. In April the &lt;a href=\"19th%20Air%20Refueling%20Squadron\"&gt;19th Air Refueling Squadron&lt;/a&gt; at &lt;a href=\"Otis%20Air%20Force%20Base\"&gt;Otis Air Force Base&lt;/a&gt;, Massachusetts was assigned to the wing after the 4060th Air Refueling Wing at &lt;a href=\"Dow%20Air%20Force%20Base\"&gt;Dow Air Force Base&lt;/a&gt;, Maine was discontinued. With five air refueling squadrons assigned, the 4050th (and later the 499th) became the largest operational wing in SAC.\nThe following April, the wing added a squadron in the mid Atlantic, the &lt;a href=\"303d%20Air%20Refueling%20Squadron\"&gt;303d Air Refueling Squadron&lt;/a&gt; at &lt;a href=\"Kindley%20Air%20Force%20Base\"&gt;Kindley Air Force Base&lt;/a&gt;, &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt;. The 19th was transferred to the &lt;a href=\"4038th%20Strategic%20Wing\"&gt;4038th Strategic Wing&lt;/a&gt; the same day in preparation for conversion to KC-135s to support the 4038th's B-52s.\nHowever, SAC Major Command Controlled (MAJCON) units could not carry a permanent history or lineage. and SAC looked for a way to make its these wings permanent. In 1962, in order to perpetuate the lineage of many currently inactive bombardment units with illustrious &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; records, SAC received authority from USAF to discontinue its MAJCON wings that were equipped with combat aircraft and to activate Air Force Controlled (AFCON) units, most of which were inactive at the time which could carry a lineage and history.\nAs a result, the 4050th was replaced by the newly constituted 499th Air Refueling Wing which assumed its mission, personnel, and equipment on 1 January 1963. The 4050th's air refueling squadrons were reassigned to the 499th. Component support units were replaced by units with numerical designation of the newly established wing.\nThe 499th Air Refueling Wing continued to support SAC bombardment and &lt;a href=\"Tactical%20Air%20Command\"&gt;Tactical Air Command&lt;/a&gt; aircraft with air refueling. The wing also deployed parts of its tanker force overseas to support unit movements and special operations. In addition to its tankers the 499th also flew the Boeing EC-135 &lt;a href=\"Looking%20Glass%20%28airplane%29\"&gt;Looking Glass&lt;/a&gt; missions in support of the &lt;a href=\"Post%20Attack%20Command%20and%20Control%20System\"&gt;Post Attack Command and Control System&lt;/a&gt; airborne command post for Eighth Air Force.\nAs SAC phased out its KC-97 aircraft, the wing began to shrink. The 303d Air Refueling Squadron inactivated in late spring 1963 and in July 1964 the three squadrons located at other bases were transferred to other SAC headquarters. In December 1965 the last KC-97 squadron assigned to the wing became non-operational, although it remained with the wing on paper. The 499th's KC-135 squadron was reassigned to the 99th Bombardment Wing the following month. The 499th Air Refueling Wing was inactivated on 25 June 1966.\nLineage.\n499th Bombardment Group\n499th Air Refueling Wing\nComponents.\nOperational Squadrons\nMaintenance Squadrons\nOther"
}