{
    "id": "8956300",
    "revid": "230475",
    "url": "https://en.wikipedia.org/wiki?curid=8956300",
    "title": "Jim Swink",
    "text": "Jim Swink (March 14, 1936 – December 3, 2014) was an &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; &lt;a href=\"Halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt; at &lt;a href=\"Texas%20Christian%20University\"&gt;Texas Christian University&lt;/a&gt; in &lt;a href=\"Fort%20Worth%2C%20Texas\"&gt;Fort Worth, Texas&lt;/a&gt;.\nSwink grew up in &lt;a href=\"Rusk%2C%20Texas\"&gt;Rusk, Texas&lt;/a&gt;, which inspired his nickname: \"The Rusk Rambler\". He is remembered as one of the greatest &lt;a href=\"running%20backs\"&gt;running backs&lt;/a&gt; in &lt;a href=\"Southwest%20Conference\"&gt;Southwest Conference&lt;/a&gt; history and led the &lt;a href=\"TCU%20Horned%20Frogs\"&gt;Horned Frogs&lt;/a&gt; to win consecutive conference championships in 1955 and 1956. These victories resulted in trips to the &lt;a href=\"Cotton%20Bowl%20Classic\"&gt;Cotton Bowl Classic&lt;/a&gt;.\nCareer.\nPlaying career.\nSwink was named an All-American player in 1955 and 1956. His best season was in 1955, when he rushed for 1,283 yards (which was second-best in the nation) and led the country with 125 points scored. In just the first four &lt;a href=\"game\"&gt;game&lt;/a&gt;s of that season he gained 484 yards and scored 10 touchdowns. His best performance that year was during the rival match with &lt;a href=\"University%20of%20Texas\"&gt;Texas&lt;/a&gt; in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin&lt;/a&gt;. During the game, Swink rushed 15 times for 235 yards and scored 26 points in a 47–20 rout of the &lt;a href=\"Texas%20Longhorns\"&gt;Longhorns&lt;/a&gt;. In the same year, he finished second to &lt;a href=\"Howard%20Cassady\"&gt;Howard Cassady&lt;/a&gt; of &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State&lt;/a&gt; in the voting for the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt;. The &lt;a href=\"Texas%20Longhorns\"&gt;Longhorns&lt;/a&gt;' slogan and famous hand gesture, known as the \"&lt;a href=\"Hook%20%27em%20Horns\"&gt;Hook 'em Horns&lt;/a&gt;,\" was created in reference to the need to mitigate Swink's prowess as a player.\nAfter finishing his degree at TCU, Swink chose to give up playing in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; and attended &lt;a href=\"medical%20school\"&gt;medical school&lt;/a&gt; instead. In 1960, he joined the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt;'s &lt;a href=\"Dallas%20Texans%20%28AFL%29\"&gt;Dallas Texans&lt;/a&gt; for their inaugural season.\nMilitary career.\nAccording to the book \"June 17, 1967: Battle of Xom Bo II\" by David Hearne:\nThe presence of 31 years old Captain James E. Swink, our battalion surgeon, was an additional blessing for our wounded men as they were pulled out of the wood line. During battalion-size operations, operations, Swink would often travel with us to the field. He had been assigned to the Black Lions after a 5 months stint at the 12th Evacuation Hospital in Cu-Chi, Vietnam. He was there in the aftermath of the battle helping the medics with the wounded. Jim Swink was from Rusk, Texas. He had been a famed player in his early years, earning him the moniker \"the Rusk Rambler\" as he led TCU to consecutive conference championships and Cotton Bowl appearances. In fact, Captain Swink was a two time \"All American\" halfback who finished second in the Heisman Trophy voting in 1955. After graduating from TCU, he rejected an NFL career even though drafted by the [Chicago] &lt;a href=\"Chicago%20Bears\"&gt;Bears&lt;/a&gt;. In numerous interviews, Swink stated he had been inspired by a physician in Rusk, Texas to pursue a medical career. It must have been a difficult decision because Swink had proven himself a formidable &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player. He had led the nation in scoring and placed second in rushing in 1955. He got to play against Jim Brown, and Swink's team won. He is also remembered for being the object of the University of Texas expression, \"Hook em Horns.\" Prior to November 12, 1955, game Texas students had come up with the oft-heard phrase in the hopes of unsettling Swink and his team, the Horned Frogs, but it didn't work. Even with thousands of Texas students screaming \"Hook em Horns horns\" Swink still played one of his best games, rushing for 235 yards on 15 carries for a 15.7-yard average and scored a school-record of 26 points. The Frogs trounced the Longhorns, 47–20 that afternoon.\nCaptain Swink also fought hard for us, and though he had little in the field to work with, just his presence was comforting to us and especially to the medics. With James Swink around there was someone to go to when a for them. Ross Phillips said Swink was accessible and didn't play the rank game. He said Swink was a fun guy who was always a dedicated doctor. During his tour, he was wounded and received a Purple Heart and a &lt;a href=\"Bronze%20Star%20Medal\"&gt;Bronze Star Medal&lt;/a&gt; for his outstanding contribution to the cause. The wounded soldier was beyond what a medic felt capable of handling. Captain Swink did whatever he could with the little he had in the field. He said, \"We can give them some pain medication and start an IV on them or very rarely maybe a system with their airway and breathing.\" His biggest goal as he stated, \"You get them on a helicopter as fast as you can.\" In another photograph taken by AP photographer Henri Huet, it shows Captain Swink with his stethoscope dangling from his neck working hard on a wounded soldier. Opposite of him is a soldier with a cigarette hanging from his lips who appears to be assisting. In the background, you can see other soldiers, one with his shirt off and two more, probably Jim Callahan and Mike Stout, working on another wounded soldier. The photograph appears to have been taken at a makeshift triage area. The medics liked Captain Swink and he had great respect for them.\nLater career.\nHe later practiced medicine in Fort Worth as an &lt;a href=\"Orthopedic%20surgery\"&gt;orthopedic surgeon&lt;/a&gt;. In 1980, Swink was elected to the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt;, and in 1982 he was presented with a Silver Anniversary Award by the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt; for career achievements outside of football. In 2005, he was awarded the Doak Walker Legends Award.\nSwink died on December 3, 2014, at his home in Rusk, Texas, due to complications of &lt;a href=\"lymphoma\"&gt;lymphoma&lt;/a&gt;. According to his wife, he continued his medical practice until he became ill."
}