{
    "id": "895961",
    "revid": "30639254",
    "url": "https://en.wikipedia.org/wiki?curid=895961",
    "title": "Baseball rules",
    "text": "The rules of &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; differ slightly from league to league, but in general share the same basic game play.\nRules.\nThere are several major rules, which differ only slightly.\nThe \"Official Baseball Rules\" govern all professional play in the United States and Canada, including the &lt;a href=\"World%20Baseball%20Classic\"&gt;World Baseball Classic&lt;/a&gt;. The complete rules are published as the &lt;a href=\"http%3A//mlb.mlb.com/mlb/official_info/official_rules/foreword.jsp\"&gt;Official Baseball Rules at MLB.com&lt;/a&gt;, the official web site of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; in the United States and Canada. The rules are also published in book form in North America by the \"&lt;a href=\"Sporting%20News\"&gt;Sporting News&lt;/a&gt;\". Many amateur and youth leagues use the \"OBR\" with only a few modifications for safety.\nOther slightly modified versions of the \"Official Baseball Rules\" are used in competitions operated by the &lt;a href=\"International%20Baseball%20Federation\"&gt;International Baseball Federation&lt;/a&gt; (IBAF), including the &lt;a href=\"Baseball%20at%20the%20Summer%20Olympics\"&gt;Olympics&lt;/a&gt; and the &lt;a href=\"Baseball%20World%20Cup\"&gt;World Cup&lt;/a&gt;, most leagues outside North America (such as Japan's &lt;a href=\"Nippon%20Professional%20Baseball\"&gt;Nippon Professional Baseball&lt;/a&gt;), and youth baseball organizations such as &lt;a href=\"Little%20League\"&gt;Little League&lt;/a&gt;, &lt;a href=\"PONY%20League\"&gt;PONY League&lt;/a&gt;, and &lt;a href=\"Cal%20Ripken%2C%20Sr.%20Collegiate%20Baseball%20League\"&gt;Cal Ripken League&lt;/a&gt;.\nThe baseball rulebook of the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; (NCAA), aside from governing the games of that organization's members, is also used by several other competitions involving college-aged players.\nU.S. high school and high school-age baseball is governed by the rules of the &lt;a href=\"National%20Federation%20of%20State%20High%20School%20Associations\"&gt;National Federation of State High School Associations&lt;/a&gt; (NFHS).\nDifferences and evolution.\nFor the origins of the game, see &lt;a href=\"Origins%20of%20baseball\"&gt;Origins of baseball&lt;/a&gt;. Unlike many other sports, the Official Baseball Rules have remained mainly static during the modern era of the game. Many baseball players, fans, and administrators view the rules and traditions of professional baseball as time-tested and nearly sacrosanct.\nThis was not the case during baseball's early days, particularly in the late 19th century, when rules were changed significantly and often yearly. The game as we know it today really began to take shape only in the late 1880s, and even after that, many significant rule changes were made during the rest of that century.\nIn 1857, under the &lt;a href=\"NABBP\"&gt;NABBP&lt;/a&gt; Rules which governed until 1870, the current 9-&lt;a href=\"inning\"&gt;inning&lt;/a&gt; format was adopted, replacing the previous rule that the first team to score 21 runs won. The next year called strikes were recognized, and a batter was out if a ball, fair or foul, was caught on the fly or after one bounce. Called balls and the walk were introduced in 1863. In 1867, the batter had the right to call for a high or low pitch, to be determined by the umpire.\nThe &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; formed in 1876. Its rules changed almost yearly for the next quarter century. In 1880, a batter was out if the catcher caught the third strike; otherwise, the batter got four strikes. Before 1883, pitchers were required to deliver pitches with their hand below their hips; in that year, the rule was changed to allow shoulder-high deliveries. Until 1887, batters could call for either a high or low pitch, and the strike zone was either above or below the waist. In 1885, the rules changed, to allow bats to be flat on one side; beginning in 1893, they had to be round. In 1887, the rules changed so that batters could no longer call for a pitch; and the strike zone was defined as from the shoulders to the knees. During this period, the pitcher's mound was much closer to home plate, foul balls were not counted as strikes, batters got four strikes, and the number of \"called balls\" resulting in a walk—which initially included strikes and foul balls- went from 9 to 8 to 7 to 6 to 5 and, in 1889, to 4. In that same year, the number of strikes went from 4 to 3. In 1887, a rule was adopted for that year counting only walks as hits, which played havoc with statistics. In 1892, the 154 game schedule was adopted. In 1893, the pitching position was changed from behind a line 50 feet from home plate to contact with a rubber slab 60.5 feet away. In 1894, foul bunts were made strikes, and the &lt;a href=\"infield%20fly%20rule\"&gt;infield fly rule&lt;/a&gt; was adopted with one out. In 1895, foul tips were made strikes, but not foul balls. In 1898, the first modern balk rule was adopted, as well as the modern rule for recognizing stolen bases. In 1901, the infield fly rule was extended to apply when there were no outs.\nBecause of the frequent and often radical rule changes during this early period, the \"modern era\" is generally considered to have begun in 1901, when the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; was also formed.\nSome significant rule changes continued in the first quarter of the 20th century but were much less frequent. In 1903, the American League adopted the foul strike rule. In 1907, the sacrifice fly rule was adopted. In 1910, cork centers were added to balls. In 1925, the minimum distance for a home run was made 250 feet. Until 1929 (AL) and 1931 (NL), a ball that bounced over the outfield fence in fair territory was a home run, not a double.\nAfter that, the rules remained virtually static for decades. In 1961, the 162-game schedule was adopted. In 1969, the pitcher's mound dropped five inches and the strike zone reduced: from the armpits to the top of the knees. In 1973, the American League adopted the &lt;a href=\"designated%20hitter\"&gt;designated hitter&lt;/a&gt; rule—rejected to this day by the National League. This was probably the most controversial rule change in baseball's history and is still subject to lively debate. Also controversial when adopted was the later introduction of &lt;a href=\"interleague%20play\"&gt;interleague play&lt;/a&gt;. The most recent significant rule changes, banning the use of steroids and other performance-enhancing substances, have had widespread support as protecting the integrity of the game. The use of steroids by many players over the last two decades has called into question records for both hitting and pitching.\nGameplay.\nGeneral structure.\nBaseball is played between two teams with nine players in the field from the team that is not batting at that point (the batting team would have one batter in play at \"home plate\" on the field). On a &lt;a href=\"baseball%20field\"&gt;baseball field&lt;/a&gt;, the game is under the authority of several umpires. There are usually four umpires in major league games; up to six (and as few as one) may officiate depending on the league and the importance of the game. There are three \"&lt;a href=\"base%20%28baseball%29\"&gt;bases&lt;/a&gt;\". Numbered &lt;a href=\"counterclockwise\"&gt;counterclockwise&lt;/a&gt;, first, second, and third bases are cushions (sometimes informally referred to as \"bags\") shaped as 15 in (38 cm) squares which are raised a short distance above the ground; together with &lt;a href=\"home%20plate\"&gt;home plate&lt;/a&gt;, the fourth \"base\", they form a square with sides of 90 ft (27.4 m) called the diamond. Home plate is a pentagonal rubber slab 17 in (43.2 cm) wide. The playing field is divided into three main sections:\nThe pitcher's mound is located in the center of the infield. It is an 18 ft (5.5 m) diameter mound of dirt no higher than 10 in (25.4 cm). Near the center of the mound is the pitching rubber, a rubber slab positioned 60 ft 6 in (18.4 m) from home plate. The pitcher must have one foot on the rubber at the start of every pitch to a batter, but the pitcher may leave the mound area once the ball is released.\nAt the college/professional level, baseball is played in nine &lt;a href=\"inning\"&gt;inning&lt;/a&gt;s in which each team gets one turn to &lt;a href=\"%23Batting\"&gt;bat&lt;/a&gt; and tries to score \"&lt;a href=\"run%20%28baseball%29\"&gt;runs&lt;/a&gt;\" while the other pitches and defends in the field. High school baseball plays seven innings and &lt;a href=\"Little%20League\"&gt;Little League&lt;/a&gt; uses six-inning games. An inning is broken up into two halves in which the away team bats in the top (first) half, and the home team bats in the bottom (second) half. In baseball, the defense always has the ball—a fact that differentiates it from most other team sports. The teams switch every time the defending team gets three players of the batting team \"&lt;a href=\"out%20%28baseball%29\"&gt;out&lt;/a&gt;\". The winner is the team with the most runs after nine innings. If the home team is ahead after the top of the ninth, play does not continue into the bottom half. When this happens, an X is put on the scoreboard for the home team's score in the ninth inning. In the case of a tie, additional innings are played until one team comes out ahead at the end of an inning. If the home team takes the lead anytime during the bottom of the ninth or of any inning after that, play stops and the home team is declared the winner. This is known as a walk-off.\nThe basic contest is always between the \"&lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt;\" for the fielding team and a \"&lt;a href=\"Batter%20%28baseball%29\"&gt;batter&lt;/a&gt;\". The pitcher throws—\"&lt;a href=\"pitch%20%28baseball%29\"&gt;pitches&lt;/a&gt;\"—the ball towards home plate, where the \"&lt;a href=\"catcher\"&gt;catcher&lt;/a&gt;\" for the fielding team waits (in a crouched stance) to receive it. Behind the catcher stands the home plate umpire. The batter stands in one of the &lt;a href=\"batter%27s%20box\"&gt;batter's box&lt;/a&gt;es and tries to hit the ball with a bat. The pitcher must keep one foot in contact with the top or front of the pitcher's rubber—a 24×6 in (61×15 cm) plate located atop the pitcher's mound—during the entire pitch, so he can take only one step backward and one forward in delivering the ball. The catcher's job is to receive any pitches that the batter does not hit and to \"call\" the game by a series of hand movements that signal to the pitcher what pitch to throw and where. The catcher also usually signals the desired location of the ball within the strike zone and \"sets up\" behind the plate or holds his glove up in the desired location as a target. The catcher's role becomes more crucial depending on how the game is going, and how the pitcher responds to a given situation. Each pitch begins a new \"play\", which might consist of nothing more than the pitch itself.\nEach half-inning, the goal of the defending team is to get three members of the other team out. A player who is out must leave the field and wait for his next turn &lt;a href=\"at%20bat\"&gt;at bat&lt;/a&gt;. There are many ways to get batters and baserunners out; some of the most common are catching a batted ball &lt;a href=\"in%20flight\"&gt;in the air&lt;/a&gt;, &lt;a href=\"tag%20out\"&gt;tag out&lt;/a&gt;s, &lt;a href=\"force%20play\"&gt;force outs&lt;/a&gt;, and &lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt;s. After the fielding team has put out three players from the opposing team, that half of the inning is over and the team in the field and the team at bat switch places; there is no upper limit to the number that may bat in rotation before three outs are recorded. Going through the entire order in an inning is referred to as \"batting around\" and it is indicative of a high-scoring inning. A complete inning consists of each opposing side having a turn (three outs) on offense.\nThe goal of the team at bat is to score more runs than the opposition; a player may do so by batting, then &lt;a href=\"baserunning\"&gt;becoming a baserunner&lt;/a&gt;, touching all the bases in order (via one or more plays), and finally touching home plate. A player may also become a baserunner by being inserted as a &lt;a href=\"Pinch%20runner\"&gt;pinch-runner&lt;/a&gt;. To that end, the goal of each batter is to enable &lt;a href=\"%23Baserunning\"&gt;baserunners&lt;/a&gt; to score or to become a baserunner himself. The batter attempts to hit the ball into &lt;a href=\"fair%20territory\"&gt;fair territory&lt;/a&gt;—between the baselines—in such a way that the defending players cannot get them or the baserunners out. In general, the pitcher attempts to prevent this by pitching the ball in such a way that the batter cannot hit it cleanly or, ideally, at all.\nA baserunner who has successfully touched home plate without being retired (called out) after touching all previous bases scores a \"&lt;a href=\"run%20%28baseball%20statistics%29\"&gt;run&lt;/a&gt;\". In an enclosed field, a &lt;a href=\"fair%20ball\"&gt;fair ball&lt;/a&gt; hit over the fence on the fly is an automatic \"&lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;\", which entitles the batter and all runners to touch all the bases and score. On a field with foul poles, a ball that hits a pole is also a home run. A home run hit with all bases occupied ('&lt;a href=\"bases%20loaded\"&gt;bases loaded&lt;/a&gt;') is called a \"grand slam\".\nFielding team.\nThe squad in the field is the defensive team; they attempt to prevent the baserunners from scoring. There are nine defensive positions, but only two have a mandatory location (pitcher and catcher). The locations of the other seven fielders are not specified by the rules, except that at the moment the pitch is delivered, they must be positioned in fair territory and not in the space between the pitcher and the catcher. These fielders often shift their &lt;a href=\"baseball%20positioning\"&gt;positioning&lt;/a&gt; in response to specific batters or game situations, and they may exchange positions with one another at any time.\nThe nine positions most commonly used (with the number scorekeepers use) are: pitcher (1), catcher (2), first baseman (3), second baseman (4), third baseman (5), shortstop (6), left fielder (7), center fielder (8), and right fielder (9). Note that, in rare cases, teams may use dramatically differing schemes, such as switching an outfielder for an infielder. The numbering convention was established by &lt;a href=\"Henry%20Chadwick%20%28baseball%20writer%29\"&gt;Henry Chadwick&lt;/a&gt;. The reason the shortstop seems out of order has to do with the way fielders positioned themselves in the early years of the game; the shortstop was positioned in the shallow outfield. Each position is weighted on the &lt;a href=\"defensive%20spectrum\"&gt;defensive spectrum&lt;/a&gt; in terms of difficulty. The most difficult position is the catcher, while the least difficult is first base. Designated hitter, while on the scale, is not part of the defense at all. Pitchers, while part of the active defense, are so specialized in their role that they usually make only routine plays.\nThe battery.\nThe \"&lt;a href=\"battery%20%28baseball%29\"&gt;battery&lt;/a&gt;\" is composed of the \"&lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt;\", who stands on the rubber of the mound, which is also known as the pitching plate, and the \"&lt;a href=\"catcher\"&gt;catcher&lt;/a&gt;\", who squats behind home plate. These are the two fielders who always deal directly with the batter on every pitch, hence the term \"battery\", coined by &lt;a href=\"Henry%20Chadwick%20%28baseball%20writer%29\"&gt;Henry Chadwick&lt;/a&gt; and later reinforced by the implied comparison to &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; fire.\nThe pitcher's main role is to &lt;a href=\"pitch%20%28baseball%29\"&gt;pitch&lt;/a&gt; the ball toward home plate with the goal of getting the batter &lt;a href=\"out%20%28baseball%29\"&gt;out&lt;/a&gt;. Pitchers also play defense by fielding batted balls, &lt;a href=\"Covering%20a%20base\"&gt;covering bases&lt;/a&gt; (for a potential &lt;a href=\"tag%20out\"&gt;tag out&lt;/a&gt; or &lt;a href=\"force%20play\"&gt;force out&lt;/a&gt; on an approaching runner), or backing up throws. The catcher's main role is to receive the pitch if the batter does not hit it. Together with the pitcher and coaches, the catcher plots game strategy by suggesting different pitches and by shifting the starting positions of the other fielders. Catchers are also responsible for defense in the area near home plate (such as &lt;a href=\"Uncaught%20third%20strike\"&gt;dropped third strikes&lt;/a&gt; and &lt;a href=\"wild%20pitch\"&gt;wild pitch&lt;/a&gt;es) or baserunning plays, most commonly when an opposing player attempts to &lt;a href=\"Stolen%20base\"&gt;steal a base&lt;/a&gt;. Due to the exceptional difficulty of the position, catchers are universally valued for their defensive prowess as opposed to their ability to hit.\nThe infielders.\nThe four infielders are the \"&lt;a href=\"first%20baseman\"&gt;first baseman&lt;/a&gt;\", \"&lt;a href=\"second%20baseman\"&gt;second baseman&lt;/a&gt;\", \"&lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt;\", and \"&lt;a href=\"third%20baseman\"&gt;third baseman&lt;/a&gt;\". Originally the first, second and third basemen played very near their respective bases, and the shortstop generally played \"in\" (hence the term), covering the area between second, third, and the pitchers box, or wherever the game situation required. As the game evolved, the fielding positions changed to the now-familiar \"umbrella\", with the first and third baseman generally positioned a short distance toward second base from their bases, the second baseman to the right side of second base standing farther away from the base than any other infielder, and the shortstop playing to the left of second base, as seen from the batter's perspective.\nThe &lt;a href=\"first%20baseman\"&gt;first baseman&lt;/a&gt;'s job consists largely of making plays at first base on &lt;a href=\"ground%20ball\"&gt;ground ball&lt;/a&gt;s hit to the other &lt;a href=\"infielder\"&gt;infielder&lt;/a&gt;s. When an infielder picks up a ball from the ground hit by the &lt;a href=\"Batter%20%28baseball%29\"&gt;batter&lt;/a&gt;, he must throw it to the first baseman who must catch the ball and maintain contact with the base before the batter gets to it for the batter to be out. The need to do this quickly often requires the first baseman to stretch one of his legs to touch first base while catching the ball simultaneously. The first baseman must be able to catch the ball very well and usually wears a specially designed &lt;a href=\"Baseball%20glove\"&gt;mitt&lt;/a&gt;. The first baseman fields balls hit near first base. The first baseman also has to receive throws from the pitcher in order to tag runners out who have reached base safely. The position is less physically challenging than the other positions, but there is still a lot of skill involved. Infielders don't always make good throws to first base, so it is the first baseman's job to field any ball thrown toward him cleanly. Older players who can no longer fulfill the demands of their original positions also often become first basemen.\nThe second baseman covers the area to the first-base side of second base and provides backup for the first baseman in &lt;a href=\"bunt%20%28baseball%29\"&gt;bunt&lt;/a&gt; situations. He also is a cut-off for the &lt;a href=\"outfield\"&gt;outfield&lt;/a&gt;. The cut-off provides an intermediary between an outfielder and the infield so that the outfielder does not have to throw the entire distance if they've been forced to field the ball near the outer edge of the outfield. The shortstop fills the critical gap between second and third bases—where right-handed batters generally hit ground balls—and also covers second or third base and the near part of &lt;a href=\"left%20field\"&gt;left field&lt;/a&gt;. This player is also a cut-off for the outfield. This position is the most demanding defensively, so a good shortstop doesn't need to necessarily be a good batter, though this has changed in modern times. The third baseman's primary requirement is a strong throwing arm, in order to make the long throw across the infield to the first baseman. Quick &lt;a href=\"reaction%20time\"&gt;reaction time&lt;/a&gt; is also important for third basemen, as they tend to see more sharply-hit balls than do the other infielders, thus the nickname for third base as the \"hot corner\". Also, because there are far more right-handed hitters than lefties, there are more ground balls hit to the left side of the infield due to the natural motion of the batter's swing.\nThe outfielders.\nThe three outfielders, \"&lt;a href=\"left%20fielder\"&gt;left fielder&lt;/a&gt;\", \"&lt;a href=\"center%20fielder\"&gt;center fielder&lt;/a&gt;\", and \"&lt;a href=\"right%20fielder\"&gt;right fielder&lt;/a&gt;\", are so named from the &lt;a href=\"catcher\"&gt;catcher&lt;/a&gt;'s perspective looking out onto the field. The &lt;a href=\"right%20fielder\"&gt;right fielder&lt;/a&gt; generally has the strongest arm of all the &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt;s due to the need to make throws on runners attempting to take &lt;a href=\"Third%20baseman\"&gt;third base&lt;/a&gt;. The &lt;a href=\"center%20fielder\"&gt;center fielder&lt;/a&gt; has more territory to cover than the corner &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt;s, so this player must be quick and agile with a strong arm to throw balls into the &lt;a href=\"Infielder\"&gt;infield&lt;/a&gt;; as with the &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt;, teams tend to emphasize defense at this position. Also, the &lt;a href=\"center%20fielder\"&gt;center fielder&lt;/a&gt; is considered the &lt;a href=\"outfield\"&gt;outfield&lt;/a&gt; leader, and left- and right-fielders often cede to his direction when fielding &lt;a href=\"Batted%20ball\"&gt;fly ball&lt;/a&gt;s. Of all outfielders, the \"&lt;a href=\"left%20fielder\"&gt;left fielder&lt;/a&gt;\" often has the weakest arm, as they generally do not need to throw the ball as far in order to prevent the advance of any baserunners. The left fielder still requires good fielding and catching skills, and tends to receive more balls than the right fielder due to the fact that right-handed hitters, who are much more common, tend to \"pull\" the ball into left field. Each outfielder runs to \"back up\" a nearby outfielder who attempts to field a ball hit near both their positions. Outfielders also run to back up infielders on batted balls and thrown balls, including pick-off attempts from the &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt; or from the &lt;a href=\"catcher\"&gt;catcher&lt;/a&gt;.\nDefensive strategy.\nPitching.\nEffective pitching is critical to a baseball team, as pitching is the key for the defensive team to retire batters and to prevent runners from getting on base. A full game usually involves over one hundred pitches thrown by each team. However, most pitchers begin to tire before they reach this point. In previous eras, pitchers would often throw up to four complete games (all nine innings) in a week. With new advances in medical research and thus a better understanding of how the human body functions and tires out, starting pitchers tend more often to throw fractions of a game (typically six or seven innings, depending on their performance) about every five days (though a few complete games do still occur each year).\nA single game often requires multiple pitchers, including the &lt;a href=\"starting%20pitcher\"&gt;starting pitcher&lt;/a&gt; and &lt;a href=\"relief%20pitcher\"&gt;relief pitcher&lt;/a&gt;(s). Pitchers are substituted for one another like any other player (see above), and the rules do not limit the number of pitchers that can be used in a game; the only limiting factor is the size of the squad, naturally. In general, starting pitchers are not used in relief situations except sometimes during the post-season when every game is vital. If a game runs into many extra innings, a team may well empty its &lt;a href=\"bullpen\"&gt;bullpen&lt;/a&gt;. If it then becomes necessary to use a \"position player\" as a pitcher, major league teams generally have certain players designated as emergency relief pitchers, to avoid the embarrassment of using a less skillful player. In baseball's early years, squads were smaller, and relief pitchers were relatively uncommon, with the starter normally remaining for the entire game unless he was either thoroughly ineffective or became injured; today, with a much greater emphasis on pitch count, over the course of a single game each team will frequently use from two to five pitchers. In the &lt;a href=\"2005%20American%20League%20Championship%20Series\"&gt;2005&lt;/a&gt; &lt;a href=\"American%20League%20Championship%20Series\"&gt;ALCS&lt;/a&gt;, all four of the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; victories were complete games by the starters, a highly noteworthy event in the modern game.\nWhile delivering the ball, the pitcher has a great arsenal at his disposal in the variation of location, velocity, movement, and arm location (see &lt;a href=\"list%20of%20baseball%20pitches\"&gt;types of pitches&lt;/a&gt;). Most pitchers attempt to master two or three types of pitches; some pitchers throw up to 6 types of pitches with varying degrees of control. Common pitches include a &lt;a href=\"fastball\"&gt;fastball&lt;/a&gt;, which is the ball thrown at high speed; a &lt;a href=\"curveball\"&gt;curveball&lt;/a&gt;, which is made to curve by rotation imparted by the pitcher; a &lt;a href=\"change-up\"&gt;change-up&lt;/a&gt;, which seeks to mimic the delivery of a fastball but arrives at significantly lower velocity; a &lt;a href=\"Split%20Finger%20Fastball%23Split-finger%20fastball\"&gt;splitfinger fastball&lt;/a&gt;, which attempts to mimic the delivery of a fastball, but has slight topspin rotation allowing the baseball to sink as it approaches the batter due to the position of the index finger and middle finger being \"split\" on the baseball; a &lt;a href=\"Slider%20%28baseball%29\"&gt;slider&lt;/a&gt;, which is made to curve laterally by rotation imparted by the pitcher; a &lt;a href=\"knuckleball\"&gt;knuckleball&lt;/a&gt;, which is held either by the knuckles closest to the nails or by the nails themselves allowing the pitcher to throw a baseball with little or no spin on the ball allowing the baseball to move in any direction; a &lt;a href=\"Vulcan%20changeup\"&gt;Vulcan changeup&lt;/a&gt;, which seeks to mimic the delivery of a fastball but arrives at a significant lower velocity due to the pitcher holding the baseball with the middle and ring fingers slightly apart; a &lt;a href=\"circle%20changeup\"&gt;circle changeup&lt;/a&gt;, which is held in the palm of the hand with the index finger curled around the side of the baseball, allowing the pitcher to mimic the delivery of a fastball but arrives at a significantly lower velocity.\nTo illustrate pitching strategy, consider the \"fastball/change-up\" combination: The average major-league pitcher can throw a fastball around 90 miles per hour (145 km/h), and a few pitchers have even exceeded . The change-up is thrown somewhere between . Since the batter's timing is critical to hitting a pitch, a batter swinging to hit what looks like a fastball, would be terribly fooled (swing and miss, hopefully) when the pitch turns out to be a much slower change-up.\nSome pitchers choose to throw using the '&lt;a href=\"Submarine%20%28baseball%29\"&gt;submarine style&lt;/a&gt;,' a very efficient sidearm or near-underhand motion. Pitchers with a submarine delivery are often very difficult to hit because of the angle and movement of the ball once released. &lt;a href=\"Walter%20Johnson\"&gt;Walter Johnson&lt;/a&gt;, who threw one of the fastest fastballs in the history of the game, threw sidearm (though not submarine) rather than a normal overhand. True underhanded pitching is permitted in Major League Baseball. However, it is difficult to generate enough velocity and movement with the underhand motion. Among modern Major League pitchers, &lt;a href=\"Chad%20Bradford\"&gt;Chad Bradford&lt;/a&gt; had the closest to an underhand delivery, with his knuckles sometimes scraping the ground. However, he is still usually considered a \"submarine\" pitcher.\nFielding strategy.\nOnly the pitcher's and catcher's locations are fixed, and then only at the beginning of each pitch. Thus, the players on the field move around as needed to defend against scoring a run. Many variations of this are possible, as location depends upon the situation. Circumstances such as the number of outs, the count (balls and strikes) on the batter, the number and speed of runners, the ability of the fielders, the ability of the pitcher, the type of pitch thrown, the tendencies of the hitter, and the inning cause the fielders to move to more strategic locations on the field. Common defensive strategies include: playing for the bunt, trying to prevent a &lt;a href=\"stolen%20base\"&gt;stolen base&lt;/a&gt;, moving to a shallow position to throw out a runner at home, playing at \"&lt;a href=\"double%20play\"&gt;double play&lt;/a&gt; depth\", and moving fielders to locations where hitters are most likely to hit the ball.\nBatting team.\nBatters and runners.\nThe ultimate goal of the team at bat is to score runs. To accomplish this task, the team at bat successively (in a predetermined order called a \"lineup\" or \"&lt;a href=\"batting%20order%20%28baseball%29\"&gt;batting order&lt;/a&gt;\") sends its nine players to the batter's box (adjacent to home plate) where they become batters. (Each team sets its batting lineup at the beginning of the game. Changes to the lineup are tightly limited by the rules of baseball and must be communicated to the umpires, who have the substitutions announced for the opposing team and fans. See &lt;a href=\"%23Substitutions\"&gt;Substitutions&lt;/a&gt; below.)\nA batter's turn at the plate is called a \"&lt;a href=\"plate%20appearance\"&gt;plate appearance&lt;/a&gt;\". Batters can advance to first base safely in one of seven methods: a &lt;a href=\"Hit%20%28baseball%29\"&gt;base-hit&lt;/a&gt; (abbreviated 'H') or &lt;a href=\"Base%20on%20balls\"&gt;walk&lt;/a&gt; ('BB' for base-on-balls) are by far the most common; being &lt;a href=\"Hit%20by%20pitch\"&gt;hit-by-the-pitch&lt;/a&gt; ('HBP'), reaching by &lt;a href=\"Error%20%28baseball%29\"&gt;error&lt;/a&gt; ('E') or &lt;a href=\"fielder%27s%20choice\"&gt;fielder's choice&lt;/a&gt; ('FC') are less common; and somewhat rarely a player may reach base by virtue of &lt;a href=\"Interference%20%28baseball%29\"&gt;interference&lt;/a&gt; ('I') or a &lt;a href=\"passed%20ball\"&gt;passed ball&lt;/a&gt; ('PB') on a &lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt;, where the player is allowed to run and reach base safely if he can. When the batter hits a fair ball, he must run to first base and may continue or stop at any base unless he is put out. A successful hit occurs when the batter reaches a base: reaching only first base is a \"single\"; reaching second base, a \"double\"; third base, a \"triple\"; and a hit that allows the batter to touch all bases in order on the same play is a &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;—whether the ball is hit over the fence does not matter (if the ball is not hit over the fence and the batter touches all bases, it is usually referred to as an \"inside-the-park home run\"). Once a runner is held to a base, he may attempt to advance at any time, but is not required to do so unless the batter or another runner displaces him (called a force play). A batter always drops his bat when running the bases; otherwise, the bat would slow him down and could give rise to a call of interference if it were to contact the ball or a fielder. However, if a batter hits the ball, and the batter or the dropped bat touches the ball, it is considered a dead ball.\nDepending on the way the ball comes off the bat, the play has different names. A batted ball is called a fly ball if it is hit in the air in an upward arc, such that a fielder might be able to catch it before it hits the ground. A batted ball is called a \"&lt;a href=\"ground%20ball\"&gt;ground ball&lt;/a&gt;\" if it hits the ground within the infield before it can be caught, often due to being hit in a downward trajectory. Several different names are used to describe fly balls, depending on their trajectory. A ball hit high in the air and seemingly almost straight up is called a \"pop-up\". A ball hit forcefully in a fast-moving and seemingly almost straight-line trajectory is called a \"&lt;a href=\"line%20drive\"&gt;line drive&lt;/a&gt;\". A \"shallow\" fly ball, hit with just enough force to possibly land between the infielders and the outfielders, is often called a \"blooper\". A \"deep\" fly ball is hit with enough force to approach and possibly clear the outfield fence.\nWhen a ball is hit outside the foul lines, it is a \"foul ball\", requiring the batter and all runners to return to their respective bases, whether it is caught or not. Additionally, if a ground ball or a bunted ball lands in foul territory and the ball rolls back into bounds before reaching either first or third bases without being touched by either a fielder or a runner, then said ball is considered fair.\nOnce the batter and any existing runners have all stopped at a base or been put out, the ball is returned to the pitcher, and the next batter comes to the plate. After the opposing team bats in its own order and three more outs are recorded, the first team's batting order will continue again from where it left off.\nWhen a runner reaches home plate, he scores a run and is no longer a base runner. He must leave the playing area until his spot in the order comes up again. A runner may circle the bases only once per plate appearance and thus can score no more than a single run.\nIn the American, Pacific, and both Cuban leagues, there is a tenth player, a designated hitter, who bats for the pitcher.\nBatting.\nEach &lt;a href=\"plate%20appearance\"&gt;plate appearance&lt;/a&gt; consists of a series of pitches, in which the &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt; throws the ball towards home plate while a batter is standing in the &lt;a href=\"batter%27s%20box\"&gt;batter's box&lt;/a&gt; (either right or left). With each pitch, the batter must decide whether to swing the bat at the ball in an attempt to hit it. The pitches arrive quickly, so the &lt;a href=\"Reaction%20time\"&gt;decision to swing&lt;/a&gt; must be made in less than a tenth of a second, based on whether the ball is hittable and in the \"&lt;a href=\"strike%20zone\"&gt;strike zone&lt;/a&gt;\", a region defined by the area directly above home plate and between the hollow beneath the batter's knee and the midpoint between the top of the shoulders and the top of the uniform pants. In addition to swinging at the ball, a batter who wishes to put the ball in play may hold his bat over home plate and attempt to tap a pitch lightly; this is called a &lt;a href=\"bunt%20%28baseball%29\"&gt;bunt&lt;/a&gt;. Good bunting technique has been described as \"catching the ball with the bat.\"\nOn any pitch, if the batter swings at the ball and misses, he is charged with a \"&lt;a href=\"strike%20%28baseball%20statistics%29\"&gt;strike&lt;/a&gt;\". If the batter does not swing, the home plate &lt;a href=\"umpire%20%28baseball%29\"&gt;umpire&lt;/a&gt; judges whether the ball passed through the strike zone. If the ball, or any part of it, passed through the zone, it is ruled a strike; otherwise, it is called a \"&lt;a href=\"ball%20%28baseball%20statistics%29\"&gt;ball&lt;/a&gt;\". The number of balls and strikes thrown to the current batter is known as the &lt;a href=\"count%20%28baseball%29\"&gt;count&lt;/a&gt;; the count is always given balls first, then strikes (such as 3–2 or \"three and two\", also known as a \"full count\", which would be 3 balls and 2 strikes).\nIf the batter swings and makes contact with the ball, but does not put it in play in fair territory—a \"&lt;a href=\"foul%20ball\"&gt;foul ball&lt;/a&gt;\"—he is charged with an additional strike, except when there are already two strikes. Thus, a foul ball with two strikes leaves the count unchanged. (However, a noted exception to this rule is that a ball bunted foul with two strikes is a strikeout.) If a pitch is batted foul or fair and a member of the defensive team is able to catch it, before the ball strikes the ground, the batter is declared out. In the event that a bat deflects the ball sharply and directly back toward the catcher's box, it is a \"&lt;a href=\"foul%20tip\"&gt;foul tip&lt;/a&gt;\". If a ball ruled as a foul tip is caught, with two strikes in the count, it is considered a counted third strike and an out; if not initially caught by the catcher, it remains a foul ball with two strikes.\nWhen three strikes occur on a batter, it is a \"&lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt;\" and the batter is automatically out unless the pitch is not caught by the catcher or if the pitch bounces before it is caught. It is then ruled an &lt;a href=\"uncaught%20third%20strike\"&gt;uncaught third strike&lt;/a&gt;, an exception to the third strike rule: If the catcher drops the third strike, the batter is permitted to attempt to advance to first base if there are two outs in the inning or if it is unoccupied. In this case, the batter is not out (although the pitcher is awarded a strikeout). The catcher can try to get the batter out by tagging him with the ball or throwing the ball to first base to put him out. (See &lt;a href=\"Doug%20Eddings\"&gt;Doug Eddings (2005 ALCS)&lt;/a&gt; and &lt;a href=\"Mickey%20Owen\"&gt;Mickey Owen (1941 World Series)&lt;/a&gt; for famous examples of dropped third strikes that dramatically altered the course of post-season series.)\nOn the fourth &lt;a href=\"ball%20%28baseball%20statistics%29\"&gt;ball&lt;/a&gt;, it is called a walk, and the batter becomes a runner, and is entitled to advance to first base without risk of being put out, called a \"&lt;a href=\"base%20on%20balls\"&gt;base on balls&lt;/a&gt;\" or a \"walk\" (abbreviated BB). If a pitch touches the batter (or the batter's clothes), the umpire declares a \"&lt;a href=\"hit%20by%20pitch\"&gt;hit by pitch&lt;/a&gt;\" (abbreviated HBP) and the batter is awarded first base, unless the umpire determines that the ball was in the strike zone when it hit the batter, or that the batter did not attempt to avoid being hit. In practice, neither exception is ever called unless the batter obviously tries to get hit by the pitch; even standing still in the box will virtually always be overlooked, and the batter awarded first. In addition, if the batter swings at a pitch that hits him, it counts as a strike. If the catcher's mitt, catcher's mask, or any part of the catcher comes in contact with the batter and/or the batter's bat as the batter is attempting to hit a pitch, the batter is awarded first base, ruled \"catcher's interference\".\nBaserunning.\nOnce a batter becomes a runner and reaches first base safely, he is said to be \"on\" that base until he attempts to advance to the next base, until he is put out, or until the half-inning ends. In order to be safe a runner must beat the ball to the bag. When two or more runners are on the basepaths, the runner farther along is called a \"lead runner\" or a \"preceding runner\"; any other runner is called a \"trailing runner\" or a \"following runner\". Runners on second or third base are considered to be in \"scoring position\" since ordinary hits, even singles, will often allow them to score.\nA runner legally touching a base is \"&lt;a href=\"Safe%20%28baseball%29\"&gt;safe&lt;/a&gt;\"—in most situations he may not be put out. Runners may attempt to advance from base to base at any time (except when the &lt;a href=\"dead%20ball%20%28baseball%29\"&gt;ball is dead&lt;/a&gt;). A runner that must attempt to advance is &lt;a href=\"force%20play\"&gt;forced&lt;/a&gt; , when all previous bases are occupied and a batted ball that touches the ground is a fair ball. The runner forced to advance toward the next base is considered \"forced out\" if a fielder holding the baseball touches the intended base before the baserunner arrives. When a batted ball is hit in the air, i.e., a \"fly ball\", and caught by the defending team, runners must return and \"retouch\" the base they occupied at the &lt;a href=\"time%20of%20pitch\"&gt;time of the pitch&lt;/a&gt;. The common name for this requirement is \"&lt;a href=\"tag%20up\"&gt;tagging up&lt;/a&gt;.\" If the runner retouches the origin base at any time after the fly ball is first touched by a fielder, he may attempt to advance to the next base or bases at his own risk. The penalty for failing to retouch (if the defensive team notices this) is that the advancing runner can be put out on a live appeal in which the defensive team player with the ball touches the base from which that runner departed prematurely. If a runner tagged up and tries to run to the next base in sequence, they are deemed out if tagged by an infielder at any point before reaching the base or the ball arrives at the base ahead of the runner. However, if the runner is not forced to run to the next base in sequence, they are not deemed out until they are tagged. This often leads to a runner being trapped between two or more infielders trying to tag them before reaching any base: a situation known as being \"caught in no-man's-land\".\nOnly one runner may occupy a base at a time; if two runners are touching a base at once, the trailing runner is &lt;a href=\"in%20jeopardy\"&gt;in jeopardy&lt;/a&gt; and will be out if &lt;a href=\"tag%20out\"&gt;tagged&lt;/a&gt;. However, if the trail runner reached the base having been forced there, it is the lead runner who will be out when tagged for failing to reach his &lt;a href=\"force%20base\"&gt;force base&lt;/a&gt;. Either such occurrence is very rare. Thus, after a play, at most three runners may be on the basepaths, one on each base—first, second, and third. When three runners are on base, this is called \"bases loaded\".\nBaserunners may attempt to advance, or &lt;a href=\"stolen%20base\"&gt;steal a base&lt;/a&gt;, while the pitcher is preparing to make a pitch, while he is making a pitch, or while waiting for a return throw from the catcher after a pitch. The pitcher, in lieu of delivering the pitch, may try to prevent this by throwing the ball to one of the infielders in order to tag the runner; if successful, it is called a \"pick-off\". He may also, as part of a planned sequence, throw a pitch well outside and high of the strike zone to his catcher who is waiting for it upright there, and is thus better prepared to throw out a runner trying to steal; this sequence is called a \"pitchout.\" If the runner attempts to steal the next base but is tagged out before reaching it safely, he is \"caught stealing\". An illegal attempt by the pitcher to deceive a runner, among other pitching violations, is called a &lt;a href=\"balk\"&gt;balk&lt;/a&gt;, allowing all runners to advance one base without risk of being put out.\nAnother fundamental tenet of the rules of baseball is that a runner who was initially ruled out can subsequently be ruled safe, but once a runner is ruled safe he cannot be called out on the same play, unless he overruns the base. For example, if a baserunner steals second base, beating the throw, an umpire might make the quick call of safe, but if the runner then slides beyond the base and is tagged before he can retreat to it the umpire has the right to change the call. A runner initially called out can be subsequently ruled safe if the fielder putting the runner out drops the ball (on either a tag or force play), pulls his foot off the base (in the case of a force play), or otherwise illegally &lt;a href=\"Obstruction%20%28baseball%29\"&gt;obstructs&lt;/a&gt; a runner from reaching a base that he otherwise would have reached safely.\nBatting and base running strategy.\nThe goal of each batter is to become a base runner himself (by a &lt;a href=\"hit%20%28baseball%29\"&gt;base hit&lt;/a&gt;, a &lt;a href=\"base%20on%20balls\"&gt;base on balls&lt;/a&gt;, being &lt;a href=\"hit%20by%20pitch\"&gt;hit by the pitch&lt;/a&gt;, a &lt;a href=\"error%20%28baseball%29\"&gt;fielding error&lt;/a&gt;, or &lt;a href=\"fielder%27s%20choice\"&gt;fielder's choice&lt;/a&gt;) or to help move other base runners along (by another &lt;a href=\"hit%20%28baseball%29\"&gt;base hit&lt;/a&gt;, a &lt;a href=\"sacrifice%20bunt\"&gt;sacrifice bunt&lt;/a&gt;, &lt;a href=\"sacrifice%20fly\"&gt;sacrifice fly&lt;/a&gt;, or &lt;a href=\"hit%20and%20run%20%28baseball%29\"&gt;hit and run&lt;/a&gt;).\nBatters attempt to \"read\" pitchers through pre-game preparation by studying the tendencies of pitchers and by talking to other batters that previously faced the pitcher. While batting, batters attempt to \"read\" pitches by looking for clues that the pitcher or catcher reveal. These clues (also referred to as \"tipping pitches\") include movements of the pitcher's arms, shoulders, body, etc., or the positioning of the catcher's feet and glove. Batters can attempt to \"read\" the spin of a ball early in the pitch to anticipate its trajectory.\nBatters also remain keenly aware of the count during their at bat. The count is considered to be in the batter's favor when there are more balls than strikes (e.g., two balls and no strikes). This puts pressure on the pitcher to throw a strike to avoid a walk so the batter is more likely to get an easier pitch to hit and can look for a particular pitch in a particular zone or take a riskier or bigger swing. The count is considered to be in the pitcher's favor when there are fewer balls than strikes (e.g., no balls and two strikes). This gives the pitcher more freedom to try enticing the batter to swing at a pitch outside the strike zone or throwing a pitch that is harder to control (e.g. a &lt;a href=\"curve%20ball\"&gt;curve&lt;/a&gt;, &lt;a href=\"Slider%20%28baseball%29\"&gt;slider&lt;/a&gt; or &lt;a href=\"split-finger%20fastball\"&gt;splitter&lt;/a&gt;), but that is also harder to hit. Thus the batter will take a more protective swing.\nA major strategy in batting at competitive levels of baseball is patient hitting. An example of patient hitting is when a batter has a zero strike count, the batter will almost always look for his perfect pitch. One strike hitting is very similar to no strike hitting and the batter usually is still looking for a good pitch to hit. Two strike hitting, the strategy is changed where the batter will protect the plate by fouling off pitches until the batter is able to find a pitch to hit. This style of hitting allows the hitter to look for a good pitch to hit, and makes the pitcher throw more pitches so that he will tire out faster. This is critical if the batting team is facing a very skilled pitcher who, if allowed to, will take over the game with his ability to get batters to do what he wants them to do.\nIn general, base running is a tactical part of the game requiring good judgment by runners (and their coaches) to assess the risk in attempting to advance. During &lt;a href=\"tag%20out\"&gt;tag&lt;/a&gt; plays, a good &lt;a href=\"slide%20%28baseball%29\"&gt;slide&lt;/a&gt; can affect the outcome of the play. Managers will sometimes simultaneously send a runner and require the batter to swing (a &lt;a href=\"hit%20and%20run%20%28baseball%29\"&gt;hit-and-run&lt;/a&gt; play) in an attempt to advance runners. On a hit-and-run play the batter will often try to hit to the opposite field (the opposite of the natural tendency for the right-handed hitter to pull the ball to left field and vice versa). Hitting to the opposite field will likely find an opening in the infield vacated by the fielder covering second base. This is because coverage of second base against a steal is best achieved by whichever fielder is closer to second base, the shortstop or the second baseman; and such positioning is aimed at defending against the natural tendency of the hitter.\nTypically, the first and second batters are &lt;a href=\"contact%20hitter\"&gt;contact hitter&lt;/a&gt;s, who try to make contact with the ball to put it in play, and then run fast to reach base. The third batter is generally the best all-around hitter on the team, who tries to help baserunners to score runs, and if possible to reach base himself. The fourth batter is the &lt;a href=\"cleanup%20hitter\"&gt;cleanup hitter&lt;/a&gt;, and is often a &lt;a href=\"power%20hitter\"&gt;power hitter&lt;/a&gt;, who tries to hit home runs.\nThe fifth and sixth batters often help baserunners to score runs. They often \"sacrifice\" his &lt;a href=\"at-bat\"&gt;at-bat&lt;/a&gt;. This can be done by &lt;a href=\"sacrifice%20bunt\"&gt;bunting&lt;/a&gt; the ball, hitting a &lt;a href=\"sacrifice%20fly\"&gt;fly ball&lt;/a&gt; far enough in the air that a baserunner can advance after the catch, or simply making contact with the ball on a hit-and-run play.\nDuring the course of play many offensive and defensive players run close to each other, and during tag plays, the defensive player must touch the offensive player. Although baseball is considered a non-contact sport, a runner may be allowed to make potentially dangerous contact with a fielder as part of an attempt to reach base, unless that fielder is fielding a batted ball. (Noted exceptions to the dangerous contact rule are found throughout amateur competitions, including youth leagues, high school, and college baseball.) A good slide is often more advantageous than such contact, and \"malicious\" contact by runners is typically prohibited as offensive &lt;a href=\"interference%20%28baseball%29\"&gt;interference&lt;/a&gt;. The most common occurrence of contact of this nature is at home plate between the runner and the catcher, as the catcher is well padded and locked into position that completely blocks home plate from the runner, and the runner will often try to knock the ball out of the catcher's hand by running him over. Since the catcher is seen (symbolically and literally) as the last line of defense, it seems natural that more physical play happens.\nInnings and determining a winner.\nAn \"&lt;a href=\"inning\"&gt;inning&lt;/a&gt;\" consists of each team having one turn in the field and one turn to hit, with the visiting team batting before the home team. A standard game lasts nine innings, although some leagues (such as high school baseball and &lt;a href=\"Little%20League\"&gt;Little League&lt;/a&gt;) play fewer. Most high school games last seven innings, and Little League has six innings. A single game between two teams during NCAA competition is nine innings. A doubleheader in NCAA competition may be two seven inning games, two nine inning games, or one nine inning game and one seven inning game between the same teams. The team with the most runs at the end of the game wins. If the home team is ahead when the middle of the last inning is reached, it is declared the winner, and the last half-inning is not played. If the home team is trailing or tied in the last scheduled inning (or in an extra inning, see below) and they score to take the lead, the game ends as soon as the winning run touches home plate; however, if the last batter hits a home run to win the game, he and any runners on base are all permitted to score.\nIf both teams have scored the same number of runs at the end of a regular-length game, a &lt;a href=\"tie%20%28draw%29\"&gt;tie&lt;/a&gt; is avoided by the addition of &lt;a href=\"extra%20innings\"&gt;extra innings&lt;/a&gt;. As many innings as necessary are played until one team has the lead at the end of an inning. Thus, the home team always has a chance to respond if the visiting team scores in the top half of the inning; this gives the home team a small tactical advantage. In theory, a baseball game could go on forever; in practice, however, they eventually end. In addition to that rule, a game might theoretically end if both the home and away team were to run out of players to substitute (see Substitutions, below). In Major League Baseball, the longest game played was a 26-inning affair between the &lt;a href=\"Brooklyn%20Robins\"&gt;Brooklyn Robins&lt;/a&gt; and &lt;a href=\"Boston%20Braves%20%28baseball%29\"&gt;Boston Braves&lt;/a&gt; on May 1, 1920. The game, called on account of darkness, ended in a 1–1 tie. Two &lt;a href=\"minor%20league%20baseball\"&gt;minor-league&lt;/a&gt; teams, the &lt;a href=\"Pawtucket%20Red%20Sox\"&gt;Pawtucket Red Sox&lt;/a&gt; and &lt;a href=\"Rochester%20Red%20Wings\"&gt;Rochester Red Wings&lt;/a&gt;, played a &lt;a href=\"longest%20professional%20baseball%20game\"&gt;33-inning game&lt;/a&gt; in 1981.\nIn Major League Baseball, games end with tie scores only in rare cases when conditions make it impossible to continue play. A tie game does not count as a game in the standings—a 2008 rule change made all tie games suspended unless and until not needed for the sake of determining playoff teams, and no longer replayed; however, though undecided, and not factored in the championship standings and the playoff reckoning, a tie game goes on the record and player and team statistics from it are counted. Inclement weather may also shorten games, but at least five innings must be played for the game to be considered official; four-and-a-half innings are enough if the home team is ahead. Previously, &lt;a href=\"curfew\"&gt;curfew&lt;/a&gt;s and the absence of adequate lighting caused more ties and shortened games—now, games interrupted from ending in such circumstances are, at least initially, suspended. Also, with more modern playing surfaces better able to handle light rains, the process for calling or shortening a game due to weather has changed; it is more common than in the past to delay a game as much as two hours before a cancellation; also, a delay usually does not occur anymore until the rain is moderate-to-heavy and/or there is standing water on some part of the playing field.\nIn Japan's Nippon Professional Baseball, if the score remains tied after nine innings, up to three extra innings may be played (6 in the playoffs) before the game is called a tie. Since 2011 only regular season games have a 3-hour, 30-minute time limit. Some youth or amateur leagues will end a game early if one team is ahead by ten or more runs, a practice officially known as the \"runs ahead rule\" (sometimes referred to as a \"&lt;a href=\"mercy%20rule\"&gt;mercy rule&lt;/a&gt;\" or \"slaughter rule\"). Rarely, a game can also be won or lost by &lt;a href=\"forfeit%20%28baseball%29\"&gt;forfeit&lt;/a&gt;.\nThere is a short break between each half-inning during which the new defensive team takes the field and the pitcher warms up. An existing pitcher is permitted five warm-up pitches and a new pitcher is permitted eight warm-up pitches. The starting pitcher is permitted eight warm-up pitches to begin the game. Traditionally, the break between the top half and the bottom half of the seventh inning is known as the &lt;a href=\"seventh-inning%20stretch\"&gt;seventh-inning stretch&lt;/a&gt;. During the \"stretch\", fans in the United States often sing the chorus of \"&lt;a href=\"Take%20Me%20Out%20to%20the%20Ball%20Game\"&gt;Take Me Out to the Ball Game&lt;/a&gt;\". However, since the &lt;a href=\"September%2011%2C%202001%20attacks\"&gt;September 11, 2001 attacks&lt;/a&gt;, \"&lt;a href=\"God%20Bless%20America\"&gt;God Bless America&lt;/a&gt;\" has often been added to it, especially at games in New York City and Washington, D.C., as well as during the &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Game&lt;/a&gt; and the &lt;a href=\"Major%20League%20Baseball%20postseason\"&gt;postseason&lt;/a&gt;. In Atlanta and Baltimore it has been a tradition since 1974 to play \"Thank God I'm A Country Boy\" after \"&lt;a href=\"Take%20Me%20Out%20To%20The%20Ballgame\"&gt;Take Me Out To The Ballgame&lt;/a&gt;\" during the seventh-inning stretch. At Boston's &lt;a href=\"Fenway%20Park\"&gt;Fenway Park&lt;/a&gt;, a tradition has brought the singing of \"&lt;a href=\"Sweet%20Caroline\"&gt;Sweet Caroline&lt;/a&gt;\" in the middle of the eighth inning.\nSubstitutions.\nEach team is allowed to substitute for any player at any time the ball is dead. A batter who replaces another batter is referred to as a \"&lt;a href=\"pinch%20hitter%20%28baseball%29\"&gt;pinch hitter&lt;/a&gt;\"; similarly, a \"&lt;a href=\"pinch%20runner%20%28baseball%29\"&gt;pinch runner&lt;/a&gt;\" may be used as a replacement for a baserunner. Any player who replaces another player between innings, or while the team is in the field, is known as a \"defensive replacement\". A replacement pitcher is called a &lt;a href=\"relief%20pitcher\"&gt;relief pitcher&lt;/a&gt;.\nAny replacement is a permanent substitution; the replaced player may not return to the game under any circumstances. Thus, a pitcher that has been removed from the game and replaced by a relief pitcher cannot return to pitch later in the game, and any batter who is replaced by a pinch-hitter cannot take the field in the following inning (or even bat again if his turn comes up again in the same inning). Note however, that two players can switch defensive positions at any time, and both can still stay in the game—because neither has actually been removed from the game. This means that in at least one case, a pitcher switched positions with an outfielder in the middle of the game, with the outfielder becoming a relief pitcher ... then later in the game, the players switched back. This meant that in practical terms, the starting pitcher was relieved by another pitcher, but then came back to relieve the relief pitcher. This game took place on September 28, 1952: the players in question were starting pitcher &lt;a href=\"Harvey%20Haddix\"&gt;Harvey Haddix&lt;/a&gt;, who moved to the outfield to make way for outfielder-turned relief pitcher &lt;a href=\"Stan%20Musial\"&gt;Stan Musial&lt;/a&gt;, then switched back to pitcher after Musial had faced one batter. Note that this did not violate baseball's permanent substitution rule in any way, as at no time did either player leave the game.\nThis \"permanent substitution\" rule is in contrast to some other sports, such as basketball, hockey and American football, that practice \"free substitution\". In some cases, if the defensive manager responds to the entrance of a pinch-hitter by bringing in a new pitcher, the pinch-hitter may be replaced by another pinch-hitter without having even come to the plate, in which case the first pinch-hitter is considered to have entered the game and is ineligible to do so later. However, the defensive manager may not replace a pitcher who has not pitched to at least one batter (three batters in MLB as of 2020), except in case of injury. The reentry of a replaced player into the game is a violation of the permanent substitution rule; if the defense has more than nine players on the field at any time, the umpire must determine who is the tenth player, and that player is ejected from the game.\nMany &lt;a href=\"amateur\"&gt;amateur&lt;/a&gt; leagues allow a starting player who was removed to return to the game in the same position in the batting order under a re-entry rule. Youth leagues often allow free and open substitution to encourage player participation.\nPitchers as batters, and the designated hitter.\nPitching is a specialized skill, particularly in the collegiate and professional ranks; so most pitchers are relatively poor hitters, or, those who were skilled batsmen are simply unable to adequately hone their hitting skills to be comparable to everyday position players. As a result, unless keeping a given pitcher in the game is a higher priority than the prospect of immediate offense, it is common to substitute for a pitcher when he is due to bat. This pinch hitter is typically then replaced by a relief pitcher when the team returns to the field on defense.\nA more complicated tactic is the &lt;a href=\"Double%20switch%20%28baseball%29\"&gt;double switch&lt;/a&gt;, in which a pitching change is accompanied by the simultaneous replacement of another fielder. If the pitcher is due to bat soon, and the outgoing fielder batted recently, the new pitcher will take the outgoing fielder's place in the batting order, thus delaying his next time at bat. A common variation on this involves the introduction of a player who has just pinch hit (or pinch run for the pinch hitter) into the defensive alignment; unless this player becomes his team's next pitcher, another field player departs the game, and the new pitcher then assumes that player's place in the batting order.\nMany leagues allow &lt;a href=\"designated%20hitter\"&gt;designated hitter&lt;/a&gt;s, notably &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; (which instituted the Designated Hitter in 1973 to boost offensive output). A designated hitter (or DH) is a player whose sole purpose is to hit when it would normally be the pitcher's turn (or, in some leagues, if the pitcher is a good batter, another weaker batter). This is not considered a substitution, but rather a position, albeit a purely offensive one. A designated hitter does not play in the field on defense and may remain in the game regardless of changes in pitchers. If the designated hitter is moved to a fielding position, the team loses the DH, and the fielder whose position was taken by the former DH is replaced by the pitcher, who assumes that player's position in the hitting lineup.\nThe use of the designated hitter, which reduces the need for complicated strategy such as the double-switch, is opposed by many baseball traditionalists. Nevertheless, it is used today at most levels of baseball in the United States and abroad. &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; is the most prominent league that still requires pitchers to bat.\nRosters.\nThe number of players on a major league roster is dictated by the labor agreements worked out between players and management. According to prior rules, a team may have a maximum of 25 men on a roster from Opening Day until August 31. Beginning in the 2012 season, a major league team was allowed to carry a 26th man on its roster when playing the second game of a double-header that was scheduled at least 48 hours in advance. As of 2020, the number has been increased to 26, of whom no more than 14 may be pitchers, with 27 for a doubleheader.\nAfter August 31, during the regular season teams may call up additional personnel to the active roster, up to a maximum of 40 players. This number is seldom actually approached, however, with most teams' September rosters peaking at around 30 players. In 2020 the number was limited to 28.\nIn the postseason, rosters are fixed at 25 men. Until 2007, teams could not replace players on their playoff rosters in the event of an injury and had to play out the series shorthanded. Starting in 2007, an injured player could be placed on the disabled list and replaced by another player who was not included on the initial 25-man roster, but the injured player becomes available for the next round of the playoffs should his team advance.\nPace of play.\nRule changes have been implemented at different levels of baseball to quicken the &lt;a href=\"pace%20of%20play\"&gt;pace of play&lt;/a&gt;. In college baseball, the &lt;a href=\"Southeastern%20Conference\"&gt;Southeastern Conference&lt;/a&gt; experimented with a 20-second &lt;a href=\"pitch%20clock\"&gt;pitch clock&lt;/a&gt; during the 2010 season, and the NCAA instituted the pitch clock before the 2011 season for when no runners are on base. The pitch clock began to be used in professional baseball as well, first in the &lt;a href=\"Arizona%20Fall%20League\"&gt;Arizona Fall League&lt;/a&gt; in 2014 and in the &lt;a href=\"Double-A%20%28baseball%29\"&gt;Double-A&lt;/a&gt; and &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; levels of &lt;a href=\"Minor%20League%20baseball\"&gt;Minor League baseball&lt;/a&gt; in 2015.\n&lt;a href=\"Rob%20Manfred\"&gt;Rob Manfred&lt;/a&gt;, the &lt;a href=\"Commissioner%20of%20Baseball\"&gt;Commissioner of Baseball&lt;/a&gt;, instituted rule changes to MLB before the start of the &lt;a href=\"2015%20MLB%20season\"&gt;2015 MLB season&lt;/a&gt; to address the pace of the game, including having batters remain in the &lt;a href=\"Baseball%20field%23Batter%27s%20box%20and%20catcher%27s%20box\"&gt;batter's box&lt;/a&gt; and the installation of time clocks to limit the time spent around &lt;a href=\"commercial%20break\"&gt;commercial break&lt;/a&gt;s."
}