{
    "id": "896148",
    "revid": "5230605",
    "url": "https://en.wikipedia.org/wiki?curid=896148",
    "title": "Aalborg Boldspilklub",
    "text": "Aalborg Boldspilklub is a Danish &lt;a href=\"sports%20club\"&gt;sports club&lt;/a&gt; based in the city of &lt;a href=\"Aalborg\"&gt;Aalborg&lt;/a&gt;. The club is also known as AaB for short (cf. logo) or Aalborg BK. Through time the club has had branches in &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt;, &lt;a href=\"team%20handball\"&gt;handball&lt;/a&gt;, and &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, but currently controls teams in &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt;, and &lt;a href=\"floorball\"&gt;floorball&lt;/a&gt;. All teams are competing in the top-flight Danish league in their respective sport. The kit sponsor for the club is &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt;, and the principal sponsor for the football team is the regional bank &lt;a href=\"Spar%20Nord\"&gt;Spar Nord&lt;/a&gt;.\nAaB was founded on 13 May 1885 by English engineers who were building &lt;a href=\"Jutland\"&gt;Jutland&lt;/a&gt;'s &lt;a href=\"railway%20system\"&gt;railway system&lt;/a&gt;, and the first years was concentrated on the game of cricket. It was initially named \"Aalborg Cricketklub\" (Aalborg Cricket club) but the name of the club was changed to \"Aalborg Boldklub\" (Aalborg ballclub) in 1899. Football was adopted on an amateur basis in &lt;a href=\"1902%20in%20football%20%28soccer%29\"&gt;1902&lt;/a&gt;, and has since been the main sport, as the name was changed to the current \"Aalborg Boldspilklub af 1885\" (Aalborg ballgameclub of 1885) in 1906.\nSections.\nProfessional.\nFootball.\nThe club established a men's football team in 1902. The team has been a part of the &lt;a href=\"Danish%20Superliga\"&gt;Danish Superliga&lt;/a&gt; championship since &lt;a href=\"1987%20in%20football%20%28soccer%29\"&gt;1987&lt;/a&gt;, winning four championships in &lt;a href=\"Danish%20Superliga%201994-95\"&gt;1995&lt;/a&gt;, &lt;a href=\"Danish%20Superliga%201998-99\"&gt;1999&lt;/a&gt;, &lt;a href=\"Danish%20Superliga%202007-08\"&gt;2008&lt;/a&gt; and in &lt;a href=\"2013%E2%80%9314%20Danish%20Superliga\"&gt;2014&lt;/a&gt;. As well as three Danish cups in 1966, 1970 and 2014.\nAaB became the first Danish team ever to participate in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; Group Stage in &lt;a href=\"1995%E2%80%9396%20UEFA%20Champions%20League\"&gt;1995&lt;/a&gt;. AaB also qualified for the &lt;a href=\"2008%E2%80%9309%20UEFA%20Champions%20League\"&gt;2008–09 Champions League&lt;/a&gt; and qualified for the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; in the &lt;a href=\"2008%E2%80%9309%20UEFA%20Cup\"&gt;same season&lt;/a&gt; after a 3rd-place finish in their Champions League group.\nHandball.\nHandball was adopted by AaB in 2003, when the local men's team Aalborg HSH was bought and renamed \"AaB Håndbold\" (AaB handball). Since then, the club has played in the Danish top-flight handball league, though they have never won the league title. In May 2007, AaB published the plans to take over the women's handball team of Aalborg DH, as a part of the AaB Håndbold brand, as Aalborg DH did not pass a due diligence test, the takeover was never completed. With the expanded handball section, the men's team have moved their games to Aalborg DH's venue, &lt;a href=\"Gigantium\"&gt;Gigantium&lt;/a&gt; Arena. AaB Håndbold was owned by AaB A/S until January 2011. In January 2011 the license was given to the new company \"Aalborg Håndbold A/S\".\nIce hockey.\nAaB also owned the professional ice hockey team &lt;a href=\"AaB%20Ishockey\"&gt;AaB Ishockey&lt;/a&gt;, formed by the merger of AaB Ishockey and IK Aalborgwhich, and affiliated with the amateur youth development of Aalborg Ishockey Klub (AIK). AaB Ishockey won the 1981 Danish championship. From 2004 to 2007, AaB Ishockey won four &lt;a href=\"silver%20medal\"&gt;silver medal&lt;/a&gt;s in a row.\nAaB Ishockey ceased operations at the end of the 2011/2012 season, replaced by the &lt;a href=\"Aalborg%20Pirates\"&gt;Aalborg Pirates&lt;/a&gt;.\nAmateur.\nBasketball.\nIn 2005, AaB coorporated with Aalborg Basketball Klub (ABK) in order to build the \"AaB Basket\" team. The basketball team was no success, and was dismantled in March 2007, reverting the team to its ABK roots.\nFloorball.\nAaB also has a &lt;a href=\"floorball\"&gt;floorball&lt;/a&gt; division, which in 2007-08 secured promotion to the best league in Denmark. The team is located and plays matches at Hornevej where the rest of AaB's training facilities are located.\nAmerican football.\nAaB 89ers is a semi-professional &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; team, founded in 1989 as a member of the National League, the highest level league in Denmark.\nTennis.\nAaB Tennis plays at amateur level."
}