{
    "id": "8968906",
    "revid": "6295795",
    "url": "https://en.wikipedia.org/wiki?curid=8968906",
    "title": "Jeff Smith (motorcyclist)",
    "text": "Jeffrey Vincent Smith &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; (born 1934) is an &lt;a href=\"English%20people\"&gt;English&lt;/a&gt; former professional &lt;a href=\"Motorcycle%20racing\"&gt;motorcycle racer&lt;/a&gt;.\nHis achievements in motorcycle racing include two &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20de%20Motocyclisme\"&gt;FIM&lt;/a&gt; 500cc &lt;a href=\"Motocross%20World%20Championship\"&gt;Motocross World Championships&lt;/a&gt; (1964, 1965), two British &lt;a href=\"Observed%20trials\"&gt;Trials&lt;/a&gt; Championships, multiple British Experts Trial wins, four individual race wins in the &lt;a href=\"Motocross%20des%20Nations\"&gt;Motocross des Nations&lt;/a&gt;, one &lt;a href=\"Scottish%20Six%20Days%20Trial\"&gt;Scottish Six Days Trial&lt;/a&gt; win and eight &lt;a href=\"International%20Six%20Days%20Enduro\"&gt;ISDT&lt;/a&gt; Gold Medals. He was a member of the &lt;a href=\"Birmingham%20Small%20Arms%20Company\"&gt;BSA&lt;/a&gt; factory racing team. In 1970, Smith was awarded the title of &lt;a href=\"Member%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Member of the Order of the British Empire&lt;/a&gt;.\nRiding career.\nBorn in &lt;a href=\"Colne\"&gt;Colne&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, England, Smith began in competitions as a trials rider, becoming so successful that he was offered a place on the &lt;a href=\"Norton%20%28motorcycle%29\"&gt;Norton&lt;/a&gt; factory team. After moving to BSA, he won the 1953 and 1954 British Trials Championship. BSA asked Smith to compete in motocross racing which he did with such success that he soon began to concentrate on a motocross career. \nIn 1964 at the age of 30 he captured the 500cc Motocross World Championship, defeating the defending champion, Swede &lt;a href=\"Rolf%20Tibblin\"&gt;Rolf Tibblin&lt;/a&gt;, and was voted the &lt;a href=\"Motor%20Cycle%20News\"&gt;Motorcycle News&lt;/a&gt; &lt;a href=\"Motor%20Cycle%20News%23MCN%20awards\"&gt;'Man of the Year'&lt;/a&gt; award. He successfully defended his crown the following year. His 1965 championship win on the &lt;a href=\"four-stroke%20engine\"&gt;four-stroke engine&lt;/a&gt;d &lt;a href=\"BSA%20B44%20Shooting%20Star\"&gt;BSA Victor&lt;/a&gt; would be the last victory for this type of motor, as &lt;a href=\"two-stroke%20engine\"&gt;two-stroke engine&lt;/a&gt; technology dominated off-road racing for the next several decades. He finally announced his retirement in January 1972.\nAfter racing.\nAfter he retired from competition, Smith helped to develop &lt;a href=\"off-road\"&gt;off-road&lt;/a&gt; motorcycles as special projects manager based in &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, US, for &lt;a href=\"Can-Am%20motorcycles\"&gt;Can-Am&lt;/a&gt;, the motorcycle division of Canada's &lt;a href=\"Bombardier%20Recreational%20Products\"&gt;Bombardier&lt;/a&gt; organisation. The Can-Am racing team claimed the first three places in the 1974 &lt;a href=\"AMA%20Motocross%20Championship\"&gt;AMA 250cc motocross national championship&lt;/a&gt;. He was inducted into the &lt;a href=\"American%20Motorcyclist%20Association\"&gt;AMA&lt;/a&gt; &lt;a href=\"Motorcycle%20Hall%20of%20Fame\"&gt;Motorcycle Hall of Fame&lt;/a&gt; in 2000. \nSmith was an AMA director and Treasurer, and also involved in vintage motorcycle racing as an Executive Director and Assistant Treasurer of the American Historic Racing Motorcycle Association &lt;a href=\"AHRMA\"&gt;AHRMA&lt;/a&gt;, before resigning from AMA on 15 February 2008, followed by his resignation from AHRMA, as a result of irregular expense-account claims submitted by the then AMA Chairman."
}