{
    "id": "898904",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=898904",
    "title": "David Del Tredici",
    "text": "David Walter Del Tredici (born March 16, 1937) is an American &lt;a href=\"composer\"&gt;composer&lt;/a&gt;. He has won a &lt;a href=\"Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt; in Music and is a former &lt;a href=\"Guggenheim%20Fellow\"&gt;Guggenheim&lt;/a&gt; and &lt;a href=\"Woodrow%20Wilson%20Fellowship\"&gt;Woodrow Wilson&lt;/a&gt; fellow. Del Tredici is considered a pioneer of the Neo-Romantic movement. He has also been described by the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" as \"one of our most flamboyant outsider composers\".\nEarly life and education.\nDel Tredici started his musical life as an aspiring &lt;a href=\"pianist\"&gt;pianist&lt;/a&gt; at the age of twelve, and has said that if he had not been a pianist, he would have become a &lt;a href=\"florist\"&gt;florist&lt;/a&gt;. He attended the &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;University of California, Berkeley&lt;/a&gt;, where he studied piano and played primarily &lt;a href=\"Romanticism%20%28music%29\"&gt;Romantic&lt;/a&gt; works. At Berkeley, he attended the &lt;a href=\"Aspen%20Music%20Festival%20and%20School\"&gt;Aspen Music Festival and School&lt;/a&gt;. The pianist he was going to study with was \"mean\" to him, however, so Del Tredici tried his hand at composing music instead. He composed \"Opus 1\", his first composition, and was invited to perform it for &lt;a href=\"Darius%20Milhaud\"&gt;Darius Milhaud&lt;/a&gt;. After Milhaud complimented him on the piece, Del Tredici went back to Berkeley to concentrate on composition rather than performance.\nDuring his early development as a composer, he found influence in his piano teachers Bernhard Abramovitch and &lt;a href=\"Robert%20Helps\"&gt;Robert Helps&lt;/a&gt;, whom he found more creative and supportive of trusting \"your instincts\" than were his composition professors. After studying at the University of California, Berkeley, he attended &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt;. There he studied composition with &lt;a href=\"Roger%20Sessions\"&gt;Roger Sessions&lt;/a&gt;, &lt;a href=\"Earl%20Kim\"&gt;Earl Kim&lt;/a&gt;, and &lt;a href=\"Seymour%20Shifrin\"&gt;Seymour Shifrin&lt;/a&gt;.\nAt Princeton he was initially influenced by &lt;a href=\"serialism\"&gt;serialism&lt;/a&gt;, but abandoned that school of composition within a year of starting it. He left Princeton to live in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; for two years before returning to the university.\nCareer.\nIn 1964, Del Tredici met &lt;a href=\"Aaron%20Copland\"&gt;Aaron Copland&lt;/a&gt; at &lt;a href=\"Tanglewood\"&gt;Tanglewood&lt;/a&gt;; they would be friends for the remainder of Copland's life, and his musical style remains an influence on Del Tredici.\nDel Tredici taught at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;, where he worked alongside &lt;a href=\"Leon%20Kirchner\"&gt;Leon Kirchner&lt;/a&gt;, and was a part of the &lt;a href=\"Modernism%20%28music%29\"&gt;modernism&lt;/a&gt; movement. He has stated that \"anything bad appeals to any young composer\", including himself.\nMuch of Del Tredici's work has been inspired by literature, including author and poet &lt;a href=\"James%20Joyce\"&gt;James Joyce&lt;/a&gt;. As a fellow &lt;a href=\"lapsed%20Catholic\"&gt;lapsed Catholic&lt;/a&gt;, Del Tredici was attracted to Joyce's struggles with his own Catholic past and \"tortured life\", which found voice in Del Tredici's \"dissonant and nearly atonal\" style. He also found inspiration in &lt;a href=\"Martin%20Gardner\"&gt;Martin Gardner&lt;/a&gt;'s \"&lt;a href=\"The%20Annotated%20Alice\"&gt;The Annotated Alice&lt;/a&gt;\" and its commentary on the works of &lt;a href=\"Lewis%20Carroll\"&gt;Lewis Carroll&lt;/a&gt;. During this period, he found himself moving back towards &lt;a href=\"tonality\"&gt;tonality&lt;/a&gt;, which he felt was more appropriate for works such as his \"Final Alice\" and \"Adventures Underground\".\nDel Tredici was Composer-In-Residence at the &lt;a href=\"New%20York%20Philharmonic\"&gt;New York Philharmonic&lt;/a&gt; from 1988 until 1990. In 1999 and 2000 he taught at &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;. He also has taught at &lt;a href=\"Boston%20University\"&gt;Boston University&lt;/a&gt;, &lt;a href=\"Juilliard%20School\"&gt;Juilliard School&lt;/a&gt;, and the &lt;a href=\"University%20of%20Buffalo\"&gt;University of Buffalo&lt;/a&gt;. , he was a faculty member of the &lt;a href=\"City%20College%20of%20New%20York\"&gt;City College of New York&lt;/a&gt;.\nToday, Del Tredici continues to draw on literature for his &lt;a href=\"song%20cycle\"&gt;song cycle&lt;/a&gt;s. His work has continued to draw on Lewis Carroll (particularly \"&lt;a href=\"Alice%20in%20Wonderland\"&gt;Alice in Wonderland&lt;/a&gt;\"), but he has also been inspired by contemporary American poets. He has also created works celebrating \"&lt;a href=\"gay\"&gt;gay&lt;/a&gt;ness\", acknowledging that many great composers were gay and that \"it's something to be celebrated\". A reviewer has noted that themes in his work examine \"tormented relationships, personal transformations, and the joys and sorrows of gay life\". He is a member of the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Letters\"&gt;American Academy of Arts and Letters&lt;/a&gt; and has held additional residencies at &lt;a href=\"Yaddo\"&gt;Yaddo&lt;/a&gt;, the &lt;a href=\"Virginia%20Center%20for%20the%20Creative%20Arts\"&gt;Virginia Center for the Creative Arts&lt;/a&gt;, and the &lt;a href=\"MacDowell%20Colony\"&gt;MacDowell Colony&lt;/a&gt;. \nWorks.\nDel Tredici has composed work for &lt;a href=\"Michael%20Tilson%20Thomas\"&gt;Michael Tilson Thomas&lt;/a&gt; and the &lt;a href=\"Buffalo%20Philharmonic%20Orchestra\"&gt;Buffalo Philharmonic Orchestra&lt;/a&gt;. His work, \"Adventures Underground\", drew inspiration from the poem \"The Mouse's Tail\". Del Tredici has also composed works influenced by &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt; and &lt;a href=\"folk%20music\"&gt;folk music&lt;/a&gt;. He has written works for &lt;a href=\"Phyllis%20Bryn-Julson\"&gt;Phyllis Bryn-Julson&lt;/a&gt;, &lt;a href=\"San%20Francisco%20Symphony\"&gt;San Francisco Symphony&lt;/a&gt;, and the &lt;a href=\"New%20York%20Philharmonic\"&gt;New York Philharmonic&lt;/a&gt;. He has also composed an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; and &lt;a href=\"song%20cycle\"&gt;song cycle&lt;/a&gt;s. He has written music using the work of, or as tribute to, &lt;a href=\"Chana%20Bloch\"&gt;Chana Bloch&lt;/a&gt;, &lt;a href=\"Colette%20Inez\"&gt;Colette Inez&lt;/a&gt;, &lt;a href=\"Allen%20Ginsberg\"&gt;Allen Ginsberg&lt;/a&gt;, &lt;a href=\"Thom%20Gunn\"&gt;Thom Gunn&lt;/a&gt;, &lt;a href=\"Paul%20Monette\"&gt;Paul Monette&lt;/a&gt;, and &lt;a href=\"Alfred%20Corn\"&gt;Alfred Corn&lt;/a&gt;.\nHis \"In Memory of a Summer Day\" (part one of \"Child Alice\") won Del Tredici a &lt;a href=\"Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt;. That piece would be developed into a &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;, which has been performed by the &lt;a href=\"National%20Ballet%20of%20Canada\"&gt;National Ballet of Canada&lt;/a&gt; and the &lt;a href=\"Grand%20Th%C3%A9%C3%A2tre%20de%20Gen%C3%A8ve\"&gt;Grand Théâtre de Genève&lt;/a&gt;. In 1988, his work \"Tattoo,\" commissioned by the &lt;a href=\"Concertgebouw%20Orchestra\"&gt;Concertgebouw Orchestra&lt;/a&gt;, was debuted by &lt;a href=\"Leonard%20Bernstein\"&gt;Leonard Bernstein&lt;/a&gt; and the New York Philharmonic."
}