{
    "id": "8991261",
    "revid": "16416757",
    "url": "https://en.wikipedia.org/wiki?curid=8991261",
    "title": "List of birds of Iowa",
    "text": "This list of birds of Iowa includes &lt;a href=\"species\"&gt;species&lt;/a&gt; documented in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; and accepted by the Iowa Ornithologists' Union (IOU). As of August 2021, there are 431 species included in the official list. Of them, 91 are classed as &lt;a href=\"Accidental%20%28biology%29\"&gt;accidental&lt;/a&gt;, 29 are classed as casual, eight have been &lt;a href=\"Introduced%20species\"&gt;introduced&lt;/a&gt; to North America, three are &lt;a href=\"Extinction\"&gt;extinct&lt;/a&gt;, and one has been &lt;a href=\"Local%20extinction\"&gt;extirpated&lt;/a&gt;.\nOnly birds that are considered to have established, self-sustaining, wild populations in Iowa are included on this list. This means that birds that are considered probable escapees, although they may have been sighted flying free in Iowa, are not included.\nThis list is presented in the &lt;a href=\"taxonomic%20sequence\"&gt;taxonomic sequence&lt;/a&gt; of the \"Check-list of North and Middle American Birds\", 7th edition through the 62nd Supplement, published by the &lt;a href=\"American%20Ornithological%20Society\"&gt;American Ornithological Society&lt;/a&gt; (AOS). Common and scientific names are also those of the \"Check-list\", except that the common names of families are from the &lt;a href=\"Clements%20taxonomy\"&gt;Clements taxonomy&lt;/a&gt; because the AOS list does not include them.\nThe following codes are used to designate some species:\nDucks, geese, and waterfowl.\nOrder: &lt;a href=\"Anseriformes\"&gt;Anseriformes&lt;/a&gt;Family: &lt;a href=\"Anatidae\"&gt;Anatidae&lt;/a&gt;\nThe family Anatidae includes the &lt;a href=\"duck\"&gt;duck&lt;/a&gt;s and most duck-like waterfowl, such as &lt;a href=\"goose\"&gt;geese&lt;/a&gt; and &lt;a href=\"swan\"&gt;swan&lt;/a&gt;s. These birds are adapted to an aquatic existence with webbed feet, bills which are flattened to a greater or lesser extent, and feathers that are excellent at shedding water due to special oils. Forty-four species have been recorded in Iowa.\nNew World quail.\nOrder: &lt;a href=\"Galliformes\"&gt;Galliformes&lt;/a&gt;Family: &lt;a href=\"Odontophoridae\"&gt;Odontophoridae&lt;/a&gt;\nThe &lt;a href=\"New%20World%20quail\"&gt;New World quail&lt;/a&gt;s are small, plump terrestrial birds only distantly related to the quails of the Old World, but named for their similar appearance and habits. One species has been recorded in Iowa.\nPheasants, grouse, and allies.\nOrder: &lt;a href=\"Galliformes\"&gt;Galliformes&lt;/a&gt;Family: &lt;a href=\"Phasianidae\"&gt;Phasianidae&lt;/a&gt;\nPhasianidae consists of the &lt;a href=\"pheasant\"&gt;pheasant&lt;/a&gt;s and their allies including the &lt;a href=\"partridge\"&gt;partridge&lt;/a&gt;s, &lt;a href=\"grouse\"&gt;grouse&lt;/a&gt;, &lt;a href=\"turkey%20%28bird%29\"&gt;turkeys&lt;/a&gt;, and &lt;a href=\"quail\"&gt;old world quail&lt;/a&gt;. These are terrestrial species, variable in size but generally plump, with broad, relatively short wings. Many species are gamebirds or have been domesticated as a food source for humans. Six species have been recorded in Iowa.\nGrebes.\nOrder: &lt;a href=\"Podicipediformes\"&gt;Podicipediformes&lt;/a&gt;Family: &lt;a href=\"Podicipedidae\"&gt;Podicipedidae&lt;/a&gt;\n&lt;a href=\"Grebe\"&gt;Grebe&lt;/a&gt;s are small to medium-large freshwater diving birds. They have lobed toes and are excellent swimmers and divers. However, they have their feet placed far back on the body, making them quite ungainly on land. Six species have been recorded in Iowa.\nPigeons and doves.\nOrder: &lt;a href=\"Columbiformes\"&gt;Columbiformes&lt;/a&gt;Family: &lt;a href=\"Columbidae\"&gt;Columbidae&lt;/a&gt;\n&lt;a href=\"Pigeon\"&gt;Pigeon&lt;/a&gt;s and &lt;a href=\"dove\"&gt;dove&lt;/a&gt;s are stout-bodied birds with short necks and short slender bills with a fleshy cere. Seven species have been recorded in Iowa.\nCuckoos.\nOrder: &lt;a href=\"Cuculiformes\"&gt;Cuculiformes&lt;/a&gt;Family: &lt;a href=\"Cuculidae\"&gt;Cuculidae&lt;/a&gt;\nThe family Cuculidae includes &lt;a href=\"cuckoo\"&gt;cuckoo&lt;/a&gt;s, &lt;a href=\"Geococcyx\"&gt;roadrunners&lt;/a&gt;, and &lt;a href=\"Ani%20%28bird%29\"&gt;anis&lt;/a&gt;. These birds are of variable size with slender bodies, long tails, and strong legs. Three species have been recorded in Iowa.\nNightjars and allies.\nOrder: &lt;a href=\"Caprimulgiformes\"&gt;Caprimulgiformes&lt;/a&gt;Family: &lt;a href=\"Caprimulgidae\"&gt;Caprimulgidae&lt;/a&gt;\n&lt;a href=\"Nightjar\"&gt;Nightjar&lt;/a&gt;s are medium-sized nocturnal birds that usually nest on the ground. They have long wings, short legs, and very short bills. Most have small feet, of little use for walking, and long pointed wings. Their soft plumage is cryptically colored to resemble bark or leaves. Three species have been recorded in Iowa.\nSwifts.\nOrder: &lt;a href=\"Apodiformes\"&gt;Apodiformes&lt;/a&gt;Family: &lt;a href=\"Apodidae\"&gt;Apodidae&lt;/a&gt;\nThe &lt;a href=\"Swift%20%28bird%29\"&gt;swift&lt;/a&gt;s are small birds which spend the majority of their lives flying. These birds have very short legs and never settle voluntarily on the ground, perching instead only on vertical surfaces. Many swifts have very long, swept-back wings which resemble a crescent or boomerang. One species has been recorded in Iowa.\nHummingbirds.\nOrder: &lt;a href=\"Apodiformes\"&gt;Apodiformes&lt;/a&gt;Family: &lt;a href=\"Trochilidae\"&gt;Trochilidae&lt;/a&gt;\n&lt;a href=\"Hummingbird\"&gt;Hummingbird&lt;/a&gt;s are small birds capable of hovering in mid-air due to the rapid flapping of their wings. They are the only birds that can fly backwards. Five species have been recorded in Iowa.\nRails, gallinules, and coots.\nOrder: &lt;a href=\"Gruiformes\"&gt;Gruiformes&lt;/a&gt;Family: &lt;a href=\"Rallidae\"&gt;Rallidae&lt;/a&gt;\nRallidae is a large family of small to medium-sized birds which includes the &lt;a href=\"Rail%20%28bird%29\"&gt;rails&lt;/a&gt;, &lt;a href=\"crake\"&gt;crake&lt;/a&gt;s, &lt;a href=\"coot\"&gt;coot&lt;/a&gt;s, and &lt;a href=\"Rallidae\"&gt;gallinule&lt;/a&gt;s. The most typical family members occupy dense vegetation in damp environments near lakes, swamps, or rivers. In general they are shy and secretive birds, making them difficult to observe. Most species have strong legs and long toes which are well adapted to soft uneven surfaces. They tend to have short, rounded wings and to be weak fliers. Eight species have been recorded in Iowa.\nCranes.\nOrder: &lt;a href=\"Gruiformes\"&gt;Gruiformes&lt;/a&gt;Family: &lt;a href=\"Gruidae\"&gt;Gruidae&lt;/a&gt;\n&lt;a href=\"Crane%20%28bird%29\"&gt;Cranes&lt;/a&gt; are large, long-legged, and long-necked birds. Unlike the similar-looking but unrelated herons, cranes fly with necks outstretched, not pulled back. Most have elaborate and noisy courting displays or \"dances\". Two species have been recorded in Iowa.\nStilts and avocets.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Recurvirostridae\"&gt;Recurvirostridae&lt;/a&gt;\nRecurvirostridae is a family of large wading birds which includes the &lt;a href=\"avocet\"&gt;avocet&lt;/a&gt;s and &lt;a href=\"stilt\"&gt;stilt&lt;/a&gt;s. The avocets have long legs and long up-curved bills. The stilts have extremely long legs and long, thin, straight bills. Two species have been recorded in Iowa.\nLapwings and plovers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Charadriidae\"&gt;Charadriidae&lt;/a&gt;\nThe family Charadriidae includes the &lt;a href=\"plover\"&gt;plover&lt;/a&gt;s, &lt;a href=\"dotterel\"&gt;dotterel&lt;/a&gt;s, and &lt;a href=\"lapwing\"&gt;lapwing&lt;/a&gt;s. They are small to medium-sized birds with compact bodies, short thick necks, and long, usually pointed, wings. They are found in open country worldwide, mostly in habitats near water. Six species have been recorded in Iowa.\nSandpipers and allies.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Scolopacidae\"&gt;Scolopacidae&lt;/a&gt;\nScolopacidae is a large diverse family of small to medium-sized shorebirds including the &lt;a href=\"sandpiper\"&gt;sandpiper&lt;/a&gt;s, &lt;a href=\"curlew\"&gt;curlew&lt;/a&gt;s, &lt;a href=\"godwit\"&gt;godwit&lt;/a&gt;s, &lt;a href=\"Tringa\"&gt;shanks&lt;/a&gt;, &lt;a href=\"Tattler%20%28bird%29\"&gt;tattlers&lt;/a&gt;, &lt;a href=\"woodcock\"&gt;woodcock&lt;/a&gt;s, &lt;a href=\"snipe\"&gt;snipe&lt;/a&gt;s, &lt;a href=\"dowitcher\"&gt;dowitcher&lt;/a&gt;s, and &lt;a href=\"phalarope\"&gt;phalarope&lt;/a&gt;s. The majority of these species eat small invertebrates picked out of the mud or soil. Different lengths of legs and bills enable multiple species to feed in the same habitat, particularly on the coast, without direct competition for food. Thirty-four species have been recorded in Iowa.\nSkuas and jaegers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Stercorariidae\"&gt;Stercorariidae&lt;/a&gt;\n&lt;a href=\"Skua\"&gt;Skua&lt;/a&gt;s and jaegers are related to &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s, &lt;a href=\"wader\"&gt;shorebirds&lt;/a&gt;, &lt;a href=\"auk\"&gt;auk&lt;/a&gt;s, and &lt;a href=\"Skimmer%20%28bird%29\"&gt;skimmer&lt;/a&gt;s. In the three smaller species (all &lt;a href=\"Holarctic\"&gt;Holarctic&lt;/a&gt;), breeding adults have the two central tail feathers obviously elongated and at least some adults have white on the underparts and pale yellow on the neck, characteristics that the larger species do not share. Three species have been recorded in Iowa.\nAuks, murres, and puffins.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Alcidae\"&gt;Alcidae&lt;/a&gt;\n&lt;a href=\"Alcid\"&gt;Alcid&lt;/a&gt;s are superficially similar to &lt;a href=\"penguin\"&gt;penguin&lt;/a&gt;s due to their black-and-white colors, their upright posture, and some of their habits, however they are only distantly related to the penguins and are able to fly. &lt;a href=\"Auk\"&gt;Auk&lt;/a&gt;s live on the open sea, only deliberately coming ashore to nest. This family also includes &lt;a href=\"murre\"&gt;murre&lt;/a&gt;s and &lt;a href=\"puffin\"&gt;puffin&lt;/a&gt;s. Three species have been recorded in Iowa.\nGulls, terns, and skimmers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Laridae\"&gt;Laridae&lt;/a&gt;\n&lt;a href=\"Laridae\"&gt;Laridae&lt;/a&gt; is a family of medium to large seabirds and includes &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s, &lt;a href=\"tern\"&gt;tern&lt;/a&gt;s, &lt;a href=\"kittiwake\"&gt;kittiwake&lt;/a&gt;s, and &lt;a href=\"Skimmer%20%28bird%29\"&gt;skimmer&lt;/a&gt;s. They are typically gray or white, often with black markings on the head or wings. They have stout, longish bills and webbed feet. Twenty-eight species have been recorded in Iowa.\nLoons.\nOrder: &lt;a href=\"Gaviiformes\"&gt;Gaviiformes&lt;/a&gt;Family: &lt;a href=\"Gaviidae\"&gt;Gaviidae&lt;/a&gt;\n&lt;a href=\"Loon\"&gt;Loon&lt;/a&gt;s are aquatic birds the size of a large duck, to which they are unrelated. Their plumage is largely gray or black, and they have spear-shaped bills. Loons swim well and fly adequately, but are almost hopeless on land, because their legs are placed towards the rear of the body. Four species have been recorded in Iowa.\nStorks.\nOrder: &lt;a href=\"Ciconiiformes\"&gt;Ciconiiformes&lt;/a&gt;Family: &lt;a href=\"Ciconiidae\"&gt;Ciconiidae&lt;/a&gt;\n&lt;a href=\"Stork\"&gt;Stork&lt;/a&gt;s are large, heavy, long-legged, long-necked wading birds with long stout bills and wide wingspans. They lack the &lt;a href=\"powder%20down\"&gt;powder down&lt;/a&gt; that other wading birds such as herons, spoonbills, and ibises use to clean off fish slime. Storks lack a pharynx and are mute. One species has been recorded in Iowa.\nFrigatebirds.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Fregatidae\"&gt;Fregatidae&lt;/a&gt;\n&lt;a href=\"Frigatebird\"&gt;Frigatebird&lt;/a&gt;s are large seabirds usually found over tropical oceans. They are large, black, or black-and-white, with long wings and deeply forked tails. The males have colored inflatable throat pouches. They do not swim or walk and cannot take off from a flat surface. Having the largest wingspan-to-body-weight ratio of any bird, they are essentially aerial, able to stay aloft for more than a week. One species has been recorded in Iowa.\nBoobies and gannets.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Sulidae\"&gt;Sulidae&lt;/a&gt;\nThe sulids comprise the &lt;a href=\"gannet\"&gt;gannet&lt;/a&gt;s and &lt;a href=\"booby\"&gt;boobies&lt;/a&gt;. Both groups are medium-large coastal &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt;s that plunge-dive for fish. One species has been recorded in Iowa.\nAnhingas.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Anhingidae\"&gt;Anhingidae&lt;/a&gt;\n&lt;a href=\"Darter\"&gt;Anhingas&lt;/a&gt; are cormorant-like water birds with very long necks and long, straight beaks. They are fish eaters which often swim with only their neck above the water. One species has been recorded in Iowa.\nCormorants and shags.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Phalacrocoracidae\"&gt;Phalacrocoracidae&lt;/a&gt;\n&lt;a href=\"Cormorant\"&gt;Cormorant&lt;/a&gt;s are medium-to-large aquatic birds, usually with mainly dark plumage and areas of colored skin on the face. The bill is long, thin, and sharply hooked. Their feet are four-toed and webbed. Two species have been recorded in Iowa.\nPelicans.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Pelecanidae\"&gt;Pelecanidae&lt;/a&gt;\n&lt;a href=\"Pelican\"&gt;Pelican&lt;/a&gt;s are very large water birds with a distinctive pouch under their beak Like other birds in the order Pelecaniformes, they have four webbed toes. Two species have been recorded in Iowa.\nHerons, egrets, and bitterns.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Ardeidae\"&gt;Ardeidae&lt;/a&gt;\nThe family Ardeidae contains the &lt;a href=\"heron\"&gt;heron&lt;/a&gt;s, &lt;a href=\"egret\"&gt;egret&lt;/a&gt;s, and &lt;a href=\"bittern\"&gt;bittern&lt;/a&gt;s. Herons and egrets are medium to large wading birds with long necks and legs. Bitterns tend to be shorter necked and more secretive. Members of Ardeidae fly with their necks retracted, unlike other long-necked birds such as storks, ibises and spoonbills. Twelve species have been recorded in Iowa.\nIbises and spoonbills.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Threskiornithidae\"&gt;Threskiornithidae&lt;/a&gt;\nThe family &lt;a href=\"Threskiornithidae\"&gt;Threskiornithidae&lt;/a&gt; includes the &lt;a href=\"ibis\"&gt;ibis&lt;/a&gt;es and &lt;a href=\"spoonbill\"&gt;spoonbill&lt;/a&gt;s. They have long, broad wings. Their bodies tends to be elongated, the neck more so, with rather long legs. The bill is also long, decurved in the case of the ibises, straight and distinctively flattened in the spoonbills. Four species have been recorded in Iowa.\nNew World vultures.\nOrder: &lt;a href=\"Cathartiformes\"&gt;Cathartiformes&lt;/a&gt;Family: &lt;a href=\"Cathartidae\"&gt;Cathartidae&lt;/a&gt;\nThe &lt;a href=\"New%20World%20vulture\"&gt;New World vulture&lt;/a&gt;s are not closely related to &lt;a href=\"Old%20World%20vulture\"&gt;Old World vulture&lt;/a&gt;s, but superficially resemble them because of &lt;a href=\"convergent%20evolution\"&gt;convergent evolution&lt;/a&gt;. Like the Old World vultures, they are scavengers However, unlike Old World vultures, which find carcasses by sight, New World vultures have a good sense of smell with which they locate carcasses. Two species have been recorded in Iowa.\nOsprey.\nOrder: &lt;a href=\"Accipitriformes\"&gt;Accipitriformes&lt;/a&gt;Family: &lt;a href=\"Pandionidae\"&gt;Pandionidae&lt;/a&gt;\nPandionidae is a family of fish-eating birds of prey possessing a very large, powerful hooked beak for tearing flesh from their prey, strong legs, powerful talons, and keen eyesight. The family is monotypic and its one species has been recorded in Iowa.\nHawks, eagles, and kites.\nOrder: &lt;a href=\"Accipitriformes\"&gt;Accipitriformes&lt;/a&gt;Family: &lt;a href=\"Accipitridae\"&gt;Accipitridae&lt;/a&gt;\nAccipitridae is a family of birds of prey, which includes &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s, &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s, &lt;a href=\"Kite%20%28bird%29\"&gt;kite&lt;/a&gt;s, &lt;a href=\"Harrier%20%28bird%29\"&gt;harrier&lt;/a&gt;s, and &lt;a href=\"Old%20World%20vulture\"&gt;Old World vulture&lt;/a&gt;s. These birds have very large powerful hooked beaks for tearing flesh from their prey, strong legs, powerful talons, and keen eyesight. Fifteen species have been recorded in Iowa.\nBarn-owls.\nOrder: &lt;a href=\"Strigiformes\"&gt;Strigiformes&lt;/a&gt;Family: &lt;a href=\"Tytonidae\"&gt;Tytonidae&lt;/a&gt;\n&lt;a href=\"Tytonidae\"&gt;Barn-owls&lt;/a&gt; are medium to large owls with large heads and characteristic heart-shaped faces. They have long strong legs with powerful talons. One species has been recorded in Iowa.\nOwls.\nOrder: &lt;a href=\"Strigiformes\"&gt;Strigiformes&lt;/a&gt;Family: &lt;a href=\"Strigidae\"&gt;Strigidae&lt;/a&gt;\nThe &lt;a href=\"typical%20owl\"&gt;typical owl&lt;/a&gt;s are small to large solitary nocturnal birds of prey. They have large forward-facing eyes and ears, a hawk-like beak, and a conspicuous circle of feathers around each eye called a facial disk. Eleven species have been recorded in Iowa.\nKingfishers.\nOrder: &lt;a href=\"Coraciiformes\"&gt;Coraciiformes&lt;/a&gt;Family: &lt;a href=\"Alcedinidae\"&gt;Alcedinidae&lt;/a&gt;\n&lt;a href=\"Kingfisher\"&gt;Kingfisher&lt;/a&gt;s are medium-sized birds with large heads, long pointed bills, short legs, and stubby tails. One species has been recorded in Iowa.\nWoodpeckers.\nOrder: &lt;a href=\"Piciformes\"&gt;Piciformes&lt;/a&gt;Family: &lt;a href=\"Picidae\"&gt;Picidae&lt;/a&gt;\n&lt;a href=\"Woodpecker\"&gt;Woodpecker&lt;/a&gt;s are small to medium-sized birds with chisel-like beaks, short legs, stiff tails, and long tongues used for capturing insects. Some species have feet with two toes pointing forward and two backward, while several species have only three toes. Many woodpeckers have the habit of tapping noisily on tree trunks with their beaks. Eleven species have been recorded in Iowa.\nFalcons and caracaras.\nOrder: &lt;a href=\"Falconiformes\"&gt;Falconiformes&lt;/a&gt;Family: &lt;a href=\"Falconidae\"&gt;Falconidae&lt;/a&gt;\nFalconidae is a family of diurnal birds of prey, notably the &lt;a href=\"falcon\"&gt;falcon&lt;/a&gt;s and &lt;a href=\"Caracara%20%28subfamily%29\"&gt;caracara&lt;/a&gt;s. They differ from hawks, eagles, and kites in that they kill with their beaks instead of their talons. Six species have been recorded in Iowa.\nNew World and African parrots.\nOrder: &lt;a href=\"Psittaciformes\"&gt;Psittaciformes&lt;/a&gt;Family: &lt;a href=\"parrot\"&gt;Psittacidae&lt;/a&gt;\n&lt;a href=\"Parrot\"&gt;Parrot&lt;/a&gt;s are small to large birds with a characteristic curved beak. Their upper mandibles have slight mobility in the joint with the skull and they have a generally erect stance. All parrots are zygodactyl, having the four toes on each foot placed two at the front and two to the back. Most of the more than 150 species in this family are found in the New World. One species has been recorded in Iowa.\nTyrant flycatchers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Tyrannidae\"&gt;Tyrannidae&lt;/a&gt;\n&lt;a href=\"Tyrant%20flycatcher\"&gt;Tyrant flycatcher&lt;/a&gt;s are Passerine birds which occur throughout North and South America. They superficially resemble the &lt;a href=\"Old%20World%20flycatcher\"&gt;Old World flycatcher&lt;/a&gt;s, but are more robust and have stronger bills. They do not have the sophisticated vocal capabilities of the songbirds. Most, but not all, are rather plain. As the name implies, most are insectivorous. Seventeen species have been recorded in Iowa.\nVireos, shrike-babblers, and erpornis.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Vireonidae\"&gt;Vireonidae&lt;/a&gt;\nThe &lt;a href=\"vireo\"&gt;vireo&lt;/a&gt;s are a group of small to medium-sized passerine birds. They are typically greenish in color and resemble wood warblers apart from their heavier bills. Seven species have been recorded in Iowa.\nShrikes.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Laniidae\"&gt;Laniidae&lt;/a&gt;\n&lt;a href=\"Shrike\"&gt;Shrike&lt;/a&gt;s are passerine birds known for their habit of catching other birds and small animals and impaling the uneaten portions of their bodies on thorns. A shrike's beak is hooked, like that of a typical bird of prey. Two species have been recorded in Iowa.\nCrows, jays, and magpies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Corvidae\"&gt;Corvidae&lt;/a&gt;\nThe family Corvidae includes &lt;a href=\"crow\"&gt;crow&lt;/a&gt;s, &lt;a href=\"raven\"&gt;raven&lt;/a&gt;s, &lt;a href=\"jay\"&gt;jay&lt;/a&gt;s, &lt;a href=\"chough\"&gt;chough&lt;/a&gt;s, &lt;a href=\"magpie\"&gt;magpie&lt;/a&gt;s, &lt;a href=\"treepie\"&gt;treepie&lt;/a&gt;s, &lt;a href=\"nutcracker%20%28bird%29\"&gt;nutcracker&lt;/a&gt;s, and &lt;a href=\"ground%20jay\"&gt;ground jay&lt;/a&gt;s. Corvids are above average in size among the Passeriformes, and some of the larger species show high levels of intelligence. Eight species have been recorded in Iowa.\nTits, chickadees, and titmice.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Paridae\"&gt;Paridae&lt;/a&gt;\nThe &lt;a href=\"Paridae\"&gt;Paridae&lt;/a&gt; are mainly small stocky woodland species with short stout bills. Some have crests. They are adaptable birds, with a mixed diet including seeds and insects. Three species have been recorded in Iowa.\nLarks.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Alaudidae\"&gt;Alaudidae&lt;/a&gt;\n&lt;a href=\"Lark\"&gt;Lark&lt;/a&gt;s are small terrestrial birds with often extravagant songs and display flights. Most larks are fairly dull in appearance. Their food is insects and seeds. One species has been recorded in Iowa.\nSwallows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Hirundinidae\"&gt;Hirundinidae&lt;/a&gt;\nThe family &lt;a href=\"Hirundinidae\"&gt;Hirundinidae&lt;/a&gt; is a group of passerines characterized by their adaptation to aerial feeding. These adaptations include a slender streamlined body, long pointed wings, and short bills with a wide gape. The feet are adapted to perching rather than walking, and the front toes are partially joined at the base. Eight species have been recorded in Iowa.\nKinglets.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Regulidae\"&gt;Regulidae&lt;/a&gt;\nThe &lt;a href=\"kinglet\"&gt;kinglet&lt;/a&gt;s are a small family of birds which resemble the &lt;a href=\"titmouse\"&gt;titmice&lt;/a&gt;. They are very small insectivorous birds. The adults have colored crowns, giving rise to their names. Two species have been recorded in Iowa.\nWaxwings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Bombycillidae\"&gt;Bombycillidae&lt;/a&gt;\nThe &lt;a href=\"waxwing\"&gt;waxwing&lt;/a&gt;s are a group of birds with soft silky plumage and unique red tips to some of the wing feathers. In the Bohemian and cedar waxwings, these tips look like &lt;a href=\"sealing%20wax\"&gt;sealing wax&lt;/a&gt; and give the group its name. These are arboreal birds of northern forests. They live on insects in summer and berries in winter. Two species have been recorded in Iowa.\nNuthatches.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Sittidae\"&gt;Sittidae&lt;/a&gt;\n&lt;a href=\"Nuthatch\"&gt;Nuthatch&lt;/a&gt;es are small woodland birds. They have the unusual ability to climb down trees head first, unlike other birds which can only go upwards. Nuthatches have big heads, short tails, and powerful bills and feet. Three species have been recorded in Iowa.\nTreecreepers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Certhiidae\"&gt;Certhiidae&lt;/a&gt;\n&lt;a href=\"Treecreeper\"&gt;Treecreeper&lt;/a&gt;s are small woodland birds, brown above and white below. They have thin pointed down-curved bills, which they use to extricate insects from bark. They have stiff tail feathers, like &lt;a href=\"woodpecker\"&gt;woodpecker&lt;/a&gt;s, which they use to support themselves on vertical trees. One species has been recorded in Iowa.\nGnatcatchers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Polioptilidae\"&gt;Polioptilidae&lt;/a&gt;\nThese dainty birds resemble &lt;a href=\"Old%20World%20warbler\"&gt;Old World warbler&lt;/a&gt;s in their structure and habits, moving restlessly through the foliage seeking insects. The gnatcatchers are mainly soft bluish gray in color and have the typical insectivore's long sharp bill. Many species have distinctive black head patterns (especially males) and long, regularly cocked, black-and-white tails. One species has been recorded in Iowa.\nWrens.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Troglodytidae\"&gt;Troglodytidae&lt;/a&gt;\n&lt;a href=\"Wren\"&gt;Wren&lt;/a&gt;s are small and inconspicuous birds, except for their loud songs. They have short wings and thin down-turned bills. Several species often hold their tails upright. All are insectivorous. Eight species have been recorded in Iowa.\nMockingbirds and thrashers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Mimidae\"&gt;Mimidae&lt;/a&gt;\nThe &lt;a href=\"mimid\"&gt;mimid&lt;/a&gt;s are a family of passerine birds that includes &lt;a href=\"thrasher\"&gt;thrasher&lt;/a&gt;s, &lt;a href=\"mockingbird\"&gt;mockingbird&lt;/a&gt;s, &lt;a href=\"trembler\"&gt;trembler&lt;/a&gt;s, and the &lt;a href=\"New%20World%20catbird\"&gt;New World catbird&lt;/a&gt;s. These birds are notable for their vocalization, especially their remarkable ability to mimic a wide variety of birds and other sounds heard outdoors. The species tend towards dull grays and browns in their appearance. Five species have been recorded in Iowa.\nStarlings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Sturnidae\"&gt;Sturnidae&lt;/a&gt;\n&lt;a href=\"Starling\"&gt;Starling&lt;/a&gt;s are small to medium-sized passerine birds. They are medium-sized passerines with strong feet. Their flight is strong and direct and they are very gregarious. Their preferred habitat is fairly open country, and they eat insects and fruit. Plumage is typically dark with a metallic sheen. One species has been recorded in Iowa.\nThrushes and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Turdidae\"&gt;Turdidae&lt;/a&gt;\nThe &lt;a href=\"Thrush%20%28bird%29\"&gt;Thrush&lt;/a&gt;es are a group of passerine birds that occur mainly but not exclusively in the Old World. They are plump, soft plumaged, small to medium-sized insectivores or sometimes omnivores, often feeding on the ground. Many have attractive songs. Ten species have been recorded in Iowa.\nOld World sparrows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Passeridae\"&gt;Passeridae&lt;/a&gt;\n&lt;a href=\"Old%20World%20sparrow\"&gt;Old World sparrow&lt;/a&gt;s are small passerine birds. In general, sparrows tend to be small plump brownish or grayish birds with short tails and short powerful beaks. Sparrows are seed eaters, but they also consume small insects. Two species have been recorded in Iowa.\nWagtails and pipits.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Motacillidae\"&gt;Motacillidae&lt;/a&gt;\nThe &lt;a href=\"Motacillidae\"&gt;Motacillidae&lt;/a&gt; are a family of small passerine birds with medium to long tails. They include the &lt;a href=\"wagtail\"&gt;wagtail&lt;/a&gt;s, &lt;a href=\"longclaw\"&gt;longclaw&lt;/a&gt;s, and &lt;a href=\"pipit\"&gt;pipit&lt;/a&gt;s. They are slender, ground-feeding insectivores of open country. Two species have been recorded in Iowa.\nFinches, euphonias, and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Fringillidae\"&gt;Fringillidae&lt;/a&gt;\n&lt;a href=\"Finch\"&gt;Finch&lt;/a&gt;es are seed-eating passerine birds that are small to moderately large and have a strong beak, usually conical and in some species very large. All have twelve tail feathers and nine primaries. These birds have a bouncing flight with alternating bouts of flapping and gliding on closed wings, and most sing well. Thirteen species have been recorded in Iowa.\nLongspurs and snow buntings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Calcariidae\"&gt;Calcariidae&lt;/a&gt;\nThe Calcariidae are a group of passerine birds that were traditionally grouped with the New World sparrows, but differ in a number of respects and are usually found in open grassy areas. Four species have been recorded in Iowa.\nNew World sparrows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Passerellidae\"&gt;Passerellidae&lt;/a&gt;\nUntil 2017, these species were considered part of the family Emberizidae. Most of the species are known as sparrows, but these birds are not closely related to the Old World sparrows which are in the family Passeridae. Many of these have distinctive head patterns. Twenty-six species have been recorded in Iowa.\nYellow-breasted chat.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Icteriidae\"&gt;Icteriidae&lt;/a&gt;\nThis species was historically placed in the wood-warblers (Parulidae) but nonetheless most authorities were unsure if it belonged there. It was placed in its own family in 2017.\nTroupials and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Icteridae\"&gt;Icteridae&lt;/a&gt;\nThe &lt;a href=\"icterid\"&gt;icterid&lt;/a&gt;s are a group of small to medium-sized, often colorful passerine birds restricted to the New World and include the &lt;a href=\"grackle\"&gt;grackle&lt;/a&gt;s, &lt;a href=\"New%20World%20blackbird\"&gt;New World blackbird&lt;/a&gt;s, and &lt;a href=\"New%20World%20oriole\"&gt;New World oriole&lt;/a&gt;s. Most species have black as a predominant plumage color, often enlivened by yellow, orange, or red. Fifteen species have been recorded in Iowa.\nNew World warblers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Parulidae\"&gt;Parulidae&lt;/a&gt;\nThe &lt;a href=\"New%20World%20warbler\"&gt;wood-warblers&lt;/a&gt; are a group of small, often colorful, passerine birds restricted to the New World. Most are arboreal, but some like the &lt;a href=\"ovenbird\"&gt;ovenbird&lt;/a&gt; and the two &lt;a href=\"waterthrush\"&gt;waterthrush&lt;/a&gt;es, are more terrestrial. Most members of this family are insectivores. Thirty-nine species have been recorded in Iowa.\nCardinals and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Cardinalidae\"&gt;Cardinalidae&lt;/a&gt;\nThe &lt;a href=\"Cardinal%20%28bird%29\"&gt;Cardinal&lt;/a&gt;s are a family of robust seed-eating birds with strong bills. They are typically associated with open woodland. The sexes usually have distinct plumages. Eleven species have been recorded in Iowa."
}