{
    "id": "901243",
    "revid": "20611691",
    "url": "https://en.wikipedia.org/wiki?curid=901243",
    "title": "John Randle",
    "text": "John Anthony Randle (born December 12, 1967) is an American former professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was &lt;a href=\"defensive%20tackle\"&gt;defensive tackle&lt;/a&gt; for the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; and the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). On February 6, 2010, he was voted into the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt;.\nEarly life.\nBorn in Mumford, Texas, Randle was raised poor and worked odd jobs when he was young. His brother &lt;a href=\"Ervin%20Randle\"&gt;Ervin&lt;/a&gt; played as a &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; in the NFL for eight years. Randle played high school football in &lt;a href=\"Hearne%2C%20Texas\"&gt;Hearne, Texas&lt;/a&gt;. He started his college playing career at &lt;a href=\"Trinity%20Valley%20Community%20College\"&gt;Trinity Valley Community College&lt;/a&gt;, before transferring to &lt;a href=\"Texas%20A%26amp%3BM%20University%E2%80%93Kingsville\"&gt;Texas A&amp;M University–Kingsville&lt;/a&gt;.\nProfessional career.\nMinnesota Vikings.\nRandle went &lt;a href=\"Undrafted%20sportsperson\"&gt;undrafted&lt;/a&gt;; he tried out for his brother's team, the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;, but was thought to be too small, and was not signed to a contract. The 6'1\" 244-lbs. defensive lineman was picked up by the Vikings after the draft on the recommendation of Head Scout Don Deisch. Randle was told by the Vikings that he would only be picked up if he came back with his weight over 250 lbs, but he was at 244 lbs, so when he was weighed he hid a chain under his sweats to get his weight up.\nRandle played his first season in &lt;a href=\"1990%20Minnesota%20Vikings%20season\"&gt;1990&lt;/a&gt;. Randle went to his first &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; in 1993 after recording 11.5 &lt;a href=\"quarterback%20sack\"&gt;sack&lt;/a&gt;s, and quickly became one of the dominant defensive tackles of his era. Once &lt;a href=\"Henry%20Thomas%20%28American%20football%29\"&gt;Henry Thomas&lt;/a&gt; left the Vikings, Randle increased his training regimen. Randle would record double-digit sacks during nine different seasons, including a career-high and league-leading 15.5 sacks in 1997.\nLike fellow Minnesota Viking &lt;a href=\"Chris%20Hovan\"&gt;Chris Hovan&lt;/a&gt;, Randle was known for eccentric &lt;a href=\"face%20painting\"&gt;face painting&lt;/a&gt; as well as trash-talking on the field, and disarming on-field heckling of opposing players. Among Randle's most famous on-field &lt;a href=\"catchphrase\"&gt;catchphrase&lt;/a&gt;s was \"Six footers for LIFE!\", an allusion to scouting criticism of being undersized for his position.\nRandle had an ongoing rivalry with &lt;a href=\"Green%20Bay%20Packers\"&gt;Packers&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; &lt;a href=\"Brett%20Favre\"&gt;Brett Favre&lt;/a&gt;, whom he sacked more than any other quarterback; Favre said that Randle was the toughest defensive player he faced and that \"on artificial turf he's unblockable\". To play off the rivalry with Brett Favre, Randle starred in a commercial which featured him sewing a miniature version of Favre's #4 jersey which he put on a live chicken. The commercial then showed Randle chasing the chicken around what was supposed to be Randle's backyard and ended with Randle cooking chicken on his BBQ, leading to fierce protests from &lt;a href=\"People%20for%20the%20Ethical%20Treatment%20of%20Animals\"&gt;People for the Ethical Treatment of Animals&lt;/a&gt;.\nRandle's pass-rushing techniques were motion-captured for &lt;a href=\"989%20Studios\"&gt;989 Sports'&lt;/a&gt; &lt;a href=\"NFL%20Xtreme\"&gt;NFL Xtreme&lt;/a&gt; series. He was the cover athlete throughout the entirety of the series.\nSeattle Seahawks.\nAt the end of the &lt;a href=\"2000%20NFL%20season\"&gt;2000 season&lt;/a&gt;, Randle signed with the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. In his &lt;a href=\"2001%20Seattle%20Seahawks%20season\"&gt;first season&lt;/a&gt; with the Seahawks, he earned an invite to the &lt;a href=\"2002%20Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt;, the last of his career. Randle retired in March 2004. Although Randle had planned to retire a year earlier, Seahawks coach &lt;a href=\"Mike%20Holmgren\"&gt;Mike Holmgren&lt;/a&gt; convinced him to stay one more year. The Seahawks made the playoffs in &lt;a href=\"2003-04%20NFL%20playoffs\"&gt;2003&lt;/a&gt; while he was on the roster, but did not reach the Super Bowl as they lost in the Wild Card Round to the &lt;a href=\"2003%20Green%20Bay%20Packers%20season\"&gt;Packers&lt;/a&gt;. Randle also acquired his final sack in 2003.\nRandle left the NFL tied with &lt;a href=\"Richard%20Dent\"&gt;Richard Dent&lt;/a&gt; for fifth in number of career sacks. His 137.5 career sacks remains the second-highest total by a defensive tackle in NFL history, only ranking below fellow Vikings legend &lt;a href=\"Alan%20Page\"&gt;Alan Page&lt;/a&gt;, who had a total of 148.5 sacks. Over his career, he was named to seven Pro Bowl squads. He was named All Tackle Machine of 1999 by \"Tackle: The Magazine\".\nAfter football and legacy.\nRandle was elected to the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; and inducted into the Minnesota Vikings Ring of Honor in 2008. He was eligible for the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; starting in 2009, and was elected in his second year of eligibility in 2010. Randle was inducted in &lt;a href=\"Canton%2C%20Ohio\"&gt;Canton, Ohio&lt;/a&gt; on August 7, 2010 alongside &lt;a href=\"Jerry%20Rice\"&gt;Jerry Rice&lt;/a&gt;, &lt;a href=\"Emmitt%20Smith\"&gt;Emmitt Smith&lt;/a&gt;, &lt;a href=\"Floyd%20Little\"&gt;Floyd Little&lt;/a&gt;, &lt;a href=\"Russ%20Grimm\"&gt;Russ Grimm&lt;/a&gt;, &lt;a href=\"Rickey%20Jackson\"&gt;Rickey Jackson&lt;/a&gt; and &lt;a href=\"Dick%20LeBeau\"&gt;Dick LeBeau&lt;/a&gt;. He was also inducted into the &lt;a href=\"Texas%20Sports%20Hall%20of%20Fame\"&gt;Texas Sports Hall of Fame&lt;/a&gt; during the same year and had his number retired by his former high school team. He lives in &lt;a href=\"Medina%2C%20Minnesota\"&gt;Medina, Minnesota&lt;/a&gt; with his wife and children. In 2019, Randle was also inducted into the Minnesota Sports Hall of Fame."
}