{
    "id": "9012262",
    "revid": "24007896",
    "url": "https://en.wikipedia.org/wiki?curid=9012262",
    "title": "The Reluctant Dragon (1941 film)",
    "text": "The Reluctant Dragon is a 1941 American film produced by &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt;, directed by &lt;a href=\"Alfred%20Werker\"&gt;Alfred Werker&lt;/a&gt;, and released by &lt;a href=\"RKO%20Pictures\"&gt;RKO Radio Pictures&lt;/a&gt; on June 27, 1941. Essentially a &lt;a href=\"Tour%20guide\"&gt;tour&lt;/a&gt; of the then-new &lt;a href=\"Walt%20Disney%20Studios%20%28Burbank%29\"&gt;Walt Disney Studios&lt;/a&gt; facility in &lt;a href=\"Burbank%2C%20California\"&gt;Burbank, California&lt;/a&gt;, the film stars radio comedian &lt;a href=\"Robert%20Benchley\"&gt;Robert Benchley&lt;/a&gt; and many Disney staffers such as &lt;a href=\"Ward%20Kimball\"&gt;Ward Kimball&lt;/a&gt;, &lt;a href=\"Fred%20Moore%20%28animator%29\"&gt;Fred Moore&lt;/a&gt;, &lt;a href=\"Norm%20Ferguson%20%28animator%29\"&gt;Norman Ferguson&lt;/a&gt;, &lt;a href=\"Clarence%20Nash\"&gt;Clarence Nash&lt;/a&gt;, and &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt;, all as themselves.\nThe first twenty minutes of the film are in &lt;a href=\"black-and-white\"&gt;black-and-white&lt;/a&gt;, and the remainder is in &lt;a href=\"Technicolor\"&gt;Technicolor&lt;/a&gt;. Most of the film is &lt;a href=\"live-action\"&gt;live-action&lt;/a&gt;, with four &lt;a href=\"short%20film\"&gt;short&lt;/a&gt; &lt;a href=\"animation\"&gt;animated&lt;/a&gt; segments inserted into the running time: a black-and-white segment featuring Casey Junior from \"&lt;a href=\"Dumbo\"&gt;Dumbo&lt;/a&gt;\"; and three Technicolor cartoons: \"Baby Weems\" (presented as a storyboard), &lt;a href=\"Goofy\"&gt;Goofy&lt;/a&gt;'s \"How to Ride a Horse\", and the extended-length short \"The Reluctant Dragon\", based upon &lt;a href=\"Kenneth%20Grahame\"&gt;Kenneth Grahame&lt;/a&gt;'s &lt;a href=\"The%20Reluctant%20Dragon%20%28short%20story%29\"&gt;book of the same name&lt;/a&gt;. The total length of all animated parts is 40 minutes.\nOverview.\nOpening.\nThe film starts at &lt;a href=\"Robert%20Benchley\"&gt;Robert Benchley&lt;/a&gt;'s home as he plays in his swimming pool, shooting darts at toy ducks. It turns out that he is delaying in trying to sell the rights of \"The Reluctant Dragon\" to studio head Walt Disney. Benchley's wife finally convinces him to approach Disney so they drive to the Walt Disney Studios. There, she leaves him at the studio gate while she goes shopping.\nStudio operations tour by Benchley.\nAfter his arrival, Benchley dodges an overly officious studio guide named Humphrey (played by &lt;a href=\"Buddy%20Pepper\"&gt;Buddy Pepper&lt;/a&gt;). As he wanders around the studio, Benchley stumbles upon a number of the Disney operations and learns about the &lt;a href=\"traditional%20animation\"&gt;traditional animation&lt;/a&gt; process, some of the facets of which are explained by a staff employee named Doris (&lt;a href=\"Frances%20Gifford\"&gt;Frances Gifford&lt;/a&gt;).\n\"The Reluctant Dragon\".\nThe cartoon starts with an introduction by the narrator of the story. One of the main characters, The Boy, who is reading a book about &lt;a href=\"knight\"&gt;knight&lt;/a&gt;s and bloodthirsty &lt;a href=\"dragon\"&gt;dragon&lt;/a&gt;s, is introduced. His father comes rushing by, claiming to have seen a monster. The Boy reassures his father that it was only a dragon, to which the father panics and runs to the village in fear.\nThe Boy then goes to the Dragon's lair, where he is confronted not by a ferocious beast, but a shy, poetry-loving creature. Though surprised at seeing what a nice creature the Dragon is, the Boy befriends him. When he arrives back at the village, the Boy discovers that Sir Giles the Dragon slayer has arrived. He runs to tell the Dragon that he should fight him, only to be left disappointed when the Dragon announces that he never fights. The Boy visits Sir Giles (not &lt;a href=\"St.%20George\"&gt;St. George&lt;/a&gt; as in the original story), and it is revealed that Sir Giles is an old man. The Boy tells Sir Giles that the Dragon will never fight and they decide to visit him.\nSir Giles and the Boy visit the Dragon while he is having a picnic. It turns out that Sir Giles also loves to make up poetry, so the Dragon and Sir Giles serenade each other. The Boy then asks if he could recite a poem of his own. From this, he uses his chance to get a word in edgewise to shout at them to arrange the fight. The Dragon leaves but is persuaded back out of his cave when he is flattered by Sir Giles. The Dragon and Sir Giles eventually decide to fight, but as Sir Giles and the Boy leave, the Dragon realizes in shock that he has accidentally agreed to a fight and tries to tell Sir Giles and the boy that he changed his mind, but they ignore him and the Dragon mutters to himself why he cannot just keep his big mouth shut. The next day, the villagers gather to watch the fight. Sir Giles arrives waiting for the Dragon.\nInside his cave, the Dragon is too scared to fight and cannot breathe fire. The Boy calling the Dragon a \"Punk Poet\" leads to the Dragon getting angry and eventually spitting flames. The Dragon jumps for joy as he is now ferocious. The fight ensues, with Sir Giles chasing the Dragon around with his sword and into the cave, where they drink tea and make noises to make it seem they are fighting. Out in the open, they charge at each other, creating an enormous cloud. Inside they dance, and Sir Giles reveals that it is time for the Dragon to be slain, but only for pretend, to which the Dragon gets excited. Sir Giles places his lance under the Dragon's arm, then the Dragon jumps out of the cloud and performs a dramatic death scene. The story ends with the Dragon being accepted into society, to which the Dragon recites a poem:\nSir Giles is drawn by the animators to somewhat resemble &lt;a href=\"Don%20Quixote\"&gt;Don Quixote&lt;/a&gt;.\nClosing.\nThe film closes on Benchley and his wife driving home; she harangues him for failing to sell the movie and that by dilly-dallying, Benchley missed his chance to sell the rights, with Disney having already produced a film. He answers \"phooey\", in the style of Donald Duck.\nRelease and reception.\nThe film was released in the middle of the &lt;a href=\"Disney%20animators%27%20strike\"&gt;Disney animators' strike&lt;/a&gt; of 1941. Strikers picketed the film's premiere with signs that attacked Disney for unfair business practices, low pay, lack of recognition, and favoritism. At one theater, sympathizers paraded down the street wearing a \"dragon costume bearing the legend 'The Reluctant Disney'\".\nSome critics and audiences were put off by the fact that the film was not a new Disney animated feature in the vein of \"&lt;a href=\"Snow%20White%20and%20the%20Seven%20Dwarfs%20%281937%20film%29\"&gt;Snow White and the Seven Dwarfs&lt;/a&gt;\" or \"&lt;a href=\"Pinocchio%20%281940%20film%29\"&gt;Pinocchio&lt;/a&gt;\", but essentially a collection of four short cartoons and various live-action vignettes. On the other hand, \"&lt;a href=\"Photoplay\"&gt;Photoplay&lt;/a&gt;\" said it was \"one of the cleverest ideas to pop into that fertile mind of Walt Disney and results in this rare combination of a &lt;a href=\"wikt%3ACook%27s%20tour\"&gt;Cook's tour&lt;/a&gt; of the Disney studio, a behind-the-scenes glimpse of Mickey Mousedom and two of Disney's latest cartoon features... Cleverly thought out and executed.\"\n\"The Reluctant Dragon\" cost $600,000 to make and returned $960,000 with $460,000 being generated in the U.S. and Canada. \nAnalysis.\nModern critics have pointed out that the dragon's mannerisms can easily be interpreted as &lt;a href=\"gay\"&gt;gay&lt;/a&gt;. Sean Griffin notes \"the delight and acceptance of an effeminate male,\" saying, \"The dragon sports long emotive eyelashes and contains not an aggressive bone in his body, with the dragon prancing and pirouetting throughout the story... There is no mistaking how the film makes fun of the dragon's mincing manner and prissy pretentions. Yet, the film also makes it quite clear that the dragon does not believe in fighting, and the film doesn't specifically make fun of him for that... Just as in \"&lt;a href=\"Ferdinand%20the%20Bull%20%28film%29\"&gt;Ferdinand the Bull&lt;/a&gt;\", \"The Reluctant Dragon\" presents an easily read gay character under the guise of fantasy and shows characters accepting him as he is.\"\nSimilarly, Tison Pugh writes, \"\"The Reluctant Dragon\" casts adult heterosexuality as undesirable and celebrates children's sexuality as the innocence of unfulfilled expectations — with the Dragon mediating between these two viewpoints in a gender performance of baffling complexity. Both asexual and sexualized, normative and queer, this dragon erodes rigid binaries of desire in pursuit of poetry and interspecies fellowship that the film endorses in its quiet call to appreciate differences.\"\nHome media release.\nDisney released the animated \"Reluctant Dragon\" segment on &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; in 1987, along with the short \"&lt;a href=\"Morris%20the%20Midget%20Moose\"&gt;Morris the Midget Moose&lt;/a&gt;\" and again in 1988 as part of the &lt;a href=\"Walt%20Disney%20Mini-Classics\"&gt;Walt Disney Mini-Classics&lt;/a&gt; series. The full feature was released on VHS in an edition sold only at &lt;a href=\"Disney%20Store\"&gt;Disney Store&lt;/a&gt;s.\nOn December 3, 2002, the original full-length feature was released on &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; in its original theatrical form (with the live-action studio tours) as \"\".\nIn 2007, it was again released in its original theatrical version on DVD, this time as a Disney Movie Club exclusive DVD, available only to club members for mail or online ordering. Shortly afterward, this DVD was also made available in the Disney Movie Rewards program along with some of the other Movie Club exclusives.\nThe \"Reluctant Dragon\" segment is the main attraction, along with three other cartoon shorts, on the \"Disney Animation Collection\" Volume 6 DVD, which was released in America on May 19, 2009. The other films bundled with it were \"&lt;a href=\"Ferdinand%20the%20Bull%20%28film%29\"&gt;Ferdinand the Bull&lt;/a&gt;\", \"&lt;a href=\"Goliath%20II\"&gt;Goliath II&lt;/a&gt;\" and \"&lt;a href=\"Johnny%20Appleseed%20%28film%29\"&gt;Johnny Appleseed&lt;/a&gt;\". In the &lt;a href=\"UK\"&gt;UK&lt;/a&gt;, the \"Reluctant Dragon\" segment was paired with \"Mickey and the Beanstalk\" and released during 2004 on DVD as \"Disney Fables\" Volume 6.\nOn August 12, 2014, the full-length feature version of \"The Reluctant Dragon\" was released in HD as a bonus feature on \"&lt;a href=\"The%20Adventures%20of%20Ichabod%20and%20Mr.%20Toad\"&gt;The Adventures of Ichabod and Mr. Toad&lt;/a&gt;\"/\"&lt;a href=\"Fun%20and%20Fancy%20Free\"&gt;Fun and Fancy Free&lt;/a&gt;\" &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt; set.\nOther appearances.\nThe Reluctant Dragon and Sir Giles make various cameos in the 1988 Disney (through the &lt;a href=\"Touchstone%20Pictures\"&gt;Touchstone Pictures&lt;/a&gt; label)/&lt;a href=\"Amblin%20Entertainment\"&gt;Amblin Entertainment&lt;/a&gt; film \"&lt;a href=\"Who%20Framed%20Roger%20Rabbit\"&gt;Who Framed Roger Rabbit&lt;/a&gt;\". The Reluctant Dragon also makes brief cameos in \"&lt;a href=\"Disney%27s%20House%20of%20Mouse\"&gt;Disney's House of Mouse&lt;/a&gt;\", most notably in the start of the intro."
}