{
    "id": "9016829",
    "revid": "28481209",
    "url": "https://en.wikipedia.org/wiki?curid=9016829",
    "title": "List of customary units of measurement in South Asia",
    "text": "The origins of the customary units of measurement in South Asia are varied. As in Europe, there were various local systems of everyday measurements of &lt;a href=\"length\"&gt;length&lt;/a&gt;, &lt;a href=\"mass\"&gt;mass&lt;/a&gt; and &lt;a href=\"dry%20volume\"&gt;dry volume&lt;/a&gt; (the latter being a \"de facto\" measure of mass for many staple grains), while &lt;a href=\"gold\"&gt;gold&lt;/a&gt;, &lt;a href=\"pearl\"&gt;pearl&lt;/a&gt;s and &lt;a href=\"gemstone\"&gt;gemstone&lt;/a&gt;s were weighed on a different, slightly more standardized scale. Several of the more important units were cognate with units of measurement in the &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt; to the West or in &lt;a href=\"China\"&gt;China&lt;/a&gt; to the East, to facilitate trade.\nDuring the period of &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt;, these South Asian units cohabited with &lt;a href=\"imperial%20units\"&gt;imperial units&lt;/a&gt;. Some South Asian customary units were redefined in terms of imperial Units by an Ordinance of 1833, and several gained sufficient currency among the colonial population to be listed in the first edition of the \"&lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;\". An early attempt was made at &lt;a href=\"metrication\"&gt;metrication&lt;/a&gt; with the &lt;a href=\"Indian%20Weights%20and%20Measures%20of%20Capacity%20Act%2C%201871\"&gt;Indian Weights and Measures of Capacity Act, 1871&lt;/a&gt;, but this had still not been implemented in practice in 1922.\nFull metrication with the passage of the &lt;a href=\"Standards%20of%20Weights%20and%20Measures%20Act%2C%201956\"&gt;Standards of Weights and Measures Act, 1956&lt;/a&gt;, now replaced by the &lt;a href=\"Standards%20of%20Weights%20and%20Measures%20Act%2C%201976\"&gt;Standards of Weights and Measures Act, 1976&lt;/a&gt;: these Acts quote the legal conversion factors for imperial units to &lt;a href=\"SI%20unit\"&gt;SI unit&lt;/a&gt;s. Exact conversions can be made for customary units if they had previously been defined in terms of imperial units: however, even when legally defined, the value of a unit could vary between different localities."
}