{
    "id": "9040579",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=9040579",
    "title": "Sebastian Anton Scherer",
    "text": "Sebastian Anton Scherer (3 October 1631 – 26 August 1712) was a German composer and &lt;a href=\"organist\"&gt;organist&lt;/a&gt; of the &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; era.\nScherer was born in &lt;a href=\"Ulm\"&gt;Ulm&lt;/a&gt;, where he resided until his death. On 17 June 1653 he was elected town musician, and it was also around that time that he became assistant to Tobias Eberlin, then organist of the famous &lt;a href=\"Ulm%20M%C3%BCnster\"&gt;Ulm Münster&lt;/a&gt;. Sherer probably started studying with Eberlin at the same time, later married his daughter and in 1671 succeeded him as organist of the cathedral. Sources disagree on whether Scherer was later appointed organist or simply organ consultant at &lt;a href=\"St.%20Thomas%2C%20Strasbourg\"&gt;St. Thomas&lt;/a&gt; (\"Église Saint-Thomas\") in &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, but it was most probably the latter case, since apparently he remained Ulm's cathedral organist until his death in 1712.\nScherer's surviving works are few, as is typical for the era. They include a collection of sacred &lt;a href=\"vocal%20music\"&gt;vocal music&lt;/a&gt; (&lt;a href=\"motet\"&gt;motet&lt;/a&gt;s, &lt;a href=\"Mass%20%28music%29\"&gt;mass&lt;/a&gt; movements and &lt;a href=\"psalm\"&gt;psalm&lt;/a&gt; settings) somewhat notable for its imaginative word-setting in some of the pieces, fourteen &lt;a href=\"trio%20sonata\"&gt;trio sonata&lt;/a&gt;s published as one volume in 1680, all of considerable quality, and a two-part volume of &lt;a href=\"Organ%20%28music%29\"&gt;organ&lt;/a&gt; music. This latter publication exhibits &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; influence, particularly that of &lt;a href=\"Girolamo%20Frescobaldi\"&gt;Frescobaldi&lt;/a&gt;, which was typical for the &lt;a href=\"German%20organ%20schools\"&gt;south German tradition&lt;/a&gt; Scherer represented. The first part, written out entirely in &lt;a href=\"tablature\"&gt;tablature&lt;/a&gt;, is titled and contains 32 short versets, four for each &lt;a href=\"church%20mode\"&gt;church mode&lt;/a&gt;, so that each mode has an (&lt;a href=\"toccata\"&gt;toccata&lt;/a&gt;-like, with extensive use of &lt;a href=\"pedal%20point\"&gt;pedal point&lt;/a&gt;), \"secunda\" (imitative), \"tertia\" (toccata-like) and \"quarta\" (imitative). The second part contains eight toccatas, all of which are sectional pieces that make heavy use of pedal point and contain much imitative counterpoint as well as free writing.\nOther works include sacred and secular vocal music; and there is evidence that a set of &lt;a href=\"lute\"&gt;lute&lt;/a&gt; &lt;a href=\"suite%20%28music%29\"&gt;suite&lt;/a&gt;s was published in Augsburg, but those pieces are lost."
}