{
    "id": "9041266",
    "revid": "40943757",
    "url": "https://en.wikipedia.org/wiki?curid=9041266",
    "title": "Charles Michael, Duke of Mecklenburg",
    "text": "Charles Michael, Duke of Mecklenburg (; ; – 6 December 1934) was an officer in the &lt;a href=\"Imperial%20Russian%20Army\"&gt;Imperial Russian Army&lt;/a&gt;, &lt;a href=\"heir%20presumptive\"&gt;heir presumptive&lt;/a&gt; to the throne of &lt;a href=\"Grand%20Duchy%20of%20Mecklenburg-Strelitz\"&gt;Mecklenburg-Strelitz&lt;/a&gt; and from 1918 head of the &lt;a href=\"House%20of%20Mecklenburg\"&gt;Grand Ducal House&lt;/a&gt;.\nLife in Russia.\nHe was born in &lt;a href=\"Oranienbaum%2C%20Russia\"&gt;Oranienbaum, Russia&lt;/a&gt;, a grandson of &lt;a href=\"Georg%2C%20Grand%20Duke%20of%20Mecklenburg-Strelitz\"&gt;Grand Duke Georg of Mecklenburg-Strelitz&lt;/a&gt; via his second son Duke Georg August of Mecklenburg (1824–1876) and his wife &lt;a href=\"Grand%20Duchess%20Catherine%20Mikhailovna%20of%20Russia\"&gt;Grand Duchess Catherine Mikhailovna of Russia&lt;/a&gt;, a granddaughter of Emperor &lt;a href=\"Paul%20I%20of%20Russia\"&gt;Paul I of Russia&lt;/a&gt;. Charles Michael studied at the &lt;a href=\"University%20of%20Strasbourg\"&gt;University of Strasbourg&lt;/a&gt; and gained a &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt;. As he was born into the Russian branch of the Grand Ducal house of Mecklenburg-Strelitz, Charles Michael and his older brother Duke George Alexander, both served in the Russian Imperial Army with Charles Michael achieving the rank of &lt;a href=\"Lieutenant%20General\"&gt;Lieutenant General&lt;/a&gt;. When his brother died in 1909 Charles Michael was appointed the guardian of his children Katharina, Marie, Natalia and &lt;a href=\"Duke%20Georg%20of%20Mecklenburg\"&gt;Georg&lt;/a&gt; by Adolf Friedrich V. From 1908 to 1910, he served as the head of artillery in the &lt;a href=\"1st%20Army%20Corps%20%28Russian%20Empire%29\"&gt;1st Army Corps&lt;/a&gt; of the Russian Imperial Army.\nOn 24 June 1914 two weeks after the death of his cousin &lt;a href=\"Adolf%20Friedrich%20V%2C%20Grand%20Duke%20of%20Mecklenburg-Strelitz\"&gt;Grand Duke Adolf Friedrich V&lt;/a&gt;, Charles Michael wrote to the new Grand Duke &lt;a href=\"Adolf%20Friedrich%20VI%2C%20Grand%20Duke%20of%20Mecklenburg-Strelitz\"&gt;Adolf Friedrich VI&lt;/a&gt; informing him that he wished to renounce his rights to the throne of &lt;a href=\"Grand%20Duchy%20of%20Mecklenburg-Strelitz\"&gt;Mecklenburg-Strelitz&lt;/a&gt;. On 7 August shortly after the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; he became a &lt;a href=\"naturalised\"&gt;naturalised&lt;/a&gt; Russian citizen.\nIn March, 1917 Charles Michael was arrested and made to appear before the Russian parliament the &lt;a href=\"Duma\"&gt;Duma&lt;/a&gt;. He later fled to the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt; region.\nHeir to Strelitz.\nThe Grand Duke of Mecklenburg-Schwerin, &lt;a href=\"Frederick%20Francis%20IV%2C%20Grand%20Duke%20of%20Mecklenburg-Schwerin\"&gt;Friedrich Franz IV&lt;/a&gt; wrote to Charles Michael informing him that his cousin Adolf Friedrich VI of Mecklenburg-Strelitz had died on 23 February 1918 and that as he was first in the line of succession he was being called to the throne. A petition to accept the throne was also sent to Charles Michael by the citizens of Mecklenburg-Strelitz as they wanted to maintain their independence and not be united with &lt;a href=\"Grand%20Duchy%20of%20Mecklenburg-Schwerin\"&gt;Mecklenburg-Schwerin&lt;/a&gt;. However Charles Michael never received it so he wrote a private letter confirming his desire to renounce his rights to reign in Mecklenburg-Strelitz although the letter did not reach Friedrich Franz IV, who was acting as regent for Mecklenburg-Strelitz, until January 1919 after the fall of the German monarchies. As a result, the succession issue could not be resolved in time and the two Mecklenburg grand duchies became separate &lt;a href=\"Free%20State%20of%20Mecklenburg-Schwerin\"&gt;free state&lt;/a&gt;s in the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt;.\nCharles Michael eventually left Russia with his family arriving first in &lt;a href=\"France\"&gt;France&lt;/a&gt; before going into exile in &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;. While there he served as Chairman of the Mutual Charitable Society for Russian Officers in Denmark. In 1921 he was paid five million &lt;a href=\"German%20Papiermark\"&gt;mark&lt;/a&gt;s by the Mecklenburg government in return for renouncing his claim to the Strelitz throne. In April, 1930 he returned to Germany and took up residence at his estate, &lt;a href=\"Remplin\"&gt;Remplin&lt;/a&gt; castle.\nCharles Michael adopted his nephew &lt;a href=\"Duke%20Georg%20of%20Mecklenburg\"&gt;Georg, Count of Carlow&lt;/a&gt; who was the &lt;a href=\"morganatic\"&gt;morganatic&lt;/a&gt; son of his older brother &lt;a href=\"Duke%20Georg%20Alexander%20of%20Mecklenburg-Strelitz\"&gt;Duke George Alexander of Mecklenburg&lt;/a&gt; (1859–1909) on 11 September 1928 and confirmed in the courts of &lt;a href=\"Malchin\"&gt;Malchin&lt;/a&gt; on 5 October 1928. Charles Michael died unmarried in &lt;a href=\"Remplin\"&gt;Remplin&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and was succeeded as head of the Grand Ducal house by his nephew and adopted son the former Count of Carlow, &lt;a href=\"Duke%20Georg%20of%20Mecklenburg\"&gt;Duke Georg of Mecklenburg&lt;/a&gt;.\nHonours.\nHe received the following awards:"
}