{
    "id": "9058398",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=9058398",
    "title": "Almoçageme",
    "text": "Almoçageme (pronounced: Al-mu-sa-jè-mê) is a village on the Portuguese &lt;a href=\"municipality\"&gt;municipality&lt;/a&gt; of &lt;a href=\"Sintra\"&gt;Sintra&lt;/a&gt; and in the &lt;a href=\"Freguesia\"&gt;Freguesia&lt;/a&gt; of &lt;a href=\"Colares%20%28Sintra%29\"&gt;Colares&lt;/a&gt;.\nThe name Almoçageme is obviously &lt;a href=\"Arab\"&gt;Arab&lt;/a&gt; in origin – the Iberian peninsula is packed with &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; &lt;a href=\"toponymy\"&gt;toponyms&lt;/a&gt; that are a legacy of the five hundred years the &lt;a href=\"Moors\"&gt;Moors&lt;/a&gt; stayed over. One possible root is from \"al-masjid\" or \"al-mesijide\", meaning “the mosque” – although there are no testimonies of one having been around.\nLocal festivities honoring Nossa Senhora da Graça take place on the first Sunday of October and last eight days.\nThere are &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; ruins of a “&lt;a href=\"villa\"&gt;villa&lt;/a&gt;” in this most occidental spot of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, dating from the 2nd century CE. These were unearthed in 1905 during the construction of a road (Estrada do Rodizio) linking Almoçageme with the spectacular beach of &lt;a href=\"Praia%20Grande%20%28Sintra%29\"&gt;Praia Grande&lt;/a&gt;. Excavations are under way in the &lt;a href=\"Roman%20villa%20of%20Santo%20Andr%C3%A9%20de%20Almo%C3%A7ageme\"&gt;Roman villa of Santo André de Almoçageme&lt;/a&gt; and the findings are sent to the &lt;a href=\"Archaeological%20Museum%20of%20S%C3%A3o%20Miguel%20de%20Odrinhas\"&gt;Archaeological Museum of São Miguel de Odrinhas&lt;/a&gt; – a 40-minute drive away.\nAlmoçageme boasts the beach of &lt;a href=\"Adraga\"&gt;Adraga&lt;/a&gt; with a vintage fish restaurant right by the sand that is the delight of the visitor.\nReferences.\n&lt;a href=\"http%3A//www.jf-colares.pt/index.htm%3Fno%3D101001%2C046.html\"&gt;Junta de Freguesia of Colares Web Site&lt;/a&gt;"
}