{
    "id": "9062227",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=9062227",
    "title": "Benjaminville Friends Meeting House and Burial Ground",
    "text": "The Benjaminville Friends Meeting House and Burial Ground is a &lt;a href=\"Friends%20Meeting%20House\"&gt;Friends Meeting House&lt;/a&gt; of the &lt;a href=\"Religious%20Society%20of%20Friends\"&gt;Religious Society of Friends (Quakers)&lt;/a&gt;, located north of the rural village of &lt;a href=\"Holder%2C%20Illinois\"&gt;Holder&lt;/a&gt; in &lt;a href=\"McLean%20County%2C%20Illinois\"&gt;McLean County, Illinois&lt;/a&gt;. It was once the site of a now-defunct village called &lt;a href=\"Benjaminville%2C%20Illinois\"&gt;Benjaminville&lt;/a&gt;, founded in 1856 after Quakers settled the area. More Quakers followed, and the burial ground, then the current &lt;a href=\"Friends%20meeting%20house\"&gt;meeting house&lt;/a&gt; in 1874, were constructed. This site, listed on the U.S. &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; since 1983, is all that remains of that village.\nThe burial ground preceded the meeting house, as the site was home to another meeting house that was constructed in 1859. The Benjaminville Meeting House represents a well-constructed example of &lt;a href=\"Quaker\"&gt;Quaker&lt;/a&gt; meeting house architecture and contains within its design many of the major elements associated with the style. It is unique in that it allowed both male and female friends to worship together in the same room. The &lt;a href=\"burial%20ground\"&gt;burial ground&lt;/a&gt;, however, maintains a strict separation, not by gender but by religious affiliation; there are three sections, one for Quakers, one for non-Quakers, and one for distant relatives of both.\nBuilding.\nLocation.\nThe Benjaminville Friends Meeting House is located on a relatively elevated area of land east of &lt;a href=\"Bloomington%2C%20Illinois\"&gt;Bloomington, Illinois&lt;/a&gt;, near the community of &lt;a href=\"Holder%2C%20Illinois\"&gt;Holder&lt;/a&gt;. The land was originally flat, treeless &lt;a href=\"prairie\"&gt;prairie&lt;/a&gt; but today is designated mostly for agricultural use. The unincorporated community of &lt;a href=\"Bentown%2C%20Illinois\"&gt;Bentown&lt;/a&gt; is located nearby as well. To the east a large wind farm is being constructed within &lt;a href=\"Arrowsmith%20Township%2C%20McLean%20County%2C%20Illinois\"&gt;Arrowsmith Township&lt;/a&gt;. The building is the last extant structure in the now-defunct village of &lt;a href=\"Benjaminville%2C%20Illinois\"&gt;Benjaminville, Illinois&lt;/a&gt;.\nHistory.\nIn 1859, three years after the first &lt;a href=\"Quaker\"&gt;Quaker&lt;/a&gt; settlers arrived in the area, a meeting house was constructed on the site of the present-day &lt;a href=\"Friends%20meeting%20house\"&gt;Friends meeting house&lt;/a&gt; for &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;1,000. Quakers continued to flow into the area through the 1860s and in 1874 the current &lt;a href=\"Friends%20meeting%20house\"&gt;Friends meeting house&lt;/a&gt; was constructed and it has seen little change since it was built. Some minor alterations have taken place, including the addition of a concrete &lt;a href=\"porch\"&gt;porch&lt;/a&gt; to the entryway and a &lt;a href=\"shed\"&gt;shed&lt;/a&gt; on the east (rear) facade. The shed was added around 1910 to serve as a storage space and a &lt;a href=\"outhouse\"&gt;privy&lt;/a&gt;. The building became a social, political, and religious hub for the area Quakers and the site was visited by Friends from other meeting houses around the state. The building is no longer owned by a religious institution, though there are occasional services held there.\nArchitecture.\nThe Benjaminville Friends Meeting House is located on a site planted with grass and native &lt;a href=\"deciduous%20tree\"&gt;deciduous tree&lt;/a&gt;s. The location is surrounded by crops and is well isolated from other nearby structures. The rectangular, &lt;a href=\"balloon%20frame\"&gt;balloon frame&lt;/a&gt;d building is situated on an east–west axis, with its front facade facing west. The long side measures 42 ft (13 m) and the shorter &lt;a href=\"gable\"&gt;gable&lt;/a&gt; ends of the building measure 32 ft (10 m). The building's entrance is found on its south elevation and consists of dual doors which bisect the walls at the jambs. The Friends meeting house in Benjaminville is a typical example of traditional Quaker meeting houses. Elements common to Quaker meeting houses east of the &lt;a href=\"Allegheny%20Mountains\"&gt;Allegheny Mountains&lt;/a&gt; and found on the Benjaminville example are: plain, undecorated interiors, lack of &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt;, rectangular shaped log or frame construction, some type of partition within the interior space, an attached &lt;a href=\"burial%20ground\"&gt;burial ground&lt;/a&gt;, exterior simplicity, separate men's and women's entrances, and the entryway location along the long wall.\nThe interior room, like the exterior, is oriented east–west. The most prominent decorative element inside is the hand &lt;a href=\"graining\"&gt;graining&lt;/a&gt; detail on the wood surfaces. An elevated &lt;a href=\"balcony\"&gt;gallery&lt;/a&gt; lines the north wall facing the pews which are bisected by 3½ ft (1.1 m) tall, 5 in (13 cm) wide beaded board partition. The &lt;a href=\"pew\"&gt;pew&lt;/a&gt;s, partition, door, and window trim are all hand grained. The interior walls are covered with 6 in (15 cm) pine &lt;a href=\"wainscotting\"&gt;wainscotting&lt;/a&gt;. The original iron stoves have been replaced with oil-burning stoves, set into the original flues.\nThe building is considered a fine example of traditional Quaker architecture because it contains all of the elements found in the typical meeting house. However, the building does have one major difference on its interior when compared with most meeting houses. Traditionally, Quaker meeting houses had two rooms, divided by a movable &lt;a href=\"wall\"&gt;partition&lt;/a&gt;, termed \"shutters,\" meant to separate men from women during meetings; these shutters are noticeably absent on the Benjaminville Meeting House. The members of the meeting at the Benjaminville Meeting House were among \"pioneers\" within the Society of Friends in that they were one of the first seven groups to allow men and women to meet as one group of Friends. The room inside the Benjaminville building was simply divided with a waist-high partition as opposed to the movable wall.\nWhile most Friends meeting houses were very plain in their designs and ornamentation, individual craftsmen were encouraged to be \"guided by (their) own inner light\" when working on building a meeting house. As such, the dominant decorative element on the Benjaminville building is fine hand &lt;a href=\"graining\"&gt;graining&lt;/a&gt; on most of the interior wood surfaces. The decoration should not be seen as an affront to the traditional and typical Quaker style used in meeting houses. Instead it stands as a testament to the fact that the Society of Friends encouraged craftsmen to create as \"the spirit moved them.\"\nCemetery.\nThe cemetery was established soon after the original meeting house was built in 1859. Burial grounds were typical accompaniments to Friends meeting houses. While burial grounds were encouraged in the 1825 Quaker Rules of Discipline, the burial of non-Quakers in Quaker cemeteries was not. To satisfy this rule burials at Benjaminville were separated into two separate sections to allow an area for non-Quakers. A newer section contains a mix of Quaker and non-Quaker descendants of those originally buried there.\nNon-Quaker burials were originally confined to the northern section of the cemetery, the portion directly behind the meeting house. Members of the &lt;a href=\"Society%20of%20Friends\"&gt;Society of Friends&lt;/a&gt; were buried in the middle portion of the cemetery, today surrounded by a loop in the gravel road that traverses the site. The most recent burials are found in the southernmost section of the cemetery, furthest from the meeting house. The entire burial ground is approximately , for a total area of .\nBurials are oriented east–west. The burial ground covers most of the site's land and is planted with grass and trees. The surrounding land is predominantly of agricultural use but there are some nearby residences. To the east a &lt;a href=\"wind%20farm\"&gt;wind farm&lt;/a&gt; is under construction.\nSignificance.\nThe Benjaminville Friends Meeting House is a particularly well-preserved example of a Quaker meeting house. For several years after 1874 the building was the focus of settlement in Benjaminville, a town one author described as \"one of the strongest settlements of Friends that is to be found anywhere in the state\" in 1879. The structure is of historical and architectural significance. As an example of the meeting house style used by the Society of Friends, the Benjaminville building is representative of an architectural type that remained virtually unchanged from the colonial American period through the 19th century. The Benjaminville Friends Meeting House and its burial ground were listed on the U.S. National Register of Historic Places on December 13, 1983."
}