{
    "id": "908086",
    "revid": "35307390",
    "url": "https://en.wikipedia.org/wiki?curid=908086",
    "title": "Fractionation",
    "text": "Fractionation is a &lt;a href=\"separation%20process\"&gt;separation process&lt;/a&gt; in which a certain quantity of a &lt;a href=\"mixture\"&gt;mixture&lt;/a&gt; (gas, solid, liquid, &lt;a href=\"Enzyme\"&gt;enzymes&lt;/a&gt;, suspension, or &lt;a href=\"isotope\"&gt;isotope&lt;/a&gt;) is divided during a &lt;a href=\"phase%20transition\"&gt;phase transition&lt;/a&gt;, into a number of smaller quantities (&lt;a href=\"fraction%20%28chemistry%29\"&gt;fraction&lt;/a&gt;s) in which the &lt;a href=\"wikt%3Acomposition\"&gt;composition&lt;/a&gt; varies according to a &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt;. Fractions are collected based on differences in a specific property of the individual components. A common trait in fractionations is the need to find an optimum between the amount of fractions collected and the desired purity in each fraction. Fractionation makes it possible to isolate more than two components in a mixture in a single run. This property sets it apart from other separation techniques.\nFractionation is widely employed in many branches of science and technology. Mixtures of liquids and gases are separated by &lt;a href=\"fractional%20distillation\"&gt;fractional distillation&lt;/a&gt; by difference in boiling point. Fractionation of components also takes place in &lt;a href=\"column%20chromatography\"&gt;column chromatography&lt;/a&gt; by a difference in affinity between &lt;a href=\"Stationary%20phase%20%28chemistry%29\"&gt;stationary phase&lt;/a&gt; and the &lt;a href=\"mobile%20phase\"&gt;mobile phase&lt;/a&gt;. In &lt;a href=\"Fractional%20crystallization%20%28chemistry%29\"&gt;fractional crystallization&lt;/a&gt; and &lt;a href=\"fractional%20freezing\"&gt;fractional freezing&lt;/a&gt;, &lt;a href=\"chemical%20substance\"&gt;chemical substance&lt;/a&gt;s are fractionated based on difference in solubility at a given temperature. In &lt;a href=\"cell%20fractionation\"&gt;cell fractionation&lt;/a&gt;, &lt;a href=\"Cell%20%28biology%29\"&gt;cell&lt;/a&gt; components are separated by difference in &lt;a href=\"mass\"&gt;mass&lt;/a&gt;.\nOf natural samples.\nBioassay-guided fractionation.\nA typical protocol to isolate a pure chemical agent from natural origin is, step-by-step separation of extracted components based on differences in their bioassay-guided fractionation physicochemical properties, and assessing the &lt;a href=\"biological%20activity\"&gt;biological activity&lt;/a&gt;, followed by next round of separation and assaying. Typically, such work is initiated after a given crude extract is deemed \"active\" in a particular in vitro assay.\nBlood fractionation.\nThe process of blood fractionation involves separation of blood into its main components. Blood fractionation refers generally to the process of separation using a centrifuge (&lt;a href=\"centrifugation\"&gt;centrifugation&lt;/a&gt;), after which three major blood components can be visualized: plasma, buffy coat and erythrocytes(blood cells). These separated components can be analyzed and often further separated.\nOf food.\nFractionation is also used for culinary purposes, as &lt;a href=\"coconut%20oil\"&gt;coconut oil&lt;/a&gt;, &lt;a href=\"palm%20oil\"&gt;palm oil&lt;/a&gt;, and &lt;a href=\"palm%20kernel%20oil\"&gt;palm kernel oil&lt;/a&gt; are fractionated to produce oils of different viscosities, that may be used for different purposes. These oils typically use fractional crystallization (separation by solubility at temperatures) for the separation process instead of distillation. &lt;a href=\"Mango%20oil\"&gt;Mango oil&lt;/a&gt; is an oil fraction obtained during the processing of mango butter.\n&lt;a href=\"Milk\"&gt;Milk&lt;/a&gt; can also be fractionated to recover the &lt;a href=\"milk%20protein%20concentrate\"&gt;milk protein concentrate&lt;/a&gt; or the &lt;a href=\"milk%20basic%20protein\"&gt;milk basic protein&lt;/a&gt;s fraction."
}