{
    "id": "9092929",
    "revid": "43150467",
    "url": "https://en.wikipedia.org/wiki?curid=9092929",
    "title": "Super Bowl Experience",
    "text": "The Super Bowl Experience (formerly the NFL Experience) is an annual event which has been held since 1992 at a venue in the host city of the &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;. The event is described as an interactive \"&lt;a href=\"theme%20park\"&gt;theme park&lt;/a&gt;\", featuring various fan-oriented attractions, including &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;-related activities and &lt;a href=\"autograph\"&gt;autograph&lt;/a&gt; sessions with current and former players. Proceeds from the sale of Super Bowl Experience tickets go to fund the NFL's &lt;a href=\"NFL%20Youth%20Education%20Town\"&gt;Youth Education Town&lt;/a&gt; (YET) initiative, which constructs facilities (typically in low-income neighborhoods of Super Bowl host cities) offering &lt;a href=\"extracurricular%20activity\"&gt;afterschool&lt;/a&gt; programs for youth.Tickets to this event are free and can be assessed at the OnePass App on the NFLs main website.\nIn November 2017, the NFL opened an NFL Experience attraction at &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;'s &lt;a href=\"20%20Times%20Square\"&gt;20 Times Square&lt;/a&gt;, in collaboration with &lt;a href=\"Cirque%20du%20Soleil\"&gt;Cirque du Soleil&lt;/a&gt;, which featured a similar array of interactive experiences and memorabilia. Consequently, the NFL began to refer to the travelling event as the \"Super Bowl Experience\" beginning in 2018 for &lt;a href=\"Super%20Bowl%20LII\"&gt;Super Bowl LII&lt;/a&gt; in &lt;a href=\"Minneapolis%E2%80%93Saint%20Paul\"&gt;Minneapolis–Saint Paul&lt;/a&gt;. The Times Square experience was later closed.\nHistory.\nThe first NFL Experience was held at the &lt;a href=\"Minneapolis%20Convention%20Center\"&gt;Minneapolis Convention Center&lt;/a&gt; in January 1992 prior to &lt;a href=\"Super%20Bowl%20XXVI\"&gt;Super Bowl XXVI&lt;/a&gt;. The NFL's interactive theme park was followed by &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s first \"FanFest\" in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt; six months later.\nIn 2013 the NFL Experience was hosted at the &lt;a href=\"New%20Orleans%20Morial%20Convention%20Center\"&gt;New Orleans Morial Convention Center&lt;/a&gt;.\nThe NFL Experience was not held for &lt;a href=\"Super%20Bowl%20XLVIII\"&gt;Super Bowl XLVIII&lt;/a&gt;. Instead, the NFL organized an outdoor festival, Super Bowl Boulevard, along &lt;a href=\"Broadway%20%28Manhattan%29\"&gt;Broadway&lt;/a&gt; and &lt;a href=\"Times%20Square\"&gt;Times Square&lt;/a&gt;, which featured a similar array of fan-oriented events and attractions (such as an artificial toboggan hill). &lt;a href=\"Animal%20Planet\"&gt;Animal Planet&lt;/a&gt; held a \"Puppy Bowl Experience\" at the &lt;a href=\"Discovery%20Times%20Square\"&gt;Discovery Times Square&lt;/a&gt; exhibition promoting its annual \"&lt;a href=\"Puppy%20Bowl\"&gt;Puppy Bowl&lt;/a&gt;\" special (which traditionally airs on the day of the Super Bowl), to ride the festivities' coattails.\nThe 2015 NFL Experience was hosted at the &lt;a href=\"Phoenix%20Convention%20Center\"&gt;Phoenix Convention Center&lt;/a&gt;.\nThe 2016 NFL Experience was hosted at the &lt;a href=\"Moscone%20Center\"&gt;Moscone Center&lt;/a&gt; in San Francisco.\nThe 2017 NFL Experience was hosted at &lt;a href=\"George%20R.%20Brown%20Convention%20Center\"&gt;George R. Brown Convention Center&lt;/a&gt; in Houston. The Houston Super Bowl Host Committee also hosted its own outdoor festival, \"Super Bowl Live\", in the adjacent &lt;a href=\"Discovery%20Green\"&gt;Discovery Green&lt;/a&gt; park, which featured entertainment events.\nFor &lt;a href=\"Super%20Bowl%20LII\"&gt;Super Bowl LII&lt;/a&gt;, the event was renamed the Super Bowl Experience, and was held at the &lt;a href=\"Minneapolis%20Convention%20Center\"&gt;Minneapolis Convention Center&lt;/a&gt;. The &lt;a href=\"Super%20Bowl%20LIII\"&gt;Super Bowl LIII&lt;/a&gt; edition was held at the &lt;a href=\"Georgia%20World%20Congress%20Center\"&gt;Georgia World Congress Center&lt;/a&gt;.\nThe Super Bowl Experience for &lt;a href=\"Super%20Bowl%20LIV\"&gt;Super Bowl LIV&lt;/a&gt; was held at the &lt;a href=\"Miami%20Beach%20Convention%20Center\"&gt;Miami Beach Convention Center&lt;/a&gt;.\n&lt;a href=\"Super%20Bowl%20LV\"&gt;Super Bowl LV&lt;/a&gt;'s Super Bowl Experience was held at Julian B. Lane Riverfront Park, with capacity and health protocols in place due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\n&lt;a href=\"Super%20Bowl%20LVI\"&gt;Super Bowl LVI&lt;/a&gt;’s Super Bowl Experience will be held at the &lt;a href=\"Los%20Angeles%20Convention%20Center\"&gt;Los Angeles Convention Center&lt;/a&gt;.\nNFL Experience Times Square.\nOn November 30, 2017, the NFL opened an attraction known as NFL Experience Times Square, within four ground-level floors of &lt;a href=\"20%20Times%20Square\"&gt;20 Times Square&lt;/a&gt; in New York City. The 40,000 square-foot attraction was a collaboration with &lt;a href=\"Cirque%20du%20Soleil\"&gt;Cirque du Soleil Entertainment Group&lt;/a&gt;, and featured various interactive activities and multimedia experiences, including a &lt;a href=\"4D%20film\"&gt;4D film&lt;/a&gt;, a simulated locker room and practice area, displays of memorabilia, and a bar and restaurant that would feature a rotation of menu selections from NFL stadiums. In February 2018, it was announced that &lt;a href=\"NFL%20Network\"&gt;NFL Network&lt;/a&gt;'s \"&lt;a href=\"Good%20Morning%20Football\"&gt;Good Morning Football&lt;/a&gt;\" would move to a studio at the attraction in April, after having previously used a &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; studio in New York City.\nIn September 2018, it was announced that the attraction would close, citing underperforming attendance numbers (which analysts pegged to poor promotion by the NFL, and high ticket prices). It was to remain open through at least the end of 2018. \"Good Morning Football\" moved to &lt;a href=\"SportsNet%20New%20York\"&gt;SportsNet New York&lt;/a&gt;'s facilities at &lt;a href=\"4%20World%20Trade%20Center\"&gt;4 World Trade Center&lt;/a&gt; in November 2018."
}