{
    "id": "909703",
    "revid": "37102400",
    "url": "https://en.wikipedia.org/wiki?curid=909703",
    "title": "Wolfgang Müller von Königswinter",
    "text": "Wolfgang Müller von Königswinter (15 March 1816 in &lt;a href=\"K%C3%B6nigswinter\"&gt;Königswinter&lt;/a&gt; – 29 June 1873 in &lt;a href=\"Bad%20Neuenahr\"&gt;Bad Neuenahr&lt;/a&gt;) was a German novelist and poet. He settled in &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;, and became a popular poet, novelist, and chronicler of the &lt;a href=\"Rhine%20valley\"&gt;Rhine region&lt;/a&gt;.\nBiography.\nHis real name was also the name of an earlier poet, &lt;a href=\"Wilhelm%20M%C3%BCller\"&gt;Wilhelm Müller&lt;/a&gt;. In addition, he followed the poet's practice of appending the name of his birthplace to his original name. In 1835, he went to &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; to study medicine at the wish of his father, also a physician. There he met &lt;a href=\"Karl%20Joseph%20Simrock\"&gt;Karl Joseph Simrock&lt;/a&gt; and &lt;a href=\"Gottfried%20Kinkel\"&gt;Gottfried Kinkel&lt;/a&gt;. He continued his studies in Berlin in 1838 and graduated in 1840, after which he served his required time in the army as a surgeon. On his discharge in 1842, he went to Paris where he met &lt;a href=\"Heinrich%20Heine\"&gt;Heinrich Heine&lt;/a&gt;, &lt;a href=\"Georg%20Herwegh\"&gt;Georg Herwegh&lt;/a&gt; and &lt;a href=\"Franz%20von%20Dingelstedt\"&gt;Franz von Dingelstedt&lt;/a&gt; and continued his medical studies.\nHis stay in Paris was brief, since the death of his father pushed him to establish a practice in &lt;a href=\"D%C3%BCsseldorf\"&gt;Düsseldorf&lt;/a&gt;. He married in 1847, and his family life was a great comfort and inspiration to him in later years. In 1848, he was a delegate to the &lt;a href=\"Frankfurt%20parliament\"&gt;preliminary parliament at Frankfurt&lt;/a&gt;. When that was over, he went back to writing sagas about the Rhine. In 1853, he gave up his medical practice and moved to &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;, and gradually gave up medicine to devote himself to literature. He briefly went back to practicing medicine during the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt; and wrote some patriotic poems on this occasion.\nPoetry.\nHe is well known for his poem \"Merlin der Zauberer\" (“Merlin the Magician,” 1857). Verse epics or narratives in the German Arthurian Literature tradition were undertaken with various success from the mid-18th century forward. In contrast to Romantic poets like &lt;a href=\"Karl%20Leberecht%20Immermann\"&gt;Karl Leberecht Immermann&lt;/a&gt; for whom Merlin represented the spirit of nature, Müller created a “modern Merlin” who, as Niniane's lover, uses his wisdom to resolve the conflict created by his revelation of the love affair of Guinevere. The Merlin-Niniane relationship is presented as uncharacteristically positive compared to other depictions in the Arthurian cannon.\nAnother well-known poem is \"Mein Herz ist am Rhein\" (“My heart is by the Rhine”). Six volumes of his selected poems were published under the title \"Dichtungen eines rheinischen Poeten\" (“Poesies of a Rhine poet,” 1871-76).\nMüller's poetry finds much of its material in the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;, its beauty, its legends, and the life of its people. His verses were not imposing in their depth of passion, originality or flights of imagination, but won the reader through their free and fresh aura, their musical voice, their tender mellowness and their poetical sensuality. They were characterized by beauty and health.\nBooks.\nThe more important of his books are:"
}