{
    "id": "9101086",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=9101086",
    "title": "John Broadbent",
    "text": "Colonel John Broadbent (4 September 1872 – 9 June 1938) was a British &lt;a href=\"British%20Army\"&gt;army&lt;/a&gt; officer and &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; politician.\nBroadbent was educated at Stamford Academy, &lt;a href=\"Ashton-under-Lyne\"&gt;Ashton-under-Lyne&lt;/a&gt;. In 1895 he received a commission in the 3rd &lt;a href=\"Volunteer%20Force%20%28Great%20Britain%29\"&gt;Volunteer&lt;/a&gt; Battalion of the &lt;a href=\"Manchester%20Regiment\"&gt;Manchester Regiment&lt;/a&gt;. Broadbent served as part of the detachment the battalion sent to serve with the regular army during the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt;.\nWhen the &lt;a href=\"Territorial%20Force\"&gt;Territorial Force&lt;/a&gt; was created in 1908, the 3rd VB of the Manchesters became the 9th Battalion (TF). Broadbent, by this time holding the rank of major, transferred to the new force. He resigned his commission in 1912, but rejoined the battalion in 1914 on the outbreak of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;. He went on to be promoted to lieutenant-colonel and command the battalion.\nAfter the war he became involved in politics, becoming the president of the Ashton Conservative Association. At the &lt;a href=\"1929%20United%20Kingdom%20general%20election\"&gt;1929 general election&lt;/a&gt;, he was the party's candidate in &lt;a href=\"Ashton-under-Lyne%20%28UK%20Parliament%20constituency%29\"&gt;Ashton-under-Lyne&lt;/a&gt;, but lost by a margin of over 3,000 votes to the sitting &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; MP, &lt;a href=\"Albert%20Bellamy\"&gt;Albert Bellamy&lt;/a&gt;.\nHowever, Bellamy died in March 1931, causing a &lt;a href=\"1931%20Ashton-under-Lyne%20by-election\"&gt;by-election&lt;/a&gt;. Broadbent was again the Conservative candidate, and he campaigned vigorously on the issue of trade tariffs. He hired a shop window in the centre of the town which he filled with a display of imported textiles and goods that he claimed were displacing locally produced goods. In the event, Broadbent was elected with a majority of 1,415, helped by a split in the Labour vote caused by the presence of a candidate for &lt;a href=\"Oswald%20Mosley\"&gt;Oswald Mosley&lt;/a&gt;'s &lt;a href=\"New%20Party%20%28UK%29\"&gt;New Party&lt;/a&gt;. He held the seat at the &lt;a href=\"1931%20United%20Kingdom%20general%20election\"&gt;1931 general election&lt;/a&gt;, with an increased majority. However, at the &lt;a href=\"1935%20United%20Kingdom%20general%20election\"&gt;1935 general election&lt;/a&gt; he was defeated by the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; candidate &lt;a href=\"Fred%20Simpson%20%28politician%29\"&gt;Fred Simpson&lt;/a&gt; by a majority of only 114 votes.\nBroadbent was a large landowner in &lt;a href=\"Derbyshire\"&gt;Derbyshire&lt;/a&gt;'s &lt;a href=\"Hope%20Valley%2C%20Derbyshire\"&gt;Hope Valley&lt;/a&gt;, and he died at his residence in the area, \"Bella Vista\", &lt;a href=\"Castleton%2C%20Derbyshire\"&gt;Castleton&lt;/a&gt; in June 1938, aged 65."
}