{
    "id": "910429",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=910429",
    "title": "92nd Infantry Division (United States)",
    "text": "The 92nd Infantry Division (92nd Division, WWI) was an African-American &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt; of the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; that served in both &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The military was then &lt;a href=\"Racial%20segregation\"&gt;segregated&lt;/a&gt;. The division was organized in October 1917, after the U.S. entry into World War I, at Camp Funston, Kansas, with African-American soldiers from all states. In 1918, before leaving for &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;France&lt;/a&gt;, the American buffalo was selected as the divisional insignia due to the \"&lt;a href=\"Buffalo%20Soldier\"&gt;Buffalo Soldier&lt;/a&gt;s\" nickname, given to African-American cavalrymen in the 19th century. The divisional nickname, \"Buffalo Soldiers Division\", was inherited from the &lt;a href=\"366th%20Infantry%20Regiment%20%28United%20States%29\"&gt;366th Infantry&lt;/a&gt;, one of the first units organized in the division.\nThe 92nd Infantry Division was the only African-American infantry division that participated in combat in &lt;a href=\"European%20Theatre%20of%20World%20War%20II\"&gt;Europe&lt;/a&gt; during World War II. Other units were used as support. It was part of the &lt;a href=\"United%20States%20Army%20North\"&gt;U.S. Fifth Army&lt;/a&gt;, fighting in the &lt;a href=\"Italian%20Campaign%20%28World%20War%20II%29\"&gt;Italian Campaign&lt;/a&gt;. The division served in the &lt;a href=\"Italian%20Campaign%20%28World%20War%20II%29\"&gt;Italian Campaign&lt;/a&gt; from 1944 to the war's end.\nHistory.\nWorld War I.\nThe 92nd Division was first constituted on paper 24 October 1917 in the &lt;a href=\"National%20Army%20%28USA%29\"&gt;National Army&lt;/a&gt;, over six months after the &lt;a href=\"U.S.%20entry%20into%20World%20War%20I\"&gt;U.S. entry into World War I&lt;/a&gt;. The division was commanded throughout most of its existence by &lt;a href=\"Major%20general%20%28United%20States%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Charles%20Clarendon%20Ballou\"&gt;Charles C. Ballou&lt;/a&gt; and was composed of the &lt;a href=\"183rd%20Infantry%20Brigade%20%28United%20States%29\"&gt;183rd Infantry Brigade&lt;/a&gt; with the &lt;a href=\"365th%20Infantry%20Regiment%20%28United%20States%29\"&gt;365th&lt;/a&gt; and &lt;a href=\"366th%20Infantry%20Regiment%20%28United%20States%29\"&gt;366th Infantry Regiment&lt;/a&gt;s, and the &lt;a href=\"184th%20Infantry%20Brigade%20%28United%20States%29\"&gt;184th Infantry Brigade&lt;/a&gt; with the &lt;a href=\"367th%20Infantry%20Regiment%20%28United%20States%29\"&gt;367th&lt;/a&gt; and &lt;a href=\"368th%20Infantry%20Regiment%20%28United%20States%29\"&gt;368th Infantry Regiment&lt;/a&gt;s, together with supporting artillery, engineer, medical and signal units attached.\nThe division was organized on 27 October 1917 from draftees (Selective Service men) from the United States at large at eight camps. The War Department did not set up a single cantonment for this unit, and distributed the sub-units of men widely throughout the Midwest and East Coast: at &lt;a href=\"Camp%20Funston\"&gt;Camp Funston&lt;/a&gt; on the grounds of &lt;a href=\"Fort%20Riley\"&gt;Fort Riley&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;; &lt;a href=\"Camp%20Dodge\"&gt;Camp Dodge&lt;/a&gt;, &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;; &lt;a href=\"Camp%20Grant%20%28Illinois%29\"&gt;Camp Grant&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;; &lt;a href=\"Camp%20Sherman%2C%20Ohio\"&gt;Camp Sherman, Ohio&lt;/a&gt;; &lt;a href=\"Camp%20Meade\"&gt;Camp Meade&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;; &lt;a href=\"Camp%20Dix\"&gt;Camp Dix&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;; &lt;a href=\"Camp%20Upton\"&gt;Camp Upton&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;. All of the enlisted personnel were African American, along with about four-fifths of the officers. But with few exceptions, the staff and field grade officers, supply, artillery, engineer, and quartermaster officers were all white. For this division, 104 black captains, 397 first lieutenants, and 125 second lieutenants were trained at a \"negro officers' camp\" in &lt;a href=\"Des%20Moines%2C%20Iowa\"&gt;Des Moines, Iowa&lt;/a&gt;.\nA special \"negro zone\" was to be built at the east end of Camp Funston, with \"separate amusement places and exchanges.\" A.D. Jellison, a banker of &lt;a href=\"Junction%20City%2C%20Kansas\"&gt;Junction City, Kansas&lt;/a&gt;, gave a plot of land for a \"community house,\" to be erected by the black trainees who had been drafted from seven states. \nAs was the case with the &lt;a href=\"93rd%20Infantry%20Division%20%28United%20States%29\"&gt;93rd Division&lt;/a&gt;, parts of the 92nd served under and alongside the &lt;a href=\"French%20Army%20in%20World%20War%20I\"&gt;French Army&lt;/a&gt;. The main &lt;a href=\"American%20Expeditionary%20Forces\"&gt;American Expeditionary Force&lt;/a&gt;, adhering to the racial policies of Southern &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt;, &lt;a href=\"United%20States%20Secretary%20of%20War\"&gt;Secretary of War&lt;/a&gt; &lt;a href=\"Newton%20D.%20Baker\"&gt;Newton D. Baker&lt;/a&gt;, and southern Democrats, who promoted the \"&lt;a href=\"separate%20but%20equal\"&gt;separate but equal&lt;/a&gt;\" doctrine, refused to allow African-American soldiers to serve in combat with white American soldiers.\nArriving on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt;, the 92nd was a green and untried unit that was not even given time to maneuver as a division before being committed to the line. After arrival, the 92nd, like all AEF units, trained for deployment in the trenches. They began to be introduced by company into the French sector front lines in mid-August 1918. The 92nd Artillery Brigade did not come on line until October 1918. &lt;a href=\"Ralph%20Waldo%20Tyler\"&gt;Ralph Waldo Tyler&lt;/a&gt; was assigned to report on the 92nd Division by Secretary of War Newton Baker. Tyler was the first and at the time, only accredited African American reporting on the Great War. \nThe 92nd Division saw combat in the &lt;a href=\"Meuse-Argonne%20Offensive\"&gt;Meuse-Argonne Offensive&lt;/a&gt; during November 1918.\nUnits.\n92nd Division (1917–19)\nWorld War II.\nThe division was reactivated as an infantry division with the \"colored\" designation, under the command of &lt;a href=\"Major%20general%20%28United%20States%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Edward%20Almond\"&gt;Edward Almond&lt;/a&gt;, on 15 October 1942, ten months after the &lt;a href=\"Military%20history%20of%20the%20United%20States%20during%20World%20War%20II\"&gt;American entry into World War II&lt;/a&gt;. They were assigned to &lt;a href=\"Fort%20Huachuca\"&gt;Fort Huachuca&lt;/a&gt;, &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt; and trained in the United States for nearly two years. In late July 1944, the &lt;a href=\"370th%20Infantry%20Regiment%20%28United%20States%29\"&gt;370th Infantry Regiment&lt;/a&gt; was sent overseas to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and temporarily attached to the &lt;a href=\"1st%20Armored%20Division%20%28United%20States%29\"&gt;1st Armored Division&lt;/a&gt;. The rest of the division was sent overseas in September of that year, and the division as a whole participated in heavy combat during the remainder of the &lt;a href=\"Italian%20Campaign%20%28World%20War%20II%29\"&gt;Italian Campaign&lt;/a&gt;.\nDuring the 92nd Division's participation in the Italian Front, the Buffalo Soldiers made contact with units of many &lt;a href=\"nationality\"&gt;nationalities&lt;/a&gt;: beyond the attached &lt;a href=\"442nd%20Infantry%20Regiment%20%28United%20States%29\"&gt;442nd Regimental Combat Team&lt;/a&gt; (442nd RCT), they also had contact with the &lt;a href=\"colonial%20troops\"&gt;colonial troops&lt;/a&gt; of the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt; and &lt;a href=\"French%20colonial%20empire\"&gt;French colonial empire&lt;/a&gt;s (Moroccans, Algerians, Senegalese, Indians, Gurkhas, and both Arab and Jewish Palestinians) as well as with exiled Poles, Greeks and Czechs, &lt;a href=\"Italian%20resistance%20movement\"&gt;anti-fascist Italians&lt;/a&gt; and the troops of the &lt;a href=\"Brazilian%20Expeditionary%20Force\"&gt;Brazilian Expeditionary Force&lt;/a&gt; (FEB).\nThe division's magazine was \"The Buffalo\". Its art director, &lt;a href=\"Ted%20Shearer\"&gt;Ted Shearer&lt;/a&gt;, later created the early African-American comic strip \"&lt;a href=\"Quincy%20%28comic%20strip%29\"&gt;Quincy&lt;/a&gt;\".\nCommanders.\nThe division's commander, Major General &lt;a href=\"Edward%20Almond\"&gt;Edward Almond&lt;/a&gt;, a native Virginian, was for a time highly regarded by &lt;a href=\"General%20%28United%20States%29\"&gt;General&lt;/a&gt; &lt;a href=\"George%20C.%20Marshall\"&gt;George C. Marshall&lt;/a&gt;, the &lt;a href=\"Chief%20of%20Staff%20of%20the%20United%20States%20Army\"&gt;U.S. Army Chief of Staff&lt;/a&gt;. They were both graduates of &lt;a href=\"Virginia%20Military%20Institute\"&gt;Virginia Military Institute&lt;/a&gt; (VMI). This was a major factor in Almond's promotion to major general and subsequent command of the 92nd Division, which was composed of African-American draftees. (The army was still segregated.) Almond held this position from the division's formation in October 1942 until August 1945. He led the division in combat throughout the Italian campaign of 1944–1945. General Marshall selected Almond because he believed the latter would excel at what was seen as a difficult assignment. But Almond performed poorly and blamed this on his largely African-American troops. Blaming them for his failure in combat, he advised the army against using African-American soldiers as combat troops.\nCombat chronicle.\nThe 370th Regimental Combat Team, attached to the &lt;a href=\"1st%20Armored%20Division%20%28United%20States%29\"&gt;1st Armored Division&lt;/a&gt;, arrived in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, Italy, 1 August 1944 and entered combat on August 24. It participated in the crossing of the &lt;a href=\"Arno%20River\"&gt;Arno River&lt;/a&gt;, the occupation of &lt;a href=\"Lucca\"&gt;Lucca&lt;/a&gt;, and the penetration of the &lt;a href=\"Gothic%20Line\"&gt;Gothic Line&lt;/a&gt;. Enemy resistance was negligible in its area. As Task Force 92, elements of the 92nd attacked on the &lt;a href=\"Liguria\"&gt;Liguria&lt;/a&gt;n coastal flank toward &lt;a href=\"Massa%2C%20Tuscany\"&gt;Massa&lt;/a&gt;, 5 October. By 12 October, the slight gains achieved were lost to counterattacks. On 13 October, the remainder of the division concentrated for patrol activities. \nElements of the 92nd moved to the &lt;a href=\"Serchio\"&gt;Serchio&lt;/a&gt; sector, 3 November 1944, and advanced in the Serchio River Valley against light resistance, but the attempt to capture &lt;a href=\"Castelnuovo%20di%20Garfagnana\"&gt;Castelnuovo di Garfagnana&lt;/a&gt; did not succeed. Patrol activities continued until 26 December when the &lt;a href=\"Battle%20of%20Garfagnana\"&gt;enemy attacked&lt;/a&gt;, forcing units of the 92nd to withdraw. The attack ended on 28 December. The attacking forces were mainly from the &lt;a href=\"Italian%20Social%20Republic\"&gt;Republic of Salò&lt;/a&gt;'s &lt;a href=\"Esercito%20Nazionale%20Repubblicano%23Organization\"&gt;Fascist Army&lt;/a&gt;, the &lt;a href=\"4th%20Italian%20%26quot%3BMonte%20Rosa%26quot%3B%20Alpine%20Division\"&gt;4th Italian \"Monte Rosa\" Alpine Division&lt;/a&gt; (four battalions), with the support of three German battalions. Aside from patrols and reconnaissance, units of the 92nd attacked enemy forces in the Serchio sector from 5–8 February 1945, advancing against the 1st \"Italia\" Bersaglieri Division, but enemy counterattacks soon reversed all 92nd Division advances.\nAfter continuing poor combat performance, including many instances of unauthorized withdrawals upon meeting the enemy, low morale and malingering, the US Command concluded that the 92nd Infantry Division was of inferior quality and fit for only defensive roles. (According to a 1966 study by historian Ulysses G. Lee, German documents showed their command also had low opinions of these troops.) Because African-American infantry replacements were in extremely short supply, this precluded use of the full division in sustained offensive action. In addition, the U.S. Fifth Army leadership was wary of the perception of poor performance; they decided to withdraw the division from the front lines and rebuilt it in early 1945. \nThe 365th Infantry Regiment became a training and replacement regiment for the division. The 366th Infantry Regiment was relieved from attachment to the division and was organized into two engineer general service regiments. The 370th Infantry Regiment remained assigned to the division, and was rebuilt by transferring outstanding enlisted men and officers from the other two African-American regiments assigned to the division. The 371st Infantry Regiment was relieved from assignment to the division and used under Fifth Army control. The &lt;a href=\"473rd%20Infantry%20Regiment%20%28United%20States%29\"&gt;473rd Infantry Regiment&lt;/a&gt;, formed from unneeded antiaircraft troops, and the &lt;a href=\"Nisei\"&gt;Nisei&lt;/a&gt; &lt;a href=\"442nd%20Infantry%20Regiment\"&gt;442nd Infantry Regiment&lt;/a&gt;, made up of &lt;a href=\"Japanese%20Americans\"&gt;Japanese Americans&lt;/a&gt; and becoming noted for its high performance, was assigned to bolster the division's combat effectiveness.\nSince the late 20th century, contemporary historians have begun to reevaluate the combat record of the 92nd Division. Period reports of its honorable performance have continued to surface. Numerous veterans of the division believed that reports of poor performance were motivated by the racism of senior officers of the division. Even as evidence has mounted in support of the division's honorable conduct, some still seek to suppress these facts.\nOn 1 April, the 370th RCT and the attached &lt;a href=\"442nd%20Infantry%20Regiment%20%28United%20States%29\"&gt;442nd Regimental Combat Team&lt;/a&gt; (&lt;a href=\"Nisei%20Japanese%20American\"&gt;Nisei&lt;/a&gt;) attacked the Ligurian coastal sector and drove rapidly north against light opposition from the &lt;a href=\"148th%20Reserve%20Division%20%28Germany%29\"&gt;German 148th Infantry Division&lt;/a&gt;. It was supported only by Italian coastal units. The 370th took over the Serchio sector and pursued the retreating enemy from 18 April until the collapse of all enemy forces on 29 April 1945. Elements of the 92nd Division entered &lt;a href=\"La%20Spezia\"&gt;La Spezia&lt;/a&gt; and &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt; on 27 April, and took over selected towns along the Ligurian coast until the enemy surrendered on 2 May 1945.\nMedal of Honor recipients.\nNote: The Medal of Honor was not awarded to these two men until 1997.\nOrder of battle.\n92nd Infantry Division (1942–45)\nAttached units:\nTask Force 1 (February 1945):]"
}