{
    "id": "9109649",
    "revid": "12602014",
    "url": "https://en.wikipedia.org/wiki?curid=9109649",
    "title": "Sam Mainwaring",
    "text": "Samuel Mainwaring (15 December 1841 – 29 September 1907) was a Welsh &lt;a href=\"machinist\"&gt;machinist&lt;/a&gt; and &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; &lt;a href=\"political%20activist\"&gt;political activist&lt;/a&gt; who was a founding member and key leader of the &lt;a href=\"Socialist%20League%20%28UK%2C%201885%29\"&gt;Socialist League&lt;/a&gt;, one of the first &lt;a href=\"Socialist%20Party\"&gt;socialist political parties&lt;/a&gt; in Britain. In his later years, he turned from &lt;a href=\"Marxism\"&gt;Marxist socialism&lt;/a&gt; to the &lt;a href=\"Libertarian%20socialism\"&gt;libertarian socialist&lt;/a&gt; doctrine of &lt;a href=\"anarcho-communism\"&gt;anarcho-communism&lt;/a&gt;. He is best remembered as the father of the term \"&lt;a href=\"anarcho-syndicalism\"&gt;anarcho-syndicalism&lt;/a&gt;\".\nBiography.\nEarly years.\nKnown to his contemporaries as Sam, Mainwaring was born 15 December 1841 in Penrhiwtyn, &lt;a href=\"Neath\"&gt;Neath&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;. He was a native speaker of &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; and retained an affinity for the tongue throughout his life.\nMainwaring was raised by his family as a &lt;a href=\"Unitarianism\"&gt;Unitarian&lt;/a&gt;. He developed into a quiet yet persuasive public speaker and a tireless worker for activities which he believed important.\nMainwaring was a member of the &lt;a href=\"Amalgamated%20Engineering%20Union\"&gt;Amalgamated Engineering Union&lt;/a&gt;.\nPolitical career.\nLate in the 1870s, Mainwaring joined the East London &lt;a href=\"Labour%20Emancipation%20League\"&gt;Labour Emancipation League&lt;/a&gt; and was an early member of the &lt;a href=\"Social%20Democratic%20Federation\"&gt;Social Democratic Federation&lt;/a&gt;. However, this group proved to be a disappointment, failing to garner support of an appreciable section of the working class and was believed by many members to overly dominated by the intellectual pretensions and &lt;a href=\"nationalism\"&gt;nationalist&lt;/a&gt; political views of its patriarch and patron, &lt;a href=\"Henry%20Hyndman\"&gt;Henry Hyndman&lt;/a&gt;.\nIn 1885, there came a split in which Mainwaring joined with &lt;a href=\"Eleanor%20Marx\"&gt;Eleanor Marx&lt;/a&gt;, &lt;a href=\"Ernest%20Belfort%20Bax\"&gt;Ernest Belfort Bax&lt;/a&gt; and his friend &lt;a href=\"William%20Morris\"&gt;William Morris&lt;/a&gt; in forming the &lt;a href=\"Socialist%20League%20%28UK%2C%201885%29\"&gt;Socialist League&lt;/a&gt;.\nMainwaring was a foreman of a shop which employed &lt;a href=\"Tom%20Mann\"&gt;Tom Mann&lt;/a&gt; and exerted a political influence upon him.\nOver time, Mainwaring's views gradually evolved from &lt;a href=\"revolutionary%20socialism\"&gt;revolutionary socialism&lt;/a&gt; to those of &lt;a href=\"anarcho-communism\"&gt;anarcho-communism&lt;/a&gt;.\nIn 1891, Mainwaring moved to &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt; and there started the Swansea Socialist Society. He became associated with the fledgling &lt;a href=\"anarchism\"&gt;anarchist&lt;/a&gt; newspaper \"Liberty,\" edited by J. Tochatti, formerly of the &lt;a href=\"Hammersmith\"&gt;Hammersmith&lt;/a&gt; branch of the Socialist League.\nIn September 1903 and March 1904, Mainwaring published two issues of a short-lived newspaper called \"The General Strike,\" a publication which made detailed criticisms of the \"officialism\" of &lt;a href=\"Trade%20union\"&gt;union&lt;/a&gt; bureaucracy and which publicised &lt;a href=\"Strike%20action\"&gt;strikes&lt;/a&gt; in Europe making use of &lt;a href=\"syndicalism\"&gt;syndicalist&lt;/a&gt; tactics.\nDeath and legacy.\nIn his later years, Mainwaring lived in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nOn Sunday, 29 September 1907, while addressing a meeting on &lt;a href=\"Parliament%20Hill%20Fields\"&gt;Parliament Hill Fields&lt;/a&gt;, Mainwaring was stricken by faintness and subsequently died. He was 55 years old at the time of his death.\nMainwaring is credited with coining the phrase \"&lt;a href=\"anarcho-syndicalism\"&gt;anarcho-syndicalism&lt;/a&gt;\" and it is for this he is best remembered.\nMainwaring was cited as a major intellectual inspiration by the radical &lt;a href=\"Trade%20unions%20in%20the%20United%20Kingdom\"&gt;British labour&lt;/a&gt; leader &lt;a href=\"Tom%20Mann\"&gt;Tom Mann&lt;/a&gt;. In his 1923 memoirs, Mann credited Mainwaring with having been \"one of the very first to understand the significance of the revolutionary movement, and the first, as far as my knowledge goes, to appreciate &lt;a href=\"industrial%20action\"&gt;industrial action&lt;/a&gt; as distinct from &lt;a href=\"political%20action\"&gt;parliamentary action&lt;/a&gt;\".\nMainwaring was the namesake of a &lt;a href=\"nephew\"&gt;nephew&lt;/a&gt; whom he adopted, Sam Mainwaring Jr., himself an important radical activist in the international &lt;a href=\"labour%20movement\"&gt;labour movement&lt;/a&gt;."
}