{
    "id": "911135",
    "revid": "1059934464",
    "url": "https://en.wikipedia.org/wiki?curid=911135",
    "title": "Mark Helprin",
    "text": "Mark Helprin (born June 28, 1947) is an American &lt;a href=\"novelist\"&gt;novelist&lt;/a&gt;, &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;, &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; &lt;a href=\"Pundit%20%28expert%29\"&gt;commentator&lt;/a&gt;, Senior Fellow of the &lt;a href=\"Claremont%20Institute\"&gt;Claremont Institute&lt;/a&gt; for the Study of Statesmanship and Political Philosophy, Fellow of the &lt;a href=\"American%20Academy%20in%20Rome\"&gt;American Academy in Rome&lt;/a&gt;, and Member of &lt;a href=\"the%20Council%20on%20Foreign%20Relations\"&gt;the Council on Foreign Relations&lt;/a&gt;. While Helprin's fictional works straddle a number of disparate genres and styles, he has stated that he \"belongs to no literary school, movement, tendency, or trend\".\nBiography.\nHelprin was born in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; in 1947. His father, Morris Helprin, worked in the film industry, eventually becoming president of &lt;a href=\"London%20Films\"&gt;London Films&lt;/a&gt;. His mother was actress &lt;a href=\"Eleanor%20Lynn\"&gt;Eleanor Lynn&lt;/a&gt;, who starred in several Broadway productions in the 1930s and 40s. In 1953 the family left New York City for the prosperous &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt; valley suburb of &lt;a href=\"Ossining%20%28town%29%2C%20New%20York\"&gt;Ossining, New York&lt;/a&gt;. He was raised on the Hudson River and was educated at the &lt;a href=\"Scarborough%20School\"&gt;Scarborough School&lt;/a&gt;, graduating in 1965. He later lived in the &lt;a href=\"British%20West%20Indies\"&gt;British West Indies&lt;/a&gt;. Helprin holds degrees from &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; (B.A. 1969), and &lt;a href=\"Harvard%20Graduate%20School%20of%20Arts%20and%20Sciences\"&gt;Harvard's Graduate School of Arts and Sciences&lt;/a&gt; (M.A. 1972). Helprin's postgraduate study was at &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt; and &lt;a href=\"Magdalen%20College%2C%20Oxford\"&gt;Magdalen College, Oxford&lt;/a&gt;, University of Oxford, 1976–77. He is &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt;-American, and he became an Israeli citizen during the late 1970s. He served in the Israeli infantry and the &lt;a href=\"Israeli%20Air%20Force\"&gt;Israeli Air Force&lt;/a&gt;. Helprin is married to Lisa (Kennedy) Helprin. They have two daughters, Alexandra and Olivia. They live on a 56-acre farm in &lt;a href=\"Earlysville%2C%20Virginia\"&gt;Earlysville, Virginia&lt;/a&gt;, and like his father and grandfather who had farms before him, Helprin does much of the work on his land.\nNovels, short stories and periodicals.\nHelprin states that his literary creation \"always starts with something very small\". \"I can sit down to write a story just by thinking of the first two words of a &lt;a href=\"F.%20Scott%20Fitzgerald\"&gt;Scott Fitzgerald&lt;/a&gt; story: 'This Jonquil'—it's a woman's name. This always gets me in the mood to write. We create nothing new—no one has ever imagined a new color—so what you are doing is revitalizing. You are remembering, then combining, altering. Artists who think they're creating new worlds are simply creating tiny versions of this world.\" His inspirations include &lt;a href=\"Dante\"&gt;Dante&lt;/a&gt;, &lt;a href=\"Shakespeare\"&gt;Shakespeare&lt;/a&gt;, &lt;a href=\"Herman%20Melville\"&gt;Melville&lt;/a&gt; and &lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt;.\nHis first novel, published in 1977, was \"\". The 1983 novel \"&lt;a href=\"Winter%27s%20Tale%20%28novel%29\"&gt;Winter's Tale&lt;/a&gt;\" is a sometimes fantastic tale of early 20th century life in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. He published \"&lt;a href=\"A%20Soldier%20of%20the%20Great%20War\"&gt;A Soldier of the Great War&lt;/a&gt;\" in 1991. \"&lt;a href=\"Memoir%20from%20Antproof%20Case\"&gt;Memoir from Antproof Case&lt;/a&gt;\", published in 1995, includes long comic diatribes against the &lt;a href=\"health%20effects%20of%20coffee\"&gt;effects of coffee&lt;/a&gt;. Helprin published \"&lt;a href=\"Freddy%20and%20Fredericka\"&gt;Freddy and Fredericka&lt;/a&gt;\", a satire based on &lt;a href=\"Charles%2C%20Prince%20of%20Wales\"&gt;Prince Charles&lt;/a&gt; and &lt;a href=\"Princess%20Diana\"&gt;Princess Diana&lt;/a&gt;, in 2005. \"&lt;a href=\"In%20Sunlight%20and%20In%20Shadow\"&gt;In Sunlight and In Shadow&lt;/a&gt;\" was released in 2012, and has been described as an extended love song to New York City. \"&lt;a href=\"Paris%20In%20The%20Present%20Tense\"&gt;Paris In The Present Tense&lt;/a&gt;\" was published in 2017.\nHelprin has published three books of short stories: \"&lt;a href=\"A%20Dove%20of%20the%20East%20%26amp%3B%20Other%20Stories\"&gt;A Dove of the East &amp; Other Stories&lt;/a&gt;\" (1975), \"&lt;a href=\"Ellis%20Island%20%26amp%3B%20Other%20Stories\"&gt;Ellis Island &amp; Other Stories&lt;/a&gt;\" (1981), and \"&lt;a href=\"The%20Pacific%20and%20Other%20Stories\"&gt;The Pacific and Other Stories&lt;/a&gt;\" (2004). He has written three children's books, all of which are illustrated by &lt;a href=\"Chris%20Van%20Allsburg\"&gt;Chris Van Allsburg&lt;/a&gt;: \"&lt;a href=\"Swan%20Lake%20%28novel%29\"&gt;Swan Lake&lt;/a&gt;\", \"&lt;a href=\"A%20City%20in%20Winter\"&gt;A City in Winter&lt;/a&gt;\", and \"&lt;a href=\"The%20Veil%20of%20Snows\"&gt;The Veil of Snows&lt;/a&gt;\". His works have been translated into more than a dozen languages.\nHelprin's writing has appeared in \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\" for two decades. He writes essays and a column for the \"&lt;a href=\"Claremont%20Review%20of%20Books\"&gt;Claremont Review of Books&lt;/a&gt;\". His writings, including political op-eds, have appeared in \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" (for which he was a contributing editor until 2006), \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\", the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\", \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt; Monthly\", \"&lt;a href=\"The%20New%20Criterion\"&gt;The New Criterion&lt;/a&gt;\", \"&lt;a href=\"National%20Review\"&gt;National Review&lt;/a&gt;\", \"&lt;a href=\"American%20Heritage%20%28magazine%29\"&gt;American Heritage&lt;/a&gt;\", and other publications.\nControversy.\nA 16 October 1992 article in the \"&lt;a href=\"Wall%20Street%20Journal\"&gt;Wall Street Journal&lt;/a&gt;\" by Helprin is entitled \"I Dodged the Draft and I was Wrong\". Adapted from a speech he had given at &lt;a href=\"United%20States%20Military%20Academy\"&gt;West Point&lt;/a&gt;, he said his poor eyesight made him ineligible for service in the US military, but was no impediment to fighting in the &lt;a href=\"Israeli%20Defense%20Force\"&gt;Israeli Defense Force&lt;/a&gt;.\nHelprin wrote an &lt;a href=\"op-ed\"&gt;op-ed&lt;/a&gt; published in the May 20, 2007 issue of \"The New York Times\", in which he argued that intellectual property rights should be assigned to an author or artist as far as Congress could practically extend them. The overwhelmingly negative response to his position in the blogosphere and elsewhere was reported on \"The New York Times\"s blog the next day. Helprin was said to be shocked by the response.\nIn April 2009, &lt;a href=\"HarperCollins\"&gt;HarperCollins&lt;/a&gt; published Helprin's \"writer's manifesto\", \"Digital Barbarism\". In May, &lt;a href=\"Lawrence%20Lessig\"&gt;Lawrence Lessig&lt;/a&gt; penned a review of the book entitled \"The Solipsist and the Internet\" in which he described the book as a response to the \"digital putdown\" heaped upon Helprin's \"New York Times\" op-ed. Lessig called Helprin's writing \"insanely sloppy\" and also criticized HarperCollins for publishing a book \"riddled with the most basic errors of fact.\"\nIn response to such criticisms, Helprin wrote a long defense of his book in the September 21, 2009 edition of \"National Review\", which concluded: \"\"Digital Barbarism\" is not as much a defense of copyright as it is an attack upon a distortion of culture that has become a false savior in an age of many false saviors. Despite its lack of mechanical perfections, humanity, as stumbling and awkward as it is, is far superior to the machine. It always has been and always will be, and this conviction must never be surrendered. But surrender these days is incremental, seems painless, and comes so quietly that warnings are drowned in silence.\"\nIn May 2010, Helprin wrote an article which stated that China's military is \"on the cusp\" of being able to dominate &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and the rest of the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt;.\nHonors and accomplishments.\nA Fellow of the American Academy in Rome and a former &lt;a href=\"Guggenheim%20Fellowship\"&gt;Guggenheim Fellow&lt;/a&gt;, Helprin has been awarded the &lt;a href=\"National%20Jewish%20Book%20Award\"&gt;National Jewish Book Award&lt;/a&gt; for \"Ellis Island and Other Stories\" and the &lt;a href=\"Prix%20de%20Rome\"&gt;Prix de Rome&lt;/a&gt; from the &lt;a href=\"American%20Academy%20and%20Institute%20of%20Arts%20and%20Letters\"&gt;American Academy and Institute of Arts and Letters&lt;/a&gt;.\nHe is also a senior fellow at the &lt;a href=\"Claremont%20Institute\"&gt;Claremont Institute&lt;/a&gt; for the Study of Statesmanship and Political Philosophy. In 1996 he served as a foreign policy advisor and speechwriter to presidential candidate &lt;a href=\"Bob%20Dole\"&gt;Bob Dole&lt;/a&gt;.\nIn May 2006, the \"&lt;a href=\"New%20York%20Times%20Book%20Review\"&gt;New York Times Book Review&lt;/a&gt;\" published a list of American novels, compiled from the responses to a short letter [from the NYT Book Review] to a couple of hundred prominent writers, critics, editors and other literary sages that asked them to identify the single best work of American fiction published in the last 25 years. Among the 22 books to have received multiple votes was Helprin's \"&lt;a href=\"Winter%27s%20Tale%20%28novel%29\"&gt;Winter's Tale&lt;/a&gt;\".\nIn 2006 Helprin received the &lt;a href=\"Helmerich%20Award\"&gt;Peggy V. Helmerich Distinguished Author Award&lt;/a&gt;. This award is presented annually by the &lt;a href=\"Tulsa%20City-County%20Library\"&gt;Tulsa Library Trust&lt;/a&gt;.\nOn November 8, 2010, in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, Helprin was awarded the 2010 Salvatori Prize in the American Founding by the &lt;a href=\"Claremont%20Institute\"&gt;Claremont Institute&lt;/a&gt;.\n\"&lt;a href=\"A%20City%20in%20Winter\"&gt;A City in Winter&lt;/a&gt;\" won the World Fantasy Award for Best Novella in 1997."
}