{
    "id": "9121492",
    "revid": "1068265467",
    "url": "https://en.wikipedia.org/wiki?curid=9121492",
    "title": "Pontifical Biblical Commission",
    "text": "The Pontifical Biblical Commission () is a body established within the &lt;a href=\"Roman%20Curia\"&gt;Roman Curia&lt;/a&gt; to ensure the proper interpretation and defense of the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;.\n1901–1971.\nThe Pontifical Biblical Commission was established as a committee of &lt;a href=\"Cardinal%20%28Catholicism%29\"&gt;cardinals&lt;/a&gt;, aided by &lt;a href=\"consultor\"&gt;consultor&lt;/a&gt;s, who met in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; to ensure the proper interpretation and defense of Sacred Scripture. This function was outlined in the &lt;a href=\"encyclical\"&gt;encyclical&lt;/a&gt; \"&lt;a href=\"Providentissimus%20Deus\"&gt;Providentissimus Deus&lt;/a&gt;\".\nThe first appointments to the commission were in August, 1901, but it was not formally established by &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; until October 30, 1902, with the &lt;a href=\"Apostolic%20Letter\"&gt;Apostolic Letter&lt;/a&gt; \"Vigilantiae Studiique\". The first commission was composed of three cardinals and 12 &lt;a href=\"consultor\"&gt;consultor&lt;/a&gt;s.\nThe consultors met twice a month, with secretaries present. The secretaries reported to the cardinals on the commission, who met on the 2nd and 4th Sundays of each month. The cardinals proposed questions for the consultors to consider and voted on the answers received from the consultors. The cardinals could send questions back to the consultors for further study, commission a single consultor to investigate a matter more deeply, or sanction or modifying the study results. If a decision was reached, the secretaries reported to the &lt;a href=\"Pope\"&gt;Pope&lt;/a&gt;, who could send the matter back for further study, or ratify the results of the study.\nThe duties of the commission were:\nThe commission was granted the power to grant pontifical &lt;a href=\"academic%20degree\"&gt;academic degree&lt;/a&gt;s in biblical studies by &lt;a href=\"Pope%20Pius%20X\"&gt;Pope Pius X&lt;/a&gt;'s Apostolic Letter \"&lt;a href=\"Scripturae%20sanctae\"&gt;Scripturae sanctae&lt;/a&gt;\" of February 23, 1904. &lt;a href=\"Pope%20Pius%20XI\"&gt;Pope Pius XI&lt;/a&gt;, by the &lt;a href=\"Motu%20Proprio\"&gt;Motu Proprio&lt;/a&gt; \"&lt;a href=\"Bibliorum%20scientia\"&gt;Bibliorum scientia&lt;/a&gt;\" of April 27, 1924, and the &lt;a href=\"Apostolic%20Constitution\"&gt;Apostolic Constitution&lt;/a&gt; \"&lt;a href=\"Deus%20scientiarum%20Dominus\"&gt;Deus scientiarum Dominus&lt;/a&gt;\" of May 24, 1931, clarified that such degrees were equivalent in status to those of the &lt;a href=\"Pontifical%20University\"&gt;Pontifical Universities&lt;/a&gt;.\n1971–88.\nThe &lt;a href=\"Motu%20Proprio\"&gt;Motu Proprio&lt;/a&gt; \"&lt;a href=\"Sedula%20Cura\"&gt;Sedula Cura&lt;/a&gt;\" (\"On New Laws Regulating the Pontifical Biblical Commission, June 27, 1971\") was issued on that date, by which &lt;a href=\"Pope%20Paul%20VI\"&gt;Pope Paul VI&lt;/a&gt; completely restructured the commission and attached it to the &lt;a href=\"Congregation%20for%20the%20Doctrine%20of%20the%20Faith\"&gt;Congregation for the Doctrine of the Faith&lt;/a&gt; as a consultative body.\nSince 1988.\nOn June 28, 1988, &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt;'s Apostolic Constitution \"&lt;a href=\"Pastor%20Bonus\"&gt;Pastor Bonus&lt;/a&gt;\" confirmed the commission's being attached to the &lt;a href=\"Congregation%20for%20the%20Doctrine%20of%20the%20Faith\"&gt;Congregation for the Doctrine of the Faith&lt;/a&gt;, and that the cardinal &lt;a href=\"Prefect\"&gt;Prefect&lt;/a&gt; of the &lt;a href=\"Congregation%20for%20the%20Doctrine%20of%20the%20Faith\"&gt;Congregation for the Doctrine of the Faith&lt;/a&gt; (after July 1, 2017, &lt;a href=\"Luis%20Ladaria%20Ferrer\"&gt;Luis Ladaria Ferrer&lt;/a&gt;) is \"&lt;a href=\"ex%20officio\"&gt;ex officio&lt;/a&gt;\" President of the Pontifical Biblical Commission. There is a secretary, who is not the Archbishop Secretary of the Congregation for the Doctrine of the Faith, but to date has been chosen from eminent professors of the &lt;a href=\"Pontifical%20Biblical%20Institute\"&gt;Pontifical Biblical Institute&lt;/a&gt;. The current secretary (named March 9, 2021) is &lt;a href=\"N%C3%BAria%20Calduch\"&gt;Núria Calduch&lt;/a&gt;. She is the first female secretary.\nThe members are Catholic biblical scholars proposed by the &lt;a href=\"Episcopal%20conference\"&gt;Bishops' Conferences&lt;/a&gt;. &lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt; appointed the first women to the commission in 2014, one of which was &lt;a href=\"Mary%20Healy%20%28theologian%29\"&gt;Mary Healy&lt;/a&gt;."
}