{
    "id": "91328",
    "revid": "1067092610",
    "url": "https://en.wikipedia.org/wiki?curid=91328",
    "title": "Fairfax, Virginia",
    "text": "The City of Fairfax ( ), colloquially known as Fairfax City, Downtown Fairfax, Old Town Fairfax, Fairfax Courthouse, or simply Fairfax, is an &lt;a href=\"independent%20city%20%28United%20States%29\"&gt;independent city&lt;/a&gt; in the &lt;a href=\"Commonwealth%20%28U.S.%20state%29\"&gt;Commonwealth&lt;/a&gt; of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; in the United States. As of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt; the population was 22,565, which had risen to an estimated 24,019 as of 2019.\nThe City of Fairfax is an &lt;a href=\"enclave\"&gt;enclave&lt;/a&gt; surrounded by the separate political entity &lt;a href=\"Fairfax%20County%2C%20Virginia\"&gt;Fairfax County&lt;/a&gt;. Fairfax City also contains an &lt;a href=\"exclave\"&gt;exclave&lt;/a&gt; of Fairfax County, the Fairfax County Court Complex.\nThe City of Fairfax and the area immediately surrounding the historical border of the City of Fairfax, collectively designated by Fairfax County as \"Fairfax\", comprise the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of Fairfax County. The city is part of the &lt;a href=\"Washington%20metropolitan%20area\"&gt;Washington–Arlington–Alexandria, DC–VA–MD–WV Metropolitan Statistical Area&lt;/a&gt; as well as a part of &lt;a href=\"Northern%20Virginia\"&gt;Northern Virginia&lt;/a&gt;. The city is west of &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; The Washington Metro's &lt;a href=\"Orange%20Line%20%28Washington%20Metro%29\"&gt;Orange Line&lt;/a&gt; serves Fairfax through its &lt;a href=\"Vienna%20station%20%28Washington%20Metro%29\"&gt;Vienna station&lt;/a&gt;, which is a mile northeast of the &lt;a href=\"city%20limits\"&gt;city limits&lt;/a&gt;. &lt;a href=\"CUE%20Bus\"&gt;CUE Bus&lt;/a&gt; and &lt;a href=\"Metrobus%20%28Washington%2C%20D.C.%29\"&gt;Metrobus&lt;/a&gt; operate in Fairfax. &lt;a href=\"Virginia%20Railway%20Express\"&gt;Virginia Railway Express&lt;/a&gt;'s &lt;a href=\"Burke%20Centre%20station\"&gt;Burke Centre station&lt;/a&gt; is situated three miles southeast of the city's boundaries. Virginia's largest public educational institution with 35,189 students in 2017 is &lt;a href=\"George%20Mason%20University\"&gt;George Mason University&lt;/a&gt;, which is located in unincorporated Fairfax County, along the city's southern border while still having a City of Fairfax address and sharing the same public transportation system.\nHistory.\nFairfax was founded on land originally occupied by indigenous people of the Siouan and Iroquoian tribes. The city derives its name from &lt;a href=\"Thomas%20Fairfax%2C%206th%20Lord%20Fairfax%20of%20Cameron\"&gt;Thomas Fairfax, 6th Lord Fairfax of Cameron&lt;/a&gt;, who was awarded of land in northern Virginia by King Charles. The area that the city now encompasses was settled in the early 18th century by farmers from Virginia's &lt;a href=\"Tidewater%20region\"&gt;Tidewater region&lt;/a&gt;. The town of \"Providence\" was established on the site by an act of the state legislature in 1805.\nThe scene of the first land battle of the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, the &lt;a href=\"Battle%20of%20Fairfax%20Court%20House%20%28June%201861%29\"&gt;Battle of Fairfax Court House&lt;/a&gt; took place here on June 1, 1861, after a &lt;a href=\"Union%20Army\"&gt;Union&lt;/a&gt; scouting party clashed with the local militia with neither side gaining advantage. A &lt;a href=\"Battle%20of%20Fairfax%20Court%20House%20%28June%201863%29\"&gt;second battle&lt;/a&gt; took place here two years later on June 27, 1863, where Union troops were defeated. This battle delayed the movements of &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate&lt;/a&gt; cavalry chief &lt;a href=\"J.%20E.%20B.%20Stuart\"&gt;Jeb Stuart&lt;/a&gt; with disastrous consequences for &lt;a href=\"Robert%20E.%20Lee\"&gt;Lee&lt;/a&gt; at &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Gettysburg&lt;/a&gt; a few days later.\nFairfax was officially renamed the \"Town of Fairfax\" in 1859. It was incorporated as a town in 1874. It was incorporated as a city in 1961 by &lt;a href=\"court%20order\"&gt;court order&lt;/a&gt;. Under Virginia law the city was separated from Fairfax County yet remains the county seat. In 1904, a &lt;a href=\"Northern%20Virginia%20trolleys\"&gt;trolley line&lt;/a&gt; connected Fairfax with Washington, D.C.\nArchitecture.\nThe former Fairfax County Courthouse is the oldest historic building in Fairfax. The first Fairfax courthouse was established in 1742 near present-day &lt;a href=\"Tysons%20Corner%2C%20Virginia\"&gt;Tysons Corner&lt;/a&gt;, and is the namesake for Old Courthouse Road. It intersects with Gallows Road, which today is a major commuter route, but at the time was the road where condemned prisoners were led to the &lt;a href=\"gallows\"&gt;gallows&lt;/a&gt; at the old courthouse. In 1752, the courthouse was moved to &lt;a href=\"Alexandria%2C%20Virginia\"&gt;Alexandria&lt;/a&gt;, which offered to build the new courthouse at their own expense. The reason the courthouse was moved from the Tysons Corner location was because of \"Indian hostilities\", as noted on the stone marker at the northwest corner of Gallows Road and &lt;a href=\"Virginia%20State%20Route%20123\"&gt;Route 123&lt;/a&gt;. The courthouse operated there until 1790, when Virginia ceded the land where the courthouse was located for the creation of Washington, DC. The General Assembly specified that the new courthouse should be located in the center of the county, and was established at the corner of what was Old &lt;a href=\"Little%20River%20Turnpike\"&gt;Little River Turnpike&lt;/a&gt; and is now Main Street and what was Ox Road and is now &lt;a href=\"Chain%20Bridge%20Road\"&gt;Chain Bridge Road&lt;/a&gt; on land donated by town founder Richard Ratcliffe. The courthouse changed hands repeatedly during the Civil War, and the first Confederate officer battle casualty, John Quincy Marr, occurred on its grounds. The first meeting of the Fairfax Court was held April 21, 1800.\nThe oldest two-story building in the city, the &lt;a href=\"Fairfax%20Public%20School%20%28Old%20Fairfax%20Elementary%20School%20Annex%29\"&gt;Fairfax Public School&lt;/a&gt; was built in 1873 for $2,750. In addition to elementary school use the building has also housed special education, adult education, and police academy training. On July 4, 1992, the building became the Fairfax Museum and Visitor Center. &lt;a href=\"Joseph%20Edward%20Willard\"&gt;Joseph Edward Willard&lt;/a&gt; built the town hall building in 1900 then gifted it to the then town in 1902. The Old Town Hall now houses the Huddleston Library and the Fairfax Art League.\nGeography.\nThe city of Fairfax is located close to the geographic center of Fairfax County, at (38.852612, −77.304377). According to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which all but is land.\nWhile the city is the county seat, a small portion of the county comprising the courthouse complex, the jail and a small area nearby is itself an exclave of the county within the city. Fairfax County's Government Center is west of the City of Fairfax.\nDemographics.\nAs of the census of 2010, there were 22,565 people, 8,347 households, and 5,545 families residing in the city. The population density was 3,581.7 people per square mile (1382.9/km2). There were 8,680 housing units at an average density of 1,377.8 per square mile (532.0/km2). The racial makeup of the city was 69.6% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 15.2% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 4.7% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;Black&lt;/a&gt; or &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;African American&lt;/a&gt;, 0.5% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.1% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 5.9% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 4.0% from two or more races. 15.8% of the population were &lt;a href=\"Hispanics%20in%20the%20United%20States\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race.\nIn 2000 there were 8,347 households, out of which 28.2% had children under the age of 18 living with them, 53.1% were married couples living together, 9.6% had a female householder with no husband present, and 33.6% were non-families. 24.0% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.11.\nIn the city, the population was spread out, with 20.4% under the age of 18, 10.2% from 18 to 24, 36.2% from 25 to 44, 27.6% from 45 to 64, and 13.6% who were 65 years of age or older. The median age was 39.1 years. For every 100 females, there were 97.2 males. For every 100 females age 18 and over, there were 95.6 males.\nThe median income for a household in the city was $67,642, and the median income for a family was $78,921 (these figures had risen to $93,441 and $105,046 respectively as of a 2007 estimate). Males had a median income of $50,348 versus $38,351 for females. The per capita income for the city was $31,247. About 2.4% of families and 5.7% of the population were below the poverty line, including 4.3% of those under age 18 and 2.1% of those age 65 or over.\nEconomy.\nOld Town Fairfax has undergone an extensive redevelopment, which began in 2005. The redevelopment added a new City of Fairfax Regional Library, more than of retail and restaurant space, more than of office condominiums, and 85 upscale residential condominium units.\nIn May 2009, Fairfax was rated as No. 3 in the \"Top 25 Places to Live Well\" by \"Forbes\" Magazine. Forbes commended Fairfax for its strong public school system, high median salary, and a rate of sole proprietors per capita that ranks it in the top 1 percent nationwide. According to the magazine, \"These factors are increasingly important in a recession. When businesses and jobs retract, as they have nationwide, municipalities with strong environments for start-ups, and those that offer attractive amenities, are better suited to recover from economic downtimes, as there are more business activity filling the void.\"\nTop employers.\nAccording to the city's 2015 Comprehensive Annual Financial Report, the top employers in the city are:\nLocal government and politics.\nAs an independent city of Virginia rather than an incorporated town within a county, Fairfax derives its governing authority from the &lt;a href=\"Virginia%20General%20Assembly\"&gt;Virginia General Assembly&lt;/a&gt;. In order to revise the power and structure of the city government, the city must request the General Assembly to amend the charter. The present charter was granted in 1966. An &lt;a href=\"exclave\"&gt;exclave&lt;/a&gt; of Fairfax County is located within the City of Fairfax.\nElected officials.\nIn May on even-numbered years, city voters elect a Mayor, six at-large Councilmembers, and five at-large School Board members to serve two-year terms. These offices are non-partisan and at-large, and there are no term limits. City voters also elect the two city constitutional officers: Treasurer and Commissioner of the Revenue for four-year terms. Other elected officials who serve the city elected by city voters include the Sheriff (four-year term), Commonwealth's Attorney (four-year term), and Clerk of the Court (eight-year term). State elected officials who represent the City of Fairfax include the Virginia Governor, Lieutenant Governor, Attorney General, Virginia Senator (34th District), and Virginia Delegate (37th District). Federal elected officials who represent the City of Fairfax include the U.S. President, U.S. Vice President, two U.S. Senators (six-year terms), and one U.S. Representative, 11th District (two-year term).\nMayor arrested for distribution of methamphetamine.\nOn August 4, 2016, then-Mayor Scott Silverthorne was arrested in a sting operation conducted by the Fairfax County Police Department. After receiving a tip that he was involved in drugs-related activities online, a police detective engaged Silverthorne on an online website \"...used to arrange for casual sexual encounters between men.\" The detective then arranged a meeting with Silverthorne and two other men, in which they agreed to exchange methamphetamine. At the meeting in &lt;a href=\"Tyson%27s%20Corner%2C%20Virginia\"&gt;Tyson's Corner, Virginia&lt;/a&gt;, detectives performed the exchange and then arrested Silverthorne along with the two other men. He was charged with felony distribution of methamphetamine and misdemeanor possession of drug paraphernalia. He announced his resignation on Monday, August 8, 2016, in a letter to the City Council.\nDespite news media seizing the salacious \"drugs-for-sex\" aspect of the story, Silverthorne maintains that he was not distributing methamphetamine \"for sex,\" and he was not tried for any sexual crimes.\nEducation.\nPrimary and secondary schools.\nThe public schools in the City of Fairfax are owned by the city, but administered by the &lt;a href=\"Fairfax%20County%20Public%20Schools\"&gt;Fairfax County Public Schools&lt;/a&gt; system under contractual agreement with Fairfax County. &lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt; often ranks Fairfax County schools among the best in the country. City of Fairfax schools are &lt;a href=\"Fairfax%20High%20School%2C%20Fairfax%2C%20Virginia\"&gt;Fairfax High School&lt;/a&gt;, Lanier Middle School, Daniels Run Elementary School, Providence Elementary School, and Fairfax Academy.\nSchools within the city that are not owned by the government include the Boyd School, Gesher Jewish Day School, Kellar School of &lt;a href=\"Inova\"&gt;Inova&lt;/a&gt; Kellar Center, Lee Highway &lt;a href=\"KinderCare\"&gt;KinderCare&lt;/a&gt;, Little Flock Christian School, Northern Virginia Christian Academy, Oak Valley Center, &lt;a href=\"Paul%20VI%20Catholic%20High%20School\"&gt;Paul VI Catholic High School&lt;/a&gt;(moved in 2020-2021), The &lt;a href=\"Salvation%20Army\"&gt;Salvation Army&lt;/a&gt; University View Child Care Center, Saint Leo The Great School, &lt;a href=\"Trinity%20Christian%20School%20%28Fairfax%2C%20Virginia%29\"&gt;Trinity Christian School&lt;/a&gt;, and Truro Preschool &amp; Kindergarten.\nColleges and universities.\n&lt;a href=\"George%20Mason%20University\"&gt;George Mason University&lt;/a&gt;, the largest university in the Commonwealth of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, is located just to the south of the Fairfax city limits. Mason began as an extension of the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt; in 1949 named the Northern Virginia University Center of the University of Virginia. The Town of Fairfax purchased for the university in 1958, though the property remained within the county when the town became a city. After several name changes in 1972 the institution became George Mason University. Mason is most known for its programs in &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"creative%20writing\"&gt;creative writing&lt;/a&gt;, &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt;, and &lt;a href=\"business\"&gt;business&lt;/a&gt;. In recent years, George Mason faculty have twice won the &lt;a href=\"Nobel%20Prize%20in%20Economics\"&gt;Nobel Prize in Economics&lt;/a&gt;. The university enrolls 33,917 students, making it the largest university by head count in the Commonwealth of Virginia.\nPublic libraries.\n&lt;a href=\"Fairfax%20County%20Public%20Library\"&gt;Fairfax County Public Library&lt;/a&gt; operates the City of Fairfax Regional Library in Fairfax. The library includes the Virginia Room, a collection of books, photographs, and manuscripts related to Fairfax County history, government, and genealogy.\nSports.\nRugby League.\nThe &lt;a href=\"Fairfax%20Eagles\"&gt;Fairfax Eagles&lt;/a&gt; &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; team plays in the &lt;a href=\"American%20National%20Rugby%20League\"&gt;American National Rugby League&lt;/a&gt;.\nInfrastructure.\nRoads.\nThe intersection of &lt;a href=\"U.S.%20Route%2050%20in%20Virginia\"&gt;U.S. Route 50&lt;/a&gt; and &lt;a href=\"U.S.%20Route%2029%20in%20Virginia\"&gt;U.S. Route 29&lt;/a&gt; is located in the northeast corner of the city. The two major highways join to form Fairfax Boulevard for approximately through the city before separating. &lt;a href=\"Virginia%20State%20Route%20123\"&gt;State Route 123&lt;/a&gt;, &lt;a href=\"Virginia%20State%20Route%20236\"&gt;State Route 236&lt;/a&gt; and &lt;a href=\"Virginia%20State%20Route%20237\"&gt;State Route 237&lt;/a&gt; pass through the city. SR 236 is named Main Street in the city and then becomes Little River Turnpike once the city line is crossed. &lt;a href=\"Interstate%2066\"&gt;Interstate 66&lt;/a&gt; passes just outside the city limits and is the major highway serving the Fairfax region. Connections to I-66 from the city can be made via U.S. Route 50 and State Route 123.\nPublic transportation.\nRail.\nAlthough these stations are located outside city limits, trips to and from Fairfax are served by:"
}