{
    "id": "914243",
    "revid": "39411657",
    "url": "https://en.wikipedia.org/wiki?curid=914243",
    "title": "Avery Dulles",
    "text": "Avery Robert Dulles (; August 24, 1918 – December 12, 2008) was a &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; priest, theologian and cardinal of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;. Dulles served on the faculty of &lt;a href=\"Woodstock%20College\"&gt;Woodstock College&lt;/a&gt; from 1960 to 1974, of &lt;a href=\"the%20Catholic%20University%20of%20America\"&gt;the Catholic University of America&lt;/a&gt; from 1974 to 1988, and as the Laurence J. McGinley Professor of Religion and Society at &lt;a href=\"Fordham%20University\"&gt;Fordham University&lt;/a&gt; from 1988 to 2008. He was an internationally-known author and lecturer.\nEarly life.\nDulles was born in &lt;a href=\"Auburn%2C%20New%20York\"&gt;Auburn, New York&lt;/a&gt;, on August 24, 1918, the son of &lt;a href=\"John%20Foster%20Dulles\"&gt;John Foster Dulles&lt;/a&gt;, the future &lt;a href=\"U.S.%20Secretary%20of%20State\"&gt;U.S. Secretary of State&lt;/a&gt; (for whom &lt;a href=\"Washington%20Dulles%20International%20Airport\"&gt;Washington Dulles International Airport&lt;/a&gt; is named), and Janet Pomeroy Avery Dulles. His uncle was &lt;a href=\"Director%20of%20Central%20Intelligence\"&gt;Director of Central Intelligence&lt;/a&gt; &lt;a href=\"Allen%20Welsh%20Dulles\"&gt;Allen Welsh Dulles&lt;/a&gt;. Both his great-grandfather &lt;a href=\"John%20W.%20Foster\"&gt;John W. Foster&lt;/a&gt; and great-uncle &lt;a href=\"Robert%20Lansing\"&gt;Robert Lansing&lt;/a&gt; also served as secretary of state. His paternal grandfather, Allen Macy Dulles, was a member of the faculty of &lt;a href=\"Auburn%20Theological%20Seminary\"&gt;Auburn Theological Seminary&lt;/a&gt; and published in the field of &lt;a href=\"ecclesiology\"&gt;ecclesiology&lt;/a&gt;, to which his grandson would likewise devote scholarly attention as a Catholic.\nHe received his primary school education in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; at the &lt;a href=\"St.%20Bernard%27s%20School\"&gt;St. Bernard's School&lt;/a&gt; and attended secondary schools in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; and &lt;a href=\"Choate%20Rosemary%20Hall\"&gt;the Choate School&lt;/a&gt; (now Choate Rosemary Hall) in &lt;a href=\"Wallingford%2C%20Connecticut\"&gt;Wallingford, Connecticut&lt;/a&gt;. He then enrolled at &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt; in 1936.\nDulles was raised a &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt; but had become an &lt;a href=\"agnostic\"&gt;agnostic&lt;/a&gt; by the time he was a student at Harvard. His religious doubts were diminished during a personally profound moment when he stepped out into a rainy day and saw a tree beginning to flower along the &lt;a href=\"Charles%20River\"&gt;Charles River&lt;/a&gt;; after that moment he never again \"doubted the existence of an all-good and omnipotent God.\" He noted how his &lt;a href=\"theism\"&gt;theism&lt;/a&gt; turned toward conversion to &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt;: \"The more I examined, the more I was impressed with the consistency and sublimity of Catholic doctrine.\" He converted to Catholicism in the fall of 1940.\nAfter both winning the &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt; Essay Prize and graduating from Harvard in 1940, Dulles spent a year and a half at &lt;a href=\"Harvard%20Law%20School\"&gt;Harvard Law School&lt;/a&gt;, during which time he co-founded the &lt;a href=\"St.%20Benedict%20Abbey%20%28Massachusetts%29\"&gt;\"St. Benedict Center\"&lt;/a&gt; with &lt;a href=\"Catherine%20Goddard%20Clarke\"&gt;Catherine Goddard Clarke&lt;/a&gt;. (The center later became well known due to the controversial Jesuit priest &lt;a href=\"Leonard%20Feeney\"&gt;Leonard Feeney&lt;/a&gt;.) He served in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, attaining the rank of &lt;a href=\"Lieutenant\"&gt;Lieutenant&lt;/a&gt;. For his liaison work with the &lt;a href=\"French%20Navy\"&gt;French Navy&lt;/a&gt;, Dulles was awarded the French &lt;a href=\"Croix%20de%20guerre%201939%E2%80%931945\"&gt;Croix de guerre&lt;/a&gt;.\nSociety of Jesus and elevation to cardinal.\nUpon his discharge from the navy in 1946, Dulles entered the &lt;a href=\"Society%20of%20Jesus\"&gt;Society of Jesus&lt;/a&gt;, and was ordained to the &lt;a href=\"priesthood%20%28Catholic%20Church%29\"&gt;priesthood&lt;/a&gt; in 1956. After a year in Germany, he studied &lt;a href=\"ecclesiology\"&gt;ecclesiology&lt;/a&gt; under the American Jesuit &lt;a href=\"Francis%20A.%20Sullivan\"&gt;Francis A. Sullivan&lt;/a&gt; at the &lt;a href=\"Gregorian%20University\"&gt;Gregorian University&lt;/a&gt; in Rome, and was awarded the doctorate of sacred theology in 1960.\nDulles served on the faculty of &lt;a href=\"Woodstock%20College\"&gt;Woodstock College&lt;/a&gt; from 1960 to 1974, and at &lt;a href=\"the%20Catholic%20University%20of%20America\"&gt;the Catholic University of America&lt;/a&gt; from 1974 to 1988. He was a visiting professor at the Gregorian University (Rome), &lt;a href=\"Weston%20School%20of%20Theology\"&gt;Weston School of Theology&lt;/a&gt;, &lt;a href=\"Union%20Theological%20Seminary%20in%20the%20City%20of%20New%20York\"&gt;Union Theological Seminary&lt;/a&gt; (New York), &lt;a href=\"Princeton%20Theological%20Seminary\"&gt;Princeton Theological Seminary&lt;/a&gt;, &lt;a href=\"Virginia%20Theological%20Seminary\"&gt;Virginia Theological Seminary&lt;/a&gt;, &lt;a href=\"Lutheran%20Theological%20Seminary%20at%20Gettysburg\"&gt;Lutheran Theological Seminary at Gettysburg&lt;/a&gt;, &lt;a href=\"Boston%20College\"&gt;Boston College&lt;/a&gt;, &lt;a href=\"Campion%20Hall%2C%20Oxford\"&gt;Campion Hall, Oxford&lt;/a&gt;, the &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University of Notre Dame&lt;/a&gt;, the &lt;a href=\"Katholieke%20Universiteit%20Leuven\"&gt;Catholic University at Leuven&lt;/a&gt;, &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;, and &lt;a href=\"St.%20Joseph%27s%20Seminary%2C%20Dunwoodie\"&gt;St. Joseph's Seminary, Dunwoodie&lt;/a&gt;. He was the author of over 700 articles on theological topics, as well as twenty-two books. In 1994, he was a signer of the document \"&lt;a href=\"Evangelicals%20and%20Catholics%20Together\"&gt;Evangelicals and Catholics Together&lt;/a&gt;.\"\nPast president of both the &lt;a href=\"Catholic%20Theological%20Society%20of%20America\"&gt;Catholic Theological Society of America&lt;/a&gt; and the &lt;a href=\"American%20Theological%20Society\"&gt;American Theological Society&lt;/a&gt;, and professor emeritus at the Catholic University of America, Dulles served on the &lt;a href=\"International%20Theological%20Commission\"&gt;International Theological Commission&lt;/a&gt; and as a member of the United States &lt;a href=\"Lutheran/Roman%20Catholic%20Dialogue\"&gt;Lutheran/Roman Catholic Dialogue&lt;/a&gt;.\nDulles was critical of &lt;a href=\"dual-covenant%20theology\"&gt;dual-covenant theology&lt;/a&gt;, especially as understood in the &lt;a href=\"U.S.%20Conference%20of%20Catholic%20Bishops\"&gt;U.S. Conference of Catholic Bishops&lt;/a&gt;' document \"Reflections on Covenant and Mission\". He was a consultant to the Committee on Doctrine of the &lt;a href=\"National%20Conference%20of%20Catholic%20Bishops\"&gt;National Conference of Catholic Bishops&lt;/a&gt;.\nAlthough Jesuits make a promise not to pursue ecclesiastical dignities and do not normally accept promotion within the &lt;a href=\"Catholic%20Church%20hierarchy\"&gt;Church hierarchy&lt;/a&gt;, Dulles was created a cardinal on February 21, 2001, by &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt;. He was not made a &lt;a href=\"bishop%20%28Catholic%20Church%29\"&gt;bishop&lt;/a&gt;, as is normally the case, as the pope had granted him a dispensation. His &lt;a href=\"titular%20see\"&gt;titular&lt;/a&gt; church and assignment was as &lt;a href=\"Cardinal-Deacon\"&gt;Cardinal-Deacon&lt;/a&gt; of &lt;a href=\"Santissimi%20Nomi%20di%20Ges%C3%B9%20e%20Maria%20in%20Via%20Lata\"&gt;SS. Nome di Gesù e Maria in Via Lata&lt;/a&gt;. Because he had reached the age of 80 before becoming cardinal, Dulles was never eligible to vote in a &lt;a href=\"conclave\"&gt;conclave&lt;/a&gt;. Dulles became an honorary, non-voting member of the &lt;a href=\"United%20States%20Conference%20of%20Catholic%20Bishops\"&gt;United States Conference of Catholic Bishops&lt;/a&gt;.\nHonors and awards.\nDulles' awards included &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt;, the &lt;a href=\"Croix%20de%20guerre%201939%E2%80%931945\"&gt;Croix de Guerre&lt;/a&gt;, the Cardinal Spellman Award for distinguished achievement in theology, the Boston College Presidential Bicentennial Award, the Christus Magister Medal from the &lt;a href=\"University%20of%20Portland\"&gt;University of Portland&lt;/a&gt; (&lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt;), the Religious Education Forum Award from the &lt;a href=\"National%20Catholic%20Educational%20Association\"&gt;National Catholic Educational Association&lt;/a&gt;, \"&lt;a href=\"America%20%28Jesuit%20magazine%29\"&gt;America&lt;/a&gt;\" magazine's Campion Award, the F. Sadlier Dinger Award for contributions to the catechetical ministry of the Church, the James Cardinal Gibbons Award from &lt;a href=\"The%20Catholic%20University%20of%20America\"&gt;The Catholic University of America&lt;/a&gt;, the John Carroll Society Medal, the Jerome Award from the Roman Catholic Library Association of America, Fordham Founders Award, Gaudium Award from the Breukelein Institute, and thirty-three &lt;a href=\"honorary%20doctorate\"&gt;honorary doctorate&lt;/a&gt;s.\nFarewell address and death.\nIn his later years, the cardinal suffered from the effects of polio he had contracted in his youth. On April 1, 2008, Cardinal Dulles gave his farewell address as Laurence J. McGinley Professor of Religion and Society. As Dulles was unable to speak, the former president of Fordham University, Father Joseph O'Hare, S.J., read his address. In addition to the loss of speech, the use of his arms was impaired but his mind remained clear and he continued to work and communicate using his computer keyboard. Current Fordham President Father Joseph McShane, S.J. also presented him with the University's President's Medal that evening. April 1, 2008 also marked the date the Cardinal's book, \"Church and Society: The Laurence J. McGinley Lectures, 1988–2007\" (Fordham University Press, 2008) was released.\nIn his Farewell Lecture, the cardinal reflected on his weakening condition:\nSuffering and diminishment are not the greatest of evils but are normal ingredients in life, especially in old age. They are to be expected as elements of a full human existence.\nWell into my 90th year I have been able to work productively. As I become increasingly paralyzed and unable to speak, I can identify with the many paralytics and mute persons in the Gospels, grateful for the loving and skillful care I receive and for the hope of everlasting life in Christ. If the Lord now calls me to a period of weakness, I know well that his power can be made perfect in infirmity. \"Blessed be the name of the Lord!\"\nOn April 19, 2008, &lt;a href=\"Pope%20Benedict%20XVI\"&gt;Pope Benedict XVI&lt;/a&gt; paid a visit to the ailing Cardinal Dulles during his visit to the United States. Dulles prepared his written remarks to the pope prior to the visit.\nDulles died on December 12, 2008 at Fordham University in the &lt;a href=\"The%20Bronx\"&gt;Bronx&lt;/a&gt;, where he had lived for many years. His remains were buried in the Jesuit cemetery in &lt;a href=\"Auriesville%2C%20New%20York\"&gt;Auriesville, New York&lt;/a&gt;.\nWorks.\nCardinal Dulles wrote 25 books and hundreds of articles and essays. A \"catalogue raisonné\" including his many translations, forewords, introductions, reviews and letters to the editor, was published by &lt;a href=\"Fordham%20University%20Press\"&gt;Fordham University Press&lt;/a&gt; in 2012 under the title \"The Legacy of Avery Cardinal Dulles, S.J.: His Words and His Witness\"."
}