{
    "id": "91440",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=91440",
    "title": "John C. Frémont",
    "text": "John Charles Frémont or Fremont (January 21, 1813July 13, 1890) was an &lt;a href=\"List%20of%20explorers\"&gt;explorer&lt;/a&gt; of the &lt;a href=\"Western%20United%20States\"&gt;Western United States&lt;/a&gt;, military officer, and politician. He was a &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senator&lt;/a&gt; from California, and in 1856 was the first &lt;a href=\"History%20of%20the%20Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; nominee for &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; and founder of the &lt;a href=\"California%20Republican%20Party\"&gt;California Republican Party&lt;/a&gt; when he was nominated. A native of Georgia, he was an opponent of &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slavery&lt;/a&gt;.\nIn the 1840s, Frémont led five expeditions into the Western United States. While on the third expedition, he and his men committed a &lt;a href=\"California%20genocide%23List%20of%20recorded%20massacres\"&gt;number of massacres&lt;/a&gt; against Native Americans in California. During the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt;, Frémont, a major in the U.S. Army, took control of California from the &lt;a href=\"California%20Republic\"&gt;California Republic&lt;/a&gt; in 1846. Frémont was convicted in &lt;a href=\"court-martial\"&gt;court-martial&lt;/a&gt; for mutiny and insubordination after a conflict over who was the rightful &lt;a href=\"California%20interim%20government%2C%201846%E2%80%931850\"&gt;military governor of California&lt;/a&gt;. After his sentence was commuted and he was reinstated by President &lt;a href=\"James%20K.%20Polk\"&gt;Polk&lt;/a&gt;, Frémont resigned from the Army. Afterwards, Frémont settled in California at &lt;a href=\"Monterey%2C%20California\"&gt;Monterey&lt;/a&gt; while buying cheap land in the Sierra foothills. When gold was found on his Mariposa ranch, Frémont became a wealthy man during the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt;. Frémont became one of the first two U.S. senators elected from the new state of California in 1850. Frémont was the first presidential candidate of the new &lt;a href=\"History%20of%20the%20United%20States%20Republican%20Party\"&gt;Republican Party&lt;/a&gt;, carrying most of the North. He lost the &lt;a href=\"1856%20United%20States%20presidential%20election\"&gt;1856 presidential election&lt;/a&gt; to Democrat &lt;a href=\"James%20Buchanan\"&gt;James Buchanan&lt;/a&gt; when &lt;a href=\"Know%20Nothing\"&gt;Know Nothing&lt;/a&gt;s split the vote.\nAt the beginning of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; in 1861, he was given command of &lt;a href=\"Department%20of%20the%20West\"&gt;Department of the West&lt;/a&gt; by President &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt;. Although Frémont had successes during his brief tenure there, he ran his department autocratically, and made hasty decisions without consulting President Lincoln or Army headquarters. He issued an unauthorized emancipation edict and was relieved of his command for insubordination by Lincoln. After a brief service tenure in the Mountain Department in 1862, Frémont resided in New York, retiring from the Army in 1864. Frémont was nominated for president in 1864 by the &lt;a href=\"Radical%20Democracy%20Party%20%28United%20States%29\"&gt;Radical Democracy Party&lt;/a&gt;, a breakaway faction of abolitionist Republicans, but he withdrew before the election. After the Civil War, Frémont lost much of his wealth in the unsuccessful &lt;a href=\"Pacific%20Railroad\"&gt;Pacific Railroad&lt;/a&gt; in 1866, and lost more in the &lt;a href=\"Panic%20of%201873\"&gt;Panic of 1873&lt;/a&gt;. Frémont served as &lt;a href=\"List%20of%20governors%20of%20Arizona\"&gt;Governor of Arizona&lt;/a&gt; from 1878 to 1881. After his resignation as governor, Frémont retired from politics and died destitute in New York City in 1890.\nHistorians portray Frémont as controversial, impetuous, and contradictory. Some scholars regard him as a military hero of significant accomplishment, while others view him as a failure who repeatedly defeated his own best purposes. The keys to Frémont's character and personality, several historians argue, lie in his having been born illegitimate, and in his ambitious drive for success, self-justification and passive–aggressive behavior. His direct involvement in the &lt;a href=\"California%20genocide\"&gt;California genocide&lt;/a&gt; of Native Americans has also diminished his historical reputation. A biographer, &lt;a href=\"Allan%20Nevins\"&gt;Allan Nevins&lt;/a&gt;, wrote that Frémont lived a dramatic life, of remarkable successes and dismal failures.\nEarly life, education, and career.\nJohn Charles Frémont was born on January 21, 1813, the son of Charles Frémon, a &lt;a href=\"French%20Canadians\"&gt;French-Canadian&lt;/a&gt; immigrant school-teacher, and Anne Beverley Whiting, the youngest daughter of socially prominent Virginia planter Col. Thomas Whiting. At age 17, Anne married &lt;a href=\"Major%20John%20Pryor\"&gt;Major John Pryor&lt;/a&gt;, a wealthy Richmond resident in his early 60s. In 1810, Pryor hired Frémon to tutor his young wife Anne. Pryor confronted Anne when he found out she was having an affair with Frémon. Anne and Frémon fled to Williamsburg on July 10, 1811, later settling in &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, taking with them household slaves Anne had inherited. The couple later settled in &lt;a href=\"Savannah%2C%20Georgia\"&gt;Savannah, Georgia&lt;/a&gt;, where she gave birth to their son Frémont out of wedlock. Pryor published a divorce petition in the \"Virginia Patriot\", and charged that his wife had \"for some time past indulged in criminal intercourse\". When the Virginia House of Delegates refused Anne's divorce petition, it was impossible for the couple to marry. In Savannah, Anne took in boarders while Frémon taught French and dancing. Their &lt;a href=\"house%20slave\"&gt;domestic slave&lt;/a&gt;, Black Hannah, helped raise young John.\nOn December 8, 1818, Frémont's father died in &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, leaving Anne a widow to take care of John and several young children alone on a limited inherited income. Anne and her family moved to &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;. Frémont, knowing his origins and coming from relatively modest means, grew up a proud, reserved, restless loner who although self-disciplined, was ready to prove himself and unwilling to play by the rules. The young Frémont was considered to be \"precious, handsome, and daring,\" having the ability of obtaining protectors. A lawyer, John W. Mitchell, provided for Frémont's early education whereupon Frémont in May 1829 entered &lt;a href=\"College%20of%20Charleston\"&gt;Charleston College&lt;/a&gt;, teaching at intervals in the countryside, but was expelled for irregular attendance in 1831. Frémont, however, had been grounded in mathematics and natural sciences.\nFrémont attracted the attention of eminent South Carolina politician &lt;a href=\"Joel%20Roberts%20Poinsett\"&gt;Joel R. Poinsett&lt;/a&gt;, an &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt; supporter, who secured Frémont an appointment as a teacher of mathematics aboard the &lt;a href=\"Sloop-of-war\"&gt;sloop&lt;/a&gt; &lt;a href=\"USS%20Natchez%20%281827%29\"&gt;USS \"Natchez\"&lt;/a&gt;, sailing the South American seas in 1833. Frémont resigned from the navy and was appointed second lieutenant in the &lt;a href=\"Corps%20of%20Topographical%20Engineers\"&gt;United States Topographical Corps&lt;/a&gt;, &lt;a href=\"surveying\"&gt;surveying&lt;/a&gt; a route for the Charleston, Louisville, and Cincinnati railroad. Working in the Carolina mountains, Frémont desired to become an explorer. Between 1837 and 1838, Frémont's desire for exploration increased while in Georgia on reconnaissance to prepare for the removal of &lt;a href=\"Trail%20of%20Tears\"&gt;Cherokee Indians&lt;/a&gt;. When Poinsett became Secretary of War, he arranged for Frémont to assist notable French explorer and scientist &lt;a href=\"Joseph%20Nicollet\"&gt;Joseph Nicollet&lt;/a&gt; in exploring the lands between the &lt;a href=\"Mississippi%20River\"&gt;Mississippi&lt;/a&gt; and &lt;a href=\"Missouri%20River\"&gt;Missouri&lt;/a&gt; rivers. Frémont became a first rate topographer, trained in astronomy, and geology, describing fauna, flora, soil, and water resources. Gaining valuable western frontier experience Frémont came in contact with notable men including &lt;a href=\"Henry%20Hastings%20Sibley\"&gt;Henry Sibley&lt;/a&gt;, &lt;a href=\"Joseph%20Renville\"&gt;Joseph Renville&lt;/a&gt;, &lt;a href=\"Jean-Baptiste%20Faribault\"&gt;J.B. Faribault&lt;/a&gt;, &lt;a href=\"%C3%89tienne%20Provost\"&gt;Étienne Provost&lt;/a&gt;, and the &lt;a href=\"Sioux\"&gt;Sioux&lt;/a&gt; nation.\nMarriage and senatorial patronage.\nFrémont's exploration work with Nicollet brought him in contact with Senator &lt;a href=\"Thomas%20Hart%20Benton%20%28senator%29\"&gt;Thomas Hart Benton&lt;/a&gt; of Missouri, powerful chairman of the Senate Committee on Military Affairs. Benton invited Frémont to his Washington home where he met Benton's 16-year-old daughter &lt;a href=\"Jessie%20Benton%20Fr%C3%A9mont\"&gt;Jessie Benton&lt;/a&gt;. A romance blossomed between the two; however, Benton was initially against it because Frémont was not considered upper society. In 1841, Frémont (age 28) and Jessie eloped and were married by a Catholic priest. Initially Benton was furious at their marriage, but in time, because he loved his daughter, he accepted their marriage and became Frémont's patron. Benton, &lt;a href=\"History%20of%20the%20Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; leader for more than 30 years in the Senate, championed the expansionist movement, a political cause that became known as &lt;a href=\"Manifest%20Destiny\"&gt;Manifest Destiny&lt;/a&gt;. The expansionists believed that the North American continent, from one end to the other, north and south, east and west, should belong to the citizens of the U.S. They believed it was the nation's destiny to control the continent. This movement became a crusade for politicians such as Benton and his new son-in-law. Benton pushed appropriations through Congress for national surveys of the &lt;a href=\"Oregon%20Trail\"&gt;Oregon Trail&lt;/a&gt;, the &lt;a href=\"Oregon%20Country\"&gt;Oregon Country&lt;/a&gt;, the &lt;a href=\"Great%20Basin\"&gt;Great Basin&lt;/a&gt;, and &lt;a href=\"Sierra%20Nevada%20%28U.S.%29\"&gt;Sierra Nevada Mountains&lt;/a&gt; to California. Through his power and influence, Senator Benton obtained for Frémont the leadership, funding, and patronage of three expeditions.\nFrémont's explorations.\nThe opening of the American West began in 1804, when the &lt;a href=\"Lewis%20and%20Clark%20Expedition\"&gt;Lewis and Clark Expedition&lt;/a&gt; (led by &lt;a href=\"Meriwether%20Lewis\"&gt;Meriwether Lewis&lt;/a&gt; and &lt;a href=\"William%20Clark\"&gt;William Clark&lt;/a&gt;) started exploration of the new &lt;a href=\"Louisiana%20Purchase\"&gt;Louisiana Purchase&lt;/a&gt; territory to find a northwest passage up the &lt;a href=\"Missouri%20River\"&gt;Missouri River&lt;/a&gt; to the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;. President &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt; had envisioned a Western empire, and also sent the &lt;a href=\"Pike%20Expedition\"&gt;Pike Expedition&lt;/a&gt; under &lt;a href=\"Zebulon%20Pike\"&gt;Zebulon Pike&lt;/a&gt; to explore the southwest. American and European &lt;a href=\"fur%20trade\"&gt;fur trappers&lt;/a&gt;, including &lt;a href=\"Peter%20Skene%20Ogden\"&gt;Peter Skene Ogden&lt;/a&gt; and &lt;a href=\"Jedediah%20Smith\"&gt;Jedediah Smith&lt;/a&gt;, explored much of the American West in the 1820s. Frémont, who would later be known as \"The Pathfinder\", carried on this tradition of Western overland exploration, building on and adding to the work of earlier pathfinders to expand knowledge of the American West. Frémont's talent lay in his scientific documentation, publications, and maps made based on his expeditions, making the American West accessible for many Americans. Beginning in 1842, Frémont led five western expeditions, however, between the third and fourth expeditions, Frémont's career took a fateful turn because of the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt;. Frémont's initial explorations, his timely scientific reports, co-authored by his wife Jessie, and their romantic writing style, encouraged Americans to travel West. A series of seven maps produced from his findings, published by the Senate in 1846, served as a guide for thousands of American emigrants, depicting the entire length of the &lt;a href=\"Oregon%20Trail\"&gt;Oregon Trail&lt;/a&gt;.\nFirst expedition (1842).\nWhen Nicollet was too ill to continue any further explorations, Frémont was chosen to be his successor. His first important expedition was planned by Benton, Senator &lt;a href=\"Lewis%20F.%20Linn\"&gt;Lewis Linn&lt;/a&gt;, and other Westerners interested in acquiring the Oregon Territory. The scientific expedition started in the summer of 1842 and was to explore the &lt;a href=\"Wind%20River%20%28Wyoming%29\"&gt;Wind River&lt;/a&gt; of the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt;, examine the &lt;a href=\"Oregon%20Trail\"&gt;Oregon Trail&lt;/a&gt; through the &lt;a href=\"South%20Pass%20%28Wyoming%29\"&gt;South Pass&lt;/a&gt;, and report on the rivers and the fertility of the lands, find optimal sites for forts, and describe the mountains beyond in Wyoming. By chance meeting, Frémont was able to gain the valuable assistance of mountain man and guide &lt;a href=\"Kit%20Carson\"&gt;Kit Carson&lt;/a&gt;. Frémont and his party of 25 men, including Carson, embarked from the &lt;a href=\"Kansas%20River\"&gt;Kansas River&lt;/a&gt; on June 15, 1842, following the &lt;a href=\"Platte%20River\"&gt;Platte River&lt;/a&gt; to the South Pass, and starting from &lt;a href=\"Green%20River%20%28Colorado%20River%29\"&gt;Green River&lt;/a&gt; he explored the &lt;a href=\"Wind%20River%20Range\"&gt;Wind River Range&lt;/a&gt;. Frémont climbed a 13,745-foot mountain, \"&lt;a href=\"Fremont%20Peak%20%28Wyoming%29\"&gt;Frémont's Peak&lt;/a&gt;\", planted an American flag, claiming the Rocky Mountains and the West for the United States. On Frémont's return trip he and his party carelessly rafted the swollen Platte River losing much of his equipment. His five-month exploration, however, was a success, returning to Washington in October. Frémont and his wife Jessie wrote a \"Report of the Exploring Expedition to the Rocky Mountains\" (1843), which was printed in newspapers across the country; the public embraced his vision of the west not as a place of danger but wide open and inviting lands to be settled.\nSecond expedition (1843–1844).\nFrémont's successful first expedition led quickly to a second; it began in the summer of 1843. The more ambitious goal this time was to map and describe the second half of the Oregon Trail, find an alternate route to the South Pass, and push westward toward the Pacific Ocean on the Columbia River in Oregon Country. Frémont and his almost 40 well-equipped men, left the Missouri River in May after he controversially obtained a 12-pound &lt;a href=\"Howitzer\"&gt;howitzer cannon&lt;/a&gt; in St. Louis. Frémont invited Carson on the second expedition, due to his proven skills, and he joined Frémont's party on the Arkansas River. Unable to find a new route through Colorado to the South Pass, Frémont took to the regular Oregon Trail, passing the main body of the great immigration of 1843. His party stopped to explore the northern part of the &lt;a href=\"Great%20Salt%20Lake\"&gt;Great Salt Lake&lt;/a&gt;, then traveling by way &lt;a href=\"Fort%20Hall\"&gt;Fort Hall&lt;/a&gt; and &lt;a href=\"Fort%20Boise\"&gt;Fort Boise&lt;/a&gt; to &lt;a href=\"Marcus%20Whitman\"&gt;Marcus Whitman&lt;/a&gt;'s &lt;a href=\"Whitman%20Mission%20National%20Historic%20Site\"&gt;mission&lt;/a&gt;, along the &lt;a href=\"Snake%20River\"&gt;Snake River&lt;/a&gt; to the &lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt; and in to Oregon. Frémont's endurance, energy, and resourcefulness over the long journey was remarkable. Traveling west along the Columbia, they came within sight of the &lt;a href=\"Cascade%20Range\"&gt;Cascade Range&lt;/a&gt; peaks and mapped &lt;a href=\"Mount%20St.%20Helens\"&gt;Mount St. Helens&lt;/a&gt; and &lt;a href=\"Mount%20Hood\"&gt;Mount Hood&lt;/a&gt;. Reaching the Dalles on November 5, Frémont left his party and traveled to the British-held &lt;a href=\"Fort%20Vancouver\"&gt;Fort Vancouver&lt;/a&gt; for supplies.\nRather than turning around and heading back to St. Louis, Frémont resolved to explore the Great Basin between the Rockies and the Sierras and fulfill Benton's dream of acquiring the West for the United States. Frémont and his party turned south along the eastern flank of the Cascades through the Oregon territory to &lt;a href=\"Pyramid%20Lake%20%28Nevada%29\"&gt;Pyramid Lake&lt;/a&gt;, which he named. Looping back to the east to stay on the eastern side of the &lt;a href=\"Sierra%20Nevada%20%28U.S.%29\"&gt;Sierra Nevada&lt;/a&gt; mountain range, they turned south again as far as present-day &lt;a href=\"Minden%2C%20Nevada\"&gt;Minden, Nevada&lt;/a&gt;, reaching the Carson River on January 18, 1844. From an area near what later became Virginia City, Frémont turned west into the cold and snowy Sierra Nevada, becoming one of the first Americans to see &lt;a href=\"Lake%20Tahoe\"&gt;Lake Tahoe&lt;/a&gt;. Carson successfully led Frémont's party through a new pass over the high Sierras, which Frémont named &lt;a href=\"Carson%20Pass\"&gt;Carson Pass&lt;/a&gt; in his honor. Frémont and his party then descended the &lt;a href=\"American%20River\"&gt;American River&lt;/a&gt; valley to &lt;a href=\"Sutter%27s%20Fort\"&gt;Sutter's Fort&lt;/a&gt; (Spanish: Nueva Helvetia) at present-day &lt;a href=\"Sacramento%2C%20California\"&gt;Sacramento, California&lt;/a&gt;, in early March. Captain &lt;a href=\"John%20Sutter\"&gt;John Sutter&lt;/a&gt;, a German-Mexican (and later American by &lt;a href=\"Treaty%20of%20Guadalupe%20Hidalgo\"&gt;treaty&lt;/a&gt;) immigrant and founder of the fort, received Frémont gladly and refitted his expedition party. While at Sutter's Fort, Frémont talked to American settlers, who were growing numerous, and found that Mexican authority over California was very weak.\nLeaving Sutter's Fort, Frémont and his men headed south following Smith's trail on the eastern edge of the &lt;a href=\"San%20Joaquin%20Valley\"&gt;San Joaquin Valley&lt;/a&gt; until he struck the \"&lt;a href=\"Old%20Spanish%20Trail%20%28trade%20route%29\"&gt;Spanish Trail&lt;/a&gt;\" between Los Angeles and Santa Fe, and headed east through &lt;a href=\"Tehachapi%20Pass\"&gt;Tehachapi Pass&lt;/a&gt; and present-day &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt; before regaining Smith's trail north through Utah and back to South Pass. Exploring the &lt;a href=\"Great%20Basin\"&gt;Great Basin&lt;/a&gt;, Frémont verified that all the land (centered on modern-day Nevada between Reno and Salt Lake City) was &lt;a href=\"Endorheic%20basin\"&gt;endorheic&lt;/a&gt;, without any outlet rivers flowing towards the sea. The finding contributed greatly to a better understanding of North American geography, and disproved a longstanding legend of a '&lt;a href=\"Buenaventura%20River%20%28legend%29\"&gt;Buenaventura River&lt;/a&gt;' that flowed out the Great Basin across the Sierra Nevada. After exploring Utah Lake, Frémont traveled by way of the Pueblo until he reached Bent's Fort on the Arkansas River. In August 1844, Frémont and his party finally arrived back in St. Louis, enthusiastically received by the people, ending the journey that lasted over one year. His wife Jessie and Frémont returned to Washington, where the two wrote a second report, scientific in detail, showing the Oregon Trail was not difficult to travel and that the Northwest had fertile land. Senator Buchanan ordered the printing of 10,000 copies to be used by settlers and fervor the popular movement of national expansion.\nThird expedition (1845).\nWith the backdrop of an impending war with Mexico, after &lt;a href=\"James%20K.%20Polk\"&gt;James K. Polk&lt;/a&gt; had been elected president, Benton quickly organized a third expedition for Frémont. The plan for Frémont under the War Department was to survey the central Rockies, the Great Salt Lake region, and part of the Sierra Nevada. Back in St. Louis, Frémont organized an armed surveying expedition of 60 men, with Carson as a guide, and two distinguished scouts, &lt;a href=\"Joseph%20R.%20Walker\"&gt;Joseph Walker&lt;/a&gt; and &lt;a href=\"Alexis%20Godey\"&gt;Alexis Godey&lt;/a&gt;. Working with Benton and Secretary of Navy &lt;a href=\"George%20Bancroft\"&gt;George Bancroft&lt;/a&gt;, Frémont was secretly told that if war started with Mexico he was to turn his scientific expedition into a military force. President Polk, who had met with Frémont at a cabinet meeting, was set on taking California. Frémont desired to conquer California for its beauty and wealth, and would later explain his very controversial conduct there.\nOn June 1, 1845, Frémont and his armed expedition party left St. Louis having the immediate goal to locate the source of the &lt;a href=\"Arkansas%20River\"&gt;Arkansas River&lt;/a&gt;, on the east side of the Rocky Mountains. Frémont and his party struck west by way of Bent's Fort, The Great Salt Lake, and the \"Hastings Cut-Off\". When Frémont reached the Ogden River, which he renamed the &lt;a href=\"Humboldt%20River\"&gt;Humboldt&lt;/a&gt;, he divided his party in two to double his geographic information. Upon reaching the Arkansas River, Frémont suddenly made a blazing trail through Nevada straight to California, having a rendezvous with his men from the split party at &lt;a href=\"Walker%20Lake%20%28Nevada%29\"&gt;Walker Lake&lt;/a&gt; in west-central Nevada.\nAttacks against Native Americans in California and Oregon Country (1845–1846).\nTaking 16 men, Frémont split his party again, arriving at Sutter's Fort in the &lt;a href=\"Sacramento%20Valley\"&gt;Sacramento Valley&lt;/a&gt; on December 9. Frémont promptly sought to stir up patriotic enthusiasm among the American settlers there. He promised that if war with Mexico started, his military force would protect the settlers. Frémont went to &lt;a href=\"Monterey%2C%20California\"&gt;Monterey, California&lt;/a&gt;, to talk with the American consul, &lt;a href=\"Thomas%20O.%20Larkin\"&gt;Thomas O. Larkin&lt;/a&gt;, and Mexican \"commandant\" &lt;a href=\"Jos%C3%A9%20Castro\"&gt;Jose Castro&lt;/a&gt;, under the pretext of gaining fuller supplies. In February 1846, Frémont reunited with 45 men of his expedition party near &lt;a href=\"Mission%20San%20Jos%C3%A9%20%28California%29\"&gt;Mission San José&lt;/a&gt;, giving the United States a formidable military army in California. Castro and Mexican officials were suspicious of Frémont and he was ordered to leave the country. Frémont and his men withdrew and camped near the summit of what is now named &lt;a href=\"Fremont%20Peak%20%28California%29\"&gt;Fremont Peak&lt;/a&gt;. Headstrong and with much audacity, Frémont raised the United States Flag in defiance of Mexican authority.\nPlaying for time, after a four-day standoff and Castro having a superior number of Mexican troops, Frémont and his men went north to Oregon, executing the &lt;a href=\"Sacramento%20River%20massacre\"&gt;Sacramento River massacre&lt;/a&gt; along the way. Estimates of the casualties vary. Expedition members Thomas E. Breckenridge and Thomas S. Martin claim the number of Native Americans killed as \"120–150\" and \"over 175\" respectively, but the eyewitness Tustin claimed that at least 600–700 Native Americans were killed on land, with another 200 or more dying in the water. There are no records of any expedition members being killed or even wounded in the massacre. &lt;a href=\"Kit%20Carson\"&gt;Kit Carson&lt;/a&gt;, one of the mounted attackers, later stated, \"It was a perfect butchery.\"\nFremont and his men eventually made their way to camp at &lt;a href=\"Upper%20Klamath%20Lake\"&gt;Klamath Lake&lt;/a&gt;, killing Native Americans on sight as they went. On May 8, Frémont was overtaken by Lieutenant &lt;a href=\"Archibald%20H.%20Gillespie\"&gt;Archibald Gillespie&lt;/a&gt; from Washington, who gave him copies of dispatches he had previously given to Larkin. Gillespie told Frémont secret instructions from Benton and Buchanan justifying aggressive action and that a declaration of war with Mexico was imminent. On May 9, 1846, Native Americans ambushed his expedition party in retaliation for numerous killings of Native Americans that Frémont's men had engaged in along the trail, killing three members of Frémont's party in their sleep, including a Native American who was traveling with Frémont. Frémont retaliated by attacking a &lt;a href=\"Klamath%20people\"&gt;Klamath&lt;/a&gt; fishing village named \"Dokdokwas\" the following day in the &lt;a href=\"Klamath%20Lake%20massacre\"&gt;Klamath Lake massacre&lt;/a&gt;, although the people living there might not have been involved in the first action. The village was at the junction of the &lt;a href=\"Williamson%20River%20%28Oregon%29\"&gt;Williamson River&lt;/a&gt; and &lt;a href=\"Upper%20Klamath%20Lake\"&gt;Klamath Lake&lt;/a&gt;. On May 12, 1846, the Frémont group completely destroyed it, killing at least fourteen people. Frémont believed that the British were responsible for arming and encouraging the Native Americans to attack his party. Afterward, Carson was nearly killed by a Klamath warrior. As Carson's gun misfired, the warrior drew to shoot a poison arrow; however, Frémont, seeing that Carson was in danger, trampled the warrior with his horse. Carson felt that he owed Frémont his life. A few weeks later, Frémont and his armed militia returned to California.\nMexican–American War (1846–1848).\nHaving reentered Mexican California headed south, Frémont and his army expedition stopped off at &lt;a href=\"Peter%20Lassen\"&gt;Peter Lassen&lt;/a&gt;'s Ranch on May 24, 1846. Frémont learned from Lassen that the &lt;a href=\"USS%20Portsmouth%20%281843%29\"&gt;USS \"Portsmouth\"&lt;/a&gt;, commanded by &lt;a href=\"John%20B.%20Montgomery\"&gt;John B. Montgomery&lt;/a&gt;, was anchored at &lt;a href=\"Sausalito%2C%20California\"&gt;Sausalito&lt;/a&gt;. Frémont sent Lt. Gillespie to Montgomery and requested supplies including 8000 percussion caps, 300 pounds of rifle lead, one keg of powder, and food provisions, intending to head back to St. Louis. On May 31, Frémont made his camp on the Bear and Feather rivers 60 miles north of &lt;a href=\"Sutter%27s%20Fort\"&gt;Sutter's Fort&lt;/a&gt;, where American immigrants ready for revolt against Mexican authority joined his party. From there he made another attack on local Native Americans in a rancheria (see &lt;a href=\"Sutter%20Buttes%20massacre\"&gt;Sutter Buttes massacre&lt;/a&gt;). In early June, believing war with Mexico to be a virtual certainty, Frémont joined the Sacramento Valley insurgents in a \"silent partnership\", rather than head back to St. Louis, as originally planned. On June 10, instigated by Frémont, four men from Frémont's party and 10 rebel volunteers seized 170 horses intended for Castro's Army and returned them to Frémont's camp. According to historian H. H. Bancroft, Frémont incited the American settlers indirectly and \"guardedly\" to revolt. On June 14, 34 armed rebels independently captured Sonoma, the largest settlement in northern California, and forced the surrender of Colonel &lt;a href=\"Mariano%20Vallejo\"&gt;Mariano Vallejo&lt;/a&gt;, taking him and three others prisoner. The following day, the rebelling Americans, who were called \"Osos\" (Spanish for \"bears\") by the residents of Sonoma, amidst a brandy-filled party, hoisted a roughly sewn flag and formed the &lt;a href=\"Bear%20Flag%20Republic\"&gt;Bear Flag Republic&lt;/a&gt;, electing &lt;a href=\"William%20Ide\"&gt;William Ide&lt;/a&gt; as their leader. The four prisoners were then taken to Frémont's camp 80 miles away. On June 15, the prisoners and escorts arrived at Frémont's new camp on the American River, but Frémont publicly denied responsibility for the raid. The escorts then removed the prisoners south to Sutter's Fort, where they were imprisoned by Sutter under Frémont's orders. It was at this time Frémont began signing letters as \"Military Commander of U.S. Forces in California\".\nOn June 24, Frémont and his men, upon hearing that Californio (people of Spanish or Mexican descent) Juan N. Padilla had captured, tortured, killed, and mutilated the bodies of two Osos and held others prisoner, rode to Sonoma, arriving on June 25. On June 26, Frémont, his own men, Lieutenant Henry Ford and a detachment of Osos, totalling 125 men, rode south to &lt;a href=\"San%20Rafael%2C%20California\"&gt;San Rafael&lt;/a&gt;, searching for Captain Joaquin de la Torre and his lancers, rumored to have been ordered by Castro to attack Sonoma, but was unable to find them. On June 28, General Castro, on the other side of San Francisco Bay, sent a row boat across to Point San Pablo on the shores of San Rafael with a message for de la Torre. Kit Carson, Granville Swift and Sam Neal rode to the beach to intercept the three unarmed men who came ashore, including &lt;a href=\"Jos%C3%A9%20de%20los%20Reyes%20Berreyesa\"&gt;Don José Berreyesa&lt;/a&gt; and the 20-year-old Haro twin brothers Ramon and Francisco, sons of &lt;a href=\"Francisco%20de%20Haro\"&gt;Don Francisco de Haro&lt;/a&gt;. The three were murdered in cold blood. Exactly who committed the murders is a point of controversy, but later accounts point to Carson acting at the behest, if not the order, of Frémont.\nOn July 1, Commodore &lt;a href=\"John%20D.%20Sloat\"&gt;John D. Sloat&lt;/a&gt;, commanding the U.S. Navy's &lt;a href=\"Pacific%20Squadron\"&gt;Pacific Squadron&lt;/a&gt;, sailed into Monterey harbor with orders to seize San Francisco Bay and blockade the other California ports upon learning \"without a doubt\" that war had been declared. On July 5, Sloat received a message from Montgomery reporting the events in Sonoma and Frémont's involvement. Believing Frémont to be acting on orders from Washington, Sloat began to carry out his orders. Early on July 7, 225 sailors and marines on the United States Navy &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; &lt;a href=\"USS%20Savannah%20%281842%29\"&gt;USS \"Savannah\"&lt;/a&gt; and the two &lt;a href=\"Sloop-of-war\"&gt;sloops&lt;/a&gt;, &lt;a href=\"USS%20Cyane%20%281837%29\"&gt;USS \"Cyane\"&lt;/a&gt; and &lt;a href=\"USS%20Levant%20%281837%29\"&gt;USS \"Levant\"&lt;/a&gt; landed and captured &lt;a href=\"Battle%20of%20Monterey\"&gt;Monterey&lt;/a&gt; with no shots being fired and raised the flag of the United States. Commodore Sloat had his proclamation read and posted in English and Spanish: \"... henceforth California would be a portion of the United States.\" On July 10, Frémont received a message from Montgomery that the U.S. Navy had occupied Monterey and Yerba Buena. Two days later, Frémont received a letter from Sloat, describing the capture of Monterey and ordering Frémont to bring at least 100 armed men to Monterey. Frémont would bring 160 men. On July 15, Commodore &lt;a href=\"Robert%20F.%20Stockton\"&gt;Robert F. Stockton&lt;/a&gt; arrived in Monterey to replace the 65-year-old Sloat in command of the Pacific Squadron. Sloat named Stockton commander-in-chief of all land forces in California. On July 19, Frémont's party entered Monterey, where he met with Sloat on board the \"Savannah\". When Sloat learned that Frémont had acted on his own authority (thus raising doubt about a war declaration), he retired to his cabin. On July 23, Stockton mustered Frémont's party and the former Bear Flaggers into military service as the \"Naval Battalion of Mounted Volunteer Riflemen\" with Frémont appointed &lt;a href=\"major\"&gt;major&lt;/a&gt; in command of the &lt;a href=\"California%20Battalion\"&gt;California Battalion&lt;/a&gt;, which he had helped form with his survey crew and volunteers from the &lt;a href=\"Bear%20Flag%20Republic\"&gt;Bear Flag Republic&lt;/a&gt;, now totaling 428 men. Stockton incorporated the California Battalion into the U.S. military giving them soldiers pay. Frémont and about 160 of his troops went by ship to San Diego, and with Stockton's marines took Los Angeles on August 13. Frémont afterwards went north to recruit more Californians into his battalion. In late 1846, under orders from Stockton, Frémont led a military expedition of 300 men to capture &lt;a href=\"Santa%20Barbara%2C%20California\"&gt;Santa Barbara&lt;/a&gt;. In September, Mexican Californians unwilling to be ruled by the United States, under &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Flores\"&gt;José María Flores&lt;/a&gt;, fought back and &lt;a href=\"Siege%20of%20Los%20Angeles\"&gt;retook Los Angeles&lt;/a&gt;, driving out Americans.\nIn December 1846, U.S. Brigadier General &lt;a href=\"Stephen%20Watts%20Kearny\"&gt;Stephen W. Kearny&lt;/a&gt; arrived in California having instructions to establish military control. Kearny, who had earlier trimmed his forces in the mistaken belief that U.S. forces had taken control of California, led a disastrous failed attack on waiting Mexican lancers at the &lt;a href=\"Battle%20of%20San%20Pasqual\"&gt;Battle of San Pasqual&lt;/a&gt;, losing 19 men killed and being himself seriously lanced. He was later reinforced when Stockton sent troops to drive off &lt;a href=\"Pio%20Pico\"&gt;Pio Pico&lt;/a&gt; and his forces. It was at this time a dispute began between Stockton and Kearny over who had control of the military, but the two managed to work together to &lt;a href=\"Battle%20of%20Rio%20San%20Gabriel\"&gt;stop the Los Angeles uprising&lt;/a&gt;. Frémont led his unit over the &lt;a href=\"Santa%20Ynez%20Mountains\"&gt;Santa Ynez Mountains&lt;/a&gt; at &lt;a href=\"San%20Marcos%20Pass\"&gt;San Marcos Pass&lt;/a&gt; in a rainstorm on the night of December 24, 1846. Despite losing many of his horses, mules and cannons, which slid down the muddy slopes during the rainy night, his men regrouped in the foothills (behind what is today Rancho Del Ciervo) the next morning, and captured the &lt;a href=\"Presidio%20of%20Santa%20Barbara\"&gt;Presidio of Santa Barbara&lt;/a&gt; and the town without bloodshed. A few days later, Frémont led his men southeast towards Los Angeles. Fremont accepted Andres Pico's surrender upon signing the &lt;a href=\"Treaty%20of%20Cahuenga\"&gt;Treaty of Cahuenga&lt;/a&gt; on January 13, 1847, which terminated the war in upper California. It was at this time Kearny ordered Frémont to join his military dragoons, but Frémont refused, believing he was under authority of Stockton.\nCourt martial and resignation.\nOn January 16, 1847, Commodore Stockton appointed Frémont &lt;a href=\"California%20interim%20government%2C%201846%E2%80%931850\"&gt;military governor of California&lt;/a&gt; following the &lt;a href=\"Treaty%20of%20Cahuenga\"&gt;Treaty of Cahuenga&lt;/a&gt;, and then left Los Angeles. Frémont functioned for a few weeks without controversy, but he had little money to administer his duties as governor. Previously, unknown to Stockton and Frémont, the Navy Department had sent orders for Sloat and his successors to establish military rule over California. These orders, however, postdated Kearny's orders to establish military control over California. Kearny did not have the troop strength to enforce those orders, and was forced to rely on Stockton's Marines and Frémont's California Battalion until army reinforcements arrived. On February 13, specific orders were sent from Washington through Commanding General Winfield Scott giving Kearny the authority to be military governor of California. Kearny, however, did not directly inform Frémont of these orders from Scott. Kearny ordered that Frémont's California Battalion be enlisted into the U.S. Army and Frémont bring his battalion archives to Kearny's headquarters in Monterey.\nFrémont delayed obeying these orders, hoping Washington would send instructions for Frémont to be military governor. Also, the California Battalion refused to join the U.S. Army. Frémont gave orders for the California Battalion not to surrender arms, rode to Monterey to talk to Kearny, and told Kearny he would obey orders. Kearny sent Col. &lt;a href=\"Richard%20B.%20Mason\"&gt;Richard B. Mason&lt;/a&gt;, who was to succeed Kearny as military governor of California, to Los Angeles, both to inspect troops and to give Frémont further orders. Frémont and Mason, however, were at odds with each other and Frémont challenged Mason to a duel. After an arrangement to postpone the duel, Kearny rode to Los Angeles and refused Frémont's request to join troops in Mexico. Ordered to march with Kearny's army back east, Frémont was arrested on August 22, 1847, when they arrived at &lt;a href=\"Fort%20Leavenworth\"&gt;Fort Leavenworth&lt;/a&gt;. He was charged with mutiny, disobedience of orders, assumption of powers, and several other military offenses. Ordered by Kearny to report to the &lt;a href=\"adjutant%20general\"&gt;adjutant general&lt;/a&gt; in Washington to stand for court-martial, Frémont was found innocent of &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt;, but was convicted on January 31, 1848, of disobedience toward a superior officer and military misconduct.\nWhile approving the court's decision, President &lt;a href=\"James%20K.%20Polk\"&gt;James K. Polk&lt;/a&gt; quickly commuted Frémont's sentence of &lt;a href=\"dishonorable%20discharge\"&gt;dishonorable discharge&lt;/a&gt; and reinstated him into the Army, due to his war services. Polk felt that Frémont was guilty of disobeying orders and misconduct, but he did not believe Frémont was guilty of mutiny. Additionally, Polk wished to placate &lt;a href=\"Thomas%20Hart%20Benton%20%28senator%29\"&gt;Thomas Hart Benton&lt;/a&gt;, a powerful senator and Frémont's father-in-law, who felt that Frémont was innocent. Frémont, only gaining a partial pardon from Polk, resigned his commission in protest and settled in California. Despite the court-martial, Frémont remained popular among the American public.\nHistorians are divided in their opinions on this period of Frémont's career. Mary Lee Spence and Donald Jackson, editors of a large collection of letters by Fremont and others dating from this period, concluded that \"...in the California episode, Frémont was as often right as wrong. And even a cursory investigation of the court-martial record produces one undeniable conclusion: neither side in the controversy acquitted itself with distinction.\" Allan Nevins states that Kearny:\nTheodore Grivas wrote that \"It does not seem quite clear how Frémont, an army officer, could have imagined that a naval officer [Stockton] could have protected him from a charge of insubordination toward his superior officer [Kearny]\". Grivas goes on to say, however, that \"This conflict between Kearny, Stockton, and Frémont perhaps could have been averted had methods of communication been what they are today.\"\nFourth expedition (1848–1849).\nIntent on restoring his honor and explorer reputation after his court martial, in 1848, Frémont and his father-in-law Sen. Benton developed a plan to advance their vision of Manifest Destiny. With a keen interest in the potential of railroads, Sen. Benton had sought support from the Senate for a railroad connecting St. Louis to San Francisco along the 38th parallel, the latitude which both cities approximately share. After Benton failed to secure federal funding, Frémont secured private funding. In October 1848 he embarked with 35 men up the &lt;a href=\"Missouri%20River\"&gt;Missouri&lt;/a&gt;, &lt;a href=\"Kansas%20River\"&gt;Kansas&lt;/a&gt; and &lt;a href=\"Arkansas%20River\"&gt;Arkansas&lt;/a&gt; rivers to explore the terrain. The artists and brothers &lt;a href=\"Edward%20Kern\"&gt;Edward Kern&lt;/a&gt; and Richard Kern, and their brother Benjamin Kern, were part of the expedition, but Frémont was unable to obtain the valued service of Kit Carson as guide as in his previous expeditions.\nOn his party's reaching &lt;a href=\"Bent%27s%20Fort\"&gt;Bent's Fort&lt;/a&gt;, he was strongly advised by most of the trappers against continuing the journey. Already a foot of snow was on the ground at Bent's Fort, and the winter in the mountains promised to be especially snowy. Part of Frémont's purpose was to demonstrate that a 38th parallel railroad would be practical year-round. At Bent's Fort, he engaged &lt;a href=\"Richens%20Lacey%20Wootton\"&gt;\"Uncle Dick\" Wootton&lt;/a&gt; as guide, and at what is now &lt;a href=\"Pueblo%2C%20Colorado\"&gt;Pueblo, Colorado&lt;/a&gt;, he hired the eccentric &lt;a href=\"Old%20Bill%20Williams\"&gt;Old Bill Williams&lt;/a&gt; and moved on.\nHad Frémont continued up the Arkansas, he might have succeeded. On November 25 at what is now &lt;a href=\"Florence%2C%20Colorado\"&gt;Florence, Colorado&lt;/a&gt;, he turned sharply south. By the time his party crossed the &lt;a href=\"Sangre%20de%20Cristo%20Range\"&gt;Sangre de Cristo Range&lt;/a&gt; via &lt;a href=\"Mosca%20Pass\"&gt;Mosca Pass&lt;/a&gt;, they had already experienced days of bitter cold, blinding snow and difficult travel. Some of the party, including the guide Wootton, had already turned back, concluding that further travel would be impossible. Benjamin Kern and &lt;a href=\"William%20S.%20Williams\"&gt;\"Old Bill\" Williams&lt;/a&gt; were killed while retracing the expedition trail to look for gear and survivors.\nAlthough the passes through the Sangre de Cristo had proven too steep for a railroad, Frémont pressed on. From this point the party might still have succeeded had they gone up the &lt;a href=\"Rio%20Grande\"&gt;Rio Grande&lt;/a&gt; to its source, or gone by a more northerly route, but the route they took brought them to the very top of Mesa Mountain. By December 12, on Boot Mountain, it took ninety minutes to progress three hundred yards. Mules began dying and by December 20, only 59 animals remained alive.\nIt was not until December 22 that Frémont acknowledged that the party needed to regroup and be resupplied. They began to make their way to &lt;a href=\"Taos%2C%20New%20Mexico\"&gt;Taos&lt;/a&gt; in the &lt;a href=\"New%20Mexico%20Territory\"&gt;New Mexico Territory&lt;/a&gt;. By the time the last surviving member of the expedition made it to Taos on February 12, 1849, 10 of the party had died. Except for the efforts of member Alexis Godey, another 15 would have been lost. After recuperating in Taos, Frémont and only a few of the men left for California via an established southern trade route.\nEdward and Richard Kern joined J.H. Simpson's military reconnaissance expedition to the Navajos in 1849, and gave the American public some of its earliest authentic graphic images of the people and landscape of Arizona, New Mexico, and southern Colorado; with views of &lt;a href=\"Canyon%20de%20Chelly\"&gt;Canyon de Chelly&lt;/a&gt;, &lt;a href=\"Chaco%20Canyon\"&gt;Chaco Canyon&lt;/a&gt;, and &lt;a href=\"El%20Morro%20National%20Monument\"&gt;El Morro (Inscription Rock)&lt;/a&gt;.\nIn 1850, Frémont was awarded the &lt;a href=\"Gold%20Medal%20%28RGS%29\"&gt;Patron's Medal&lt;/a&gt; by the &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt; for his various exploratory efforts.\n\"Rancho Las Mariposas\".\nOn February 10, 1847, Frémont purchased seventy square miles of land in the Sierra foothills, called \"Las Mariposas\", through land speculator &lt;a href=\"Thomas%20O.%20Larkin\"&gt;Thomas Larkin&lt;/a&gt;, for $3,000. \"Las Mariposas\" had previously been owned by &lt;a href=\"Juan%20Bautista%20Alvarado\"&gt;Juan Bautista Alvarado&lt;/a&gt;, former California governor, and his wife Martina Caston de Alvarado. Frémont had hoped \"Las Mariposas\" was near San Francisco or Monterey, but was disappointed when he found out it was farther inland by &lt;a href=\"Yosemite\"&gt;Yosemite&lt;/a&gt;, on the &lt;a href=\"Miwok\"&gt;Miwok&lt;/a&gt; Indian's hunting and gathering grounds. After his court martial in 1848, Frémont moved to \"Las Mariposas\" and became a rancher, borrowing money from his father-in-law Benton and Senator &lt;a href=\"John%20Adams%20Dix\"&gt;John Dix&lt;/a&gt; to construct a house, corral, and barn. Frémont ordered a sawmill and had it shipped by the Aspinwall steamer \"Fredonia\" to \"Las Mariposas\". Frémont was informed by Sonora Mexicans that gold had been discovered on his property. Frémont was instantly a wealthy man, a five-mile quartz vein produced hundreds of pounds of placer gold each month. In 1851 &lt;a href=\"Hiland%20Hall\"&gt;Hiland Hall&lt;/a&gt;, a former &lt;a href=\"Governor%20of%20Vermont\"&gt;Governor of Vermont&lt;/a&gt;, was appointed chairman of the federal commission created to settle Mexican land titles in California; he traveled to San Francisco to begin his work, and his son-in-law &lt;a href=\"Trenor%20W.%20Park\"&gt;Trenor W. Park&lt;/a&gt; traveled with him. Frémont hired Park as a managing partner to oversee the day-to-day activities of the estate, and Mexican laborers to &lt;a href=\"Gold%20mining%23Sluicing\"&gt;wash out&lt;/a&gt; the gold on his property in exchange for a percentage of the profits. Frémont acquired large landholdings in San Francisco, and while developing his \"Las Mariposas\" gold ranch, he lived a wealthy lifestyle in Monterey.\nLegal issues, however, soon mounted over property and mineral rights. Disputes erupted as squatters moved on Frémont's \"Las Mariposas\" land mining for gold. There was question whether the three mining districts on the land were public domain, while the Merced Mining Company was actively mining on Frémont's property. Since Alvarado had purchased \"Las Mariposas\" on a \"floating grant\", the property borders were not precisely defined by the Mexican government. Alvarado's ownership of the land was legally contested since Alvarado never actually settled on the property as required by Mexican law. All of these matters lingered and were argued in court for many years until the Supreme Court finally ruled in Frémont's favor in 1856. Although Frémont's legal victory allowed him to keep his wealth, it created lingering animosity among his neighbors.\nDuring the late 1850s, &lt;a href=\"Frederick%20H.%20Billings\"&gt;Frederick H. Billings&lt;/a&gt;, a partner in the &lt;a href=\"Halleck%2C%20Peachy%20%26amp%3B%20Billings\"&gt;Halleck, Peachy &amp; Billings&lt;/a&gt; law firm that employed Park, partnered with Frémont in several successful business ventures. Billings later embarked on several trips to Europe in an unsuccessful effort to sell Frémont's Mariposa mine shares. At the start of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, Billings acted as Frémont's agent when Frémont took the initiative to purchase arms in England for use by &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt; troops.\nU.S. Senator from California (1850–1851).\nOn November 13, 1849, General &lt;a href=\"Bennet%20C.%20Riley\"&gt;Bennet C. Riley&lt;/a&gt;, without Washington approval, called for a state election to ratify the new California State constitution. On December 20, the California legislature voted to seat two Senators to represent the state in the Senate. The front-runner was Frémont, a &lt;a href=\"Free%20Soil%20Party\"&gt;Free Soil Democrat&lt;/a&gt;, known for being a western hero, and regarded by many as an innocent victim of an unjustified court-martial. The other candidates were T. Butler King, a Whig, and &lt;a href=\"William%20M.%20Gwin\"&gt;William Gwin&lt;/a&gt;, a Democrat. Frémont won the first Senate seat, easily having 29 out of 41 votes and Gwin, having Southern backing, was elected to the second Senate seat, having won 24 out of 41 votes. By random draw of straws, Gwin won the longer Senate term while Frémont won the shorter Senate term. In Washington, Frémont, whose California ranch had been purchased from a Mexican land grantee, supported an unsuccessful law that would have rubber-stamped Mexican land grants, and another law that prevented foreign workers from owning gold claims (Fremont's ranch was in gold country), derisively called \"Frémont's Gold Bill\". Frémont voted against harsh penalties for those who assisted runaway slaves and he was in favor of abolishing the slave trade in the District of Columbia.\nDemocratic pro-slavery opponents of Frémont, called the Chivs, strongly opposed Frémont's re-election, and endorsed &lt;a href=\"Solomon%20Heydenfeldt\"&gt;Solomon Heydenfeldt&lt;/a&gt;. Rushing back to California hoping to thwart the Chivs, Frémont started his own election newspaper, the \"San Jose Daily Argus\", however, to no avail, he was unable to get enough votes for re-election to the Senate. Neither Heydenfeldt, nor Frémont's other second-time competitor King, were able to obtain a majority of votes, allowing Gwin to be California's lone senator. Frémont's term lasted 175 days from September 10, 1850, to March 3, 1851, and he only served 21 working days in Washington in the Senate. Pro-slavery &lt;a href=\"John%20B.%20Weller\"&gt;John B. Weller&lt;/a&gt;, supported by the Chivs, was elected one year later to the empty Senate seat previously held by Frémont.\nFifth expedition (1853–1854).\nIn the fall of 1853, Frémont embarked on another expedition to identify a viable route for a transcontinental railroad along the 38th parallel. The party journeyed between Missouri and San Francisco, California, over a combination of known trails and unexplored terrain. A primary objective was to pass through the Rocky Mountains and Sierra Nevada Mountains during winter to document the amount of snow and the feasibility of winter rail passage along the route. His photographer (&lt;a href=\"daguerreotypist\"&gt;daguerreotypist&lt;/a&gt;) was &lt;a href=\"Solomon%20Nunes%20Carvalho\"&gt;Solomon Nunes Carvalho&lt;/a&gt;.\nFrémont followed the &lt;a href=\"Santa%20Fe%20Trail\"&gt;Santa Fe Trail&lt;/a&gt;, passing Bent's Fort before heading west and entering the &lt;a href=\"San%20Luis%20Valley\"&gt;San Luis Valley&lt;/a&gt; of Colorado in December. The party then followed the North Branch of the &lt;a href=\"Old%20Spanish%20Trail%20%28trade%20route%29\"&gt;Old Spanish Trail&lt;/a&gt;, crossing the &lt;a href=\"Continental%20Divide\"&gt;Continental Divide&lt;/a&gt; at &lt;a href=\"Cochetopa%20Pass\"&gt;Cochetopa Pass&lt;/a&gt; and continuing west into central Utah. But following the trail was made difficult by snow cover. On occasion, they were able to detect evidence of &lt;a href=\"John%20Williams%20Gunnison\"&gt;Captain John Gunnison&lt;/a&gt;'s expedition, which had followed the North Branch just months before.\nWeeks of snow and bitter cold took its toll and slowed progress. Nonessential equipment was abandoned and one man died before the struggling party reached the Mormon settlement of &lt;a href=\"Parowan%2C%20Utah\"&gt;Parowan&lt;/a&gt; in southwestern Utah on February 8, 1854. After spending two weeks in Parowan to regain strength, the party continued across the &lt;a href=\"Great%20Basin\"&gt;Great Basin&lt;/a&gt; and entered the &lt;a href=\"Owens%20Valley\"&gt;Owens Valley&lt;/a&gt; near present-day &lt;a href=\"Big%20Pine%2C%20California\"&gt;Big Pine&lt;/a&gt;, California. Frémont then journeyed south and crossed the Sierra Nevada Mountains and entered the &lt;a href=\"Kern%20River\"&gt;Kern River&lt;/a&gt; drainage, which was followed west to the &lt;a href=\"San%20Joaquin%20Valley\"&gt;San Joaquin Valley&lt;/a&gt;.\nFrémont arrived in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; on April 16, 1854. Having completed a winter passage across the mountainous west, Frémont was optimistic that a railroad along the 38th Parallel was viable and that winter travel along the line would be possible through the Rocky Mountains.\nRepublican Party presidential candidate (1856).\nIn 1856, Frémont (age 43) was the first presidential candidate of the new &lt;a href=\"History%20of%20the%20Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt;. The Republicans, whose party had formed in 1854, were united in their opposition to the Pierce Administration and the spread of slavery into the West. Initially, Frémont was asked to be the Democratic candidate by former Virginia Governor &lt;a href=\"John%20B.%20Floyd\"&gt;John B. Floyd&lt;/a&gt; and the powerful Preston family. Frémont announced that he was for Free Soil Kansas and was against the enforcement of the 1850 &lt;a href=\"Fugitive%20Slave%20Act%20of%201850\"&gt;Fugitive Slave Law&lt;/a&gt;. Republican leaders &lt;a href=\"Nathaniel%20P.%20Banks\"&gt;Nathaniel P. Banks&lt;/a&gt;, &lt;a href=\"Henry%20Wilson\"&gt;Henry Wilson&lt;/a&gt;, and &lt;a href=\"John%20Bigelow\"&gt;John Bigelow&lt;/a&gt; were able to get Frémont to join their political party. Seeking a united front and a fresh face for the party, the Republicans nominated Frémont for president over other candidates, and conservative &lt;a href=\"William%20L.%20Dayton\"&gt;William L. Dayton&lt;/a&gt; of New Jersey, for vice president, at their June 1856 convention held in Philadelphia. The Republican campaign used the slogan \"Free Soil, Free Men, and Frémont\" to crusade for free farms (homesteads) and against the &lt;a href=\"Slave%20Power\"&gt;Slave Power&lt;/a&gt;. Frémont, popularly known as \"The Pathfinder\", however, had voter appeal and remained the symbol of the Republican Party. The Democratic Party nominated &lt;a href=\"James%20Buchanan\"&gt;James Buchanan&lt;/a&gt;.\nFrémont's wife Jessie, Bigelow, and Issac Sherman ran Frémont's campaign. As the daughter of a Senator, Jessie had been raised in Washington, and she understood politics more than Frémont. Many treated Jessie as an equal political professional, while Frémont was treated as an amateur. She received popular attention much more than potential First Ladies, and Republicans celebrated her participation in the campaign calling her \"Our Jessie\". Jessie and the Republican propaganda machine ran a strong campaign, but she was unable to get her powerful father, Senator Benton, to support Frémont. While praising Frémont, Benton announced his support for Buchanan.\nFrémont, along with the other presidential candidates, did not actively participate in the campaign, and he mostly stayed home at 56 West Street, in New York City. This practice was typical in presidential campaigns of the 19th century. To win the presidency, the Republicans concentrated on four swing states, Pennsylvania, New Jersey, Indiana, and Illinois. Republican luminaries were sent out decrying the Democratic Party's attachment to slavery and its support of the repeal of the Missouri Compromise. The experienced Democrats, knowing the Republican strategy, also targeted these states, running a rough media campaign, while illegally naturalizing thousands of alien immigrants in Pennsylvania. The &lt;a href=\"smear%20campaign\"&gt;campaign was particularly abusive&lt;/a&gt;, as the Democrats attacked Frémont's illegitimate birth and alleged Frémont was Catholic. In a counter-crusade against the Republicans, the Democrats ridiculed Frémont's military record and warned that his victory would bring civil war. Much of the private rhetoric of the campaign focused on unfounded rumors regarding Frémont – talk of him as president taking charge of a large army that would support slave insurrections, the likelihood of widespread lynchings of slaves, and whispered hope among slaves for freedom and political equality.\nFrémont's campaign was headquartered near his home (&lt;a href=\"St.%20George%2C%20Staten%20Island\"&gt;St. George&lt;/a&gt;) next to the Clifton ferry landing. Many campaign rallies were held on the lawn, now the corner of Greenfield and Bay Street. Frémont was defeated, having placed second to &lt;a href=\"James%20Buchanan\"&gt;James Buchanan&lt;/a&gt; in a &lt;a href=\"1856%20United%20States%20presidential%20election\"&gt;three-way election&lt;/a&gt;; he did not carry the state of California. Frémont received 114 electoral votes to 174 votes received by Buchanan. &lt;a href=\"Millard%20Fillmore\"&gt;Millard Fillmore&lt;/a&gt; ran as a third-party candidate representing the &lt;a href=\"Know-Nothing\"&gt;American (Know Nothing) Party&lt;/a&gt;. The popular vote went to Buchanan who received 1,836,072 votes to 1,342,345 votes received by Frémont on November 4, 1856. Fremont carried 11 states, and Buchanan carried 19. The Democrats were better organized while the Republicans had to operate on limited funding. After the campaign, Frémont returned to California and devoted himself to his mining business on the Mariposa gold estate, estimated by some to be valued at ten million dollars. Frémont's title to Mariposa land had been confirmed by the U.S. Supreme Court in 1856.\nAmerican Civil War.\nAt the start of the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, Frémont was touring Europe in an attempt to find financial backers in his California \"Las Mariposas\" estate ranch. President Abraham Lincoln wanted to appoint Frémont as the American minister to France, thereby taking advantage of his French ancestry and the popularity in Europe of his anti-slavery positions. However Secretary of State &lt;a href=\"William%20Henry%20Seward\"&gt;William Henry Seward&lt;/a&gt; objected to Frémont's radicalism, and the appointment was not made. Instead, Lincoln appointed Frémont &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; Major General on May 15, 1861. He arrived in Boston from England on June 27, 1861, and Lincoln promoted him Commander of the &lt;a href=\"Department%20of%20the%20West\"&gt;Department of the West&lt;/a&gt; on July 1, 1861. The Western department included the area west of the &lt;a href=\"Appalachian%20Mountains\"&gt;Appalachian Mountains&lt;/a&gt; to the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;. After Frémont arrived in Washington D.C, he conferred with Lincoln and Commanding General &lt;a href=\"Winfield%20Scott\"&gt;Winfield Scott&lt;/a&gt;, himself making a plan to clear all Confederates out of Missouri and to make a general campaign down the Mississippi and advance on Memphis. According to Frémont, Lincoln had given him \"&lt;a href=\"wikt%3Acarte%20blanche\"&gt;carte blanche&lt;/a&gt;\" authority on how to conduct his campaign and to use his own judgement, while talking on the steps of the White House portico. Frémont's main goal as Commander of the Western Armies was to protect &lt;a href=\"Cairo%2C%20Illinois\"&gt;Cairo, Illinois&lt;/a&gt;, at all costs in order for the Union Army to move southward on the Mississippi River. Both Frémont and his subordinate, General &lt;a href=\"John%20Pope%20%28military%20officer%29\"&gt;John Pope&lt;/a&gt;, believed that &lt;a href=\"Ulysses%20S.%20Grant\"&gt;Ulysses S. Grant&lt;/a&gt; was the fighting general needed to secure Missouri from the Confederates. Frémont had to contend with a hard-driving Union General &lt;a href=\"Nathaniel%20Lyon\"&gt;Nathaniel Lyon&lt;/a&gt;, whose irregular war policy disturbed the complex loyalties of Missouri.\nDepartment of the West (1861).\nCommand and duties.\nOn July 25, 1861, Frémont arrived in St. Louis and formally took command of a Department of the West that was in crisis. Frémont was forty-eight years old, grey-haired and considered handsome. He brought with him the great reputation as \"the Pathfinder of the West\", for his eleven years of topographical service, and he was focused on driving the Confederate forces from Missouri. Frémont had to organize an army in a slave state that was largely disloyal, having a limited number of Union soldiers, supplies, and arms. Guerilla warfare was breaking out and two Confederate armies were planning on capturing &lt;a href=\"Springfield%2C%20Missouri\"&gt;Springfield&lt;/a&gt; and invading Illinois to capture &lt;a href=\"Cairo%2C%20Illinois\"&gt;Cairo&lt;/a&gt;. Frémont's duties upon taking command of the Western Department were broad, his resources were limited, and the secession crisis in &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; appeared to be uncontrollable. Frémont was responsible for safeguarding Missouri and all of the Northwest. Frémont's mission was to organize, equip, and lead the Union Army down the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;, reopen commerce, and break off the Western part of the Confederacy. Frémont was given only 23,000 men, whose volunteer 3-month enlistments were about to expire. Western Governors sent more troops to Frémont, but he did not have any weapons with which to arm them. There were no uniforms or military equipment either, and the soldiers were subject to food rationing, poor transportation, and lack of pay. Fremont's intelligence was also faulty, leading him to believe the Missouri state militia and the Confederate forces were twice as numerous as they actually were.\nBlair feud and corruption charges.\nFrémont's arrival brought an aristocratic air that raised eyebrows and general disapproval among the people of St. Louis. Soon after he came into command, Frémont became involved in a &lt;a href=\"feud\"&gt;political feud&lt;/a&gt; with &lt;a href=\"Francis%20Preston%20Blair%20Jr.\"&gt;Frank Blair&lt;/a&gt;, who was a member of the powerful &lt;a href=\"Montgomery%20Blair\"&gt;Blair family&lt;/a&gt; and brother of Lincoln's cabinet member. To gain control of Missouri politics, Blair complained to Washington that Frémont was \"extravagant\" and that his command was brimming with a \"horde of pirates\", who were defrauding the army. This caused Lincoln to send Adjutant General &lt;a href=\"Lorenzo%20Thomas\"&gt;Lorenzo Thomas&lt;/a&gt; to check in on Frémont, who reported that Frémont was incompetent and had made questionable army purchases.\nThe imbroglio became a national scandal, and Frémont was unable to keep a handle on supply affairs. A Congressional subcommittee investigation headed by &lt;a href=\"Elihu%20B.%20Washburne\"&gt;Elihu B. Washburne&lt;/a&gt; and a later Commission on War Claims investigation into the entire Western Department confirmed that many of Blair's charges were true.\nFrémont ran his headquarters in St. Louis \"like a European autocrat\". Perhaps this was due to a sojourn through France before his appointment by President Lincoln. There, Frémont had rented a lavish mansion for $6,000 a year, paid for by the government, and surrounded himself with Hungarian and Italian guards in brassy uniforms. Frémont additionally set up a headquarters bodyguard of 300 Kentucky men, chosen for their uniform physical attributes. Frémont had surrounded himself with California associates, who made huge profits by securing army contracts without the competitive bidding required by federal law. One Californian contracted for the construction of 38 mortar boats for $8,250 apiece, almost double what they were worth. Another Californian, who was a personal friend of Frémont's, but had no construction experience, received a contract worth $191,000 to build a series of forts, which should have cost one third less. Frémont's favorite sellers received \"the most stupendous contracts\" for railroad cars, horses, Army mules, tents, and other equipment, most of them of shoddy quality. A rumor spread in Washington that Frémont was planning to start his own republic or empire in the West. Frémont's supply line, headed by Major &lt;a href=\"Justus%20McKinstry\"&gt;Justus McKinstry&lt;/a&gt;, also came under scrutiny for graft and profiteering. Frémont's biographer Nevins stresses that much of Frémont's trouble stemmed from the fact that the newly created Western Department was without organization, war materials, and trained recruits, while waste and corruption were endemic in the War Department under Lincoln's first appointed Secretary, Simon Cameron.\nConfederate capture of Springfield.\nEarlier in May, a tough, impetuous Regular Army captain, &lt;a href=\"Nathaniel%20Lyon\"&gt;Nathaniel Lyon&lt;/a&gt;, exercising irregular authority, led troops who captured a legal contingent of Missouri state militia camped in a Saint Louis suburb; during the capture, civilians were killed. Missouri had not officially seceded from the Union when Lyon was promoted to brigadier general by President &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; and appointed temporary commander of the Department of the West. Lyon, who believed a show of force would keep Missouri in the Union, effectively declared war on secession-minded Missouri governor &lt;a href=\"Claiborne%20Jackson\"&gt;Claiborne Jackson&lt;/a&gt;, who was driven by Lyon to the Ozarks. Lyon occupied Jefferson City, the state capital, and installed a pro-Union state government. However, Lyon became trapped at Springfield with only 6,000 men (including Union Colonel Franz Sigel and his German corps). A primary concern for Frémont, after he assumed command, was the protection of &lt;a href=\"Cairo%2C%20Illinois\"&gt;Cairo&lt;/a&gt;, a Union-occupied city on the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;, vital to the security of the Union Army's western war effort. It contained too few troops to defend against a Confederate attack. Compared to the Confederates, Frémont's forces were dispersed and disorganized. Frémont ordered Lyon to retreat from Springfield and fall back to Rolla, while Frémont sent reinforcement troops to Cairo rather than to Lyon, who had requested more troops. Frémont believed with some accuracy that the Confederates were planning to attack Cairo. Lyon, however, hastily chose to attack Confederate General Sterling Price at the &lt;a href=\"Battle%20of%20Wilson%27s%20Creek\"&gt;Battle of Wilson's Creek&lt;/a&gt;, rather than retreat. During the battle Lyon was shot through the heart and died instantly. As the Union line broke, similar to the first Battle of Bull Run in the east, the Confederates won the battle and captured Springfield, thus opening Western Missouri for Confederate advancement. Frémont was severely criticized for the defeat and for Lyon's death, having sent troops to reinforce Cairo, rather than to help Lyon's depleted forces 10 miles south of Springfield.\nResponse to Confederate threat.\nResponding the best he could to the Confederate and state militia threat, Frémont raised volunteer troops, purchased open market weapons and equipment, and sent his wife, Jessie, to Washington D.C., where she lobbied President &lt;a href=\"Abraham%20Lincoln\"&gt;Lincoln&lt;/a&gt; for more reinforcements. While commanding the Department of the West, Frémont was looking for a brigadier general to command a post at Cairo. At first Frémont was going to appoint &lt;a href=\"John%20Pope%20%28military%20officer%29\"&gt;John Pope&lt;/a&gt;, but upon the recommendation of Major McKinstry, he interviewed unobtrusive Brigadier General &lt;a href=\"Ulysses%20S.%20Grant\"&gt;Ulysses S. Grant&lt;/a&gt;. Grant had a reputation for being a \"drifter and a drunkard\" in the Old Army, but Frémont viewed Grant independently using his own judgment. Frémont concluded that Grant was an \"unassuming character not given to self elation, of dogged persistence, of iron will\". Frémont chose Grant and appointed him commander of the Cairo post in October 1861. Grant was sent to Ironton, with 3,000 untrained troops, to stop a potential Confederate attack led by Confederate General William J. Hardee. Immediately thereafter, Frémont sent Grant to Jefferson City, to keep it safe from a potential attack by Confederate General Price a week after the Battle of Wilson's Creek. Grant got the situation in control at Jefferson City, drilling and disciplining troops, increased supply lines, and deploying troops on the outskirts of the city. The city was kept safe as Price and his troops, badly battered from the Battle of Wilson's Creek, retreated.\nWith Price retreating, Frémont become more aggressive and went on the offensive. Frémont knew the key to victory in the West was capturing control of the Mississippi River for the Union forces. Frémont decided to meet Confederate General &lt;a href=\"Leonidas%20Polk\"&gt;Leonidas Polk&lt;/a&gt; head-on to control the trunk of the Mississippi. In a turning point of the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, on August 27, 1861, Frémont gave Ulysses S. Grant field command in charge of a combined Union offensive whose goal was to capture Memphis, Vicksburg, and New Orleans, to keep Missouri and Illinois safe from Confederate attack. On August 30, Grant assumed charge of the Union Army on the Mississippi. With Frémont's approval, Grant proceeded to capture &lt;a href=\"Paducah%2C%20Kentucky\"&gt;Paducah, Kentucky&lt;/a&gt;, without firing a shot, after Polk had violated Kentucky neutrality and had captured Columbus. The result was that the Kentucky legislature voted to remain in the Union.\nRecaptured Springfield.\nDesiring to regain the upper hand and make up for Union losses at the &lt;a href=\"Battle%20of%20Wilson%27s%20Creek\"&gt;Battle of Wilson's Creek&lt;/a&gt; and the occupation of &lt;a href=\"First%20Battle%20of%20Lexington\"&gt;Lexington&lt;/a&gt;, Frémont and about 40,000 troops set out to regain Springfield. On October 25, 1861, Frémont's forces, led by Major &lt;a href=\"Charles%20Zagonyi\"&gt;Charles Zagonyi&lt;/a&gt;, won the &lt;a href=\"First%20Battle%20of%20Springfield\"&gt;First Battle of Springfield&lt;/a&gt;. This was the first and only Union victory in the West for the year 1861. On November 1, Frémont ordered Grant to make a demonstration against &lt;a href=\"Battle%20of%20Belmont\"&gt;Belmont&lt;/a&gt;, a steamboat landing across the river from Columbus, in an effort to drive Confederate General Price from Missouri. Grant had early requested to attack Columbus, but Frémont had overruled Grant's initiative.\nEmancipation edict controversy.\nFrémont came under increasing pressure for decisive action, as Confederates controlled half of Missouri, Confederate troops under Price and McCulloch remained ready to strike, and rebel guerillas were wreaking havoc, wrecking trains, cutting telegraph lines, burning bridges, raiding farms, and attacking Union posts. Confederate sympathies in stronger slave-holding counties needed to be reduced or broken up. Confederate warfare was causing thousands of Union loyalists to take refuge, destitute, in Illinois, Iowa, and Kansas. Radicals in his camp and his wife Jessie urged Frémont to free the slaves of known Confederate supporters. They argued that these men were in rebellion and no longer protected by the Constitution, and it was legal to confiscate rebel property, including their slaves.\nSo, on the morning of August 30, 1861, at dawn, Frémont, without notifying President Lincoln, issued a proclamation putting Missouri under martial law. The edict declared that civilians taken in arms against would be subject to court martial and execution, that the property of those who aided secessionists would be confiscated, and that the slaves of all rebels were immediately emancipated. This last clause caused much concern. Kentucky was still \"neutral\", and Unionists there feared Frémont's action would sway opinion there toward secession. One group in Louisville implored President &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt;'s friend &lt;a href=\"Joshua%20Speed\"&gt;Joshua Speed&lt;/a&gt; to tell Lincoln:\n\"[T]here is not a day to lose in disavowing emancipation or Kentucky is gone over the mill dam.\"\nLincoln, fearing that Frémont's emancipation order would tip Missouri (and other &lt;a href=\"Border%20states%20%28American%20Civil%20War%29\"&gt;Border states&lt;/a&gt;) to secession, asked Frémont to revise the order. Frémont refused to do so, and sent his wife to plead his case. President Lincoln told Jessie that Frémont \"should never have dragged the Negro into the war\". When Frémont remained obdurate, Lincoln publicly revoked the emancipation clause of the proclamation on 11 September. Frémont's abolitionist allies attacked Lincoln for this, creating more bad feeling. Meanwhile, the War Department compiled a report on Frémont's misconduct as commander in Missouri. This included the arrest of &lt;a href=\"Francis%20Preston%20Blair%20Jr.\"&gt;Frank Blair&lt;/a&gt;, which ended Frémont's alliance with the Blair family, who had backed him for the presidential nomination in 1856.\nFinally Lincoln decided Frémont had to go. He issued an order removing Frémont from command of the Western Department, which was hand-delivered to him by Lincoln's friend &lt;a href=\"Leonard%20Swett\"&gt;Leonard Swett&lt;/a&gt; on 2 November. Lincoln's actions prompted much hostility among Radical Republicans throughout the North, even from old friends like Senator &lt;a href=\"Orville%20Browning\"&gt;Orville Browning&lt;/a&gt;. Lincoln himself later privately stated his sympathy for Frémont, noting that the first reformer in some area often overreaches and fails, but he continued to insist that Frémont had exceeded his authority and endangered the Union cause.\nMountain departments (1862).\nAfter being dismissed by Lincoln, Frémont left Springfield and returned to St. Louis. On the outside Frémont expressed joy being free from the cares of duty, but on the inside Frémont was smolderingly angry believing the Republicans ran an incompetent war and that the Blairs, acting under malicious motives, were responsible for what he believed to be his unjustified firing by Lincoln. More humiliations followed, Frémont's Zagonyi Guard was mustered out of the Army without pay, and all the contracts he made were suspended upon approval from Washington. Pressure soon mounted among Radicals and Frémont supporters for his reinstatement of command in the Army.\nIn March 1862, Lincoln placed Frémont in command of the Mountain Department, which was responsible for parts of western &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, eastern &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt; and eastern &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;, although he had clearly lost trust in the Pathfinder.\nBattles of Cross Keys and Port Republic.\nFrémont and his army and two other generals, &lt;a href=\"Nathaniel%20P.%20Banks\"&gt;Nathaniel P. Banks&lt;/a&gt; and &lt;a href=\"Irvin%20McDowell\"&gt;Irvin McDowell&lt;/a&gt;, and their respective armies, were in charge of protecting the Shenandoah Valley and Washington D.C. Rather than having these armies under one command, Lincoln and Stanton micromanaged their movements. Confederate General Stonewall Jackson took advantage of this divided command and systematically attacked each Union Army, putting fear in Washington D.C., taking spoils and thousands of prisoners. Early in June 1862 Frémont pursued the Confederate General &lt;a href=\"Stonewall%20Jackson\"&gt;Stonewall Jackson&lt;/a&gt; for eight days, finally engaging part of Jackson's force, led by Richard S. Ewell, at &lt;a href=\"Battle%20of%20Cross%20Keys\"&gt;Battle of Cross Keys&lt;/a&gt;. Frémont commanded 10,500 Union troops while Ewell commanded about 5,000 Confederate troops. Frémont had moved down the Valley Pike from the northwest through Harrisonburg to Cross Keys, while Union Brigadier General James Shields closed in from the northeast, hoping to entrap Jackson's forces. Ewell who was in charge of defending Jackson's western flank established strong defensive positions.\nOn June 8, 1862, at 10:00 am Frémont's infantry, composed of German immigrants, advanced on the Confederate line opening the Battle of Cross Keys and slowly pushed back the Confederate advance. The 15th Alabama Infantry held off Frémont's attack for a half hour, followed by a long range artillery duel. The Confederates, reinforced by the 44th Virginia regiment, beat back several Union assaults. Frémont launched a major attack, but the Confederates held their fire until the German Union soldiers were up close, releasing a devastating volley that repelled the Union assault. Frémont withdrew, declining to launch a second assault, and the Confederates gained the territory previously occupied by the Union Army. Fronting Frémont's Army by a holding brigade, Ewell's men, on order's from Jackson, retreated to Port Republic. At the Battle of Port Republic the following day, Frémont attacked Jackson's rear flank using artillery, but did not launch a major assault. By that afternoon Jackson put his army in motion to Brown's Gap beyond the reach of Frémont's artillery. Jackson and his army managed to slip out of the Shenandoah Valley and rejoin Robert E. Lee in Richmond. Lincoln ordered Shields and Frémont to withdraw from the Shenandoah Valley. Frémont was criticized for being late in linking up with McDowell at Strasburg and allowing Jackson's army to escape.\nArmy of Virginia, New York, and resignation (1862–1864).\nWhen the &lt;a href=\"Army%20of%20Virginia\"&gt;Army of Virginia&lt;/a&gt; was created on June 26, 1862, to include General Frémont's corps with &lt;a href=\"John%20Pope%20%28military%20officer%29\"&gt;John Pope&lt;/a&gt; in command, Frémont declined to serve on the grounds that he was senior to Pope, and for personal reasons. He went to New York City, where he remained throughout the war, expecting to receive another command, but none was forthcoming. In 1863, African Americans in Poughkeepsie, New York, tried to raise \"a 10,000-man all-Black army to be known as the 'Fremont Legion.' It would be commanded by General John C. Frémont, a hero to many African Americans because of his August 1861 unilateral order freeing slaves in Missouri... Ultimately, nothing came of the Fremont Legion proposal.\" Recognizing that he would not be able to contribute further to the Union Army's efforts, Frémont resigned his commission in June 1864.\nPresidential candidate Radical Democracy Party (1864).\nIn 1860 the Republicans nominated &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; for president, who won the presidency and then ran for re-election in 1864. The &lt;a href=\"Radical%20Republicans\"&gt;Radical Republicans&lt;/a&gt;, a group of hard-line &lt;a href=\"Abolitionism%20in%20the%20United%20States\"&gt;abolitionists&lt;/a&gt;, were upset with Lincoln's positions on the issues of slavery and postwar reconciliation with the southern states. These radicals had bitterly resented Lincoln's dismissal of Frémont in 1861 over his emancipation edict in St. Louis. On May 31, 1864, the short-lived \"Radical Democracy Party\" nominated Frémont (age 51) for president in Cleveland. Frémont was supported by Radical Republicans, immigrants from Western Germany, and War Democrats. This fissure in the Republican Party divided the party into two factions: the anti-Lincoln Radical Republicans, who nominated Frémont, and the pro-Lincoln Republicans. On September 22, 1862, Lincoln had issued his own &lt;a href=\"Emancipation%20Proclamation\"&gt;Emancipation Proclamation&lt;/a&gt;, effective January 1, 1863, that \"forever\" freed slaves in Southern states fighting under the Confederacy. Frémont reluctantly withdrew from the election on September 22, 1864. The following day, in a prearranged compromise, Lincoln removed ultra-conservative &lt;a href=\"Montgomery%20Blair\"&gt;Montgomery Blair&lt;/a&gt; from his cabinet.\n\"Rancho Pocaho\".\nIn 1864, the Frémonts purchased an estate ranch in present-day &lt;a href=\"Sleepy%20Hollow%2C%20New%20York\"&gt;Sleepy Hollow, New York&lt;/a&gt; from the newspaper publisher &lt;a href=\"James%20Watson%20Webb\"&gt;James Watson Webb&lt;/a&gt;. They named it \"Pocaho\", an Indian name. For Jessie it was a chance to recapture some of the charm and isolation of living in the countryside, now that John had retired from politics. The house, now at 7 Pokahoe Drive in Sleepy Hollow, is currently a private residence.\nLater life, Arizona territorial governor, and death.\nThe state of &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; took possession of the &lt;a href=\"Pacific%20Railroad\"&gt;Pacific Railroad&lt;/a&gt; in February 1866, when the company defaulted in its interest payment. In June 1866 the state conveyed the company to Frémont in a private sale. He reorganized its assets as the &lt;a href=\"Southwest%20Pacific%20Railroad\"&gt;Southwest Pacific Railroad&lt;/a&gt; in August, but less than a year later (June 1867), the railroad was repossessed by the state after Frémont was unable to pay the second installment of the purchase price. The &lt;a href=\"Panic%20of%201873\"&gt;Panic of 1873&lt;/a&gt;, caused by over speculation in the railroad industry, and the depression that followed, wiped out much of Frémont's remaining wealth. Their financial straits required the Frémonts to sell Pocaho in 1875, and to move back to New York City.\nFrémont was appointed Governor of the &lt;a href=\"Arizona%20Territory\"&gt;Arizona Territory&lt;/a&gt; by President &lt;a href=\"Rutherford%20B.%20Hayes\"&gt;Rutherford B. Hayes&lt;/a&gt; and served from 1878 to 1881. He spent little time in Arizona, and was asked to resume his duties in person or resign; Frémont chose resignation. Destitute, the family depended on the publication earnings of his wife Jessie.\nFrémont lived on &lt;a href=\"Staten%20Island\"&gt;Staten Island&lt;/a&gt; in retirement. In April 1890, he was reappointed as a major general and then added to the Army's retired list, an action taken to ease his financial condition by enabling him to qualify for a pension.\nOn Sunday, July 13, 1890, at the age of 77, Frémont died of &lt;a href=\"peritonitis\"&gt;peritonitis&lt;/a&gt; at his residence at 49 West Twenty-fifth Street in New York. His death was unexpected and his brief illness was not generally known. On Tuesday, July 8, Frémont had been affected by the heat of a particularly hot summer day. On Wednesday he came down with a chill and was confined to his bedroom. His symptoms progressed to peritonitis (an abdominal infection) which caused his death. At the time he died, Frémont was popularly known as the \"Pathfinder of the Rocky Mountains\". Initially interred at &lt;a href=\"Trinity%20Church%20Cemetery\"&gt;Trinity Church Cemetery&lt;/a&gt;, he was reinterred in Rockland Cemetery in &lt;a href=\"Sparkill%2C%20New%20York\"&gt;Sparkill, New York&lt;/a&gt; on March 17, 1891.\nUpon Fremont's death, his wife Jessie received a Civil War Pension with an annual income of $2,000.\nHistorical reputation.\nAlthough Frémont was often caught up in controversy, he played a major role in opening up the American West to settlement by American pioneers, in part by attacks on Native Americans. His reliable accounts, including published maps, narrations, and scientific documentations of his expeditions, guided American emigrants overland into the West starting in the mid 1840s. Frémont, popularly known as \"The Pathfinder\" during his times, was considered an American hero. Many people believed that Frémont's arrest and court-martial by Kearny during the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt; were unjustified.\nDuring the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, Frémont's victory over the Confederates at Springfield was the only successful Union battle in the Western Department in 1861. Frémont's reputation, however, was damaged after he was relieved of command by Lincoln for insubordination. After leaving the Mountain Department in 1862, Frémont's active service career in the war virtually ended. Frémont's 1861 promotion of &lt;a href=\"Ulysses%20S.%20Grant\"&gt;Ulysses S. Grant&lt;/a&gt;, going against the grain of Army gossip, was fruitful; Grant went on to become the greatest Union general. He invested heavily in the railroad industry, but the &lt;a href=\"Panic%20of%201873\"&gt;Panic of 1873&lt;/a&gt; wiped out Frémont's fortune, and his appearance thereafter looked tired and aging.\nFrémont is remembered for his planting of the American flag on the Rocky Mountains during his first expedition, symbolically claiming the West for the United States. For his botanical records and information collected on his explorations, many plants are named in honor of Frémont. A large statue/sculpture of Frémont is displayed at \"Pathfinder Regional Park\" near Florence, Colorado.\nIn his memoirs, Frémont coined the phrase \"&lt;a href=\"Golden%20Gate\"&gt;Golden Gate&lt;/a&gt;\" for the strait between Marin County and San Francisco County.\nFrémont's biographer &lt;a href=\"Allan%20Nevins\"&gt;Allan Nevins&lt;/a&gt; said there were two fascinating things about Frémont. The first was the \"unfailing drama of his life; a life wrought out of the fiercest tempests and most radiant bursts of sunshine\". The second was Frémont's dramatic career asking, \"How could the man who sometimes succeeded so dazzlingly at other times fail so abysmally?\" Nevins said that Frémont's psychological problem was in part attributed to his inheritance of impulsiveness and brilliancy from his \"emotionally and ill-balanced\" parents. Nevins said Frémont was encouraged by his parents to heighten his inherited self-reliant, heedless, and adventuresome traits and that he lacked the discipline his passionate spirit and quick mind most needed.\nConcerning Frémont's tenure as Commander of the West, Lincoln thought Frémont was personally honest, but his \"cardinal mistake\" was that \"he isolates himself, and allows nobody to see him; and by which he does not know what is going on in the very matter he is dealing with.\" Many historians are in agreement with Lincoln.\nAccording to &lt;a href=\"Rebecca%20Solnit\"&gt;Rebecca Solnit&lt;/a&gt;, the celebrated &lt;a href=\"Jos%C3%A9%20de%20los%20Reyes%20Berreyesa%23Bear%20Flag%20Revolt\"&gt;murders of Californios Berryessa and his two nephews&lt;/a&gt; on the shores of San Rafael, commanded by Frémont during the &lt;a href=\"Bear%20Flag%20Revolt\"&gt;Bear Flag Revolt&lt;/a&gt; on June 28, 1846, highlighted a dubious path to California's statehood. Solnit wrote that Frémont's unpopularity in California, while Frémont was a Republican candidate during the presidential election of 1856, and losing the state, was in part due to this incident. Although their killings are not disputed, the events surrounding their deaths are in controversy. Frémont and his men may have been taking revenge on the deaths of two Osos by Californios. Frémont may have mistaken the de Haro brothers for soldiers, while one person contends that the murders represented the racism of the white Osos. Berryessa and his two nephews may have been considered Native Americans by &lt;a href=\"European%20Americans\"&gt;European Americans&lt;/a&gt;, and received harsher treatment from Frémont and Carson.\nFamily.\nThe Frémonts were the parents of five children:\nPlaces and organizations named in commemoration.\nFrémont is commemorated by many places and other things named in his honor.\nPlaces.\nUS counties:\nCities and towns:\nAlso:\nGeographical features:\nOther:\nOrganizations.\nHospitals:\nLibraries:\nSchools and school districts:"
}