{
    "id": "916034",
    "revid": "38455",
    "url": "https://en.wikipedia.org/wiki?curid=916034",
    "title": "Michael Whelan",
    "text": "Michael Whelan (born June 29, 1950) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"artist\"&gt;artist&lt;/a&gt; of imaginative &lt;a href=\"Realism%20%28arts%29\"&gt;realism&lt;/a&gt;. For more than 30 years, he worked as an &lt;a href=\"illustrator\"&gt;illustrator&lt;/a&gt;, specializing in &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; and &lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt; &lt;a href=\"cover%20art\"&gt;cover art&lt;/a&gt;. Since the mid-1990s, he has pursued a &lt;a href=\"fine%20art\"&gt;fine art&lt;/a&gt; career, selling non-commissioned paintings through &lt;a href=\"contemporary%20art%20gallery\"&gt;galleries&lt;/a&gt; in the United States and through his website.\nThe &lt;a href=\"EMP%20Museum%23Science%20Fiction%20and%20Fantasy%20Hall%20of%20Fame\"&gt;Science Fiction Hall of Fame&lt;/a&gt; inducted Whelan in June 2009, the first living artist so honored. According to his Hall of Fame citation\nHis paintings have appeared on the covers of more than 350 books and magazines, including many &lt;a href=\"Stephen%20King\"&gt;Stephen King&lt;/a&gt; novels, most of the &lt;a href=\"Del%20Rey%20Books\"&gt;Del Rey&lt;/a&gt; editions of &lt;a href=\"Anne%20McCaffrey\"&gt;Anne McCaffrey&lt;/a&gt;'s \"&lt;a href=\"Dragonriders%20of%20Pern\"&gt;Dragonriders of Pern&lt;/a&gt;\" series, &lt;a href=\"Piers%20Anthony\"&gt;Piers Anthony&lt;/a&gt;'s \"&lt;a href=\"Incarnations%20of%20Immortality\"&gt;Incarnations of Immortality&lt;/a&gt;\" series, the Del Rey edition of &lt;a href=\"Edgar%20Rice%20Burroughs\"&gt;Edgar Rice Burroughs&lt;/a&gt;' \"&lt;a href=\"Barsoom\"&gt;Mars&lt;/a&gt;\" series, &lt;a href=\"Melanie%20Rawn\"&gt;Melanie Rawn&lt;/a&gt;'s \"Dragon Prince and Dragon Star\" series, the Del Rey editions of &lt;a href=\"H.%20P.%20Lovecraft\"&gt;H. P. Lovecraft&lt;/a&gt;'s short story collections, the &lt;a href=\"DAW%20Books\"&gt;DAW&lt;/a&gt; editions of &lt;a href=\"Michael%20Moorcock\"&gt;Michael Moorcock&lt;/a&gt;'s &lt;a href=\"Elric%20of%20Melnibon%C3%A9\"&gt;Elric of Melniboné&lt;/a&gt; books, numerous DAW editions of &lt;a href=\"C.%20J.%20Cherryh\"&gt;C. J. Cherryh&lt;/a&gt;'s work, many of &lt;a href=\"Robert%20A.%20Heinlein\"&gt;Robert A. Heinlein&lt;/a&gt;'s novels including \"&lt;a href=\"Friday%20%28novel%29\"&gt;Friday&lt;/a&gt;\" and \"&lt;a href=\"The%20Cat%20Who%20Walks%20Through%20Walls\"&gt;The Cat Who Walks Through Walls&lt;/a&gt;\", the &lt;a href=\"Ace%20Books\"&gt;Ace&lt;/a&gt; editions of &lt;a href=\"H.%20Beam%20Piper\"&gt;H. Beam Piper&lt;/a&gt;'s Fuzzy novels, and &lt;a href=\"Tad%20Williams\"&gt;Tad Williams&lt;/a&gt;'s \"&lt;a href=\"Memory%2C%20Sorrow%2C%20and%20Thorn\"&gt;Memory, Sorrow, and Thorn&lt;/a&gt;\", \"&lt;a href=\"Otherland\"&gt;Otherland&lt;/a&gt;\", and \"&lt;a href=\"Shadowmarch\"&gt;Shadowmarch&lt;/a&gt;\" series and &lt;a href=\"Brandon%20Sanderson\"&gt;Brandon Sanderson&lt;/a&gt;'s \"&lt;a href=\"The%20Stormlight%20Archive\"&gt;The Stormlight Archive&lt;/a&gt;\". Whelan provided covers and interior illustrations for Stephen King's ' and ', the first and last of his \"&lt;a href=\"The%20Dark%20Tower%20%28series%29\"&gt;Dark Tower&lt;/a&gt;\" books.\nCover art by Michael Whelan has graced many music &lt;a href=\"Album\"&gt;record album&lt;/a&gt;s including &lt;a href=\"Demolition%20Hammer\"&gt;Demolition Hammer&lt;/a&gt;'s \"&lt;a href=\"Epidemic%20of%20Violence\"&gt;Epidemic of Violence&lt;/a&gt;\", &lt;a href=\"The%20Jackson%205%23The%20Jacksons%20CBS/Epic%20Records\"&gt;The Jacksons&lt;/a&gt;' \"&lt;a href=\"Victory%20%28The%20Jacksons%20album%29\"&gt;Victory&lt;/a&gt;\"; &lt;a href=\"Sepultura\"&gt;Sepultura&lt;/a&gt;'s \"&lt;a href=\"Beneath%20the%20Remains\"&gt;Beneath the Remains&lt;/a&gt;\", \"&lt;a href=\"Arise%20%28Sepultura%20album%29\"&gt;Arise&lt;/a&gt;\", \"&lt;a href=\"Chaos%20A.D.\"&gt;Chaos A.D.&lt;/a&gt;\" and \"&lt;a href=\"Roots%20%28Sepultura%20album%29\"&gt;Roots&lt;/a&gt;\"; &lt;a href=\"Soulfly\"&gt;Soulfly&lt;/a&gt;'s \"&lt;a href=\"Dark%20Ages%20%28album%29\"&gt;Dark Ages&lt;/a&gt;\"; &lt;a href=\"Obituary%20%28band%29\"&gt;Obituary&lt;/a&gt;'s \"&lt;a href=\"Cause%20of%20Death%20%28album%29\"&gt;Cause of Death&lt;/a&gt;\"; and every album by the Elric-influenced metal band &lt;a href=\"Cirith%20Ungol%20%28band%29\"&gt;Cirith Ungol&lt;/a&gt;. He painted original works for the covers of &lt;a href=\"Meat%20Loaf\"&gt;Meat Loaf&lt;/a&gt;'s \"\" and \"&lt;a href=\"The%20Very%20Best%20of%20Meat%20Loaf\"&gt;The Very Best of Meat Loaf&lt;/a&gt;\" albums and several of his older paintings illustrate the &lt;a href=\"liner%20notes\"&gt;liner notes&lt;/a&gt; of the former. Recently, he painted the cover art for &lt;a href=\"thrash%20metal\"&gt;thrash metal&lt;/a&gt; band &lt;a href=\"Evile\"&gt;Evile&lt;/a&gt;'s album \"&lt;a href=\"Infected%20Nations\"&gt;Infected Nations&lt;/a&gt;\".\nBiography.\nMichael Whelan was born in &lt;a href=\"Culver%20City%2C%20California\"&gt;Culver City, California&lt;/a&gt;, the son of William and Nancy Whelan. As a child, he had a nomadic existence, moving nearly every other year, as the family followed his father's career in the aerospace industry. So he attended eight elementary schools, three junior high schools and four high schools, and often lived for a summer in other locations. He grew up in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, several cities along the &lt;a href=\"California\"&gt;California&lt;/a&gt; coast, and in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, near the &lt;a href=\"White%20Sands%20Missile%20Range\"&gt;White Sands Missile Range&lt;/a&gt;. Whelan's time near White Sands and &lt;a href=\"Vandenberg%20Air%20Force%20Base\"&gt;Vandenberg Air Force Base&lt;/a&gt; proved a lasting influence; in a 2000 interview, he noted that \"living near to missile launching sites and Air Force bases had an impact. It was always thrilling to watch them go up ... and sometimes blow up.\"\nBy the time he was a sophomore in high school, his family had moved to &lt;a href=\"Denver%2C%20Colorado\"&gt;Denver, Colorado&lt;/a&gt;. There he began formal training in art, taking summer classes at the &lt;a href=\"Rocky%20Mountain%20College%20of%20Art%20and%20Design\"&gt;Rocky Mountain College of Art and Design&lt;/a&gt;. By his final year of high school, his family had moved again, to &lt;a href=\"San%20Jose%2C%20California\"&gt;San Jose, California&lt;/a&gt; where he graduated from &lt;a href=\"Oak%20Grove%20High%20School%20%28San%20Jose%2C%20California%29\"&gt;Oak Grove High School&lt;/a&gt; in 1968.\nWhelan continued school as a &lt;a href=\"pre-medical\"&gt;pre-medical&lt;/a&gt; biology &lt;a href=\"Academic%20major\"&gt;major&lt;/a&gt; at &lt;a href=\"San%20Jose%20State%20University\"&gt;San Jose State University&lt;/a&gt;, initially. There he worked in the Anatomy and Physiology Department, gaining a first-hand knowledge of &lt;a href=\"human%20anatomy\"&gt;human anatomy&lt;/a&gt;. He says that his job \"involved all sorts of tasks related to the anatomy department, such as preparing cadavers for the classes, stringing bones together to make complete skeletons, making models of body parts, some medical illustration, etc.\" Some of his collegiate medical drawings appeared in \"The Journal of Bone and Joint Surgery\". However, he became disenchanted by the limited creative opportunities in medical illustration and changed his major to Art during the middle of his junior year.\nAfter graduating from San Jose State University in 1973 with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA&lt;/a&gt; in Painting (as a \"President's Scholar\"), Whelan studied at the &lt;a href=\"Art%20Center%20College%20of%20Design\"&gt;Art Center College of Design&lt;/a&gt; in Pasadena, California for nine months from 1973 to 1974. In 1974, Whelan exhibited his work at the &lt;a href=\"World%20Science%20Fiction%20Convention\"&gt;World Science Fiction Convention&lt;/a&gt; in Washington, D.C., where it was seen by Thomas Schlück, who first discovered his work and contracted to use it in European publications shortly afterwards. &lt;a href=\"Donald%20A.%20Wollheim\"&gt;Donald A. Wollheim&lt;/a&gt; of &lt;a href=\"DAW%20Books\"&gt;DAW Books&lt;/a&gt; gave him his first American professional assignment—the cover painting and &lt;a href=\"Book%20frontispiece\"&gt;frontispiece&lt;/a&gt; drawing for &lt;a href=\"Lin%20Carter\"&gt;Lin Carter&lt;/a&gt;'s fantasy novel, \"The Enchantress of World's End\" (May 1975)—after seeing his artwork in a set of slides Whelan submitted in August 1974.\nBecause he was already receiving offers for commissions, Whelan left the Art Center College of Design to pursue illustration full-time. In 1975, he moved to Connecticut to be near the New York City hub of the publishing industry. There he met Audrey Price, whom he later married.\nShortly after arriving on the East Coast he exhibited some of his student work in the &lt;a href=\"Lunacon\"&gt;Lunacon&lt;/a&gt; convention art show in New York, where it was seen by &lt;a href=\"Harlan%20Ellison\"&gt;Harlan Ellison&lt;/a&gt;. Ellison obtained the first magazine assignment for him, illustrating Ellison's story \"Croatoan\" which appeared in \"&lt;a href=\"Gallery%20%28magazine%29\"&gt;Gallery&lt;/a&gt;\" magazine. At Lunacon Michael also met Rick Bryant, who subsequently introduced him to &lt;a href=\"Neal%20Adams\"&gt;Neal Adams&lt;/a&gt;. Adams called the art director of &lt;a href=\"Ace%20Books\"&gt;Ace Books&lt;/a&gt; and paved the way for his first assignment at Ace. In 1975, Whelan painted the cover illustrations for ten books, eight from DAW and two Ace reprints of early Darkover novels by Marion Zimmer Bradley.\nQuick to take advantage of these opportunities, Whelan soon gained a reputation as a talented, imaginative, and dependable cover artist, working for science fiction and fantasy publishers such as DAW, Del Rey, and Ace. Whelan credits the 1978 publication of &lt;a href=\"Anne%20McCaffrey\"&gt;Anne McCaffrey&lt;/a&gt;'s best-selling &lt;a href=\"The%20White%20Dragon%20%28novel%29\"&gt;\"The White Dragon\"&lt;/a&gt; featuring his cover art as a turning point in his career. The SF Hall of Fame agrees.\nWhelan won his first &lt;a href=\"Hugo%20Award\"&gt;Hugo Award&lt;/a&gt; for Best Professional Artist in 1980 at the &lt;a href=\"Worldcon\"&gt;World Science Fiction Convention&lt;/a&gt; in Boston. He went on to win the next Hugos, and at the 50th Worldcon in 1992 was voted the best professional artist of the last 50 years. As of 2010, he has won fifteen &lt;a href=\"Hugo%20Award\"&gt;Hugo Award&lt;/a&gt;s.\nWhen commissioned, Whelan made a practice of reading the entire book that he sought to illustrate, usually twice. \"I try to let the book I'm illustrating determine the approach and subject matter,\" he stated. Fantasist &lt;a href=\"Michael%20Moorcock\"&gt;Michael Moorcock&lt;/a&gt; wrote of Whelan, \"I am more than usually grateful for an artist who not only depicts him [Elric] as I imagine (and describe him) but who also manages to capture some of the appropriate atmosphere\" (\"Wonderworks\", p. 36). Science fiction writer &lt;a href=\"Anne%20McCaffrey\"&gt;Anne McCaffrey&lt;/a&gt; praised him, declaring, \"Fortunate indeed is the author who has Michael Whelan for an illustrator\" (\"Wonderworks\", p. 55).\nWhelan illustrated the cover for &lt;a href=\"Meat%20Loaf\"&gt;Meat Loaf&lt;/a&gt;'s 1993 album \"\". He also provided several illustrations for the insert booklet, which were also used for the single releases such as \"&lt;a href=\"I%27d%20Do%20Anything%20for%20Love%20%28But%20I%20Won%27t%20Do%20That%29\"&gt;I'd Do Anything for Love (But I Won't Do That)&lt;/a&gt;\". Larger versions of his artwork were featured in the album's 2002 special edition release. He has since gone on to paint album cover artwork for many other recording artists, from &lt;a href=\"Michael%20Jackson\"&gt;Michael Jackson&lt;/a&gt; to Sepultura to Jonn Serrie.\nIn the early 1990s, Whelan devoted his time to personal visions and gallery works. In 1997, he held his first one-man art show at Tree's Place in Orleans, Massachusetts. Its success led to another in 1999 and his eventual semi-retirement from illustration. Over the past two decades, many of Whelan's gallery pieces found their way into published projects, including the &lt;a href=\"Spectrum%20Award\"&gt;SPECTRUM art annuals&lt;/a&gt;.\nWhelan has returned to illustrate several major book covers during his semi-retirement, including the last book of &lt;a href=\"Stephen%20King\"&gt;Stephen King&lt;/a&gt;'s &lt;a href=\"The%20Dark%20Tower%20%28series%29\"&gt;\"Dark Tower\" series&lt;/a&gt; and the final volume of &lt;a href=\"Robert%20Jordan\"&gt;Robert Jordan&lt;/a&gt;'s \"&lt;a href=\"The%20Wheel%20of%20Time\"&gt;The Wheel of Time&lt;/a&gt;\". In 2015, \"The Stephen King Companion: Four Decades of Fear from the Master of Horror\", which feature Whelan's illustrations, was published by St. Martin's Press.\nWhelan has two children, including &lt;a href=\"Adrian%20Price-Whelan\"&gt;Adrian Price-Whelan&lt;/a&gt;.\nHonors.\nWhelan's work has been widely honored both inside the science fiction and fantasy field and beyond. His honors and awards include:"
}