{
    "id": "9195724",
    "revid": "2842084",
    "url": "https://en.wikipedia.org/wiki?curid=9195724",
    "title": "Clair S. Tappaan",
    "text": "Clair Sprague Tappaan (May 14, 1878 – November 30, 1932) was an American &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;, &lt;a href=\"professor\"&gt;professor&lt;/a&gt; and &lt;a href=\"judge\"&gt;jurist&lt;/a&gt; who was on the faculty of the &lt;a href=\"University%20of%20Southern%20California%20Law%20School\"&gt;University of Southern California Law School&lt;/a&gt; from its formation as an official school of the university in 1904 until 1928, and served as a judge of the &lt;a href=\"Los%20Angeles%20County%2C%20California\"&gt;Los Angeles County&lt;/a&gt; &lt;a href=\"Superior%20Courts%20of%20California\"&gt;Superior Court&lt;/a&gt; and &lt;a href=\"California%20Courts%20of%20Appeal\"&gt;California Court of Appeal&lt;/a&gt; from 1927 until his death in 1932. Tappan played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Cornell%20University\"&gt;Cornell University&lt;/a&gt; and served as the head football coach at the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; (USC) for a one-game season in 1901.\nEarly life.\nTappaan was born in &lt;a href=\"Baldwinsville%2C%20New%20York\"&gt;Baldwinsville, New York&lt;/a&gt;, the son of Wallace Tappaan and his wife Frances (McMechan) Tappaan. He was educated at the Baldwinsville Free Academy, and enrolled at the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, transferring after two years to &lt;a href=\"Cornell%20University\"&gt;Cornell University&lt;/a&gt; where he received his &lt;a href=\"Bachelor%20of%20Laws\"&gt;Bachelor of Laws&lt;/a&gt; degree in 1900. While at Cornell, he played on the &lt;a href=\"Cornell%20Big%20Red%20football\"&gt;football&lt;/a&gt; team.\nCoaching career.\nTappaan briefly practiced law in &lt;a href=\"Syracuse%2C%20New%20York\"&gt;Syracuse&lt;/a&gt; before moving to &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles&lt;/a&gt; in 1901 and becoming partner in the law firm of his brother-in-law Force Parker. In 1901, he played on the football team of the &lt;a href=\"Los%20Angeles%20Athletic%20Club\"&gt;Los Angeles Athletic Club&lt;/a&gt;, and the same year he served as coach of the &lt;a href=\"University%20of%20Southern%20California%20Trojans%20football\"&gt;USC football team&lt;/a&gt;, which played only one game – a 6-0 road loss to &lt;a href=\"Pomona%20College\"&gt;Pomona College&lt;/a&gt;. He joined the USC Law School's first faculty in 1904. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, he worked in physical training with the &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt;, with much of his work done in France.\nJurisprudence.\nIn August 1927 he was appointed to the Superior Court by Governor &lt;a href=\"C.%20C.%20Young\"&gt;C. C. Young&lt;/a&gt;, and he was elected to a full term in September 1928. In January 1932 he was appointed to a six-month term as justice \"pro tem\" of the California Court of Appeal, and he received two later three-month appointments to the same position. He ended his tenure at the USC Law School in 1928, but continued to lecture there and at &lt;a href=\"Loyola%20Law%20School\"&gt;Loyola Law School&lt;/a&gt;; Loyola later conferred on him an honorary &lt;a href=\"Doctor%20of%20Laws\"&gt;Doctor of Laws&lt;/a&gt; degree.\nHeritage.\nTappaan suffered a fatal &lt;a href=\"myocardial%20infarction\"&gt;heart attack&lt;/a&gt; at age 54 while walking to his office in downtown Los Angeles, shortly after addressing a luncheon of the Los Angeles Bar Association. His death was ruled the result of chronic &lt;a href=\"myocarditis\"&gt;myocarditis&lt;/a&gt; and &lt;a href=\"atherosclerosis\"&gt;sclerosis&lt;/a&gt; of the left coronary artery. He was survived by his wife, the former Mary E. Darling, whom he married on May 12, 1906. Their only child Francis was an &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt;n for the USC football team in 1929. Tappaan was a longtime official of the &lt;a href=\"Sierra%20Club\"&gt;Sierra Club&lt;/a&gt;, serving as its fifth president from 1922 to 1924, and on the board of directors from 1912 until his death.\nAt the time of Tappaan's death, Sierra Club members were organizing to build a ski lodge on &lt;a href=\"Donner%20Pass\"&gt;Donner Pass&lt;/a&gt; in the &lt;a href=\"Sierra%20Nevada%20%28U.S.%29\"&gt;Sierra Nevada Mountains&lt;/a&gt; of Northern California. One Lodge founder, Lewis Clark, said in about 1989 that they named the yet-unnamed lodge after Tappaan to use his popularity to help with fundraising.\nThe Lodge opened on Christmas Eve 1934, according to Lodge oldtimer Frank Shoemaker. Clair Tappaan Lodge is the Sierra Club's largest and most popular lodge, known among its many supporters as the Sierra Club's \"flagship lodge\". Tappaan's photo hangs in the entry."
}