{
    "id": "9207583",
    "revid": "1058457300",
    "url": "https://en.wikipedia.org/wiki?curid=9207583",
    "title": "Conrado Miranda",
    "text": "José Conrado Miranda Sasso (14 October 1928 – 13 October 2021) was a Salvadoran &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and coach who created a legacy in El Salvador.\nHe and longtime partner &lt;a href=\"Juan%20Francisco%20Barraza\"&gt;Juan Francisco Barraza&lt;/a&gt; helped evolve football in El Salvador. He was known as \"El Estilista\".\nClub career.\nHis first steps as a player are traced to the Pipiles F.C. His debut at the national level was playing for Independiente de San Vicente. Later he moved to CD Alacranes which was renamed &lt;a href=\"C.D.%20Atl%C3%A9tico%20Marte\"&gt;C.D. Atlético Marte&lt;/a&gt; at his suggestion. In 1954 Conrado Miranda was contracted as a player by &lt;a href=\"Club%20Sport%20Uruguay%20de%20Coronado\"&gt;Uruguay de Coronado&lt;/a&gt; (Costa Rica) for a 1-year contract. Afterwards he returned to Atlético Marte for a three-year stint but this time as player/coach that produced three national championships (1955, 1956, 1957).\nHe was again contracted by a &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt; team, Club Sport La Libertad. After this final stint on international soil Conrado Miranda returned to El Salvador where he was contracted by &lt;a href=\"C.D.%20%C3%81guila\"&gt;C.D. Águila&lt;/a&gt; of San Miguel as both player and coach. The team earned a championship in 1959. In 1960, after suffering a broken leg, he retired as a player. He took the opportunity to coach the &lt;a href=\"El%20Salvador%20national%20football%20team\"&gt;El Salvador national football team&lt;/a&gt; and left his &lt;a href=\"C.D.%20%C3%81guila\"&gt;C.D. Águila&lt;/a&gt; team in 1st place. They won the championship with Carlos Padilla as the coach (1960).\nInternational career.\nConrado Miranda represented El Salvador as a captain most of the time from 1948 to 1955, during this period El Salvador won the Gold Medal at the &lt;a href=\"VII%20Central%20American%20and%20Caribbean%20Games\"&gt;VII Central American and Caribbean Games&lt;/a&gt; in 1954 in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;.\nManagerial career.\nAs a coach Conrado Miranda has obtained multiple championships at national and international level (3 national championships with Atlético Marte, 3 national championships with CD Aguila, 1 CONCACAF Champions Cup). He has also coached El Salvador national team both at major and junior levels with success especially in 1964 when he took the youth National team to 1st place in the NORCECA, a competition played in &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt;.\nConrado Miranda was also the founder of AEFES (Asociación de Entrenadores de Fútbol de El Salvador) for which he was the first president in 1965 and CONADEPRE (Comisión Nacional de Deportes Recreativos de El Salvador). Under this institution he created what is known now as Papi fútbol (fútbol for players over 35) and Babi fútbol (fútbol for players under 15) as a vehicle to promote the game.\nConrado Miranda has received multiple honours in recognition of his illustrious career. He was named to the El Salvador Team of the 20th century and received \"La Espiga Dorada\" from the hands of the President of El Salvador at the time, &lt;a href=\"Francisco%20Flores%20P%C3%A9rez\"&gt;Francisco Flores&lt;/a&gt;, in recognition of his achievements as a player and coach and for his contribution to all sporting activities at the national level.\nDeath.\nOn 13 October 2021, it was announced that Miranda had passed away due to a complication of a cardio pulmonary from &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt;. He was 92 years old."
}