{
    "id": "9212855",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=9212855",
    "title": "End-to-end auditable voting systems",
    "text": "End-to-end auditable or end-to-end voter verifiable (E2E) systems are voting systems with stringent integrity properties and strong &lt;a href=\"tamper%20resistance\"&gt;tamper resistance&lt;/a&gt;. E2E systems often employ &lt;a href=\"cryptography\"&gt;cryptographic methods&lt;/a&gt; to craft receipts that allow voters to verify that their votes were counted as cast, without revealing which candidates were voted for. As such, these systems are sometimes referred to as receipt-based systems.\nOverview.\n&lt;a href=\"Electronic%20voting\"&gt;Electronic voting&lt;/a&gt; systems arrive at their final vote totals by a series of steps: \nClassical approaches to election integrity tended to focus on mechanisms that operated at each step on the chain from voter intent to the final total. Voting is an example of a distributed system, and in general, distributed system designers have long known that such local focus may miss some vulnerabilities while over-protecting others. The alternative is to use &lt;a href=\"End-to-end%20principle\"&gt;end-to-end&lt;/a&gt; measures that are designed to measure the integrity of the entire chain.\nThe failure of conventional &lt;a href=\"optical%20scan\"&gt;optical scan&lt;/a&gt; voting systems to meet\nan end-to-end standard was pointed out in 2002.\nComprehensive coverage of election integrity frequently involves multiple stages. Voters are expected to verify that they have marked their ballots as intended, recounts or audits are used to protect the step from marked ballots to ballot-box totals, and publication of all subtotals allows public verification that the overall totals correctly sum the ballot-box totals.\nWhile measures such as &lt;a href=\"Voter%20Verified%20Paper%20Audit%20Trail\"&gt;voter verified paper audit trails&lt;/a&gt; and manual recounts measure the effectiveness of some steps, they offer only weak measurement of the integrity of the physical or electronic ballot boxes. Ballots could be removed, replaced, or could have marks added to them without detection (\"i.e.,\"to fill in &lt;a href=\"undervote\"&gt;undervote&lt;/a&gt;d contests with votes for a desired candidate or to &lt;a href=\"overvote\"&gt;overvote&lt;/a&gt; and &lt;a href=\"Spoilt%20vote\"&gt;spoil&lt;/a&gt; votes for undesired candidates). This shortcoming motivated the development of the end-to-end auditable voting systems discussed here, sometimes referred to as \"E2E voting systems\". These attempt to cover the entire path from voter attempt to election totals with just two measures:\nBecause of the importance of the right to a &lt;a href=\"secret%20ballot\"&gt;secret ballot&lt;/a&gt;, some E2E voting schemes also attempt to meet a third requirement, usually referred to as \"receipt freeness\":\nA researcher has argued that end-to-end auditability and receipt-freeness should be considered to be orthogonal properties. Other researchers have shown that these properties can co-exist, and these properties are combined in the 2005 &lt;a href=\"Voluntary%20Voting%20System%20Guidelines\"&gt;Voluntary Voting System Guidelines&lt;/a&gt; promulgated by the &lt;a href=\"Election%20Assistance%20Commission\"&gt;Election Assistance Commission&lt;/a&gt;. This definition is also predominant in the academic literature.\nTo address &lt;a href=\"ballot%20stuffing\"&gt;ballot stuffing&lt;/a&gt;, the following measure can be adopted:\nAlternatively, assertions regarding ballot stuffing can be externally verified by comparing the number of ballots on hand with the number of registered voters recorded as having voted, and by auditing other aspects of the registration and ballot delivery system.\nSupport for E2E auditability, based on prior experience using it with in-person elections, is also seen as a requirement for remote voting over the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; by many experts.\nProposed E2E Systems.\nIn 2004, &lt;a href=\"David%20Chaum\"&gt;David Chaum&lt;/a&gt; proposed a solution that allows each voter to verify that their votes are cast appropriately and that the votes are accurately tallied using &lt;a href=\"visual%20cryptography\"&gt;visual cryptography&lt;/a&gt;. After the voter selects their candidates, a voting machine prints out a specially formatted version of the ballot on two transparencies. When the layers are stacked, they show the human-readable vote. However, each transparency is &lt;a href=\"encrypt\"&gt;encrypt&lt;/a&gt;ed with a form of &lt;a href=\"visual%20cryptography\"&gt;visual cryptography&lt;/a&gt; so that it alone does not reveal any information unless it is decrypted. The voter selects one layer to destroy at the poll. The voting machine retains an electronic copy of the other layer and gives the physical copy as a receipt to allow the voter to confirm that the electronic ballot was not later changed. The system detects changes to the voter's ballot and uses a &lt;a href=\"mix-net\"&gt;mix-net&lt;/a&gt; decryption procedure to check if each vote is accurately counted. Sastry, Karloff and Wagner pointed out that there are issues with both of the Chaum and VoteHere cryptographic solutions.\nChaum's team subsequently developed &lt;a href=\"Punchscan\"&gt;Punchscan&lt;/a&gt;, which has stronger security properties and uses simpler paper ballots. The paper ballots are voted on and then a privacy-preserving portion of the ballot is scanned by an optical scanner.\nThe &lt;a href=\"Pr%C3%AAt%20%C3%A0%20Voter\"&gt;Prêt à Voter&lt;/a&gt; system, invented by Peter Ryan, uses a shuffled candidate order and a traditional &lt;a href=\"mix%20network\"&gt;mix network&lt;/a&gt;. As in Punchscan, the votes are made on paper ballots and a portion of the ballot is scanned.\nThe Scratch and Vote system, invented by Ben Adida, uses a scratch-off surface to hide cryptographic information that can be used to verify the correct printing of the ballot.\nThe &lt;a href=\"ThreeBallot\"&gt;ThreeBallot&lt;/a&gt; voting protocol, invented by &lt;a href=\"Ron%20Rivest\"&gt;Ron Rivest&lt;/a&gt;, was designed to provide some of the benefits of a cryptographic voting system without using cryptography. It can in principle be implemented on paper although the presented version requires an electronic verifier.\nThe &lt;a href=\"Scantegrity\"&gt;Scantegrity&lt;/a&gt; and &lt;a href=\"Scantegrity%20II\"&gt;Scantegrity II&lt;/a&gt; systems provide E2E properties. Rather than replacing the entire voting system, as is the case in all the preceding examples, it works as an add-on for existing optical scan voting systems, producing conventional voter-verifiable paper ballots suitable for &lt;a href=\"Risk-limiting%20audit\"&gt;risk-limiting audits&lt;/a&gt;. Scantegrity II employs &lt;a href=\"invisible%20ink\"&gt;invisible ink&lt;/a&gt; and was developed by a team that included Chaum, Rivest, and Ryan.\nThe STAR-Vote system was defined for Travis County, the fifth most populous county in Texas, and home of the state capital, Austin. It illustrated another way to combine an E2E system with conventionally auditable paper ballots, produced in this case by a &lt;a href=\"ballot%20marking%20device\"&gt;ballot marking device&lt;/a&gt;. The project produced a detailed spec and &lt;a href=\"Request%20for%20proposal\"&gt;request for proposals&lt;/a&gt; in 2016, and bids were received for all the components, but no existing contractor with an &lt;a href=\"Election%20Assistance%20Commission\"&gt;EAC&lt;/a&gt; certified voting was willing to adapt their system to work with the novel cryptographic open-source components, as required by the RFP.\nBuilding on the STAR-Vote experience, Josh Benaloh at &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; led the design and development of ElectionGuard, a &lt;a href=\"software%20development%20kit\"&gt;software development kit&lt;/a&gt; that can be combined with existing voting systems to add E2E support. The voting system interprets the voter's choices, stores them for further processing, then calls ElectionGuard which encrypts these interpretations and prints a receipt for the voter. The receipt has a number which corresponds to the encrypted interpretation. The voter can then disavow the ballot (&lt;a href=\"Spoilt_vote%23Replacement_ballots\"&gt;spoil it&lt;/a&gt;), and vote again. Later, independent sources, such as political parties, can obtain the file of numbered encrypted ballots and sum the different contests on the encrypted file to see if they match the election totals. The voter can ask those independent sources if the number(s) on the voter's receipt(s) appear in the file. If enough voters check that their numbers are in the file, they will find if ballots are omitted. Voters can get the decrypted contents of their spoiled ballots, to determine if they accurately match what the voter remembers was on those ballots. The voter cannot get decrypted copies of voted ballots, to prevent selling votes. If enough voters check spoiled ballots, they will show mistakes in encryptions. ElectionGuard does not detect ballot stuffing, which must be detected by traditional records. It does not detect people who falsify receipts, claiming their ballot is missing or was interpreted in error. Election officials will need to decide how to track claimed errors, how many are needed to start an investigation, how to investigate and how to recover from errors, State law may give staff no authority to take action. ElectionGuard does not tally write-ins, except as an undifferentiated total. It is incompatible with &lt;a href=\"overvote\"&gt;overvote&lt;/a&gt;s. \nUse in elections.\nThe city of &lt;a href=\"Takoma%20Park%2C%20Maryland\"&gt;Takoma Park, Maryland&lt;/a&gt; used &lt;a href=\"Scantegrity%20II\"&gt;Scantegrity II&lt;/a&gt; for its 2009 and 2011 city elections.\n&lt;a href=\"Helios%20Voting\"&gt;Helios&lt;/a&gt; has been used since 2009 by several organizations and universities for general elections, board elections, and student council elections.\nWombat Voting was used in student council elections at the private research college &lt;a href=\"Interdisciplinary%20Center%20Herzliya\"&gt;Interdisciplinary Center Herzliya&lt;/a&gt; in 2011 and 2012, as well as in the primary elections for the Israeli political party &lt;a href=\"Meretz\"&gt;Meretz&lt;/a&gt; in 2012.\nA modified version of &lt;a href=\"Pr%C3%AAt%20%C3%A0%20Voter\"&gt;Prêt à Voter&lt;/a&gt; was used as part of the vVote poll-site electronic voting system at the 2014 Victorian State Election in Australia.\nElectionGuard was combined with a voting system from VotingWorks and used for the &lt;a href=\"Fulton%2C%20Wisconsin\"&gt;Fulton, Wisconsin&lt;/a&gt; spring primary election on February 18, 2020.\nThe &lt;a href=\"DRE-ip\"&gt;DRE-ip&lt;/a&gt; system was trialed in a polling station in &lt;a href=\"Gateshead\"&gt;Gateshead&lt;/a&gt; on 2 May 2019 as part of the &lt;a href=\"2019%20United%20Kingdom%20local%20elections\"&gt;2019 United Kingdom local elections&lt;/a&gt;."
}