{
    "id": "9214000",
    "revid": "17916529",
    "url": "https://en.wikipedia.org/wiki?curid=9214000",
    "title": "Glasir",
    "text": "In &lt;a href=\"Norse%20mythology\"&gt;Norse mythology&lt;/a&gt;, Glasir (&lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; \"gleaming\") is a tree or &lt;a href=\"sacred%20grove\"&gt;grove&lt;/a&gt;, described as \"the most beautiful among gods and men\", bearing golden red leaves located in the realm of &lt;a href=\"Asgard\"&gt;Asgard&lt;/a&gt;, outside the doors of &lt;a href=\"Valhalla\"&gt;Valhalla&lt;/a&gt;. Glasir is attested in the 13th century \"&lt;a href=\"Prose%20Edda\"&gt;Prose Edda&lt;/a&gt;\" book \"&lt;a href=\"Sk%C3%A1ldskaparm%C3%A1l\"&gt;Skáldskaparmál&lt;/a&gt;\" where it receives three mentions, one of which mentions its location and all of which focus on the golden leaves of the tree. Glasislundr (&lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; \"Glasir's Grove\") appears in the \"&lt;a href=\"Poetic%20Edda\"&gt;Poetic Edda&lt;/a&gt;\" poem \"&lt;a href=\"Helgakvi%C3%B0a%20Hj%C3%B6rvar%C3%B0ssonar\"&gt;Helgakviða Hjörvarðssonar&lt;/a&gt;\".\nAttestations.\nThe \"Poetic Edda\" poem \"Helgakviða Hjörvarðssonar\" opens in Glasislundr, where a talking bird offers his services in exchange for a sacrifice from the prince Atli Iðmundarson.\nIn chapter 32 of the \"Prose Edda\" book \"Skáldskaparmál\", poetic means of referring to &lt;a href=\"gold\"&gt;gold&lt;/a&gt; are provided, including \"Glasir's foliage\". In chapter 34, the question \"why is gold called Glasir's foliage or leaves?\" is posed. In response, Glasir is described as standing before the doors of the hall of Valhalla, all of its foliage red gold. An unattributed verse is then recorded:\nGlasir stands with golden leaf before &lt;a href=\"List%20of%20names%20of%20Odin\"&gt;Sigtyr's&lt;/a&gt; [Odin's] halls.\nGlasir is then described as the \"most beautiful tree among gods and men\". In a surviving fragment of the &lt;a href=\"skald\"&gt;skald&lt;/a&gt;ic poem \"&lt;a href=\"Bjarkam%C3%A1l\"&gt;Bjarkamál&lt;/a&gt;\" located in chapter 45, Glasir is again listed as a kenning for gold (\"Glasir's glowing foliage\")."
}