{
    "id": "921530",
    "revid": "1068653796",
    "url": "https://en.wikipedia.org/wiki?curid=921530",
    "title": "WMCA (AM)",
    "text": "WMCA (570 &lt;a href=\"AM%20broadcasting\"&gt;AM&lt;/a&gt;) is a &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to serve the &lt;a href=\"New%20York%20metropolitan%20area\"&gt;New York metropolitan area&lt;/a&gt;. Owned by &lt;a href=\"Salem%20Media%20Group\"&gt;Salem Media Group&lt;/a&gt;, the station programs a &lt;a href=\"Christian%20radio\"&gt;Christian radio&lt;/a&gt; format consisting of teaching and talk programs. The station's studios are in &lt;a href=\"lower%20Manhattan\"&gt;lower Manhattan&lt;/a&gt; and are shared with co-owned &lt;a href=\"WNYM\"&gt;WNYM&lt;/a&gt; (970 AM). WMCA's transmitter is located along Belleville Turnpike in &lt;a href=\"Kearny%2C%20New%20Jersey\"&gt;Kearny, New Jersey&lt;/a&gt;. WMCA's programming is &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; on a 250 watt &lt;a href=\"broadcast%20relay%20station\"&gt;translator&lt;/a&gt;, W272DX (102.3 &lt;a href=\"Hertz\"&gt;MHz&lt;/a&gt;), from a tower in &lt;a href=\"Clifton%2C%20New%20Jersey\"&gt;Clifton, New Jersey&lt;/a&gt;.\nPrior to switching to its current programming in 1989, WMCA was a &lt;a href=\"talk%20radio\"&gt;talk radio&lt;/a&gt; station during the 1970s and 1980s, and earlier a &lt;a href=\"contemporary%20hit%20radio\"&gt;Top 40&lt;/a&gt; outlet featuring a lineup of &lt;a href=\"disc%20jockey\"&gt;disc jockey&lt;/a&gt;s known as the \"Good Guys\". WMCA is credited with having been the first New York radio station to broadcast a recording by &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt;.\nHistory.\nEarly years.\nAfter first testing as station 2XH, WMCA began regular transmission on February 1, 1925, broadcasting on 428.6 meters wavelength (700 kHz) with a power of 500 watts. It was the 13th radio station to begin operations in New York City and was owned by broadcasting pioneer &lt;a href=\"Donald%20Jason%20Flamm\"&gt;Donald Flamm&lt;/a&gt;. The station's original studios and antenna were located at the &lt;a href=\"Hotel%20McAlpin\"&gt;Hotel McAlpin&lt;/a&gt;, located on &lt;a href=\"Herald%20Square\"&gt;Herald Square&lt;/a&gt; and from which the WMCA &lt;a href=\"call%20sign\"&gt;call sign&lt;/a&gt; derives.\nIn 1928 it moved to the 570 &lt;a href=\"Hertz\"&gt;kHz&lt;/a&gt; frequency, sharing time for the next three years with municipally-owned &lt;a href=\"WNYC\"&gt;WNYC&lt;/a&gt;. On April 19, 1932, the Federal Radio Commission approved WMCA's application to broadcast full-time on 570 kHz.\nIn December 1940, Flamm had to surrender the station to industrialist &lt;a href=\"Edward%20J.%20Noble\"&gt;Edward J. Noble&lt;/a&gt;, who had just resigned as Undersecretary of Commerce, in a transaction involving prominent political figures including &lt;a href=\"Thomas%20Gardiner%20Corcoran\"&gt;Thomas Corcoran&lt;/a&gt;. Flamm's subsequent legal battle against Noble resulted in a congressional investigation and eventually ended in a financial settlement, though not the return of the station.\nThrough its early decades, WMCA had a varied programming history, playing music, hosting dramas, and broadcasting &lt;a href=\"History%20of%20the%20New%20York%20Giants%20%28baseball%29\"&gt;New York Giants&lt;/a&gt; baseball games. Beginning in the 1930s, WMCA carried the daily \"Morning Cheer\" religious program of &lt;a href=\"George%20A.%20Palmer\"&gt;George A. Palmer&lt;/a&gt;, originating in Philadelphia. In 1943, the station was acquired by the &lt;a href=\"Nathan%20Straus%20Jr.\"&gt;Straus family&lt;/a&gt; when Edward J. Noble acquired the &lt;a href=\"Blue%20Network\"&gt;Blue Network&lt;/a&gt; and its &lt;a href=\"owned-and-operated%20station\"&gt;owned-and-operated station&lt;/a&gt;s from &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;, including &lt;a href=\"WABC%20%28AM%29\"&gt;WJZ&lt;/a&gt; in New York; the Blue Network would later be renamed the &lt;a href=\"American%20Broadcasting%20Company\"&gt;American Broadcasting Company&lt;/a&gt; (ABC).\nIn 1945, host &lt;a href=\"Barry%20Gray%20%28radio%20personality%29\"&gt;Barry Gray&lt;/a&gt; began dropping music and adding talk with celebrities and later call-ins from listeners. Gray is sometimes considered \"The Father of Talk Radio\", and his show on WMCA lasted through several decades and format changes.\nWMCA began playing hit music in the late 1950s with a &lt;a href=\"contemporary%20hit%20radio\"&gt;Top 40&lt;/a&gt; format. Among its &lt;a href=\"disc%20jockey\"&gt;disc jockey&lt;/a&gt; staff were &lt;a href=\"Scott%20Muni\"&gt;Scott Muni&lt;/a&gt;, &lt;a href=\"Frankie%20Crocker\"&gt;Frankie Crocker&lt;/a&gt;, &lt;a href=\"Harry%20Harrison%20%28DJ%29\"&gt;Harry Harrison&lt;/a&gt;, and &lt;a href=\"Murray%20the%20K\"&gt;Murray the K&lt;/a&gt;.\nGood Guys era.\nIn 1960, WMCA began promoting itself by stressing its on-air personalities, who were collectively known as the Good Guys. The station was led by program director Ruth Meyer, the first woman to hold the position in New York City radio. This was the era of the high-profile, fast-talking Top 40 disc jockey with an exuberant personality aimed at a youthful audience. With the advent of the \"Good Guys\" format, WMCA saw its ratings increase and become known for \"playing the hits\".\nIn the early 1960s, the top 40 format was still young, and the field was crowded in New York City. Two major 50,000-watt stations, &lt;a href=\"WEPN%20%28AM%29\"&gt;WMGM&lt;/a&gt; and &lt;a href=\"WINS%20%28AM%29\"&gt;WINS&lt;/a&gt;, had battled each other, playing the top hits for several years. Then in 1960, WABC joined the fray and started featuring top 40 music. Ultimately, the competition between WMCA and WABC forced WMGM (in early 1962) and then WINS (in spring 1965) to abandon the top-40 format and find a new niche.\nThe classic Good Guys era lineup included:\nStraus was an active owner. In an on-air editorial, he endorsed &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; for President in 1960. He also wrote and read the first broadcast editorial calling for the &lt;a href=\"impeachment%20process%20against%20Richard%20Nixon\"&gt;impeachment of Pres. Richard Nixon&lt;/a&gt;. In 1961, Straus and WMCA filed a lawsuit charging that the state legislature was violating the Constitution by giving rural areas disproportionate representation. That suit, combined with others, led to the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; 1964 \"&lt;a href=\"One%20man%2C%20one%20vote%23Court%20cases\"&gt;one man, one vote&lt;/a&gt;\" decision. During the later talk era, Straus would sometimes go on the air to take listener questions and comments about the radio station.\nOn Friday nights, Gary Stevens ended at 10:30 and WMCA's locally produced, half-hour news show \"The World Tonite\" aired. (This was a local recap of the week's news, and should not be confused with &lt;a href=\"Garner%20Ted%20Armstrong\"&gt;Garner Ted Armstrong&lt;/a&gt;'s \"&lt;a href=\"The%20World%20Tomorrow%20%28radio%20and%20television%29\"&gt;The World Tomorrow&lt;/a&gt;\" religious program, which was heard on WMCA after the Good Guys era ended.)\nDan Daniel's countdown changed each week and consisted of the station's top 25 records. It also included a \"Sure Shot\" and \"Long Shot\" of records not yet on the chart. He also gave away his \"Hit Kit\" every day to a listener who had been chosen from postcards sent to the station. The \"Hit Kit\" consisted of a copy of each of the Top 25 records of the week. To claim this prize, listeners had to call in when they heard their name read on the air.\nThe Beatles.\nOn December 26, 1963, WMCA, with &lt;a href=\"Jack%20Spector\"&gt;Jack Spector&lt;/a&gt; as the DJ, earned the distinction of being the first New York City radio station to play the &lt;a href=\"The%20Beatles\"&gt;Beatles'&lt;/a&gt; &lt;a href=\"Capitol%20Records\"&gt;Capitol Records&lt;/a&gt;' single, \"&lt;a href=\"I%20Want%20to%20Hold%20Your%20Hand\"&gt;I Want to Hold Your Hand&lt;/a&gt;\". (Outside New York, the song's broadcast debut in America is widely accepted to have occurred earlier at &lt;a href=\"WQOF\"&gt;WWDC&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;) There is no evidence that any New York City radio station played the Beatles before December 1963 despite the fact that the band's first singles had been released earlier, without fanfare, by smaller, resource-challenged labels (&lt;a href=\"Vee-Jay%20Records\"&gt;Vee-Jay Records&lt;/a&gt; and &lt;a href=\"Swan%20Records\"&gt;Swan Records&lt;/a&gt;). However, according to one account, rival Top 40 outlet WINS \"reportedly\" played the band's Swan Records single \"&lt;a href=\"She%20Loves%20You\"&gt;She Loves You&lt;/a&gt;\" on September 28, 1963, as part of a listener's poll. After the song finished last (third place), it was quickly dropped from the station's playlist. WMCA was keen on playing new product and breaking new hits and, consequently, it became the radio station most credited for introducing &lt;a href=\"Beatlemania\"&gt;Beatlemania&lt;/a&gt;, and the subsequent \"&lt;a href=\"British%20Invasion\"&gt;British Invasion&lt;/a&gt;\" musical movement to New Yorkers.\nWhile network-owned WABC was busy broadcasting &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; games in the summer of 1963, family-owned WMCA was the music-intensive station that one would hear coming out of &lt;a href=\"transistor%20radio\"&gt;transistor radio&lt;/a&gt;s at pools and beaches. Starting in 1963, the WMCA's Good Guys soared to the top of New York City's &lt;a href=\"Nielsen%20Audio\"&gt;Arbitron ratings&lt;/a&gt;. WMCA also was known for its on-air production and promotions. Each hour, WMCA presented its music, &lt;a href=\"jingle\"&gt;jingle&lt;/a&gt;s, &lt;a href=\"radio%20promotion\"&gt;promotions&lt;/a&gt;, contests, stagers, and commercials in a tight, upbeat fast-paced style. Some radio industry veterans attribute WABC's \"stodgy sound\" to standards applied by its corporate ownership and to its staff of longtime (and older) studio engineers. This fueled speculation that independently-owned WMCA had younger, more \"hip\" board-operators with a better understanding of the top 40 format aimed at younger adults. Whatever the reason, the \"sparkling sound\" presented on-air by WMCA also contributed to its ratings success in New York City, the largest &lt;a href=\"media%20market\"&gt;radio market&lt;/a&gt; in the United States.\nWMCA's most famous promotions and contests involved the Beatles. Shortly after the band's arrival in the United States on February 7, 1964, WMCA was able to secure the Beatles' cooperation, recording several commercials promoting the station's \"Good Guys\". Many believe this cooperation was directly linked to the band's awareness of WMCA being the first radio station in New York City to play \"I Want to Hold Your Hand\" weeks earlier. According to industry observers, WMCA's success getting &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt; and &lt;a href=\"Ringo%20Starr\"&gt;Ringo Starr&lt;/a&gt; to record several spots on behalf of WMCA convinced listeners that the station (along with WINS personality Murray the K, who called himself \"The &lt;a href=\"Fifth%20Beatle\"&gt;Fifth Beatle&lt;/a&gt;\") had direct access to the group. This was despite the fact that during their first New York visit the band's movements were restricted to the &lt;a href=\"Plaza%20Hotel\"&gt;Plaza Hotel&lt;/a&gt;, &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt;, &lt;a href=\"Ed%20Sullivan%20Theater\"&gt;CBS Studio 50&lt;/a&gt; (where they appeared on \"&lt;a href=\"The%20Ed%20Sullivan%20Show\"&gt;The Ed Sullivan Show&lt;/a&gt;\"), the &lt;a href=\"21%20Club\"&gt;21 Club&lt;/a&gt;, the &lt;a href=\"Peppermint%20Lounge\"&gt;Peppermint Lounge&lt;/a&gt;, and &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt;.\nIn February 1964, WMCA held a contest for a chance to win a lock of hair belonging to Ringo Starr. It received nearly 90,000 entries. The lock of hair, and a runner-up prize of a photograph on a fan club card signed by all four members of the Beatles, were obtained directly from the group during marathon \"one-on-one\" meetings and a reception held with print and broadcast personnel at Plaza Hotel on February 10. Other runner-up prizes distributed by WMCA that were not directly handled by the Beatles included 1,000 specially made WMCA paper record sleeves picturing the Good Guys, containing the band's single, \"I Want to Hold Your Hand\", as well as &lt;a href=\"United%20States%20dollar\"&gt;$&lt;/a&gt;57.00 in cash, reminding listeners of WMCA's spot on the radio dial.\nContrary to some accounts, the enormous number of entries received by WMCA, an estimated 86,000 cards, letters, and packages, were from Beatle fans seeking only to obtain the lock of Starr's hair. For this \"Good Guy-Ringo Starr Contest\" (better known today as the \"Beatles' Wig Contest\") WMCA's listeners were encouraged to send in a drawing or picture of a person wearing a Beatles' wig. The winning entry from Roberta Corrigan (who won the lock of hair) featured a huge image of &lt;a href=\"Queen%20Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; with a Beatles wig on her head, along with several other images including one of former &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;British Prime Minister&lt;/a&gt; &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; wearing the same, all submitted in a book with captions for each. Runner-up winner Stella Scuotto of &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt; won the photograph of the Beatles on a fan club card signed by all four members of the band at the Plaza Hotel. According to Beatles' historian &lt;a href=\"Bruce%20Spizer\"&gt;Bruce Spizer&lt;/a&gt;, Kay Smith was also a runner-up winner, winning $57 and the rare record sleeve for \"I Want to Hold Your Hand\", featuring a picture of WMCA's Good Guys.\nWMCA continued to beat other radio stations on many Beatles' promotions, scoring firsts, causing headaches in particular for rival WABC, most notably when Capitol Records printed a photograph of the \"Good Guys\" line-up on the back of a limited edition record sleeve for the single, \"I Want to Hold Your Hand\" (Side 2: \"I Saw Her Standing There\"). WMCA's Good Guys were also featured at both of the Beatles' concerts at &lt;a href=\"Shea%20Stadium\"&gt;Shea Stadium&lt;/a&gt; on August 15, 1965 and August 23, 1966.\nWABC responded in different ways, scoring a major success during the Beatles' second New York visit in August 1964 when the band stayed at the Delmonico Hotel, rousing thousands of teenage fans into a frenzy while broadcasting from one floor above the Beatles' rooms. WABC later went against its own music policies, promising promoter &lt;a href=\"Sid%20Bernstein%20%28impresario%29\"&gt;Sid Bernstein&lt;/a&gt; that it would play a new group he was handling before any other New York City radio station if it could get exclusive access to the Beatles. WABC never added records \"out of the box\", but it did for Bernstein when it played &lt;a href=\"The%20Rascals\"&gt;The Young Rascals&lt;/a&gt;' \"&lt;a href=\"I%20Ain%27t%20Gonna%20Eat%20Out%20My%20Heart%20Anymore\"&gt;I Ain't Gonna Eat Out My Heart Anymore&lt;/a&gt;\" before other radio stations. WABC also had a source in London able to provide the station with many British releases that were not yet available in the United States or to the other New York radio stations and thus were played exclusively on WABC for at least a few days to a couple of weeks.\nSince WABC knew WMCA already had a relationship with the Beatles, WABC devised clever ways to one-up its competitor. In August 1965, WABC came up with its own special promotion, issuing \"medals\" called \"The Order of the All-Americans\" which was the name given to WABC's DJ line up. It intended to present the medals to each of the Beatles when the group next returned to New York. The goal was to get each Beatle to comment on the \"medal\" and then to get each to say the station's call letters, \"W-A-B-C\", which could then be used in station identification and on-air promos. The station got its interviews, but none of the band's members would utter WABC's call letters. According to Beatles' historian Bruce Spizer, manager &lt;a href=\"Brian%20Epstein\"&gt;Brian Epstein&lt;/a&gt; ordered the Beatles to stop \"giving away valuable promotional spots to radio stations for free.\". Ultimately, the WMCA-WABC (and to an extent WINS) competition for Beatles releases and promotions is considered to be one of the greatest radio \"battles\" in medium's history.\nApart from its link to the Beatles, WMCA saturated its programming with many other promotions and on-air games. They included \"Name It and Claim It\", with the most desired prize being one of the station's yellow \"Good Guys\" sweatshirts, which were designed by WMCA program director Ruth Meyer. The sweatshirts could be won if a listener's name was read over the air and that listener called PLaza 2-9944 within a certain time period.\nAnother distinctive feature of WMCA was its \"&lt;a href=\"Call%20For%20Action\"&gt;Call For Action&lt;/a&gt;\" Help Line (PLaza 9-1717), which listeners could call if they had any problems requiring WMCA's help resolving, usually consumer or &lt;a href=\"public%20works\"&gt;public works&lt;/a&gt; service-related issues.\nCompetition with WABC.\nIn the 1960s, WMCA's great competition was with rival WABC. Radio historians have tended to treat WMCA as a radio stepchild, the proverbial &lt;a href=\"David\"&gt;David&lt;/a&gt; going up against the &lt;a href=\"Goliath%23Modern%20usage%20of%20%26quot%3BDavid%20and%20Goliath%26quot%3B\"&gt;Goliath&lt;/a&gt; that was corporate-owned, stronger-signaled WABC.\nFor four consecutive years (1963 through 1966) WMCA had the highest ratings share of all radio stations in New York City, according to Arbitron, in spite of its directional, 5,000-watt signal which could not cover the same geographic region as non-directional, 50,000-watt WABC. However, WMCA's directional signal is aimed at Manhattan from just over the river in New Jersey, and its low frequency (570 kHz) results in strong &lt;a href=\"Midtown%20Manhattan\"&gt;Midtown Manhattan&lt;/a&gt; coverage. At the time, Arbitron was the newer and lesser quoted ratings source compared to the more established Pulse and Hooper Ratings. During this time frame, Pulse and Hooper usually placed adult full-service &lt;a href=\"WOR%20%28AM%29\"&gt;WOR&lt;/a&gt; as the overall number-one station, with WMCA generally but not always leading WABC and WINS as the Top 40 leader. WMCA's ratings strength was concentrated within New York City itself. However, WABC proved more popular in suburban areas where WMCA's signal didn't come in as well on standard 1960s-era AM radio receivers. The areas where WMCA did not have a strong signal were southwest, west, and northwest of its transmitter. By 1967 and 1968, WMCA ratings had started to decline significantly but still demonstrated a strong showing in the five boroughs (although not the suburbs), and as late as February 1969, Pulse ratings surveys indicated that WMCA beat WABC in New York City itself, although not in the full market. From 1967 forward, WABC had become the leading top 40 station in the total market.\nIn addition to its ratings strength, between 1964 and 1968, \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" magazine rated WMCA as New York's most influential station for new records. Although every market had one station with record-buying influence, WMCA was in the top market, making it responsible for some songs becoming hits nationwide. Not every record added to the WMCA playlist became a hit, but as soon as sales stirred, WABC, with a shorter &lt;a href=\"playlist\"&gt;playlist&lt;/a&gt; of hits, would be forced to add the same record. With its longer playlist, WMCA played new records faster than rival WABC. WMCA's weekly countdown list was 25 records, compared with WABC's 20 song list. WMCA's included the \"Sure Shot\" and \"Long Shot\" speculations. WMCA's countdown was also \"faster\" than WABC's, in the sense that records climbed to the top more quickly, while WABC's rankings tended to lag behind. A comparison of both stations showed WABC to be up to two, sometimes three weeks behind WMCA.\nThe WMCA-WABC rivalry was never more intense than when it came to fighting over the Beatles. WABC was frustrated with its efforts to gain ratings dominance in New York City's ratings and with its efforts to forge a stronger relationship with one of the world's most popular musical acts. WMCA program director Ruth Meyer would later speculate in interviews that WABC's creativity during the 1960s could have been hampered by being owned by an ABC network rife with nationwide broadcast policies, commitments, and standards. Conversely, WMCA could run free with \"goofy\" ideas, promotions, and gimmicks as an independently run, family-owned station, without network interference.\nAccording to WABC historians, \"another success for WMCA was the fault of WABC itself.\" In 1969, WABC overnight host Roby Yonge, upon learning his contract with the station was not going to be renewed, used his shift to spread rumors about the \"death\" of &lt;a href=\"Paul%20McCartney\"&gt;Paul McCartney&lt;/a&gt;. This episode proved to be an embarrassment for WABC, leading to Yonge's firing, and WABC's status as a network-owned, &lt;a href=\"clear-channel%20station\"&gt;clear-channel station&lt;/a&gt; mistakenly launched the \"&lt;a href=\"Paul%20is%20dead\"&gt;Paul is dead&lt;/a&gt;\" story across America and ultimately around the world.\nWMCA's ratings decline was due to several factors: the January 1968 split of the &lt;a href=\"Citadel%20Media%23ABC%20Radio%20Networks\"&gt;ABC Radio Network into four distinct components&lt;/a&gt; allowed WABC to drop \"&lt;a href=\"Don%20McNeill%27s%20Breakfast%20Club\"&gt;Don McNeill's Breakfast Club&lt;/a&gt;\" and become fully music-intensive during the day. Around the same time Ruth Meyer exited WMCA, the station temporarily dropped the \"Good Guy\" branding and it also lost key personalities, including Harry Harrison, who moved to WABC. Additionally, the ascendance of &lt;a href=\"rhythm%20and%20blues\"&gt;R&amp;B&lt;/a&gt; station &lt;a href=\"WWRL\"&gt;WWRL&lt;/a&gt; in 1967 and of two FM rock stations – &lt;a href=\"WEPN-FM\"&gt;WOR-FM&lt;/a&gt; in 1967 and &lt;a href=\"WNEW-FM\"&gt;WNEW-FM&lt;/a&gt; in 1968 – all took ratings away from WMCA.\nTransition.\nIn 1968, a chaotic period began in which Gary Stevens relocated to Switzerland and Harry Harrison moved to WABC, where he replaced Herb Oscar Anderson as its morning host. WMCA then started experimenting with some &lt;a href=\"talk%20radio\"&gt;talk&lt;/a&gt; programming as part of \"Power Radio\", with hosts ranging from Domenic Quinn to &lt;a href=\"counterculture\"&gt;countercultural&lt;/a&gt; &lt;a href=\"Alex%20Bennett%20%28broadcaster%29\"&gt;Alex Bennett&lt;/a&gt;. The station also began playing album cuts in addition to singles, with the slogan \"The hits and the Heavies\".\nAs disc jockeys left, new DJs appeared with vague names (e.g., &lt;a href=\"Lee%20Gray\"&gt;Lee Gray&lt;/a&gt; was originally \"Lee Your Leader\") and various stunts were performed. In one case, &lt;a href=\"Frankie%20Crocker\"&gt;Frankie Crocker&lt;/a&gt;, who was lured away from WWRL as the station's first &lt;a href=\"African%20Americans\"&gt;African-American&lt;/a&gt; personality, played two very short songs over and over again for an hour. The \"Good Guys\" were partly reassembled, then dropped again. Even reliable Dean Anthony, who was concurrently working at a &lt;a href=\"country%20music\"&gt;country music&lt;/a&gt; station, sometimes got the slogans mixed up on air.\nTalk era.\nThe station finally adopted a full-time talk radio format in 1970, calling itself as \"Dial-Log Radio\". The \"Good Guys\" music era was over, although the \"Good Guy\" theme eventually did make a comeback in a promotional marketing effort.\nWhen WMCA acquired &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; baseball broadcast rights in 1971, DJ Jack Spector stayed on to host a sports talk show, while &lt;a href=\"Bob%20Grant%20%28radio%20host%29\"&gt;Bob Grant&lt;/a&gt; debuted in New York radio as the house &lt;a href=\"conservative%20talk%20radio\"&gt;conservative&lt;/a&gt;. &lt;a href=\"John%20Nebel\"&gt;\"Long John\" Nebel&lt;/a&gt; came over from WNBC in 1973 and became a fixture on overnights, accompanied by his co-host and spouse Candy Jones. &lt;a href=\"Malachy%20McCourt\"&gt;Malachy McCourt&lt;/a&gt; hosted a Sunday night call-in show that was mostly personal reminiscences of the type that later became the subject of the best-selling autobiography \"&lt;a href=\"Angela%27s%20Ashes\"&gt;Angela's Ashes&lt;/a&gt;\", by his brother &lt;a href=\"Frank%20McCourt\"&gt;Frank McCourt&lt;/a&gt;.\nIn 1972, &lt;a href=\"John%20Sterling%20%28sportscaster%29\"&gt;John Sterling&lt;/a&gt; succeeded Spector as sports talk host, transforming the program into one of the first confrontational sports talks shows, as well as doing play-by-play for &lt;a href=\"New%20York%20Islanders\"&gt;New York Islanders&lt;/a&gt; hockey and &lt;a href=\"New%20York%20Nets\"&gt;New York Nets&lt;/a&gt; basketball games that were carried on WMCA. It was there that his knowledgeable and over-the-top broadcasting style would first be heard in the New York area. WMCA carried Yankees games until 1977. The station then held the broadcast rights for the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; from 1978 through 1983.\nWMCA introduced a new morning news-talk program, hosted by Ralph Howard, &lt;a href=\"Bill%20Ryan%20%28journalist%29\"&gt;Bill Ryan&lt;/a&gt; and a team of reporters who were all referred to as the \"Good Guys\", as seen in this ad for the &lt;a href=\"https%3A//web.archive.org/web/20110727114801/http%3A//photos-b.ak.fbcdn.net/hphotos-ak-snc3/hs112.snc3/15939_1246183147423_1014725942_793352_7082443_n.jpg\"&gt;Ralph &amp; Ryan&lt;/a&gt; show. During the 1970s, ratings were healthy for WMCA as a talk station. &lt;a href=\"Jonathan%20King\"&gt;Jonathan King&lt;/a&gt;, who had been at the top of the Good Guys chart in 1965 with his single \"Everyone's Gone To The Moon\", hosted the weekday midday show for a year in 1981. Most surveys showed the station in the top 10. This was before &lt;a href=\"WOR%20%28AM%29\"&gt;WOR&lt;/a&gt; became exclusively talk, and also before WABC changed to talk in the early 1980s.\nThe Straus family sold WMCA around 1987. It was the last family-owned radio station in New York. New owner Federal Broadcasting kept the talk format, but switched to a financial news format on weekdays between 5:00 am and 7:00 pm, just prior to selling the station in April 1989 to &lt;a href=\"Salem%20Communications\"&gt;Salem Communications&lt;/a&gt;, which subsequently sold its original New York station, the original WNYM (1330 AM, now &lt;a href=\"WWRV\"&gt;WWRV&lt;/a&gt;) in order to comply with FCC rules of the time. Salem immediately implemented a format that focused on religion and leased-time programming. At that time, all WMCA staffers were invited to apply for positions with the \"new\" WMCA. Federal Broadcasting eventually sold off all its stations and left the broadcasting business.\nChristian era.\nSince September 16, 1989, WMCA has been airing a &lt;a href=\"Christian%20talk%20and%20teaching\"&gt;Christian talk and teaching&lt;/a&gt; format, as Salem Communications does in dozens of large and medium-sized cities across the U.S. Initially WMCA had the slogan \"New York's Christian Radio.\" That later changed to \"New York's Inspiring Talk.\" In the early 1990s, the moniker was \"Together, we're sharing the moments of your day on WMCA... New York!\". Salem retained just one of the on-air hosts from the talk years, financial advisor &lt;a href=\"Sonny%20Bloch\"&gt;Sonny Bloch&lt;/a&gt;, who later ran into legal and tax problems.\nWMCA was Salem's primary religious station in New York, while the company also ran extra Christian programming on WWDJ (970 AM), which was bought by Salem in 1993. This second station was later publicly billed as \"WMCA II\" or \"WMCA 970\" until its call letters were changed to &lt;a href=\"WNYM\"&gt;WNYM&lt;/a&gt; and it adopted a &lt;a href=\"conservative%20talk%20radio\"&gt;conservative talk radio&lt;/a&gt; format in 2008.\nDuring the mid-2000s, WMCA attempted to establish a connection back to its \"Good Guys\" era. The website had a tribute to the 1960s DJs, while the current air personalities—\"a whole new team of 'Good Guys' filling the airwaves with the Good News\"—made appearances and gave out an updated version of the Good Guys sweatshirt. On air, the station used its 1960s-era \"Good Guys\" jingles for &lt;a href=\"station%20identification\"&gt;station identification&lt;/a&gt;, program promos and transition between songs when music was scheduled. This ended in January 2015 when WMCA was redubbed as \"The Mission\", a new corporate branding effort also used on other Salem Christian stations.\nWMCA carries &lt;a href=\"St.%20John%27s%20University%20%28New%20York%20City%29\"&gt;St. John's University&lt;/a&gt; &lt;a href=\"St.%20John%27s%20Red%20Storm%20men%27s%20basketball\"&gt;basketball&lt;/a&gt;, sharing flagship responsibilities with WNYM. In September 2016, WMCA began airing &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; &lt;a href=\"Army%20Black%20Knights%20football\"&gt;football&lt;/a&gt;. Additionally, WMCA airs &lt;a href=\"Seton%20Hall%20University\"&gt;Seton Hall University&lt;/a&gt; &lt;a href=\"Seton%20Hall%20Pirates%20men%27s%20basketball\"&gt;basketball&lt;/a&gt; contests which cannot air on WNYM due to scheduling conflicts; the Army, St. John's, and Seton Hall broadcasts are all provided by &lt;a href=\"IMG%20College\"&gt;Learfield IMG College&lt;/a&gt;. The station carried a limited schedule of &lt;a href=\"University%20at%20Buffalo%2C%20The%20State%20University%20of%20New%20York\"&gt;University at Buffalo&lt;/a&gt; &lt;a href=\"Buffalo%20Bulls%23Football\"&gt;football&lt;/a&gt; games in 2014 and 2015.\nStudio locations and translator.\nAfter leaving the Hotel McAlpin in 1938, WMCA moved its studios to various locations in &lt;a href=\"Midtown%20Manhattan\"&gt;Midtown Manhattan&lt;/a&gt;, first to 1657 Broadway, in November 1955 to 415 &lt;a href=\"Madison%20Avenue\"&gt;Madison Avenue&lt;/a&gt;, then 888 &lt;a href=\"Seventh%20Avenue%20%28Manhattan%29\"&gt;Seventh Avenue&lt;/a&gt; where it remained until it was sold. Not long after taking control of WMCA in 1990, new owner Salem Communications relocated the station to New Jersey. The facilities were based in &lt;a href=\"Teaneck%2C%20New%20Jersey\"&gt;Teaneck&lt;/a&gt;, &lt;a href=\"Rutherford%2C%20New%20Jersey\"&gt;Rutherford&lt;/a&gt;, and &lt;a href=\"Hasbrouck%20Heights%2C%20New%20Jersey\"&gt;Hasbrouck Heights&lt;/a&gt; at different times. In December 2013, WMCA returned to New York City. Salem moved WMCA and WNYM from Hasbrouck Heights into the former studios of WOR at &lt;a href=\"111%20Broadway\"&gt;111 Broadway&lt;/a&gt; in &lt;a href=\"lower%20Manhattan\"&gt;lower Manhattan&lt;/a&gt;.\nIn July 18, 2019, WMCA's programming began airing on the &lt;a href=\"FM%20radio\"&gt;FM dial&lt;/a&gt; in &lt;a href=\"Northern%20New%20Jersey\"&gt;Northern New Jersey&lt;/a&gt;, using 250-watt &lt;a href=\"FM%20translator\"&gt;translator station&lt;/a&gt; W272DX (102.3 &lt;a href=\"Hertz\"&gt;MHz&lt;/a&gt;). While it is &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to New York City, the translator's signal emanates from the towers of &lt;a href=\"Multicultural%20Broadcasting\"&gt;Multicultural Broadcasting&lt;/a&gt;-owned &lt;a href=\"WPAT%20%28AM%29\"&gt;WPAT&lt;/a&gt; in &lt;a href=\"Clifton%2C%20New%20Jersey\"&gt;Clifton, New Jersey&lt;/a&gt;, off the &lt;a href=\"Garden%20State%20Parkway\"&gt;Garden State Parkway&lt;/a&gt;."
}