{
    "id": "922078",
    "revid": "1473712",
    "url": "https://en.wikipedia.org/wiki?curid=922078",
    "title": "Rare Earth (band)",
    "text": "Rare Earth was an American &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt; band from &lt;a href=\"Detroit%2C%20Michigan\"&gt;Detroit, Michigan&lt;/a&gt;. According to \"Louder\", \"Rare Earth’s music straddles genres and defies categorisation, slipping seamlessly between the two seemingly disparate worlds of &lt;a href=\"classic%20rock\"&gt;classic rock&lt;/a&gt; and &lt;a href=\"rhythm%20and%20blues\"&gt;R&amp;B&lt;/a&gt;.\" The band was signed to &lt;a href=\"Motown%20Records\"&gt;Motown&lt;/a&gt;'s Rare Earth &lt;a href=\"record%20label\"&gt;record label&lt;/a&gt;. Although not the first &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; band signed to Motown, Rare Earth was the first big hit-making act signed by Motown that consisted only of white members. (None of the previously signed all-white acts, &lt;a href=\"The%20Rustix\"&gt;The Rustix&lt;/a&gt;, The Dalton Boys, or The Underdogs, had any hits.)\nHistory.\n1960s.\nThe group formed in 1960 as The Sunliners and changed its name to Rare Earth in 1968. The band felt the name \"Rare Earth\" was more in keeping with the names other bands were adopting, such as &lt;a href=\"Iron%20Butterfly\"&gt;Iron Butterfly&lt;/a&gt;, more \"with it.\"\nAfter recording an unsuccessful debut album, \"Dream/Answers\", on the &lt;a href=\"Verve%20Records\"&gt;Verve&lt;/a&gt; label in 1968, the group was signed to Motown in 1969. The band was one of the first acts signed to a new Motown imprint that would be dedicated to white rock acts. The record company did not have a name for the new label yet and the band jokingly suggested Motown call the label \"Rare Earth\". To the band's surprise, Motown decided to do just that.\nThe main personnel in the group were Gil Bridges, &lt;a href=\"saxophone\"&gt;saxophone&lt;/a&gt;, &lt;a href=\"flute\"&gt;flute&lt;/a&gt;, &lt;a href=\"Singing\"&gt;vocals&lt;/a&gt;; Peter Hoorelbeke (aka Peter Rivera), lead &lt;a href=\"Singing\"&gt;vocals&lt;/a&gt;, &lt;a href=\"Drum%20kit\"&gt;drums&lt;/a&gt;; John Parrish (aka John Persh), &lt;a href=\"bass%20guitar\"&gt;bass guitar&lt;/a&gt;, &lt;a href=\"trombone\"&gt;trombone&lt;/a&gt;, &lt;a href=\"Singing\"&gt;vocals&lt;/a&gt;; Rod Richards (born Rod Cox), &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;, vocals; and Kenny James (born Ken Folcik), &lt;a href=\"Keyboard%20instrument\"&gt;keyboards&lt;/a&gt;. The group's recording style was hard-driving.\nIn late 1969, Edward \"Eddie\" Guzman (&lt;a href=\"congas\"&gt;congas&lt;/a&gt; and assorted percussive instruments) was added to the group.\nDuring 1969, the group contributed music to the film \"&lt;a href=\"Generation%20%28film%29\"&gt;Generation&lt;/a&gt;\" that starred &lt;a href=\"David%20Janssen\"&gt;David Janssen&lt;/a&gt; and &lt;a href=\"Kim%20Darby\"&gt;Kim Darby&lt;/a&gt;. An accompanying soundtrack album was released, but quickly withdrawn after the film failed commercially, with only a small number of copies sold. Several tracks were remixed and included on the next LP, \"&lt;a href=\"Ecology%20%28album%29\"&gt;Ecology&lt;/a&gt;\", in 1970. The soundtrack album was reissued as a limited edition LP for Record Store Day 2020. The issue was pressed on hot pink vinyl and limited to a run of 2,000 copies.\n1970s.\nRare Earth had a number of Top 40 hits in 1970–71, including remakes of &lt;a href=\"The%20Temptations\"&gt;The Temptations&lt;/a&gt;' \"&lt;a href=\"%28I%20Know%29%20I%27m%20Losing%20You\"&gt;(I Know) I'm Losing You&lt;/a&gt;\" and \"&lt;a href=\"Get%20Ready%20%28The%20Temptations%20song%29\"&gt;Get Ready&lt;/a&gt;\". Each was more successful than The Temptations original, with \"Get Ready\" being their biggest hit, peaking at number 4 on the US &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; &lt;a href=\"record%20chart\"&gt;chart&lt;/a&gt;. This &lt;a href=\"gramophone%20record\"&gt;disc&lt;/a&gt; sold over one million copies and received a &lt;a href=\"music%20recording%20sales%20certification\"&gt;gold record&lt;/a&gt; awarded by the &lt;a href=\"Recording%20Industry%20Association%20of%20America\"&gt;Recording Industry Association of America&lt;/a&gt;.\nThe group gained a bit of notoriety when it was mentioned dismissively in &lt;a href=\"Gil%20Scott-Heron\"&gt;Gil Scott-Heron&lt;/a&gt;'s 1970 &lt;a href=\"poem\"&gt;poem&lt;/a&gt;, \"&lt;a href=\"The%20Revolution%20Will%20Not%20Be%20Televised\"&gt;The Revolution Will Not Be Televised&lt;/a&gt;\", which included the line, \"The theme song [to the revolution] will not be written by &lt;a href=\"Jimmy%20Webb\"&gt;Jim Webb&lt;/a&gt;, &lt;a href=\"Francis%20Scott%20Key\"&gt;Francis Scott Key&lt;/a&gt;, nor sung by &lt;a href=\"Glen%20Campbell\"&gt;Glen Campbell&lt;/a&gt;, &lt;a href=\"Tom%20Jones%20%28singer%29\"&gt;Tom Jones&lt;/a&gt;, &lt;a href=\"Johnny%20Cash\"&gt;Johnny Cash&lt;/a&gt;, &lt;a href=\"Engelbert%20Humperdinck%20%28singer%29\"&gt;Engelbert Humperdinck&lt;/a&gt;, or the Rare Earth.\"\nIn 1971 Richards left due to musical differences, and James, weary of the group's increased touring schedule, also departed. &lt;a href=\"Ray%20Monette\"&gt;Ray Monette&lt;/a&gt; (guitar) and Mark Olson (keyboards, vocals) joined to replace them.\nThe group's hits from late 1970 to early 1972 were \"Born To Wander\" (number 17), \"&lt;a href=\"I%20Just%20Want%20to%20Celebrate\"&gt;I Just Want to Celebrate&lt;/a&gt;\" (number 7), and \"Hey, Big Brother\" (number 19). There were no significant hits thereafter. Nevertheless, the band continued to record into the 1990s.\nBy 1972, Motown had decided to relocate from Detroit to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; and Rare Earth soon followed suit. Persh, however, decided not to make the move and was succeeded in the band by Mike Urso (Persh later died from a hospital &lt;a href=\"staphylococcal%20infection\"&gt;staphylococcal infection&lt;/a&gt; on January 27, 1981).\nTheir 1973 album, \"Ma\", written and produced by &lt;a href=\"Norman%20Whitfield\"&gt;Norman Whitfield&lt;/a&gt;, is considered one of their best overall works, and features their version of \"&lt;a href=\"Hum%20Along%20and%20Dance\"&gt;Hum Along and Dance&lt;/a&gt;\". Unfortunately, it didn't sell all that well and produced no hits.\nRare Earth was the opening act at &lt;a href=\"California%20Jam\"&gt;California Jam&lt;/a&gt; festival in &lt;a href=\"Ontario%2C%20California\"&gt;Ontario, California&lt;/a&gt; on April 6, 1974. The festival attracted over 250,000 people, and the band appeared alongside 1970s rock groups &lt;a href=\"Black%20Sabbath\"&gt;Black Sabbath&lt;/a&gt;; &lt;a href=\"Emerson%2C%20Lake%20%26amp%3B%20Palmer\"&gt;Emerson, Lake &amp; Palmer&lt;/a&gt;; &lt;a href=\"Deep%20Purple\"&gt;Deep Purple&lt;/a&gt;; &lt;a href=\"Earth%2C%20Wind%20%26amp%3B%20Fire\"&gt;Earth, Wind &amp; Fire&lt;/a&gt;; &lt;a href=\"Seals%20and%20Crofts\"&gt;Seals and Crofts&lt;/a&gt;; &lt;a href=\"Black%20Oak%20Arkansas\"&gt;Black Oak Arkansas&lt;/a&gt; and &lt;a href=\"Eagles%20%28band%29\"&gt;Eagles&lt;/a&gt;. Portions of the show were broadcast on &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; Television in the U.S., exposing the band to a wider audience.\nIn 1974 the group began working with Motown producer Frank Wilson on their next project. But in his autobiography, \"Born to Wander\", Hoorelbeke described his having objections when Wilson okayed a song contributed by Olson without running it by the others first. Hoorelbeke thought the song was not up to the band's usual standards and Wilson ended up being taken off the project.\nIn July 1974 the group divided. Mike Urso left the group along with Hoorelbeke and they formed a new band, HUB, with Rare Earth's 1970–1972 co-producer, Tom Baird, using the initials of their surnames (Hoorelbeke, Urso and Baird). HUB went on to record two albums for &lt;a href=\"Capitol%20Records\"&gt;Capitol Records&lt;/a&gt; (\"HUB\" and \"Cheata'\") but came to a sudden end in November 1975 after Baird was killed in a boating accident.\nThe others (minus Olson who left to join the backup band for &lt;a href=\"Jennifer%20Warnes\"&gt;Jennifer Warnes&lt;/a&gt;) decided to continue as Rare Earth and brought in new players: Jerry LaCroix (vocals, sax, harmonica, formerly of &lt;a href=\"The%20Boogie%20Kings\"&gt;The Boogie Kings&lt;/a&gt;, &lt;a href=\"Edgar%20Winter%27s%20White%20Trash\"&gt;Edgar Winter's White Trash&lt;/a&gt; and &lt;a href=\"Blood%2C%20Sweat%20%26amp%3B%20Tears\"&gt;Blood, Sweat &amp; Tears&lt;/a&gt;), &lt;a href=\"Paul%20Warren%20%28musician%29\"&gt;Paul Warren&lt;/a&gt; (guitar, backing vocals), Bartholomew (\"Frosty\") Eugene Smith-Frost (formerly with &lt;a href=\"Sweathog\"&gt;Sweathog&lt;/a&gt; and &lt;a href=\"Lee%20Michaels\"&gt;Lee Michaels&lt;/a&gt;, drums), Reggie McBride (ex-&lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt;, bass) and Gabriel Katona (keyboards).\nThe new line-up recorded \"Back to Earth\" in 1975 and went back on the road. However, both Paul Warren and Frosty left during this tour and new drummer Chet McCracken (who would go on to join &lt;a href=\"the%20Doobie%20Brothers\"&gt;the Doobie Brothers&lt;/a&gt;) was hired to finish out their 1975 tour. The band then recorded \"Midnight Lady\" (minus Katona and McCracken), which was released in 1976. Frank Westbrook replaced Katona on keyboards, whilst McCracken was not replaced, instead session musician Ollie Brown handled percussion duties for \"Midnight Lady\". But neither of these releases sold as well as the band had been used to and they soon found themselves bogged down and unable to tour when they brought a lawsuit against former member Hoorelbeke, falsely claiming that he'd tried to make off with the group's name and retirement monies. The lawsuit was eventually settled in Hoorelbeke's favor and he was given a settlement.\nIn late 1976, a former Motown vice president, Barney Ales, an earlier champion of Rare Earth, returned to the company to head up one of their new offshoot labels, Prodigal Records. He made an offer to the group to reunite with Peter Hoorelbeke. The 1972–74 membership of the band (Hoorelbeke, Bridges, Urso, Olson, Monette and Guzman) were scheduled to record a new album on Prodigal. However, Monette and Olson did not agree to the terms and abstained. Session players Dan Ferguson (guitar) and Ron Fransen (keyboards) were brought in instead to play on \"Rarearth\", which was produced by James Anthony Carmichael (who later had success with &lt;a href=\"The%20Commodores\"&gt;The Commodores&lt;/a&gt; and &lt;a href=\"Lionel%20Richie\"&gt;Lionel Richie&lt;/a&gt;). It was released in 1977 but failed to reach expectations.\nLater in 1977, the group reassembled with Chicago-based producer John Ryan (who worked with &lt;a href=\"Styx%20%28band%29\"&gt;Styx&lt;/a&gt; and others) to begin work on two new albums. This time, Monette and Olson agreed to join in and the results were \"Band Together\" and \"Grand Slam\", both released in 1978 and featuring more of a late 1970s &lt;a href=\"disco\"&gt;disco&lt;/a&gt; sound, with the former providing the &lt;a href=\"Bee%20Gees\"&gt;Bee Gees&lt;/a&gt;-penned hit \"&lt;a href=\"Warm%20Ride\"&gt;Warm Ride&lt;/a&gt;\", which peaked at number 39. Other than the one solitary hit, neither album was a big seller and the band soon found themselves without a home. &lt;a href=\"the%20Gap%20Band\"&gt;Gap Band&lt;/a&gt; bassist Robert Wilson contributed to some of the tracks on \"Band Together\".\nIn June 1979 Urso left the band again. On his recommendation, and after hearing several bass players, the group recruited bassist &lt;a href=\"http%3A//jcentral.net/band.htm\"&gt;Ken Johnston&lt;/a&gt;, who joined the group's road tours for two years until June 1981. Johnston had just completed a stint with jazz singer Maxine Weldon and had rejoined Las Vegas comedian/songster Kenny Laursen. He interrupted his tour with Laursen to join Rare Earth in Florida.\n1980s and 1990s.\nFormer Motown writer &lt;a href=\"Dino%20Fekaris\"&gt;Dino Fekaris&lt;/a&gt;, who had penned the band's hits \"I Just Want to Celebrate\" and \"Hey Big Brother\", was next to step back into the group's life in 1980. He had just come off back to back successes with &lt;a href=\"Gloria%20Gaynor\"&gt;Gloria Gaynor&lt;/a&gt; and &lt;a href=\"Peaches%20%26amp%3B%20Herb\"&gt;Peaches &amp; Herb&lt;/a&gt; and had won a &lt;a href=\"Grammy%20Award\"&gt;Grammy Award&lt;/a&gt; for Gaynor's hit &lt;a href=\"I%20Will%20Survive\"&gt;I Will Survive&lt;/a&gt;. &lt;a href=\"RCA\"&gt;RCA&lt;/a&gt; expressed interest in the band's new project and gave them an advance to go ahead and start recording. The project was originally to be titled \"King of the Mountain\", with the title track slated to be the theme of a 1981 movie of the same name that starred &lt;a href=\"Harry%20Hamlin\"&gt;Harry Hamlin&lt;/a&gt;. But the movie people passed on the song, and when the record was done, RCA was not happy with Fekaris' production, so they passed as well. This album, retitled \"Tight &amp; Hot\", saw a very limited release in 1982 in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; only.\nBy the summer of 1981, Mike Urso had returned to Rare Earth after a two-year absence, but he left again in mid-1983, and has not returned to the band since then. Tim Ellsworth was then brought in as new bassist/vocalist in September 1983. By the tail end of that year, Peter Hoorelbeke was gone from the band as well after disagreements with Gil Bridges. (Hoorelbeke went on to form &lt;a href=\"The%20Classic%20Rock%20All-Stars\"&gt;The Classic Rock All-Stars&lt;/a&gt; in 1992.) Drummer Tony Thomas replaced Hoorelbeke on drums. After Hoorelbeke's departure, Ellsworth and Olson took over lead vocals. By that time most of the members of the band had moved back to Detroit, and the group continued to tour playing mostly clubs despite the lack of a recording contract.\nPersonnel shuffles abounded in the mid-1980s. In September 1984, Bob Weaver took over the drum throne and played with the group into 1985. He was temporarily succeeded by Bob Brock, whose professional name was Bobby Rock (not &lt;a href=\"Bob%20Rock\"&gt;Bob Rock&lt;/a&gt;, the famous &lt;a href=\"Hard%20rock\"&gt;Hard rock&lt;/a&gt;/&lt;a href=\"Heavy%20metal%20music\"&gt;Heavy metal&lt;/a&gt; producer from Canada), but returned only to be replaced by Jerry LeBloch in mid-1985. Also in September of '84, Andy Merrild replaced Tim Ellsworth as bassist until the end of June 1985. Ellsworth then returned and toured with the group until the end of August of '85. The group's road manager, Randy \"Bird\" Burghdoff, took over as Rare Earth's bassist in September 1985 and has remained in that position ever since. Mark Olson was let go in 1986 after increasing personal and substance abuse troubles. (Olson died on April 14, 1991, at the age of 41, from liver disease.) Rick Warner was then rolled in as the band's new keyboardist and Wayne Baraks, who was brought in in 1987 on rhythm guitar, took over much of the lead vocals as well.\nIn the late 1980s and early 1990s the personnel changes slowed down somewhat as things stabilized and the band found itself in demand to play on \"oldies\" bills with other acts of the 1960s and 1970s.\nDrummer Dean Boucher replaced LeBloch on drums in 1989 and RE signed with the small foreign label Koch International and began work on a new album. The result was \"Different World\" (released in February 1993) which was a collection containing a few covers of older songs and new material. It was mostly overlooked by the public and not even issued in the U.S.\nOn July 29, 1993 the band suffered the loss of another member when long time percussionist Eddie Guzman (age 49) died at his home in &lt;a href=\"Howell%2C%20Michigan\"&gt;Howell, Michigan&lt;/a&gt;.\nThe group kept going, though, and brought in new drummer Floyd Stokes Jr., who also took over for the departing Boucher, and took on lead vocal duties too after guitarist Baraks pulled out of the group in 1994.\nOther than Mike Bruner's succeeding Rick Warner in January 1998 and Ivan Greilich's filling in for Ray Monette for five years (2004–2009), the line-up was stable overall until Monette's final departure in 2017.\nRare Earth continues to perform at corporate events and on the oldies circuit. Bits from their recordings have been used as &lt;a href=\"sampling%20%28music%29\"&gt;samples&lt;/a&gt; on recordings as diverse as &lt;a href=\"Beck\"&gt;Beck&lt;/a&gt;'s \"Derelict\", &lt;a href=\"UNKLE\"&gt;UNKLE&lt;/a&gt;, and &lt;a href=\"DJ%20Shadow\"&gt;DJ Shadow&lt;/a&gt;'s \"GDMFSOB (feat. &lt;a href=\"Roots%20Manuva\"&gt;Roots Manuva&lt;/a&gt; - U.N.K.L.E. uncensored version)\", &lt;a href=\"Black%20Sheep%20%28hip-hop%20group%29\"&gt;Black Sheep&lt;/a&gt;'s \"Try Counting Sheep\", &lt;a href=\"Peanut%20Butter%20Wolf\"&gt;Peanut Butter Wolf&lt;/a&gt;'s \"Tale of Five Cities\", &lt;a href=\"Scarface%20%28rapper%29\"&gt;Scarface&lt;/a&gt;'s \"Faith\", &lt;a href=\"N.W.A\"&gt;NWA&lt;/a&gt;'s \"Real Niggaz Don't Die\" and &lt;a href=\"Eric%20B.%20and%20Rakim\"&gt;Eric B. and Rakim&lt;/a&gt;'s \"What's Going On\".\n2000 and beyond.\nTheir hit \"I Just Want to Celebrate\" has been used in US-wide advertising campaigns by &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford Motor Company&lt;/a&gt;, &lt;a href=\"AT%26amp%3BT%20Corporation\"&gt;AT&amp;T Corporation&lt;/a&gt;, and &lt;a href=\"Nicoderm\"&gt;Nicoderm&lt;/a&gt;.\nIn 2005 Rare Earth was voted into the Michigan Rock and Roll Legends Hall of Fame.\nThe album \"A Brand New World\" was released on CD in 2008 on Rare Earth Music.\nIn March 2017 long time guitarist Ray Monette announced his retirement from the band due to recurring back troubles. His replacement was Jerry \"Lew\" Patterson.\nGil Bridges, the last original member appearing in the current Rare Earth lineup, died from complications arising from &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; on December 8, 2021, aged 80."
}