{
    "id": "9235520",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=9235520",
    "title": "Joseph Duquet",
    "text": "Joseph Duquet (September 18, 1815 – December 21, 1838) was a &lt;a href=\"civil%20law%20notary\"&gt;notary&lt;/a&gt; in &lt;a href=\"Lower%20Canada\"&gt;Lower Canada&lt;/a&gt;. He was executed for his part in the &lt;a href=\"Lower%20Canada%20Rebellion\"&gt;Lower Canada Rebellion&lt;/a&gt;.\nHe was born in &lt;a href=\"Ch%C3%A2teauguay\"&gt;Châteauguay&lt;/a&gt;, Lower Canada in 1815. He studied at the &lt;a href=\"Petit%20S%C3%A9minaire%20de%20Montr%C3%A9al\"&gt;Petit Séminaire de Montréal&lt;/a&gt; and the Collège de Chambly. Duquet articled as a notary with &lt;a href=\"Joseph-Narcisse%20Cardinal\"&gt;Joseph-Narcisse Cardinal&lt;/a&gt; and then studied law with &lt;a href=\"Chevalier%20de%20Lorimier\"&gt;Chevalier de Lorimier&lt;/a&gt;. In 1837, he continued his training as a notary with his uncle &lt;a href=\"Pierre-Paul%20D%C3%A9maray\"&gt;Pierre-Paul Démaray&lt;/a&gt; at Dorchester (later &lt;a href=\"Saint-Jean-sur-Richelieu\"&gt;Saint-Jean-sur-Richelieu&lt;/a&gt;). Démaray was arrested for &lt;a href=\"high%20treason\"&gt;high treason&lt;/a&gt; in November 1837 but was freed by a group of Patriotes while he was being escorted to the jail at &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;. Duquet helped his uncle escape to the United States. After a skirmish at Moore's Corner, he escaped to &lt;a href=\"Swanton%20%28town%29%2C%20Vermont\"&gt;Swanton, Vermont&lt;/a&gt;. In February 1838, he took part in an attempted invasion of Lower Canada by &lt;a href=\"Robert%20Nelson%20%28insurrectionist%29\"&gt;Robert Nelson&lt;/a&gt;.\nDuquet returned to Lower Canada in July 1838 after an amnesty was proclaimed. He then helped recruit members for the &lt;a href=\"fr%C3%A8res%20chasseurs\"&gt;frères chasseurs&lt;/a&gt; and organized a lodge at Châteauguay. He was captured with Joseph-Narcisse Cardinal at &lt;a href=\"Kahnawake\"&gt;Kahnawake&lt;/a&gt; when they attempted to get weapons from the native people there. At a trial in November 1838, he was sentenced to death for the crime of high treason with a recommendation for executive clemency. He was hanged at Montreal in December 1838 and buried in the old Catholic cemetery there. In 1858, his remains were moved to the &lt;a href=\"Notre%20Dame%20des%20Neiges%20Cemetery\"&gt;Notre Dame des Neiges Cemetery&lt;/a&gt; and buried under a monument dedicated to the Patriotes of 1837–8."
}