{
    "id": "9247429",
    "revid": "36510957",
    "url": "https://en.wikipedia.org/wiki?curid=9247429",
    "title": "Patrick Noubissié",
    "text": "Patrick Benjamin Noubissié Youmbi (born 25 June 1983) is a retired &lt;a href=\"France\"&gt;French&lt;/a&gt; professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and &lt;a href=\"Physical%20therapy\"&gt;physiotherapist&lt;/a&gt;.\nPlaying career.\nNoubissie has played for French sides &lt;a href=\"CS%20Sedan%20Ardennes\"&gt;CS Sedan Ardennes&lt;/a&gt; and US Roye Foot Picardie 80 before signing for &lt;a href=\"The%20Football%20Association\"&gt;English&lt;/a&gt; teams &lt;a href=\"Crewe%20Alexandra%20F.C.\"&gt;Crewe Alexandra&lt;/a&gt; and &lt;a href=\"Swindon%20Town%20F.C.\"&gt;Swindon Town&lt;/a&gt;.\nIn August 2007, Noubissie signed a two-year contract with &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt;. Noubissie was then immediately loaned to &lt;a href=\"Livingston%20F.C.\"&gt;Livingston&lt;/a&gt; for three months to build up his match fitness. He returned to &lt;a href=\"Easter%20Road\"&gt;Easter Road&lt;/a&gt; in November 2007 and made a few appearances for Hibs, but he then fell out of favour after &lt;a href=\"manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; &lt;a href=\"John%20Collins%20%28footballer%20born%201968%29\"&gt;John Collins&lt;/a&gt; resigned.\nNoubissie was subsequently loaned out to &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt; on 4 March 2008 as an emergency loan. At the end of the season, Noubissie was &lt;a href=\"Free%20transfer%20%28football%29\"&gt;released&lt;/a&gt; by Hibs.\nIn July 2009, he trained and played in pre-season friendlies for English &lt;a href=\"Conference%20National\"&gt;Conference National&lt;/a&gt; side &lt;a href=\"Kettering%20Town%20F.C.\"&gt;Kettering Town&lt;/a&gt;, with the club's manager &lt;a href=\"Mark%20Cooper%20%28footballer%20born%201968%29\"&gt;Mark Cooper&lt;/a&gt; aiming to agree a deal for the midfielder.\nIn August 2009, he joined Kettering after gaining international clearance from the Cypriot FA. and made his debut in the 1–1 draw against local rivals &lt;a href=\"Oxford%20United\"&gt;Oxford United&lt;/a&gt;\nPhysiotherapy career.\nDue to a long-standing hip injury and multiple surgeries, Patrick was forced to retire from football aged 28 while playing for Kettering Town in the conference at the end of the season 2011/2012.\nHe trained as a &lt;a href=\"Physical%20therapy\"&gt;physiotherapist&lt;/a&gt; at &lt;a href=\"Coventry%20University\"&gt;Coventry University&lt;/a&gt; where he graduated with a Bachelor of Science degree in physiotherapy and Master of Science degree in Manual Therapy.\nPatrick Firstly took a position as assistant First team physiotherapist at &lt;a href=\"Northamptonshire%20County%20Cricket%20Club\"&gt;Northamptonshire County Cricket Club&lt;/a&gt; assisting Barry Goudriaan, the Head of Sports and Exercise Medicine.\nHe then moved on to join &lt;a href=\"Leicester%20City%20Football%20Club\"&gt;Leicester City Football Club&lt;/a&gt; as an Academy Physiotherapist.\nOn 1 September 2018, with the appointment of Dutch duo &lt;a href=\"Clarence%20Seedorf\"&gt;Clarence Seedorf&lt;/a&gt; and &lt;a href=\"Patrick%20Kluivert\"&gt;Patrick Kluivert&lt;/a&gt; respectively named Cameroon National Team Head coach and assistant coach, Patrick was appointed as Cameroon National team Physiotherapist."
}