{
    "id": "925926",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=925926",
    "title": "Beeston, Leeds",
    "text": "Beeston is a suburb of &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, England located on a hill about 2 miles (3 km) south of the city centre.\nThe origins of Beeston can be traced back to the &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; period. It remained a small settlement until the latter part of the Victorian era when it became a primarily residential area for people working in Leeds and surrounding industrial areas like &lt;a href=\"Holbeck\"&gt;Holbeck&lt;/a&gt; and &lt;a href=\"Hunslet\"&gt;Hunslet&lt;/a&gt;.\nAt the time of the &lt;a href=\"2011%20Census%20for%20England%20and%20Wales\"&gt;2011 Census&lt;/a&gt;, Beeston had a population of 22,187 (which included Holbeck). Some parts of the area, around Cross Flatts Park, suffer from relatively high levels of deprivation, while areas to the centre and south are generally considered more affluent. Beeston is home to the &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt; football club stadium on Elland Road and &lt;a href=\"Hunslet%20R.L.F.C.\"&gt;Hunslet&lt;/a&gt; rugby league club.\nEtymology.\nThe name \"Beeston\" is first attested in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;, in the form \"Bestone\". The name seems to come from &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; *\"bēos\" 'bent-grass' (L. &lt;a href=\"Agrostis\"&gt;Agrostis&lt;/a&gt;) and \"tūn\" 'estate, village'. Thus it once meant 'estate characterised by bent-grass'.\nThe northern area of Beeston, situated on a hillside facing north to the centre of Leeds, came in the nineteenth century to be called Beeston Hill. This area was formerly called Cat Beeston (and variant spellings), a name first attested in 1398 as \"Catbeston\" and \"Cattbeston\". The \"Cat\" element is also found in a local field-name, \"Cadtheweit\" (whose second element comes from &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; \"þveit\", meaning 'clearing'), attested in 1202. The \"Cat\" element could come from the Old English word \"catt\" ('cat, wild-cat') or from a &lt;a href=\"personal%20name\"&gt;personal name&lt;/a&gt; \"Cada\". Recent scholarship prefers the latter interpretation, in which case \"Cat Beeston\" once meant 'Cada's estate characterised by bent-gress', while \"Cadtheweit\" meant 'Cada's clearing'.\nTo the west of Beeston lies Beeston Royds, whose name is first attested (as \"Beyston Royds\") in 1633. The \"royds\" element comes from the Old English word \"rod\" ('clearing').\nAnother district of Beeston is the Cross Flatts area. This name is first attested in 1636, as \"Crossflatts\" and other spellings. The &lt;a href=\"Middle%20English\"&gt;Middle English&lt;/a&gt; word \"flat\" meant 'piece of level ground, field', but the precise significance of 'cross' is unclear. It is thought to refer to some cross-shaped pattern of field divisions.\nHistory.\nThe origin of the settlement is likely to be Anglo-Saxon. Beeston is first mentioned in the 1086 &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;, when it had recently been granted to &lt;a href=\"Ilbert%20de%20Lacy\"&gt;Ilbert de Lacy&lt;/a&gt; (1045–93); in 1066 it had been worth 40 shillings (£2), but in 1086 it was considered waste, presumably because of the &lt;a href=\"Harrying%20of%20the%20North\"&gt;Harrying of the North&lt;/a&gt;. It was one of the ten 'out-townships' of the &lt;a href=\"Leeds%20Minster%23The%20parish\"&gt;Parish of Leeds&lt;/a&gt; until the parish was broken up in the 1840s-50s.\nIn the medieval period, Beeston was associated with &lt;a href=\"Medieval%20English%20wool%20trade\"&gt;sheep-farming&lt;/a&gt;: the monks of &lt;a href=\"Kirkstall%20Abbey\"&gt;Kirkstall Abbey&lt;/a&gt; grazed 240 sheep there. Founding &lt;a href=\"Drax%20Priory\"&gt;Drax Priory&lt;/a&gt; in the 1130s, &lt;a href=\"William%20Paynel\"&gt;William Paynel&lt;/a&gt; granted it land in Beeston. A small hospital seems to have been founded in the township around 1233, and a chapel dedicated to St Mary the Virgin may also have been founded in the 13th century.\nThe oldest buildings in Beeston today date to the 15th century. Cad Beeston (also Cad-Beeston, Cat Beeston, Cat-Beeston) manor house has been dated by &lt;a href=\"dendrochronology\"&gt;dendrochronology&lt;/a&gt; to about 1420, and is a grade II* &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt;; recently used as private offices, it is now a private dwelling, with no public access. Parts of &lt;a href=\"Stank%20Hall\"&gt;Stank Hall&lt;/a&gt; Barn, a grade II* listed scheduled ancient monument originally built for the storage of crops, have been dated to between 1448 and 1490.\n'By the early 17th century the area had a reputation for manufacturing &lt;a href=\"Bobbin%20lace\"&gt;bone lace&lt;/a&gt;', and by the middle of the century, coal-mining was underway in the area. According to David Thornton,\nin December 1688 rumours abounded in the town [of Leeds] that an army of Roman Catholics were ravaging the surrounding area. &lt;a href=\"Ralph%20Thoresby\"&gt;Ralph Thoresby&lt;/a&gt; recorded, 'Beeston is actually burnt, and only some escaped to bring the doleful tidings! The drums beat, the bells rang backward, the women shrieked, and some doleful consternation seized upon all persons ... (B)lessed be God! The terror disappeared, it being a false alarm, taken from some drunken people.'\nBetween 1740 and 1820, the Leeds-Elland and Dewsbury-Leeds &lt;a href=\"turnpike%20trusts\"&gt;turnpike&lt;/a&gt; roads were built through Beeston; nationalised in the 1870s these roads remain as Elland Road and Dewsbury Road respectively. By 1822, Beeston had a population of 1,670. Up until the 19th century, Beeston had been a small mining village situated on a hill overlooking Leeds. However, during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;, land that had been occupied by open pits, as well as land formerly utilised for farming, was snapped up for high density residential development. By 1872, Beeston is recorded as having a population of 2,547 with 537 houses, a &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt; and a &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt;, and 'by the end of the 19th century Beeston was predominantly a working class community living in back-to-backs'. Beeston was a township and civil parish 1866–1904, then was absorbed into &lt;a href=\"Holbeck\"&gt;Holbeck&lt;/a&gt; civil parish before this was absorbed into Leeds in 1925.\nOn the night of &lt;a href=\"Leeds%20Blitz\"&gt;14 March and early hours of 15 March 1941&lt;/a&gt;, during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Leeds received its worst night of &lt;a href=\"Luftwaffe\"&gt;German&lt;/a&gt; aerial bombing. Beeston had more bombs dropped on it than any other district of the city and although Flaxton Terrace was damaged during the night time &lt;a href=\"Strategic%20bombing\"&gt;air raid&lt;/a&gt;, escaped with the less damage than most other areas of Leeds with nearly all the other bombs landing on Cross Flatts Park. In his 2005 poem \"Shrapnel\", &lt;a href=\"Tony%20Harrison\"&gt;Tony Harrison&lt;/a&gt;, who was in Beeston on the night of the raid, speculates whether this was an act of heroism by the German pilot, a theory that has been explored ever since the raid. Holbeck Cemetery, in Beeston, also features prominently in Harrison's 1985 poem \"&lt;a href=\"V%20%28poem%29\"&gt;V&lt;/a&gt;\".\nBeeston was formerly home to card and board game manufacturer &lt;a href=\"Waddingtons\"&gt;Waddingtons&lt;/a&gt;, though the factory was vacated in the 1990s, and is now home to Nampak Cartons.\nIn 2006 the district was the setting for much of the film \"&lt;a href=\"Mischief%20Night%20%282006%20film%29\"&gt;Mischief Night&lt;/a&gt;\".\nGeography and demographics.\nBeeston is an inner-city area located close to Leeds city centre. Beeston is severed from the areas to the north by the &lt;a href=\"M621%20motorway\"&gt;M621 motorway&lt;/a&gt;. Beeston is separated from &lt;a href=\"Middleton%2C%20Leeds\"&gt;Middleton&lt;/a&gt; by Middleton Park and from &lt;a href=\"Cottingley%2C%20Leeds\"&gt;Cottingley&lt;/a&gt; by the &lt;a href=\"Leeds%20Outer%20Ring%20Road\"&gt;Leeds Outer Ring Road&lt;/a&gt;.\nBeeston can be described as three distinct areas. Beeston - Parkside and Cross Flatts area and Beeston Hill are separated by Cross Flatts Park which runs between Dewsbury Road and Town Street: Beeston Hill to the east, and Parkside and Cross Flatts to the west. The distinction between these two areas has probably existed since medieval times when they were two separate manors. Beeston - Elland Road and Millshaw is primarily industrial and centred on Elland Road to the west of the area.\nBeeston - Parkside and Cross Flatts area.\nThe Parkside and Cross Flatts area of Beeston, sometimes locally known as Beeston Village, is centred on a shopping centre comprising a &lt;a href=\"The%20Co-operative%20Food\"&gt;Co-operative&lt;/a&gt; store and a number of smaller shops. Housing in this part of Beeston is made up of almost equal proportions of late Victorian and early-20th-century terraced housing to the east of Old Lane, and newer semi-detached family and housing association properties to the west. To the south side of Dewsbury Road, there are significant areas of industrial premises.\nIndicators for health, economic activity and community safety in this area are broadly consistent with averages for the City of Leeds as a whole.\nBeeston Hill area.\nBeeston Hill is largely made up of areas of older Victoria terraces and newer social housing, which comprises around a third of the housing stock in the area. In April 2008, a £93 million &lt;a href=\"Private%20Finance%20Initiative\"&gt;PFI&lt;/a&gt; scheme to build 700 private and housing association dwellings and regenerate some existing stock was announced. As a particularly deprived area, Beeston Hill along with &lt;a href=\"Holbeck\"&gt;Holbeck&lt;/a&gt; was the beneficiary of &lt;a href=\"Objective%202\"&gt;Objective 2&lt;/a&gt; European funding. Beeston Hill has a relatively high level of empty housing as well as a number of significant unoccupied commercial premises. Beeston Hill has a significant ethnic minority population, with around 40% of the population from BME Communities.\nThe area suffers from a high level of deprivation, with indicators for health, economic activity and community safety substantially worse than for the City of Leeds as a whole.\nBeeston - Elland Road and Millshaw Area.\nThe west of Beeston around Elland Road has significant amounts of industrial estates, with a substantial amount of mainly semi-detached and terraced housing to the western edge of the Parkside and Cross Flatts area. This also forms much of the Old Village side of Beeston, as can be seen in many of the houses along Town Street/Milshaw.\nTransport.\nBeeston has a mainline railway line running along its western edge along which all services between &lt;a href=\"Leeds%20railway%20station\"&gt;Leeds&lt;/a&gt; and &lt;a href=\"London%20King%27s%20Cross%20railway%20station\"&gt;London King's Cross&lt;/a&gt; and &lt;a href=\"St%20Pancras%20railway%20station\"&gt;London St Pancras&lt;/a&gt; run. However, there are no stations along it as &lt;a href=\"Beeston%20railway%20station%20%28West%20Yorkshire%29\"&gt;Beeston station&lt;/a&gt; closed to passengers in 1953. Beeston is served by a number of bus services along Dewsbury Road, Elland Road and Town Street. A general description of these services the following. Firstly, a Park and Ride to Leeds has been built opposite Elland Road Police Station operated by First. First services 2, 12 and 75 link much of Beeston with Middleton, Belle Isle and Hunslet, Arriva buses link the Dewsbury Road/White Rose side of Beeston with Dewsbury, Wakefield, Huddersfield, Heckmondwike and other locations, and the nearby town of Morley has strong bus links to Beeston by way of the following. Service 65 links much of Beeston with Morley and Gildersome, services 51 and 52 link areas close to Elland Road with Morley, and Arriva linking the Dewsbury Road/White Rose side of Beeston to Morley on services 200 and 201. The frequent No 1 bus service, operated by &lt;a href=\"First%20Leeds\"&gt;First Leeds&lt;/a&gt; largely follows the route of the former &lt;a href=\"Leeds%20Tramway\"&gt;Leeds Tramway&lt;/a&gt; route 5 through Beeston. and this service continues beyond Leeds to Lawnswood/West Park. The nearest train station to Beeston is Cottingley, which, when walking, is just under a mile away from the Town Street end of Beeston via Crow Nest Lane and using paths through the Cottingley estate, you can also drive to this station within 5 minutes from Town Street. From Cottingley, trains serve Morley, Batley, Dewsbury, Ravensthorpe, Mirfield, Dieghton and Huddersfield making Beeston very accessible by bus and trian from many different locations in Kirklees overall.\nBeeston Hill and Beeston is severed from Leeds by the &lt;a href=\"M621%20motorway\"&gt;M621&lt;/a&gt; and therefore benefits from very good links with the M621 motorway, as well as the &lt;a href=\"M62%20motorway\"&gt;M62&lt;/a&gt;, which runs close to Beeston to the south of Morley. There are a few taxi companies serving Beeston, these being Beeston Line, Central Cars, Amber (they bought Gee Gee Cars) and South Leeds.\nEconomy.\nMuch of Beeston's traditional heavy industry and fabrication works have closed throughout the last forty years. However, there are substantial areas of industrial and commercial development around Elland Road and to the south of Dewsbury Road and Beeston is surrounded by areas which have become popular with businesses, such as &lt;a href=\"Leeds%20city%20centre\"&gt;Leeds city centre&lt;/a&gt;, &lt;a href=\"Tingley\"&gt;Tingley&lt;/a&gt; and many of the business districts along the south side of the &lt;a href=\"River%20Aire\"&gt;River Aire&lt;/a&gt;. The neighbouring &lt;a href=\"White%20Rose%20Shopping%20Centre\"&gt;White Rose Shopping Centre&lt;/a&gt; employs thousands of full- and part-time staff.\nEducation.\nBeeston is home to the &lt;a href=\"Leeds%20College%20of%20Technology\"&gt;Leeds College of Technology&lt;/a&gt; School of Mechanics situated towards the south side, the Beeston Centre of the &lt;a href=\"Leeds%20City%20College\"&gt;Leeds City College&lt;/a&gt; (formerly &lt;a href=\"Joseph%20Priestley%20College\"&gt;Joseph Priestley College&lt;/a&gt;) and &lt;a href=\"Elliott%20Hudson%20College\"&gt;Elliott Hudson College&lt;/a&gt;. Beeston has one secondary school, &lt;a href=\"Cockburn%20School\"&gt;Cockburn School&lt;/a&gt; which is a specialist arts college. Matthew Murray High School situated between Beeston and &lt;a href=\"Holbeck\"&gt;Holbeck&lt;/a&gt; closed down in 2004 and was merged with Merlyn Rees High School in &lt;a href=\"Belle%20Isle%2C%20Leeds\"&gt;Belle Isle&lt;/a&gt;, to form South Leeds High School in Belle Isle. In September 2009 South Leeds High School was reopened as the &lt;a href=\"South%20Leeds%20Academy\"&gt;South Leeds Academy&lt;/a&gt;. In September 2017, South Leeds Academy was renamed and rebranded as Cockburn John Charles Academy, as the Cockburn MAT opened a new school. There are seven primary schools in the area.\nLocal facilities and attractions.\nBeeston has a range of facilities. It has two large health centres, &lt;a href=\"Elland%20Road\"&gt;Elland Road&lt;/a&gt; stadium and the &lt;a href=\"John%20Charles%20Centre%20for%20Sport\"&gt;John Charles Centre for Sport&lt;/a&gt;. Leeds city centre is a short distance away and the &lt;a href=\"M1%20motorway\"&gt;M1&lt;/a&gt; and &lt;a href=\"M62%20motorway\"&gt;M62&lt;/a&gt; motorways are easily accessed. Cross Flatts Park has many facilities, which include 5-a-side football pitches, tennis courts, two separate play areas one for older children and one for younger children and a bowling green.\nStadia.\nBeeston is home to two stadiums. &lt;a href=\"Elland%20Road\"&gt;Elland Road&lt;/a&gt;, home of &lt;a href=\"Leeds%20United%20AFC\"&gt;Leeds United AFC&lt;/a&gt; has a 39,640 capacity, all-seater stadium on Elland Road, adjacent to the &lt;a href=\"M621%20motorway\"&gt;M621&lt;/a&gt; in the north of Beeston. The South Leeds Stadium, part of the &lt;a href=\"John%20Charles%20Centre%20for%20Sport\"&gt;John Charles Centre for Sport&lt;/a&gt; is situated on Middleton Grove (off Dewsbury Road) on the southern edge of Beeston. This is home to &lt;a href=\"Hunslet%20R.L.F.C.\"&gt;Hunslet&lt;/a&gt; rugby league club, as well as hosting athletics and aquatic sports in the new Aquatic Centre (the replacement for the &lt;a href=\"Leeds%20International%20Swimming%20Pool\"&gt;Leeds International Swimming Pool&lt;/a&gt;) which opened in October 2008 and provides an Olympic standard swimming pool and diving pool. The centre also has indoor bowling, indoor Tennis Centre, athletics stadium, 5 a side football pitches, rugby pitches, and outdoor gym equipment.\nCross Flatts Park.\nCross Flatts Park covers an area of 44 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s (17.8 &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt;s) in the centre of Beeston. While the park formerly suffered from neglect and had a high crime rate, through the work of the Council and community groups such as Friends of Cross Flatts Park and &lt;a href=\"Britain%20in%20Bloom\"&gt;Beeston in Bloom&lt;/a&gt; the park has been cleaned up and made safer and more welcoming.\nThe park has a large multi-use games area which includes &lt;a href=\"five-a-side%20football\"&gt;five-a-side football&lt;/a&gt; pitches, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; courts and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; courts, while the park boasts an artificial &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; pitch, a children's play area and outdoor gym equipment. The park is the venue for the &lt;a href=\"http%3A//beestonfestival.org.uk/\"&gt;Beeston Festival&lt;/a&gt; which takes place annually in June, and in summer and school holidays is host to numerous activities for young people.\nThe park hosts a weekly 5 km &lt;a href=\"Parkrun\"&gt;Parkrun&lt;/a&gt; every Saturday morning at 9am, over 1,000 runners have taken part in the event since it began on 30 March 2013.\nHolbeck Cemetery.\nHolbeck Cemetery in Beeston opened in 1857 and closed to general burials in the 1940s. During the period it was operational, thousands of people were buried there with many in 'guinea graves' with several unrelated people buried in the same plot. The graves were so called for the shared headstones on which a single-line inscription cost one &lt;a href=\"Guinea%20%28British%20coin%29\"&gt;guinea&lt;/a&gt; (21 &lt;a href=\"Shilling%20%28British%20coin%29\"&gt;shillings&lt;/a&gt;).\n&lt;a href=\"Henry%20Rowland%20Marsden\"&gt;Henry Rowland Marsden&lt;/a&gt;, the Victorian industrialist and former mayor of Leeds, is buried in Holbeck Cemetery where his family grave is marked by a Grade II-listed memorial.\nThe poem \"&lt;a href=\"V%20%28poem%29\"&gt;V&lt;/a&gt;\" by Tony Harrison, published in 1985, describes a visit to Holbeck Cemetery and his reaction to finding his parents' tombstones vandalised.\nGreenhouse.\nIn 2008 Shaftesbury House, a working men's hostel designed for the council by George C. Robb in 1936, was converted by Citu to the Greenhouse, an eco-friendly housing project. The building had been empty for a number of years and had previously been earmarked for demolition.\nThe development, which includes 172 homes, office space and other facilities, is one of the UK's first low-carbon housing developments and incorporates wind turbines, solar panels and ground source heating as well as energy efficient materials and rainwater and &lt;a href=\"greywater\"&gt;greywater&lt;/a&gt; recycling. The development has won a large number of awards, including, in 2011, the Regeneration and Renewal Magazine Regeneration Award for Sustainability, with judges praising the holistic way it addressed sustainability and provides real regeneration benefits to a deprived area. Robb Street and Avenue are likely named after its architect George C. Robb, who was chief housing architect for RAH Livett, Leeds Housing Director and later City Architect.\nReligious sites.\nBeeston has at least ten churches of several denominations including &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;, &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;, &lt;a href=\"Methodism\"&gt;Methodist&lt;/a&gt; and &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt;. The Anglican churches of St Mary on Town Street and St Luke on Malvern Road were constructed in the 1870s, though the former is on the site of a much older church. The more modern church of St David Waincliffe on Dewsbury Road, constructed in the 1960s was designed by Geoffrey Davy and won a Hoffman Wood (Leeds) Gold Medal for Architecture.\nThere are three mosques in Beeston, all located within the Beeston Hill area. There is also a Sikh &lt;a href=\"Gurdwara\"&gt;Gurdwara&lt;/a&gt;.\nGovernance.\nMost parts of Beeston are located within the &lt;a href=\"Beeston%20and%20Holbeck%20%28ward%29\"&gt;Beeston and Holbeck&lt;/a&gt; ward of &lt;a href=\"Leeds%20City%20Council\"&gt;Leeds City Council&lt;/a&gt;, which has since its creation in 2004 consistently been represented by &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; councillors.\nParts of Beeston Hill to the north of Cross Flatts Park are located within the &lt;a href=\"Hunslet%20and%20Riverside%20%28ward%29\"&gt;Hunslet and Riverside&lt;/a&gt; ward. This was created in 2018, and largely corresponds to its predecessor City and Hunslet, created in 2004. This was too has invariably returned Labour councillors since 2004.\n&lt;a href=\"Hilary%20Benn\"&gt;Hilary Benn&lt;/a&gt; (Labour) has been &lt;a href=\"Member%20of%20Parliament\"&gt;MP&lt;/a&gt; since &lt;a href=\"1999%20Leeds%20Central%20by-election\"&gt;1999&lt;/a&gt; when he won the seat following the death of &lt;a href=\"Derek%20Fatchett\"&gt;Derek Fatchett&lt;/a&gt; who had been MP for &lt;a href=\"Leeds%20Central%20%28UK%20Parliament%20constituency%29\"&gt;Leeds Central&lt;/a&gt; since &lt;a href=\"1983%20United%20Kingdom%20general%20election\"&gt;1983&lt;/a&gt;. Before the &lt;a href=\"1997%20United%20Kingdom%20general%20election\"&gt;1997 general election&lt;/a&gt;, Beeston was part of the &lt;a href=\"Morley%20and%20Leeds%20South%20%28UK%20Parliament%20constituency%29\"&gt;Morley and Leeds South constituency&lt;/a&gt;, represented from its creation in &lt;a href=\"1983%20United%20Kingdom%20general%20election\"&gt;1983&lt;/a&gt; to &lt;a href=\"1992%20United%20Kingdom%20general%20election\"&gt;1992&lt;/a&gt; by &lt;a href=\"Merlyn%20Rees\"&gt;Merlyn Rees&lt;/a&gt; and from 1992 to 1997 by &lt;a href=\"John%20Gunnell\"&gt;John Gunnell&lt;/a&gt;. Before the creation of the Morley and South Leeds constituency the area was part of the &lt;a href=\"Leeds%20South%20%28UK%20Parliament%20constituency%29\"&gt;Leeds South constituency&lt;/a&gt; represented until 1963 by &lt;a href=\"Hugh%20Gaitskell\"&gt;Hugh Gaitskell&lt;/a&gt;, leader of the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; from 1955 to his death in 1963, after whom a primary school in the area is named.\nNotable people.\nThe playwright &lt;a href=\"Willis%20Hall\"&gt;Willis Hall&lt;/a&gt; attended Cockburn High School in Beeston as did the academic and author of \"&lt;a href=\"The%20Uses%20of%20Literacy\"&gt;The Uses of Literacy&lt;/a&gt;\", &lt;a href=\"Richard%20Hoggart\"&gt;Richard Hoggart&lt;/a&gt;. The poet &lt;a href=\"Tony%20Harrison\"&gt;Tony Harrison&lt;/a&gt; was brought up on Tempest Road and went to what was then Cross Flatts county primary school. More recently, the actress &lt;a href=\"Holly%20Kenny\"&gt;Holly Kenny&lt;/a&gt; who starred in the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; drama serial \"&lt;a href=\"Waterloo%20Road%20%28TV%20series%29\"&gt;Waterloo Road&lt;/a&gt;\" was a pupil at the school.\nThe musician and bandleader &lt;a href=\"Ivy%20Benson\"&gt;Ivy Benson&lt;/a&gt; grew up in Beeston, where her former house on Cemetery Road is marked with a &lt;a href=\"blue%20plaque\"&gt;blue plaque&lt;/a&gt;.\nFormer &lt;a href=\"England\"&gt;England&lt;/a&gt; and &lt;a href=\"Leeds%20United\"&gt;Leeds United&lt;/a&gt; footballer &lt;a href=\"Paul%20Madeley\"&gt;Paul Madeley&lt;/a&gt; was born in Beeston.\nFormer international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; and &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; star &lt;a href=\"Jason%20Robinson%20%28rugby%20player%29\"&gt;Jason Robinson&lt;/a&gt; went to Cross Flatts Park Middle School and Matthew Murray High School, and began his Rugby League career with Hunslet Hawks.\n&lt;a href=\"Leigh%20Francis\"&gt;Leigh Francis&lt;/a&gt;, famous for his character &lt;a href=\"Keith%20Lemon\"&gt;Keith Lemon&lt;/a&gt;, was born in Beeston.\nLondon bombings.\nBeeston was the focus of press attention following 7 July 2005 London bombings when it was revealed that two of the four bombers had lived in the area. On 12 July, two properties in Beeston were raided by police in connection with the attacks. According to &lt;a href=\"West%20Yorkshire%20Police\"&gt;West Yorkshire Police&lt;/a&gt;, a significant amount of explosive material was found in the raids and a controlled explosion was carried out at one of the properties.\nAfter-effects.\nThe link between 7 July bombings and Beeston became known several days after the event took place. When news began to emerge of the Beeston link to the attacks, community and religious groups from across Beeston came together to condemn the atrocities. There was a significant pulling together of people across the community with two \"Beeston Together for Peace\" marches being held. Each were joined by hundreds of people, some as the procession passed. The second procession ended at &lt;a href=\"Millennium%20Square%20%28Leeds%29\"&gt;Millennium Square&lt;/a&gt; in Leeds city centre, uniting with people from other parts of Leeds for an interfaith vigil.\nBeeston in the press.\nFollowing the London press, Beeston was thrust into the local, regional, national and international press, with journalists from as far away as &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; arriving in the area to cover the reaction to the events of the previous week. The tone of the reporting was mixed, some sympathetic to the area, many even describing Beeston as a 'leafy suburb', whereas others painted a less salubrious picture of Beeston.\nThe Guardian\nWriting a year after the bombings, a journalist from \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" visited Beeston with the aim of going \"beyond the stereotypical pictures of veiled women and bearded men strolling past dilapidated buildings.\" The article reported that the community in Beeston had on the whole condemned the attacks.\nNBC\nAmerican news network &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; described Beeston as \"a drab and derelict neighbourhood in Leeds, three hours north of London, where three of the four London suicide bombers were born and raised\". The article later stated, \"Beeston, a poor racially mixed community, is lined with small row houses built in another era to house the factory workers who were one of the cornerstones of the British industry. The neighbourhood has long accommodated immigrant communities — from Asia in the 1960s to Eastern Europe and Africa today. Reportedly, almost half the households now are on some sort of state assistance.\"\nLos Angeles Times\nThe \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" described Beeston as an \"ethnically mixed, downtrodden suburb\". Setting the scene, it also said \"Peeping from lacy curtains in red-brick rowhouses, tattooed white men, turbaned &lt;a href=\"Sikh\"&gt;Sikh&lt;/a&gt;s and olive-skinned women in gauzy headscarves shared what they knew.\"\nInternational Herald Tribune\nOne year after the London Bombings, the \"&lt;a href=\"International%20Herald%20Tribune\"&gt;International Herald Tribune&lt;/a&gt;\" described Beeston as a \"grim northern neighbourhood\". The paper also said \"It is a poor and racially mixed neighbourhood of back-to-back row houses with a population of just a few thousand where successive waves of immigrants from Asia in the 1960s, and now from East Europe and Africa, have spread a tangled overlay on a cityscape forged in Victorian Britain. The bright pink and turquoise &lt;a href=\"sari\"&gt;sari&lt;/a&gt;s of Asian women offer chromatic relief from drab brick homes\".\nSocialist Worker\nThe \"&lt;a href=\"Socialist%20Worker\"&gt;Socialist Worker&lt;/a&gt;\" focused on Beeston's positive aspect and reported on the 'Beeston United for Peace' vigil, organised by Beeston members of the &lt;a href=\"Stop%20the%20War%20Coalition\"&gt;Stop the War Coalition&lt;/a&gt;. The 150 strong march from &lt;a href=\"Hyde%20Park%2C%20Leeds\"&gt;Hyde Park&lt;/a&gt; was also covered."
}