{
    "id": "9260315",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=9260315",
    "title": "Message from Space",
    "text": " is a 1978 Japanese &lt;a href=\"space%20opera\"&gt;space opera&lt;/a&gt; film directed by &lt;a href=\"Kinji%20Fukasaku\"&gt;Kinji Fukasaku&lt;/a&gt;. The film stars &lt;a href=\"Sonny%20Chiba\"&gt;Sonny Chiba&lt;/a&gt;, &lt;a href=\"Etsuko%20Shihomi\"&gt;Etsuko Shihomi&lt;/a&gt;, and &lt;a href=\"Vic%20Morrow\"&gt;Vic Morrow&lt;/a&gt;. The film was produced by &lt;a href=\"Toei%20Company\"&gt;Toei&lt;/a&gt; and cost between the equivalent of US$5 and 6 million, the most expensive movie made in Japan up to that time.\nOn the film's release in the United States, it received generally negative reviews from critics who not only found many similarities with the previous year's original \"&lt;a href=\"Star%20Wars%20%28film%29\"&gt;Star Wars&lt;/a&gt;\" (1977), but also complained that the special effects were poorly executed in comparison to the film by George Lucas.\nPlot.\nThe peaceful planet of Jillucia, in the Andromeda galaxy, has been conquered by the steel-skinned warriors of the Gavanas Empire, who have turned the planet into a military fortress. Kido, leader of the tribes of Jillucia, sends out eight Liabe Seeds to seek help in liberating their planet. Kido's granddaughter, Princess Emeralida, and the warrior Urocco follow the seeds into space. The Gavanas, on the orders of Emperor Rockseia XXII, pursue the Jillucian's space-galleon as it flees the planet.\nMeanwhile, space hotrodders (called 'roughriders') Shiro and Aaron are spotted by a young, spoiled aristocrat, Meia, as they race each other through an asteroid belt. Notified by Meia's chauffeurs, Patrolman Fox pursues the duo to their planet Milazeria. The three ships all crash after stunt-flying through rocky canyons and tunnels. Examining their spacecraft, the roughriders find Liabe seeds, and wonder what they are and how they got there.\nAt the Milazeria military base, General Garuda mourns the mandatory deactivation of Beba-1, his faithful robot. He orders a rocket to launch its remains into deep space. Garuda's commanding officer condemns this as a waste of a valuable rocket; the General, disillusioned, decides to retire and leaves the base with his new robot servant Beba-2. Later, while drinking heavily inside a busy tavern on Milazeria, Garuda finds a Liabe seed in his drink.\nWithin the tavern, Shiro and Aaron are pressured by Jack to repay the money they borrowed to fix their ships, which he in turn had borrowed from gangster Big Sam. Jack has found an unusual seed in his tomato, which the friends recognize as the same kind as the ones they found.\nMeia agrees to help Shiro and Aaron with their financial problems if they take her to a quarantined (forbidden) section of the asteroid belt where she can view 'fireflies' (a radioactive phenomenon). Shiro and Aaron are willing, but Jack warns that Meia is going to get them into trouble.\nWhile traveling towards the asteroid belt, the pilots find the wreckage of the Jillucian space galleon with Emeralida and Urocco inside. The Gavanas' spacecraft-carrier arrives, forcing Jillucians and humans to flee. The Gavanas destroy both the Jillucian galleon and Patrolman Fox's ship.\nThe survivors return to Shiro and Aaron's home on Milazeria, where Police spacecraft, alerted to danger by the destruction of Patrolman Fox's spacecraft, fill the sky. Jack loudly blames Emeralida and Urocco for the trouble they are in; a fight ensues, but is abruptly ended when the three Liabe seeds fall to the floor. Emeralida sees them and immediately recognizes that Shiro, Jack and Aaron have been chosen by the Liabe seeds. Urocco is skeptical.\nGaruda, sleeping nearby, is awakened by the fighting. He sees the men's Liabe seeds, comes out of hiding with Beba-2 and shows Emeralida his seed.\nEmeralida explains that the Liabe have divinely selected eight to liberate their planet. The others are sympathetic but unwilling to get involved in a war. Garuda hands his Liabe seed to Emeralida and leaves. Beba-2 follows Garuda, trying to change his mind.\nUrocco exhorts Emeralida to find the others chosen by the Liabe seeds, while Meia pushes Jack, Aaron and Shiro to help the Jilutians. Jack announces that the other recipients are 'wolf-hunters', and offers to lead the Jilutians to them.\nJack leads Urocco and Emeralida to the home of a wizened old crone; she examines the Liabe seed, and names wolf-hunters she had seen with the same seeds. Emeralida stays in the home while the others go on a dangerous night search, with a guide, Hikiroku. Hikiroku's robe conceals his face and hands, and he does not speak but only growls. As they leave, the old woman hands Jack and Urocco cups of drugged liquor.\nWalking in the darkness through the mountains, Urocco becomes dizzy and disoriented. Jack hits him on the back of the head with a rock. Urocco, dazed and drugged, tries to raise his sword. Their \"guide\" shoots him, pushes his body into a gulley, and hands Jack a satchel with money, his payment for the betrayal. Jack finds the Liabe seed in his pocket; he hurls it away.\nHikiroku returns to the old woman's home; she tells Emeralida that Urocco won't be coming back, and that she bribed Jack to give Emeralida to her for her son, Hikiroku, who is revealed as a lizard-man mutant. He disarms the horrified Emeralida, but is killed when a brigade of Gavanas troops enter the crone's home and capture her and the princess. Urocco, alive but injured, wakes and learns of her capture.\nBack at Shiro and Aaron's house, Meia, still thinking they're helping the Jillucians, dances happily around the room with Jack. Aaron and Shiro are silent and glum. Urocco bursts in, sword drawn and tries to attack the men, but falls down unconscious.\nJack confesses his guilt to Meia, but tells her that Shiro and Aaron were in on the plan. All three point that Meia's father grew rich profiteering from war. Aaron and Shiro hurl their Liabe seeds through a window. Meia angrily flies away in her spacecraft. She hears a rattling behind the cockpit and finds a Liabe seed glowing orange.\nAaron, Jack and Shiro are plagued by nightmares about the Gavanas killing Emeralida and the Jillucians. After they awake, Shiro and Jack's Liabe seeds come back through the window into their hands, glowing orange, but Aaron's seed has not returned. Meia returns, showing her seed, and three of them rejoice; Aaron is upset that his seed has not come back.\nAt the Gavanas' base headquarters on Jillucia, Rockseia points out to Emeralida that the planet could have remained fertile and rich, but brought desolation when they refused to surrender. Rockseia's men wheel in the old crone on a gurney. Using a mind probe, Rockseia extracts images of Earth landscapes and wildlife until the old crone dies. Using huge engines built into the planet, Jilutia is propelled towards Earth, the Gavanas' next conquest.\nThe Gavanas overcome Earth's defenses and give Earth three days to surrender and become a tributary planet. The Chairman of Earth Council, Earnest Noguchi, appeals to his old friend, General Garuda, to go to Rockseia as Earth's Special Envoy, hoping to buy time for a renewed defense. At first, Garuda refuses, but then finds a Leyabe seed in his drink, this time glowing orange. Realizing that his destiny is to defend the Earth, he agrees to go to Rockseia.\nJack and the other roughriders decide to go to Jilutia as well. Aaron continues to sulk over his missing Liabe seed. The Gavanas space carrier appears over their house and Jack is captured by the ship's tractor beam. Aaron rescues him, and finally finds his Liabe seed on the hull of his ship.\nUrocco, Jack, Shiro and Aaron fly to Jilutia, with Shiro and Aaron's ships mounted on Meia's ship. As they near their destination, Meia's Liabe seed explodes, causing the ship to crash on a planet in the Bernard system. There they find what appears to be a Gavanas warrior without a metallic skin, and wearing a Liabe seed around his neck. The warrior introduces himself as Prince Hans, the rightful heir of the Gavanas' throne. He explains that Rockseia killed his royal parents and took the throne for himself.\nGaruda arrives at Jilutia as the Earth envoy and greets the Emperor and Empress. Rockseia brings in Jack, who begs Garuda to save him. Garuda challenges a nearby warrior to a duel, but the warrior fires before he has taken the required 10 steps, and Rockseia kills him in disgrace. Rockseia dismisses Garuda's request for time to prepare Earth's population for surrender, and destroys Earth's moon as a warning. The Empress expresses fear that the Garuda, a Liabe-seed chosen one, might be dangerous.\nGaruda, Jack and Beba-2 leave Jilutia but then turn around. All three parachute to the surface. In the meantime Meia's ship approaches Jilutia, making the 'chicken run' approach used earlier by Aaron and Shiro. The pair separate their ships near the surface, and the three ships pull up and fly through a rocky canyon, simulating a meteor impact. The ships then re-connect and land. Urrocco finds the Jilutian survivors hiding in the hull of a space galleon. Urrocco and the others meet Jack, Garuda and Beba-2. They realize there are now six Liabe warriors, but wonder who the other two might be.\nKido lays a wreath formed with eight additional Liabe seeds on a pool of water. The wreath then shows a vision of tunnels leading to the reactor furnaces. If these are destroyed, the Gavanas' base will be destroyed too, along with Jelutia. Shiro and Aaron boast that they can fly their spacecraft through the narrow tunnels. The Jilutians are resigned to the destruction of their world, but Urocco is horrified and runs away.\nLater, the group is captured and led back into the Gavanas' base where Rockseia, addressing them using a giant hologram, tells the prisoners that he has learned of their plans from Urocco.\nUrocco angrily decries their hopeless resistance, and their plan to destroy the planet. He lifts his rifle to fire on them, but just then the Liabe seeds begin to glow, and Urrocco turns on the Gavanas. The Jilutians rise up against their captors, while Prince Hans draws his sword against the Gavanas warriors. Urrocco is mortally wounded but lives long enough to find a glowing Liabe seed in his wreath, learning as he dies that he is the eighth Liabe warrior.\nPrince Hans tells the Jilutians to evacuate in their ship. Meia, Shiro and Aaron get back to their ships and leave, avoiding the attacking Gavanas fighters. The Jilutians storm the space galleon and seize it. Meanwhile, Prince Hans fights his way into the throne room. He fights Rockseia, and stabs him in the forehead; the energy from Hans' sword surges into Rockseia, throwing him through the window of his tower. As he dies the entrance to the reactor tunnel opens.\nShiro and Aaron fly their ships into the tunnel, outmaneuvering Gavanas fighters. They destroy the reactor, and then fly to the surface as the planet begins to break up.\nGaruda, Beba-2, Jack, Prince Hans, Emeralida, and all the Jilutians climb aboard the last Galleon. Kido decides to die with Jilutia. The space galleon then launches and is joined in flight by Meia, Shiro, and Aaron. The trio launch a suicide attack against the Gavanas space carrier, causing it to explode and crash in flames. The planet detonates.\nShiro, Aaron and Meia awake on board the space galleon, surprised to be alive. Emeralida explains that it's a miracle of the Liabe seeds. Earth offers the Jilutians asylum, but the survivors set off to find a world of their own.\nProduction.\n\"Message from Space\" cost between US$5 and 6 million, roughly half the budget of \"&lt;a href=\"Star%20Wars%20%28film%29\"&gt;Star Wars&lt;/a&gt;\" (&lt;a href=\"1977%20in%20film\"&gt;1977&lt;/a&gt;), which made it the most expensive Japanese film, until it was beaten by Fukasaku's later film \"&lt;a href=\"Virus%20%281980%20film%29\"&gt;Virus&lt;/a&gt;\" (&lt;a href=\"1980%20in%20film\"&gt;1980&lt;/a&gt;).\nRelease.\n\"Message from Space\" was released in Japan on April 29, 1978. The American version of the film was released in the United States on October 30, 1978, where it was distributed by &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt;. &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt; acquired \"Message from Space\" at a US$1 million cost; according to company personnel: \"[It] can't keep 'em from lining up at the box office. It's a Jap \"Star Wars\"! It'll clean up.\" Studio executive &lt;a href=\"Steven%20Bach\"&gt;Steven Bach&lt;/a&gt;, however, countered: \"The only thing it cleaned up was the red inkwell.\"\n&lt;a href=\"Shout%21%20Factory\"&gt;Shout! Factory&lt;/a&gt; released \"Message from Space\" on DVD on April 16, 2013.\nReception.\nFrom contemporary reviews, &lt;a href=\"Janet%20Maslin\"&gt;Janet Maslin&lt;/a&gt; of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" described the film as \"so terrible it has a certain comic integrity\". The review noted poor special effects based on &lt;a href=\"Scale%20model\"&gt;miniatures&lt;/a&gt; and that the screenplay was \"pleasantly indecipherable, and the screenplay seems to have passed through a food processor with a sense of humor.\" &lt;a href=\"Kevin%20Thomas%20%28film%20critic%29\"&gt;Kevin Thomas&lt;/a&gt; wrote in the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" that the predominantly adult audience when he viewed the film \"laughed it off the screen\" and that \"small children will probably be entertained by it – if they can figure out what's going on.\" \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\" opined that the \"fallout from \"Star Wars\" space garbage continues to litter [the] motion picture screen\". The review found the special effects and plot to be poor and that the robots and villains were not as funny or interesting as &lt;a href=\"R2-D2\"&gt;R2-D2&lt;/a&gt; or &lt;a href=\"Darth%20Vader\"&gt;Darth Vader&lt;/a&gt; respectively. The \"&lt;a href=\"Washington%20Star\"&gt;Washington Star&lt;/a&gt;\" compared the film to the television series \"&lt;a href=\"Battlestar%20Galactica%20%281978%20TV%20series%29\"&gt;Battlestar Galactica&lt;/a&gt;\" (1978) stating that it would make \"an American hold his head up high with pride\" in comparison. \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" referred to the cast as \"weirdly unappealing\" and that the costumes, make-up and décor are \"often dazzlingly grotesque and bewildering.\" The review concluded that the \"only element of the production that might be considered respectable is the modelling of some of the spaceships and their subsequent demolition in battle.\" \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" gave the film a positive review, noting that the film \"borrows wholesale from [Star Wars]\", while stating \"if the Japanese have not come up with something original, they have brought forth an illegitimate baby that is so good that it will not shame its unacknowledged parents. The special effects are spectacular and the action is everything one could wish.\"\nFrom retrospective reviews, online film database &lt;a href=\"AllMovie\"&gt;AllMovie&lt;/a&gt; gave the film three stars out of five, described reviews as \"unfairly slagged as a cheap rip-off of Star Wars\" and that the film \"makes up for its shortcomings with a devil-may-care energy reminiscent of '40s-era serials\". The review recommended the film to \"non-discerning genre fans\" and children. In his book \"Japanese Science Fiction, Fantasy and Horror Films\", &lt;a href=\"Stuart%20Galbraith%20IV\"&gt;Stuart Galbraith IV&lt;/a&gt; noted that \"What separates a film like \"Star Wars\" from \"Message from Space\" is the former's timelessness\", finding elements such as the costumes, makeup and \"incidental disco-style score\" were \"very dated, even embarrassing\".\nTV series.\nThe film spawned a 27-episode spin-off TV series titled , which aired on &lt;a href=\"TV%20Asahi\"&gt;TV Asahi&lt;/a&gt; from July 8, 1978 to January 27, 1979."
}