{
    "id": "926124",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=926124",
    "title": "Ginger Grant",
    "text": "Ginger Grant is a fictional character portrayed by actress &lt;a href=\"Tina%20Louise\"&gt;Tina Louise&lt;/a&gt; in the 1964 to 1967 television &lt;a href=\"sitcom\"&gt;sitcom&lt;/a&gt; \"&lt;a href=\"Gilligan%27s%20Island\"&gt;Gilligan's Island&lt;/a&gt;\".\nCharacter summary.\nBorn in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; on &lt;a href=\"September%201937%23September%25201%252C%25201937%2520%28Wednesday%29\"&gt;September 1, 1937&lt;/a&gt;, Grant is a \"&lt;a href=\"movie%20star\"&gt;movie star&lt;/a&gt;\" and would casually mention names of some of the biggest movie stars of the day as her co-stars or acquaintances to the Castaways, suggesting that she too was a great star. In season 1 episode 1, \"Two on a Raft\", Ginger is singing in a club in &lt;a href=\"Waikiki\"&gt;Waikiki&lt;/a&gt;, the same gig mentioned by the radio announcer, after which she was seen boarding the tour boat still wearing the &lt;a href=\"evening%20gown\"&gt;evening gown&lt;/a&gt; from her performance. \"When I first broke into show business, I used to work with a magician\", Ginger confesses in Season 1 Episode 33 \"It's Magic\". In the \"Gilligan's Island\"'s &lt;a href=\"Pilot%20episode\"&gt;pilot&lt;/a&gt;, actress Kit Smythe portrayed Ginger, who was then a secretary.\nGinger was sometimes seen helping the Professor with his experiments, dressed in a lab coat and spectacle frames and they conspired together in the episode \"Ship Ahoax\" to make it appear as though she were fortune-telling. They also shared romantic scenes, although these were usually in the form of a \"lesson in love\" such as in the episodes \"Erika Tiffany-Smith to the Rescue\" and \"The Postman Cometh\".\nShe also appears to have been the object of desire of &lt;a href=\"The%20Skipper\"&gt;The Skipper&lt;/a&gt; (&lt;a href=\"Alan%20Hale%20Jr.\"&gt;Alan Hale Jr.&lt;/a&gt;) in several episodes. The Skipper chooses Ginger as his preferred contestant in the \"Miss Castaway Pageant\" held on the island (Season 2 Episode 2 \"&lt;a href=\"Beauty%20Is%20as%20Beauty%20Does\"&gt;Beauty Is as Beauty Does&lt;/a&gt;\"). In addition, when Skipper loses his memory in the first season Episode 30 \"Forget Me Not\", he is much more attracted to Ginger than Mary Ann, asking Ginger, \"Hi, beautiful, what's your name?\" while leering at her with delight. Ginger does not know about the Skipper's memory loss and she answers, with appropriate Hollywood pique, \"Ginger, big boy, what's yours?\"\nGinger sides with &lt;a href=\"Thurston%20Howell%20III\"&gt;Thurston Howell III&lt;/a&gt; on many occasions – acting as a witness during a trial over treasure, serving as a sort of spy to divulge information from Gilligan by scratching his back, and allowing herself to be bribed by Howell, such as during the election of who was to be president of the island. Her secret agent code name and her measurements were both 36-25-36.\nShe is also close friends with Mary Ann; the two are around the same age. The actors were born in 1934 and 1938, respectively.\nGinger Grant, due to many prior film roles in Hollywood, spent her time on the island occasionally taking on the roles of &lt;a href=\"chanteuse\"&gt;chanteuse&lt;/a&gt;, barefoot &lt;a href=\"fortune-teller\"&gt;fortune-teller&lt;/a&gt;, &lt;a href=\"Laboratory\"&gt;lab&lt;/a&gt; assistant, hair stylist, and &lt;a href=\"psychoanalyst\"&gt;psychoanalyst&lt;/a&gt; – as well as fronting the hastily formed island musical trio: The Honeybees. She also had to deal with a doppelganger, a plain mousy girl named Eva Grubb (also played by &lt;a href=\"Tina%20Louise\"&gt;Tina Louise&lt;/a&gt;).\nUnlike the other female castaways, who were seen in more than one set of clothes, Ginger initially appeared only in her evening gown. Later episodes did include changes in apparel for her as well.\nThe character in \"Gilligan's Island\" reunion films.\nFor the 1978 &lt;a href=\"television%20movie\"&gt;made-for-TV-movie&lt;/a&gt;, \"&lt;a href=\"Rescue%20from%20Gilligan%27s%20Island\"&gt;Rescue from Gilligan's Island&lt;/a&gt;\", Tina Louise declined to return, for she believed the role had &lt;a href=\"typecasting%20%28acting%29\"&gt;typecast&lt;/a&gt; her forever as a glamour queen; she was replaced by &lt;a href=\"Judith%20Baldwin\"&gt;Judith Baldwin&lt;/a&gt;. Baldwin also portrayed Ginger in the sequel \"&lt;a href=\"The%20Castaways%20on%20Gilligan%27s%20Island\"&gt;The Castaways on Gilligan's Island&lt;/a&gt;\", but didn't return for the third sequel, \"&lt;a href=\"The%20Harlem%20Globetrotters%20on%20Gilligan%27s%20Island\"&gt;The Harlem Globetrotters on Gilligan's Island&lt;/a&gt;\"; therefore, &lt;a href=\"Constance%20Forslund\"&gt;Constance Forslund&lt;/a&gt;, stepped in to play the \"movie star\".\nCasting.\n&lt;a href=\"Jayne%20Mansfield\"&gt;Jayne Mansfield&lt;/a&gt;, a late-1950s &lt;a href=\"sex%20symbol\"&gt;sex symbol&lt;/a&gt; was offered the role of Ginger after the departure of Kit Smythe, who played Ginger as a secretary in the pilot. When Ginger was converted to a movie star, the producers swapped the actresses and asked Mansfield who was &lt;a href=\"Marilyn%20Monroe\"&gt;Marilyn Monroe&lt;/a&gt;-esque, to portray the character. However, she turned it down and was replaced by Tina Louise. For several years, there had been rumors that Louise disliked the character and for years felt it had stymied her career as a \"serious\" actress. However, in December 2020, Louise denied that she ever resented the role of Ginger Grant, \"Never true — I loved doing my part, especially after they really started writing for my character, originally billed as a ‘Marilyn Monroe’ type of character. A different director took over and really started to write for my character. I really loved my character.\" Louise also said that she was very grateful to the show's fans for their continued support over the years especially during the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, “We brought a lot of joy to people and still do. This show is an escape from so many things going on. Fathers share it with their children now. I get letters all the time about that.\" &lt;a href=\"Judith%20Baldwin\"&gt;Judith Baldwin&lt;/a&gt; played her in the first and second reunion films. &lt;a href=\"Constance%20Forslund\"&gt;Constance Forslund&lt;/a&gt; played her in the third and final reunion film to date. &lt;a href=\"Kristen%20Dalton%20%28actress%29\"&gt;Kristen Dalton&lt;/a&gt; played Ginger in \"&lt;a href=\"Surviving%20Gilligan%27s%20Island\"&gt;Surviving Gilligan's Island&lt;/a&gt;\". Tina Louise didn't reprise her role in the animated-spinoffs either: in \"&lt;a href=\"The%20New%20Adventures%20of%20Gilligan\"&gt;The New Adventures of Gilligan&lt;/a&gt;\" &lt;a href=\"Jane%20Webb\"&gt;Jane Webb&lt;/a&gt; voiced her, while in \"&lt;a href=\"Gilligan%27s%20Planet\"&gt;Gilligan's Planet&lt;/a&gt;\" she was replaced by her co-star &lt;a href=\"Dawn%20Wells\"&gt;Dawn Wells&lt;/a&gt;. &lt;a href=\"Roseanne%20Barr\"&gt;Roseanne Barr&lt;/a&gt; portrayed the role of Ginger in a parody episode of \"&lt;a href=\"Roseanne\"&gt;Roseanne&lt;/a&gt;\"."
}