{
    "id": "926251",
    "revid": "533049",
    "url": "https://en.wikipedia.org/wiki?curid=926251",
    "title": "Zersenay Tadese",
    "text": "Zersenay Tadese (&lt;a href=\"Ge%27ez%20alphabet\"&gt;Tigrinya&lt;/a&gt;: ዘርእሰናይ ታደሰ; born 8 February 1982) is an &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt;n &lt;a href=\"Long-distance%20track%20event\"&gt;long-distance track&lt;/a&gt; and &lt;a href=\"road%20running\"&gt;road running&lt;/a&gt; &lt;a href=\"Track%20and%20field\"&gt;athlete&lt;/a&gt;. He held the men's &lt;a href=\"half%20marathon\"&gt;half marathon&lt;/a&gt; world record from 2010 to 2018. His &lt;a href=\"bronze%20medal\"&gt;bronze medal&lt;/a&gt; in the &lt;a href=\"10%2C000%20metres\"&gt;10,000 metres&lt;/a&gt; at the &lt;a href=\"2004%20Athens%20Olympics\"&gt;2004 Athens Olympics&lt;/a&gt; made him the first ever &lt;a href=\"Eritrea%20at%20the%20Olympics\"&gt;Eritrean Olympic medallist&lt;/a&gt;, and his 20-km title at the &lt;a href=\"2006%20IAAF%20World%20Road%20Running%20Championships\"&gt;2006 IAAF World Road Running Championships&lt;/a&gt; also made him the country's first athlete to win at a &lt;a href=\"world%20championship\"&gt;world championship&lt;/a&gt; event. He does not use a sprint finish to win races; his strategy relies on a combination of &lt;a href=\"running%20economy\"&gt;efficient running&lt;/a&gt; and fast pace setting.\nZersenay (\"Tadese\" is his father's name) has found most of his success in the half marathon, with four consecutive victories in the &lt;a href=\"IAAF%20World%20Half%20Marathon%20Championships\"&gt;World Half Marathon Championships&lt;/a&gt; from 2006 to 2009 (with a 2006 20 km edition), a silver medal in 2010 and a fifth title in 2012. His 5 titles are a record. He set a world record at the &lt;a href=\"Lisbon%20Half%20Marathon\"&gt;Lisbon Half Marathon&lt;/a&gt; in 2010.\nHe has also excelled in &lt;a href=\"cross%20country%20running\"&gt;cross country running&lt;/a&gt;, winning a &lt;a href=\"gold%20medal\"&gt;gold&lt;/a&gt;, a &lt;a href=\"silver%20medal\"&gt;silver&lt;/a&gt;, and two &lt;a href=\"bronze%20medal\"&gt;bronze medal&lt;/a&gt;s in the long distance race over five &lt;a href=\"IAAF%20World%20Cross%20Country%20Championships\"&gt;IAAF World Cross Country Championships&lt;/a&gt;. He is a four-time Olympian (2004, 2008, 2012 and 2016).\nIn 2009, Zersenay became only the second man (after &lt;a href=\"Paul%20Tergat\"&gt;Paul Tergat&lt;/a&gt;) to win three World Championship medals over three different surfaces in the same year, winning &lt;a href=\"2009%20IAAF%20World%20Cross%20Country%20Championships\"&gt;World Cross Country&lt;/a&gt; bronze, &lt;a href=\"10%2C000%20metres\"&gt;10,000 metres&lt;/a&gt; &lt;a href=\"2009%20World%20Championships%20in%20Athletics\"&gt;World Championship&lt;/a&gt; silver on the track, and gold in road running at the &lt;a href=\"2009%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;World Half Marathon Championships&lt;/a&gt;. He is a popular public figure in his home country; 2500 guests attended his wedding to Merhawit Solomon, which was broadcast live on Eritrean television. His brother, &lt;a href=\"Kidane%20Tadese\"&gt;Kidane Tadese&lt;/a&gt;, is also a professional distance runner.\nIn 2016, he was chosen to be part of Nike's &lt;a href=\"Breaking2\"&gt;Breaking2&lt;/a&gt; team to try to break 2 hours for the marathon and finished in 2:06:51h.\nCareer.\nEarly life.\nZersenay Tadese \nwas born in &lt;a href=\"Adi%20Bana\"&gt;Adi Bana&lt;/a&gt;, Eritrea, and had a peaceful, rural upbringing with his six siblings, largely avoiding the troubles of the &lt;a href=\"Eritrean%20War%20of%20Independence\"&gt;Eritrean War of Independence&lt;/a&gt;. He became interested in &lt;a href=\"Bicycle%20racing\"&gt;cycling&lt;/a&gt; in his teenage years and, after winning a number of races, he set his sights upon becoming a professional cyclist in Europe. However, the races of 30–50 km fell short of the distances needed to compete on the European circuit and he was ill-prepared for a transition to top-level cycling.\nHe was a relative late-comer to competitive &lt;a href=\"running\"&gt;running&lt;/a&gt;: in his late teens, scouts from a local &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; club suggested that his cycling stamina might translate to running and invited him to compete. He won the race and was spurred on by the victory to start taking the sport seriously and focus on running. Zersenay was adamant that his early years in cycling had given him a firm foundation for &lt;a href=\"endurance%20running\"&gt;endurance running&lt;/a&gt;.\nHis first foray into the international athletics circuit came in 2002, when he attended the &lt;a href=\"2002%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2002 IAAF World Cross Country Championships&lt;/a&gt; in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;. Although he was wearing ill-fitting shoes and was somewhat puzzled at hearing a starting gun for the first time, he managed to finish in 30th place with a time of 36 minutes and 37 seconds. However, he remained some distance off the winner &lt;a href=\"Kenenisa%20Bekele\"&gt;Kenenisa Bekele&lt;/a&gt;. He competed at his first &lt;a href=\"IAAF%20World%20Half%20Marathon%20Championships\"&gt;IAAF World Half Marathon Championships&lt;/a&gt; in May of that year, finishing just outside the top twenty runners with a time of 1:03:05. He competed on the track at the &lt;a href=\"2002%20African%20Championships%20in%20Athletics\"&gt;African Athletics Championships&lt;/a&gt;, taking sixth place in the &lt;a href=\"10%2C000%20metres\"&gt;10,000 metres&lt;/a&gt; race in &lt;a href=\"Rad%C3%A8s\"&gt;Radès&lt;/a&gt;, &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, rounding off a modest debut year.\nThe 2003 season saw Zersenay establish himself as an emerging force in cross country: he broke into the top ten at the &lt;a href=\"2003%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2003 IAAF World Cross Country Championships&lt;/a&gt;, and finished in the top three in all of his six races in Europe that winter. A &lt;a href=\"5000%20metres\"&gt;5000 metres&lt;/a&gt; win at the &lt;a href=\"KBC%20Night%20of%20Athletics\"&gt;KBC Night of Athletics&lt;/a&gt; brought Zersenay an &lt;a href=\"List%20of%20Eritrean%20records%20in%20athletics\"&gt;Eritrean record&lt;/a&gt; of 13:11.07, and a place at the &lt;a href=\"IAAF%20World%20Championships%20in%20Athletics\"&gt;IAAF World Championships in Athletics&lt;/a&gt;. At the &lt;a href=\"2003%20World%20Championships%20in%20Athletics\"&gt;2003 World Championships&lt;/a&gt;, he improved his record further to 13:05.57 and finished in eighth place in the &lt;a href=\"2003%20World%20Championships%20in%20Athletics%20%E2%80%93%20Men%27s%205000%20metres\"&gt;5000 metres final&lt;/a&gt;. More improvements came at the &lt;a href=\"2003%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;World Half Marathon Championships&lt;/a&gt; in &lt;a href=\"Vilamoura\"&gt;Vilamoura&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, where he recorded a personal best of 1:01:26 to finish in seventh position.\nOlympic medalist.\nThe 2004 season represented a breakthrough for Zersenay and he established himself as a serious contender in distance running. He signed a contract with &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt; &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and brought the team victory at the &lt;a href=\"European%20Clubs%27%20Cross%20Country%20Cup\"&gt;European Clubs' Cross Country Cup&lt;/a&gt; in February. The following month he bettered his previous showings at the &lt;a href=\"2004%20IAAF%20World%20Cross%20Country%20Championships\"&gt;World Cross Country Championships&lt;/a&gt; with a sixth-place finish. With the help of teammates &lt;a href=\"Yonas%20Kifle\"&gt;Yonas Kifle&lt;/a&gt; and &lt;a href=\"Tesfayohannes%20Mesfen\"&gt;Tesfayohannes Mesfen&lt;/a&gt;, among others, he took Eritrea to third position in the team competition – the first time the country had reached the podium at a world cross country event. Two months later he finished second in the 10 km &lt;a href=\"Great%20Manchester%20Run\"&gt;Great Manchester Run&lt;/a&gt;; his time of 27:59 was five seconds behind winner &lt;a href=\"Craig%20Mottram\"&gt;Craig Mottram&lt;/a&gt;. He took to the track in June at a meeting in &lt;a href=\"Gav%C3%A0\"&gt;Gavà&lt;/a&gt;, Spain, and recorded another national record, this time in the 10,000 m with a time of 27:32.61.\nThe peak of his season came at the &lt;a href=\"2004%20Athens%20Olympics\"&gt;2004 Athens Olympics&lt;/a&gt;, where he became the first person in Eritrean sporting history to win an &lt;a href=\"Eritrea%20at%20the%20Olympics\"&gt;Olympic medal&lt;/a&gt;. Zersenay took the bronze in the &lt;a href=\"Athletics%20at%20the%202004%20Summer%20Olympics%20%E2%80%93%20Men%27s%2010%2C000%20metres\"&gt;10,000 metres&lt;/a&gt; at the &lt;a href=\"2004%20Summer%20Olympics\"&gt;2004 Summer Olympics&lt;/a&gt; in Athens, Greece behind Kenenisa Bekele, and &lt;a href=\"Sileshi%20Sihine\"&gt;Sileshi Sihine&lt;/a&gt;. His performance of 27:22.57 represented a dramatic improvement as he had beaten his previous best by ten seconds, despite unfavourably hot conditions. Zersenay refused to politicise his medal win behind his &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt;n counterparts, stating: \"we have always been friends with the Ethiopians. Now we are a nation...I can say I am very happy.\" The Eritrean-born runner &lt;a href=\"Meb%20Keflezighi\"&gt;Meb Keflezighi&lt;/a&gt;, representing the United States, won silver in the &lt;a href=\"Athletics%20at%20the%202004%20Summer%20Olympics%20%E2%80%93%20Men%27s%20marathon\"&gt;marathon&lt;/a&gt; a few days later, highlighting the country's improving standards. Zersenay finished his first Olympics by reaching another event final: he took seventh place in the &lt;a href=\"Athletics%20at%20the%202004%20Summer%20Olympics%20%E2%80%93%20Men%27s%205000%20metres\"&gt;men's 5000 metres&lt;/a&gt; race, confirming his position as a world-class runner.\nHe opened 2005 with a second win in the European Clubs' Cross Country Cup. He won his first World Cross Country Championship medal soon after, finishing second to Bekele to take silver at the &lt;a href=\"2005%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2005 edition&lt;/a&gt;. On the track, he recorded a 5000 m personal best of at the &lt;a href=\"Qatar%20Athletic%20Super%20Grand%20Prix\"&gt;Qatar Grand Prix&lt;/a&gt; in &lt;a href=\"Doha\"&gt;Doha&lt;/a&gt;, and qualified to compete at the World Championships in both the 5000 and 10,000 m. At the &lt;a href=\"2005%20World%20Championships%20in%20Athletics\"&gt;2005 World Championships&lt;/a&gt;, he broke the national record in the &lt;a href=\"2005%20World%20Championships%20in%20Athletics%20%E2%80%93%20Men%27s%2010%2C000%20metres\"&gt;10,000 m final&lt;/a&gt;, but his time of 27:12.82 was only enough for sixth. The &lt;a href=\"2005%20World%20Championships%20in%20Athletics%20%E2%80%93%20Men%27s%205000%20metres\"&gt;5000 m final&lt;/a&gt; held little reprieve for the Eritrean as he finished in second last position. He ended the season on a positive note, however, improving his 10,000 m best to 27:04.70 at the &lt;a href=\"Memorial%20Van%20Damme\"&gt;Memorial Van Damme&lt;/a&gt;, and winning the &lt;a href=\"Great%20North%20Run\"&gt;Great North Run&lt;/a&gt; with a world best time of 59:05 – which was only his second outing over the half marathon distance.\nRoad and cross country world champion.\nZersenay failed to make the podium for a second time at the &lt;a href=\"2006%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2006 World Cross Country Championships&lt;/a&gt;, but his fourth-place finish headed the Eritrean team towards silver medal in the team competition. The following month, Zersenay overcame both &lt;a href=\"Fabiano%20Joseph\"&gt;Fabiano Joseph&lt;/a&gt; and &lt;a href=\"Boniface%20Kiprop\"&gt;Boniface Kiprop&lt;/a&gt; to win the Great Manchester Run. He sprinted to the line with a finishing time of 27:36; an Eritrean record and the second fastest that year. In August that year, he significantly improved his 10,000 m best at Memorial Van Damme; his time of 26:37.25 knocked almost thirty seconds off his previous mark to make him the 8th fastest person ever, but he still finished behind the emerging &lt;a href=\"Micah%20Kogo\"&gt;Micah Kogo&lt;/a&gt; who ran the tenth fastest ever time. A new best of 59:16 by Zersenay at the &lt;a href=\"Rotterdam%20Half%20Marathon\"&gt;Rotterdam Half Marathon&lt;/a&gt; equalled &lt;a href=\"Samuel%20Wanjiru\"&gt;Samuel Wanjiru&lt;/a&gt;'s course record and boded well for the upcoming championship race.\nHe scored a striking victory at the &lt;a href=\"2006%20IAAF%20World%20Road%20Running%20Championships\"&gt;2006 IAAF World Road Running Championships&lt;/a&gt; in &lt;a href=\"Debrecen\"&gt;Debrecen&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, finishing the 20 km race in 56:01 – a time which was second only to Haile Gebrselassie's world record and was forty seconds faster than the silver medallist &lt;a href=\"Robert%20Kipchumba\"&gt;Robert Kipchumba&lt;/a&gt;. It was first time that an Eritrean had won a major world title in sport. As Zersenay did not possess a strong sprint finish (crucial for success on the track) commentators suggested that a move to the marathon distance seemed an obvious career progression, but he downplayed the idea, stating that he would not change distances in the near future. He closed the season with a run at the &lt;a href=\"New%20Year%27s%20Eve\"&gt;New Year's Eve&lt;/a&gt; 10 km road race: the &lt;a href=\"San%20Silvestre%20Vallecana\"&gt;San Silvestre Vallecana&lt;/a&gt; in Madrid. Zersenay and &lt;a href=\"Eliud%20Kipchoge\"&gt;Eliud Kipchoge&lt;/a&gt; were awarded the same time of 26:54, but Kipchoge was announced as the race winner. Although this was faster than &lt;a href=\"Haile%20Gebrselassie\"&gt;Haile Gebrselassie&lt;/a&gt;'s &lt;a href=\"List%20of%20world%20records%20in%20athletics\"&gt;world record&lt;/a&gt; of 27:02 at the time, it was not ratifiable as the runners benefited from the race's downhill circuit.\nThe 2007 season brought Zersenay his greatest medal haul, as he succeeded on grass, track and road. For the first time in his career he overcame all opposition, including five-time champion Kenenisa Bekele, to become the &lt;a href=\"2007%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2007 World Cross Country Champion&lt;/a&gt;. The hot conditions in &lt;a href=\"Mombasa\"&gt;Mombasa&lt;/a&gt; forced a number of runners out of the race, but Zersenay maintained his pace to finish over twenty seconds ahead of the next runner. At the &lt;a href=\"C%C3%A1ceres%20Half%20Marathon\"&gt;Cáceres Half Marathon&lt;/a&gt;, he stated his intention to try for the world record and, although he won the race, poor pacing left him some distance from a record time. He returned to the Great Manchester Run and again improved his best, recording 27:24, but this was not enough to beat Micah Kogo who won in a UK all-comers record time. He competed at the &lt;a href=\"Prefontaine%20Classic\"&gt;Prefontaine Classic&lt;/a&gt; for the first time, and set a two miles best of 8:19.34, although he was some distance behind winner Craig Mottram.\nThe &lt;a href=\"2007%20All-Africa%20Games\"&gt;2007 All-Africa Games&lt;/a&gt; represented a double landmark victory for Zersenay: he became the first Eritrean medallist in the competition's history, and won his first ever gold medal on the track, sealing victory in the &lt;a href=\"Athletics%20at%20the%202007%20All-Africa%20Games\"&gt;10,000 m final&lt;/a&gt; with a &lt;a href=\"List%20of%20All-Africa%20Games%20records%20in%20athletics\"&gt;Games record&lt;/a&gt; time of 27:00.30. The following month he competed at the &lt;a href=\"2007%20World%20Championships%20in%20Athletics\"&gt;2007 World Championships in Athletics&lt;/a&gt;, and he edged closer to a podium finish – he led the &lt;a href=\"2007%20World%20Championships%20in%20Athletics%20%E2%80%93%20Men%27s%2010%2C000%20metres\"&gt;10,000 m race&lt;/a&gt; up to the 8 km mark, setting a fast pace, but ultimately ended up in fourth position. Preparing for the road championships that year, he ran the 10-mile &lt;a href=\"Dam%20tot%20Damloop\"&gt;Dam tot Damloop&lt;/a&gt; race in September and won in 45:51 (the world's fastest that season), finishing some distance ahead of runners up &lt;a href=\"Bernard%20Kipyego\"&gt;Bernard Kipyego&lt;/a&gt; and &lt;a href=\"James%20Rotich\"&gt;James Rotich&lt;/a&gt;. Zersenay emphasised his position as one of the world's most dominant half marathon runners with a second victory at the &lt;a href=\"2007%20IAAF%20World%20Road%20Running%20Championships\"&gt;2007 IAAF World Road Running Championships&lt;/a&gt; in &lt;a href=\"Udine\"&gt;Udine&lt;/a&gt;, Italy. Although he was close to world record pace at the 15 km point, he slowed behind the leading pack of &lt;a href=\"Makau%20Musyoki\"&gt;Makau Musyoki&lt;/a&gt;, &lt;a href=\"Evans%20Kiprop%20Cheruiyot\"&gt;Evans Kiprop Cheruiyot&lt;/a&gt; and &lt;a href=\"Deriba%20Merga\"&gt;Deriba Merga&lt;/a&gt;. In the final kilometre, he burst away to take the lead and the gold medal, setting a national and championship record time of 58:59 in the process. Following these achievements, a medical team did a study of his &lt;a href=\"running%20economy\"&gt;running economy&lt;/a&gt; and found him to be one of the most efficient runners ever to be tested.\nWorld Half Marathon champion.\nBekele was keen to regain his cross country title from Zersenay and the 2008 cross country season was a competitive one. At the &lt;a href=\"Great%20Edinburgh%20International%20Cross%20Country\"&gt;Great Edinburgh International Cross Country&lt;/a&gt; race, Zersenay was pipped by the Ethiopian at the line, finishing just one second behind. The following month, Zersenay beat &lt;a href=\"Eliud%20Kipchoge\"&gt;Eliud Kipchoge&lt;/a&gt; to win the &lt;a href=\"Cinque%20Mulini\"&gt;Cinque Mulini&lt;/a&gt; race in the buildup to the &lt;a href=\"2008%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2008 IAAF World Cross Country Championships&lt;/a&gt;. On the day of the Championship race in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, Zersenay took the lead early on and set a strong pace at the mid-race point. However, near the finish Bekele and Kenyan &lt;a href=\"Leonard%20Komon\"&gt;Leonard Komon&lt;/a&gt; surged ahead to leave Zersenay as the bronze medallist.\nA win at the &lt;a href=\"World%2010K%20Bangalore\"&gt;World 10K Bangalore&lt;/a&gt;, where he beat &lt;a href=\"Moses%20Kipsiro\"&gt;Moses Kipsiro&lt;/a&gt; in 27:51, was the highlight of a low-key build up to the &lt;a href=\"2008%20Beijing%20Olympics\"&gt;2008 Beijing Olympics&lt;/a&gt;. In August, Zersenay was among some forty runners competing for the medals in the &lt;a href=\"Athletics%20at%20the%202008%20Summer%20Olympics%20%E2%80%93%20Men%27s%2010%2C000%20metres\"&gt;10,000 metres Olympic final&lt;/a&gt;. Zersenay's brother, &lt;a href=\"Kidane%20Tadese\"&gt;Kidane&lt;/a&gt;, was also competing and he led for most of first half of what was a quick race. Zersenay Tadese had the lead at the 7–8000 m mark but Bekele and Sihine sprinted into first and second. Although Zersenay's time almost equalled the previous &lt;a href=\"List%20of%20Olympic%20records%20in%20athletics\"&gt;Olympic record&lt;/a&gt; for the event, he ended up one second behind Kenyans &lt;a href=\"Moses%20Masai\"&gt;Moses Masai&lt;/a&gt; and Micah Kogo, taking fifth place overall.\nAfter the Olympics, Zersenay returned to Eritrea and trained for one month to prepare for the &lt;a href=\"2008%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;2008 World Half Marathon Championships&lt;/a&gt; in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;. He won his third consecutive title over the half marathon distance with ease, taking the lead early on and beating the second-placed Patrick Makau Musyoki by almost two minutes. His success caused much celebration in his home country, so much so that the &lt;a href=\"President%20of%20Eritrea\"&gt;President of Eritrea&lt;/a&gt; greeted him at the airport upon his return. With a strong history in the half marathon, Zersenay announced he would try the full marathon distance the following season.\nZersenay took third place at the &lt;a href=\"2009%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2009 IAAF World Cross Country Championships&lt;/a&gt; in a closely contested race, finishing just behind a resurgent &lt;a href=\"Gebregziabher%20Gebremariam\"&gt;Gebregziabher Gebremariam&lt;/a&gt; and Ugandan runner Moses Kipsiro. He competed in his first ever full-length &lt;a href=\"marathon\"&gt;marathon&lt;/a&gt; in April, signing up for the &lt;a href=\"London%20Marathon\"&gt;London Marathon&lt;/a&gt;. His first appearance over the distance was much anticipated following his cross country and track success, but he could not finish the race, pulling out around the 35 km mark.\nHe rebounded, however, taking silver in the &lt;a href=\"2009%20World%20Championships%20in%20Athletics%20%E2%80%93%20Men%27s%2010%2C000%20metres\"&gt;10,000 metres&lt;/a&gt; at the &lt;a href=\"2009%20World%20Championships%20in%20Athletics\"&gt;2009 World Championships in Athletics&lt;/a&gt;, finishing behind &lt;a href=\"Kenenisa%20Bekele\"&gt;Kenenisa Bekele&lt;/a&gt;. Zersenay had led for a large part of the race, setting a fast pace, but he was beaten to the gold by Bekele's sprint finish. Following this, he won his third &lt;a href=\"2009%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;World Half Marathon&lt;/a&gt; title, setting a &lt;a href=\"IAAF%20World%20Half%20Marathon%20Championships\"&gt;Championship record&lt;/a&gt; of 59:35 and also winning a silver medal with Eritrea in the team competition. The gold medal over the half marathon distance made him the second runner ever to win a World Championship medal in cross country, track and road racing all in the same year, a feat achieved previously by only &lt;a href=\"Paul%20Tergat\"&gt;Paul Tergat&lt;/a&gt;.\nHalf marathon world record.\nZersenay's first road race of 2010 was the &lt;a href=\"Lisbon%20Half%20Marathon\"&gt;Lisbon Half Marathon&lt;/a&gt;. The organisers had modified the course and assembled a field of fast runners in order to facilitate a quick race. Despite the top five athletes all running personal best times, Zersenay was alone at the very front from 10 km onwards. He fell four seconds short of the 15 km world record, but significantly revised Haile Gebrselassie's four-year-old 20 km world mark to 55:21, beating it by almost half a minute. Samuel Wanjiru's half marathon world record was next to fall as Zersenay crossed the line at 58:23 minutes, a clear ten seconds ahead of the previous mark.\nHe managed to finish his first full-marathon at the &lt;a href=\"2010%20London%20Marathon\"&gt;2010 London Marathon&lt;/a&gt;, although his time of 2:12:03 for seventh place was not as strong a transition as expected. He made his first appearance at the &lt;a href=\"Giro%20di%20Castelbuono\"&gt;Giro di Castelbuono&lt;/a&gt; in &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt; in July and, although he described the course as \"very hard\", he won the race ahead of Samuel Wanjiru. He attempted for yet another title at the &lt;a href=\"2010%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;2010 IAAF World Half Marathon Championships&lt;/a&gt;, but &lt;a href=\"Wilson%20Kiprop\"&gt;Wilson Kiprop&lt;/a&gt; brought an end to his four-year reign – the Eritrean took the silver medal, labouring towards the end and pulling up in injured at the line. He was still suffering from the injury at the &lt;a href=\"San%20Silvestre%20Vallecana\"&gt;San Silvestre Vallecana&lt;/a&gt; some two months later, although he managed to beat &lt;a href=\"Ayad%20Lamdassem\"&gt;Ayad Lamdassem&lt;/a&gt; to win the race.\nHe was at full strength at the 2011 Lisbon Half Marathon: he missed his world record mark but ran the second fastest of all-time (58:30 minutes). In the outdoor track season he ran 26:51.09 minutes for the 10,000 m at the &lt;a href=\"Prefontaine%20Classic\"&gt;Prefontaine Classic&lt;/a&gt; and came close to a personal best with a win at the &lt;a href=\"M%C3%ADting%20Internacional%20d%C2%B4Atletisme%20Ciutat%20de%20Barcelona\"&gt;Barcelona Meeting&lt;/a&gt; with a time of 12:59.32 minutes. Making his fourth consecutive appearance in the event, he took fourth place in the &lt;a href=\"2011%20World%20Championships%20in%20Athletics%20%E2%80%93%20Men%27s%2010%2C000%20metres\"&gt;men's 10,000 m&lt;/a&gt; at the &lt;a href=\"2011%20World%20Championships%20in%20Athletics\"&gt;2011 World Championships in Athletics&lt;/a&gt;. He ended the year with road wins at the &lt;a href=\"Porto%20Half%20Marathon\"&gt;Porto Half Marathon&lt;/a&gt; and the &lt;a href=\"S%C3%A3o%20Silvestre%20de%20Luanda\"&gt;São Silvestre de Luanda&lt;/a&gt;, setting course records of 59:30 minutes and 27:44 minutes, respectively.\nAt the 2012 &lt;a href=\"World%27s%20Best%2010K\"&gt;World's Best 10K&lt;/a&gt; he came third, beaten by &lt;a href=\"Sammy%20Kitwara\"&gt;Sammy Kitwara&lt;/a&gt; and &lt;a href=\"Vincent%20Chepkok\"&gt;Vincent Chepkok&lt;/a&gt;. He won the Lisbon Half Marathon for the third straight year, but was slower than previous times (59:34) due to warm conditions and having the flu. A run at the &lt;a href=\"2012%20London%20Marathon\"&gt;2012 London Marathon&lt;/a&gt; saw him perform better than he did in 2010, but he lost touch with the leading pack after the halfway point and came fourteenth with a time of 2:10:41 hours. He was chosen as Eritrea's &lt;a href=\"2012%20Summer%20Olympics%20closing%20ceremony%20flag%20bearers\"&gt;flag bearer&lt;/a&gt; at the &lt;a href=\"Athletics%20at%20the%202012%20Summer%20Olympics\"&gt;2012 London Olympics&lt;/a&gt; and ran in the &lt;a href=\"Athletics%20at%20the%202012%20Summer%20Olympics%20%E2%80%93%20Men%27s%2010%2C000%20metres\"&gt;10,000 metres final&lt;/a&gt;. He set the pace early on in the race but was defeated in the sprint finish, finishing in sixth place some three seconds behind the winner &lt;a href=\"Mo%20Farah\"&gt;Mo Farah&lt;/a&gt;. After the Olympics he ran at the &lt;a href=\"2012%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;2012 World Half Marathon Championships&lt;/a&gt;. He dominated the race from just beyond the 5 km point, and won it convincingly in a time of 1:00:19 hours, 32 seconds ahead of the runner-up, &lt;a href=\"Deressa%20Chimsa\"&gt;Deressa Chimsa&lt;/a&gt;. Only two weeks later he entered the &lt;a href=\"Great%20Birmingham%20Run\"&gt;Great Birmingham Run&lt;/a&gt;, but he appeared tired and finished third in a race where the top three all dipped under &lt;a href=\"Haile%20Gebrselassie\"&gt;Haile Gebrselassie&lt;/a&gt;'s course record.\n2013–19 seasons.\nZersenay managed only seventh at the World's Best 10K in February but returned to the top of the podium in his speciality at the &lt;a href=\"Prague%20Half%20Marathon\"&gt;Prague Half Marathon&lt;/a&gt;, edging out his training partner &lt;a href=\"Amanuel%20Mesel\"&gt;Amanuel Mesel&lt;/a&gt; with a time of 60:10. He clocked another win over the distance at the &lt;a href=\"Gifu%20Seiryu%20Half%20Marathon\"&gt;Gifu Seiryu Half Marathon&lt;/a&gt;, beating the defending champion &lt;a href=\"Martin%20Mathathi\"&gt;Martin Mathathi&lt;/a&gt; and setting a course record of 60:31 minutes. In October, he attempted to run the &lt;a href=\"Chicago%20Marathon\"&gt;Chicago Marathon&lt;/a&gt;, but dropped out shortly after the halfway point. He did not compete again until February 2014, when he won at the small &lt;a href=\"C%C3%A1ceres%2C%20Spain\"&gt;Cáceres&lt;/a&gt; cross country in Spain.\nAt the 2016 Olympics in Rio he competed in the final of the 10,000 m finishing 8th in a time of 27.23.\nHe won 18 out of 29 half Marathons he raced.\nIn 2019, he competed in the &lt;a href=\"2019%20World%20Athletics%20Championships%20%E2%80%93%20Men%27s%20marathon\"&gt;men's marathon&lt;/a&gt; at the &lt;a href=\"2019%20World%20Athletics%20Championships\"&gt;2019 World Athletics Championships&lt;/a&gt; held in Doha, Qatar. He finished in 6th place.\nPersonal life.\nA quietly spoken athlete, he frequently states that his victories are a tribute to his country. Eritrea is one of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;'s newest and least populous countries, and Zersenay's achievements on the world athletics stage have made him one of the country's most identifiable sportsmen. He is a popular public figure in his home country; 2500 guests attended his wedding to Merhawit Solomon, which was broadcast live on Eritrean television. His brother, &lt;a href=\"Kidane%20Tadese\"&gt;Kidane Tadese&lt;/a&gt;, is also a professional distance runner who has competed at the World Cross Country Championships and the 2008 Summer Olympics."
}