{
    "id": "9269638",
    "revid": "4080342",
    "url": "https://en.wikipedia.org/wiki?curid=9269638",
    "title": "Rhoderick McGrigor",
    "text": "&lt;a href=\"Admiral%20of%20the%20Fleet%20%28Royal%20Navy%29\"&gt;Admiral of the Fleet&lt;/a&gt; Sir Rhoderick Robert McGrigor &lt;a href=\"Knight%20Grand%20Cross%20of%20the%20Order%20of%20the%20Bath\"&gt;GCB&lt;/a&gt; (12 April 1893 – 3 December 1959) was a senior &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; officer. He fought in the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; and saw action during the &lt;a href=\"Gallipoli%20Campaign\"&gt;Gallipoli Campaign&lt;/a&gt; and then the &lt;a href=\"Battle%20of%20Jutland\"&gt;Battle of Jutland&lt;/a&gt;. He also served in the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, taking part in the &lt;a href=\"Last%20battle%20of%20the%20battleship%20Bismarck\"&gt;sinking of the \"Bismarck\"&lt;/a&gt; in May 1941, carrying out the office of Assistant Chief of the Naval Staff (Weapons) and commanding the 1st Cruiser Squadron during operations off the Norwegian coast and &lt;a href=\"Arctic%20convoys%20of%20World%20War%20II\"&gt;convoys&lt;/a&gt; to North Russia. Furthermore, he served as &lt;a href=\"First%20Sea%20Lord\"&gt;First Sea Lord&lt;/a&gt; in the early 1950s and is most remembered as a leading proponent of carrier-based air power.\nNaval career.\nEarly career.\nBorn the son of &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; Charles Rhoderic Robert McGrigor &lt;a href=\"Order%20of%20the%20Bath\"&gt;CB&lt;/a&gt;, &lt;a href=\"Order%20of%20St%20Michael%20and%20St%20George\"&gt;CMG&lt;/a&gt;, late of the &lt;a href=\"King%27s%20Royal%20Rifle%20Corps\"&gt;King's Royal Rifle Corps&lt;/a&gt; and Ada Rosamond McGrigor (née Bower), McGrigor spent his childhood in South Africa before returning to England in early 1906 for his education at the &lt;a href=\"Royal%20Naval%20College%2C%20Osborne\"&gt;Royal Naval College, Osborne&lt;/a&gt;, and then the &lt;a href=\"Britannia%20Royal%20Naval%20College\"&gt;Royal Naval College, Dartmouth&lt;/a&gt;. Promoted to &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt; on 15 September 1910, McGrigor was posted to the &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt; &lt;a href=\"HMS%20Formidable%20%281898%29\"&gt;HMS \"Formidable\"&lt;/a&gt; in the &lt;a href=\"Atlantic%20Fleet%20%28United%20Kingdom%29\"&gt;Atlantic Fleet&lt;/a&gt; in April 1911. He transferred to the battleship &lt;a href=\"HMS%20Africa%20%281905%29\"&gt;HMS \"Africa\"&lt;/a&gt; in the &lt;a href=\"Home%20Fleet\"&gt;Home Fleet&lt;/a&gt; in May 1912 and, having been promoted to &lt;a href=\"sub-lieutenant\"&gt;sub-lieutenant&lt;/a&gt; on 15 January 1913, moved to the battleship &lt;a href=\"HMS%20Agamemnon%20%281906%29\"&gt;HMS \"Agamemnon\"&lt;/a&gt; in the Home Fleet in October 1913 and then on to the destroyer &lt;a href=\"HMS%20Foxhound%20%281909%29\"&gt;HMS \"Foxhound\"&lt;/a&gt; in the &lt;a href=\"Mediterranean%20Fleet\"&gt;Mediterranean Fleet&lt;/a&gt; in March 1914.\nDuring the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, following his promotion to lieutenant on 15 October 1914, McGrigor saw action during the &lt;a href=\"Gallipoli%20Campaign\"&gt;Gallipoli Campaign&lt;/a&gt; in 1915 and then transferred to the battleship &lt;a href=\"HMS%20Malaya\"&gt;HMS \"Malaya\"&lt;/a&gt; in the &lt;a href=\"Grand%20Fleet\"&gt;Grand Fleet&lt;/a&gt; in which he saw action at the &lt;a href=\"Battle%20of%20Jutland\"&gt;Battle of Jutland&lt;/a&gt;.\nMcGrigor was posted to the &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt; &lt;a href=\"HMS%20Highflyer%20%281898%29\"&gt;HMS \"Highflyer\"&lt;/a&gt; in June 1919 and, having been promoted to &lt;a href=\"lieutenant%20commander\"&gt;lieutenant commander&lt;/a&gt; on 15 October 1922, he attended the War Staff Course at the &lt;a href=\"Royal%20Naval%20College%2C%20Greenwich\"&gt;Royal Naval Staff College&lt;/a&gt; in late 1923. After qualifying as a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; specialist, he became flotilla torpedo officer for the First Destroyer Flotilla in the Mediterranean Fleet in February 1925. Promoted to &lt;a href=\"commander\"&gt;commander&lt;/a&gt; on 31 December 1927, he joined the staff of the Tactical School at &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt; and then became Staff Officer (Operations) to the Commander-in-Chief, Home Fleet in August 1930. He became commanding officer of the destroyer &lt;a href=\"HMS%20Versatile\"&gt;HMS \"Versatile\"&lt;/a&gt; in the &lt;a href=\"Home%20Fleet\"&gt;Home Fleet&lt;/a&gt; in August 1932 and, having been promoted to &lt;a href=\"Captain%20%28Royal%20Navy%29\"&gt;captain&lt;/a&gt; on 31 December 1933, he joined the Training and Staff Duties Division of the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; in August 1934.\nMcGrigor was appointed Captain (D), 4th Destroyer Flotilla (aboard &lt;a href=\"HMS%20Campbell%20%28D60%29\"&gt;HMS \"Campbell\"&lt;/a&gt; and then &lt;a href=\"HMS%20Kempenfelt%20%28I18%29\"&gt;HMS \"Kempenfelt\"&lt;/a&gt;), with the Home Fleet in September 1936. On 26 August 1938, he became Chief of Staff to the Commander-in-Chief &lt;a href=\"China%20Station\"&gt;China Station&lt;/a&gt; (first on &lt;a href=\"HMS%20Kent%20%2854%29\"&gt;HMS \"Kent\"&lt;/a&gt;, then &lt;a href=\"HMS%20Tamar%20%28shore%20station%29\"&gt;HMS \"Tamar\"&lt;/a&gt;, the RN base at Hong Kong) with promotion to &lt;a href=\"Commodore%20%28rank%29\"&gt;commodore&lt;/a&gt; 2nd class.\nSecond World War.\nIn early 1941, McGrigor was, briefly, &lt;a href=\"Flag%20Captain\"&gt;Flag Captain&lt;/a&gt;, , flagship of &lt;a href=\"James%20Somerville\"&gt;Sir James Somerville&lt;/a&gt; and was involved in the &lt;a href=\"Malta%20Convoys\"&gt;Malta Convoys&lt;/a&gt; and other operations in the Atlantic and Mediterranean including the Bombardment of &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt; in February 1941 and the &lt;a href=\"Last%20battle%20of%20the%20battleship%20Bismarck\"&gt;sinking of the \"Bismarck\"&lt;/a&gt; in May 1941. He was promoted to &lt;a href=\"rear%20admiral\"&gt;rear admiral&lt;/a&gt; on 8 July 1941. Between 9 September 1941 and early 1943, he was Assistant Chief of the Naval Staff (Weapons). In late 1943, he commanded the Naval Force (Force B) covering the capture of the Italian island of &lt;a href=\"Pantelleria\"&gt;Pantelleria&lt;/a&gt; (&lt;a href=\"Operation%20Corkscrew\"&gt;Operation Corkscrew&lt;/a&gt;) and the subsequent &lt;a href=\"Allied%20invasion%20of%20Sicily\"&gt;Invasion of Sicily&lt;/a&gt; for which he was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt;. He served as Flag Officer, Sicily, where he was wounded, for three months before being redeployed as Flag Officer, Taranto and Adriatic (based at the shore establishment in &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;) until the end of 1943.\nAppointed a &lt;a href=\"Companion%20of%20the%20Order%20of%20the%20Bath\"&gt;Companion of the Order of the Bath&lt;/a&gt; in the 1944 &lt;a href=\"New%20Year%20Honours\"&gt;New Year Honours&lt;/a&gt;, McGrigor briefly commanded Home Fleet aircraft carriers at the start of the year. From 27 March 1944 he was Rear Admiral commanding 1st Cruiser Squadron (with &lt;a href=\"HMS%20Kent%20%2854%29\"&gt;HMS \"Kent\"&lt;/a&gt; and then as his flagship) participating in operations off the Norwegian coast and &lt;a href=\"Arctic%20convoys%20of%20World%20War%20II\"&gt;convoys to North Russia&lt;/a&gt;. He was &lt;a href=\"mentioned%20in%20despatches\"&gt;mentioned in despatches&lt;/a&gt; for &lt;a href=\"Operation%20Counterblast\"&gt;Operation Counterblast&lt;/a&gt; (the destruction of enemy shipping off the south-west coast of &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; in November 1944). From 8 April 1945 he also held the post of Second-in-Command Home Fleet, receiving promotion to &lt;a href=\"vice%20admiral\"&gt;vice admiral&lt;/a&gt; on 15 April 1945. The final air-raid of the war in Europe, &lt;a href=\"Operation%20Judgement%2C%20Kilbotn\"&gt;Operation Judgement&lt;/a&gt;, took place in North Norway under McGrigor's command on 4 May 1945. On 7 June 1945 with the 1st Cruiser Squadron he conveyed &lt;a href=\"Haakon%20VII%20of%20Norway\"&gt;King Haakon&lt;/a&gt; to &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt; on his return to &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; after five years in Britain, for which he was awarded the honour of Commander of the Norwegian &lt;a href=\"Order%20of%20St.%20Olav\"&gt;Order of St. Olav&lt;/a&gt;. He was advanced to &lt;a href=\"Knight%20Commander%20of%20the%20Order%20of%20the%20Bath\"&gt;Knight Commander of the Order of the Bath&lt;/a&gt; in the 1945 &lt;a href=\"Birthday%20Honours\"&gt;Birthday Honours&lt;/a&gt;.\nPost-war service.\nFrom 1945 onwards, McGrigor was appointed to a number of influential shore posts. He became &lt;a href=\"Vice%20Chief%20of%20the%20Naval%20Staff%20%28United%20Kingdom%29\"&gt;Vice Chief of the Naval Staff&lt;/a&gt; in October 1945 and, having been promoted to full &lt;a href=\"admiral\"&gt;admiral&lt;/a&gt; on 2 September 1948, he became &lt;a href=\"Home%20Fleet\"&gt;Commander-in-Chief, Home Fleet&lt;/a&gt; in January 1949. McGrigor also commanded &lt;a href=\"Exercise%20Verity\"&gt;Exercise Verity&lt;/a&gt;, a major multi-lateral naval exercise for the &lt;a href=\"Western%20European%20Union\"&gt;Western Union Defense Organization (WUDO)&lt;/a&gt;, in 1949 and went on to be &lt;a href=\"Commander-in-Chief%2C%20Plymouth\"&gt;Commander-in-Chief, Plymouth&lt;/a&gt; in March 1950. He was advanced to &lt;a href=\"Knight%20Grand%20Cross%20of%20the%20Order%20of%20the%20Bath\"&gt;Knight Grand Cross of the Order of the Bath&lt;/a&gt; in the 1951 &lt;a href=\"New%20Year%20Honours\"&gt;New Year Honours&lt;/a&gt;.\nMcGrigor became &lt;a href=\"First%20Sea%20Lord\"&gt;First Sea Lord&lt;/a&gt; and Chief of Naval Staff on 20 December 1951 and, having attended the funeral of &lt;a href=\"George%20VI\"&gt;King George VI&lt;/a&gt; in February 1952, he was appointed &lt;a href=\"List%20of%20First%20and%20Principal%20Naval%20Aides-de-Camp\"&gt;First and Principal Naval Aide-de-Camp&lt;/a&gt; to &lt;a href=\"Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; on 1 April 1952. He also attended the coronation of &lt;a href=\"Elizabeth%20II\"&gt;The Queen&lt;/a&gt; in June 1953. As First Sea Lord he was a leading proponent of carrier-based air power and revived the title of &lt;a href=\"Fleet%20Air%20Arm\"&gt;Fleet Air Arm&lt;/a&gt; (which had been renamed \"Naval Aviation\" in 1946). He was promoted to &lt;a href=\"Admiral%20of%20the%20Fleet%20%28Royal%20Navy%29\"&gt;Admiral of the Fleet&lt;/a&gt; on 1 May 1953 and retired in April 1955.\nMcGrigor received honorary degrees of &lt;a href=\"Doctor%20of%20law\"&gt;LLD&lt;/a&gt; from the &lt;a href=\"University%20of%20St%20Andrews\"&gt;University of St Andrews&lt;/a&gt; in 1953 and the &lt;a href=\"University%20of%20Aberdeen\"&gt;University of Aberdeen&lt;/a&gt; in 1955; he was Rector of the University of Aberdeen from 1954 to 1957. In retirement his interests included shooting and fishing at his home at &lt;a href=\"Tarland\"&gt;Tarland&lt;/a&gt; in &lt;a href=\"Aberdeenshire\"&gt;Aberdeenshire&lt;/a&gt;. He died following an operation in &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt; on 3 December 1959."
}