{
    "id": "9285337",
    "revid": "28145211",
    "url": "https://en.wikipedia.org/wiki?curid=9285337",
    "title": "Derventio Coritanorum",
    "text": "Derventio was a small &lt;a href=\"town\"&gt;town&lt;/a&gt; in the &lt;a href=\"Roman%20province\"&gt;Roman province&lt;/a&gt; of &lt;a href=\"Britannia\"&gt;Britannia&lt;/a&gt;. Today the area is known as &lt;a href=\"Little%20Chester\"&gt;Little Chester&lt;/a&gt;, on the outskirts of &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;, located in the &lt;a href=\"England\"&gt;English&lt;/a&gt; county of &lt;a href=\"Derbyshire\"&gt;Derbyshire&lt;/a&gt;.\nDescription.\nThe first &lt;a href=\"Roman%20fort\"&gt;Roman fort&lt;/a&gt; in the area was built on the opposite bank of the &lt;a href=\"River%20Derwent%2C%20Derbyshire\"&gt;River Derwent&lt;/a&gt; at &lt;a href=\"Strutts%20Park%20Roman%20fort\"&gt;Strutts Park&lt;/a&gt;. It was replaced about AD 80 by a fort on the present site, but this only lasted about forty years, then was decommissioned. There was extensive Roman activity prompted by the fort, which was connected westward by a road to the &lt;a href=\"Icknield%20Street\"&gt;Icknield Street&lt;/a&gt;, and to the east by a road to Sawley on the &lt;a href=\"River%20Trent\"&gt;River Trent&lt;/a&gt;. A &lt;a href=\"Derby%20Racecourse%20Roman%20settlement\"&gt;fort-vicus&lt;/a&gt; which manufactured pottery and worked iron was founded 600m to the east on the Sawley Road. The fort was later re-occupied and re-used for a further twenty five years. The defensive bank and timber &lt;a href=\"palisade\"&gt;palisade&lt;/a&gt; were now remodelled and stone gates built. Then it lay unoccupied until the late 3rd century when a stone wall was built around the town. It did not outlive the end of the 4th century.\nThe modern \"Old Chester Road\" bisects the site of the fort, and in the nineteenth century the south east corner was cut by a line of the &lt;a href=\"Great%20Northern%20Railway%20%28Great%20Britain%29\"&gt;Great Northern Railway&lt;/a&gt;.\nThe Roman all had different this's in like and they always wanted to change.\nHistory.\nIt is not known which tribal group occupied the area of Derby, though the &lt;a href=\"Corieltauvi\"&gt;Corieltauvi&lt;/a&gt; and &lt;a href=\"Cornovii%20%28Midlands%29\"&gt;Cornovii&lt;/a&gt; are the most likely. In AD 46-47 the Roman Army under the direction of governor &lt;a href=\"Aulus%20Plautius\"&gt;Aulius Plautius&lt;/a&gt; had probably occupied the lands to the south of the &lt;a href=\"River%20Trent\"&gt;River Trent&lt;/a&gt;, so in AD 50 this was the front line. There is a shortage of written documentation about these years so reliance is made on archaeological excavations. Late in 47 the new governor of Britain, &lt;a href=\"Ostorius%20Scapula\"&gt;Ostorius Scapula&lt;/a&gt;, began a campaign against the tribes of modern-day &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, and the &lt;a href=\"Cheshire%20Plain\"&gt;Cheshire Gap&lt;/a&gt;. During these times &lt;a href=\"Strutt%E2%80%99s%20Park%20Roman%20fort\"&gt;Strutt’s Park Roman fort&lt;/a&gt; was one of the new forts built along the new supply road from &lt;a href=\"Wroxeter\"&gt;Wroxeter&lt;/a&gt; to &lt;a href=\"Rossington\"&gt;Rossington&lt;/a&gt;.\nThe campaign to conquer the Silures continued under the governor &lt;a href=\"Quintus%20Veranius\"&gt;Quintus Veranius&lt;/a&gt; and his successor &lt;a href=\"Gaius%20Suetonius%20Paulinus\"&gt;Gaius Suetonius Paulinus&lt;/a&gt; but by now Strutt’s Park's rôle was to maintain the peace. Around AD 74, the lands north of the River Mersey became unstable, when Queen Cartimandus had to ask for Roman assistance to fight off a rebellion. Then in AD78, &lt;a href=\"Gnaeus%20Julius%20Agricola\"&gt;Gnaeus Julius Agricola&lt;/a&gt;, made famous through the highly laudatory biography of him written by his son-in-law, &lt;a href=\"Tacitus\"&gt;Tacitus&lt;/a&gt;, was made governor. He consolidated the forts, improved the road infrastructure and led some now well documented campaigns- firstly in AD78, he reconquered North Wales, then in AD79 he conquered the &lt;a href=\"Brigantes\"&gt;Brigantes&lt;/a&gt; and &lt;a href=\"Parisii%20%28Yorkshire%29\"&gt;Parisii&lt;/a&gt; taking all of Northern England up to the present Scottish border. Strutt's Park fort was vacated in AD 80 when Derventio was built.\nDerventio was occupied for 40 years until around 120AD. To put this in context, the Emperor &lt;a href=\"Hadrian\"&gt;Hadrian&lt;/a&gt; visited Britannia in AD120 and ordered his &lt;a href=\"Hadrian%27s%20Wall\"&gt;wall&lt;/a&gt; to be built. Though Britannia always had a large garrison, focus now changed to industrial production. Derby produced pottery and had access to the lead mining to the north in the Peak District, later it became a centre for metalworking. This continued for the next 200 years."
}