{
    "id": "929703",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=929703",
    "title": "Lawrie McMenemy",
    "text": "Lawrence McMenemy &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; (born 26 July 1936) is an English retired &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; coach, best known for his spell as manager of &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;. He is rated in the \"&lt;a href=\"Guinness%20Book%20of%20Records\"&gt;Guinness Book of Records&lt;/a&gt;\" as one of the twenty most successful managers in post-war English football.\nPlaying career.\nMcMenemy was born in &lt;a href=\"Gateshead\"&gt;Gateshead&lt;/a&gt;. After serving in the &lt;a href=\"Coldstream%20Guards\"&gt;Coldstream Guards&lt;/a&gt; he began his footballing career with &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; although he never appeared in their first team. He moved to &lt;a href=\"Gateshead%20A.F.C.\"&gt;Gateshead&lt;/a&gt; in the late 1950s, joining the club after they had left the Football League. An injury ended his career in 1961, but he moved into coaching instead, spending three years in that role at Gateshead.\nFootball management.\nBishop Auckland.\nIn 1964 he was appointed manager of non-league &lt;a href=\"Bishop%20Auckland%20F.C.\"&gt;Bishop Auckland&lt;/a&gt; and transformed them from a struggling side into &lt;a href=\"Northern%20League%20%28football%29\"&gt;Northern League&lt;/a&gt; champions and also took them to the third round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;.\nSheffield Wednesday and Doncaster Rovers.\nMcMenemy then moved to &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt; where he spent two years as a coach before he got his big break as manager of &lt;a href=\"Doncaster%20Rovers%20F.C.\"&gt;Doncaster Rovers&lt;/a&gt; where he remained until May 1971, winning the Fourth Division Championship in 1968–69.\nGrimsby Town.\nHe then became manager of &lt;a href=\"Grimsby%20Town%20F.C.\"&gt;Grimsby Town&lt;/a&gt;, where he won a Fourth Division championship. In July 1973 he left &lt;a href=\"Blundell%20Park\"&gt;Blundell Park&lt;/a&gt; to become assistant manager at &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;.\nSouthampton.\nIn November 1973, four months after joining the Saints as assistant manager, he was promoted to the role of manager. He was unable to keep them in the First Division that season, but the board kept faith in him to lift the club back out of the Second Division.\nIn 1976, McMenemy guided Southampton, then in the Second Division, to an &lt;a href=\"FA%20Cup%20Final%201976\"&gt;FA Cup Final&lt;/a&gt; victory over &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;. It was widely predicted before the game that United would easily win (one pundit said the score would go into double figures). However Southampton, who were in the Second Division at the time (the current &lt;a href=\"Football%20League%20Championship\"&gt;Championship&lt;/a&gt;) and had a much older team, put up a stern challenge against United. The only goal of the game was scored by &lt;a href=\"Bobby%20Stokes\"&gt;Bobby Stokes&lt;/a&gt; with just seven minutes to go, and captain &lt;a href=\"Peter%20Rodrigues\"&gt;Peter Rodrigues&lt;/a&gt; received the FA Cup from the &lt;a href=\"Elizabeth%20II%20of%20the%20United%20Kingdom\"&gt;Queen&lt;/a&gt;. They were the second club in four seasons to win the FA Cup from outside the First Division of English football after &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; in 1973 and only one more side from outside the top flight (West Ham United in 1980) has won the trophy. These are the only instances in the post-&lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; era when the trophy has been won by a team outside the top division.\nIn 1978, the Saints won promotion to the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; and in 1979 reached the &lt;a href=\"Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; Final where they lost 3–2 to &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;.\nMcMenemy was linked with the vacant Manchester United manager's job at the end of the &lt;a href=\"1980%E2%80%9381%20in%20English%20football\"&gt;1980–81 season&lt;/a&gt;, but he ruled himself out of the running and the job went to &lt;a href=\"Ron%20Atkinson\"&gt;Ron Atkinson&lt;/a&gt; instead.\nMcMenemy had signed veteran &lt;a href=\"Football%20World%20Cup\"&gt;World Cup&lt;/a&gt; winner &lt;a href=\"Alan%20Ball%2C%20Jr.\"&gt;Alan Ball&lt;/a&gt; to aid his side, later adding serving England captain &lt;a href=\"Kevin%20Keegan\"&gt;Kevin Keegan&lt;/a&gt; when he returned from Germany in 1980. Southampton emerged as title challengers in the &lt;a href=\"1981%E2%80%9382%20in%20English%20football\"&gt;1981–82 season&lt;/a&gt;, regularly topping the table, before they finished seventh and the title went to Liverpool. Keegan was sold to &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; that summer, but McMenemy made another big name signing when he captured England goalkeeper &lt;a href=\"Peter%20Shilton\"&gt;Peter Shilton&lt;/a&gt;. In 1984, he guided the club to second place in the First Division – their highest ever finish.\nSunderland.\nHe left Southampton on 1 June 1985, but returned to football five days later when he was named manager of &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt;, who had just been relegated to the Second Division. At the time he was the highest-paid manager in English football, but his time on Wearside was not a success and he quit in March 1987 – just weeks before Sunderland fell into the Third Division for the first time in their history. A year earlier, they had narrowly avoided a second successive relegation when they had been among the pre-season favourites for promotion, and the best supported side in the Second Division with an average attendance of more than 16,000 – higher than most of the First Division clubs that season.\nEngland.\nIn July 1990, he ended a three-year break from football when he was appointed assistant to England manager &lt;a href=\"Graham%20Taylor%20%28football%20manager%29\"&gt;Graham Taylor&lt;/a&gt;, managing the Under-21 side, and picking out future talents like &lt;a href=\"Darren%20Anderton\"&gt;Darren Anderton&lt;/a&gt; and &lt;a href=\"Steve%20McManaman\"&gt;Steve McManaman&lt;/a&gt;. In November 1993, after England failed to qualify for &lt;a href=\"Football%20World%20Cup%201994\"&gt;USA 94&lt;/a&gt;, Taylor and McMenemy both resigned. They had reached the &lt;a href=\"UEFA%20Euro%201992\"&gt;1992 European Championships&lt;/a&gt; in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, but failed to progress beyond the group stages.\nReturn to Southampton.\nMcMenemy soon bounced back and was offered the new position of Director of Football by Southampton within weeks of leaving his role with the England team. Fans and the local media were delighted when he accepted the role, which made him the first man to be employed as a Director of Football in the English game. In McMenemy's first season back at Southampton, the Saints finished 10th in the &lt;a href=\"FA%20Premier%20League\"&gt;Premiership&lt;/a&gt;. But it did not last long and in 1997, when &lt;a href=\"Rupert%20Lowe\"&gt;Rupert Lowe&lt;/a&gt; arrived as the new &lt;a href=\"chairman\"&gt;chairman&lt;/a&gt;, neither McMenemy nor then-manager &lt;a href=\"Graeme%20Souness\"&gt;Graeme Souness&lt;/a&gt; got on with him and promptly resigned, publicly denouncing the new board in the process.\nNorthern Ireland.\nA year later, in 1998 McMenemy was appointed &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt; manager, but he was not successful and he resigned two years later after they failed to qualify for the &lt;a href=\"Euro%202000\"&gt;2000 European Championships&lt;/a&gt;.\nSince 2000, McMenemy has concentrated on his role as FA special ambassador, travelling to &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; in 2002 to help set up a national league and liaising with the English team in the &lt;a href=\"Special%20Olympics\"&gt;Special Olympics&lt;/a&gt;.\nIn July 2006, he was appointed a non-executive director of Southampton F.C.\nMedia work.\nMcMenemy has made frequent appearances on TV football panels since 1972 as well as BBC TV's \"Superkids\" and TVS's \"Children's Challenge\". He also regularly appeared on &lt;a href=\"TV-am\"&gt;TV-am&lt;/a&gt; prior to 1990 as their football analyst. He presented BBC Radio's \"&lt;a href=\"Down%20Your%20Way\"&gt;Down Your Way&lt;/a&gt;\" in 1989 and was a summariser for Sky TV News &amp; Eurosport satellite TV until 1990. He currently is in demand as an &lt;a href=\"public%20speaking\"&gt;after-dinner speaker&lt;/a&gt;. He has written several books on management motivation. He also writes a regular column in the &lt;a href=\"Southern%20Daily%20Echo\"&gt;Southern Daily Echo&lt;/a&gt;. He has appeared on the documentary Dream Fans the Spirit of Southampton in 2005. He is also the author of a testimonial in \"The Future of the NHS\".\nHis media work also saw him as a panel member of 5 World Cups as well as TV appearances on \"&lt;a href=\"This%20Is%20Your%20Life%20%28UK%20TV%20series%29\"&gt;This Is Your Life&lt;/a&gt;\" and \"&lt;a href=\"Parkinson%20%28TV%20series%29\"&gt;Parkinson&lt;/a&gt;\".\nMcMenemy is also the Chairman of the Special Olympics UK.\nPersonal life.\nHe is married to Anne and they have three children: eldest son Chris McMenemy (former &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; coach), son Sean McMenemy and daughter Alison.\nHe is related to &lt;a href=\"Harry%20McMenemy\"&gt;Harry McMenemy&lt;/a&gt;.\nHonours.\nAs a manager.\nBishop Auckland\nDoncaster Rovers\nGrimsby Town\nSouthampton"
}