{
    "id": "9302162",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=9302162",
    "title": "Cerulean flycatcher",
    "text": "The cerulean flycatcher (\"Eutrichomyias rowleyi\") is a medium-sized (up to 18 cm long), blue &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt; with bright cerulean blue plumage, a bare white orbital ring, dark brown &lt;a href=\"Iris%20%28anatomy%29\"&gt;iris&lt;/a&gt;, bluish black &lt;a href=\"Beak\"&gt;bill&lt;/a&gt; and pale blue-grey below. The young has a shorter tail and grey underparts. It is the only member of the monotypic genus Eutrichomyias. Although it resembles a &lt;a href=\"monarch%20flycatcher\"&gt;monarch flycatcher&lt;/a&gt;, it is actually related to the &lt;a href=\"Fantail\"&gt;fantails&lt;/a&gt;.\nTaxonomy and systematics.\nThe scientific name commemorates the British explorer and ornithologist &lt;a href=\"George%20Dawson%20Rowley\"&gt;George Dawson Rowley&lt;/a&gt;. The cerulean flycatcher was originally described in the genus \"&lt;a href=\"Zeocephus\"&gt;Zeocephus&lt;/a&gt;\", and until recently was known as the cerulean paradise-flycatcher. Alternate names include Rowley's flycatcher and Rowley's paradise-flycatcher. Although initially classified in &lt;a href=\"Monarch%20flycatcher\"&gt;Monarchidae&lt;/a&gt;, a 2017 study involving sequencing of DNA from the type specimen found that it was a member of the &lt;a href=\"fantail\"&gt;fantail&lt;/a&gt; family &lt;a href=\"Rhipiduridae\"&gt;Rhipiduridae&lt;/a&gt;, being classified in the basal subfamily &lt;a href=\"Rhipiduridae\"&gt;Lamproliinae&lt;/a&gt; (sometimes considered a distinct family) along with \"&lt;a href=\"Chaetorhynchus\"&gt;Chaetorhynchus&lt;/a&gt;\" and \"&lt;a href=\"Lamprolia\"&gt;Lamprolia&lt;/a&gt;.\" This finding was accepted by the &lt;a href=\"International%20Ornithologists%27%20Union\"&gt;IOC&lt;/a&gt;, who renamed the species from \"cerulean paradise-flycatcher\" to just \"cerulean flycatcher\".\nDistribution and habitat.\nThe cerulean flycatcher is &lt;a href=\"Endemism%20in%20birds\"&gt;endemic&lt;/a&gt; to the island of &lt;a href=\"Sangihe%20Island\"&gt;Sangihe&lt;/a&gt;, off &lt;a href=\"North%20Sulawesi\"&gt;North Sulawesi&lt;/a&gt; in Indonesia. Previously known only from a single specimen collected in 1873, this rare bird was rediscovered in October 1998 around forested valleys of &lt;a href=\"Mount%20Sahendaruman\"&gt;Mount Sahendaruman&lt;/a&gt; in southern Sangihe.\nBehaviour and ecology.\nFood and feeding.\nIts diet consists mainly of insects and other small invertebrates.\nThreats.\nDue to ongoing habitat loss, a small population size, and limited range, the cerulean flycatcher is evaluated as &lt;a href=\"Critically%20Endangered\"&gt;Critically Endangered&lt;/a&gt; on the &lt;a href=\"IUCN%20Red%20List\"&gt;IUCN Red List&lt;/a&gt; of Threatened Species."
}