{
    "id": "931065",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=931065",
    "title": "Skipping Christmas",
    "text": "Skipping Christmas is a &lt;a href=\"comedic\"&gt;comedic&lt;/a&gt; &lt;a href=\"novel\"&gt;novel&lt;/a&gt; by &lt;a href=\"John%20Grisham\"&gt;John Grisham&lt;/a&gt;. It was published by &lt;a href=\"Doubleday%20%28publisher%29\"&gt;Doubleday&lt;/a&gt; on November 6, 2001 and reached #1 on &lt;a href=\"New%20York%20Times%20Best-Seller\"&gt;\"The New York Times\" Best-Seller List&lt;/a&gt; on December 9 that year. The book was adapted for the film \"&lt;a href=\"Christmas%20with%20the%20Kranks\"&gt;Christmas with the Kranks&lt;/a&gt;\" (2004) by screenwriter &lt;a href=\"Chris%20Columbus%20%28filmmaker%29\"&gt;Chris Columbus&lt;/a&gt;, recorded by actor &lt;a href=\"Dennis%20Boutsikaris\"&gt;Dennis Boutsikaris&lt;/a&gt;, and released as a 4-CD &lt;a href=\"audiobook\"&gt;audiobook&lt;/a&gt; by &lt;a href=\"Random%20House\"&gt;Random House Audio Publishing Group&lt;/a&gt; in October 2006.\nPlot.\nThe story focuses on how Luther and Nora Krank try to avoid the frenzy traditionally experienced during the &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; holiday. On the Sunday after &lt;a href=\"Thanksgiving%20%28United%20States%29\"&gt;Thanksgiving&lt;/a&gt;, the two take their daughter Blair to the airport, where she departs for a year-long &lt;a href=\"Peace%20Corps\"&gt;Peace Corps&lt;/a&gt; assignment in Peru. Seeing all of the busy traveling at the airport, Luther starts to develop an increasingly personal antipathy for normal Christmas traditions, especially knowing that Blair will not be with them for Christmas this year. To make matters worse, Luther is told by Nora to stop by a packed grocery store on a very &lt;a href=\"rainy\"&gt;rainy&lt;/a&gt; day, causing him to get soaked, only to realize when getting back in the car that he forgot the white chocolate on the shopping list, forcing Nora to go inside and get it herself.\nNora bemoans the fact that the upcoming Christmas will be the first time they have been separated as a family, prompting her husband to calculate how much they spent celebrating the holidays the previous year. When he realizes they have little to show for the $6,100 they invested in decorations, gifts, and entertaining, he decides to skip all the hubbub at home and surprise Nora by booking a 10-day &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean&lt;/a&gt; &lt;a href=\"Cruise%20ship\"&gt;cruise&lt;/a&gt; aboard the \"&lt;a href=\"MS%20Island%20Princess%20%282002%29\"&gt;Island Princess&lt;/a&gt;\". Nora at first is skeptical but accepts the idea on one condition – that they still donate $600 to the church and Children's Hospital. At first Luther refuses, but when Nora refuses to consider the cruise otherwise, he agrees, and they begin to plan the trip.\nIt doesn't take long for Nora to adjust to the idea of no Christmas shopping or &lt;a href=\"Christmas%20tree\"&gt;Christmas tree&lt;/a&gt;, and not hosting their annual &lt;a href=\"Christmas%20Eve\"&gt;Christmas Eve&lt;/a&gt; party. To the couple's amazement, their neighbors on Hemlock Street strongly object to their decision to boycott the holiday, because the Kranks' decision not to decorate their home will jeopardize the block's chances at winning the coveted prize for best decorated block in the neighborhood. Vic Frohmeyer, the unelected \"top man\" of the neighborhood, leads the townspeople in taunting Luther and Nora about Christmas celebrations by extending a perimeter of people around their lawn, asking a group of Christmas carolers to sing carols on the Kranks' lawn, calling repeatedly to demand that they decorate their house for Christmas, and picketing with signs, \"et cetera\".\nLuther stops the protest by freezing his sidewalk to prevent the carolers from singing there. The charities also are upset with the couple: the local &lt;a href=\"Boy%20Scout\"&gt;Boy Scout&lt;/a&gt; troop is dismayed when the Kranks refuse to support them by purchasing a tree, the police are angered when they decline to buy a calendar, the firemen are shocked to learn the Kranks will not be buying a fruitcake this year, and the stationer is upset when he loses their annual order of engraved greeting cards. A newspaper even gets in the act by asking Luther's #1 rival, Walt Scheel, to film the Kranks' house for the story. Luther and Nora find themselves the objects of derision and anxiously await their departure on Christmas Day.\nWithout warning, Blair calls from Miami on Christmas Eve to announce she's en route home with her new Peruvian &lt;a href=\"fianc%C3%A9\"&gt;fiancé&lt;/a&gt; to surprise her parents. She's anxious to introduce Enrique to her family's Christmas traditions, and when she asks if they're having their usual party that night, a panicking Nora says, \"Yes\", much to Luther's dismay.\nComic chaos ensues as the couple finds themselves trying to decorate the house and coordinate a party with mere hours to spare before their daughter and future son-in-law arrive. Because the Boy Scouts have sold out of Christmas trees, Luther arranges to borrow the tree of a neighbor who is leaving for the holidays. He and Vic Frohmeyer's son Spike try to transport it across the street, but other neighbors notice and mistakenly think Luther is stealing it, so they call the police, resulting in Luther's barely escaping arrest.\nLuther attempts to set up &lt;a href=\"Frosty%20the%20Snowman\"&gt;Frosty the Snowman&lt;/a&gt; on his roof but fails, and ends up hanging by his legs from its electric cord. Scheel calls 9-1-1, and Luther is rescued. The Kranks are then rescued by everyone they've alienated, with the neighbors all pulling together and providing the noisy, festive Christmas celebration Blair is expecting. Blair calls saying she has arrived at the airport; injured Luther can't get her so Vic sends the police who give her a hero's welcome in the baggage claim and escort her home with her fiancé. As he slowly realizes that he has benefitted from the Christmas spirit of all his neighbors, Luther starts to celebrate Christmas willingly and gives his cruise tickets to the Scheels, who are having a very bad Christmas because his wife was just found with her third recurrence of breast cancer.\nCritical reception.\n\"&lt;a href=\"Publishers%20Weekly\"&gt;Publishers Weekly&lt;/a&gt;\" observed, \"For all its clever curmudgeonly edge and minor charms, no way does this Christmas yarn from Grisham rank with \"&lt;a href=\"A%20Christmas%20Carol\"&gt;A Christmas Carol&lt;/a&gt;\", as the publisher claims. Nor does it rank with Grisham's own best work. The premise is terrific, as you'd expect from Grisham . . . But as clever as this setup is, its elaboration is ho-hum. There's a good reason why nearly all classic Christmas tales rely on an element of fantasy, for, literarily at least, Christmas is a time of miracles. Grisham sticks to the mundane, however, and his story lacks magic for that . . . The &lt;a href=\"misanthropy\"&gt;misanthropy&lt;/a&gt; in this short novel makes a good antidote to the more cloying Christmas tales, and the book is fun to read. To compare it to &lt;a href=\"Charles%20Dickens\"&gt;Dickens&lt;/a&gt;, however, is...humbug.\"\nBruce Fretts of \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" graded the book C+ and commented, \"Even at 177 minipages, \"Skipping Christmas\" feels padded . . . Despite a few nicely observed details . . . Grisham mostly trades in stale fruitcake jokes and sub–\"Christmas Vacation\" slapstick. Like his recent coming-of-age novel, \"&lt;a href=\"A%20Painted%20House\"&gt;A Painted House&lt;/a&gt;\", \"Skipping\" represents a departure for the king of the &lt;a href=\"legal%20thriller\"&gt;legal thriller&lt;/a&gt;s, but in this case, it's to an unworthy destination.\""
}