{
    "id": "9315706",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=9315706",
    "title": "Roger Lupton",
    "text": "Roger Lupton (1456–27 February &lt;a href=\"Old%20Style%20and%20New%20Style%20dates\"&gt;1539/40&lt;/a&gt;) was an English lawyer and cleric who served as chaplain to King &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII&lt;/a&gt; (1485–1509) and to his son King &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt; (1509–1547) and was appointed by the former as &lt;a href=\"Provost%20of%20Eton%20College\"&gt;Provost of Eton College&lt;/a&gt; (1503/4–1535).\nFamily origins.\nThe Lupton family originated at the &lt;a href=\"Manorialism\"&gt;manor&lt;/a&gt; of &lt;a href=\"Lupton%2C%20Cumbria\"&gt;Lupton&lt;/a&gt;, near &lt;a href=\"Kirkby%20Lonsdale\"&gt;Kirkby Lonsdale&lt;/a&gt; then in &lt;a href=\"Westmorland\"&gt;Westmorland&lt;/a&gt;, in present day &lt;a href=\"Cumbria\"&gt;Cumbria&lt;/a&gt;. The name was first recorded in the 15th century.\nCareer.\nLupton was born in 1456 in the parish of &lt;a href=\"Sedbergh\"&gt;Sedbergh&lt;/a&gt;, at that time situated in &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;, the son of Thomas Lupton of Sedbergh. He is first recorded at &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; in 1479, where he was a member of &lt;a href=\"King%27s%20College%2C%20Cambridge\"&gt;King's College&lt;/a&gt;, a twin royal foundation with &lt;a href=\"Eton%20College\"&gt;Eton College&lt;/a&gt;, in the governance and development of which latter he subsequently played a major role. He was admitted a &lt;a href=\"Bachelor%20of%20Canon%20Law\"&gt;Bachelor of Canon Law&lt;/a&gt; at Cambridge in 1484 and a &lt;a href=\"Doctor%20of%20Canon%20Law\"&gt;Doctor of Canon Law&lt;/a&gt; in 1504.\nIn 1484, shortly after his graduation, Lupton served in the &lt;a href=\"Court%20of%20Chancery\"&gt;Court of Chancery&lt;/a&gt;, and was later appointed Rector of &lt;a href=\"Harlton\"&gt;Harlton&lt;/a&gt; in Cambridgeshire. In 1500 he succeeded &lt;a href=\"Oliver%20Dynham\"&gt;Oliver Dynham&lt;/a&gt; (1480–1500) as a &lt;a href=\"Canon%20of%20Windsor\"&gt;Canon of Windsor&lt;/a&gt;, namely as the &lt;a href=\"Canon%20of%20Windsor\"&gt;Canon of the 7th Stall&lt;/a&gt;, which office he held until his death. In February &lt;a href=\"Old%20Style%20and%20New%20Style%20dates\"&gt;1503/4&lt;/a&gt; he was elected a Fellow and then &lt;a href=\"List%20of%20Provosts%20of%20Eton%20College\"&gt;Provost of Eton College&lt;/a&gt;, near Windsor, which post he retained until 1535. In 1509/10 he was occupying the post of Master of &lt;a href=\"St.%20Anthony%27s%20Hospital%2C%20St%20Benet%20Fink\"&gt;St. Anthony's Hospital, St Benet Fink&lt;/a&gt; in the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt;, but the exact date of his appointment is not known. In 1475 this Hospital, previously an independent foundation, had been annexed and appropriated to the College of St. George at Windsor Castle, and thus Lupton's appointment as Master was by the king.\nFounds Sedbergh School.\nIn 1525, Dr Roger Lupton began to provide finance for the founding of &lt;a href=\"Sedbergh%20School\"&gt;Sedbergh School&lt;/a&gt;, a &lt;a href=\"Chantry\"&gt;Chantry School&lt;/a&gt; in Sedbergh, the place of his birth. A few scholars were gathered together under a Chaplain, Henry Blomeyr. Lupton's intentions were twofold: \"for the maintaining and increase of learning in Christ's Church\", and \"for his soul's health\". An agreement was made so that the chaplain and scholars should have free seats in the chancel of Sedbergh Church. Sedbergh School continues to use Lupton's coat of arms as its emblem. In 1527, he established six scholarships to &lt;a href=\"St%20John%27s%20College%2C%20Cambridge\"&gt;St John's College, Cambridge&lt;/a&gt;, to be awarded exclusively to boys from Sedbergh School with a preference for &lt;a href=\"founder%27s%20kin\"&gt;founder's kin&lt;/a&gt; - Lupton having had no children himself - and that they be sons of men with \"lands truly purchased whose mansions were sufficienty built\". A document held in the archives of St John's records that the scholars were:\nAs per the founder's kin clause, Lupton's relative, &lt;a href=\"Lupton%20family\"&gt;William Lupton&lt;/a&gt; (1732–1782), attended Sedbergh School and then &lt;a href=\"St%20John%27s%20College%2C%20Cambridge\"&gt;St John's College, Cambridge&lt;/a&gt; before being assistant master at Leeds Grammar School and ordained to pursue a ministry in the &lt;a href=\"Anglican%20church\"&gt;Anglican church&lt;/a&gt;.\nAfter land had been purchased and a school building constructed, almost certainly on the site of the present School Library, the foundation deed was signed, which bound the School to &lt;a href=\"St%20John%27s%20College%2C%20Cambridge\"&gt;St John's College, Cambridge&lt;/a&gt;, which thenceforth had the power to appoint Headmasters. In 1535 two further scholarships to Cambridge were established by Lupton, with provision for two Fellowships also.\nDeath and burial.\nHe died on 27 February &lt;a href=\"Old%20Style%20and%20New%20Style%20dates\"&gt;1539/40&lt;/a&gt; and was buried in Lupton's Chapel at Eton College, a &lt;a href=\"side%20chapel\"&gt;side chapel&lt;/a&gt; (within the main College Chapel) which was commissioned by Lupton. His &lt;a href=\"monumental%20brass\"&gt;monumental brass&lt;/a&gt; survives at Eton, showing him dressed as a Canon of Windsor wearing a long robe with a cross. (Illustrated in Lack, Stuchfield and Whittemore, \"Monumental Brasses of Buckinghamshire\", p. 86; brass rubbing at &lt;a href=\"Ashmolean%20Museum\"&gt;Ashmolean Museum&lt;/a&gt;, ref: \"Buckinghamshire 2/106\"). \"Lupton's Tower\", a &lt;a href=\"bell%20tower\"&gt;bell tower&lt;/a&gt; built during his time as Provost, is also named after him. His death is commemorated each year on 27 February at Eton on Threepenny Day which he founded.\nLupton coat-of-arms.\nLupton was chaplain to both Kings &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII&lt;/a&gt; (1485–1509) and his son &lt;a href=\"Henry%20VIII\"&gt;Henry VIII&lt;/a&gt; (1509–1547) and was executor of Henry VII's will. King Henry VII granted Lupton a &lt;a href=\"coat-of-arms\"&gt;coat-of-arms&lt;/a&gt;. The arms were: \"Argent, on a cheveron between three wolves' heads erased sable three lilies argent, on a chief gules a &lt;a href=\"Tau%20cross\"&gt;Tau cross&lt;/a&gt; between two escallops &lt;a href=\"Tincture%20%28heraldry%29\"&gt;or&lt;/a&gt;\" The &lt;a href=\"Tau%20cross\"&gt;Tau cross&lt;/a&gt; was a symbol of &lt;a href=\"Saint%20Anthony%20of%20Egypt\"&gt;Saint Anthony of Egypt&lt;/a&gt; and thus probably referred to his mastership of St Anthony's Hospital. The wolves were &lt;a href=\"canting%20arms\"&gt;canting&lt;/a&gt; references to his surname from the Latin \"Lupus\", \"a wolf\", and \"Sable, three lilies argent\", the same arrangement, is the base part of the arms of Eton College. The crest – \"a wolf's head erased\" - was borne by Lupton's &lt;a href=\"ancestor\"&gt;collateral descendants&lt;/a&gt;. &lt;a href=\"Bernard%20Burke\"&gt;Sir John Burke&lt;/a&gt; described the coat-of-arms in 1844 as a \"Wolf's head and neck erased sable\" from the arms granted to the &lt;a href=\"Lupton%20family\"&gt;Lupton family's&lt;/a&gt; ancestor, Roger Lupton by &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII&lt;/a&gt;."
}