{
    "id": "9341260",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=9341260",
    "title": "Francesco Gessi",
    "text": "Francesco Gessi (20 January 1588 – 1649) was an Italian painter of the &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; period, active mainly in &lt;a href=\"Bologna\"&gt;Bologna&lt;/a&gt;.\nBiography.\nBorn to a noble family, his father noticed his attraction to the arts and placed him in the apprenticeship with &lt;a href=\"Denys%20Calvaert\"&gt;Denys Calvaert&lt;/a&gt;. This did not last, since he apparently disturbed the other pupils. He was more successful under the tutelage of &lt;a href=\"Guido%20Reni\"&gt;Guido Reni&lt;/a&gt;.\nFrom there, he obtained commissions to fresco in &lt;a href=\"Ravenna\"&gt;Ravenna&lt;/a&gt;, &lt;a href=\"Mantua\"&gt;Mantua&lt;/a&gt;, and also the \"Capella del Tesoro\" in the &lt;a href=\"Naples%20Cathedral\"&gt;Naples Cathedral&lt;/a&gt;. Supposedly &lt;a href=\"Guido%20Reni\"&gt;Guido Reni&lt;/a&gt; turned down the Neapolitan commission after being threatened by &lt;a href=\"Belisario%20Corenzio\"&gt;Belisario Corenzio&lt;/a&gt; and others. Gessi took up the work, but two of his pupils, &lt;a href=\"Lorenzo%20Menini\"&gt;Lorenzo Menini&lt;/a&gt; and &lt;a href=\"Giovanni%20Battista%20Ruggieri\"&gt;Giovanni Battista Ruggieri&lt;/a&gt;, disappeared. Gessi ultimately desisted from attempting to complete the latter in the dangerously competitive art world of Naples.\nReturning to Bologna, he began a campaign against his former patron, Reni, attempting to compete and dismissing Reni's achievements. He was able to establish a prolific studio in Bologna. His main collaborator from the studio of Reni was &lt;a href=\"Giovanni%20Giacomo%20Sementi\"&gt;Giovanni Giacomo Sementi&lt;/a&gt;, and among his pupils were &lt;a href=\"Giovanni%20Battista%20Ruggieri\"&gt;Giovanni Battista Ruggieri&lt;/a&gt; and his brother &lt;a href=\"Ercolino%20Ruggiero\"&gt;Ercolino Ruggiero&lt;/a&gt;, &lt;a href=\"Giacomo%20Castellini\"&gt;Giacomo Castellini&lt;/a&gt;, &lt;a href=\"Francesco%20Correggio\"&gt;Francesco Correggio&lt;/a&gt;, and &lt;a href=\"Giulio%20Trogli\"&gt;Giulio Trogli&lt;/a&gt;."
}