{
    "id": "9358866",
    "revid": "37370803",
    "url": "https://en.wikipedia.org/wiki?curid=9358866",
    "title": "Professional certification in financial services",
    "text": "Following is a partial list of &lt;a href=\"professional%20certification\"&gt;professional certification&lt;/a&gt;s in &lt;a href=\"financial%20services\"&gt;financial services&lt;/a&gt;, with an overview of the educational and continuing requirements for each; \nsee and for all articles.\nAs the field of &lt;a href=\"finance\"&gt;finance&lt;/a&gt; has increased in complexity in recent years, the number of available designations has grown, and, correspondingly, some will have more recognition than others. \nNote that in the US, many state securities and insurance &lt;a href=\"financial%20regulator\"&gt;regulators&lt;/a&gt; do not allow financial professionals to use a designation — in particular a &lt;a href=\"Retirement_planning%23Obtaining_a_financial_plan\"&gt;\"senior\" designation&lt;/a&gt; — unless it has been accredited by either the &lt;a href=\"American%20National%20Standards%20Institute\"&gt;American National Standards Institute&lt;/a&gt; or the &lt;a href=\"National%20Commission%20for%20Certifying%20Agencies\"&gt;National Commission for Certifying Agencies&lt;/a&gt;. \nInvestments.\nCertificate in Investment Performance Measurement.\nThe Certificate in Investment Performance Measurement (CIPM) is a &lt;a href=\"professional%20accreditation\"&gt;professional accreditation&lt;/a&gt; in the field of &lt;a href=\"investment%20performance\"&gt;investment performance&lt;/a&gt; analysis. It includes investment performance measurement and attribution. It is offered by the CIPM Association, a body associated with the &lt;a href=\"CFA%20Institute\"&gt;CFA Institute&lt;/a&gt;.\nCertified International Investment Analyst.\nCertified International Investment Analyst (CIIA) is an internationally recognised advanced professional qualification for individuals working in the finance and investment industry.\nThe CIIA maintains standards both at the national and international levels: ACIIA tests candidates at the local level (at their home country), and, having cleared those country specific exams, at the common international level. The topics are largely similar to the CFA; see below.\nChartered Financial Manager.\nChartered Financial Manager (CHFM) is an globally recognised advanced professional qualification for individuals working in the finance, banking, risk, and investment industry.\nThe Chartered Financial Manager maintains standards both at the national and international levels. The ChFM program allows applicants to take courses and exams at ACBSP and AACSB business schools that count toward eligibility. The topics are largely similar to the CFP and CFA but the Chartered Finanical Manager requires a college education and exams from a CHEA recognized accredited program. The ChFM Chartered Financial Manager conferred by the International Board of Standards\nChartered Alternative Investment Analyst.\nThe Chartered Alternative Investment Analyst (CAIA) designation is a financial certification for investment professionals conferred by the CAIA Association. \nThe curriculum is designed to provide finance professionals with a broad base of knowledge in &lt;a href=\"alternative%20investments\"&gt;alternative investments&lt;/a&gt;. \nCandidates must complete two examinations in succession and pay an ongoing certification fee to retain rights to use the financial designation.\nChartered Financial Analyst.\nThe Chartered Financial Analyst (CFA) is a post-graduate professional qualification offered internationally by the American-based &lt;a href=\"CFA%20Institute\"&gt;CFA Institute&lt;/a&gt;.\nThe program covers a considerably wide range of topics relating to advanced &lt;a href=\"investment%20management\"&gt;investment management&lt;/a&gt; and &lt;a href=\"security%20analysis\"&gt;security analysis&lt;/a&gt; - thus &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"financial%20reporting\"&gt;financial reporting&lt;/a&gt; and analysis, &lt;a href=\"corporate%20finance\"&gt;corporate finance&lt;/a&gt;, &lt;a href=\"alternative%20investments\"&gt;alternative investments&lt;/a&gt; and &lt;a href=\"Investment%20management\"&gt;portfolio management&lt;/a&gt; - and provides a generalist knowledge of other areas of finance.\nCandidates must complete three examinations in succession, each six hours duration, and thereafter adhere to a code of ethics, and pay an ongoing certification fee to retain rights to use the financial designation.\nDevelopment Finance Certified Professional.\nA Development Finance Certified Professional (DFCP) is a specialist in &lt;a href=\"Development%20finance%20institution\"&gt;development finance&lt;/a&gt; theory and practice that has been professionally accredited by the Chartered Institute of Development Finance; the professional association which engages with academic institutions, &lt;a href=\"development%20finance%20institution\"&gt;development finance institution&lt;/a&gt;s, and support agencies to support and maintain ethical conduct and professionalism in the development finance discipline globally. It is the highest professional qualification for development finance practitioners.\nFinancial planning.\nCertified Financial Planner.\nThe Certified Financial Planner (CFP) designation is a certification mark for &lt;a href=\"financial%20planner\"&gt;financial planner&lt;/a&gt;s conferred by the CFP Board of Standards. To receive authorization to use the designation, the candidate must meet education, examination, experience and ethics requirements, and pay an ongoing certification fee.\nChartered Financial Planner.\nThe Chartered Financial Planner is a designation awarded by the UK based &lt;a href=\"Chartered%20Insurance%20Institute\"&gt;Chartered Insurance Institute&lt;/a&gt;. To attain \"Chartered status\" the candidate must sit 14 exams, and have five years relevant experience. Thereafter continued learning is required annually.\nFellow Chartered Financial Practitioner.\nThe Fellow Chartered Financial Practitioner (FChFP) designation \nis a &lt;a href=\"financial%20planning\"&gt;financial planning&lt;/a&gt; designation issued by the Asia Pacific Financial Services Association (APFinSA).\nCandidates must have 2 years of full-time experience, and then pass 6 exams.\nThe designation was developed by the National Association of Malaysian Life Insurance and Financial Advisors (NAMLIFA) in 1996 and later on adopted by APFinSA (of which NAMLIFA is a member) in 2001 as the flagship designation for its 11 member associations.\nRegistered Financial Planner.\nRegistered Financial Planner (RFP) refers to one of several separate designations in &lt;a href=\"financial%20planning\"&gt;financial planning&lt;/a&gt;; there is currently no connection between these. \nChartered Financial Divorce Analyst.\n&lt;a href=\"Chartered%20Financial%20Divorce%20Analyst\"&gt;Chartered Financial Divorce Analyst&lt;/a&gt; (CFDA) refers to the Canadian designation for specialists facilitating objective &lt;a href=\"financial%20analysis\"&gt;financial analysis&lt;/a&gt; for families &amp; individuals going through &lt;a href=\"divorce\"&gt;divorce&lt;/a&gt;, &lt;a href=\"marital%20separation\"&gt;marital separation&lt;/a&gt; or &lt;a href=\"legal%20separation\"&gt;legal separation&lt;/a&gt; and life transitions.\nThe regulating body is the Academy of Financial Divorce Specialists (AFDS). Members are required to have an existing financial designation and be in good standing to be eligible for the course. Once passing, members must maintain credentials and ongoing annual education, and application/work in field.\nTechnical analysis.\nCertified Financial Technician.\nThe Certified Financial Technician (CFTe) is a designation in &lt;a href=\"Technical%20analysis\"&gt;Technical analysis&lt;/a&gt; offered by the International Federation of Technical Analysts (IFTA). \nIt comprises two sequential examinations; designants must also hold a university degree, and have three years &lt;a href=\"Chartist%20%28occupation%29\"&gt;relevant experience&lt;/a&gt;.\nWith further experience requirements met, and submission of a research thesis, the MFTA (Master of Financial Technical Analysis) may be obtained.\nMembers are in 22 countries.\nChartered Market Technician.\nThe Chartered Market Technician (CMT) is a designation in &lt;a href=\"technical%20analysis\"&gt;technical analysis&lt;/a&gt; offered by the &lt;a href=\"CMT%20Association\"&gt;CMT Association&lt;/a&gt;. \nThe program comprises three examination levels, certifying that the individual is competent in the use of technical analysis, and knowledgeable re the underlying theory.\nTo earn the designation, candidates must hold a degree, and have three years relevant experience.\nCorporate finance.\nCorporate Finance Qualification.\nCISI, in conjunction with &lt;a href=\"Institute%20of%20Chartered%20Accountants%20in%20England%20and%20Wales\"&gt;ICAEW&lt;/a&gt;, offers the two tiered Certificate, and then Diploma in Corporate Finance.\nThe qualification is \"designed with a focus on the commercial, practical and technical skills\" &lt;a href=\"corporate%20finance%20%23Investment%20banking\"&gt;applicable in corporate finance&lt;/a&gt;.\nWith three years appropriate experience, \nthese lead to the ICAEW Corporate Finance (CF) designatory letters, and to full CISI Chartered Member status.\nFinancial Modeling &amp; Valuation Analyst.\nA &lt;a href=\"Corporate_Finance_Institute%23FMVA_Designation\"&gt;Financial Modeling &amp; Valuation Analyst&lt;/a&gt; (FMVA) has completed all the courses and requirements set by the &lt;a href=\"Corporate%20Finance%20Institute\"&gt;Corporate Finance Institute&lt;/a&gt; to obtain the designation. \nThe program focuses heavily on applications of &lt;a href=\"corporate%20finance\"&gt;corporate finance&lt;/a&gt;, including: \n&lt;a href=\"financial%20modeling\"&gt;financial modeling&lt;/a&gt;, &lt;a href=\"valuation%20%28finance%29\"&gt;valuation&lt;/a&gt;, &lt;a href=\"financial%20analyst\"&gt;analysis&lt;/a&gt;, &lt;a href=\"Microsoft%20Excel\"&gt;Excel&lt;/a&gt;, &lt;a href=\"pitch%20book\"&gt;presentations&lt;/a&gt;, and other topics.\nInternational Certificate in Corporate Finance.\nThe International Certificate in Corporate Finance (ICCF) is a professional designation for employees in corporate finance, covering &lt;a href=\"financial%20analysis\"&gt;financial analysis&lt;/a&gt;, &lt;a href=\"valuation%20%28finance%29\"&gt;valuation&lt;/a&gt; and &lt;a href=\"Financial_management%23role\"&gt;decision making&lt;/a&gt;. The program comprises three 6-week online courses, three major cases studies, and a 2 hour final exam.\nThe program is delivered by First Finance Institute in partnership with the following four &lt;a href=\"business%20school\"&gt;business school&lt;/a&gt;s:\n&lt;a href=\"HEC%20Paris\"&gt;HEC Paris&lt;/a&gt;, &lt;a href=\"Columbia%20Business%20School\"&gt;Columbia&lt;/a&gt;, &lt;a href=\"Wharton%20School%20of%20the%20University%20of%20Pennsylvania\"&gt;Wharton&lt;/a&gt; and &lt;a href=\"IE%20Business%20School\"&gt;IE Business School&lt;/a&gt;.\nRisk management and quantitative finance.\nAssociation of Corporate Treasurers.\nThe Association of Corporate Treasurers offers training and various qualifications in &lt;a href=\"cash%20management\"&gt;cash-&lt;/a&gt; and &lt;a href=\"treasury%20management\"&gt;treasury management&lt;/a&gt;. \nThe Diploma in Treasury Management (3 papers over 12-18 months) allows for Associate Membership, with post-nominal letters AMCT, \nwhile the subsequent Advanced Diploma (of similar structure and duration, and requiring also a dissertation) grants full membership, MCT; \nthe FCT fellowship is conferred following several years of experience.\nSee also below re the US \"CTP\" qualification.\nCertificate in Quantitative Finance.\nThe Certificate in Quantitative Finance (CQF) is an online part-time &lt;a href=\"financial%20engineering\"&gt;financial engineering&lt;/a&gt; program;\nit was founded by &lt;a href=\"Paul%20Wilmott\"&gt;Paul Wilmott&lt;/a&gt; in 2003, and is conferred by the CQF Institute.\nThe CQF can be completed as a single six month program or split into two three-month levels. \nIt is designed for in-depth training for individuals in &lt;a href=\"derivative%20%28finance%29\"&gt;derivatives&lt;/a&gt;, IT, &lt;a href=\"quantitative%20finance\"&gt;quantitative trading&lt;/a&gt;, insurance, &lt;a href=\"Quantitative_analysis_%28finance%29%23Model_validation\"&gt;model validation&lt;/a&gt; or risk management. \nThe program's focus is on the practical implementation of techniques (\"real-world quantitative finance\"), it thus incorporates an element of questioning and analyzing models and methods;\nit assumes some background in mathematics and programming. \nSee also under , , and .\nCertified Treasury Professional.\nThe Certified Treasury Professional (CTP) designation is a certification for treasurers, cash managers, treasury managers, and other treasury-related professionals administered by the &lt;a href=\"Bethesda%2C%20Maryland\"&gt;Bethesda, Maryland&lt;/a&gt;-based Association for Financial Professionals (AFP). The CTP was formerly known as the Certified Cash Manager or CCM designation but was renamed due to treasury's increasing role in managing the entire balance sheet and implementing the strategic direction prescribed by &lt;a href=\"Chief%20Financial%20Officers\"&gt;Chief Financial Officers&lt;/a&gt;. The CTP certification is held by over 20,000 finance professionals and, in the US, is considered the leading certification in the &lt;a href=\"treasury%20management\"&gt;treasury management&lt;/a&gt; profession.\nFinancial Risk Manager.\nThe &lt;a href=\"Financial%20Risk%20Manager\"&gt;Financial Risk Manager&lt;/a&gt; (FRM) is a professional certification in &lt;a href=\"risk%20management\"&gt;risk management&lt;/a&gt; offered by the &lt;a href=\"Global%20Association%20of%20Risk%20Professionals\"&gt;Global Association of Risk Professionals&lt;/a&gt; (GARP).\nThe coverage - focusing on &lt;a href=\"market%20risk\"&gt;market risk&lt;/a&gt;, &lt;a href=\"credit%20risk\"&gt;credit risk&lt;/a&gt; and &lt;a href=\"operational%20risk\"&gt;operational risk&lt;/a&gt;, and including requisite quantitative and &lt;a href=\"investment%20management\"&gt;investment management&lt;/a&gt; material - is over two exams.\nCertificants are in more than 190 countries and territories worldwide, and have taken an average of two years to earn their Certification.\n&lt;ref name=\"FRM Q/A\"&gt; GARP Frequently-Asked-Questions -EXAM regulations-, http://www.garp.org/#!/frm/frequently-asked-questions&lt;/ref&gt;\nInternational Certificate in Financial Services Risk Management.\nThe &lt;a href=\"International%20Certificate%20in%20Financial%20Services%20Risk%20Management\"&gt;International Certificate in Financial Services Risk Management&lt;/a&gt; (IRMCert) is a professional certification in &lt;a href=\"risk%20management\"&gt;risk management&lt;/a&gt; offered by the &lt;a href=\"Institute%20of%20Risk%20Management\"&gt;Institute of Risk Management&lt;/a&gt; (IRM).\nIt involves studying two modules covering the Principles of Risk and Risk Management in Financial Services and the Practice of Risk Management in Financial Services. \nProfessional Risk Manager.\nThe &lt;a href=\"Professional%20Risk%20Manager\"&gt;Professional Risk Manager&lt;/a&gt; (PRM), offered by &lt;a href=\"PRMIA\"&gt;PRMIA&lt;/a&gt;, emphasizes practice-related skills and knowledge required within the risk management profession, and &lt;a href=\"financial%20risk%20management\"&gt;financial risk management&lt;/a&gt; more particularly; it additionally requires a commitment to &lt;a href=\"professional%20ethics\"&gt;professional ethics&lt;/a&gt;. Its coverage, structure and recognition are similar to the FRM.\nGAFM Designations.\nThe Board of Standards of GAFM, the &lt;a href=\"Global%20Academy%20of%20Finance%20and%20Management\"&gt;Global Academy of Finance and Management&lt;/a&gt;, confers designations in various areas of finance.\nThe GAFM is &lt;a href=\"Technischer%20%C3%9Cberwachungsverein\"&gt;TUV Accredited&lt;/a&gt; and &lt;a href=\"ISO%20certification\"&gt;ISO Certified&lt;/a&gt;. (Although see &lt;a href=\"American%20Academy%20of%20Financial%20Management\"&gt;American Academy of Financial Management&lt;/a&gt; for discussion.) \nThese designations include:"
}