{
    "id": "9360786",
    "revid": "11640337",
    "url": "https://en.wikipedia.org/wiki?curid=9360786",
    "title": "Jordan Point, Virginia",
    "text": "Jordan Point (or Jordan's Point) is a small &lt;a href=\"unincorporated%20area\"&gt;unincorporated community&lt;/a&gt; on the south bank of the &lt;a href=\"James%20River%20%28Virginia%29\"&gt;James River&lt;/a&gt; in the northern portion of &lt;a href=\"Prince%20George%20County%2C%20Virginia\"&gt;Prince George County&lt;/a&gt;, Virginia, United States. It is about 20 miles from &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond&lt;/a&gt; and 30 miles upstream from &lt;a href=\"Jamestown%2C%20Virginia\"&gt;Jamestown&lt;/a&gt; on the &lt;a href=\"James%20River\"&gt;James River&lt;/a&gt;. It was the location of extensive archeological research between 1987 and 1993. This research provided substantial information about human existence in the area from the prehistoric to the late colonial eras. In particular, the research extensively studied the Jordan's Journey settlement that existed between 1620-1640 during early years of the &lt;a href=\"Colony%20of%20Virginia\"&gt;Virginia colony&lt;/a&gt;.\nEarly history.\nNative American Culture.\nThough the area around Jordan Point had been occupied by native Americans for millennia, archeologists have found evidence of settled agricultural settlements that date from the &lt;a href=\"Woodland%20period%23Late%20Woodland%20period%20%28500%E2%80%931000%20CE%29\"&gt;late Woodland&lt;/a&gt; and English-Native American Contact periods, dating between 1150 to the early 1600s. The archaeological findings suggest that during the Contact period, the area had become a village occupied by the lower orders of the &lt;a href=\"Powhatan\"&gt;Powhatan&lt;/a&gt; chiefdom with the structures conforming to &lt;a href=\"Robert%20Beverley%20Jr.\"&gt;Robert Beverley's&lt;/a&gt; description of bark covered buildings, the smaller being shaped like beehives and larger having an oblong form. &lt;a href=\"John%20Smith%20%28explorer%29\"&gt;John Smith&lt;/a&gt; and &lt;a href=\"William%20Hole%20%28artist%29\"&gt;William Hole's&lt;/a&gt; map of Virginia shows that the village at Jordan's Point was still extant in 1607, when the first English settlers arrived at &lt;a href=\"Jamestown%2C%20Virginia\"&gt;Jamestown&lt;/a&gt;.\nJordan's Journey: Beggars Bush.\nThe English colonists began creating settlements upstream along the &lt;a href=\"James%20River\"&gt;James River&lt;/a&gt; around 1611. By the end of the &lt;a href=\"Anglo-Powhatan%20Wars%23First%20Anglo-Powhatan%20War\"&gt;First Anglo-Powhatan War&lt;/a&gt;, the colonists under the command of &lt;a href=\"Thomas%20Dale\"&gt;Thomas Dale&lt;/a&gt; had removed the Native American presence in the area surrounding Jamestown. Sometime soon afterwards, the colonist &lt;a href=\"Samuel%20Jordan\"&gt;Samuel Jordan&lt;/a&gt;, who was also an &lt;a href=\"ancient%20planter\"&gt;ancient planter&lt;/a&gt;, began cultivating the land, and in 1620 patented a 450-acre plantation, The main residence was named \"Beggars Bush\", a common place name in England with over 120 known instances a play upon the then common reference that alludes to both a temporary shelter for the indigent and a path to ruin.. The plantation, which was named Jordan's Journey was established within &lt;a href=\"Charles%20City%20%28Virginia%20Company%29\"&gt;Charles Cittie&lt;/a&gt;, an &lt;a href=\"Incorporated%20town\"&gt;incorporation&lt;/a&gt; of the &lt;a href=\"Virginia%20Company%20of%20London\"&gt;Virginia Company of London&lt;/a&gt;, the early proprietor of the &lt;a href=\"Virginia%20Colony\"&gt;Virginia Colony&lt;/a&gt;. As with other plantations in Virginia at this time, the plantation focused on &lt;a href=\"Tobacco%20colonies%23Virginia\"&gt;tobacco production&lt;/a&gt; with labor primarily supplied by the colonists themselves and &lt;a href=\"Indentured%20servitude%23North%20America\"&gt;English indentured servants&lt;/a&gt;.\nIn March of 1622, the Native Americans of the Powhatan Confederacy launched a surprise attack, known as the &lt;a href=\"Indian%20massacre%20of%201622\"&gt;Jamestown Massacre&lt;/a&gt;, that killed nearly a third of the English colonists in Virginia. The plantation was besieged, but it was not overrun. Not a single colonist at the plantation was listed as killed. After the attack, Jordan's Journey remained a refuge for the colonists. Outlying areas were ordered abandoned, but Jordan's Journey was one of only eight locations, including Jamestown, that was allowed to remain occupied.\nJordan's Journey: Jordan-Farrar site.\nSamuel Jordan died in early 1623. Official colony records of this time refer to the entire settlement as Jordan's Journey. After Samuel Jordan's death, his widow &lt;a href=\"Cecily%20Jordan%20Farrar\"&gt;Cecily&lt;/a&gt; managed the household with the help of a fellow settler, &lt;a href=\"William%20Farrar%20%28settler%29\"&gt;William Farrar&lt;/a&gt;, who was bonded to her after Jordan's death. Farrar had sought refuge at Jordan's Journey when his own plantation was overrun in the 1622 Powhatan surprise attack. In the Virginia muster of 1624/25, both Farrar and Cecily Jordan were listed as heads of the Jordan's Journey household. Initially Farrar had been &lt;a href=\"debt%20bondage\"&gt;bonded&lt;/a&gt; to help Cicely Jordan, but they eventually married by 1625. During this time, Jordan's Journey grew: In February 1624, 42 people were living there; by January 1624, it had grown to 56 people.\nFollowing the massacre, the original residence gradually expanded into the complex at the Jordan-Farrar site, a palisaded fortification structured around five English longhouses. This type of complex is similar to the fortified &lt;a href=\"bawn\"&gt;bawn&lt;/a&gt; used by the English to &lt;a href=\"Ulster%23Plantations%20and%20civil%20wars\"&gt;occupy and colonize Ulster&lt;/a&gt; during the same time period. The complex had two foci, the original two longhouses of the Jordan household and the three additional longhouses that were built after Farrar arrived; this unusual dual ground plan respected the social reality that Jordan's Journey at this time had two initially unmarried heads of household, William Farrar and Cecily Jordan, while still providing a systematic defensive arrangement based on the principles of then-current fortification theory.\nDuring this time, Jordan's Journey grew in both population and prosperity. By the time of Virginia Muster of 1624/1625, Jordan's Journey was the fourth highest ranked settlement in Virginia in terms of combined material wealth, population, and military strength. During the colonial assemblies of 1624 and 1625, Jordan's Journey was substantial enough to represented by Nathaniel Causey,who had escaped from his plantation at Causey's Care during the 1622 Powhatan attack.\nWhen Farrar became &lt;a href=\"magistrate%23English%20common%20law%20tradition\"&gt;commissioner&lt;/a&gt; in 1626, it became the &lt;a href=\"County%20seat\"&gt;seat&lt;/a&gt; of the \"Upper Partes\"[sic], which included all settlements upstream from Jordan's Journey from the &lt;a href=\"James%20River\"&gt;James River&lt;/a&gt;. However, the complex was abandoned sometime between 1635 and 1640. This was about the time that the Farrar family was in the process of acquiring its 2000-acre patent for &lt;a href=\"Farrar%27s%20Island\"&gt;Farrar's Island&lt;/a&gt;, which was approximately 19 miles upriver from Jordan's Journey.\nJordan's Point Plantation.\nSometime after the abandonment of the Jordan-Farrar site, the land around Jordan Point came into the possession of Benjamin and Mary Sidway, who surrendered the land in 1657 to the joint ownership of John Bland, a merchant of London, and his brother &lt;a href=\"Theodorick%20Bland%20of%20Westover\"&gt;Theodorick Bland&lt;/a&gt; as payment for their debts.\nUp to the 1670s, there is no evidence that the Blands actively used the land. However, Giles Bland, the son of merchant John Bland, became involved as &lt;a href=\"Nathaniel%20Bacon%20%28Virginia%20colonist%29\"&gt;Nathaniel Bacon&lt;/a&gt;'s lieutenant during &lt;a href=\"Bacon%27s%20Rebellion\"&gt;Bacon's Rebellion&lt;/a&gt; in 1676, for which he was hanged a year later. &lt;a href=\"Charles%20McLean%20Andrews\"&gt;Charles Andrews&lt;/a&gt; states that the rebellion started on Jordan's Point when Nathaniel Bacon took leadership over a group of insurgents there, who wanted to attack Native American settlements against the wishes of the colonial government.\nAround 1687, Theodorick's son &lt;a href=\"Richard%20Bland%20%28burgess%29\"&gt;Richard Bland I&lt;/a&gt; acquired unencumbered title to the land. and established Jordan's Point Plantation, which was a more typical &lt;a href=\"Plantations%20in%20the%20American%20South\"&gt;Virginia Plantation&lt;/a&gt; of the later colonial era with its economy still focused on &lt;a href=\"Tobacco%20in%20the%20American%20colonies\"&gt;tobacco&lt;/a&gt;, but maintained through &lt;a href=\"History%20of%20slavery%20in%20Virginia\"&gt;black slave labor&lt;/a&gt;. The archeological record revealed that the residence of Bland was located about 1000 feet west of the Jordan-Farrar site. It consisted of the main building, three outbuildings, a pond, and one of the largest colonial gardens of the era; it was actively used from the mid 1680s to the 1740s.\nWhen Richard Bland I died in 1720, his son, &lt;a href=\"Richard%20Bland\"&gt;Richard Bland II&lt;/a&gt;, who became both a prominent member of Virginia gentry and a delegate to the &lt;a href=\"Continental%20Congress\"&gt;Continental Congress&lt;/a&gt;, inherited the plantation. He expanded the property by adding a tobacco warehouse and a &lt;a href=\"Tobacco%20Inspection%20Act\"&gt;tobacco inspection&lt;/a&gt; station. As evidence of this ongoing expansion, archaeologists also found the remains of a large, elaborate brickwork building \"consistent with a &lt;a href=\"Georgian%20architecture%23Types%20of%20buildings\"&gt;Georgian&lt;/a&gt; sense of proportion\" that had been started around 1760, but its construction appears to have come to a halt with the death of Richard Bland II in 1776 and it was in ruins after 1781, the year that the Virginia &lt;a href=\"Tidewater%20%28region%29\"&gt;tidewater region&lt;/a&gt; was invaded by &lt;a href=\"Military%20career%20of%20Benedict%20Arnold%2C%201781%23Virginia\"&gt;Benedict Arnold&lt;/a&gt;.\nWhen his father died, Richard Bland III inherited the property and moved inland, building a new residence about 1.5 miles south of the original plantation. Jordan Point itself remained with the Bland family until the end of the 19th century. It was then sold to the Leavenworth family, who sold it to the &lt;a href=\"Hopewell%2C%20Virginia\"&gt;City of Hopewell&lt;/a&gt; in 1929. In 1945, it was acquired by Hummel Aviation. Bland family cemetery, which include the graves of both Richard Bland I and II, is still present at Jordan Point.\nJordan Point and transportation.\nJordan Point has a &lt;a href=\"Jordan%20Point%20Light\"&gt;Light Station&lt;/a&gt; was established in 1855 to help guide ships up the James River.\nIn, addition, Jordan Point was long served as a crossing point for the James River. It was once the southern terminus of a ferry system across the river connecting &lt;a href=\"Prince%20George%20County\"&gt;Prince George County&lt;/a&gt; with &lt;a href=\"Charles%20City%20County%2C%20Virginia\"&gt;Charles City County&lt;/a&gt; on the north shore. In 1966, the &lt;a href=\"Benjamin%20Harrison%20Memorial%20Bridge\"&gt;Benjamin Harrison Memorial Bridge&lt;/a&gt; lift span bridge replaced the ferry system. Jordan Point Road now carries State Routes &lt;a href=\"Virginia%20State%20Route%20106\"&gt;106&lt;/a&gt; and &lt;a href=\"Virginia%20State%20Route%20156\"&gt;156&lt;/a&gt; between &lt;a href=\"Virginia%20State%20Route%2010\"&gt;State Route 10&lt;/a&gt; and the bridge.\nIn 1977 the tanker ship &lt;a href=\"S.S.%20Marine%20Floridian\"&gt;S.S. Marine Floridian&lt;/a&gt; steaming downstream in the early morning hours collided with the Benjamin Harrison Bridge, when its steering gear malfunctioned. The collision destroyed two spans and seriously damaged the drawbridge. As a result, the bridge was out of service for 20 months and ferry service was temporarily reinstated. \nJordan Point today.\nJordan Point had a small airport built by Hummel Aviation in the 1940s known as the &lt;a href=\"Hopewell%2C%20Virginia\"&gt;Hopewell&lt;/a&gt; Airport, which was located on the site of Jordan's Journey. In 1987, the airport property was sold and a residential development, \"Jordan on the James\" now occupies its former site. It was also the site of the Jordan Point Golf Course, which closed in 2015. Today Jordan Point has a marina, the Jordan's Point Yacht Haven, just north of the south footing of the Benjamin Harrison Bridge on the James River. Jordan Point Marina was devastated by the storm surge from &lt;a href=\"Hurricane%20Isabel\"&gt;Hurricane Isabel&lt;/a&gt; in 2003 and over 100 boats and yachts were seriously damaged or destroyed. The marina has since been rebuilt."
}