{
    "id": "9368442",
    "revid": "28516722",
    "url": "https://en.wikipedia.org/wiki?curid=9368442",
    "title": "Murieston",
    "text": "Murieston (From Muir (moor) of Houstoun) is a primarily residential district on the southern edge of &lt;a href=\"Livingston%2C%20West%20Lothian\"&gt;Livingston&lt;/a&gt;, &lt;a href=\"West%20Lothian\"&gt;West Lothian&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. It lies to the south-east of &lt;a href=\"Bellsquarry\"&gt;Bellsquarry&lt;/a&gt;. \nBuildings.\nMost of the housing is privately owned and the majority are medium to large detached properties. There are a small number of shops and restaurants at Bankton Retail Centre, adjacent to the train station. An NHS Scotland medical practice is located on Alderstone road in Murieston.\nMurieston House is an early 19th century Georgian country house (built for Henry Jamieson, an Edinburgh banker) that remains in use as private residences, including the adjacent steadings. Adjacent to the house, there is a rubble bridge built circa 1800.\nLeisure.\nThe district lies on both sides of Murieston Water which is flanked by public parks (including Cambridge Park and Murieston Play Park), the Cambridge Pond and adjacent farmland/moorland. This includes the Murieston Trail, a wooded trail with meadows and a play park. Murieston Woods are a 3.43 ha (8.48 acres) mixed woodland) managed by the Woodland Trust.\nLivingston Cricket Club, founded in 1981 is located in Murieston.\nMurieston United is a local community &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club, established in 1985.\nEducation.\nWilliamston Primary School is located in Murieston.\nTransport.\n&lt;a href=\"Livingston%20South%20railway%20station\"&gt;Livingston South railway station&lt;/a&gt; on the line connecting Edinburgh and Glasgow Central, is located in Murieston. \nThe &lt;a href=\"A71%20road\"&gt;A71 road&lt;/a&gt; runs along the northern boundary of the district. A limited bus service links Murieston to the town centre only."
}