{
    "id": "9370144",
    "revid": "1877278",
    "url": "https://en.wikipedia.org/wiki?curid=9370144",
    "title": "Frasca International",
    "text": "Frasca International, Inc., is an American manufacturer of &lt;a href=\"flight%20simulation\"&gt;flight simulation&lt;/a&gt; training devices, with over 3000 training devices delivered in approximately 70 countries throughout the world.&lt;ref name=\"CAT Magazine, Issue 2/2008\"&gt;&lt;/ref&gt; Based in &lt;a href=\"Urbana%2C%20Illinois\"&gt;Urbana, Illinois&lt;/a&gt;, Frasca International was founded in &lt;a href=\"Champaign%2C%20IL\"&gt;Champaign, Illinois&lt;/a&gt; in 1958 by Rudy Frasca. It is owned by &lt;a href=\"FlightSafety%20International\"&gt;FlightSafety International&lt;/a&gt;, a division of Berkshire Hathaway, following an acquisition in 2022.\nFrasca flight simulators are used in all segments of the aviation industry, including their extensive use in many prominent college aviation programs, including &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt;, &lt;a href=\"Indiana%20State%20University\"&gt;Indiana State University&lt;/a&gt;, &lt;a href=\"Embry-Riddle%20Aeronautical%20University\"&gt;Embry-Riddle Aeronautical University&lt;/a&gt;, &lt;a href=\"University%20of%20North%20Dakota\"&gt;University of North Dakota&lt;/a&gt;, &lt;a href=\"Louisiana%20Tech%20University\"&gt;Louisiana Tech University&lt;/a&gt;, &lt;a href=\"University%20of%20Illinois\"&gt;University of Illinois&lt;/a&gt;, and &lt;a href=\"Western%20Michigan%20University\"&gt;Western Michigan University&lt;/a&gt;.\nHistory.\nIn 1949, Rudy Frasca joined the United States Navy, where he first experienced flight simulation as a Link Trainer instructor. Following his service, and a period of research at the University of Illinois Institute of Aviation, Frasca founded Frasca Aviation (later renamed to Frasca International) in 1958. All early Frasca training devices used mechanical computers exclusively. After working out of various locations for several years (including his home garage), Frasca established a permanent manufacturing plant in downtown Champaign, IL.\nIn the late 1970s, Frasca devices were converted to use analog electronic computers, allowing for devices that were more simple and cost-effective to manufacture, operate, and maintain. The electronic transition began a period of rapid technological development, culminating in the transition to a digital, PC-based simulation architecture in 1983.\nIn 1990, in order to support steadily increasing demand, Frasca International again relocated to a office building and manufacturing facility in Urbana, Illinois, adjacent to &lt;a href=\"Frasca%20Field\"&gt;Frasca Field&lt;/a&gt;. The new facility provided a substantial increase in manufacturing capacity, and allowed for the production of the company's first Full Flight Simulator (FFS) a short time after moving to the new location.\nThroughout the 1990s and early 2000s (decade), Frasca continued to expand its product line, providing training devices for all types of aircraft, both fixed-wing and rotary-wing, and in 2003, Frasca manufactured a Level B &lt;a href=\"Cessna%20208\"&gt;Cessna 208B Grand Caravan&lt;/a&gt; FFS, followed by a Level C &lt;a href=\"Beechcraft%20Super%20King%20Air\"&gt;Beechcraft B200 King Air&lt;/a&gt; FFS in 2005.\nIn the mid-2000s (decade), helicopters began to play an increasingly prominent role in the Frasca line-up, with the first Level 6 helicopter Flight Training Device (FTD) delivered in 2007. Subsequently, two more helicopter FTDs (a &lt;a href=\"Eurocopter%20EC135\"&gt;Eurocopter EC135&lt;/a&gt; and a &lt;a href=\"Eurocopter%20AS350\"&gt;Eurocopter AS350&lt;/a&gt;) were qualified Level 6 in 2008, followed by another EC135 qualified as a JAA Level 3 FTD by the &lt;a href=\"FCAA\"&gt;FCAA&lt;/a&gt;. The Level 6 EC135, along with a Frasca Bell 206 FTD, were the first Level 6 helicopter FTDs qualified under 14 CFR Part 60.\nMost recently, Frasca has partnered with &lt;a href=\"FlightSafety%20International\"&gt;FlightSafety International&lt;/a&gt; to produce and qualify the first Level 7 FTD in August 2009. Frasca provided the hardware, flight and systems models, and instructor station, which were integrated to the FlightSafety Vital X image generator and 8 channel visual. Similar Level 7 Bell 206 and Bell 407 devices have been delivered. Frasca delivered a level D CJ1+ Full Flight Simulator to China in 2014.\nOn January 7, 2022, Frasca International was acquired by &lt;a href=\"FlightSafety%20International\"&gt;FlightSafety International&lt;/a&gt;.\nProduct line.\nFrasca currently manufactures a complete line of training devices including CPTs (Cockpit Procedure Trainers), AATDs (Advanced Aviation Training Devices), FNPTs (Flight and Navigation Procedures Trainers), FTDs (Flight Training Devices), and FFS (Full Flight Simulators). Simulated aircraft range from small single-engine training airplanes, such as the &lt;a href=\"Cessna%20172\"&gt;Cessna 172&lt;/a&gt; to large transport category airplanes, such as the &lt;a href=\"Boeing%20737\"&gt;Boeing 737&lt;/a&gt;.\nThe helicopter line covers models from the small Robinson helicopters to medical transports, such as the &lt;a href=\"Bell%20407\"&gt;Bell 407&lt;/a&gt; and Eurocopter EC135, to large passenger transport helicopters, such as the Sikorsky S-92 and Eurocopter EC225.\nCRJ-200 AATD, first delivered to Central Washington University.\nCustomers.\nFrasca training devices are used worldwide by operators in a variety of sectors, including general aviation, business aviation, airline transport, medical, and military.\nNotable commercial customers include Bell Helicopter, Bristow Helicopters, Era Training Center, and Delta Connection.\nNotable colleges and universities that use Frasca products include Embry-Riddle Aeronautical University,\nSouthern Illinois University (SIU), Indiana State University, Central Washington University, Western Michigan University, University of North Dakota, Louisiana Tech University, University of Illinois, Middle Tennessee State University, and many others.\nEmbry-Riddle Aeronautical University uses a variety of Frasca simulators for its training, including &lt;a href=\"Cessna%20172s\"&gt;Cessna 172s&lt;/a&gt;, and &lt;a href=\"Diamond%20DA%2042\"&gt;Diamond DA 42&lt;/a&gt; models. Embry-Riddle's first two Level 6 DA-42 Flight Training Devices were qualified Level 6 in March 2008.\nAwards and recognitions.\nSeveral awards and recognitions have been received by both Rudy Frasca and Frasca International."
}