{
    "id": "937507",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=937507",
    "title": "Alanya",
    "text": "Alanya (; ), formerly &lt;a href=\"Alaiye\"&gt;Alaiye&lt;/a&gt;, is a beach &lt;a href=\"resort%20town\"&gt;resort city&lt;/a&gt; and a district of &lt;a href=\"Antalya%20Province\"&gt;Antalya Province&lt;/a&gt; on the southern coast of &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, in the country's &lt;a href=\"Mediterranean%20Region%2C%20Turkey\"&gt;Mediterranean Region&lt;/a&gt;, east of the city of &lt;a href=\"Antalya\"&gt;Antalya&lt;/a&gt;. As of Turkey's 2010 census, the city had a population of 98,627, while the district that includes the city and its built-up region had an area of 1,598.51 km2 and 248,286 inhabitants.\nBecause of its natural strategic position on a small peninsula into the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; below the &lt;a href=\"Taurus%20Mountains\"&gt;Taurus Mountains&lt;/a&gt;, Alanya has been a local stronghold for many &lt;a href=\"History%20of%20the%20Mediterranean%20region\"&gt;Mediterranean-based empires&lt;/a&gt;, including the &lt;a href=\"Ptolemaic%20Kingdom\"&gt;Ptolemaic&lt;/a&gt;, &lt;a href=\"Seleucid%20Empire\"&gt;Seleucid&lt;/a&gt;, &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt;, &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt;, and &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;s. Alanya's greatest political importance came in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, with the &lt;a href=\"Seljuk%20Sultanate%20of%20R%C3%BBm\"&gt;Seljuk Sultanate of Rûm&lt;/a&gt; under the rule of &lt;a href=\"Kayqubad%20I\"&gt;Alaeddin Kayqubad I&lt;/a&gt;, from whom the city derives its name. His building campaign resulted in many of the city's landmarks, such as the &lt;a href=\"K%C4%B1z%C4%B1l%20Kule\"&gt;Kızıl Kule&lt;/a&gt; (Red Tower), Tersane (Shipyard), and &lt;a href=\"Alanya%20Castle\"&gt;Alanya Castle&lt;/a&gt;.\nThe &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean climate&lt;/a&gt;, natural attractions, and historic heritage make Alanya a popular destination for tourism, and responsible for nine percent of &lt;a href=\"Tourism%20in%20Turkey\"&gt;Turkey's tourism sector&lt;/a&gt; and thirty percent of &lt;a href=\"foreign%20purchases%20of%20real%20estate%20in%20Turkey\"&gt;foreign purchases of real estate in Turkey&lt;/a&gt;. Tourism has risen since 1958 to become the dominant industry in the city, resulting in a corresponding increase in city population. Warm-weather sporting events and cultural festivals take place annually in Alanya. In 2014 &lt;a href=\"List%20of%20mayors%20of%20Alanya\"&gt;Mayor&lt;/a&gt; Adem Murat Yücel, of the &lt;a href=\"Nationalist%20Movement%20Party\"&gt;Nationalist Movement Party&lt;/a&gt; unseated Hasan Sipahioğlu, of the &lt;a href=\"Justice%20and%20Development%20Party%20%28Turkey%29\"&gt;Justice and Development Party&lt;/a&gt;, who had previously led the city since 1999. Adem Murat Yücel continues his duty as the Mayor of Alanya Municipality.\nNames.\nThe city has changed hands many times over the centuries, and its name has reflected this. Alanya was known in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; as \"Coracesium\" or in &lt;a href=\"Koine%20Greek\"&gt;Greek&lt;/a&gt; as \"Korakesion\" () from the &lt;a href=\"Luwian%20language\"&gt;Luwian&lt;/a&gt; \"Korakassa\" meaning \"point/protruding city\". The &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; still recognizes the Latin name as a &lt;a href=\"titular%20see\"&gt;titular see&lt;/a&gt; in its hierarchy. Under the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; it became known as \"Kalonoros\" or \"Kalon Oros\", meaning \"beautiful/fine mountain\" in &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;. The &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuks&lt;/a&gt; renamed the city \"&lt;a href=\"Alaiye\"&gt;Alaiye&lt;/a&gt;\" (علائیه), a derivative of the &lt;a href=\"Sultan\"&gt;Sultan&lt;/a&gt; &lt;a href=\"Kayqubad%20I\"&gt;Alaeddin Kayqubad I&lt;/a&gt;'s name. In the 13th and 14th centuries, Italian traders called the city \"Candelore\" or \"Cardelloro\". In his 1935 visit, &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt; finalized the name in the &lt;a href=\"Turkish%20alphabet\"&gt;new alphabet&lt;/a&gt; as \"Alanya\", changing the 'i' and 'e' in Alaiye, reportedly because of a misspelled &lt;a href=\"Telegraphy\"&gt;telegram&lt;/a&gt; in 1933.\nHistory.\nFinds in the nearby &lt;a href=\"Karain%20Cave\"&gt;Karain Cave&lt;/a&gt; indicate occupation during the &lt;a href=\"Paleolithic\"&gt;Paleolithic&lt;/a&gt; era as far back as , and archeological evidence shows a port existed at &lt;a href=\"Syedra\"&gt;Syedra&lt;/a&gt;, south of the modern city, during the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; around . A &lt;a href=\"Phoenician%20language\"&gt;Phoenician language&lt;/a&gt; tablet found in the district dates to , and the city is specifically mentioned in the 4th-century BC Greek geography manuscript, the &lt;a href=\"periplus%20of%20Pseudo-Scylax\"&gt;periplus of Pseudo-Scylax&lt;/a&gt;. The castle rock was likely inhabited under the &lt;a href=\"Hittites\"&gt;Hittites&lt;/a&gt; and the &lt;a href=\"Achaemenid%20Empire\"&gt;Achaemenid Empire&lt;/a&gt;, and was first fortified in the &lt;a href=\"Hellenistic%20period\"&gt;Hellenistic period&lt;/a&gt; following the area's conquest by &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;. &lt;a href=\"Diadochi\"&gt;Alexander's successors&lt;/a&gt; left the area to one of the competing Macedonian generals, &lt;a href=\"Ptolemy%20I%20Soter\"&gt;Ptolemy I Soter&lt;/a&gt;, after Alexander's death in . His dynasty maintained loose control over the mainly &lt;a href=\"Isauria\"&gt;Isauria&lt;/a&gt;n population, and the port became a popular refuge for &lt;a href=\"Ancient%20Mediterranean%20piracy\"&gt;Mediterranean pirates&lt;/a&gt;. The city resisted &lt;a href=\"Antiochus%20III%20the%20Great\"&gt;Antiochus III the Great&lt;/a&gt; of the neighboring &lt;a href=\"Seleucid%20kingdom\"&gt;Seleucid kingdom&lt;/a&gt; in , but was loyal to the pirate &lt;a href=\"Diodotus%20Tryphon\"&gt;Diodotus Tryphon&lt;/a&gt; when he seized the Seleucid crown from 142 to . His rival &lt;a href=\"Antiochus%20VII%20Sidetes\"&gt;Antiochus VII Sidetes&lt;/a&gt; completed work in on a new castle and port, begun under Diodotus.\nThe &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; fought &lt;a href=\"Cilicia\"&gt;Cilicia&lt;/a&gt;n pirates in , when &lt;a href=\"Marcus%20Antonius%20Orator\"&gt;Marcus Antonius the Orator&lt;/a&gt; established a &lt;a href=\"proconsul\"&gt;proconsul&lt;/a&gt;ship in nearby &lt;a href=\"Side%2C%20Turkey\"&gt;Side&lt;/a&gt;, and in under &lt;a href=\"Publius%20Servilius%20Vatia%20Isauricus%20%28consul%2079%20BC%29\"&gt;Servilius Vatia&lt;/a&gt;, who moved to control the Isaurian tribes. The period of piracy in Alanya finally ended after the city's incorporation into the &lt;a href=\"Pamphylia\"&gt;Pamphylia&lt;/a&gt; province by &lt;a href=\"Pompey\"&gt;Pompey&lt;/a&gt; in , with the &lt;a href=\"Battle%20of%20Korakesion\"&gt;Battle of Korakesion&lt;/a&gt; fought in the city's harbor. In &lt;a href=\"Strabo\"&gt;Strabo's&lt;/a&gt; reckoning, Coracesium marked the boundary between &lt;a href=\"ancient%20Pamphylia\"&gt;ancient Pamphylia&lt;/a&gt; and &lt;a href=\"ancient%20Cilicia\"&gt;Cilicia&lt;/a&gt; (&lt;a href=\"Cilicia%20Trachaea\"&gt;Cilicia Trachaea&lt;/a&gt;, in particular); though other ancient authors placed the boundary elsewhere. Isaurian banditry remained an issue under the Romans, and the tribes revolted in the fourth and fifth centuries AD, with the largest rebellion being from 404 to 408.\nWith the spread of &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; Coracesium, as it was called, became a &lt;a href=\"bishopric\"&gt;bishopric&lt;/a&gt;. Its &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt; Theodulus took part in the &lt;a href=\"First%20Council%20of%20Constantinople\"&gt;First Council of Constantinople&lt;/a&gt; in 381, Matidianus in the &lt;a href=\"Council%20of%20Ephesus\"&gt;Council of Ephesus&lt;/a&gt; in 431, Obrimus in the &lt;a href=\"Council%20of%20Chalcedon\"&gt;Council of Chalcedon&lt;/a&gt; in 451, and Nicephorus (Nicetas) in the &lt;a href=\"Third%20Council%20of%20Constantinople\"&gt;Third Council of Constantinople&lt;/a&gt; in 680. Coracesium was a &lt;a href=\"suffragan\"&gt;suffragan&lt;/a&gt; of the &lt;a href=\"metropolitan%20see\"&gt;metropolitan see&lt;/a&gt; of Side, the capital of the &lt;a href=\"Roman%20province\"&gt;Roman province&lt;/a&gt; of &lt;a href=\"Pamphylia%20Prima\"&gt;Pamphylia Prima&lt;/a&gt;, to which Coracesium belonged. It continued to be mentioned in the \"&lt;a href=\"Notitiae%20Episcopatuum\"&gt;Notitiae Episcopatuum&lt;/a&gt;\" as late as the 12th or 13th century. No longer a residential bishopric, Coracesium is today listed by the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; as a &lt;a href=\"titular%20see\"&gt;titular see&lt;/a&gt;.\n&lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; arrived in the 7th century with &lt;a href=\"Byzantine-Arab%20Wars\"&gt;Arab raids&lt;/a&gt;, which led to the construction of new fortifications. The area fell from Byzantine control after the &lt;a href=\"Battle%20of%20Manzikert\"&gt;Battle of Manzikert&lt;/a&gt; in 1071 to tribes of &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuk Turks&lt;/a&gt;, only to be returned in 1120 by &lt;a href=\"John%20II%20Komnenos\"&gt;John II Komnenos&lt;/a&gt;.\nFollowing the &lt;a href=\"Fourth%20Crusade\"&gt;Fourth Crusade&lt;/a&gt;'s attack on the Byzantines, the Christian &lt;a href=\"Armenian%20Kingdom%20of%20Cilicia\"&gt;Armenian Kingdom of Cilicia&lt;/a&gt; periodically held the port, and it was from an Armenian, &lt;a href=\"Kir%20Fard\"&gt;Kir Fard&lt;/a&gt;, that the Turks took lasting control in 1221 when the Anatolian Seljuk Sultan &lt;a href=\"Kayqubad%20I\"&gt;Alaeddin Kayqubad I&lt;/a&gt; captured it, assigning the former ruler, whose daughter he married, to the governance of the city of &lt;a href=\"Ak%C5%9Fehir\"&gt;Akşehir&lt;/a&gt;. Seljuk rule saw the golden age of the city, and it can be considered the winter capital of their empire. Building projects, including the &lt;a href=\"Alanya%20Castle\"&gt;twin citadel&lt;/a&gt;, city walls, arsenal, and &lt;a href=\"K%C4%B1z%C4%B1l%20Kule\"&gt;Kızıl Kule&lt;/a&gt;, made it an important seaport for western Mediterranean trade, particularly with &lt;a href=\"Ayyubid\"&gt;Ayyubid&lt;/a&gt; &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and the &lt;a href=\"Italian%20city-states\"&gt;Italian city-states&lt;/a&gt;. Alaeddin Kayqubad I also constructed numerous gardens and &lt;a href=\"pavilions\"&gt;pavilions&lt;/a&gt; outside the walls, and many of his works can still be found in the city. These were likely financed by his own treasury and by the local &lt;a href=\"emir\"&gt;emir&lt;/a&gt;s, and constructed by the &lt;a href=\"General%20contractor\"&gt;contractor&lt;/a&gt; Abu 'Ali al-Kattani al-Halabi. Alaeddin Kayqubad I's son, Sultan &lt;a href=\"G%C4%B1yaseddin%20Keyh%C3%BCsrev%20II\"&gt;Gıyaseddin Keyhüsrev II&lt;/a&gt;, continued the building campaign with a new &lt;a href=\"cistern\"&gt;cistern&lt;/a&gt; in 1240.\nAt the &lt;a href=\"Battle%20of%20K%C3%B6se%20Da%C4%9F\"&gt;Battle of Köse Dağ&lt;/a&gt; in 1243, the &lt;a href=\"Mongol\"&gt;Mongol&lt;/a&gt; hordes broke the Seljuk hegemony in &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;. Alanya was then subject to a series of invasions from &lt;a href=\"Anatolian%20beyliks\"&gt;Anatolian beyliks&lt;/a&gt;. &lt;a href=\"Lusignan\"&gt;Lusignan&lt;/a&gt;s from &lt;a href=\"Kingdom%20of%20Cyprus\"&gt;Cyprus&lt;/a&gt; briefly overturned the then ruling &lt;a href=\"Hamidids\"&gt;Hamidid dynasty&lt;/a&gt; in 1371. The Karamanids sold the city in 1427 for 5,000 gold coins to the &lt;a href=\"Mamluk%20Sultanate%20%28Cairo%29\"&gt;Mamluks of Egypt&lt;/a&gt; for a period before General &lt;a href=\"Gedik%20Ahmed%20Pasha\"&gt;Gedik Ahmed Pasha&lt;/a&gt; in 1471 incorporated it into the growing &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. The city was made a capital of a local &lt;a href=\"sanjak\"&gt;sanjak&lt;/a&gt; in the &lt;a href=\"Mersin%20Province\"&gt;eyalet of Içel&lt;/a&gt;. The Ottomans extended their rule in 1477 when they brought the main shipping trade, &lt;a href=\"lumber\"&gt;lumber&lt;/a&gt;, then mostly done by &lt;a href=\"Venice\"&gt;Venetians&lt;/a&gt;, under the &lt;a href=\"government%20monopoly\"&gt;government monopoly&lt;/a&gt;. On September 6, 1608, the city rebuffed a naval attack by the &lt;a href=\"Order%20of%20Saint%20Stephen\"&gt;Order of Saint Stephen&lt;/a&gt; from the &lt;a href=\"Duchy%20of%20Florence\"&gt;Duchy of Florence&lt;/a&gt;.\nTrade in the region was negatively impacted by the development of an oceanic route from Europe around Africa to India, and in the tax registers of the late sixteenth century, Alanya failed to qualify as an urban center. In 1571 the Ottomans designated the city as part of the newly conquered &lt;a href=\"Cyprus%20under%20the%20Ottoman%20Empire\"&gt;province of Cyprus&lt;/a&gt;. The conquest further diminished the economic importance of Alanya's port. Traveler &lt;a href=\"Evliya%20%C3%87elebi\"&gt;Evliya Çelebi&lt;/a&gt; visited the city in 1671/1672, and wrote on the preservation of Alanya Castle, but also on the dilapidation of Alanya's suburbs. The city was reassigned in 1864 under &lt;a href=\"Konya%20Province\"&gt;Konya&lt;/a&gt;, and in 1868 under &lt;a href=\"Antalya\"&gt;Antalya&lt;/a&gt;, as it is today. During the 18th and 19th centuries numerous villas were built in the city by Ottoman nobility, and civil construction continued under the local dynastic Karamanid authorities. Bandits again became common across Antalya Province in the mid-nineteenth century.\nAfter World War I, Alanya was nominally &lt;a href=\"Partitioning%20of%20the%20Ottoman%20Empire\"&gt;partitioned&lt;/a&gt; in the 1917 &lt;a href=\"Agreement%20of%20St.-Jean-de-Maurienne\"&gt;Agreement of St.-Jean-de-Maurienne&lt;/a&gt; to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, before returning to the &lt;a href=\"Turkey\"&gt;Turkish Republic&lt;/a&gt; in 1923 under the &lt;a href=\"Treaty%20of%20Lausanne\"&gt;Treaty of Lausanne&lt;/a&gt;. Like others in this region, the city suffered heavily following &lt;a href=\"Turkish%20War%20of%20Independence\"&gt;the war&lt;/a&gt; and the &lt;a href=\"Exchange%20of%20populations%20between%20Greece%20and%20Turkey\"&gt;population exchanges&lt;/a&gt; that heralded the Turkish Republic, when many of the city's Christians resettled in &lt;a href=\"Nea%20Ionia\"&gt;Nea Ionia&lt;/a&gt;, outside &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;. The Ottoman census of 1893 listed the number of &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt; in the city at out of a total population of . Tourism in the region started among &lt;a href=\"Turkish%20people\"&gt;Turks&lt;/a&gt; who came to Alanya in the 1960s for the alleged healing properties of Damlataş Cave, and later the access provided by &lt;a href=\"Antalya%20Airport\"&gt;Antalya Airport&lt;/a&gt; in 1998 allowed the town to grow into an international resort. Strong population growth through the 1990s was a result of immigration to the city, and has driven a rapid modernization of the infrastructure.\nGeography.\nLocated on the &lt;a href=\"Gulf%20of%20Antalya\"&gt;Gulf of Antalya&lt;/a&gt; on the &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;n coastal plain of &lt;a href=\"Pamphylia\"&gt;Pamphylia&lt;/a&gt;, the town is situated between the &lt;a href=\"Taurus%20Mountains\"&gt;Taurus Mountains&lt;/a&gt; to the north and the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;, and is part of the &lt;a href=\"Turkish%20riviera\"&gt;Turkish riviera&lt;/a&gt;, occupying roughly of coastline. From west to east, the Alanya district is bordered by the &lt;a href=\"Manavgat\"&gt;Manavgat&lt;/a&gt; district along the coast, the mountainous &lt;a href=\"G%C3%BCndo%C4%9Fmu%C5%9F\"&gt;Gündoğmuş&lt;/a&gt; inland, &lt;a href=\"Hadim\"&gt;Hadim&lt;/a&gt; and &lt;a href=\"Ta%C5%9Fkent\"&gt;Taşkent&lt;/a&gt; in the &lt;a href=\"Konya%20Province\"&gt;Province of Konya&lt;/a&gt;, &lt;a href=\"Sar%C4%B1veliler\"&gt;Sarıveliler&lt;/a&gt; in the &lt;a href=\"Karaman%20Province\"&gt;Province of Karaman&lt;/a&gt;, and the coastal &lt;a href=\"Gazipa%C5%9Fa\"&gt;Gazipaşa&lt;/a&gt; district. Manavgat is home to the ancient cities of Side and &lt;a href=\"Selge\"&gt;Selge&lt;/a&gt;. East of the city, the &lt;a href=\"Dim%20River\"&gt;Dim River&lt;/a&gt; flows from the mountains in Konya on a south-west route into the Mediterranean.\nThe Pamphylia plain between the sea and the mountains is an isolated example of an &lt;a href=\"Eastern%20Mediterranean%20conifer-sclerophyllous-broadleaf%20forests\"&gt;Eastern Mediterranean conifer-sclerophyllous-broadleaf forest&lt;/a&gt;, which include &lt;a href=\"Lebanon%20Cedar\"&gt;Lebanon Cedar&lt;/a&gt;, evergreen scrub, fig trees, and black pine. The Alanya &lt;a href=\"Massif\"&gt;Massif&lt;/a&gt; refers to the area of &lt;a href=\"metamorphic%20rock\"&gt;metamorphic rock&lt;/a&gt;s east of &lt;a href=\"Antalya\"&gt;Antalya&lt;/a&gt;. This formation is divided into three &lt;a href=\"nappe\"&gt;nappe&lt;/a&gt;s from lowest to highest, the Mahmutlar, the Sugözü, and the Yumrudağ. The similar &lt;a href=\"lithology\"&gt;lithology&lt;/a&gt; extends beneath the city in a &lt;a href=\"Window%20%28geology%29\"&gt;tectonic window&lt;/a&gt;. &lt;a href=\"Bauxite\"&gt;Bauxite&lt;/a&gt;, an aluminum ore, is common to the area north of city, and can be mined.\nThe town is divided east–west by a rocky &lt;a href=\"peninsula\"&gt;peninsula&lt;/a&gt;, which is the distinctive feature of the city. The harbor, city center, and Keykubat Beach, named after the Sultan &lt;a href=\"Kayqubad%20I\"&gt;Kayqubad I&lt;/a&gt;, are on the east side of the peninsula. Damlataş Beach, named for the famous \"dripping caves\", and Kleopatra Beach are to the west. The name \"&lt;a href=\"Cleopatra%20VII\"&gt;Cleopatra&lt;/a&gt;\" possibly derives from either the &lt;a href=\"Ptolemaic%20dynasty\"&gt;Ptolemaic&lt;/a&gt; princess' visit here or the area's inclusion in her dowry to &lt;a href=\"Mark%20Antony\"&gt;Mark Antony&lt;/a&gt;. Atatürk Bulvarı, the main boulevard, runs parallel to the sea, and divides the southern, much more touristic side of Alanya from the northern, more indigenous side that extends north into the mountains. Çevre Yolu Caddesi, another major road, encircles the main town to the north.\nClimate.\nAlanya has a typical &lt;a href=\"hot-summer%20Mediterranean%20climate\"&gt;hot-summer Mediterranean climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen-Geiger%20climate%20classification%20system\"&gt;Köppen&lt;/a&gt;: Csa). Located at the &lt;a href=\"Mediterranean%20Basin\"&gt;Mediterranean Basin&lt;/a&gt;, the &lt;a href=\"subtropical%20high%20pressure%20zone\"&gt;subtropical high pressure zone&lt;/a&gt; ensures that most rain comes during the winter, leaving the summers long, hot, and dry, prompting the Alanya board of Tourism to use the slogan \"where the sun smiles\". Storm cells sometimes bring with them fair weather &lt;a href=\"waterspout\"&gt;waterspout&lt;/a&gt;s when close to the shore. The presence of the Taurus Mountain in close proximity to the sea causes fog, in turn creating visible rainbows many mornings. The height of the mountains creates an interesting effect as &lt;a href=\"snow\"&gt;snow&lt;/a&gt; can often be seen on them even on hot days in the city below. The sea at Alanya has an average temperature of annually, with an average August temperature of .\nMain sights.\nOn the peninsula stands &lt;a href=\"Alanya%20Castle\"&gt;Alanya Castle&lt;/a&gt;, a &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuk&lt;/a&gt; era citadel dating from 1226. Most major landmarks in the city are found inside and around the castle. The current castle was built over existing fortifications and served the double purpose of a palace of local government and as a defensive structure in case of attack. In 2007, the city began renovating various sections of the castle area, including adapting a Byzantine church for use as a Christian community center. Inside the castle is the Süleymaniye &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt; and &lt;a href=\"caravanserai\"&gt;caravanserai&lt;/a&gt;, built by &lt;a href=\"Suleiman%20the%20Magnificent\"&gt;Suleiman the Magnificent&lt;/a&gt;. The old city walls surround much of the eastern peninsula, and can be walked. Inside the walls are numerous historic &lt;a href=\"villa\"&gt;villa&lt;/a&gt;s, well preserved examples of the classical period of &lt;a href=\"Ottoman%20architecture\"&gt;Ottoman architecture&lt;/a&gt;, most built in the early 19th century.\nThe &lt;a href=\"K%C4%B1z%C4%B1l%20Kule\"&gt;Kızıl Kule&lt;/a&gt; (Red Tower) is a high brick building, standing at the harbor below the castle, and containing the municipal &lt;a href=\"Ethnography\"&gt;ethnographic&lt;/a&gt; museum. Sultan &lt;a href=\"Kayqubad%20I\"&gt;Kayqubad I&lt;/a&gt; brought the architect Ebu Ali from &lt;a href=\"Aleppo\"&gt;Aleppo&lt;/a&gt;, &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; to Alanya to design the building. The last of Alanya Castle's , the octagonal structure specifically protected the Tersane (&lt;a href=\"dockyard\"&gt;dockyard&lt;/a&gt;), it remains one of the finest examples of medieval military architecture. The Tersane, a medieval &lt;a href=\"drydock\"&gt;drydock&lt;/a&gt; built by the Seljuk Turks in 1221, is divided into five vaulted bays with equilateral pointed &lt;a href=\"arch\"&gt;arch&lt;/a&gt;es. The &lt;a href=\"Alara%20Castle\"&gt;Alara Castle&lt;/a&gt; and caravanserai near &lt;a href=\"Manavgat\"&gt;Manavgat&lt;/a&gt;, also built under Kayqubad's authority, has been converted into a museum and heritage center.\nAtatürk's House and Museum, from his short stay in the city on February 18, 1935, is preserved in its historic state and is an example of the interior of a traditional Ottoman villa, with artifacts from the 1930s. The house was built between 1880 and 1885 in the \"karniyarik\" (stuffed eggplant) style. Bright colors and red roofs are often mandated by neighborhood councils, and give the modern town a pastel glow. Housed in a 1967 Republican era building, The Alanya Museum is inland from Damlataş Beach.\nAlanya is a member of the &lt;a href=\"Norwich\"&gt;Norwich&lt;/a&gt;-based &lt;a href=\"European%20Association%20of%20Historic%20Towns%20and%20Regions\"&gt;European Association of Historic Towns and Regions&lt;/a&gt;. In 2009, city officials filed to include Alanya Castle and Tersane as &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;s, and were named to the 2009 Tentative List.\nDemographics.\nFrom only 87,080 in 1985, the district has surged to hold a population of 384,949 in 2007. This population surge is largely credited to immigration to the city as a result or byproduct of the increased prominence of the real estate sector and the growth of the &lt;a href=\"Real%20estate%20bubble\"&gt;housing market bubble&lt;/a&gt;. In 2007, the city itself had a population of 134,396, of which 9,789 are &lt;a href=\"Demographics%20of%20Europe\"&gt;European expatriates&lt;/a&gt;, about half of them from &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;. 17,850 total foreigners own property in Alanya. There are a lot of Iranians who have settled in the city. During the Persian New Year a lot of Iranians go to Alanya for vacation. The European expatriate population tends to be over fifty years old. During the summer the population increases due to large numbers of tourists, about each year pass through the city. Both &lt;a href=\"Turkish%20people\"&gt;Turks&lt;/a&gt; and Europeans, these vacationers provide income for much of the population.\nThe city is home to many migrants from the &lt;a href=\"Southeastern%20Anatolia%20Region%2C%20Turkey\"&gt;Southeastern Anatolia Region&lt;/a&gt; and the &lt;a href=\"Black%20Sea%20Region%2C%20Turkey\"&gt;Black Sea region&lt;/a&gt;. In the first decade of the 21st century, the town has seen a surge in &lt;a href=\"Illegal%20immigration\"&gt;illegal&lt;/a&gt; foreign immigrants from the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and &lt;a href=\"South%20Asia\"&gt;South Asia&lt;/a&gt;, both to stay and to attempt to enter &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; &lt;a href=\"List%20of%20European%20Union%20member%20states%20by%20population\"&gt;countries&lt;/a&gt;. , claim residence in Alanya while working abroad. &lt;a href=\"Y%C3%B6r%C3%BCk\"&gt;Yörük&lt;/a&gt; nomads also live in the &lt;a href=\"Taurus%20Mountains\"&gt;Taurus Mountains&lt;/a&gt; north of the city on a seasonal basis. Additionally, there is a small &lt;a href=\"Ethnic%20groups%20of%20Africa\"&gt;African&lt;/a&gt; community descendant from imported &lt;a href=\"Slavery%20%28Ottoman%20Empire%29\"&gt;Ottoman slaves&lt;/a&gt;. During winter, around 3,000 &lt;a href=\"Finns\"&gt;Finns&lt;/a&gt; live in Alanya.\nThe city is nearly 99% &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;, and although many ancient &lt;a href=\"Church%20%28building%29\"&gt;churches&lt;/a&gt; can be found in the district, there are no weekly Christian &lt;a href=\"Mass%20%28liturgy%29\"&gt;services&lt;/a&gt;. In 2006, a &lt;a href=\"German%20language\"&gt;German language&lt;/a&gt; &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; church with seasonal service opened with much fanfare, after receiving permission to do so in 2003, a sign of the growing European population in the city. In 2015, the town began renovations of the &lt;a href=\"Greek%20Orthodox%20Church\"&gt;Greek Orthodox&lt;/a&gt; Agios Georgios Church in the village of Hacı Mehmetli, and the church has been used for a monthly &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox&lt;/a&gt; service. Alanya also provides the Atatürk Cultural Center to Christian groups on a regular basis for larger religious ceremonies.\nEducation and health.\nThe city has 95% &lt;a href=\"literacy\"&gt;literacy&lt;/a&gt;, with &lt;a href=\"Public%20school%20%28government%20funded%29\"&gt;public&lt;/a&gt; and &lt;a href=\"private%20school\"&gt;private&lt;/a&gt; schools, and a roughly . Rural villages are, however, disadvantaged by the limited number of &lt;a href=\"Secondary%20education\"&gt;secondary schools&lt;/a&gt; outside the city center. Alantur Primary School, which opened in 1987, was built and is maintained under the Turkish \"Build Your Own School\" initiative, supported by the foundation of Ayhan Şahenk, the founder of &lt;a href=\"Do%C4%9Fu%C5%9F%20Holding\"&gt;Doğuş Holding&lt;/a&gt;.\nIn 2005, &lt;a href=\"Akdeniz%20University\"&gt;Akdeniz University&lt;/a&gt; of &lt;a href=\"Antalya\"&gt;Antalya&lt;/a&gt; launched the Alanya Faculty of Business, as a &lt;a href=\"satellite%20campus\"&gt;satellite campus&lt;/a&gt; that focuses on the tourism industry. The school hosts an International Tourism Conference annually in coordination with &lt;a href=\"Buckinghamshire%20New%20University\"&gt;Buckinghamshire New University&lt;/a&gt;. The city also has plans to open a private university in 2012. &lt;a href=\"Georgetown%20University\"&gt;Georgetown University&lt;/a&gt; operates an annual &lt;a href=\"study%20abroad\"&gt;study abroad&lt;/a&gt; program for American students known as the &lt;a href=\"McGhee%20Center%20for%20Eastern%20Mediterranean%20Studies\"&gt;McGhee Center for Eastern Mediterranean Studies&lt;/a&gt;, named for the &lt;a href=\"United%20States%20Ambassador%20to%20Turkey\"&gt;United States Ambassador to Turkey&lt;/a&gt; from 1952 to 1953 &lt;a href=\"George%20C.%20McGhee\"&gt;George C. McGhee&lt;/a&gt;, and based in his villa. &lt;a href=\"Ba%C5%9Fkent%20University%20Medical%20and%20Research%20Center%20of%20Alanya\"&gt;Başkent University Medical and Research Center of Alanya&lt;/a&gt;, a &lt;a href=\"teaching%20hospital\"&gt;teaching hospital&lt;/a&gt; run by &lt;a href=\"Ba%C5%9Fkent%20University\"&gt;Başkent University&lt;/a&gt; in &lt;a href=\"Ankara\"&gt;Ankara&lt;/a&gt; is one of nineteen hospitals in Alanya. Other major hospitals include the 300-bed Alanya State Hospital and the 90-bed Private Hayat Hospital.\nCulture.\nAlanya's culture is a subculture of the larger &lt;a href=\"Culture%20of%20Turkey\"&gt;Culture of Turkey&lt;/a&gt;. The city's seaside position is central to many annual festivals. These include the Tourism and Arts Festival, which marks the opening of the tourism season from at the end of May or beginning of June. At the opposite end of the season, the &lt;a href=\"Alanya%20International%20Culture%20and%20Art%20Festival\"&gt;Alanya International Culture and Art Festival&lt;/a&gt; is held in the last week of May, and is a notable &lt;a href=\"Festivals%20in%20Republic%20of%20Turkey\"&gt;Turkish festival&lt;/a&gt;. Other regular festivals include the Alanya Jazz Days, which has been held since 2002 in September or October at the &lt;a href=\"K%C4%B1z%C4%B1l%20Kule\"&gt;Kızıl Kule&lt;/a&gt;, which is otherwise home to the municipal &lt;a href=\"Ethnography\"&gt;ethnographic&lt;/a&gt; museum. The Jazz Festival hosts Turkish and international &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; musicians in a series of five free concerts.\nThe Alanya Chamber Orchestra, formed of members of the Antalya State Opera and Ballet, gave its inaugural performance on December 7, 2007. The International Alanya Stone Sculpture Symposium, begun is 2004, is held over the month of November. The Alanya Documentary Festival was launched in 2001 by the Alanya Cinémathèque Society and the Association of Documentary Filmmakers in Turkey. &lt;a href=\"Onat%20Kutlar\"&gt;Onat Kutlar&lt;/a&gt;, Turkish poet and writer, and founder of the &lt;a href=\"Istanbul%20International%20Film%20Festival\"&gt;Istanbul International Film Festival&lt;/a&gt; was born in Alanya, as was actress Sema Önür.\n&lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Atatürk&lt;/a&gt;'s visit to Alanya is also celebrated on its anniversary each February 18, centered on Atatürk's House and Museum. The Alanya Museum is home to &lt;a href=\"archaeology\"&gt;archaeology&lt;/a&gt; found in and around the city, including a large bronze &lt;a href=\"Hercules\"&gt;Hercules&lt;/a&gt; statue, ceramics, and Roman limestone &lt;a href=\"ossuary\"&gt;ossuaries&lt;/a&gt;, as well as historic copies of the &lt;a href=\"Qur%27an\"&gt;Qur'an&lt;/a&gt;. European residents of Alanya also often celebrate their national holidays, such as &lt;a href=\"Norwegian%20Constitution%20Day\"&gt;Norwegian Constitution Day&lt;/a&gt;, and the city set up a &lt;a href=\"Christmas%20market\"&gt;Christmas market&lt;/a&gt; in December 2010. &lt;a href=\"Iranian%20peoples\"&gt;Iranians&lt;/a&gt; also celebrate the Persian New Year, &lt;a href=\"Nowruz\"&gt;Nevruz&lt;/a&gt;, in Alanya.\nGovernment.\nAlanya was set up as a municipality in 1872, electing its &lt;a href=\"List%20of%20mayors%20of%20Alanya\"&gt;first mayor&lt;/a&gt; in 1901. Today, Alanya is governed by a mayor and a municipality council made up of thirty-seven members. Eighteen councilors are from the far-right &lt;a href=\"Nationalist%20Movement%20Party\"&gt;Nationalist Movement Party&lt;/a&gt;, seven are from the center-left &lt;a href=\"Republican%20People%27s%20Party%20%28Turkey%29\"&gt;Republican People's Party&lt;/a&gt;, and twelve are of the &lt;a href=\"Justice%20and%20Development%20Party%20%28Turkey%29\"&gt;Justice and Development Party&lt;/a&gt; (AK Party), which is currently in power in the national government. Mayor Adem Murat Yücel of the Nationalist Movement Party was elected in 2014 by unseating the incumbent Hasan Sipahioğlu, who had previously been mayor since 1999. &lt;a href=\"Elections%20in%20Turkey\"&gt;Elections&lt;/a&gt; are held every five years, with the next to be held in March 2019. Alanya also has a deputy mayor, who often represents the city at its sporting events, and together the mayor and his team represent Alanya in the provincial assembly in Antalya.\nAlanya District is divided up into , including the city center, and . Alanya is greatly influenced by the provincial government in Antalya, and the national government in &lt;a href=\"Ankara\"&gt;Ankara&lt;/a&gt;, which appoints a &lt;a href=\"List%20of%20governors%20of%20Alanya\"&gt;governor&lt;/a&gt; for the district, currently Dr. Hulusi Doğan. Although Alanya has been part of &lt;a href=\"Antalya%20Province\"&gt;Antalya Province&lt;/a&gt; since the Ottoman Empire, many local politicians have advocated a separate Alanya Province, a position supported by associations of foreign residents.\nNationally, in the &lt;a href=\"2007%20Turkish%20general%20election\"&gt;2007 election&lt;/a&gt;, the province voted with the Justice and Development Party, who were followed closely by the Republican People's Party and the True Path Party. &lt;a href=\"Mevl%C3%BCt%20%C3%87avu%C5%9Fo%C4%9Flu\"&gt;Mevlüt Çavuşoğlu&lt;/a&gt;, of the Justice and Development Party, is the only native Alanyalilar &lt;a href=\"Member%20of%20Parliament\"&gt;Member of Parliament&lt;/a&gt; representing Antalya Province in the &lt;a href=\"Grand%20National%20Assembly%20of%20Turkey\"&gt;Grand National Assembly&lt;/a&gt;, where he chairs the Committee on Migration, Refugees and Population. Çavuşoğlu is the current &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Turkey%29\"&gt;Turkish Foreign Minister&lt;/a&gt; and also served as the president of the &lt;a href=\"Parliamentary%20Assembly%20of%20the%20Council%20of%20Europe\"&gt;Parliamentary Assembly of the Council of Europe&lt;/a&gt;.\nEconomy.\nThe tourist industry in Alanya is worth just under per year, and is therefore the principal industry. The area is further known for its many fruit farms, particularly lemons and oranges, and large harvests of tomatoes, bananas and cucumbers. About 80,000 tonnes of &lt;a href=\"citrus%20fruits\"&gt;citrus fruits&lt;/a&gt; were produced in 2006 across . The &lt;a href=\"greengage\"&gt;greengage plum&lt;/a&gt; and the &lt;a href=\"avocado\"&gt;avocado&lt;/a&gt; are increasingly popular early season fruits where citrus fruits are becoming unprofitable.\nDespite the seaside location, few residents make their living on the sea, and fishing is not a major industry. In the early 1970s, when fish stocks ran low, a system of rotating access was developed to preserve this sector. This innovative system was part of &lt;a href=\"Elinor%20Ostrom\"&gt;Elinor Ostrom&lt;/a&gt;'s research on economic governance which led to her 2009 &lt;a href=\"Nobel%20Memorial%20Prize%20in%20Economic%20Sciences\"&gt;Nobel Prize in Economics&lt;/a&gt;. In 2007, locals protested the establishment of some larger chain &lt;a href=\"supermarket\"&gt;supermarket&lt;/a&gt;s and clothing stores, which have opened branches in Alanya.\nBeginning in 2003, with the provisional elimination of restrictions on &lt;a href=\"Foreign%20purchases%20of%20real%20estate%20in%20Turkey\"&gt;land purchases by non-nationals&lt;/a&gt;, the housing industry in the city has become highly profitable with many new private homes and condominiums being built for European and Asian part-time residents. Sixty-nine percent of homes purchased by foreign nationals in the &lt;a href=\"Antalya%20Province\"&gt;Antalya Province&lt;/a&gt; and 29.9% in all of Turkey are in Alanya. Buyers are primarily individuals, rather than investors. This housing boom put pressure on the city's many &lt;a href=\"gecekondu\"&gt;gecekondu&lt;/a&gt; houses and establishments as property values rise and property sales to locals fall. A height restriction in the city limits most buildings to (). This keeps high rise hotels to the east and west of the city, preserving the central skyline at the expense of greater tourist potential. The fringes of the city however have seen uncontrolled expansion.\nTourism.\nSince the first modern &lt;a href=\"motel\"&gt;motel&lt;/a&gt; was built in 1958, considered the first year of the tourist industry in Alanya, hotels have raced to accommodate the influx of tourists, and the city claims beds. &lt;a href=\"Damlata%C5%9F%20Cave\"&gt;Damlataş Cave&lt;/a&gt;, which originally sparked the arrival of outsiders because of the cave's &lt;a href=\"microclimate\"&gt;microclimate&lt;/a&gt;, with an average temperature of and , is accessible on the west side of the peninsula with trails from Damlataş Beach. Many tourists, especially &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;ns, &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt;, &lt;a href=\"Russians\"&gt;Russians&lt;/a&gt;, and &lt;a href=\"Dutch%20%28ethnic%20group%29\"&gt;Dutch&lt;/a&gt;, regularly vacation in Alanya during the &lt;a href=\"summer\"&gt;warmer months&lt;/a&gt;. They are drawn to the area because of property prices, warm weather, sandy beaches, access to &lt;a href=\"Antalya%20Province%23Places%20of%20interest\"&gt;Antalya's historic sites&lt;/a&gt;, and fine &lt;a href=\"Cuisine%20of%20Turkey\"&gt;cuisine&lt;/a&gt;.\nOther outdoor tourist activities include &lt;a href=\"wind%20surfing\"&gt;wind surfing&lt;/a&gt;, &lt;a href=\"parasailing\"&gt;parasailing&lt;/a&gt;, and &lt;a href=\"banana%20boat%20%28boat%29\"&gt;banana boating&lt;/a&gt;. Attractions include Europe's largest waterpark, Sealanya, and Turkey's largest &lt;a href=\"Kart%20racing\"&gt;go-kart&lt;/a&gt; track. Hunting season also attracts some tourist for wild goat, pig and partridge hunting in area nature reserves.\nFor various reasons, tourist seasons after 2005 have been disappointing for Alanya's tourism industry. Among the reasons blamed were increased &lt;a href=\"Kurdistan%20Workers%20Party\"&gt;PKK&lt;/a&gt; violence, the &lt;a href=\"H5N1\"&gt;H5N1 bird flu&lt;/a&gt; found in &lt;a href=\"Van%20Province\"&gt;Van&lt;/a&gt;, and the &lt;a href=\"Jyllands-Posten%20Muhammad%20cartoons%20controversy\"&gt;Mohammad cartoon controversy&lt;/a&gt;. Alanya officials have responded with a variety of publicity initiatives, including baking the world's longest cake on April 26, 2006, a &lt;a href=\"Guinness%20World%20Records\"&gt;Guinness World Record&lt;/a&gt;. The economy has also suffered due to investment in more than properties. Israeli tourists, commonly arriving via cruise ship, have also declined sharply by about 85% from 2009 to 2011 due in part to strained &lt;a href=\"Israel%E2%80%93Turkey%20relations\"&gt;relations between Turkey and Israel&lt;/a&gt;.\nMedia.\nAlanya has 10 local daily newspapers. One of these is \"Yeni Alanya\", which includes the news and lifestyles magazine \"Orange\" and is available in English, German and Turkish. Two native German language newspapers are published in Alanya, the \"Aktuelle Türkei Rundschau\" and \"Alanya Bote\" for the community of German speaking residents and visitors. A monthly magazine \"Hello Alanya\" published in Alanya for foreigners, appearing in English and Dutch. The free regional newspaper, Riviera News, is printed in English and is widely available in Alanya.\nFive radio stations broadcast from the city. Alanya &lt;a href=\"FM%20broadcasting\"&gt;FM Radyo&lt;/a&gt; broadcasts on 106.0 FM and is partnered with Radio Flash, on 94.0 FM, both broadcasting &lt;a href=\"popular%20music\"&gt;popular music&lt;/a&gt;. Other stations include Alanya RadyoTime on 92.3 FM, which broadcasts a variety of Turkish music, news, and talk programming. Two television stations are local to Alanya, Kanal Alanya, and Alanya Televizyonu, abbreviated ATV, which is partnered with Alanya RadyoTime.\nTransportation.\nThe &lt;a href=\"D%20400%20Highway\"&gt;D 400 Highway&lt;/a&gt;, the Alanya–Mersin Route, connects Alanya from the east and west, encircling it, and linking through the city center via Atatürk Bulvarı. The D695, the Ankara–Akşehir Route, runs north–south and reaches the sea west of the city near Side, connecting with the D400. &lt;a href=\"Antalya%20Airport\"&gt;Antalya Airport&lt;/a&gt; is away and connects internationally. The new &lt;a href=\"Antalya%20Gazipa%C5%9Fa%20Airport\"&gt;Antalya Gazipaşa Airport&lt;/a&gt;, first begun in 1992, is only from the city, and was expected to have its first regular domestic flights on May 22, 2010, although international flights were not expected before the start of the 2011 tourist season. No train routes go to Alanya or &lt;a href=\"Antalya%20Province\"&gt;Antalya Province&lt;/a&gt;, and there are no train stations in the district.\nThere are bus and &lt;a href=\"Dolmu%C8%99\"&gt;dolmuş&lt;/a&gt; systems out of Alanya's two bus depots, but buses are usually limited to the major roads, and inside the city transportation is by car, taxi, or foot, as many roads in the old town are closed to vehicle traffic. The harbor includes cruise ship piers, and also seasonal &lt;a href=\"ferry\"&gt;ferries&lt;/a&gt; and &lt;a href=\"hydrofoil\"&gt;hydrofoil&lt;/a&gt;s depart for &lt;a href=\"Kyrenia\"&gt;Kyrenia&lt;/a&gt; in the &lt;a href=\"Turkish%20Republic%20of%20Northern%20Cyprus\"&gt;Turkish Republic of Northern Cyprus&lt;/a&gt;. Cruise ships docking at Alanya have increased 50% in 2013, with 53 estimated to have brought 56,000 passengers the end of the year. Further west of the city is the Alanya Marina, which started services in 2008 while still under construction, completing its expansion in 2010. The 85-km2 (33-sq-mi) marina allowed Alanya to participate in the 2008 Eastern Mediterranean Yacht Rally. The city is also investing in a &lt;a href=\"community%20bicycle%20program\"&gt;community bicycle program&lt;/a&gt; with 150 bicycles and twenty terminals.\nSports.\nAlanya is home to a &lt;a href=\"Women%27s%20professional%20sports\"&gt;woman's&lt;/a&gt; &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; team, Alanya Belediye, which started in the &lt;a href=\"Turkish%20Women%27s%20Basketball%20League\"&gt;first division&lt;/a&gt; but was relegated after the 2002 season. The city hosts a &lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt; &lt;a href=\"Football%20%28soccer%29\"&gt;soccer&lt;/a&gt; team, &lt;a href=\"Alanyaspor\"&gt;Alanyaspor&lt;/a&gt;. The club was founded in 1948, and play home games at Milli Egemenlik Stadium. It played in the &lt;a href=\"Bank%20Asya%20First%20League\"&gt;Second League&lt;/a&gt; between 1988-1997 and 2014–2016. The club finally promoted to top level in 2015–16 season. In 2007, the city began constructing a new soccer facility with the intention of hosting winter competitions between major teams. The public Alanya Municipality Sports Facility is located adjacent to Milli Egemenlik Stadium, which is one of thirteen facilities.\nAlanya's waterfront location makes it suitable for certain events, and is perhaps most famous for its annual &lt;a href=\"triathlon\"&gt;triathlon&lt;/a&gt;, part of the &lt;a href=\"International%20Triathlon%20Union\"&gt;International Triathlon Union&lt;/a&gt; series, which has been held every October since 1990. &lt;a href=\"Marathon%20swimming\"&gt;Marathon swimming&lt;/a&gt; competitions have also been connected to the triathlon since 1992. Building on the triathlon's success, Alanya hosted a &lt;a href=\"modern%20pentathlon\"&gt;modern pentathlon&lt;/a&gt; in 2009. Alanya is also the regular host of The Turkish Open, part of the &lt;a href=\"Nestea\"&gt;Nestea&lt;/a&gt; European &lt;a href=\"Beach%20Volleyball\"&gt;Beach Volleyball&lt;/a&gt; championship tour, which takes place in May. In 2007, the &lt;a href=\"Turkish%20Volleyball%20Federation\"&gt;Turkish Volleyball Federation&lt;/a&gt; persuaded the &lt;a href=\"Conf%C3%A9d%C3%A9ration%20Europ%C3%A9enne%20de%20Volleyball\"&gt;European Volleyball Confederation&lt;/a&gt; to build a beach volleyball training facility in Alanya, and make it the exclusive \"center of beach volleyball in Europe\".\nThe city is also a frequent host to national events, such as the annual beach &lt;a href=\"team%20handball\"&gt;handball&lt;/a&gt; tournament. Alanya is the traditional finish site of the seven-day &lt;a href=\"Presidential%20Cycling%20Tour%20of%20Turkey\"&gt;Presidential Cycling Tour of Turkey&lt;/a&gt;, though organizers reversed the route in 2012, and started the event in Alanya instead. Other cycling events include the Alanya International Mountain Bike Race. Additionally, the &lt;a href=\"Union%20Europ%C3%A9enne%20de%20Cyclisme\"&gt;European Cycling Union&lt;/a&gt; had its 2010 European road cycling championship and 2010 ordinary congress meeting in Alanya.\nInternational relations.\nTwin towns - sister cities.\nThe most significant tie is with the city of &lt;a href=\"Nea%20Ionia\"&gt;Nea Ionia&lt;/a&gt;, where many of Alanya's Christians were &lt;a href=\"population%20exchange%20between%20Greece%20and%20Turkey\"&gt;resettled&lt;/a&gt; in 1923 after the &lt;a href=\"Treaty%20of%20Lausanne\"&gt;Treaty of Lausanne&lt;/a&gt;. Alanya is twinned with:"
}