{
    "id": "9381795",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=9381795",
    "title": "Pahlevani and zoorkhaneh rituals",
    "text": "Pahlevani and zourkhaneh rituals is the name inscribed by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; for varzesh-e pahlavāni (, \"heroic sport\") or varzesh-e bāstāni (; , \"ancient sport\"), a traditional system of athletics and a form of martial arts originally used to train warriors in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; (&lt;a href=\"Name%20of%20Iran\"&gt;Persia&lt;/a&gt;), and first appearing under this name and form in the &lt;a href=\"Safavid%20Iran\"&gt;Safavid&lt;/a&gt; era, with similarities to systems in adjacent lands under other names. Outside Iran, zoorkhanehs can now also be found in &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;, and &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, and were introduced into &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; in the mid-19th century by the Iranian immigrants, where they seem to have existed until the 1980s before disappearing. It combines martial arts, calisthenics, strength training and music. It contains elements of pre-Islamic and post-Islamic &lt;a href=\"Culture%20of%20Iran\"&gt;Persian culture&lt;/a&gt; (particularly &lt;a href=\"Zoroastrianism\"&gt;Zoroastrianism&lt;/a&gt;, &lt;a href=\"Mithraism\"&gt;Mithraism&lt;/a&gt; and &lt;a href=\"Gnosticism\"&gt;Gnosticism&lt;/a&gt;) with the spirituality of Persian &lt;a href=\"Shia%20Islam\"&gt;Shia Islam&lt;/a&gt; and &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt;. Practiced in a domed structure called the zurkhāneh, training sessions consist mainly of ritual gymnastic movements and climax with the core of combat practice, a form of submission-grappling called koshti pahlavāni.\nHistory.\nTraditional Iranian wrestling (\"koshti\") dates back to ancient Persia and was said to have been practiced by Rustam, mythological Iranian hero of the &lt;a href=\"Shahnameh\"&gt;Shahnameh&lt;/a&gt; epic. While folk styles were practiced for sport by every ethnic group in various provinces, grappling for combat was considered the particular specialty of the zourkhāneh. The original purpose of these institutions was to train men as warriors and instill them with a sense of national pride in anticipation for the coming battles. The Mithrāic design and rituals of these academies bear testament to its Parthian origin (132 BCE – 226 CE). The zourkhaneh system of training is what is now known as varzesh-e bastani, and its particular form of wrestling was called koshti pahlevani, after the Parthian word \"pahlevan\" meaning hero.\nWhen the Arabs invaded Persia around 637 CE, the zourkhānehs served as secret meeting places where knights would train and keep alive a spirit of solidarity and patriotism. Invaders repeatedly targeted the houses of strength to discourage rebels, but new ones would always be organized in a different location. Following the spread of &lt;a href=\"Shia%20Islam\"&gt;Shia Islam&lt;/a&gt;, and particularly after the development of &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt; in the eighth century, varzesh-e pahlavani absorbed philosophical and spiritual components from it. Religious hymns were incorporated into training, and the first Shi'ite imam &lt;a href=\"Ali\"&gt;Ali&lt;/a&gt; was adopted as the zourkhāneh patron.\nVarzesh-e bastani was particularly popular in the 19th century, during the reign of the Qajar king Nāser al-Din Shāh Qājār (1848–1896). Every 21 March on &lt;a href=\"Nowruz\"&gt;Nowruz&lt;/a&gt; (the Iranian new year), competitions would be held in the shah's court, and the shah himself would present the champion with an armlet (\"bazoo-band\"). The sport declined following the rise of the &lt;a href=\"Pahlavi%20dynasty\"&gt;Pahlavi dynasty&lt;/a&gt; in the 1920s and the subsequent modernisation campaigns of &lt;a href=\"Reza%20Shah\"&gt;Reza Shah&lt;/a&gt;, who saw the sport as a relic of &lt;a href=\"Qajar%20dynasty\"&gt;Qajarite ritual&lt;/a&gt;. Reza Shah's son &lt;a href=\"Mohammad%20Reza%20Pahlavi\"&gt;Mohammad Reza Pahlavi&lt;/a&gt; took a different approach, emphasizing Iran's ancient Persian roots as an alternative to the heavily Islam-based identity of less developed nations in the Middle East. He attempted to revive the tradition and practiced it himself, and during his reign, the last national competitions were held.\nFollowing the &lt;a href=\"Iranian%20Revolution\"&gt;Iranian Revolution&lt;/a&gt; of 1979 the tradition lost some of its popularity as the new regime discouraged anything tied to pre-Islamic paganism, which included the Gnostic and Mithraic chants and rituals of the zourkhāneh. This did not last, however, as the Islamic Republic eventually promoted varzesh-e bastani as a symbol of Iranian pride and culture. Today, varzesh-e pahlavāni is touted as the reason why Iranians are regular winners at international wrestling and weight-lifting events.\nThe matter of attracting younger members has been a major discourse for some time. Suggestions have included making practice more upbeat and distributing duties among the younger members instead of adhering strictly to seniority. The IZSF was established in response to this and it is currently the world governing body for all zourkhāneh. In recent years, the sport appears to be gaining popularity in the countries adjacent to Iran, including Iraq and Afghanistan.\nOne of the &lt;a href=\"Baku\"&gt;Baku&lt;/a&gt;'s &lt;a href=\"Old%20City%20%28Baku%29\"&gt;Inner City&lt;/a&gt;'s entertainment areas was the Zorkhana. Baku's Zorkhana located just a few steps from the Bukhari and Multani caravanserais, towards the &lt;a href=\"Maiden%20Tower%20%28Baku%29\"&gt;Maiden's Tower&lt;/a&gt; dates back to at least the 15th century. There were contests accompanied by a trio of musicians who performed traditional Eastern instruments like the &lt;a href=\"kamancha\"&gt;kamancha&lt;/a&gt;, &lt;a href=\"zurna\"&gt;zurna&lt;/a&gt; and &lt;a href=\"naghara\"&gt;naghara&lt;/a&gt;. Most of these melodies have long since been forgotten. However, one by the name of \"Jangi\" (War) is still performed prior to the opening of Azerbaijani national wrestling competitions (Gulash).\nThe zurkhāneh.\nThe traditional gymnasium in which varzesh-e bastani is practiced is known as the zurkhaneh (, also spelled \"zoorkhāneh\" and \"zourkhāneh\"), literally the \"house of strength\". These gyms have a very specific and unique architecture and are covered structures with a single opening in the ceiling, with a sunken 1m-deep octagonal or circular pit in the center (\"gaud\"). Around the \"gaud\" is a section for the audience, one for the musicians, and one for the athletes. A portrait of &lt;a href=\"Alireza%20Soleimani\"&gt;Ali&lt;/a&gt; is hung on the wall of every zurkhāneh. An aspiring member may be a male from any social class or religion, but they must first spend at least a month watching from the audience before they can join. Traditionally, the zurkhānehs demanded no payment from their athletes, and depended instead on public donations. In return, the zurkhāneh provided community services and protection. One example is the \"casting of flowers\" ceremony in which athletes held koshti matches and other displays of strength to raise funds for the needy. There are today 500 zurkhaneh in Iran and each has strong ties to their local community. Zurkhanehs have commonly had strong political affiliations, either advocating or denouncing particular governments; &lt;a href=\"Qasem%20Soleimani\"&gt;Qassem Soulimani&lt;/a&gt;, the commander of the Quds Force, attended a zurkhāneh as a teenager. This type of sports diplomacy is said to be a natural extension of the patriotic nature of zurkhāneh training dating back to the days when pahlevans served in the king's court.\nRituals and practice.\nBastani rituals mimic the practices and traditions of Sufi orders, as evidenced by terminology like \"murshed\" or \"morshed\" (\"master\"), \"pishkesvat\" (\"leader\"), \"tāj\" (\"crown\") and \"faqr\" (\"pride\"). The ethics involved are also similar to Sufi ideals, emphasizing purity of heart. Every session begins with pious praise to the Prophet Muhammed and his family. The morshed dictates the pace by beating a goblet drum (\"zarb\") while reciting Gnostic poems and stories from &lt;a href=\"Persian%20mythology\"&gt;Persian mythology&lt;/a&gt;. As the most important member of the zourkhāneh, the morshed leads prayer sessions and spurs the athletes on with poems in praise of Shi'ite imams and excerpts from the &lt;a href=\"Shahnameh\"&gt;Shahnameh&lt;/a&gt;. The singing itself once served as a form of oral education, passing down social knowledge, moral codes and religious teachings to the warriors in training.\nThe main portion of a varzesh-e bāstāni session is dedicated to weight training and calisthenics, notably using a pair of wooden clubs (\"mil\"), metal shields (\"sang\"), and bow-shaped iron weights (\"kabbādeh\" or \"kamān\"). This is followed by exercises like &lt;a href=\"Sufi%20whirling\"&gt;Sufi whirling&lt;/a&gt; and juggling, all of which are intended to build strength. The athletes move in unison to the drum beats of the morshed. Every session ends with bouts of koshti pahlavāni.\nAncient Zoroastrians believed that the development of physical and mental strength could be used to enhance spirituality. Thus, aside from once preparing warriors for battle, this training is supposed to promote kindness and humility through the cultivation of outer strength. Under the supervision of a pishkesvat, students are instructed in traditional ethics and chivalry. Participants are expected to be pure, truthful, good-tempered and only then strong in body. Acquiring the rank of \"pahlevan\" (hero) requires mastery of the physical skills, observance of religious principles, and passing the moral stages of Gnosticism. The principles of unpretentiousness are exemplified by a verse recited at many meetings: \"Learn modesty, if you desire knowledge. A highland would never be irrigated by a river.\" (\"Kanz ol-Haghayegh\")\nInternational Zurkhāneh Sport Federation.\nThe International Zurkhāneh Sport Federation (IZSF) was established on October 10, 2004, to promote varzesh-e pahlavāni on a global level. The IZSF aims to regulate and standardize rules for koshti pahlevani and organize international festivals and competitions. In 2010 it started to regulate and organize para-zourkhāneh festivals for disabled athletes. Seventy Two countries are currently members of the IZSF."
}