{
    "id": "9393801",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=9393801",
    "title": "Alba-la-Romaine",
    "text": "Alba-la-Romaine (; ) is a &lt;a href=\"Communes%20of%20France\"&gt;commune&lt;/a&gt; in the &lt;a href=\"Ard%C3%A8che\"&gt;Ardèche&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; in the &lt;a href=\"Auvergne-Rh%C3%B4ne-Alpes\"&gt;Auvergne-Rhône-Alpes&lt;/a&gt; region of southern &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nThe inhabitants of the commune are known as \"Albains\" or \"Albaines\"\nGeography.\n\"Alba-la-Romaine\" is located some 5 km west of &lt;a href=\"Montelimar\"&gt;Montelimar&lt;/a&gt; on a mountain ridge overlooking the Rhone river valley. The commune can be accessed on Highway N102 running west from &lt;a href=\"Le%20Teil\"&gt;Le Teil&lt;/a&gt; and through the northern part of the commune and continuing west to &lt;a href=\"Saint-Jean-le-Centenier\"&gt;Saint-Jean-le-Centenier&lt;/a&gt;. Local Road D253 enters the commune from &lt;a href=\"Sceautres\"&gt;Sceautres&lt;/a&gt; in the north and runs south crossing the N102 before continuing to the village of Alba-la-Romaine and then continuing south to &lt;a href=\"Valvigneres\"&gt;Valvigneres&lt;/a&gt;. Another district road the D107 commences from the village and goes south to &lt;a href=\"Saint-Thome\"&gt;Saint-Thome&lt;/a&gt;. There is an extensive network of small country roads throughout the commune.\nThere are extensive areas of farmland in the commune especially following the ridge line from north to south as well as steep mountain slopes. An extensive network of streams throughout the commune run into L'Escoutay river which runs south out of the commune then east to join the Rhone near Viviers. The western border of the commune is formed by the Ruisseau de Julieu. Le Rounei, and Le Ruisseau de Berg streams which flow into Le Salauzon stream which is part of the southern border of the commune before eventually joining L'Escoutay river.\nThere are a few villages and hamlets in the commune including: Les Baumes, Le Buis d'Aps, La Roche, Saint-Philippe, and Le Pont.\nA metre-gauge railway line traverses the north of the commune but the nearest station is at &lt;a href=\"Saint-Jean-le-Centenier\"&gt;Saint-Jean-le-Centenier&lt;/a&gt;.\nThere are also the remains of a Roman city and a medieval village in the commune.\nToponymy.\nAlba-la-Romaine town was founded in &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; times and bore the name \"&lt;a href=\"Archeological%20site%20of%20Alba-la-Romaine\"&gt;Alba Helviorum&lt;/a&gt;\" (\"Alba of the &lt;a href=\"Helvii\"&gt;Helvii&lt;/a&gt;,\" an ancient Celtic people). It was the capital of the Helvii and became the episcopal see during the 4th century. From the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; until 1904, it bore the name Aps, the family name of the local proprietors.\nThe origin of the name \"Alba\" is not Latin as may be thought (in Latin \"albus\" meaning 'white') but pre-Celtic or Celtic.\nThe current name of the village was formalized on 30 May 1986. Previously the village had been called only \"Alba\".\nHistory.\nIt has been assumed that when the city of Alba was founded at the beginning of the Roman Empire it was the successor, as often occurred in Gaul, of an earlier city. The existence of a protohistoric oppidum Chaulène on the plateau, northwest of Alba, is in fact likely. The assumption of a lowland habitat can also be used as the excavations to the west of the \"St. Peter\" site have yielded the remains of stone tools dating from the late third millennium. At the location of two \"domus\" south-east of the \"home field Lauzun\" site, a habitat was found of &lt;a href=\"La%20T%C3%A8ne%20culture\"&gt;La Tène III&lt;/a&gt; (first century BC.) The discovery of imported ceramics of \"Campanian type A\" which debris was also collected in \"Saint-Pierre\" such as collars, handles, and lips of wine amphorae from Italy and some Allobrogian currency issued in the third quarter of the 1st century AD revealed a long term relationship with the Romans before the invasion. Other hill forts are known in the territory of Helviens such as Jastres North.\nWhen Bituitos, the Chief of the Arverni people who were located beyond the Cevennes, was defeated in 121 BC by the Roman consul &lt;a href=\"Quintus%20Fabius%20Maximus%20Allobrogicus\"&gt;Quintus Fabius Maximus Allobrogicus&lt;/a&gt;, Alba was already the capital of the Helviens territory which corresponded approximately to the current department of the Ardeche. Their neighbours were &lt;a href=\"Segusiavi\"&gt;Segusiavi&lt;/a&gt;: to the north-west the \"Vellaves Gabales\" and to the south \"Volques Arécomiques\". Fabius Maximus managed to separate the Helviens the &lt;a href=\"Allobroges\"&gt;Allobroges&lt;/a&gt; and Arverni and draw them into alliance with Rome. They obtained the title of allies and friends of Rome and Julius Caesar observed, on his arrival in Gaul, that they were independent and had their own customs and administration. In 83 BC Cabur, the Chief of the helviens obtained &lt;a href=\"Roman%20citizenship\"&gt;Roman citizenship&lt;/a&gt; under the name of &lt;a href=\"Gaius%20Valerius%20Caburus\"&gt;Gaius Valerius Caburus&lt;/a&gt; and his son &lt;a href=\"Gaius%20Valerius%20Troucillus\"&gt;Gaius Valerius Troucillus&lt;/a&gt; became a friend of &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;. The pro-Roman politics of the Helviens allowed Caesar to install his forces near the Arverni. After winning over the Helvie and its capital Alba there was major economic development.\nSubsequently, Augustus Caesar conferred on Alba the privilege of Roman law. First attached to the province of &lt;a href=\"Aquitaine\"&gt;Aquitaine&lt;/a&gt; in the time of &lt;a href=\"Lucius%20Seius%20Strabo\"&gt;Strabo&lt;/a&gt;, it appears to have been integrated into the province of &lt;a href=\"Gallia%20Narbonensis\"&gt;Narbonne&lt;/a&gt;.\n\"The Starting point of the Roman roads to &lt;a href=\"Valence%20%28city%29\"&gt;Valence&lt;/a&gt;, &lt;a href=\"Vienne%2C%20Is%C3%A8re\"&gt;Vienne&lt;/a&gt;, and &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt; by the banks of the &lt;a href=\"Rhone\"&gt;Rhone&lt;/a&gt;, another to Bourg-Saint-Andéol, Narbonne, and finally to Gergovie. Apart from the roads, Alba was the centre of an agricultural region, especially for wine, and a regional trading centre of Gaul... Alba was from the first century a major city\", said &lt;a href=\"Marcel%20Le%20Glay\"&gt;Marcel Le Glay&lt;/a&gt;, \"although not equaling the splendour of &lt;a href=\"Arles\"&gt;Arles&lt;/a&gt;, &lt;a href=\"Orange%2C%20Vaucluse\"&gt;Orange&lt;/a&gt;, &lt;a href=\"Nimes\"&gt;Nimes&lt;/a&gt; or &lt;a href=\"Vienne%2C%20Is%C3%A8re\"&gt;Vienne&lt;/a&gt;. Until its peak in the second century, Alba developed on two axes: south on the terraces of Escoutay and north in the \"Bagnols\" district located near the valley the Rhone below the &lt;a href=\"Massif%20Central\"&gt;Massif Central&lt;/a&gt;.\nAt the time of the Christianization of the city, the first episcopal see of the region remains uncertain, ranging from the late first century or that of the second century. After its decline, probably from the late third century, the city lost its episcopal function in the middle of the fourth century to the benefit of Viviers. The ancient site was abandoned and a new settlement was made in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; in the location of the present village.\nThe names of the Bishops of Alba are known to us through a document written in 950 by the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Viviers\"&gt;Bishop of Viviers&lt;/a&gt; (Thomas II): the \"Charta Vetus\": they were called Januarius, Septimius, Maspicianus, Melanus and Auxonius. The existence of a Bishop Avolus is a popular tradition (Yves Esquieu). This was attributed to the &lt;a href=\"Alemanni\"&gt;Alemanni&lt;/a&gt; at the destruction of \"Alba Helvorium\" in 406 AD.\nBishop Avolus was put to death and his successor Bishop Auxionus established the fortified town of Viviers which gave him his diocese name Vivarais. Yves Esquieu gave a transfer date around 475 but if so then the transfer would have been done by Promotus, a successor of Bishop Auxonius.\nAgainst the wall of the Jewish cemetery in the northern district of &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; there is a relief from the tombstone of the first known inhabitant of Bonn: namely a Roman soldier who came in 35 AD from \"Helviorium Alba\" (Alba-La-Romaine today). The tombstone inscription, translated from Latin means:\n\"Here lies Publius Clodius, son of Plubius, from the Voltinia Region, born at Alba, soldier of the first legion, 48 years old, died after 25 years of service.\".\nPopulation.\nDistribution of Age Groups.\nThe age distribution of the population of the town is close to the departmental average.\nPercentage Distribution of Age Groups in Alba-la-Romaine and Ardèche Department in 2017\nSource: &lt;a href=\"Institut%20national%20de%20la%20statistique%20et%20des%20%C3%A9tudes%20%C3%A9conomiques\"&gt;INSEE&lt;/a&gt;\nEconomy.\nAgricultural production: wine.\n\"At \"Alba Helvienne\" in the province of &lt;a href=\"Narbonne\"&gt;Narbonne&lt;/a&gt;, a vine has been created that loses its bloom in a day and is therefore very robust. It is called \"Carbunica\" and now the whole province has the plant\". &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny the Elder&lt;/a&gt; wrote this in 65 AD, probably refderring to table grapes, but this text attests to the presence of the vine in Helvie at that time.\nThe Soil: Vines are cultivated on the south side of \"Coiron\", on the hillside of Mount Juliau, and on the banks of the Escoutay river. On the territory of the \"Wine Cooperative of Alba\", a mapping has identified different soils such as \"La Gravette\" boulders of limestone and basalt, and black soil of volcanic origin. With a Mediterranean climate, the vineyard benefits from strong sunlight guaranteed by the freshness of the &lt;a href=\"mistral%20%28wind%29\"&gt;mistral&lt;/a&gt;.\nThe Vines: White wines from Alba are: &lt;a href=\"Chardonnay\"&gt;Chardonnay&lt;/a&gt;, &lt;a href=\"Viognier\"&gt;Viognier&lt;/a&gt;, &lt;a href=\"Sauvignon%20blanc\"&gt;Sauvignon&lt;/a&gt;, and &lt;a href=\"Grenache\"&gt;Grenache&lt;/a&gt;. Red wines are: &lt;a href=\"Pinot%20%28grape%29\"&gt;Pinot&lt;/a&gt;, &lt;a href=\"Syrah\"&gt;Syrah&lt;/a&gt;, black &lt;a href=\"Grenache\"&gt;Grenache&lt;/a&gt;, &lt;a href=\"Merlot\"&gt;Merlot&lt;/a&gt;, and &lt;a href=\"Cabernet%20Sauvignon\"&gt;Cabernet Sauvignon&lt;/a&gt;. The harvesting of the different grape varieties ranges from 4 to 5 weeks: from late August to early October. The winemakers have a process of rational production which respects the environment.\nEvery Wednesday in July and August at 4:30pm a guided tour called \"under the vines, an ancient city\" combines modern and ancient viticulture under the direction of Sebastian Jaillet (Wine expert) and guides appointed by the General Council which owns the site.\nCulture and heritage.\nThe commune contains a large number of sites and buildings - especially farmhouses - that have been registered as historical monuments. There are also a large number of items registered as historical objects contained in many buildings throughout the commune.\nMonuments and tourist sites.\nThe village has been ranked among &lt;a href=\"Les%20Plus%20Beaux%20Villages%20de%20France\"&gt;Les Plus Beaux Villages de France&lt;/a&gt; (the Most Beautiful Villages of France), but is not certified to date.\nArchaeological site.\nThe ancient city, capital of the \"Helviens\" people covers 30 hectares. It includes a monumental centre, such monuments were mandatory ornaments of any Gallo-Roman capital in the political and administrative system of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. This monumental centre consists of a &lt;a href=\"Roman%20Forum\"&gt;forum&lt;/a&gt; (still buried under vines), a &lt;a href=\"basilica\"&gt;basilica&lt;/a&gt;, two &lt;a href=\"temple\"&gt;temple&lt;/a&gt;s, a &lt;a href=\"curia\"&gt;curia&lt;/a&gt;, a small local &lt;a href=\"senate\"&gt;senate&lt;/a&gt;, and two enigmatic buildings as their architecture leaves no tangible indication as to their function. A hypothesis is that they could be used by corporations which were known to be rich and powerful in Alba. A covered market or \"&lt;a href=\"macellum\"&gt;macellum&lt;/a&gt;\" completes the ornaments of this monumental centre.\nA little further on in the vineyards, the sanctuary of \"Bagnols\" is home to three temples: a &lt;a href=\"fanum\"&gt;fanum&lt;/a&gt; (a Gallo-Roman temple), a temple on a podium, and a temple dedicated to the worship of the Roman emperor. A statue of an emperor has been found.\nFinally, the &lt;a href=\"theatre\"&gt;theatre&lt;/a&gt;. It is the best preserved public building on the site. An outstanding place of entertainment and sociability, it also allowed the cohesion of the city within the framework of the empire. The steps or \"&lt;a href=\"cavea\"&gt;cavea&lt;/a&gt;\" allowed a selection of the people who came in their entirety to attend performances. The stage wall overlooks a stage, which no longer exists, and was built on a channeled stream, the \"stream of the massacre\". Behind the stage wall there is a rectangular courtyard which was used in religious ceremonies.\nChâteau d'Alba.\nDating from the 12th to the 16th centuries, the Château of Alba had a military function as well as being a prestigious residence. It is listed in the inventory of Historic Monuments and is open to the public (exhibitions, events).\nNotable people.\nOn 15 September 1948, the painter &lt;a href=\"Andr%C3%A9%20Lhote\"&gt;André Lhote&lt;/a&gt; published in the newspaper \"&lt;a href=\"Combat%20%28newspaper%29\"&gt;Combat&lt;/a&gt;\" an article that described \"the stony streets of Alba, its walls irregular checkerboards with alternate haphazardly arranged black and white stones, which makes this a wonderful material, a little austere, that is found throughout the Ardèche roads. The Abandoned houses still have their roofs which is miraculous (...). Here is a village eagerly waiting for its resurrection. What is the artist, the intellectual has his nest egg, one or two dozen surplus notes that could be put into the work to be done: save a beautiful old house which miraculously survived the war and universal contempt, moreover to ensure a noble vacation in a country where the most capricious combinations of natural elements abound?\".\nFrom 1949 many foreign artists and personalities settled and rebuilt houses in Alba-la-Romaine, including:"
}