{
    "id": "94033",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=94033",
    "title": "Hampstead",
    "text": "Hampstead () is an area in &lt;a href=\"London\"&gt;London&lt;/a&gt;, which lies northwest of &lt;a href=\"Charing%20Cross\"&gt;Charing Cross&lt;/a&gt;, and extends from &lt;a href=\"Watling%20Street\"&gt;the A5 road (Roman Watling Street)&lt;/a&gt; to &lt;a href=\"Hampstead%20Heath\"&gt;Hampstead Heath&lt;/a&gt;, a large, hilly expanse of parkland. The area forms the northwest part of the &lt;a href=\"London%20Borough%20of%20Camden\"&gt;London Borough of Camden&lt;/a&gt;, a borough in &lt;a href=\"Inner%20London\"&gt;Inner London&lt;/a&gt; which for the purposes of the &lt;a href=\"London%20Plan\"&gt;London Plan&lt;/a&gt; is designated as part of &lt;a href=\"Central%20London\"&gt;Central London&lt;/a&gt;.\nHampstead is known for its intellectual, liberal, artistic, musical, and literary associations. It has some of the most expensive housing in the London area. Hampstead has more millionaires within its boundaries than any other area of the United Kingdom.\nHistory.\nToponymy.\nThe name comes from the &lt;a href=\"Old%20English\"&gt;Anglo-Saxon&lt;/a&gt; words \"ham\" and \"stede\", which means, and is a cognate of, the Modern English \"homestead\".\nTo 1900.\nEarly records of Hampstead can be found in a grant by King &lt;a href=\"Ethelred%20the%20Unready\"&gt;Ethelred the Unready&lt;/a&gt; to the monastery of St. Peter's at Westminster (AD 986), and it is referred to in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; (1086) as being in the &lt;a href=\"Middlesex\"&gt;Middlesex&lt;/a&gt; hundred of &lt;a href=\"Ossulstone\"&gt;Ossulstone&lt;/a&gt;.\nThe growth of Hampstead is generally traced back to the 17th century. Trustees of the Well started advertising the medicinal qualities of the &lt;a href=\"chalybeate\"&gt;chalybeate&lt;/a&gt; waters (water impregnated with iron) in 1700. Although Hampstead Wells was initially most successful and fashionable, its popularity declined in the 1800s due to competition with other fashionable London spas. The spa was demolished in 1882, although a water fountain was left behind.\nHampstead started to expand following the opening of the &lt;a href=\"North%20London%20Railway\"&gt;North London Railway&lt;/a&gt; in the 1860s (now the &lt;a href=\"London%20Overground\"&gt;London Overground&lt;/a&gt; with passenger services operated by &lt;a href=\"Transport%20for%20London\"&gt;Transport for London&lt;/a&gt;), and expanded further after the &lt;a href=\"Charing%20Cross%2C%20Euston%20%26amp%3B%20Hampstead%20Railway\"&gt;Charing Cross, Euston &amp; Hampstead Railway&lt;/a&gt; opened in 1907 (now part of &lt;a href=\"London%20Underground\"&gt;London Underground&lt;/a&gt;'s &lt;a href=\"Northern%20line\"&gt;Northern line&lt;/a&gt;) and provided fast travel to &lt;a href=\"central%20London\"&gt;central London&lt;/a&gt;.\nMuch luxurious housing was created during the 1870s and 1880s, in the area that is now the political ward of Frognal &amp; Fitzjohns. Much of this housing remains to this day.\n20th century.\nIn the 20th century, a number of notable buildings were created including:\nCultural attractions in the area include the &lt;a href=\"Freud%20Museum\"&gt;Freud Museum&lt;/a&gt;, &lt;a href=\"Keats%20House\"&gt;Keats House&lt;/a&gt;, &lt;a href=\"Kenwood%20House\"&gt;Kenwood House&lt;/a&gt;, &lt;a href=\"Fenton%20House\"&gt;Fenton House&lt;/a&gt;, the &lt;a href=\"Isokon%20building\"&gt;Isokon building&lt;/a&gt;, &lt;a href=\"Burgh%20House\"&gt;Burgh House&lt;/a&gt; (which also houses Hampstead Museum), and the &lt;a href=\"Camden%20Arts%20Centre\"&gt;Camden Arts Centre&lt;/a&gt;. The large Victorian &lt;a href=\"Hampstead%20Town%20Hall\"&gt;Hampstead Town Hall&lt;/a&gt; was recently converted and extended as an arts centre.\nOn 14 August 1975 Hampstead entered the &lt;a href=\"UK%20Weather%20Records\"&gt;UK Weather Records&lt;/a&gt; with the \"Highest 155-min total\" rainfall at 169 mm. As of November 2008 this record remains.\nThe average price of a property in Hampstead was £1.5 million in 2018.\nGeography.\nHampstead became part of the &lt;a href=\"County%20of%20London\"&gt;County of London&lt;/a&gt; in 1889 and in 1899 the &lt;a href=\"Metropolitan%20Borough%20of%20Hampstead\"&gt;Metropolitan Borough of Hampstead&lt;/a&gt; was formed. The &lt;a href=\"Hampstead%20Town%20Hall\"&gt;Town Hall&lt;/a&gt; on Haverstock Hill, which was also the location of the Register Office, can be seen in newsreel footage of many celebrity civil marriages. In 1965 the metropolitan borough was abolished and its area merged with that of the &lt;a href=\"Metropolitan%20Borough%20of%20Holborn\"&gt;Metropolitan Borough of Holborn&lt;/a&gt; and the &lt;a href=\"Metropolitan%20Borough%20of%20St%20Pancras\"&gt;Metropolitan Borough of St Pancras&lt;/a&gt; to form the modern-day &lt;a href=\"London%20Borough%20of%20Camden\"&gt;London Borough of Camden&lt;/a&gt;.\nFor some, the area represented by Hampstead today consists principally of the (electoral) wards of Hampstead Town and Frognal &amp; Fitzjohns; others espouse a broader definition, encompassing &lt;a href=\"South%20Hampstead\"&gt;South Hampstead&lt;/a&gt;, &lt;a href=\"Belsize%20Park\"&gt;Belsize Park&lt;/a&gt; and &lt;a href=\"West%20Hampstead\"&gt;West Hampstead&lt;/a&gt;.\nPolitics.\nHampstead is part of the &lt;a href=\"Hampstead%20and%20Kilburn%20%28UK%20Parliament%20constituency%29\"&gt;Hampstead and Kilburn&lt;/a&gt; constituency, formed at the &lt;a href=\"2010%20United%20Kingdom%20general%20election\"&gt;2010 general election&lt;/a&gt;. It was formerly part of the &lt;a href=\"Hampstead%20and%20Highgate%20%28UK%20Parliament%20constituency%29\"&gt;Hampstead and Highgate&lt;/a&gt; constituency.\nSince May 2018 the area has been represented on Camden Council by &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; councillors &lt;a href=\"Oliver%20Cooper%20%28politician%29\"&gt;Oliver Cooper&lt;/a&gt;, Maria Higson and Stephen Stark.\nHampstead Liberalism.\nThe area has a significant tradition of educated liberal humanism, often referred to (often disparagingly) as \"Hampstead Liberalism\". In the 1960s, the figure of the Hampstead Liberal was notoriously satirised by &lt;a href=\"Michael%20Wharton\"&gt;Peter Simple&lt;/a&gt; of the \"&lt;a href=\"Daily%20Telegraph\"&gt;Daily Telegraph&lt;/a&gt;\" in the character of &lt;a href=\"List%20of%20Peter%20Simple%27s%20characters\"&gt;Lady Dutt-Pauker&lt;/a&gt;, an immensely wealthy aristocratic socialist whose Hampstead mansion, Marxmount House, contained an original pair of &lt;a href=\"Bukharin\"&gt;Bukharin&lt;/a&gt;'s false teeth on display alongside precious Ming vases, &lt;a href=\"constructivism%20%28art%29\"&gt;neo-constructivist&lt;/a&gt; art, and the complete writings of Stalin. Michael Idov of \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\" stated that the community \"was the citadel of the moneyed liberal intelligentsia, posh but not stuffy.\" As applied to an individual, the term \"Hampstead Liberal\" is not synonymous with \"&lt;a href=\"champagne%20socialist\"&gt;champagne socialist&lt;/a&gt;\" but carries some of the same connotations. The term is also rather misleading.\nAs of 2018, the component wards of Hampstead (Swiss Cottage, Frognal and Fitzjohns, Hampstead Town and Belsize) have mixed representation. Hampstead Town and Frognal and Fitzjohns wards elect three Conservative councillors, Swiss Cottage elects three Labour councillors, while Belsize is represented by two Liberal Democrat and one Conservative councillor.\nSwiss Cottage is a competitive Conservative and Labour marginal, and Frognal and Fitzjohns is a safe Conservative ward. Hampstead Town (including the area of Hampstead Village and South End Green) has seen a number of tightly fought Conservative and Liberal Democrat contests, and the ward has had mixed representation in recent decades. In the most recent election, the highest scoring candidates for each of the three parties in Belsize were within 200 votes of each other.\nBrexit referendum.\nDuring the &lt;a href=\"2016%20United%20Kingdom%20European%20Union%20membership%20referendum\"&gt;2016 United Kingdom European Union membership referendum&lt;/a&gt;, 75% of voters across the &lt;a href=\"London%20Borough%20of%20Camden\"&gt;London Borough of Camden&lt;/a&gt; voted to remain in the EU. Following the result many commentators used Hampstead as an archetype of the type of area that preferred to remain in the EU. This point was often made in alliterative contrast to poor post-industrial northern towns such as &lt;a href=\"Hartlepool\"&gt;Hartlepool&lt;/a&gt; and &lt;a href=\"Kingston%20upon%20Hull\"&gt;Hull&lt;/a&gt;, that preferred to leave.\nPlaces of interest.\nSites.\nTo the north and east of Hampstead, and separating it from &lt;a href=\"Highgate\"&gt;Highgate&lt;/a&gt;, is London's largest ancient parkland, &lt;a href=\"Hampstead%20Heath\"&gt;Hampstead Heath&lt;/a&gt;, which includes the well-known and legally-protected view of the London skyline from Parliament Hill. The Heath, a major place for Londoners to walk and \"take the air\", has three open-air public &lt;a href=\"Hampstead%20Ponds\"&gt;swimming ponds&lt;/a&gt;; one for men, one for women, and one for &lt;a href=\"mixed%20bathing\"&gt;mixed bathing&lt;/a&gt;, which were originally &lt;a href=\"reservoir%20%28water%29\"&gt;reservoirs&lt;/a&gt; for drinking water and the sources of the &lt;a href=\"River%20Fleet\"&gt;River Fleet&lt;/a&gt;. The bridge pictured is known locally as 'The Red Arches' or 'The Viaduct', built in fruitless anticipation of residential building on the Heath in the 19th century.\nLocal activities include major open-air concerts on summer Saturday evenings on the slopes below &lt;a href=\"Kenwood%20House\"&gt;Kenwood House&lt;/a&gt;, the FT Weekend Festival, book and poetry readings, fun fairs on the lower reaches of the Heath, period harpsichord recitals at Fenton House, Hampstead Scientific Society and Hampstead Photographic Society.\nThe largest employer in Hampstead is the &lt;a href=\"Royal%20Free%20Hospital\"&gt;Royal Free Hospital&lt;/a&gt;, Pond Street, but many small businesses based in the area have international significance. &lt;a href=\"George%20Martin\"&gt;George Martin&lt;/a&gt;'s &lt;a href=\"Associated%20Independent%20Recording\"&gt;AIR&lt;/a&gt; recording studios, in converted church premises in Lyndhurst Road, is a current example, as &lt;a href=\"Jim%20Henson%27s%20Creature%20Shop\"&gt;Jim Henson's Creature Shop&lt;/a&gt; was before it relocated to California.\nThe area has some remarkable architecture, such as the &lt;a href=\"Isokon%20building\"&gt;Isokon building&lt;/a&gt; in Lawn Road, a &lt;a href=\"Grade%20I%20listed\"&gt;Grade I listed&lt;/a&gt; experiment in collective housing, once home to &lt;a href=\"Agatha%20Christie\"&gt;Agatha Christie&lt;/a&gt;, &lt;a href=\"Henry%20Moore\"&gt;Henry Moore&lt;/a&gt;, &lt;a href=\"Ben%20Nicholson\"&gt;Ben Nicholson&lt;/a&gt; and &lt;a href=\"Walter%20Gropius\"&gt;Walter Gropius&lt;/a&gt;. It was recently restored by &lt;a href=\"Notting%20Hill%20Housing%20Trust\"&gt;Notting Hill Housing Trust&lt;/a&gt;.\nChurches and synagogues.\nSt Stephen's Rosslyn Hill (Church of England) was built in 1869 by &lt;a href=\"Samuel%20Sanders%20Teulon\"&gt;Samuel Sanders Teulon&lt;/a&gt; on the Pond Street side of Hampstead Green. Deconsecrated in 1978 and stripped of much of its assets it was boarded up and subsequently invaded by squatters. In 1998 it was leased to the St Stephen's Restoration and Preservation Trust which, after 11 years of fundraising and grants returned it to the community as a centre for education, weddings, public meetings and social celebrations together with occasional classical music concerts. Winning an &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt; award for the restoration of buildings at risk, the website &lt;a href=\"http%3A//www.ststephenstrust.co.uk\"&gt;www.ststephenstrust.co.uk&lt;/a&gt; has further information.\nArt Galleries.\nHampstead was once home to many art galleries but few are now left. The Catto Gallery has been in Hampstead since 1986 and has represented artists like &lt;a href=\"Denimu\"&gt;Ian Berry&lt;/a&gt;, &lt;a href=\"Philip%20Jackson%20%28sculptor%29\"&gt;Philip Jackson&lt;/a&gt;, Chuck Elliott, &lt;a href=\"Walasse%20Ting\"&gt;Walasse Ting&lt;/a&gt;, and Sergei Chepik over the years.\nPublic houses.\nHampstead is well known for its traditional &lt;a href=\"pub\"&gt;pub&lt;/a&gt;s, such as &lt;a href=\"The%20Holly%20Bush%2C%20Hampstead\"&gt;The Holly Bush&lt;/a&gt;, gas-lit until recently; the &lt;a href=\"Spaniards%20Inn\"&gt;Spaniard's Inn&lt;/a&gt;, Spaniard's Road, where highwayman &lt;a href=\"Dick%20Turpin\"&gt;Dick Turpin&lt;/a&gt; took refuge; &lt;a href=\"The%20Old%20Bull%20and%20Bush\"&gt;The Old Bull and Bush&lt;/a&gt; in North End; and The &lt;a href=\"Old%20White%20Bear\"&gt;Old White Bear&lt;/a&gt; (formerly Ye Olde White Bear). &lt;a href=\"Jack%20Straw%27s%20Castle%2C%20Hampstead\"&gt;Jack Straw's Castle&lt;/a&gt;, on the edge of the Heath near &lt;a href=\"Whitestone%20Pond\"&gt;Whitestone Pond&lt;/a&gt;, has now been converted into residential flats. Others include:\nRestaurants.\nHampstead has served as a testing ground for a number of cafes and restaurants that later became successful chains. Those include &lt;a href=\"Giraffe%20World%20Kitchen\"&gt;Giraffe World Kitchen&lt;/a&gt;, &lt;a href=\"Gails\"&gt;Gails&lt;/a&gt; and 'Bagel Street'. As a consequence, Hampstead has an eclectic mix of restaurants ranging from French to Thai. After over a decade of controversy and legal action from local residents, &lt;a href=\"McDonald%27s\"&gt;McDonald's&lt;/a&gt; was finally allowed to open in Hampstead in 1992, after winning its right in court, and agreeing to a previously unprecedented re-design of the shop front, reducing the conspicuousness of its facade and logo, It closed in November 2013.\nShopping.\nHampstead High Street is filled with boutiques, where one can shop for woman's clothing, art supplies, health food items, and home wears. Specialty shops like \"&lt;a href=\"https%3A//uk.venchi.com/\"&gt;Venchi&lt;/a&gt;,\" the Italian ice cream and chocolatier and the popular teen brand \"&lt;a href=\"https%3A//www.brandymelville.co.uk/\"&gt;Brandy Melville&lt;/a&gt;\" have local outlets. Parisian ladies fashion, Zadig and Voltaire, Maje, and Ba&amp;sh, also have local boutiques.\nFilm locations.\nHampstead's rural feel lends itself for use in film, a notable example being \"&lt;a href=\"The%20Killing%20of%20Sister%20George%20%28film%29\"&gt;The Killing of Sister George&lt;/a&gt;\" (1968) starring &lt;a href=\"Beryl%20Reid\"&gt;Beryl Reid&lt;/a&gt; and &lt;a href=\"Susannah%20York\"&gt;Susannah York&lt;/a&gt;. The opening sequence has Reid's character June wandering through the streets and alleyways of Hampstead, west of Heath Street, around The Mount Square. The Marquis of Granby pub, in which June drinks at the opening of the film, was actually The Holly Bush, at 22 Holly Mount. Another example is \"&lt;a href=\"The%20Collector%20%281965%20film%29\"&gt;The Collector&lt;/a&gt;\" (1965), starring &lt;a href=\"Terence%20Stamp\"&gt;Terence Stamp&lt;/a&gt; and &lt;a href=\"Samantha%20Eggar\"&gt;Samantha Eggar&lt;/a&gt;, where the kidnap sequence is set in Mount Vernon.\nSome scenes from \"&lt;a href=\"An%20American%20Werewolf%20in%20London\"&gt;An American Werewolf in London&lt;/a&gt;\" (1981) are shot on &lt;a href=\"Hampstead%20Heath\"&gt;Hampstead Heath&lt;/a&gt;, Well Walk and Haverstock Hill.\nMore recently &lt;a href=\"Kenwood%20House\"&gt;Kenwood House&lt;/a&gt; is the set of the \"film-within-the-film\" scene of \"&lt;a href=\"Notting%20Hill%20%28film%29\"&gt;Notting Hill&lt;/a&gt;\" (1999). Outdoor scenes in \"&lt;a href=\"The%20Wedding%20Date\"&gt;The Wedding Date&lt;/a&gt;\" (2005), starring &lt;a href=\"Debra%20Messing\"&gt;Debra Messing&lt;/a&gt;, feature &lt;a href=\"Parliament%20Hill%20Fields\"&gt;Parliament Hill Fields&lt;/a&gt; on the Heath, overlooking west London. Parliament Hill also features in \"&lt;a href=\"Notes%20on%20a%20Scandal%20%28film%29\"&gt;Notes on a Scandal&lt;/a&gt;\" (2006) together with the nearby areas of &lt;a href=\"Gospel%20Oak\"&gt;Gospel Oak&lt;/a&gt; and &lt;a href=\"Camden%20Town\"&gt;Camden Town&lt;/a&gt;. \"&lt;a href=\"Four%20Weddings%20and%20a%20Funeral\"&gt;Four Weddings and a Funeral&lt;/a&gt;\" (1994) features the old Hampstead Town Hall on Haverstock Hill. The film \"&lt;a href=\"Scenes%20of%20a%20Sexual%20Nature\"&gt;Scenes of a Sexual Nature&lt;/a&gt;\" (2006) was filmed entirely on Hampstead Heath, covering various picturesque locations such as the 'Floating Gardens' and &lt;a href=\"Kenwood%20House\"&gt;Kenwood House&lt;/a&gt;.\nA musical specifically focusing on the area, \"&lt;a href=\"Les%20Bicyclettes%20de%20Belsize\"&gt;Les Bicyclettes de Belsize&lt;/a&gt;\" (1968), tells the story of a young man's cycle journey around Hampstead. After crashing into a billboard poster, he falls in love with the fashion model depicted on it. In February 2016, principal photography for Robert Zemeckis' war film \"&lt;a href=\"Allied%20%28film%29\"&gt;Allied&lt;/a&gt;\" starring Brad Pitt and Marion Cotillard, began with the family home located on the corners of Christchurch Hill and Willow Road in Hampstead.\nDemography.\nThe 2011 census showed that the population of Hampstead Town ward was 80% white (54% British, 24% Other, 2% Irish). The largest non-white group, Other Asian, claimed 4%. The religious data of the area showed that 35% was Christian, 27% irreligious and 10% Jewish. The whole town had a population of 48,858 in 2011 and includes the wards of Frognal, Hampstead Town, Belsize and Swiss Cottage.\nTransport.\nRail and Tube.\nHampstead station is on one transport line, the Northern Line which has connections to other lines at Camden Town and Kings Cross station among others.\nThe &lt;a href=\"London%20Overground\"&gt;London Overground&lt;/a&gt; (&lt;a href=\"North%20London%20line\"&gt;North London line&lt;/a&gt;) also runs through &lt;a href=\"Hampstead%20Heath%20railway%20station\"&gt;Hampstead Heath&lt;/a&gt; and &lt;a href=\"Finchley%20Road%20%26amp%3B%20Frognal%20railway%20station\"&gt;Finchley Road &amp; Frognal&lt;/a&gt;.\nStations in Hampstead include:\nAll stations are in &lt;a href=\"London%20fare%20zone%202\"&gt;London fare zone 2&lt;/a&gt;, except Hampstead, which is in both zones 2 and &lt;a href=\"London%20fare%20zone%203\"&gt;3&lt;/a&gt;. Hampstead station serves the north western part of the wider district, near Hampstead's traditional centre. All the other three stations in the area are located to the south.\nIn the 1860s, the &lt;a href=\"Metropolitan%20and%20St%20John%27s%20Wood%20Railway\"&gt;Metropolitan and St John's Wood Railway&lt;/a&gt; was authorised to build a branch line from Swiss Cottage to Hampstead with &lt;a href=\"Hampstead%20railway%20station%20%28Metropolitan%20%26amp%3B%20St%20John%27s%20Wood%20Railway%29\"&gt;its terminus&lt;/a&gt; to be located at the junction of Flask Walk, Well Walk and Willow Road. Financial difficulties meant that the project was cancelled in 1870.\nBus.\nThere is a major bus terminus near Hampstead Heath station (near the &lt;a href=\"Royal%20Free%20Hospital\"&gt;Royal Free Hospital&lt;/a&gt;), served by &lt;a href=\"London%20Buses\"&gt;London Buses&lt;/a&gt; routes &lt;a href=\"London%20Buses%20route%2024\"&gt;24&lt;/a&gt; and &lt;a href=\"London%20Buses%20route%20168\"&gt;168&lt;/a&gt;. Routes &lt;a href=\"London%20Buses%20route%2046\"&gt;46&lt;/a&gt;, &lt;a href=\"London%20Buses%20route%20268\"&gt;268&lt;/a&gt;, &lt;a href=\"London%20Buses%20route%20C11\"&gt;C11&lt;/a&gt;, and &lt;a href=\"London%20Buses%20route%20N5\"&gt;N5&lt;/a&gt; also serve the Royal Free Hospital.\nHampstead tube station and High Street are served by routes 46, 268, &lt;a href=\"London%20Buses%20route%20603\"&gt;603&lt;/a&gt;, and N5. Route &lt;a href=\"London%20Buses%20route%20210\"&gt;210&lt;/a&gt; runs along the northernmost rim of Hampstead, stopping at &lt;a href=\"Jack%20Straw%27s%20Castle%2C%20Hampstead\"&gt;Jack Straw's Castle&lt;/a&gt;.\nFinchley Road is served by routes &lt;a href=\"London%20Buses%20route%2013\"&gt;13&lt;/a&gt;, &lt;a href=\"London%20Buses%20route%20113\"&gt;113&lt;/a&gt;, &lt;a href=\"London%20Buses%20route%20187\"&gt;187&lt;/a&gt;, 268, C11, and &lt;a href=\"London%20Buses%20route%20N113\"&gt;N113&lt;/a&gt;.\nCycling.\n&lt;a href=\"Cycling%20infrastructure\"&gt;Cycling infrastructure&lt;/a&gt; in Hampstead is poor. In early 2016, &lt;a href=\"Transport%20for%20London\"&gt;Transport for London&lt;/a&gt; (TfL) consulted with the public on a new \"&lt;a href=\"Cycle%20Superhighway\"&gt;Cycle Superhighway&lt;/a&gt;\" (CS11) between &lt;a href=\"Swiss%20Cottage\"&gt;Swiss Cottage&lt;/a&gt; and &lt;a href=\"West%20End%20of%20London\"&gt;the West End&lt;/a&gt;, which provide an unbroken, predominantly traffic-free cycle route from Hampstead to Central London. The scheme was cancelled following court action from the &lt;a href=\"City%20of%20Westminster\"&gt;City of Westminster&lt;/a&gt; in 2018.\nThere are &lt;a href=\"bus%20lane\"&gt;bus lane&lt;/a&gt;s along the A41/Finchley Road that cyclists are allowed to use.\nA &lt;a href=\"Shared%20use%20path\"&gt;shared-use path&lt;/a&gt; runs from &lt;a href=\"Parliament%20Hill%2C%20London\"&gt;Parliament Hill&lt;/a&gt; to &lt;a href=\"Jack%20Straw%27s%20Castle%2C%20Hampstead\"&gt;Jack Straw's Castle&lt;/a&gt;/&lt;a href=\"Highgate\"&gt;Highgate&lt;/a&gt; through the centre of Hampstead Heath.\nRoad.\nThe &lt;a href=\"A41%20road\"&gt;A41&lt;/a&gt;/&lt;a href=\"Finchley%20Road\"&gt;Finchley Road&lt;/a&gt; passes north–south through Hampstead. The road links the area directly to &lt;a href=\"Marylebone\"&gt;Marylebone&lt;/a&gt; and &lt;a href=\"Oxford%20Street\"&gt;Oxford Street&lt;/a&gt; to the south. The route runs northbound to &lt;a href=\"Golders%20Green\"&gt;Golders Green&lt;/a&gt;, &lt;a href=\"Brent%20Cross\"&gt;Brent Cross&lt;/a&gt;, the &lt;a href=\"M1%20motorway\"&gt;M1 motorway&lt;/a&gt;, and &lt;a href=\"Watford\"&gt;Watford&lt;/a&gt;.\nThe &lt;a href=\"A502%20road\"&gt;A502&lt;/a&gt;/Hampstead High Street runs from &lt;a href=\"Camden%20Town\"&gt;Camden Town&lt;/a&gt; in the south, through Hampstead, to Golders Green and &lt;a href=\"Hendon\"&gt;Hendon&lt;/a&gt; in the north-west.\nNearest places.\nThe &lt;a href=\"Royal%20Free%20Hospital\"&gt;Royal Free Hospital&lt;/a&gt; and &lt;a href=\"Accident%20and%20Emergency\"&gt;A&amp;E&lt;/a&gt; is in Hampstead.\nNotable residents.\n Hampstead has long been known as a residence of the intelligentsia, including writers, composers, ballerinas and intellectuals, actors, artists and architects – many of whom created a bohemian community in the late 19th century. After 1917, and again in the 1930s, it became base to a community of \"avant garde\" artists and writers and was host to a number of émigrés and exiles from the Russian Revolution and Nazi Europe.\nBlue plaques.\nThere are at least &lt;a href=\"List%20of%20English%20Heritage%20blue%20plaques%20in%20Camden\"&gt;60 English Heritage blue plaques in Hampstead&lt;/a&gt; commemorating the many diverse personalities that have lived there.\nLocal newspapers.\nThe local newspapers, as of 2014, were the \"&lt;a href=\"Hampstead%20and%20Highgate%20Express\"&gt;Hampstead and Highgate Express&lt;/a&gt;\"—known locally as the \"Ham and High\"—and the free \"&lt;a href=\"Camden%20New%20Journal\"&gt;Camden New Journal&lt;/a&gt;\". The area is also home to the left-wing Labour magazine \"&lt;a href=\"Tribune%20%28magazine%29\"&gt;Tribune&lt;/a&gt;\" and the satirical magazine \"Hampstead Village Voice\"."
}