{
    "id": "9421924",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=9421924",
    "title": "Rob Barrett",
    "text": "Robert \"Rob\" Barrett III (born January 29, 1969) is the guitarist for &lt;a href=\"death%20metal\"&gt;death metal&lt;/a&gt; band &lt;a href=\"Cannibal%20Corpse\"&gt;Cannibal Corpse&lt;/a&gt;. He played with the band from 1993 to 1997 and rejoined in 2005. He has cited &lt;a href=\"Gary%20Moore\"&gt;Gary Moore&lt;/a&gt;, &lt;a href=\"Malcolm%20Young\"&gt;Malcolm Young&lt;/a&gt;, &lt;a href=\"Randy%20Rhoads\"&gt;Randy Rhoads&lt;/a&gt;, &lt;a href=\"Eddie%20Van%20Halen\"&gt;Eddie Van Halen&lt;/a&gt;, &lt;a href=\"Tony%20Iommi\"&gt;Tony Iommi&lt;/a&gt; and &lt;a href=\"Steve%20Vai\"&gt;Steve Vai&lt;/a&gt;, among others, as his influences. He currently resides in &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt;.\nCareer.\nBarrett was born in &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo, New York&lt;/a&gt;. He started his professional career in 1990 when he formed the band &lt;a href=\"Solstice%20%28American%20band%29\"&gt;Solstice&lt;/a&gt; with drummer Alex Marquez and guitar player Dennis Muñoz. The band recorded a demo in 1991 produced by Jim Morris and signed a record deal with the German label SPV/Steamhammer. In 1992 they released their debut album entitled \"Solstice\". That same year, Barrett and Marquez decided to join &lt;a href=\"Malevolent%20Creation\"&gt;Malevolent Creation&lt;/a&gt;, putting Solstice on hiatus. They took part on the recording of &lt;a href=\"Retribution%20%28Malevolent%20Creation%20album%29\"&gt;Retribution&lt;/a&gt; and toured with the band.\nCannibal Corpse.\nIn 1993, Barrett was contacted by Alex Webster and asked to join Cannibal Corpse, shortly after the recording of \"&lt;a href=\"Tomb%20of%20the%20Mutilated\"&gt;Tomb of the Mutilated&lt;/a&gt;\", as a guitar fill-in for Bob Rusay. He stayed with the band for the subsequent tours and eventually became a permanent member. He recorded the 1994 album \"&lt;a href=\"The%20Bleeding%20%28album%29\"&gt;The Bleeding&lt;/a&gt;\" and the 1996 album \"&lt;a href=\"Vile%20%28album%29\"&gt;Vile&lt;/a&gt;\". He also made a brief &lt;a href=\"cameo%20appearance\"&gt;cameo appearance&lt;/a&gt; with the band in the 1994 film \"\" starring &lt;a href=\"Jim%20Carrey\"&gt;Jim Carrey&lt;/a&gt;. In 1997 Barrett left Cannibal Corpse after an argument over musical differences between him and the other band members. While he was replaced by &lt;a href=\"Pat%20O%27Brien%20%28guitarist%29\"&gt;Pat O'Brien&lt;/a&gt;, Barrett rejoined Malevolent Creation in 1998 and stayed with the band for six years. In 2005, Barrett expressed to the members of Cannibal Corpse his desire to come back to the band and after careful consideration, Barrett was finally welcomed back and replaced &lt;a href=\"Jack%20Owen\"&gt;Jack Owen&lt;/a&gt;. Since then, he has been featured on the albums \"&lt;a href=\"Kill%20%28Cannibal%20Corpse%20album%29\"&gt;Kill&lt;/a&gt;\", \"&lt;a href=\"Evisceration%20Plague\"&gt;Evisceration Plague&lt;/a&gt;\", \"&lt;a href=\"Torture%20%28album%29\"&gt;Torture&lt;/a&gt;\", \"&lt;a href=\"A%20Skeletal%20Domain\"&gt;A Skeletal Domain&lt;/a&gt;\" and \"&lt;a href=\"Red%20Before%20Black\"&gt;Red Before Black&lt;/a&gt;\".\nHatePlow.\nIn 1994, Barrett formed the death metal band HatePlow with guitarist Phil Fasciana and late drummer \"Crazy\" Larry Hawke, both members of Malevolent Creation. Although HatePlow was intended initially as mere a fun side-project, the trio recorded a four-song demo that enjoyed a wide spread throughout the underground trading circuit. After his departure from &lt;a href=\"Cannibal%20Corpse\"&gt;Cannibal Corpse&lt;/a&gt; Barrett extended his commitment to HatePlow and participated in the recording of the albums \"Everybody Dies\" and \"The Only Law Is Survival\" which came out in 1998 and 2000 respectively. In 2004, he left HatePlow.\nCollaborations and side-projects.\nSince the 2000s Barrett has made a few guest appearances, providing extra guitar playing for bands such as Eulogy, &lt;a href=\"Hollenthon\"&gt;Hollenthon&lt;/a&gt;, &lt;a href=\"Infern%C3%A4l%20M%C3%A4jesty\"&gt;Infernäl Mäjesty&lt;/a&gt;, &lt;a href=\"Pro-Pain\"&gt;Pro-Pain&lt;/a&gt; and Unearthed. In 2005 Barrett joined in on the recording of the &lt;a href=\"Roadrunner%20United\"&gt;Roadrunner United&lt;/a&gt; album \"&lt;a href=\"The%20All-Star%20Sessions\"&gt;The All-Star Sessions&lt;/a&gt;\" where he played guitar on the tracks \"Annihilation by the Hands of God\" and \"Constitution Down\".\nIn 2019 Rob Barrett recorded with death metal band &lt;a href=\"Deicide%20%28band%29\"&gt;Deicide&lt;/a&gt; for a tribute album for the 40th anniversary of shock punk-metal hardcore legends The &lt;a href=\"Dayglo%20Abortions\"&gt;Dayglo Abortions&lt;/a&gt; titled \n\"Fuck The World If It Can't Take a Joke\". \nThe track recorded was \"Inside My Head\" from their 1985 release &lt;a href=\"Feed%20Us%20a%20Fetus\"&gt;Feed Us a Fetus&lt;/a&gt;.\nEquipment.\nGuitars.\nBarrett is currently endorsed by &lt;a href=\"Dean%20Guitars\"&gt;Dean Guitars&lt;/a&gt; and uses their custom guitars, mainly &lt;a href=\"Dean%20Cadillac\"&gt;Cadillac&lt;/a&gt;'s but also &lt;a href=\"Dean%20V\"&gt;V&lt;/a&gt;'s and &lt;a href=\"Dean%20ML\"&gt;ML&lt;/a&gt;'s. All of his guitars are equipped with an &lt;a href=\"EMG%2C%20Inc.\"&gt;EMG&lt;/a&gt; set and are tuned to Bb and Ab standard. Around 2007 Dean Guitars produced a signature model in limited numbers called the Cadi-Kill. In the past Barrett used to play two &lt;a href=\"Gibson%20Les%20Paul\"&gt;Gibson Les Paul&lt;/a&gt;'s, a &lt;a href=\"Jackson%20Dinky\"&gt;Jackson Dinky&lt;/a&gt; and a Charvel 750 XL that was also in , the Charvel featured stickers from bands such as &lt;a href=\"Black%20Flag%20%28band%29\"&gt;Black Flag&lt;/a&gt;, &lt;a href=\"Biohazard%20%28band%29\"&gt;Biohazard&lt;/a&gt;, &lt;a href=\"Slapshot%20%28band%29\"&gt;Slapshot&lt;/a&gt; and &lt;a href=\"Dead%20Kennedys\"&gt;Dead Kennedys&lt;/a&gt;. His Les Paul's are now only used for studio recording. He now uses Fishman Fluence pickups.\nAmplifiers.\nLike O'Brien, Barrett uses &lt;a href=\"Mesa%20Boogie\"&gt;Mesa Boogie&lt;/a&gt; amplifiers, such as the Dual Rectifier, the Triple Rectifier and, more recently, Mark V. For cabinets, he uses &lt;a href=\"Crate\"&gt;Crate&lt;/a&gt; and &lt;a href=\"Mesa%20Boogie\"&gt;Mesa Boogie&lt;/a&gt; 4 x 12\", which are loaded with &lt;a href=\"Celestion\"&gt;Celestion&lt;/a&gt; Vintage 30 speakers. Before settling for Mesa Boogie, Barrett used Crate and Marshall amplifiers.\nEffects and accessories.\nBarrett runs a few pedals, namely a &lt;a href=\"Boss%20Corporation\"&gt;Boss&lt;/a&gt; NS-2 Noise Suppressor, MT-2 Metal Zone, TU-2 Chromatic Tuner and a Maxon ST-9 pro+ Super tube. The units are connected with Monster cables.\nDiscography.\n&lt;a href=\"Solstice%20%28US%20band%29\"&gt;Solstice&lt;/a&gt;\n&lt;a href=\"Malevolent%20Creation\"&gt;Malevolent Creation&lt;/a&gt;\n&lt;a href=\"Cannibal%20Corpse\"&gt;Cannibal Corpse&lt;/a&gt;\nEulogy\nHatePlow\nGuest appearances.\n&lt;a href=\"Hollenthon\"&gt;Hollenthon&lt;/a&gt;\n&lt;a href=\"Infern%C3%A4l%20M%C3%A4jesty\"&gt;Infernäl Mäjesty&lt;/a&gt;\n&lt;a href=\"Pro-Pain\"&gt;Pro-Pain&lt;/a&gt;\n&lt;a href=\"Roadrunner%20United\"&gt;Roadrunner United&lt;/a&gt;\nUnearthed"
}