{
    "id": "9428785",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=9428785",
    "title": "Kennebunk Savings Bank",
    "text": "Kennebunk Savings is a mutual savings organization that was founded in 1871 in &lt;a href=\"Kennebunk%2C%20Maine\"&gt;Kennebunk, Maine&lt;/a&gt;. Kennebunk Savings serves &lt;a href=\"York%20County%2C%20Maine\"&gt;York County&lt;/a&gt; and &lt;a href=\"Seacoast%20Region%20%28New%20Hampshire%29\"&gt;Seacoast New Hampshire&lt;/a&gt; with 17 &lt;a href=\"Branch%20%28banking%29\"&gt;branch&lt;/a&gt; locations. Kennebunk Savings is a full service financial institution that offers personal and business banking products including &lt;a href=\"deposit%20account\"&gt;deposit account&lt;/a&gt;s, &lt;a href=\"mortgage\"&gt;mortgage&lt;/a&gt;s, home equity loans and credit lines; business, life, home and auto &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt; through Kennebunk Savings Insurance.\nKennebunk Savings donates 10% of its after-tax income to nonprofit organizations through its Community Promise. Since 1994, the company has given over $14 million to charitable causes that enhance its communities and improve quality of life for the people within them. As part of the Community Promise, Kennebunk Savings created the &lt;a href=\"https%3A//www.kennebunksavings.com/community/spotlight-fund\"&gt;Spotlight Fund&lt;/a&gt; to focus on a single, critical issue facing the community each year (&lt;a href=\"https%3A//www.kennebunksavings.com/community\"&gt;Kennebunk Savings in the Community&lt;/a&gt;, 2019).\nHistory.\n&lt;a href=\"Brad%20Paige\"&gt;Brad Paige&lt;/a&gt; became President and Chief Executive Officer of Kennebunk Savings on January 1, 2009. Previously, Mr. Paige was Executive Vice President and Chief Financial Officer, and has been with the company since 1998.\nIn 2005 Wolf Financial Group joined Kennebunk Savings and was renamed, Kennebunk Financial Services. In 2015 it was renamed again and became Kennebunk Savings Insurance."
}