{
    "id": "9448100",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=9448100",
    "title": "Nittany Furnace",
    "text": "Nittany Furnace, known earlier as Valentine Furnace, was a &lt;a href=\"hot%20blast\"&gt;hot blast&lt;/a&gt; &lt;a href=\"iron\"&gt;iron&lt;/a&gt; &lt;a href=\"Metallurgical%20furnace\"&gt;furnace&lt;/a&gt; located in &lt;a href=\"Spring%20Township%2C%20Centre%20County%2C%20Pennsylvania\"&gt;Spring Township, Centre County, Pennsylvania&lt;/a&gt;, United States. Placed in operation in 1888 on the site of an older furnace, it was an important feature of &lt;a href=\"Bellefonte%2C%20Pennsylvania\"&gt;Bellefonte&lt;/a&gt; economic life until it closed in 1911, no longer able to compete with more modern steel producers.\nCentre Iron Company.\nThe preliminaries to the furnace's construction began in 1885, when &lt;a href=\"Valentine%20and%20Thomas\"&gt;Valentine and Thomas&lt;/a&gt;, an old ironmaking firm of Bellefonte, decided to sell off its properties. These then consisted of Bellefonte Forge, on &lt;a href=\"Logan%20Branch\"&gt;Logan Branch&lt;/a&gt; just south of Bellefonte, and Bellefonte Furnace, a &lt;a href=\"cold%20blast\"&gt;cold blast&lt;/a&gt; &lt;a href=\"charcoal%20iron\"&gt;charcoal iron&lt;/a&gt; furnace lying about a mile south of the town, also on Logan Branch, as well as holdings in local &lt;a href=\"iron%20ore\"&gt;iron ore&lt;/a&gt; mines. Both plants were served by the &lt;a href=\"Bellefonte%2C%20Nittany%20and%20Lemont%20Railroad\"&gt;Bellefonte, Nittany and Lemont Railroad&lt;/a&gt;, a subsidiary of the &lt;a href=\"Pennsylvania%20Railroad\"&gt;PRR&lt;/a&gt;. The ironworks and ore lands were bought on August 2, 1886, for &lt;a href=\"United%20States%20dollar\"&gt;$&lt;/a&gt;400,000, by the Valentine Ore Land Association, whose principals organized the Centre Iron Company to erect a new iron furnace on the site of Bellefonte Furnace, which was to be torn down. A $600,000 &lt;a href=\"Mortgage%20loan\"&gt;mortgage&lt;/a&gt; was immediately raised on the properties, to supply the purchase money and funds for rebuilding the furnace. The leaders of the company included &lt;a href=\"Edmund%20Blanchard\"&gt;Edmund Blanchard&lt;/a&gt;, W. M. Stewart, and &lt;a href=\"B.%20K.%20Jamison\"&gt;B. K. Jamison&lt;/a&gt;, a &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; banker. The plant was built in 1887, and the &lt;a href=\"Nittany%20Valley%20Railroad\"&gt;Nittany Valley Railroad&lt;/a&gt; was built to supply it with ore. It became necessary to raise additional funds, and in 1887, the &lt;a href=\"Pennsylvania%20Railroad\"&gt;Pennsylvania Railroad&lt;/a&gt; purchased $75,000 worth of bonds in exchange for exclusive rights to rail traffic to and from the furnace. The first load of ore was delivered by the Nittany Valley on February 28, 1888, and the furnace went into blast on March 4, 1888. The company was originally headed by Jamison, but by 1890, James B. Coryell was president and Jamison vice-president. At this time, the furnace had one 70-foot (21-meter) stack and three hot-blast stoves, with a capacity of 30,000 tons (27,200 tonnes) of iron per year. Ore was supplied from local &lt;a href=\"hematite\"&gt;hematite&lt;/a&gt; deposits, and the furnace was fuelled by &lt;a href=\"Connellsville%20Coalfield\"&gt;Connellsville&lt;/a&gt; &lt;a href=\"coke%20%28fuel%29\"&gt;coke&lt;/a&gt;. In the same year, however, the failure of Jamison's bank precipitated the closure of the furnace by the sheriff on November 15, 1890. It was subsequently sold under &lt;a href=\"foreclosure\"&gt;foreclosure&lt;/a&gt;.\nValentine Iron Company.\nThe Valentine Iron Company was organized by the bondholders of the Centre Iron Company to take over the furnace, and was incorporated on January 28, 1891. The president was &lt;a href=\"J.%20Wesley%20Gephart\"&gt;J. Wesley Gephart&lt;/a&gt;, Bellefonte lawyer and industrialist, and the treasurer and manager was Robert Valentine, of the original ironmaking family. A report just prior to the charter records the permanent board of directors as James H. Campbell, of &lt;a href=\"Wayne%2C%20Pennsylvania\"&gt;Wayne&lt;/a&gt;, Oliver Hazard Reighard, of &lt;a href=\"Williamsport%2C%20Pennsylvania\"&gt;Williamsport&lt;/a&gt;, Charles W. Wilhelm, of &lt;a href=\"Reading%2C%20Pennsylvania\"&gt;Reading&lt;/a&gt;, Daniel Rhoades, Valentine, and Gephart. (Reighard was connected with another Valentine Iron Company, later the Williamsport Iron and Nail Works.)\nGephart was not only president of the iron company (and the Nittany Valley Railroad, still an affiliate), but an active railroad promoter in another direction. He became president of the &lt;a href=\"Central%20Railroad%20of%20Pennsylvania%20%281891%E2%80%931918%29\"&gt;Central Railroad of Pennsylvania&lt;/a&gt;, which, on December 2, 1893, opened its line from &lt;a href=\"Mill%20Hall%2C%20Pennsylvania\"&gt;Mill Hall&lt;/a&gt; to Bellefonte, crossing and connecting with the Nittany Valley about a mile east of Bellefonte. The new line connected with the &lt;a href=\"Beech%20Creek%20Railroad\"&gt;Beech Creek Railroad&lt;/a&gt;, controlled by the Pennsylvania Railroad's rival, the &lt;a href=\"New%20York%20Central%20Railroad\"&gt;New York Central Railroad&lt;/a&gt;.\nAt the beginning of this year, the iron furnace had \"re-opened\", presumably the result of an upswing in the depressed iron market as the rival &lt;a href=\"Bellefonte%20Furnace\"&gt;Bellefonte Furnace&lt;/a&gt; did the same. With the construction of the new railroad, the furnace's traffic was rapidly diverted over that line, prompting a lawsuit from the Pennsylvania Railroad to enforce the contract made with the Centre Iron Company. While a lower court initially held the contract not to be binding on Valentine Iron, the ruling was overturned by the &lt;a href=\"Supreme%20Court%20of%20Pennsylvania\"&gt;Supreme Court of Pennsylvania&lt;/a&gt; in 1895, and the furnace was forced to remove its traffic from the Central Railroad of Pennsylvania. Due to this serious setback, Gephart was compelled to step down as president of Valentine Iron and the Nittany Valley, and thereafter devoted himself to the management of the Central Railroad. He was replaced at Valentine Iron by John P. Harris, and by Mortimer O'Donoghue at the Nittany Valley. O'Donoghue also became superintendent of Valentine Iron the next year.\nThe furnace operated only intermittently under Valentine Iron management, and in early 1899, it was bought by the &lt;a href=\"Empire%20Steel%20and%20Iron%20Company\"&gt;Empire Steel and Iron Company&lt;/a&gt;, along with the Nittany Valley RR and the associated ore lands. Empire Steel renamed the plant \"Nittany Furnace,\" and sent Walter Kennedy, vice-president of engineering, to survey the local ore resources in March 1899. Empire decided to use a mixture of local and &lt;a href=\"Lake%20Superior\"&gt;Lake Superior&lt;/a&gt; ores, and relit the furnace in May 1899. However, Empire shut down the furnace again in April 1900, closing it indefinitely. The furnace and railroad were bought at a sheriff's sale on December 21, 1900 by a &lt;a href=\"Harrisburg%2C%20Pennsylvania\"&gt;Harrisburg&lt;/a&gt; bank with a &lt;a href=\"lien\"&gt;lien&lt;/a&gt; on the property.\nNittany Iron Company.\nOnce again, Gephart appeared on the scene to save the furnace. With the backing of &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; and New York investors, he formed the Nittany Iron Company, which bought and rehabilitated the furnace, returning it to blast on June 5, 1902, under Frank H. Clemson (former chief of mining at Gephart's &lt;a href=\"Bellefonte%20Furnace%20Company\"&gt;Bellefonte Furnace Company&lt;/a&gt;). Other organizers included Lorenzo Terbal Munson, Gephart's brother-in-law (who was associated with Bellefonte Glass and the Bellefonte Iron and Nail Works), Archer Brown, and William Sampson. However, prosperity did not return to the ironmaking business. The furnace was idle for two months in 1904. As steel production in &lt;a href=\"open%20hearth%20furnace\"&gt;open hearth furnace&lt;/a&gt;s became increasingly commonplace (a method better suited for iron made from Lake Superior ore, while &lt;a href=\"Bessemer%20converter\"&gt;Bessemer converter&lt;/a&gt;s functioned best with Centre County ore), Nittany Furnace found it increasingly difficult to operate at a profit. The death of Gephart on February 14, 1905 also dealt a blow to the company, which thereafter shared management with the Bellefonte Furnace Company.\nWhen in operation, the furnace continued to receive ore over the Nittany Valley RR, but the Nigh and Taylor ore banks served by that road had begun to play out. Most Lake Superior ore was delivered directly by the PRR, but some was routed from the PRR onto the Central RR of Pennsylvania at Bellefonte, hauled up to Nittany Valley Junction, and delivered over the Nittany Valley. Other local ore from &lt;a href=\"Scotia%2C%20Pennsylvania\"&gt;Scotia&lt;/a&gt; arrived from pits on the &lt;a href=\"Bellefonte%20Central%20Railroad\"&gt;Bellefonte Central Railroad&lt;/a&gt;, which was originally delivered to the PRR at Bellefonte. When the PRR raised rates in fall 1906, trying to collect Scotia ore traffic via its &lt;a href=\"Fairbrook%20Branch\"&gt;Fairbrook Branch&lt;/a&gt;, the Bellefonte Central responded by delivering the cars directly to the Central RR of Pennsylvania at Bellefonte Furnace, whence they could travel over the Central and Nittany Valley to Nittany Furnace. In 1905, the furnace began to receive &lt;a href=\"Lime%20%28material%29\"&gt;lime&lt;/a&gt; from the Whiterock Quarries in &lt;a href=\"Pleasant%20Gap%2C%20Pennsylvania\"&gt;Pleasant Gap&lt;/a&gt;, about along the PRR &lt;a href=\"Bellefonte%20Branch\"&gt;Bellefonte Branch&lt;/a&gt;; a partner in the quarries was Noah H. Swayne II, who had been made general manager of the furnace the previous year when Gephart resigned on grounds of health.\nThe furnace continued in anemic health until the &lt;a href=\"Panic%20of%201907\"&gt;Panic of 1907&lt;/a&gt;. As a result of that crisis, it was idle for most of 1908 and half of 1909. It was operated in 1910 largely to use up its inventory of local ore, and went out of blast on January 23, 1911. Bellefonte Furnace had closed in December. The shutdown of the furnaces was to be temporary, but both facilities were no longer remunerative to operate, and no buyer willing to operate them could be found. Leftover &lt;a href=\"pig%20iron\"&gt;pig iron&lt;/a&gt; and furnace &lt;a href=\"slag\"&gt;slag&lt;/a&gt; from Nittany Furnace were shipped out over the Nittany Valley RR in 1912–1913. The furnace and railroad were put up for sale in 1914 and the furnace demolished. The furnace site was later used by the Titan Metal and Manufacturing Company.\nLegacy.\nPassing through the hands of four owners during its troubled 23-year history, Nittany Furnace never fulfilled the expectations developed when it replaced the antiquated (charcoal) Bellefonte Furnace. It should arguably never have been built: by the time it went into blast in 1888, the price per ton of iron had already been driven below $22, a historic low, and it would almost never rise above that figure until the onset of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. The sprawling steel works of &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;, fed by &lt;a href=\"Mesabi%20Range\"&gt;Mesabi Range&lt;/a&gt; ore, could produce iron more cheaply than the furnaces at Bellefonte ever could. The principal advantage of a Bellefonte location — proximity to local ore deposits — was negated by the availability of easily mined, high-grade Mesabi ore, hauled by rail.\nWes Gephart, though his personal brilliance and ability to attract investment, was able to cover the decline to some extent. By his death in 1905, he had assembled a seemingly puissant empire of two iron furnaces, extensive ore mines, and two railroads. But even during his lifetime, Bellefonte had seen the end of its glory: after 1890, its population, heretofore steadily growing, would decline for the next thirty years. Nor did Gephart's empire long survive him; little more than a decade after his death, the furnaces were demolished, the mines shut down, and one railroad scrapped. Only the Central Railroad remained, staggering to a pauper's grave in 1918, sold for the wartime price its scrap could bring. The era of Nittany Furnace was the twilight of ironmaking in Bellefonte. Though not fully apparent at the time, neither the rising lime industry nor any other would replace ironmaking as the guarantor of the town's prosperity. The fall of the furnaces marked the beginning of a long decline which would see Bellefonte supplanted by &lt;a href=\"State%20College%2C%20Pennsylvania\"&gt;State College&lt;/a&gt; as the nexus of activity in &lt;a href=\"Centre%20County%2C%20Pennsylvania\"&gt;Centre County&lt;/a&gt;."
}