{
    "id": "9449112",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=9449112",
    "title": "1949–50 British Home Championship",
    "text": "1949–50 British Home Championship was one of the most significant competitions of the &lt;a href=\"British%20Home%20Championship\"&gt;British Home Championship&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; tournament. This year saw the competition doubling up as &lt;a href=\"1950%20FIFA%20World%20Cup%20qualification%23Group%201\"&gt;Group 1&lt;/a&gt; in the qualifying rounds for the &lt;a href=\"1950%20FIFA%20World%20Cup\"&gt;1950 FIFA World Cup&lt;/a&gt;. It was the first time that either &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt;, &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt;, &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; or &lt;a href=\"Ireland%20national%20football%20team%20%281882%E2%80%931950%29\"&gt;Ireland (IFA)&lt;/a&gt; had entered a &lt;a href=\"FIFA%20World%20Cup\"&gt;World Cup&lt;/a&gt; competition. It was also a significant moment in the history of Irish football as it was the last time that the &lt;a href=\"%28Northern%29%20Irish%20Football%20Association\"&gt;(Northern) Irish Football Association&lt;/a&gt; entered a team featuring players born in both &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt; and what is now the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;.\nBoth England and Scotland began well, the Scots beating Ireland 8–2 at &lt;a href=\"Windsor%20Park\"&gt;Windsor Park&lt;/a&gt; while England beat Wales 4–1 in &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;. Both teams continued their dominance in the second round of matches, Scotland beating Wales 2–0 whilst Ireland were again heavily defeated, this time losing 9–2 to England. In the final round of games Ireland and Wales gained some consolation points with a goalless draw while − England took first place by beating Scotland 1–0 in a hard-fought game in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;.\nWorld Cup qualifying.\n&lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; offered two places at the &lt;a href=\"1950%20FIFA%20World%20Cup\"&gt;1950 FIFA World Cup&lt;/a&gt; to the winners and runners up of the competition. However Scotland insisted they would only enter if they won the championship outright and even though they finished second, the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish FA&lt;/a&gt; declined the opportunity to enter a team in the World Cup finals for the first time. FIFA subsequently offered their place to both &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt;, the runners-up in &lt;a href=\"1950%20FIFA%20World%20Cup%20qualification%23Group%203\"&gt;Group 3&lt;/a&gt; and &lt;a href=\"Ireland%20national%20football%20team%20%28FAI%29\"&gt;Ireland (FAI)&lt;/a&gt;, the runners-up in &lt;a href=\"1950%20FIFA%20World%20Cup%20qualification%23Group%205\"&gt;Group 5&lt;/a&gt;. However both teams also declined the invitation. Despite winning the championship, England failed to impress at the World Cup. After defeating &lt;a href=\"Chile%20national%20football%20team\"&gt;Chile&lt;/a&gt; 2–0 they then lost 1–0 to both the &lt;a href=\"United%20States%20men%27s%20national%20soccer%20team\"&gt;United States&lt;/a&gt; and &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; and failed to qualify for the second stage.\nLast all-Ireland team.\nUntil 1950 there were, in effect, two \"Ireland\" teams, chosen by two rival associations. Both associations, the &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;-based &lt;a href=\"Irish%20Football%20Association\"&gt;IFA&lt;/a&gt; and the &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;-based &lt;a href=\"Football%20Association%20of%20Ireland\"&gt;FAI&lt;/a&gt; claimed jurisdiction over the whole of &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; and selected players from the whole island. As a result, several notable Irish players from this era played for both teams.\nThe game between the &lt;a href=\"Ireland%20national%20football%20team%20%281882%E2%80%931950%29\"&gt;IFA XI&lt;/a&gt; and &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt; at the &lt;a href=\"Racecourse%20Ground\"&gt;Racecourse Ground&lt;/a&gt;, &lt;a href=\"Wrexham\"&gt;Wrexham&lt;/a&gt; on 8 March 1950 marked the end of an era in Irish football history. The result was irrelevant, as both teams had lost their previous games and had nothing to play for but pride. However, the 0–0 draw saw the IFA XI field an all-Ireland team for the last time. The team included four players - &lt;a href=\"Tom%20Aherne\"&gt;Tom Aherne&lt;/a&gt;, &lt;a href=\"Reg%20Ryan\"&gt;Reg Ryan&lt;/a&gt;, &lt;a href=\"Davy%20Walsh\"&gt;Davy Walsh&lt;/a&gt; and the captain, &lt;a href=\"Con%20Martin\"&gt;Con Martin&lt;/a&gt; - who were born in what is now the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;. Since this game was also a qualifier for the &lt;a href=\"1950%20FIFA%20World%20Cup%20qualification\"&gt;1950 FIFA World Cup&lt;/a&gt;, the situation led to controversy. All four players had previously played for the &lt;a href=\"Ireland%20national%20football%20team%20%28FAI%29\"&gt;FAI XI&lt;/a&gt; in &lt;a href=\"1950%20FIFA%20World%20Cup%20qualification%23Group%205\"&gt;their qualifiers&lt;/a&gt;. Both Martin and Walsh had even scored for the FAI XI. As a result, the four players actually played for two different associations in the same &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; tournament.\n&lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; intervened, after complaints from the FAI, and subsequently restricted players' eligibility based on the political border. In 1953 FIFA ruled neither team could be referred to as \"Ireland\", decreeing that the FAI team be officially designated as the &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland&lt;/a&gt;, while the IFA team was to become &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt;. The IFA objected and in 1954 were permitted to continue using the name \"Ireland\" in the &lt;a href=\"British%20Home%20Championship\"&gt;British Home Championship&lt;/a&gt;. This practice was discontinued in the late 1970s.\nTable.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nResults.\n---- \nTeam squads.\nHead coach: &lt;a href=\"Walter%20Winterbottom\"&gt;Walter Winterbottom&lt;/a&gt;\n\nHead coach: none, SFA Selection Committee\n\nHead coach: none, managed by a committee"
}