{
    "id": "945226",
    "revid": "43185158",
    "url": "https://en.wikipedia.org/wiki?curid=945226",
    "title": "Raul Hilberg",
    "text": "Raul Hilberg (June 2, 1926 – August 4, 2007) was an Austrian-born Jewish-American &lt;a href=\"political%20science\"&gt;political scientist&lt;/a&gt; and historian. He was widely considered to be the preeminent scholar on the &lt;a href=\"Nazi%20holocaust\"&gt;Holocaust&lt;/a&gt;. &lt;a href=\"Christopher%20R.%20Browning\"&gt;Christopher R. Browning&lt;/a&gt; has called him the founding father of &lt;a href=\"Holocaust%20Studies\"&gt;Holocaust Studies&lt;/a&gt; and his three-volume, 1,273-page \"&lt;a href=\"masterpiece\"&gt;magnum opus&lt;/a&gt;\" \"&lt;a href=\"The%20Destruction%20of%20the%20European%20Jews\"&gt;The Destruction of the European Jews&lt;/a&gt;\" is regarded as seminal for research into the &lt;a href=\"Nazism\"&gt;Nazi&lt;/a&gt; &lt;a href=\"Final%20Solution\"&gt;Final Solution&lt;/a&gt;.\nLife and career.\nHilberg was born in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, &lt;a href=\"First%20Austrian%20Republic\"&gt;Austria&lt;/a&gt;, to a Polish-speaking &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt; family. His father, a small-goods salesman, was born in a &lt;a href=\"Galicia%20%28Eastern%20Europe%29\"&gt;Galician&lt;/a&gt; village, moved to Vienna in his teens, was decorated for bravery on the Russian front, and married Hilberg's mother who hailed from &lt;a href=\"Buchach\"&gt;Buczacz&lt;/a&gt;, now in the &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;.\nThe young Hilberg was a loner, pursuing solitary hobbies such as geography, music and &lt;a href=\"train%20spotting\"&gt;train spotting&lt;/a&gt;. Though his parents attended synagogue on occasion, he personally found the irrationality of religion repellent and developed an allergy to it. He did however attend a &lt;a href=\"Zionism\"&gt;Zionist&lt;/a&gt; school in Vienna, which inculcated the necessity of defending against, rather than surrendering to, the rising menace of &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt;. Following the March 1938 &lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt;, his family was evicted from their home at gunpoint and his father was arrested by the Nazis, but he was later released because of his &lt;a href=\"Frontk%C3%A4mpferprivileg\"&gt;service record as a combatant&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. One year later, on April 1, 1939, at age 13, Hilberg fled Austria with his family; after reaching France, they embarked on a ship bound for &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;. Following a four-month stay in Cuba, his family arrived in Miami, Florida, on September 1, 1939, the day the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; broke out in Europe. During the ensuing war in Europe, 26 members of Hilberg's family were murdered in the &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt;.\nThe Hilbergs settled in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, New York, where Raul attended &lt;a href=\"Abraham%20Lincoln%20High%20School%20%28Brooklyn%29\"&gt;Abraham Lincoln High School&lt;/a&gt; and &lt;a href=\"Brooklyn%20College\"&gt;Brooklyn College&lt;/a&gt;. He intended to make a career in &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt;, but he found that it did not suit him, and he left his studies to work in a factory. He served in the United States Army from 1944 to 1946. As early as 1942, Hilberg, after reading scattered reports of what would later become known as the Nazi genocide, went so far as to ring &lt;a href=\"Stephen%20Samuel%20Wise\"&gt;Stephen Samuel Wise&lt;/a&gt; and ask him what he planned to do with regard to \"the complete annihilation of European Jewry\". According to Hilberg, Wise hung up.\nHilberg served first in the &lt;a href=\"45th%20Infantry%20Division%20%28United%20States%29\"&gt;45th Infantry Division&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, but, given his native fluency and academic interests, he was soon attached to the \"War Documentation Department\", charged with examining archives throughout Europe. While quartered in the &lt;a href=\"Brown%20House%2C%20Munich%2C%20Germany\"&gt;Braunes Haus&lt;/a&gt;, he stumbled upon Hitler's crated private library in Munich. This discovery, together with learning that 26 close members of his family had been exterminated, prompted Hilberg's research into the Holocaust, a term which he personally disliked, though in later years he himself used it. In a lecture he gave in Vienna some time before his death he went on record as saying, \"We know perhaps 20 per cent about the Holocaust.\"\nAcademic career.\nAfter returning to civilian life, Hilberg chose to study &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt;, earning his &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree at &lt;a href=\"Brooklyn%20College\"&gt;Brooklyn College&lt;/a&gt; in 1948. He was deeply impressed by the importance of elites and &lt;a href=\"bureaucracy\"&gt;bureaucracies&lt;/a&gt; while attending &lt;a href=\"Hans%20Rosenberg\"&gt;Hans Rosenberg&lt;/a&gt;'s lectures on the &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;n civil service. In 1947, at one particular point in Rosenberg's course, Hilberg was taken aback when his teacher remarked: \"The most wicked atrocities perpetrated on a civilian population in modern times occurred during the &lt;a href=\"Peninsular%20War\"&gt;Napoleonic occupation of Spain&lt;/a&gt;.\" The young Hilberg interrupted the lecture to ask why the recent murder of 6 million Jews did not figure in Rosenberg's assessment. Rosenberg replied that it was a complicated matter, but that the lectures dealt only with history down to 1930, adding, \"History doesn't reach down into the present age.\" Hilberg was amazed by this highly educated, German-Jewish emigrant passing over the &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt; of European Jews in order to expound on &lt;a href=\"Napoleon%20I%20of%20France\"&gt;Napoleon&lt;/a&gt; and &lt;a href=\"Peninsular%20War\"&gt;the occupation of Spain&lt;/a&gt;. Moreover, Hilberg recalled, it was an almost taboo topic in the Jewish community, and he pursued his research as a kind of 'protest against silence'.\nHilberg went on to first complete a &lt;a href=\"Master%20of%20Arts\"&gt;Master of Arts&lt;/a&gt; degree (1950) and then a &lt;a href=\"Doctor%20of%20Philosophy\"&gt;Doctor of Philosophy&lt;/a&gt; (PhD) degree (1955) at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;,\nwhere he entered the graduate program in public law and government. Meanwhile, in 1951, he obtained a temporary appointment to work on the \"War Documentation Project\" under the direction of &lt;a href=\"Fritz%20T.%20Epstein\"&gt;Fritz T. Epstein&lt;/a&gt;.\nHilberg was undecided under whom he should carry out his doctoral research. Having attended a course on &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt;, he was also attracted to the lectures of &lt;a href=\"Salo%20Baron\"&gt;Salo Baron&lt;/a&gt;, the leading authority on Jewish &lt;a href=\"historiography\"&gt;historiography&lt;/a&gt; at the time, with particular expertise in the field of laws pertaining to the Jewish people. According to Hilberg, to attend Baron's lectures was to enjoy the rare opportunity of observing \"a walking library, a monument of incredible erudition\", active before his classroom of students. Baron asked Hilberg whether he was interested in working under him on the annihilation of Europe's Jewish population. Hilberg demurred on the grounds that his interest lay in the \"perpetrators\", and thus he would not begin with the Jews who were their victims, but rather with what was done to them.\nHilberg decided to write the greater part of his PhD under the supervision of &lt;a href=\"Franz%20Neumann%20%28political%20scientist%29\"&gt;Franz Neumann&lt;/a&gt;, the author of an influential wartime analysis of the &lt;a href=\"Nazi%20Germany\"&gt;German totalitarian state&lt;/a&gt;. Neumann was initially reluctant to take Hilberg on as his doctoral student. He had already read Hilberg's master's thesis, and found, as both a deeply patriotic German and a Jew, that certain themes sketched there were unbearably painful. In particular he had asked that the section on Jewish cooperation be removed, to no avail. Neumann nonetheless relented, warning his student, however, that such a dissertation was professionally imprudent and might well prove to be his academic funeral. Undeterred by the prospect, Hilberg pressed on without regard for the possible consequences. Neumann himself contacted &lt;a href=\"Nuremberg%20Tribunal\"&gt;Nuremberg&lt;/a&gt; prosecutor &lt;a href=\"Telford%20Taylor\"&gt;Telford Taylor&lt;/a&gt; directly, to facilitate Hilberg's access to the appropriate archives. After Neumann's death in a traffic accident in 1954, Hilberg completed his doctoral requirement under the supervision of &lt;a href=\"William%20T.%26amp%3Bnbsp%3BR.%20Fox\"&gt;William T. R. Fox&lt;/a&gt;. His dissertation won him the university's prestigious Clark F. Ansley Award in 1955, which carried with it the right to have his thesis published by his alma mater. He taught the first college-level course in the United States dedicated to the Holocaust, when the subject was finally introduced into his university's curriculum in 1974.\nHilberg obtained his first academic position at the &lt;a href=\"University%20of%20Vermont\"&gt;University of Vermont&lt;/a&gt; in &lt;a href=\"Burlington%2C%20Vermont\"&gt;Burlington&lt;/a&gt;, in 1955, and took up residence there in January 1956. Most of his teaching career was spent at that university, where he was a member of the Department of &lt;a href=\"political%20science\"&gt;Political Science&lt;/a&gt;. He was appointed &lt;a href=\"emeritus%20professor\"&gt;emeritus professor&lt;/a&gt; upon his retirement in 1991. In 2006, the university established the Raul Hilberg Distinguished Professorship of Holocaust Studies. Each year the University of Vermont's Carolyn and Leonard Miller Center for Holocaust Studies hosts the Raul Hilberg Memorial Lecture. Hilberg was appointed to the President's Commission on the Holocaust by &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; in 1979. He later served for many years on its successor, the United States Holocaust Memorial Council, which is the governing body for the &lt;a href=\"United%20States%20Holocaust%20Memorial%20Museum\"&gt;United States Holocaust Memorial Museum&lt;/a&gt;. Following his death, the Museum established the Raul Hilberg Fellowship, intended to support the development of new generations of Holocaust scholars. For his seminal and profound services to the historiography of the Holocaust, he was honored with Germany's &lt;a href=\"Bundesverdienstkreuz\"&gt;Order of Merit&lt;/a&gt;, the highest recognition that can be paid to a non-German. In 2002, he was awarded the &lt;a href=\"Geschwister-Scholl-Preis\"&gt;Geschwister-Scholl-Preis&lt;/a&gt; for \"Die Quellen des Holocaust\" (Sources of the Holocaust). He was elected a Fellow of the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Sciences\"&gt;American Academy of Arts and Sciences&lt;/a&gt; in 2005 .\n\"The Destruction of the European Jews\".\nHilberg is best known for his influential study of the Holocaust, \"The Destruction of the European Jews\". His approach assumed that the event of the Shoah was not \"unique\". He said in a late interview:For me the Holocaust was a vast, single event, but I am never going to use the word \"unique\", because I recognize that when one starts breaking it into pieces, which is my trade, one finds completely recognizable, ordinary ingredients.His final doctoral supervisor, Professor Fox, worried that the original study was far too long. Hilberg therefore suggested submitting a mere quarter of the research he had written up, and his proposal was accepted. His PhD dissertation was awarded the prestigious Clark F. Ansley prize, which entitled it to be published by &lt;a href=\"Columbia%20University%20Press\"&gt;Columbia University Press&lt;/a&gt; in a print run of 850 copies. However, Hilberg was firm in desiring that the whole work be published, not just the doctoral version. To obtain this, two opinions in favor of full publication were required. &lt;a href=\"Yad%20Vashem\"&gt;Yad Vashem&lt;/a&gt; as early as 1958, declined to participate in its projected publication, fearing that it would encounter \"hostile criticism\". The work was duly submitted to two additional academic authorities in the field, but both judgments were negative, viewing Hilberg's work as &lt;a href=\"polemic\"&gt;polemic&lt;/a&gt;al: one rejected it as anti-German, the other as anti-Jewish.\nStruggle for publication.\nHilberg, unwilling to compromise, submitted the complete manuscript to several major publishing houses over the following six years, without luck. &lt;a href=\"Princeton%20University%20Press\"&gt;Princeton University Press&lt;/a&gt; turned down the manuscript, on &lt;a href=\"Hannah%20Arendt\"&gt;Hannah Arendt&lt;/a&gt;'s advice, after quickly vetting it in a mere two weeks. After successive rejections from five prominent publishers, it finally went to press in 1961 under a minor imprint, the Chicago-based publisher, &lt;a href=\"Times%20Books\"&gt;Quadrangle Books&lt;/a&gt;. &lt;a href=\"Yad%20Vashem\"&gt;Yad Vashem&lt;/a&gt; also reneged on an initial agreement to publish the manuscript, since it treated as marginal the armed Jewish resistance central to the Zionist narrative. By good fortune, a wealthy patron, Frank Petschek, a &lt;a href=\"List%20of%20Czech%20and%20Slovak%20Jews\"&gt;German-Czech Jew&lt;/a&gt; whose family coal business had suffered from the Nazi &lt;a href=\"Aryanization%20%28Nazism%29\"&gt;Aryanization&lt;/a&gt; program, laid out $15,000, a substantial sum at the time, to cover the costs of a print run of 5,500 volumes, of which some 1,300 copies were set aside for distribution to libraries.\nResistance to Hilberg's work, the difficulties he encountered in finding a US editor, and subsequent delays with the German edition, owed much to the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; atmosphere of the times, according to &lt;a href=\"Norman%20Finkelstein\"&gt;Norman Finkelstein&lt;/a&gt;. Finkelstein observed in a 2007 article for \"&lt;a href=\"CounterPunch\"&gt;CounterPunch&lt;/a&gt;\":\nIt is hard now to remember that the Nazi holocaust was once a taboo subject. During the early years of the Cold War, mention of the Nazi holocaust was seen as undermining the critical U.S.–West German alliance. It was airing the dirty laundry of the barely de-Nazified West German elites and thereby playing into the hands of the Soviet Union, which didn't tire of remembering the crimes of the West German \"revanchists.\"\nThe German rights to the book were acquired by the German publishing firm &lt;a href=\"Droemer%20Knaur\"&gt;Droemer Knaur&lt;/a&gt; in 1963. Droemer Knaur, however, after dithering over it for two years, decided against publication, due to the work's documentation of certain episodes of cooperation by Jewish authorities with the executors of the Holocaustmaterial which the editors said would only play into the hands of the &lt;a href=\"antisemitism\"&gt;antisemitic&lt;/a&gt; right wing in Germany. Hilberg dismissed this fear as \"nonsense\". Some two decades were to pass before it finally came out in a German edition in 1982, under the imprint of a Berlin publishing house. Hilberg - a lifelong &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; voter, according to both Norman Finkelstein and &lt;a href=\"Michael%20Neumann\"&gt;Michael Neumann&lt;/a&gt; - seemed to be somewhat bemused by the prospect of being published under such an imprint, and asked its director, Ulf Wolter, what on earth his massive treatise on the Holocaust had in common with some of the firm's staple themes, socialism and &lt;a href=\"women%27s%20rights\"&gt;women's rights&lt;/a&gt;. Wolter replied succinctly: \"Injustice!\". In a letter of July 14, 1982, Hilberg had written to Mr. Wolter/Olle &amp; Wolter, \"Everything you said to me during this brief visit has impressed me very much and has given me a good feeling about our joint venture. I am glad that you are my publisher in Germany.\" He spoke about a \"second edition\" of his work, \"solid enough for the next century\".\nApproach and structure of book.\n\"The Destruction of the European Jews\" provided, in &lt;a href=\"Hannah%20Arendt\"&gt;Hannah Arendt&lt;/a&gt;'s words, \"the first clear description of (the) incredibly complicated machinery of destruction\" set up under Nazism. For Hilberg there was deep irony in the judgment since Arendt, asked to give an opinion of his manuscript in 1959, had advised against publication. Her judgement influenced the rejection slip he received from Princeton University Press following its submission, thus effectively denying him the prestigious auspices of a mainstream academic publishing house.\nWith a terse lucidity that ranged, with unsparing meticulousness, over the huge archives of Nazism, Hilberg delineated the history of the mechanisms, political, legal, administrative and organizational, whereby the Holocaust was perpetrated, as it was seen through German eyes, often by the anonymous clerks whose unquestioning dedication to their duties was central to the efficacy of the industrial project of genocide. To that end, Hilberg refrained from laying emphasis on the suffering of Jews, the victims, or their lives in the concentration camps. The Nazi program entailed the destruction of all peoples whose existence was deemed incompatible with the world-historical destiny of a pure master raceand to accomplish this project, they had to develop techniques, muster resources, make bureaucratic decisions, organize fields and camps of extermination and recruit cadres capable of executing the \"&lt;a href=\"Final%20Solution\"&gt;Final Solution&lt;/a&gt;\". It was enough to chase down each intricate strand of communication over how to conduct the operation efficiently through the enormous archival papertrail to show how this took place. Thus his discourse probed the bureaucratic means for implementing genocide, in order to let the implicit horror of the process speak for itself.\nIn this he differed radically from those who had focused heavily on final responsibilities, as for example in the case of predecessor &lt;a href=\"Gerald%20Reitlinger\"&gt;Gerald Reitlinger&lt;/a&gt;'s groundbreaking history of the subject. Because of this layered departmentalized structure of the bureaucracy overseeing the intricate policies of classifying, mustering and deporting victims, individual functionaries saw their roles as distinct from the actual 'perpetration' of the Holocaust. Thus,'(f)or these reasons, an administrator, clerk or uniformed guard never referred to himself as a perpetrator.' Hilberg made it clear, however, that such functionaries were quite aware of their involvement in what was a process of destruction. Hilberg's minute documentation thus constructed a functional analysis of the machinery of genocide, while leaving unaddressed any questions of historical antisemitism, and possible structural elements in Germany's historical-social tradition which might have conduced to the unparalleled industrialization of the European Jewish Catastrophe by that country.\n&lt;a href=\"Yehuda%20Bauer\"&gt;Yehuda Bauer&lt;/a&gt;, a lifelong adversary and friend of Hilberg,he had assisted him in finally getting access to Yad Vashem's archiveswho often clashed polemically with the man he considered 'without fault' over what Bauer saw as the latter's failure to deal with the complex dilemmas of Jews caught up in this machinery, recalls often prodding Hilberg on his exclusive focus on the \"how\" of the Holocaust rather than the \"why\". According to Bauer, Hilberg \"did not ask the big questions for fear that the answers would be too little\" or, as Hilberg himself says interviewed in Lanzmann's film, \"I have never begun by asking the big questions, because I was always afraid that I would come up with small answers.\"\nHilberg's empirical, descriptive approach to the Holocaust, though it exercised a not fully acknowledged but pervasive influence on the far better-known work of &lt;a href=\"Hannah%20Arendt\"&gt;Hannah Arendt&lt;/a&gt;, \"&lt;a href=\"Eichmann%20in%20Jerusalem\"&gt;Eichmann in Jerusalem&lt;/a&gt;\", in turn aroused considerable controversy, not least because of its details concerning the cooperation of Jewish councils in the actual procedures of evacuation to the camps. Hilberg nonetheless responded graciously to &lt;a href=\"Isaiah%20Trunk\"&gt;Isaiah Trunk&lt;/a&gt;'s pathfinding research on the \"&lt;a href=\"Judenrat\"&gt;Judenräte&lt;/a&gt;\", which was critical of Hilberg's assessment of the issue.\nCritical reception.\nHilberg's study was praised by scholars and the American press. His findings that all of German society was involved in the \"destruction process\" drew attention. Some scholars argued that Hilberg overlooked Nazi ideology and the nature of the regime type. Hilberg's claim that Jews abetted their own persecutors sparked a debate among Jewish scholars and in Jewish press. According to a 2021 study, \"the reception of Hilberg’s work marks a crucial step in the formation of the Holocaust as part of historical consciousness.\"\nAt the time, most historians of the phenomenon subscribed to what would today be called the extreme intentionalist position, where sometime early in his career, Hitler developed a master plan for the &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt; of the Jewish people and that everything that happened was the unfolding of the plan. This clashed with the lesson Hilberg had absorbed under Neumann, whose \"\" (1942/1944) described the Nazi regime as a virtually stateless political order characterised by chronic bureaucratic infighting and turf disputes. The task Hilberg set for himself was to analyse the way the overall policies of genocide were engineered within the otherwise conflicting politics of Nazi factions. It helped that the Americans classifying the huge amount of Nazi documents used, precisely, the categories his future mentor Neumann had employed in his \"Behemoth\" study.\nHilberg came to be considered as the foremost representative of what a later generation has called the &lt;a href=\"Functionalism%20versus%20intentionalism\"&gt;functionalist&lt;/a&gt; school of Holocaust &lt;a href=\"historiography\"&gt;historiography&lt;/a&gt;, of which &lt;a href=\"Christopher%20Browning\"&gt;Christopher Browning&lt;/a&gt;, whose own life was changed by reading Hilberg's book, is a prominent member. The debate is that Intentionalists see \"the Holocaust as Hitler's determined and premeditated plan, which he implemented as the opportunity arose\", while functionalists see \"the Final Solution as an evolution that occurred when other plans proved untenable\". Intentionalists argue that the initiative for the Holocaust came from above, while functionalists contend it came from lower ranks within the bureaucracy.\nIt has often been observed that Hilberg's \"magnum opus\" begins with an intentionalist thesis but gradually shifts towards a functionalist position. At the time, this approach raised a few eyebrows but only later did it actually attract pointed academic discussion. A further move towards a functionalist interpretation occurred in the revised 1985 edition, in which Hitler is portrayed as a remote figure hardly involved in the machinery of destruction. The terms \"functionalist\" and \"intentionalist\" were coined in 1981 by &lt;a href=\"Timothy%20Mason\"&gt;Timothy Mason&lt;/a&gt; but the debate goes back to 1969 with the publication of &lt;a href=\"Martin%20Broszat\"&gt;Martin Broszat&lt;/a&gt;'s \"The Hitler State\" in 1969 and &lt;a href=\"Karl%20Schleunes\"&gt;Karl Schleunes&lt;/a&gt;'s \"The Twisted Road to Auschwitz\" in 1970. Since most of the early functionalist historians were West German, it was often enough for intentionalist historians, especially for those outside Germany, to note that men such as Broszat and &lt;a href=\"Hans%20Mommsen\"&gt;Hans Mommsen&lt;/a&gt; had spent their adolescence in the &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt; and then to say that their work was an &lt;a href=\"apologia\"&gt;apologia&lt;/a&gt; for &lt;a href=\"Nazism\"&gt;National Socialism&lt;/a&gt;. Hilberg was Jewish and an Austrian who had fled to the United States to escape the Nazis and had no Nazi sympathies, which helps to explain the vehemence of the attacks by intentionalist historians that greeted the revised edition of \"The Destruction of the European Jews\" in 1985.\nHilberg's understanding of the relationship between the leadership of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and the implementers of the genocide evolved from an interpretation based on orders to the &lt;a href=\"RSHA\"&gt;RSHA&lt;/a&gt; originating with &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; and proclaimed by &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Hermann Göring&lt;/a&gt;, to a thesis consistent with &lt;a href=\"Christopher%20Browning\"&gt;Christopher Browning&lt;/a&gt;'s \"The Origins of the Final Solution\", an account in which initiatives were undertaken by mid-level officials in response to general orders from senior ones. Such initiatives were broadened by mandates from senior officials and propagated by increasingly informal channels. The experience gained in fulfilling the initiatives fed an understanding in the bureaucracy that radical goals were attainable, progressively reducing the need for direction. As Hilberg put it:\nAs the Nazi regime developed over the years, the whole structure of decision-making was changed. At first there were laws. Then there were decrees implementing laws. Then a law was made saying, \"There shall be no laws.\" Then there were orders and directives that were written down, but still published in ministerial gazettes. Then there was government by announcement; orders appeared in newspapers. Then there were the quiet orders, the orders that were not published, that were within the bureaucracy, that were oral. Finally, there were no orders at all. Everybody knew what he had to do.\nIn earlier editions of \"Destruction\", in fact, Hilberg discussed an \"order\" given by Hitler to have Jews killed, while more recent editions do not refer to a direct command. In a 1999 interview with D.D. Guttenplan, Hilberg commented that he \"made this change in the interest of precision about the evidence ...\". Notwithstanding Hilberg's focus on bureaucratic momentum as an indispensable force behind the Holocaust, he maintained that extermination of Jews was one of Hitler's aims: \"The primary notion in Germany is that Hitler did it. As it happens, this is also my notion, but I'm not wedded to it\" (qtd. in —).\nThis contradicts the thesis advanced by &lt;a href=\"Daniel%20Goldhagen\"&gt;Daniel Goldhagen&lt;/a&gt; that the ferocity of German &lt;a href=\"anti-Semitism\"&gt;anti-Semitism&lt;/a&gt; is sufficient as an explanation for the Holocaust; Hilberg noted that anti-Semitism was more virulent in Eastern Europe than in &lt;a href=\"Nazi%20Germarny\"&gt;Nazi Germarny&lt;/a&gt; itself. Hilberg criticized Goldhagen's scholarship, which he called poor (\"his scholarly standard is at the level of 1946\") and he was even harsher concerning the lack of primary sources or secondary literature competence at Harvard by those who oversaw the research for Goldhagen's book. Hilberg said, \"This is the only reason why Goldhagen could obtain a PhD in political science at Harvard. There was nobody on the faculty who could have checked his work.\" This remark has been echoed by Yehuda Bauer.\nWhat is most contentious about Hilberg's work, the controversial implications of which influenced the decision by Israeli authorities to deny him access to the &lt;a href=\"Yad%20Vashem\"&gt;Yad Vashem&lt;/a&gt;'s archives, was his assessment that elements of Jewish society, such as the \"&lt;a href=\"Judenr%C3%A4te\"&gt;Judenräte&lt;/a&gt;\" (Jewish Councils), were complicit in the genocide. and that this was partly rooted in long-standing attitudes of European Jews, rather than attempts at survival or exploitation. In his own words:\nI had to examine the Jewish tradition of trusting God, princes, laws and contracts ... Ultimately I had to ponder the Jewish calculation that the persecutor would not destroy what he could economically exploit. It was precisely this Jewish strategy that dictated accommodation and precluded resistance.\nThis part of his work was criticized harshly by many Jews as impious, and a defamation of the dead. His master's thesis sponsor persuaded him to remove this idea from his thesis, though he was determined to restore it. Even his father, on reading his manuscript, was disconcerted.\nThe result of his approach, and the sharp criticism it aroused in certain quarters, was such, as he records in the same book, that:\nIt has taken me some time to absorb what I should always have known, that in my whole approach to the study of the destruction of the Jews I was pitting myself against the main current of Jewish thought, that in my research and writing I was pursuing not merely another direction but one which was the exact opposite of a signal that pulsated endlessly through the Jewish community ... The philistines in my field are everywhere. I am surrounded by the commonplace, platitudes, and clichés.\nPublic role.\nHilberg was the only scholar interviewed for &lt;a href=\"Claude%20Lanzmann\"&gt;Claude Lanzmann&lt;/a&gt;'s \"&lt;a href=\"Shoah%20%28film%29\"&gt;Shoah&lt;/a&gt;\", and according to Guy Austin he was \"a key influence on Lanzmann\" in depicting the logistics of the genocide.\nHe was a strong supporter of the research of &lt;a href=\"Norman%20Finkelstein\"&gt;Norman Finkelstein&lt;/a&gt; during the latter's &lt;a href=\"Dershowitz%E2%80%93Finkelstein%20affair\"&gt;unsuccessful attempt&lt;/a&gt; to secure tenure; of Finkelstein's book \"&lt;a href=\"The%20Holocaust%20Industry\"&gt;The Holocaust Industry&lt;/a&gt;\", which Hilberg endorsed \"with specific regard\" to his demonstration that the money claimed to be owed by Swiss banks to Holocaust survivors was greatly exaggerated; and of his critique of &lt;a href=\"Daniel%20Goldhagen\"&gt;Daniel Goldhagen&lt;/a&gt;'s &lt;a href=\"Hitler%27s%20Willing%20Executioners\"&gt;Hitler's Willing Executioners&lt;/a&gt;. Hilberg also made a posthumous appearance in the 2009 film, \"\".\nIn regard to claims that a &lt;a href=\"New%20anti-Semitism\"&gt;New anti-Semitism&lt;/a&gt; was emerging, Hilberg, speaking in 2007, was dismissive. Comparing incidents in recent times with the socially entrenched structural anti-Semitism of the past was like 'picking up a few pebbles from the past and throwing them at windows.'\nPersonal life.\nHilberg had two children, David and Deborah, by his first wife, Christine Hemenway. After his divorce, in 1980 he married Gwendolyn Montgomery. Deborah moved to Israel when she was 18, assumed dual citizenship, and became a specialist teacher of children with &lt;a href=\"learning%20disability\"&gt;learning disabilities&lt;/a&gt;. She has written memorably of her father's approach to rearing in an article composed on the occasion of the publication of the Hebrew translation of \"The Destruction of the European Jews\", in 2012.\nHilberg was not religious, and he considered himself an &lt;a href=\"atheism\"&gt;atheist&lt;/a&gt;. In his autobiographical reflections he stated, \"The fact is that I have had no God.\" In a 2001 interview that addressed the issue of &lt;a href=\"Holocaust%20denial\"&gt;Holocaust denial&lt;/a&gt;, he said, \"I am an atheist. But there is ultimately, if you don't want to surrender to nihilism entirely, the matter of a [historical] record.\" After his second wife's autonomous decision, 12 years into their marriage, to convert from &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopalianism&lt;/a&gt; to &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;, in 1993, Hilberg began quietly to attend services at &lt;a href=\"Ohavi%20Zedek\"&gt;Ohavi Zedek&lt;/a&gt;, a Conservative synagogue in Burlington. What he most esteemed, and identified with in his own tradition, was the ideal of the Jew as \"pariah\". As he put it in a 1965 essay, \"Jews are iconoclasts. They will not worship idols ... The Jews are the conscience of the world. They are the father figures, stern, critical, and forbidding.\"\nThough a non-smoker, Hilberg died following a recurrence of lung cancer on August 4, 2007, aged 81, in &lt;a href=\"Williston%2C%20Vermont\"&gt;Williston, Vermont&lt;/a&gt;.\nSources.\n8-15-07 "
}