{
    "id": "9457000",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=9457000",
    "title": "Leslie Cody",
    "text": "Leslie Alwyn Cody (11 October 1889 – 10 August 1969) was an Australian sportsman who played both &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; at a high level.\nCricket.\nA right-handed &lt;a href=\"batsman\"&gt;batsman&lt;/a&gt; and &lt;a href=\"leg%20spin\"&gt;leg spin&lt;/a&gt; &lt;a href=\"Bowler%20%28cricket%29\"&gt;bowler&lt;/a&gt;, Cody played &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; between 1912 and 1922. After matches for New South Wales Colts, he made his first-class debut for &lt;a href=\"New%20South%20Wales%20cricket%20team\"&gt;New South Wales&lt;/a&gt; against &lt;a href=\"Western%20Australia%20cricket%20team\"&gt;Western Australia&lt;/a&gt; in November 1912. He played six further first-class matches that season.\nWhile he never played &lt;a href=\"Test%20cricket\"&gt;Test cricket&lt;/a&gt;, Cody did play several times for the &lt;a href=\"Australia%20national%20cricket%20team\"&gt;Australian national side&lt;/a&gt;. In 1913, he toured North America with Australia, playing matches in Bermuda, Canada and the United States. The Bermuda leg included one match against the &lt;a href=\"Bermuda%20national%20cricket%20team\"&gt;Bermuda national side&lt;/a&gt;. The Canadian leg featured matches played all across the country, with matches in Ontario, Quebec, British Columbia, Manitoba, Saskatchewan and Alberta.\nThe Canadian leg also featured a first-class match against a combined Canada/US team in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, which Cody played in, which was the first first-class match to be played in Canada. The US leg of the tour was confined mostly to the Eastern seaboard with matches taking place in Pennsylvania, New York and Rhode Island, in addition to three matches in Chicago. The US leg featured four first-class matches, all of which Cody played in. Three were against &lt;a href=\"Philadelphian%20cricket%20team\"&gt;Philadelphia&lt;/a&gt; and one was against a combined Canada/US team.\nBack in Australia, Cody played five first-class matches in the 1913/14 season before he was again selected for an Australian tour, this time to &lt;a href=\"Australian%20cricket%20team%20in%20New%20Zealand%20in%201913%E2%80%9314\"&gt;New Zealand from February to April 1914&lt;/a&gt;. Cody played six first-class matches on the tour, including the two against &lt;a href=\"New%20Zealand%20national%20cricket%20team\"&gt;New Zealand&lt;/a&gt;.\nIn the 1914/15 season, Cody played three first-class matches, having now moved to play for &lt;a href=\"Victoria%20cricket%20team\"&gt;Victoria&lt;/a&gt;, before the First World War interrupted his cricket career. He played five further first-class matches after the war, the last coming against Western Australia in March 1922.\nRugby league.\nCody played for &lt;a href=\"Sydney%20Roosters\"&gt;Eastern Suburbs&lt;/a&gt; in the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt; (NSWRL) in the years 1910 and 1911.\nIn the 1911 season he became the Tricolours' first premiership winning &lt;a href=\"Rugby%20league%20positions\"&gt;halfback&lt;/a&gt;. He played 19 first grade games for Easts between 1910 and 1911, scoring eight tries and two goals during his career there."
}