{
    "id": "9462675",
    "revid": "1086679",
    "url": "https://en.wikipedia.org/wiki?curid=9462675",
    "title": "Sale Grammar School",
    "text": "Sale Grammar School is a &lt;a href=\"grammar%20school\"&gt;grammar school&lt;/a&gt; located in &lt;a href=\"Sale%2C%20Greater%20Manchester\"&gt;Sale&lt;/a&gt; to the south of &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, England.\nThe school became an Academy Trust Grammar School in 2011. Admission to the school is through its own entrance examination.\n&lt;a href=\"Trafford\"&gt;Trafford&lt;/a&gt; LA operates a fully selective secondary education system with grammar and high schools. \nThe most recent Ofsted report rated the school as \"outstanding\".\nHistory.\nThe school was opened in 1991 by &lt;a href=\"Princess%20Alexandra%2C%20The%20Honourable%20Lady%20Ogilvy\"&gt;Princess Alexandra&lt;/a&gt; following the merger of Sale Boys' Grammar School and Sale Girls' Grammar School on the site of the old girls' school on Marsland Road. The boys' school was on Moss Lane, but since the merger, this site has been converted into a housing development. A pavilion was demolished to make way for the new houses. A second site, the Claremont Centre located near Sale town centre, was formerly used for &lt;a href=\"sixth%20form\"&gt;sixth form&lt;/a&gt; teaching.\nSites.\nThe School only has one main site now: the main Marsland Road site. The Sixth Form Claremont Centre used to be the exclusive sixth form area.\nMarsland Road.\nThe main Marsland Road site as it stands today consists of:\nThe site has extensive fields towards the rear on which two &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; pitches, a &lt;a href=\"Rugby%20union\"&gt;rugby&lt;/a&gt; pitch, a &lt;a href=\"running%20track\"&gt;running track&lt;/a&gt;, and 2 &lt;a href=\"long%20jump\"&gt;sandpit&lt;/a&gt;s are situated. Also between the fields and the school buildings is a large concrete area which incorporates a further two sandpits, four dedicated &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; or &lt;a href=\"netball\"&gt;netball&lt;/a&gt; courts, 4 &lt;a href=\"table%20tennis\"&gt;table tennis&lt;/a&gt; tables, a &lt;a href=\"basketball%20court\"&gt;basketball court&lt;/a&gt; and an area used by pupils to play sports during break and lunch periods.\nThe school has more than 400 computers with 7 ICT suites available (including a Language Lab). Software on computers is &lt;a href=\"Windows%207\"&gt;Windows 7&lt;/a&gt;\nClaremont Centre.\nSituated in &lt;a href=\"Sale%2C%20Greater%20Manchester\"&gt;Sale&lt;/a&gt; town centre, a mile from the main site, the Claremont Centre was used exclusively for Sixth Form lessons and for some GCSE language exams, up until Friday 9 May 2014, when &lt;a href=\"Trafford%20Music%20Service\"&gt;Trafford Music Service&lt;/a&gt; started to use the facility."
}