{
    "id": "946729",
    "revid": "1067562741",
    "url": "https://en.wikipedia.org/wiki?curid=946729",
    "title": "Daryl Gates",
    "text": "Daryl Gates (born Darrel Francis Gates; August 30, 1926 – April 16, 2010) was the Chief of the &lt;a href=\"Los%20Angeles%20Police%20Department\"&gt;Los Angeles Police Department&lt;/a&gt; (LAPD) from 1978 to 1992. His length of tenure in this position was second only to that of &lt;a href=\"William%20H.%20Parker%20%28police%20officer%29\"&gt;William H. Parker&lt;/a&gt;. As Chief of the LAPD, he took a hardline, aggressive, &lt;a href=\"paramilitary\"&gt;paramilitary&lt;/a&gt; approach to law enforcement that some consider to have disproportionately affected &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt; and &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; Angelenos far more often than their &lt;a href=\"White%20Americans\"&gt;white&lt;/a&gt; counterparts. Gates is co-credited with the creation of &lt;a href=\"SWAT%20team\"&gt;SWAT team&lt;/a&gt;s with LAPD's &lt;a href=\"John%20Nelson%20%28police%20officer%29\"&gt;John Nelson&lt;/a&gt;, who others claim was the originator of SWAT in 1965. Gates also co-founded &lt;a href=\"Drug%20Abuse%20Resistance%20Education\"&gt;D.A.R.E.&lt;/a&gt;\nAfter the &lt;a href=\"Rodney%20King\"&gt;Rodney King&lt;/a&gt; arrest and the &lt;a href=\"Rodney%20King%20riots\"&gt;riots afterward&lt;/a&gt;, Gates retired from the police department. Much of the blame was attributed to him. According to one study, \"scandalous racist violence... marked the LAPD under Gates’s tempestuous leadership.\"\nEarly life and education.\nGates was born in Glendale, California, to a &lt;a href=\"Mormon\"&gt;Mormon&lt;/a&gt; mother and a &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; father on August 30, 1926; he was raised in his mother's faith. He grew up in &lt;a href=\"Glendale%2C%20California\"&gt;Glendale&lt;/a&gt; and &lt;a href=\"Highland%20Park%2C%20Los%20Angeles%2C%20California\"&gt;Highland Park&lt;/a&gt;, in the northeastern part of &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. The &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; affected his early life: his father was an &lt;a href=\"alcoholism\"&gt;alcoholic&lt;/a&gt;, and frequently ended up in the custody of the Glendale police. (Later in life, Gates often remarked on the taunts and harassment he received from schoolmates because of his father's behavior.) Gates later wrote that he had a low opinion of the police due to their rough treatment of his father, and at age 16 Gates himself was arrested after punching an officer who manhandled his brother during a parking dispute (Gates apologized and the charges were dropped).\nGates graduated from &lt;a href=\"Franklin%20High%20School%20%28Los%20Angeles%2C%20California%29\"&gt;Franklin High School&lt;/a&gt; in Highland Park, and joined the &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; in time to see action in the &lt;a href=\"Pacific%20Ocean%20theater%20of%20World%20War%20II\"&gt;Pacific Theater&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. After leaving the U.S. Navy, he attended &lt;a href=\"Pasadena%20City%20College\"&gt;Pasadena City College&lt;/a&gt; and married his first wife, Wanda Hawkins. He went on to take pre-law classes at the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt;. After his wife became pregnant, a friend suggested that he join the LAPD, which was conducting a recruitment drive among former servicemen; Gates initially declined, then decided it was a good opportunity. (Gates later finished his degree at USC.)\nCareer.\nGates joined the LAPD on September 16, 1949. Among his roles as an officer, he was picked to be the chauffeur for Chief &lt;a href=\"William%20H.%20Parker%20%28police%20officer%29\"&gt;William H. Parker&lt;/a&gt;. Gates often remarked that he gained many administrative and professional insights from Parker during the hours they spent together each day.\nGates worked hard to prepare for his promotional exams, scoring first in the &lt;a href=\"Sergeant%23United%20States\"&gt;sergeant&lt;/a&gt;'s exam and in every promotional exam thereafter. On his promotion to &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt;, he rejoined Chief Parker as Parker's executive officer. He was promoted to &lt;a href=\"Police%20captain\"&gt;captain&lt;/a&gt;, responsible for intelligence. By the time of the &lt;a href=\"Watts%20riots\"&gt;Watts riots&lt;/a&gt; in 1965 he was an &lt;a href=\"inspector\"&gt;inspector&lt;/a&gt; (overseeing the investigations of, among other crimes, the &lt;a href=\"Manson%20Family\"&gt;Manson Family&lt;/a&gt; murders and the &lt;a href=\"Hillside%20Strangler\"&gt;Hillside Strangler&lt;/a&gt; case). By the time of the 1975 special investigation into the &lt;a href=\"Robert%20F.%20Kennedy%20assassination%20conspiracy%20theories%23Second%20gunman%20theory\"&gt;assassination of Robert F. Kennedy&lt;/a&gt; he was Assistant Chief of the Los Angeles Police Department. On March 28, 1978, Gates became the 49th Chief of the Los Angeles Police Department.\nSWAT.\nGates, considered the father of &lt;a href=\"SWAT\"&gt;SWAT&lt;/a&gt; (Originally named by Chief Gates as, Special Weapons Attack Team. But due to the optics of the phrase, \"Attack Team\" it was changed to Special Weapons And Tactics), established the specialized unit in order to deal with hostage rescue and extreme situations involving armed and dangerous suspects. Ordinary street officers, with light armament, limited weapons training and little instruction on group fighting techniques, had shown to be ineffective in dealing with snipers, bank robberies carried out by heavily armed persons, and other high-intensity situations. In 1965, &lt;a href=\"John%20Nelson%20%28police%20officer%29\"&gt;Officer John Nelson&lt;/a&gt; came up with the idea to form a specially trained and equipped unit to respond to and manage critical situations while minimizing police casualties.\nAs an inspector, Gates approved this idea. He formed a small select group of volunteer officers. His first SWAT team, which Gates had originally wanted to name \"Special Weapons Attack Team,\" was born LAPD SWAT, D-Platoon of the Metro Division. This SWAT unit was initially constituted as 15 teams of four men each, for a total staff of 60. These officers were given special status and benefits, but in return they had to attend monthly trainings and serve as security for police facilities during episodes of civil unrest. SWAT was copied almost immediately by many US police departments, and is now used by law enforcement agencies throughout the world.\nIn Gates' autobiography, \"Chief: My Life in the LAPD\" (&lt;a href=\"Bantam%20Books\"&gt;Bantam Books&lt;/a&gt;, 1992), he explained that he developed neither SWAT tactics nor its distinctive equipment. He wrote that he supported the concept, tried to empower his people to develop the concept, and lent them moral support.\nPDID.\nGates made substantial use of the LAPD's &lt;a href=\"Public%20Disorder%20and%20Intelligence%20Division\"&gt;Public Disorder and Intelligence Division&lt;/a&gt; (PDID) squad, even developing an international spying operation. The lawsuit \"CAPA v. Gates\", with the &lt;a href=\"Coalition%20Against%20Police%20Abuse\"&gt;Coalition Against Police Abuse&lt;/a&gt; (CAPA) as one of two dozen or so plaintiffs, later sued the LAPD on &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt; grounds that exposed the unlawful harassment, surveillance, and infiltration of the progressive movement in Los Angeles by LAPD agents. The lawsuit against Gates and the LAPD proved successful. The PDID was ordered to disband, and did so in January 1983. In February 1984, an out-of-court settlement awarded $1.8 million to the named plaintiffs, individuals, and organizations who had sued the City of Los Angeles.\nD.A.R.E..\nIn joint collaboration with the &lt;a href=\"Rotary%20Club\"&gt;Rotary Club&lt;/a&gt; of Los Angeles, Gates founded DARE, the Drug Abuse Resistance Education program designed to educate students and children about the dangers of drug abuse. DARE has become a worldwide organization, with programs in schools across the globe. However, despite the program's wide use, peer-reviewed government-sponsored scientific research has discredited DARE's claimed effectiveness in reducing alcohol or drug use, and the program has seen a 73% reduction in taxpayer funding as a result.\nCRASH.\nGates's appointment as chief roughly coincided with the intensification of the &lt;a href=\"War%20on%20Drugs\"&gt;War on Drugs&lt;/a&gt;. A drug-related issue that had also come to the forefront at the time was &lt;a href=\"gang\"&gt;gang&lt;/a&gt; violence, which paralyzed many of the neighborhoods (primarily impoverished and black or Hispanic) in which gangs held sway. In response, the LAPD set up specialist gang units which gathered intelligence on and ran operations against gangs. These units were called &lt;a href=\"Community%20Resources%20Against%20Street%20Hoodlums\"&gt;Community Resources Against Street Hoodlums&lt;/a&gt; (CRASH), depicted in the 1988 film \"&lt;a href=\"Colors%20%28film%29\"&gt;Colors&lt;/a&gt;\". Allegations of false arrest and a general LAPD disdain for young &lt;a href=\"Black%20people\"&gt;black&lt;/a&gt; and &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; men were made.\nGates himself became a &lt;a href=\"epithet\"&gt;byword&lt;/a&gt; among some for excessive use of force by anti-gang units, and became a favorite lyrical target for gang-connected urban black &lt;a href=\"rappers\"&gt;rappers&lt;/a&gt;, notably &lt;a href=\"Ice%20Cube%20%28rapper%29\"&gt;Ice Cube&lt;/a&gt;. Nevertheless, CRASH's approach appeared successful and remained in widespread use until the &lt;a href=\"Rampart%20scandal\"&gt;Rampart Division scandal&lt;/a&gt; of 1999 drew attention to abuses of the law that threatened to undo hundreds of criminal convictions.\nForce enlargement.\nGates became LAPD chief of police a little over two months before the enactment of California's &lt;a href=\"California%20Proposition%2013%20%281978%29\"&gt;Proposition 13&lt;/a&gt;, during a time of tremendous change in California politics. While the LAPD traditionally had been a \"lean and mean\" department compared with other American police forces (a point of pride for Parker), traffic congestion and continually decreasing officer-to-resident ratios (approximately 7,000 police officers for 3,000,000 residents in 1978) diminished the effectiveness of LAPD's prized mobility. Gates was eager to take more recruits, particularly for CRASH units, when the city made funds available.\nGates later claimed that many officers recruited in the 1980s—a period in which the LAPD was subject to a &lt;a href=\"consent%20decree\"&gt;consent decree&lt;/a&gt; which set minimum quotas for hiring of women and minorities—were substandard, remarking:\n... [I]f you don't have all of those quotas, you can't hire all the people you need. So you've got to make all of those quotas. And when that happens, you get somebody who is on the borderline, you'd say \"Yes, he's black, or he's Hispanic, or it's a female, but we want to bring in these additional people when we have the opportunity. So we'll err on the side of, 'We'll take them and hope it works out. And we made some mistakes. No question about it, we have made some mistakes.\nSpecial Order 40.\nIn 1979 Gates helped craft and implement Special Order 40, a mandate that prohibits police officers from stopping people for the sole purpose of obtaining immigration status. The mandate was created in an effort to encourage residents to report crimes without the fear of intimidation or deportation.\nAdministrative style and personality.\nLike his mentor Parker, Gates publicly questioned the effectiveness of &lt;a href=\"community%20policing\"&gt;community policing&lt;/a&gt;, usually electing not to work with community activists and prominent persons in communities in which the LAPD was conducting major anti-gang operations. At the time of the &lt;a href=\"Rodney%20King\"&gt;Rodney King&lt;/a&gt; beating, Gates was at a community policing conference. This tendency, a logical extension of the policies implemented by Parker that discouraged LAPD officers from becoming too enmeshed in the communities in which they served, did not serve him well politically: allegations of arrogance and racism plagued the department throughout his tenure, surfacing most strongly in the &lt;a href=\"Christopher%20Commission\"&gt;Christopher Commission&lt;/a&gt; report.\nOperation Hammer.\nMany commentators criticized Gates for &lt;a href=\"Operation%20Hammer%20%281987%29\"&gt;Operation Hammer&lt;/a&gt;, a policing operation conducted by the LAPD in &lt;a href=\"South%20Los%20Angeles\"&gt;South Los Angeles&lt;/a&gt;. After eight people were murdered at a birthday party in a drive-by shooting in 1987, Gates responded with an extremely aggressive sweep of South Los Angeles that involved 1,000 officers at any given time.\nThe operation lasted several years, with multiple sweeps, and resulted in over 25,000 arrests. This was not unprecedented: during the run-up to the &lt;a href=\"1984%20Summer%20Olympics\"&gt;1984 Olympic Games&lt;/a&gt;, Mayor &lt;a href=\"Tom%20Bradley%20%28American%20politician%29\"&gt;Tom Bradley&lt;/a&gt; empowered Gates to take all of the city's gang members—known and suspected—into custody, where they remained until shortly after the Games' conclusion. In the years after the Olympic games Gates, Mayor Bradley and city council officials found a way to continue the sweeping policies initially meant for the duration of the Olympic games by reviving old, anti-syndicalist laws, to jail predominantly black and Latino youth, even though the overwhelming numbers of people arrested were never charged.\nAs a vast majority of those arrested were never charged, Operation Hammer was roundly criticized as a harassment operation whose chief goal was to intimidate young black and Hispanic men. In a PBS interview, when asked whether the local people in the minority areas expressed thanks to the police for their actions, he responded:\nA similar operation was conducted in 1988 after a drive-by shooting took the life of an innocent bystander, Karen Toshima, in Westwood Village.\nRodney King and the Los Angeles riots.\nOn March 3, 1991, &lt;a href=\"Rodney%20King\"&gt;Rodney King&lt;/a&gt; was arrested and taken into custody by LAPD officers after a car chase. A bystander, George Holliday, recorded the use of force event on videotape. Gates and his department faced strong criticism in the aftermath of the use of force; Mayor &lt;a href=\"Tom%20Bradley%20%28American%20politician%29\"&gt;Tom Bradley&lt;/a&gt; also called for Gates to resign, but he refused, leading to a stand-off between Gates and the mayor. The &lt;a href=\"Christopher%20Commission\"&gt;Christopher Commission&lt;/a&gt; report, issued July 10, 1991, identified a police culture of excessive force and poor supervision, and recommended numerous reforms, as well as Gates's removal. Gates finally announced his intention to resign on July 13, 1991.\nThe &lt;a href=\"1992%20Los%20Angeles%20riots\"&gt;1992 Los Angeles riots&lt;/a&gt; on April 29, 1992 began when a Ventura County jury in &lt;a href=\"Simi%20Valley\"&gt;Simi Valley&lt;/a&gt; acquitted three &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; and one &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic&lt;/a&gt; Los Angeles Police Department officers accused in the videotaped beating of black motorist Rodney King following a high-speed pursuit.\nDespite the announcement that the jury was preparing to deliver the verdict in the case against the four officers, the L.A. Police day shift was sent home. After the riots broke out, Gates told reporters that the situation would soon be under control, and left &lt;a href=\"Parker%20Center\"&gt;Parker Center&lt;/a&gt; to attend a previously scheduled political fundraising dinner. The fund-raising event was part of an effort to fight a city charter amendment on the June 2 ballot that would limit the power and term of the chief. These actions led to charges that Gates was out of touch. General command-and-control failings in the entire LAPD hierarchy during the riots led to criticisms that he was incapable of managing his force. It took the arrival of 10,000 &lt;a href=\"California%20Army%20National%20Guard\"&gt;California Army National Guard&lt;/a&gt; forces, 3,500 &lt;a href=\"United%20States%20Armed%20Forces\"&gt;federal troops&lt;/a&gt;, and 1,000 &lt;a href=\"Federal%20law%20enforcement%20in%20the%20United%20States\"&gt;federal law enforcement&lt;/a&gt; officers to end the unrest over the next six days.\nIn the aftermath of the riots, local and national media printed and aired dozens of reports deeply critical of the LAPD under Gates, painting it as an army of racist beat cops accountable only to an arrogant leadership. The paramilitary approach that Gates represented resulted in criticism and calls for the LAPD to shift to a &lt;a href=\"community%20policing\"&gt;community policing&lt;/a&gt; strategy.\nGates finally left the LAPD on June 28, 1992, and was replaced by &lt;a href=\"Willie%20L.%20Williams\"&gt;Willie L. Williams&lt;/a&gt;, who had been named Gates's successor just before the riots began. A second commission, the Webster Commission, headed by former FBI and CIA Director &lt;a href=\"William%20H.%20Webster\"&gt;William H. Webster&lt;/a&gt;, was formed in the wake of the riots. Its report, released on October 21, 1992, was generally considered to be scathingly critical of the department (as well as other government agencies) and was especially critical of Gates' management of it.\nIg Nobel.\nIn 1992, the &lt;a href=\"satiric\"&gt;satiric&lt;/a&gt; &lt;a href=\"Ig%20Nobel\"&gt;Ig Nobel&lt;/a&gt; Peace Prize was awarded to Daryl Gates \"for his uniquely compelling methods of &lt;a href=\"1992%20Los%20Angeles%20riots\"&gt;bringing people together&lt;/a&gt;.\"\nControversial rhetoric.\nGates earned notoriety for his controversial rhetoric on many occasions. Some of the most notable examples of this were:\nLater work.\nGates remained professionally active after leaving the LAPD, working with &lt;a href=\"Sierra%20On-Line\"&gt;Sierra&lt;/a&gt; to create the computer game \"\", an &lt;a href=\"adventure%20game\"&gt;adventure game&lt;/a&gt; set in Los Angeles where gamers play the role of a Robbery/Homicide detective trying to solve a series of brutal murders. He appears in the game as Chief of Police, and can be found on one of the top floors of &lt;a href=\"Parker%20Center\"&gt;Parker Center&lt;/a&gt;. In addition, Gates had been the principal consultant for Sierra's \"&lt;a href=\"SWAT%20Series\"&gt;SWAT&lt;/a&gt;\" series, appearing in them as well. In 1993, Gates was a talk show host on &lt;a href=\"KFI\"&gt;KFI&lt;/a&gt;, replacing &lt;a href=\"Tom%20Leykis\"&gt;Tom Leykis&lt;/a&gt;. His tenure was short lived but he remained a frequent guest on talk radio, especially in regard to policing issues.\nBusinessman.\nGates was President/CEO of Global ePoint, a security and homeland defense company dealing primarily in digital surveillance and security technology. He also served on the Advisory Board of PropertyRoom.com, a website for &lt;a href=\"police%20auction\"&gt;police auction&lt;/a&gt;s.\nAutobiography.\nIn 1992 he published \"Chief: My Life in the LAPD\", an autobiography, written with the assistance of Diane K. Shah (Bantam Books). The book has details about Gates's career and high-profile cases; the book went to press before the L.A. riots.\nLater years.\nAfter &lt;a href=\"Bernard%20Parks\"&gt;Bernard Parks&lt;/a&gt; was denied a second term as Chief of Police by Mayor &lt;a href=\"James%20K.%20Hahn\"&gt;James K. Hahn&lt;/a&gt; in 2002, Gates, aged 75, told &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; that he intended to apply for his old job as LAPD chief. Hahn ultimately appointed &lt;a href=\"William%20J.%20Bratton\"&gt;William J. Bratton&lt;/a&gt;, a former police commissioner of &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; and &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, to head the department.\nDeath.\nOn April 16, 2010, Gates died at his home in &lt;a href=\"Dana%20Point%2C%20California\"&gt;Dana Point, California&lt;/a&gt;, at the age of 83 due to complications from &lt;a href=\"bladder%20cancer\"&gt;bladder cancer&lt;/a&gt;.\nIn popular culture.\nGates appeared as himself in season 7, episode 13 (Fatal Obsession, Part 2) of the television show \"&lt;a href=\"Hunter%20%281984%20U.S.%20TV%20series%29\"&gt;Hunter&lt;/a&gt;\".\nGates appears in an uncredited role at the end of the 1997 film \"&lt;a href=\"LA%20Confidential%20%28film%29\"&gt;LA Confidential (film)&lt;/a&gt;\" as a police officer congratulating Ed Exley, the main character.\nIn the 1998 film \"&lt;a href=\"American%20History%20X\"&gt;American History X&lt;/a&gt;\", he is mentioned in relation to the application of police brutality to Rodney King.\n&lt;a href=\"Gene%20Hackman\"&gt;Gene Hackman&lt;/a&gt; based his portrayal of Sheriff Daggett on Gates in the 1992 film \"&lt;a href=\"Unforgiven\"&gt;Unforgiven&lt;/a&gt;\". &lt;a href=\"Clint%20Eastwood\"&gt;Clint Eastwood&lt;/a&gt; biographer &lt;a href=\"Richard%20Schickel\"&gt;Richard Schickel&lt;/a&gt;, who was on the set, wrote that Hackman referred to Daggett overseeing Ned Logan's torture as \"my &lt;a href=\"Rodney%20King\"&gt;Rodney King&lt;/a&gt; scene\".\nIn 2004, he appeared in second season of \"&lt;a href=\"Da%20Ali%20G%20Show\"&gt;Da Ali G Show&lt;/a&gt;\" in the episode \"Respek\".\nGates is portrayed by actor &lt;a href=\"Josh%20Pence\"&gt;Josh Pence&lt;/a&gt; in the 2013 film \"&lt;a href=\"Gangster%20Squad%20%28film%29\"&gt;Gangster Squad&lt;/a&gt;\". In the film, Gates is in his younger years, still a chauffeur for LAPD Police Chief &lt;a href=\"William%20H.%20Parker%20%28police%20officer%29\"&gt;Bill Parker&lt;/a&gt; (played by &lt;a href=\"Nick%20Nolte\"&gt;Nick Nolte&lt;/a&gt;).\nGates was mentioned in a large number of rap and metal songs in the aftermath of the LA riots. Some of the more notable include &lt;a href=\"Ice%20Cube\"&gt;Ice Cube&lt;/a&gt;'s \"The Wrong Nigga to Fuck With\", which dedicates a whole verse to a depiction of Gates's being decapitated and cooked like fried chicken, and &lt;a href=\"Body%20Count%20%28band%29\"&gt;Body Count's&lt;/a&gt; \"&lt;a href=\"Cop%20Killer%20%28song%29\"&gt;Cop Killer&lt;/a&gt;\", which caused widespread controversy."
}