{
    "id": "9473067",
    "revid": "1027977",
    "url": "https://en.wikipedia.org/wiki?curid=9473067",
    "title": "New Zealand rock wren",
    "text": "The New Zealand rock wren (\"Xenicus gilviventris\") is a small &lt;a href=\"New%20Zealand%20wren\"&gt;New Zealand wren&lt;/a&gt; (&lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; Acanthisittidae) &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"South%20Island\"&gt;South Island&lt;/a&gt; of &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. Its &lt;a href=\"M%C4%81ori%20language\"&gt;Māori&lt;/a&gt; names include (\"little complaining bird\"), , and (\"twitch\", after its bobbing motion). Outside New Zealand it is sometimes known as the rockwren or South Island wren to distinguish it from the unrelated &lt;a href=\"rock%20wren\"&gt;rock wren&lt;/a&gt; of North America.\nThe rock wren is currently restricted to &lt;a href=\"Alpine%20climate\"&gt;alpine&lt;/a&gt; and subalpine areas of the South Island; &lt;a href=\"subfossil\"&gt;subfossil&lt;/a&gt; bones show it once lived in the &lt;a href=\"North%20Island\"&gt;North Island&lt;/a&gt; as well. It is a poor flier and highly &lt;a href=\"Terrestrial%20locomotion\"&gt;terrestrial&lt;/a&gt;, feeding in low scrub, open &lt;a href=\"scree\"&gt;scree&lt;/a&gt;, and rockfalls. The rock wren and &lt;a href=\"Rifleman%20%28bird%29\"&gt;rifleman&lt;/a&gt; are the only two surviving New Zealand wrens; the rock wren's closest relatives were the extinct &lt;a href=\"stout-legged%20wren\"&gt;stout-legged wren&lt;/a&gt;s, followed by the extinct &lt;a href=\"bushwren\"&gt;bushwren&lt;/a&gt;. Its numbers are declining due to predation by &lt;a href=\"introduced%20species\"&gt;introduced mammals&lt;/a&gt;.\nDescription.\nThe rock wren is a very small, almost tailless bird that prefers to hop and run on its long legs, and uses its rounded wings to fly only short distances. Males are 16 g, females 20 g. Males are greenish with yellow flanks and a pale underside, females tend to be browner, although the degree of difference between the sexes varies geographically.\nDistribution and habitat.\nThis species is currently confined to alpine and subalpine zones (900–2500 m altitude) of the &lt;a href=\"Southern%20Alps\"&gt;Southern Alps&lt;/a&gt;, the Tasman Mountains of &lt;a href=\"North-west%20Nelson%20Forest%20Park\"&gt;Northwest Nelson&lt;/a&gt;, and the Victoria Range of &lt;a href=\"Westland%20%28New%20Zealand%20electorate%29\"&gt;Westland&lt;/a&gt;, all in the South Island; it is New Zealand's only truly alpine bird. Subfossil remains suggest before Polynesian settlement it was also found in lowland forest and in the North Island. Its current alpine distribution is a habitat where few rodents can survive, full of sheltering rocks and dense vegetation.\nTheir preferred habitat is close to the treeline, amongst rockfalls, &lt;a href=\"scree\"&gt;scree&lt;/a&gt;, &lt;a href=\"fellfield\"&gt;fellfield&lt;/a&gt;, and low scrub. Rock wrens, unlike many alpine birds, do not migrate to lower elevations in winter; instead, they seem to shelter and forage in rockfalls beneath the snow layer.\nBehaviour.\nThe rock wren is a poor flier, rarely flying more than 2 m off the ground or for distances of more than 30 m. It prefers to hop and run with distinctive bobbing and wing flicks. Its call is three high-pitched notes, and pairs sometimes duet.\nPairs maintain a year-round territory, and work together to build a large enclosed nest with an entrance tunnel. The nest is lined with feathers, often from other species of birds. &lt;a href=\"Herbert%20Guthrie-Smith\"&gt;Guthrie-Smith&lt;/a&gt; recovered 791 feathers from one nest in the 1930s, most from &lt;a href=\"weka\"&gt;weka&lt;/a&gt;, but including some &lt;a href=\"Kiwi%20%28bird%29\"&gt;kiwi&lt;/a&gt;, &lt;a href=\"kakapo\"&gt;kakapo&lt;/a&gt;, &lt;a href=\"kea\"&gt;kea&lt;/a&gt;, and &lt;a href=\"New%20Zealand%20pigeon\"&gt;kereru&lt;/a&gt;. (Rock wrens are such assiduous collectors of feathers that their nests have been checked for kakapo feathers, to determine if those endangered parrots are in the area.) Around three eggs are laid in late spring and incubated for three weeks. Chicks take about 24 days to fledge and are fed for at least 4 weeks.\nRock wrens mostly eat invertebrates on the ground, but will sometimes take berries and seeds, and even nectar from &lt;a href=\"Phormium%20tenax\"&gt;flax&lt;/a&gt; flowers.\nConservation.\nWriting in the 1930s, Herbert Guthrie-Smith declared,\nThis was not to be. Since European settlement, rock wrens have become more patchy in their distribution; a study of over 2,100 sightings between 1912 and 2005 showed the area they inhabit had declined significantly since the 1980s. In the &lt;a href=\"Murchison%20Mountains\"&gt;Murchison Mountains&lt;/a&gt;, rock wren showed a 44% decline in abundance over 20 years. The main threats to rock wrens are &lt;a href=\"stoat\"&gt;stoat&lt;/a&gt;s and mice, which eat their eggs and young: A 2012–13 study in the upper &lt;a href=\"Hollyford%20Track\"&gt;Hollyford&lt;/a&gt; showed that most rock wren nests were being preyed upon by stoats. Predator trapping improved daily survival rates, egg hatching and fledgling rates of rock wrens. The long-term effect of climate change on their alpine habitat is also a threat, as warmer temperatures will allow rats to move higher into the mountains.\nIn 2008–2010, a total of 40 rock wrens were translocated to &lt;a href=\"Secretary%20Island\"&gt;Secretary Island&lt;/a&gt;, an 8140 ha rodent-free island in &lt;a href=\"Fiordland\"&gt;Fiordland&lt;/a&gt;, the third-tallest island in New Zealand. In 2010 a survey located 12 unbanded rock wrens, indicating they were successfully breeding."
}