{
    "id": "948473",
    "revid": "23889012",
    "url": "https://en.wikipedia.org/wiki?curid=948473",
    "title": "WABE-TV",
    "text": "WABE-TV, &lt;a href=\"virtual%20channel\"&gt;virtual channel&lt;/a&gt; 30 (&lt;a href=\"Ultra%20high%20frequency\"&gt;UHF&lt;/a&gt; &lt;a href=\"digital%20terrestrial%20television\"&gt;digital&lt;/a&gt; channel 21), is a Public Broadcasting Service (&lt;a href=\"PBS\"&gt;PBS&lt;/a&gt;) &lt;a href=\"Network%20affiliate%23Member%20stations\"&gt;member&lt;/a&gt; &lt;a href=\"television%20station\"&gt;television station&lt;/a&gt; &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to &lt;a href=\"Atlanta\"&gt;Atlanta, Georgia&lt;/a&gt;, United States. Owned by &lt;a href=\"Atlanta%20Public%20Schools\"&gt;Atlanta Public Schools&lt;/a&gt;, it is a &lt;a href=\"sister%20station\"&gt;sister&lt;/a&gt; outlet to National Public Radio (&lt;a href=\"NPR\"&gt;NPR&lt;/a&gt;) member station &lt;a href=\"WABE%20%28FM%29\"&gt;WABE&lt;/a&gt; (90.1 FM) and local &lt;a href=\"public%20access%20television\"&gt;educational access&lt;/a&gt; cable service APS Cable Channel 22. The three outlets share studios on Bismark Road in the &lt;a href=\"Morningside/Lenox%20Park\"&gt;Morningside/Lenox Park&lt;/a&gt; section of Atlanta; WABE-TV's transmitter is located on New Street Northeast (south of DeKalb Avenue) in the city's &lt;a href=\"Edgewood%2C%20Atlanta\"&gt;Edgewood&lt;/a&gt; neighborhood.\nWABE-TV was Georgia's first public television station, signing on in 1958, and is the only one that is not part of &lt;a href=\"Georgia%20Public%20Broadcasting\"&gt;Georgia Public Broadcasting&lt;/a&gt; (GPB).\nHistory.\nThe Board of Education of the City of Atlanta filed on February 16, 1953, for a construction permit to build a new noncommercial educational television station on Atlanta's reserved channel 30. The &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; granted the application on March 21, 1956; the school board announced that the station would operate from the former Rock Springs School. After delays in tower construction set back the start, the station first signed on the air as WETV, for \"Educational Television\", on February 17, 1958; test broadcasts had started at the end of 1957.\nChannel 30, the first educational television station to sign on in Georgia, focused initially on programs for use in the city's public schools. The initial offering consisted of five high school courses and two at the elementary school level. In addition, the station aired programs from &lt;a href=\"National%20Educational%20Television\"&gt;National Educational Television&lt;/a&gt; and produced local specialty programming, including &lt;a href=\"Atlanta%20City%20Council\"&gt;Board of Aldermen&lt;/a&gt; and Board of Education meetings and programs for senior citizens and Spanish speakers. In 1973, the station began broadcasting on Saturdays for the first time ever.\nParallel to WETV's early years, the &lt;a href=\"University%20of%20Georgia\"&gt;University of Georgia&lt;/a&gt; built &lt;a href=\"WGTV\"&gt;WGTV&lt;/a&gt;, channel 8 in &lt;a href=\"Athens%2C%20Georgia\"&gt;Athens&lt;/a&gt;, in 1960, and the Georgia Educational Television Network was constructed in the 1960s, providing service to the rest of the state. However, in the early 1980s, when WGTV was amalgamated with Georgia Educational Television to form the present &lt;a href=\"Georgia%20Public%20Broadcasting\"&gt;Georgia Public Broadcasting&lt;/a&gt;, Governor &lt;a href=\"George%20Busbee\"&gt;George Busbee&lt;/a&gt; called for the state to negotiate to purchase WETV. The late 1970s and early 1980s also saw other changes: the formation of a Public Broadcasting Association to advise on the operations of WETV and WABE; upset workers who threatened a wildcat strike over work schedule issues; and &lt;a href=\"Fulton%20County%2C%20Georgia\"&gt;Fulton County&lt;/a&gt;'s decision to stop funding WABE and WETV in 1982, which almost led the Atlanta school board to turn both over to GPB. Ultimately, the factor that dissuaded the Board of Education from handing over its broadcasting outlets was the fact that it was a minority school system and had no interest in turning over the services to a predominantly White group.\nIn 1984, seeking to improve its image, channel 30 changed its call letters to WPBA (\"Public Broadcasting Atlanta\"). The station periodically explored potential new directions, such as a 1991 study that suggested focusing on local productions and deemphasizing network shows; the same study also suggested a move to a multicultural format for WABE, which drew the ire of public broadcasting supporters. The advisory board campaigned in 1993 to take full control of the stations; this led to its restructuring as the Atlanta Educational Telecommunications Collaborative in 1994. After the handover, WPBA more than doubled its annual budget thanks to increased corporate and viewer donations; however, much of this came from airing PBS programming, prompting more concern by some donors of overlap with GPB. The statewide network made another overture to take over WPBA and WABE, which the Atlanta Board of Education rebuffed, with the racial composition of channel 30's management compared to the state agency again being cited.\nOn September 6, 1999, WPBA assumed time-lease rights to Atlanta Public Schools' APS Cable channel (which is carried on Comcast channel 22 in &lt;a href=\"Atlanta%20metropolitan%20area\"&gt;metropolitan Atlanta&lt;/a&gt;), which began carrying programming from the upstart &lt;a href=\"PBS%20Kids%23Network\"&gt;PBS Kids Channel&lt;/a&gt; each night from 6:00 p.m. to 6:00 a.m., with instructional programming acquired by the school district continuing to air during the daytime hours.\nIn 2005, WPBA heavily reduced its PBS program offerings after Atlanta Public Schools and station management decided to make channel 30 a participant in the service's Program Differentiation Plan; this came amid frequent complaints of duplication between WPBA and GPB and a desire to cut costs at the station. As a result, the station began to carry only 25 percent of the programming broadcast by PBS's national feed, giving GPB primary status for most new PBS programs. To make up for the reduced lineup of PBS shows, WPBA also expanded its reliance on syndicated programs from &lt;a href=\"American%20Public%20Television\"&gt;American Public Television&lt;/a&gt; and other distributors as well as locally produced news and &lt;a href=\"public%20affairs%20%28broadcasting%29\"&gt;public affairs&lt;/a&gt; programs.\nOn July 23, 2018, WPBA discontinued the \"PBA 30\" branding, used since the late 1990s, and changed its moniker to \"ATL PBA\", removing references to its over-the-air virtual channel. The following day (July 24), Atlanta Public Schools reached an agreement with PBS to convert WPBA into a full-service member outlet in order to better compete with GPB for viewers, public and private monetary contributions, and corporate programming underwriters. The move, which allows WPBA to carry any content supplied by the service and to provide PBS Passport to its members, resulted in a roughly $500,000 increase in programming expenditures; however, the station does not plan to simulcast programming with the GPB state network and will inform GPB of its scheduling decisions, which may also result in some shows added to the lineup airing on as little as a &lt;a href=\"timeshifting\"&gt;24-hour delay&lt;/a&gt;. The station plans to keep its Monday and Friday lineups—which primarily rely on British programming—unchanged, and expand local program production.\nOn January 18, 2022, Public Broadcasting Atlanta rebranded both WPBA and its sister station WABE, along with their websites, podcasts and smartphone apps, as a single unified entity named WABE, with a new logo and slogan, \"Amplifying Atlanta\". The call sign of the television station changed to WABE-TV on that date.\nProgramming.\nAs a PBS member station, much of WABE-TV's programming consists of educational and entertainment programming distributed by PBS to its member stations (which include \"&lt;a href=\"Antiques%20Roadshow%20%28American%20TV%20program%29\"&gt;Antiques Roadshow&lt;/a&gt;\", \"&lt;a href=\"America%27s%20Test%20Kitchen\"&gt;America's Test Kitchen&lt;/a&gt;\", \"&lt;a href=\"Arthur%20%28TV%20series%29\"&gt;Arthur&lt;/a&gt;\", \"&lt;a href=\"Lidia%27s%20Kitchen\"&gt;Lidia's Kitchen&lt;/a&gt;\", \"&lt;a href=\"Masterpiece%20%28TV%20series%29\"&gt;Masterpiece&lt;/a&gt;\", \"&lt;a href=\"Daniel%20Tiger%27s%20Neighborhood\"&gt;Daniel Tiger's Neighborhood&lt;/a&gt;\", \"&lt;a href=\"This%20Old%20House\"&gt;This Old House&lt;/a&gt;\" and \"&lt;a href=\"Sesame%20Street\"&gt;Sesame Street&lt;/a&gt;\") as well as content from &lt;a href=\"American%20Public%20Television\"&gt;American Public Television&lt;/a&gt; and various other distributors. While there is cross-promotion between WABE-TV and WABE radio, the latter conducts &lt;a href=\"pledge%20drive\"&gt;pledge drive&lt;/a&gt;s independent of those conducted by channel 30. The station's programming schedule also consists of cultural and educational programs, &lt;a href=\"documentary%20film\"&gt;documentaries&lt;/a&gt;, general interest and children's programming.\nWABE-TV's weekday lineup is mostly filled by children's programs from PBS and American Public Television (such as \"&lt;a href=\"Curious%20George%20%28TV%20series%29\"&gt;Curious George&lt;/a&gt;\", \"&lt;a href=\"Wild%20Kratts\"&gt;Wild Kratts&lt;/a&gt;\", \"&lt;a href=\"Clifford%20the%20Big%20Red%20Dog%20%282019%20TV%20series%29\"&gt;Clifford the Big Red Dog&lt;/a&gt;\", \"&lt;a href=\"Odd%20Squad%20%28TV%20series%29\"&gt;Odd Squad&lt;/a&gt;\" and \"&lt;a href=\"Ready%20Jet%20Go%21\"&gt;Ready Jet Go!&lt;/a&gt;\") from 6:00 a.m. to 12:00 p.m. and from 2:00 to 6:00 p.m., with a two-hour block of cooking shows and British drama series in the early afternoon. Programs provided by PBS are primarily shown on most nights in prime time except for Fridays, which (as is the case with its Monday evening lineup) instead features a mix of British drama content from PBS and APT. On Saturdays, WABE-TV carries a broad mix of art instruction, cooking and how-to programs during the morning and afternoon hours, and movies and encore presentations of PBS prime time shows in the evening. Sundays feature additional children's programming in the morning (from 6:00 to 9:00 a.m.), with the remainder of that day's schedule outside of prime time consisting of travel series and encores of PBS documentaries.\nFrom August 2000 until WPBA and other television stations permanently shut down their analog broadcast signals, the station's broadcast transmitter was typically &lt;a href=\"Dark%20%28broadcasting%29\"&gt;turned off&lt;/a&gt; during the overnight hours (generally from 1:00 to 5:00 a.m.). In order to fill time until the station resumed broadcasts each morning, Comcast, &lt;a href=\"Charter%20Communications\"&gt;Charter Communications&lt;/a&gt;, &lt;a href=\"AT%26amp%3BT%20U-verse\"&gt;AT&amp;T U-verse&lt;/a&gt; and other Atlanta-area cable providers carried the &lt;a href=\"PBS%20Satellite%20Service\"&gt;PBS Satellite Service&lt;/a&gt; over WPBA's assigned channel slots during the designated sign-off-to-sign-on period. (Until its broadcast stations adopted such a schedule in February 2009, WPBA was one of the few remaining broadcast television outlets in the United States that had not converted to a 24-hour-a-day schedule.) Beforehand, many other cable providers around the Atlanta market carried other lower-priority cable networks that limited &lt;a href=\"Cable%20television%20headend\"&gt;headend&lt;/a&gt; frequency space precluded from assigning them to a separate full-time channel over WPBA's channel slots as &lt;a href=\"Filler%20%28media%29\"&gt;filler&lt;/a&gt; during overnight–early morning time periods during the broadcast signal's &lt;a href=\"off-the-air\"&gt;off-air&lt;/a&gt; period.\nTechnical information.\nSubchannels.\nThe station's digital channel is &lt;a href=\"Multiplex%20%28TV%29\"&gt;multiplexed&lt;/a&gt;:\nIn addition to broadcast transmissions over its digital signal, WABE-TV &lt;a href=\"datacast\"&gt;datacast&lt;/a&gt;s &lt;a href=\"UpdateTV\"&gt;UpdateTV&lt;/a&gt;, an &lt;a href=\"over-the-air%20programming\"&gt;over-the-air programming&lt;/a&gt; service which &lt;a href=\"software%20update\"&gt;update&lt;/a&gt;s the &lt;a href=\"firmware\"&gt;firmware&lt;/a&gt; on some brands of &lt;a href=\"ATSC%20tuner\"&gt;ATSC tuner&lt;/a&gt;s, via the PBS &lt;a href=\"National%20Datacast\"&gt;National Datacast&lt;/a&gt; network, thus being able to receive the station will benefit owners of those devices. The station has also datacast &lt;a href=\"TV%20Guide%20On%20Screen\"&gt;TV Guide On Screen&lt;/a&gt; since the beginning of October 2009, after &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; affiliate &lt;a href=\"WGCL-TV\"&gt;WGCL-TV&lt;/a&gt; (channel 46) discontinued transmitting the service amid technical issues that the service caused for some viewers that owned certain &lt;a href=\"DTV%20converter\"&gt;digital television set-top boxes&lt;/a&gt;.\nSecond subchannel.\nFor the first eighteen years of digital television operations, WPBA was one of the few PBS stations not to broadcast any &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt;s, possibly because some of the bitrate is occupied by datacasting (WGTV operates two subchannels on its frequency, serving the area). On March 28, 2018, the station began carrying &lt;a href=\"NHK%20World\"&gt;NHK World-Japan&lt;/a&gt; on &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt; 30.2. NHK World is the global English-language service from &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;'s national public broadcaster, offering hourly newscasts originating from &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; with a mix of cultural, travel and documentary programming.\nAnalog-to-digital conversion.\nWPBA began transmitting a &lt;a href=\"digital%20television\"&gt;digital television&lt;/a&gt; signal on &lt;a href=\"Ultra-high%20frequency\"&gt;UHF&lt;/a&gt; channel 21 in 2000. WPBA shut down its analog signal, over UHF channel 30, on June 12, 2009, the official date in which full-power television in the United States &lt;a href=\"Digital%20television%20transition%20in%20the%20United%20States\"&gt;transitioned from analog to digital broadcasts&lt;/a&gt; under federal mandate. The station's digital signal remained on its pre-transition UHF channel 21, using &lt;a href=\"Program%20and%20System%20Information%20Protocol\"&gt;PSIP&lt;/a&gt; to display WPBA's &lt;a href=\"virtual%20channel\"&gt;virtual channel&lt;/a&gt; as 30 on digital television receivers. The termination of WPBA's analog over-the-air signal allowed for &lt;a href=\"Low-power%20broadcasting%23Television\"&gt;low-power&lt;/a&gt; station &lt;a href=\"WTBS-LD\"&gt;WTBS-LP&lt;/a&gt; (channel 26) to proceed with its buildout of its digital transmitter, which was allocated UHF 30 to serve as its physical digital channel assignment.\nOn the date of the transition, Comcast ceased transmitting WPBA to its analog service within Metro Atlanta, contradicting a &lt;a href=\"moratorium%20%28law%29\"&gt;moratorium&lt;/a&gt; on such actions that ran until well after the over-the-air cutoff, in order to prevent viewers from losing all sources of any television station at once. WPBA continued to be available to Atlanta-area viewers on &lt;a href=\"digital%20cable\"&gt;digital&lt;/a&gt; channel 16 in &lt;a href=\"standard-definition%20television\"&gt;standard definition&lt;/a&gt; and 816 in &lt;a href=\"high-definition%20television\"&gt;high definition&lt;/a&gt;. (To comply with FCC rules requesting that a cable system to carry a PBS station in their market for analog viewers post-transition, WGTV continued to be carried on Comcast's analog service by way of its presumptive status as the Atlanta market's \"flagship\" PBS station.) However, all analog subscribers are entitled under FCC regulations to receive simplified &lt;a href=\"digital%20television%20adapter\"&gt;digital television adapter&lt;/a&gt;s (DTAs) provided by their cable system at no extra charge (and extra boxes for a maximum of $2 per month, per box), in order to recover channels to which they lost access but are still carried on the provider's basic tier (below channel 100). (These devices require a separate &lt;a href=\"remote%20control\"&gt;remote control&lt;/a&gt; which may not work with &lt;a href=\"universal%20remote\"&gt;universal remote&lt;/a&gt;s or &lt;a href=\"personal%20video%20recorder\"&gt;personal video recorder&lt;/a&gt;s' &lt;a href=\"IR%20blaster\"&gt;IR blaster&lt;/a&gt;s for recording WPBA programs.)\nTransmission tower.\nWABE radio and television share two adjacent towers in the east side of the city between &lt;a href=\"Edgewood%20%28Atlanta%29\"&gt;Edgewood&lt;/a&gt; and &lt;a href=\"Kirkwood%20%28Atlanta%29\"&gt;Kirkwood&lt;/a&gt;, with the single &lt;a href=\"antenna%20%28radio%29\"&gt;transmitter antenna&lt;/a&gt; used by local radio stations &lt;a href=\"WSB-FM\"&gt;WSB-FM&lt;/a&gt; (98.5), &lt;a href=\"WSTR%20%28FM%29\"&gt;WSTR&lt;/a&gt; (94.1 FM) and &lt;a href=\"WVEE%20%28FM%29\"&gt;WVEE&lt;/a&gt; (103.3 FM). (The transmitters used by the three radio stations are &lt;a href=\"diplex\"&gt;diplex&lt;/a&gt;ed together, so that they all feed to the antenna instead of into one another.) WABE-TV (as WPBA) formerly maintained transmitter facilities on &lt;a href=\"Stone%20Mountain\"&gt;Stone Mountain&lt;/a&gt;, but was forced to relocate as a result of WGTV needing the space for its digital &lt;a href=\"transmitter%20plant\"&gt;equipment&lt;/a&gt;, in addition to maintaining its analog transmitter, along with the existing use of the tower by &lt;a href=\"KEC80\"&gt;KEC80&lt;/a&gt; to transmit &lt;a href=\"NOAA%20Weather%20Radio\"&gt;NOAA Weather Radio&lt;/a&gt; broadcasts.\nLike WGTV, WABE-TV also has a weak &lt;a href=\"signal%20strength\"&gt;signal&lt;/a&gt; well below the maximum &lt;a href=\"effective%20radiated%20power\"&gt;power&lt;/a&gt; allowed by the FCC, limiting its useful &lt;a href=\"broadcast%20range\"&gt;broadcast range&lt;/a&gt;. As a result, its over-the-air signal is marginal at best outside of &lt;a href=\"Interstate%20285%20%28Georgia%29\"&gt;the I-285 Perimeter&lt;/a&gt; (i.e., Atlanta itself and the inner suburbs)."
}