{
    "id": "9489435",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=9489435",
    "title": "Leucosidea",
    "text": "Leucosidea sericea, commonly known as oldwood, is an evergreen tree or large shrub that grows in the &lt;a href=\"highland\"&gt;highland&lt;/a&gt; regions of southern Africa. It is the sole species in the &lt;a href=\"monotypic\"&gt;monotypic&lt;/a&gt; genus Leucosidea. The name oldwood may reflect the fact that the wood burns slowly, as if old and rotting; the gnarled, twisted trunks reinforce this impression.\nTaxonomy.\n\"Leucosidea sericea\" is a member of the &lt;a href=\"Rosaceae\"&gt;Rosaceae&lt;/a&gt;, also known as the rose family. Although this family is very large and economically important worldwide, it is poorly represented in Africa generally and in southern Africa in particular.\nThe genus name \"Leucosidea\" is a form of the &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt; word \"λευκός\" (\"leukos\"), meaning \"shining white\", although in botany the root is more often used less specifically to indicate something of a generally white or gray appearance. The second or specific name \"sericea\" means \"silky\" and comes from \"σηρικός\" (), which means both \"silky\" and \"from the land of silk\"; it refers to the silky hairs that cover the new buds and young leaves of the tree.\nThe English common name oldwood is simply a direct translation of the &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; words \"ouhout\" or \"oudehout\", meaning the same thing. It is named for its appearance and tendency to burn slowly as if old and rotting.\nDescription.\nOldwood is often a straggly shrub or a dense, small, evergreen tree, which grows up to 7 metres tall to 5 metres wide. It is single or multi-stemmed and branches low down. The bark is rough, reddish brown in colour and flakes off to reveal a smooth light brown under-bark. The leaves are alternately arranged, compound and covered with silky, silver hairs. Each leaf possesses 3 to 4 pairs of leaflets. The veins on the leaves are deeply sunken on the upper surface and protrude on the lower surface. The leaves are a dark green colour above and a lighter green colour below. The margins of the leaflets are deeply serrated. When the leaves are crushed they have a strong herb-like smell.\nThe flowers are greenish-yellow in colour, star-shaped, and grow in spikes at the ends of young shoots in spring (August to September). The fruits are nut-like and about 3 mm in diameter (December to January).\nThe flowers and young shoots of this plant are browsed by cattle and goats in spring. Oldwood produces nectar which is probably utilised by bees and other insects.\nDistribution and habitat.\n\"Leucosidea sericea\" can be found above an elevation of in the highlands of South Africa (in the &lt;a href=\"Eastern%20Cape\"&gt;Eastern Cape&lt;/a&gt;, western &lt;a href=\"KwaZulu-Natal\"&gt;KwaZulu-Natal&lt;/a&gt;, eastern &lt;a href=\"Free%20State%20%28South%20African%20province%29\"&gt;Free State&lt;/a&gt;, the &lt;a href=\"North%20West%20Province%20%28South%20Africa%29\"&gt;North West Province&lt;/a&gt;, &lt;a href=\"Gauteng\"&gt;Gauteng&lt;/a&gt;, &lt;a href=\"Mpumalanga\"&gt;Mpumalanga&lt;/a&gt;, and &lt;a href=\"Limpopo%20Province\"&gt;Limpopo&lt;/a&gt;), as well as in Lesotho and, rarely, in Swaziland and Zimbabwe. It forms dense thickets in &lt;a href=\"disturbance%20%28ecology%29\"&gt;disturbed&lt;/a&gt; areas and can, therefore, become a problem plant on farm lands. Its presence is an indication of &lt;a href=\"overgrazing\"&gt;overgrazing&lt;/a&gt; or poor veld management.\nUses.\nApparently in mountainous areas where oldwood occurs near streams it is an indication that they are suitable for being stocked with trout. Zulu people use a paste made from the crushed leaves of \"L. sericea\" for treating &lt;a href=\"ophthalmia\"&gt;ophthalmia&lt;/a&gt; (an eye ailment). \nThe tree is used by the local people as a charm to protect the inhabitants of homesteads.\nIt has been reported that the leaves of \"Leucosidea sericea\" are used medicinally by some indigenous South African people as a vermifuge and astringent. A study showed that \"the plant has &lt;a href=\"antimicrobial\"&gt;antimicrobial&lt;/a&gt; activity against \"&lt;a href=\"Staphylococcus%20aureus\"&gt;Staphylococcus aureus&lt;/a&gt;\", \"&lt;a href=\"Bacillus%20subtilis\"&gt;Bacillus subtilis&lt;/a&gt;\" and \"&lt;a href=\"Candida%20albicans\"&gt;Candida albicans&lt;/a&gt;\".\"\n\"Leucosidea sericea\" is usually found growing in dense thickets at altitudes above 1,000 metres. It can be found growing in open grassland, along river banks and on wooded, rocky ridges. It is usually found growing in damp conditions, on deep, sandy or clayey and often rocky soil.\nThe wood weighs , and is used mainly for fenceposts and fuel."
}