{
    "id": "9503915",
    "revid": "982979713",
    "url": "https://en.wikipedia.org/wiki?curid=9503915",
    "title": "Philippe Brunel",
    "text": "Philippe Brunel (born 28 February 1973) is a French former professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;. He was a midfielder or playmaker with a wide range of passing.\nCareer.\nLens.\nBrunel began his career at &lt;a href=\"RC%20Lens\"&gt;RC Lens&lt;/a&gt; in 1991. From then until 1995, he made 27 appearances for the club, scoring one goal before moving to &lt;a href=\"FC%20Gueugnon\"&gt;FC Gueugnon&lt;/a&gt; on a year-long loan in 1995. He made 34 appearances and scored 4 goals for Gueugnon; upon the completion of his loan, he returned to Lens.\nUpon his return, Brunel featured much more prominently in the Lens squad; over five years from 1996 to 2001, he played 131 times and scored 8 goals in &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt;. He contributed 33 appearances as his side won &lt;a href=\"1997%E2%80%9398%20French%20Division%201\"&gt;1997–98 French Division 1&lt;/a&gt;. The following season he played as a substitute in the final as they won the &lt;a href=\"1999%20Coupe%20de%20la%20Ligue%20Final\"&gt;1998-99 Coupe de la Ligue&lt;/a&gt;. He also featured in the club's &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; campaign in the 1999–2000 season, making two appearances - a 1–2 defeat to &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt; on 25 November 1999 in the home leg of the 3rd-round tie, and the 1–4 victory in the away leg.\nMarseille.\nBrunel's performances for Lens earned him a free transfer in 2001 to &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt;, however as with his time at Gueugnon his Marseille career did not go to plan; having made only 11 appearances for his new club, he was transferred in January 2002 to &lt;a href=\"Lille%20OSC\"&gt;Lille&lt;/a&gt; for £880,000.\nLille.\nDuring the second half of the season, Brunel made a further 11 appearances for Lille, scoring once, in addition to two appearances in the UEFA Cup - both legs of the last-16 tie with &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt; on 21 and 28 February 2002.\nFrom then until 2005, he would make a total of 118 appearances for Lille and score 16 goals in the process; in 2005 he was transferred to &lt;a href=\"FC%20Sochaux-Montb%C3%A9liard\"&gt;Sochaux&lt;/a&gt;, however he made only 28 appearances in two years with the club before leaving for &lt;a href=\"Angers%20SCO\"&gt;Angers SCO&lt;/a&gt; in 2007. While at Sochaux he played as a substitute as they won the &lt;a href=\"2007%20Coupe%20de%20France%20Final\"&gt;2007 Coupe de France Final&lt;/a&gt;. The game finished 2-2 and went to penalties, and Brunel scored his penalty in the shootout as his side emerged victorious.\nAngers.\nOver four years with Angers, Brunel scored 10 goals in a total of 99 league appearances in &lt;a href=\"Ligue%202\"&gt;Ligue 2&lt;/a&gt;; having featured regularly until 2010 but not made a single appearance in the 2010–11 season, he retired from professional football and moved into amateur football with &lt;a href=\"AS%20Valence\"&gt;AS Valence&lt;/a&gt; in the summer of 2011.\nHonours.\nLens\nLille\nSochaux"
}