{
    "id": "9512885",
    "revid": "41527672",
    "url": "https://en.wikipedia.org/wiki?curid=9512885",
    "title": "Jacksonville High School (Arkansas)",
    "text": "Jacksonville High School (JHS) is a &lt;a href=\"secondary%20school\"&gt;secondary public school&lt;/a&gt; located in &lt;a href=\"Jacksonville%2C%20Arkansas\"&gt;Jacksonville, Arkansas&lt;/a&gt; for students in grades nine through twelve. JHS serves students in the Jacksonville and &lt;a href=\"McAlmont%2C%20Arkansas\"&gt;McAlmont&lt;/a&gt; communities and is administered by the &lt;a href=\"Jacksonville%20North%20Pulaski%20School%20District\"&gt;Jacksonville North Pulaski School District&lt;/a&gt; (JNPSD). The school was previously in the &lt;a href=\"Pulaski%20County%20Special%20School%20District\"&gt;Pulaski County Special School District&lt;/a&gt;. In 2007, Jacksonville requested to become separated from the PCSSD and form its own school district, but a final decision had not been made on that request.\nHistory.\nOn May 18, 1907, the Jacksonville Special School District was formed and remained in existence until 1927 when the Pulaski County Special School District consolidated the county's school districts except &lt;a href=\"North%20Little%20Rock%20School%20District\"&gt;North Little Rock&lt;/a&gt; and &lt;a href=\"Little%20Rock%20School%20District\"&gt;Little Rock&lt;/a&gt; school districts.\nJacksonville High School's primary rival school is &lt;a href=\"North%20Pulaski%20High%20School\"&gt;North Pulaski High School&lt;/a&gt;, Jacksonville's other secondary school which is located on the west side of the city. Jacksonville is home to &lt;a href=\"Little%20Rock%20Air%20Force%20Base\"&gt;Little Rock Air Force Base&lt;/a&gt;, featuring one squadron known as the 50th Airlift Squadron Red Devils, perhaps the inspiration for the school mascot of Jacksonville High School. Maybe the reverse is true, as the JHS sports teams went by the name \"Red Devils\" many years before the 50th Airlift Squadron was located to LRAFB in 1973 and as the 50th Airlift Squadron had different squadron insignia during WWII &amp; the Korean War.\nIn 2014, the people of Jacksonville voted to break away from Pulaski County Special School District, and form their own school district. An interim school board should be named this fall.\nIn 2019 demolition of the former high school building began.\nAcademics.\nThe assumed course of study for students follows the Smart Core curriculum developed by the &lt;a href=\"Arkansas%20Department%20of%20Education\"&gt;Arkansas Department of Education&lt;/a&gt; (ADE). Students complete regular (core and career focus) courses and exams and may select &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; (AP) coursework and exams with the possibility to receive college credit. \nAs of the beginning of the 2014–15 school year, the school is currently in year 11 of school improvement and is utilizing the national transformation model for school improvement in efforts to spark student achievement. As part of the transformation model requirements, Jacksonville High School brought in administrators with track records of school improvement with the intention of turning the school around. In addition, the school was granted $5.7 million in a technology grant that has provided the school with interactive whiteboards, student response systems, laptops or tablets, and other classroom technologies for educational use in order to improve student achievement at Jacksonville High School. Furthermore, teachers at Jacksonville High School are being offered extensive professional development and training as part of school improvement. Professional development is centered around literacy and mathematics and is provided through programs such as Advanced Placement training through the AP College Board, Laying the Foundation, and the Literacy and Mathematics Design Collaborative. However, with the advancement of Common Core curriculum and PARCC testing, teachers in all subject disciplines are able to receive training, often at no cost to themselves. The school is currently ranked as the 5th worst school in the state due to low test scores on major end-of-course examinations for Literacy, Algebra I and II, Geometry, and Biology.\nCurrently part of the highly troubled Pulaski County Special School District, Jacksonville High School may experience more autonomy in its future, as residents in Jacksonville voted to separate from the district in order to form a unitary and autonomous Jacksonville school district. Previously, the district's involvement in a desegregation lawsuit hindered progress to this end, but a judge has since ruled that the district and other districts involved in the initial lawsuit are released from desegregation penalties. The new Jacksonville North Pulaski School District is expected to be full force by the 2016-2017 school year.\nAthletics.\nIn 2013, the boys and girls basketball teams each won the 5A classification &lt;a href=\"List%20of%20Arkansas%20state%20high%20school%20basketball%20champions\"&gt;state basketball championship&lt;/a&gt;.\nJackson Price Eubanks is the all-time leader in field goal attempts and field goal misses throughout the 2008-2010 seasons.\nAlso a notable statistic from year 2010 was when Eubanks received All star All state in soccer, and co captain Kyle Stroup did not.\nFor the 2012–14 seasons, the Jacksonville Red Devils participated in the 5A Classification within the 5A-Central conference as administered by the &lt;a href=\"Arkansas%20Activities%20Association\"&gt;Arkansas Activities Association&lt;/a&gt;. The Red Devils compete in &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, volleyball, basketball (boys/girls), soccer (boys/girls), competitive cheer, baseball, &lt;a href=\"fastpitch%20softball\"&gt;softball&lt;/a&gt;, and track and field (boys/girls).\nThe 6A Conference members include:\nRussellville Cyclones \nGreenwood Bulldogs \nJonesboro Hurricanes \nPine Bluff Zebras\nBenton Panthers \nSearcy Lions\nWest Memphis Blue Devils\nLake Hamilton Wolves\nEl Dorado Wildcats\nMarion Patriots \nMountain Home Bombers \nArkansas Razorbacks \nJacksonville Titans\nHall Warriors\nSiloam Springs Panthers\nSheridan Yellow Jacket\nHome football games are played at Jan Crow Stadium located on the campus, which is named for the former team doctor.\nFor the 2008–12 seasons, the Jacksonville Red Devils participated in the 6A-East Conference with &lt;a href=\"Jonesboro%20High%20School%20%28Arkansas%29\"&gt;Jonesboro Golden Hurricane&lt;/a&gt;, &lt;a href=\"Hall%20High%20School%20%28Arkansas%29\"&gt;Little Rock Hall Warriors&lt;/a&gt;, &lt;a href=\"Parkview%20Arts%20and%20Science%20Magnet%20High%20School\"&gt;Little Rock Parkview Patriots&lt;/a&gt;, &lt;a href=\"Marion%20High%20School%20%28Arkansas%29\"&gt;Marion Patriots&lt;/a&gt;, &lt;a href=\"Mountain%20Home%20High%20School%20%28Arkansas%29\"&gt;Mountain Home Bombers&lt;/a&gt;, &lt;a href=\"West%20Memphis%20High%20School\"&gt;West Memphis Blue Devils&lt;/a&gt;, and &lt;a href=\"Searcy%20High%20School%20%28Arkansas%29\"&gt;Searcy Lions&lt;/a&gt;.\nState championships.\nThe Red Devils and Lady Red Devils have won 13 state championship titles in school history, to include:\nNotable alumni.\nThe following are notable people associated with Jacksonville High School. If the person was a Jacksonville High School student, the number in parentheses indicates the year of graduation; if the person was a faculty or staff member, that person's title and years of association are included:\nReferences.\nhttp://members.ahsaa.org/public/userfiles/Admin/2016-2018_Classifications_And_Conferences.pdf"
}