{
    "id": "953111",
    "revid": "42915429",
    "url": "https://en.wikipedia.org/wiki?curid=953111",
    "title": "Omaruru, Namibia",
    "text": "Omaruru is a city in the &lt;a href=\"Erongo%20Region\"&gt;Erongo Region&lt;/a&gt; of central &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;. The town has 14,000 inhabitants and owns of land. It is situated near &lt;a href=\"Mount%20Erongo\"&gt;Mount Erongo&lt;/a&gt;, on the &lt;a href=\"Ephemerality\"&gt;usually dry&lt;/a&gt; &lt;a href=\"Omaruru%20River\"&gt;Omaruru River&lt;/a&gt;. It is located on the main paved road from &lt;a href=\"Swakopmund\"&gt;Swakopmund&lt;/a&gt; to &lt;a href=\"Otjiwarongo\"&gt;Otjiwarongo&lt;/a&gt;. The name in the local Otjiherero language means 'bitter milk', as the cattle used to browse on a local bush that turned their milk bitter.\nOmaruru is known for its annual festival where the &lt;a href=\"Herero%20people\"&gt;Herero people&lt;/a&gt; commemorate their past local chiefs, its &lt;a href=\"winery\"&gt;winery&lt;/a&gt;, and for the &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt; footprints at nearby &lt;a href=\"Otjihaenamparero\"&gt;Otjihaenamparero&lt;/a&gt;.\nHistory.\nOmaruru was established in 1863 by &lt;a href=\"Wilhelm%20Zeraua\"&gt;Wilhelm Zeraua&lt;/a&gt;, the first &lt;a href=\"Tribal%20chief\"&gt;chief&lt;/a&gt; of the \"White Flag\" clan of the &lt;a href=\"OvaHerero%20people\"&gt;OvaHerero people&lt;/a&gt;. In 1871, Anders Ohlsson and &lt;a href=\"Axel%20Wilhelm%20Eriksson\"&gt;Axel Eriksson&lt;/a&gt; established a brewery at Omaruru. Eriksson had also established a trading post, which flourished and by 1878 he employed about forty whites. Eriksson's business was based upon long-distance trading between southern &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt; and &lt;a href=\"Cape%20Colony\"&gt;Cape Colony&lt;/a&gt;, which necessitated the establishment of regional trade routes.\nThe town grew around a &lt;a href=\"Mission%20%28Christianity%29\"&gt;mission&lt;/a&gt; built in 1872 by &lt;a href=\"Gottlieb%20Viehe\"&gt;Gottlieb Viehe&lt;/a&gt;, now a &lt;a href=\"museum\"&gt;museum&lt;/a&gt;, and was attacked in 1904 during the &lt;a href=\"Herero%20Wars\"&gt;Herero Wars&lt;/a&gt;. &lt;a href=\"Franke%20Tower\"&gt;Franke Tower&lt;/a&gt; was later erected to commemorate the relief by Hauptmann &lt;a href=\"Victor%20Franke\"&gt;Victor Franke&lt;/a&gt; troops of the local garrison that was beleaguered by Herero tribesmen who had risen against the German colonial presence.\nLegacy of von Trotha.\nThe descendants of &lt;a href=\"Lothar%20von%20Trotha\"&gt;Lothar von Trotha&lt;/a&gt; and the von Trotha family travelled to Omaruru in October 2007 by invitation of the royal Herero chiefs and publicly apologised for his role in the &lt;a href=\"Herero%20and%20Namaqua%20genocide\"&gt;Herero genocide&lt;/a&gt;. Member of the family Wolf-Thilo von Trotha: \"We, the von Trotha family, are deeply ashamed of the terrible events that took place 100 years ago. Human rights were grossly abused that time\".\nDutch Reformed Church.\n&lt;a href=\"Omaruru%20Reformed%20Church\"&gt;Omaruru Reformed Church&lt;/a&gt;, the local congregation of the &lt;a href=\"Dutch%20Reformed%20Church%20in%20South%20Africa%20%28NGK%29\"&gt;Dutch Reformed Church in South Africa (NGK)&lt;/a&gt; was separated from that in Otjiwarongo on March 1, 1941, and included Omaruru, &lt;a href=\"Karibib\"&gt;Karibib&lt;/a&gt;, &lt;a href=\"Usakos\"&gt;Usakos&lt;/a&gt;, &lt;a href=\"Kalkfeld\"&gt;Kalkfeld&lt;/a&gt;, &lt;a href=\"Swakopmund\"&gt;Swakopmund&lt;/a&gt;, and &lt;a href=\"Walvis%20Bay\"&gt;Walvis Bay&lt;/a&gt; as ward centers. Over the years, six congregations were in turn spun off from the Omaruru one, but the overall numbers were usually sparse given the predominantly German demographics of the local white population. At its founding, the congregation covered an area of approximately , both north to south and east to west.\nPolitics.\nOmaruru is governed by a municipal council that has seven seats. It is the district capital of the &lt;a href=\"Omaruru%20Constituency\"&gt;Omaruru Constituency&lt;/a&gt;.\nOmaruru is one of few Namibian towns where the political opposition is relatively strong. Namibia's ruling party &lt;a href=\"SWAPO\"&gt;SWAPO&lt;/a&gt; won the &lt;a href=\"Namibian%20local%20and%20regional%20elections%2C%202010\"&gt;2010 local authority election&lt;/a&gt; with 847 votes, followed by the &lt;a href=\"Rally%20for%20Democracy%20and%20Progress%20%28Namibia%29\"&gt;Rally for Democracy and Progress&lt;/a&gt; (RDP) with 369 votes, the &lt;a href=\"United%20Democratic%20Front%20%28Namibia%29\"&gt;United Democratic Front&lt;/a&gt; (UDF) with 308 votes, and &lt;a href=\"National%20Unity%20Democratic%20Organisation\"&gt;National Unity Democratic Organisation&lt;/a&gt; (NUDO) with 107 votes. SWAPO also was the strongest party in the &lt;a href=\"Namibian%20local%20and%20regional%20elections%2C%202015\"&gt;2015 local authority elections&lt;/a&gt;, winning four seats in the town council and gaining 1117 votes. The UDF gained two seats (590 votes), and the &lt;a href=\"Democratic%20Turnhalle%20Alliance\"&gt;Democratic Turnhalle Alliance&lt;/a&gt; (DTA) obtained one (291 votes).\nIn the &lt;a href=\"2020%20Namibian%20local%20and%20regional%20elections\"&gt;2020 local authority election&lt;/a&gt; SWAPO won again over each individual opposition party but lost the majority of seats in the city council. SWAPO obtained 642 votes and gained two seats. One seat each went to the &lt;a href=\"Popular%20Democratic%20Movement\"&gt;Popular Democratic Movement&lt;/a&gt; (PDM, the new name of the DTA since 2017) with 403 votes, the &lt;a href=\"Independent%20Patriots%20for%20Change\"&gt;Independent Patriots for Change&lt;/a&gt; (IPC, newly formed in August 2020) with 305 votes, the local &lt;a href=\"Omaruru%20Community%20Development%20Organisation\"&gt;Omaruru Community Development Organisation&lt;/a&gt; with 297 votes, the UDF with 230 votes, and NUDO with 182 votes.\nTransport and infrastructure.\nOmaruru is the only Namibian town not connected to the &lt;a href=\"NamWater\"&gt;NamWater&lt;/a&gt; pipeline network. It receives its water from boreholes along the Omaruru River which are managed by the municipality.\n&lt;a href=\"Omaruru%20Railway%20Station\"&gt;Omaruru Railway Station&lt;/a&gt; connects the town to the &lt;a href=\"Trans-Namib\"&gt;Trans-Namib&lt;/a&gt; railway network."
}