{
    "id": "9545225",
    "revid": "1068497386",
    "url": "https://en.wikipedia.org/wiki?curid=9545225",
    "title": "St. Wendelin High School",
    "text": "St. Wendelin Catholic School was a &lt;a href=\"private%20school\"&gt;private&lt;/a&gt;, &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; in &lt;a href=\"Fostoria%2C%20Ohio\"&gt;Fostoria, Ohio&lt;/a&gt;. It was part of the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Toledo\"&gt;Roman Catholic Diocese of Toledo&lt;/a&gt;. \nBackground.\nSt. Wendelin Catholic School was founded in 1887. Its first graduating class was 1910 and consisted of one student.\nSt. Wendelin was home to many good sports teams over the years, including a great Girls Basketball run that included back to back State Final Four appearances and one State Championship appearance but lost to Waterford. They were part of the &lt;a href=\"Sandusky%20Bay%20Conference\"&gt;Sandusky Bay Conference&lt;/a&gt; and competed in &lt;a href=\"cross%20country%20running\"&gt;cross country&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt;, &lt;a href=\"Track%20and%20field\"&gt;track&lt;/a&gt;, &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;. On March 19, 2013 the &lt;a href=\"Sandusky%20River%20League\"&gt;Sandusky River League&lt;/a&gt; voted 6–0 to accept St. Wendelin as a full-time member. This was a result of the MAL's demise following the 2013–14 school year. The SRL was then absorbed by the SBC for the 2016–17 school year. For one season during the 2016–17 school year St. Wendelin joined the Freelance conference for football only.\nSt. Wendelin's football team was previously in the &lt;a href=\"Lansing%2C%20Michigan\"&gt;Lansing&lt;/a&gt;-based Christian Athletic League of America, which was made up of 14 teams from the &lt;a href=\"tri-state%20area\"&gt;tri-state area&lt;/a&gt; composed of players from schools that did not offer football, home-schooled youngsters and students who did not wish to play on their own school's team.\nClosing.\nOn April 21, 2017, St. Wendelin High School announced it would close in June following the 2016–17 school year. The primary concerns were finances and a dwindling enrollment (one-third of its 100 students at the time were graduating seniors). The St. Wendelin Parish continued to operate a K-8 school at the same location on Countyline Street for another two years, but the elementary school subsequently closed in 2019. Demolition of the school began in early August 2021 in preparation to sell the building. St. Wendelin left an ever lasting impact on all those throughout the community and will forever be missed. "
}