{
    "id": "9551855",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=9551855",
    "title": "All-Ohio State Fair Youth Choir",
    "text": "The All-Ohio State Fair Youth Choir (known as the AOSFYC or the All-Ohio Youth Choir) is a singing organization of high school students that meets every summer five days prior to the opening of the &lt;a href=\"Ohio%20State%20Fair\"&gt;Ohio State Fair&lt;/a&gt; and performs as entertainment for the duration of the fair. Dubbed in 1965 as \"Ohio's Singing Ambassadors of Goodwill\" by Governor &lt;a href=\"Jim%20Rhodes\"&gt;James A. Rhodes&lt;/a&gt;, the group is composed of singers from many of &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;'s 88 counties.\nA portion of the group also engages in a tour of Ohio during the summer.\nHistory.\nThe All-Ohio Youth Choir was founded in 1963 by Glenville D. Thomas. He created the group after directing the Greater Zanesville Youth Choir from 1959–1962 and using that group as a basis for the first \"All-Ohio Youth Choir\", which performed for the first time at the 1963 Ohio State Fair. This gave high school vocalists the opportunity to share a musical experience that rivals that of the &lt;a href=\"All-Ohio%20State%20Fair%20Band\"&gt;All-Ohio State Fair Band&lt;/a&gt;.\nIn 1965, 122 members of the Choir embarked on the group's first European tour, following a day of performances at the &lt;a href=\"1964%20New%20York%20World%27s%20Fair\"&gt;New York World's Fair&lt;/a&gt;.\nIn 1969 The choir appeared on the then locally broadcast \"&lt;a href=\"The%20Phil%20Donahue%20Show\"&gt;The Phil Donahue Show&lt;/a&gt;\", which was filmed live during the State Fair. Once during the year, the Hollywood comedian/actor, &lt;a href=\"Bob%20Hope\"&gt;Bob Hope&lt;/a&gt;, acted as a guest conductor for the singing of &lt;a href=\"The%20Battle%20Hymn%20of%20the%20Republic\"&gt;The Battle Hymn of the Republic&lt;/a&gt;. In 1971 the choir performed in the &lt;a href=\"White%20House%20Rose%20Garden\"&gt;Rose Garden&lt;/a&gt;, for then &lt;a href=\"Richard%20Nixon\"&gt;President Richard Nixon&lt;/a&gt; and appeared on &lt;a href=\"The%20Phil%20Donahue%20Show\"&gt;The Phil Donahue Show&lt;/a&gt; with &lt;a href=\"Maria%20von%20Trapp\"&gt;Maria von Trapp&lt;/a&gt; to sing selections from &lt;a href=\"The%20Sound%20of%20Music\"&gt;The Sound of Music&lt;/a&gt;.\nIn 1974 and 1975 the Choir was invited to perform in &lt;a href=\"Macy%27s%20Thanksgiving%20Day%20Parade\"&gt;Macy's Thanksgiving Day Parade&lt;/a&gt;. They used a custom-made portable amplification systems for each singer, known as \"Voice-Paks\", allowing the choir to become the first known marching choir.\nIn 1975, the choir went to &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; with the first trips to the &lt;a href=\"Tournament%20of%20Roses%20Parade\"&gt;Tournament of Roses Parade&lt;/a&gt;; they returned in 1978, and for the final time in 1988. In 1982, the choir participated in the Fiesta Bowl Parade.\nIn 1982, the choir was the recipient of the Governor's Award at the Ohio Newspaper Association banquet.\nIn 1992, Charles R. Snyder became the second director of the choir. He had been director of music for the Highland Local Schools in Morrow County, and then for Coshocton Middle School, and was on the staff of The Presbyterian Church, &lt;a href=\"Coshocton%2C%20Ohio\"&gt;Coshocton, Ohio&lt;/a&gt; as minister of music and education.\nIn 2014, Dr. Jon Peterson was appointed as the third director in the Choir's 52nd year of continuous performance.\nIn the late early 1980s two of the Choir's European tours included concerts at West Bromwich Town Hall, (England), organised by the Sandwell Cancer Research Campaign (Chairman John Shorthouse) - the local fund-raising committee of The UK Cancer Research Campaign.\nIn the mid 1980s The Choir performed two similar concerts at West Bromwich Town Hall, in aid of Sandwell Hospital Radio, and compered by actor, comedian &amp; author Alton Douglas. These concerts were sponsored by Centro and Barclays Bank respectively, organized by Station Manager Ian Shorthouse, and broadcast live to hospitals in the borough of Sandwell.\nAlumni Association.\nThe Alumni Association serves as a booster club for the current choir and as an organization to keep the alumni involved and informed about the choir."
}