{
    "id": "9552222",
    "revid": "1224312",
    "url": "https://en.wikipedia.org/wiki?curid=9552222",
    "title": "Jane Eyre (character)",
    "text": "Jane Eyre is the fictional &lt;a href=\"hero\"&gt;hero&lt;/a&gt;ine and the titular protagonist in &lt;a href=\"Charlotte%20Bront%C3%AB\"&gt;Charlotte Brontë&lt;/a&gt;'s 1847 &lt;a href=\"Jane%20Eyre\"&gt;novel of the same name&lt;/a&gt;. The story follows Jane's infancy and childhood as an orphan, her employment first as a teacher and then as a &lt;a href=\"governess\"&gt;governess&lt;/a&gt;, and her &lt;a href=\"Romance%20novel\"&gt;romantic involvement&lt;/a&gt; with her employer, the mysterious and moody Edward Rochester. Jane is noted by critics for her dependability, strong mindedness and individualism. The author deliberately created Jane as an unglamorous figure, in contrast to conventional heroines of fiction, and possibly part-autobiographical.\nJane is a popular literary figure due to critical acclaim by readers for the impact she held on romantic and feminist writing. The novel has been adapted into a number of other forms, including theatre, film and television.\nDevelopment.\nJane Eyre is an orphan living with her maternal uncle and his wealthy wife, Mrs. Reed. After Mr. Reed's death, his wife is left to care for Jane. Jane is mistreated by her aunt who resents, neglects, and abuses her while claiming that the only reason for her care of Jane is charity, which leads to Jane's overall anger towards the Reed family.\nAfter a violent argument with her older cousin John, Jane is locked into the Red Room, the room which Mr. Reed died in and which Jane believes is haunted. After Jane believes that she sees her uncle's ghost in the Red Room, she falls ill and faints. This leads to her being sent away to a school on the recommendation of the doctor, Mr. Lloyd.\nMrs. Reed then sends Jane to Lowood Hall, a school for the poor and orphaned, where she is to train to be a governess. At Lowood, Jane is faced with Mr. Brocklehurst, the headmaster, who is abusive in his teaching of the girls. At the school Jane befriends Helen Burns, from whom she learns to be more patient. Helen Burns dies of consumption, and Jane weathers a typhoid epidemic at the school.\nDuring her time at Lowood Jane receives a thorough education and becomes a friend of Miss Maria Temple, the school's principal. After two years of teaching at Lowood (without once returning to the Reeds' house in Gateshead) Jane decides to go out into the world on her own. She seeks work as a governess, and is employed at Thornfield Hall to care for a solitary orphan, Adele. Jane goes to Thornfield, learns about the distant master, Mr. Rochester, and starts to teach his ward.\nOn one morning when Jane is out for a walk, she meets a mysterious man when his horse slips and he falls – this is Mr. Rochester. Jane and Rochester are immediately interested in each other. She is fascinated by his rough and dark appearance, as well as his abrupt, almost rude, manner, which she thinks is easier to handle than polite flattery. As for Mr. Rochester, he is very interested in Jane's strength of character, comparing her to an &lt;a href=\"elf\"&gt;elf&lt;/a&gt; or &lt;a href=\"sprite%20%28creature%29\"&gt;sprite&lt;/a&gt; and admiring her unusual strength and stubbornness.\nRochester quickly learns that he can rely on Jane in a crisis. On one evening, Jane finds Rochester asleep in his bed with all the &lt;a href=\"curtain\"&gt;curtain&lt;/a&gt;s and bedclothes on fire; she puts out the flames and rescues him. Jane and Rochester grow closer and fall in love. \nWhile Jane is working at Thornfield, Rochester invites his acquaintances over for a week-long stay, including the beautiful Blanche Ingram. Rochester lets Blanche flirt with him constantly in front of Jane to make her jealous and encourages rumours that he is engaged to Blanche, which devastates Jane.\nDuring the house party, a man named Richard Mason arrives, and Rochester appears to be afraid of him. At night, Mason sneaks up to the third floor and somehow gets stabbed and bitten. Rochester asks Jane to tend Richard Mason's wounds secretly while he fetches the doctor. The next morning before the guests find out what happened, Rochester sneaks Mason out of the house.\nBefore Jane can discover more about the mysterious situation, she gets a message that her Aunt Reed is very sick and is asking for her. Jane, forgiving Mrs. Reed for mistreating her when she was a child, goes back to see her dying aunt. When Jane returns to Thornfield, Blanche and her friends are gone, and Jane realizes how attached she is to Mr. Rochester. Although he lets her think for a little longer that he is going to marry Blanche, eventually Rochester stops teasing Jane and proposes to her. She accepts.\nOn the day of Jane's wedding, two men arrive claiming that Rochester is already married. Rochester admits that he is married to another woman, but tries to justify his attempt to marry Jane by taking them all to see his \"wife\". Mrs. Rochester is Bertha Mason, the \"madwoman in the attic\" who tried to burn Rochester to death in his bed, stabbed and bit her own brother (Richard Mason), and who has been carrying out several other unusual acts at night. Rochester was tricked into marrying Bertha fifteen years ago in &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; by his father, who wanted him to marry for money. Rochester tried to live with Bertha as husband and wife, but her behaviour was too difficult, so he locked her up at Thornfield with a nursemaid, Grace Poole. Meanwhile, he travelled around Europe for ten years trying to forget Bertha and keeping various mistresses. Adèle Varens (Jane's student) is the daughter of one of these mistresses, though she may not be Rochester's daughter. Eventually he got tired of this lifestyle, came home to England and fell in love with Jane.\nAfter explaining all this, Rochester claims that he was not really married because his relationship with Bertha wasn't a real marriage. He wants Jane to come and live with him in France, where they can pretend to be a married couple and live as husband and wife. Jane refuses to be his next mistress and runs away before she is tempted to agree.\nJane travels in a direction away from Thornfield. Having no money, she is almost starving to death before being taken in by the Rivers family, who live at Moor House near a town called Morton. The Rivers siblings – Diana, Mary, and St. John (pronounced \"Sinjun\") – are about Jane's age and well-educated, although somewhat poor. They take whole-heartedly to Jane, who has taken the pseudonym \"Jane Elliott\" so that Mr. Rochester can't find her. Jane wants to earn her keep, so St. John arranges for her to become the teacher in a village girls' school. When Jane's uncle, Mr. Eyre, dies and leaves his fortune to his niece, it turns out that the Rivers siblings are actually Jane's cousins, and she shares her inheritance with the other three.\nSt. John, who is a devoted clergyman, wants to be more than Jane's cousin. He admires Jane's work ethic and asks her to marry him, learn &lt;a href=\"Hindustani%20language\"&gt;Hindustani&lt;/a&gt;, and go with him to India on a long-term missionary trip. Jane is tempted because she thinks she would be good at it and that it would be an interesting life. Still, she refuses because she knows she doesn't love St. John, and he does not love her either. He simply believes Jane would make a good missionary's wife because of her skills. St. John actually loves a different girl named Rosamond Oliver, but he won't let himself admit it because he thinks she would make an unsuitable wife for a missionary.\nJane offers to go to India with him, but just as his cousin and co-worker, not as his wife. St. John won't give up and keeps pressuring Jane to marry him. As she is about to give in, she imagines Mr. Rochester's voice calling her name.\nThe next morning, Jane leaves Moor House and goes back to Thornfield to find out what has happened to Mr. Rochester. She finds out that he searched for her everywhere, and, when he couldn't find her, sent everyone else away from the house and shut himself up alone. After this, Bertha set the house on fire one night and burned it to the ground. Rochester rescued all the servants and tried to save Bertha, too, but she committed suicide and he was injured. Now Rochester has lost an eye and a hand and is blind in the remaining eye.\nJane goes to Mr. Rochester and offers to take care of him as his nurse or housekeeper. He asks her to marry him and they have a quiet wedding, and after two years of marriage Rochester gradually gets his sight back – enough to see their firstborn son. They adopt Adele Varens.\nCharacteristics and conception.\nJane Eyre is described as plain, with an &lt;a href=\"elf\"&gt;elf&lt;/a&gt;in look. Jane describes herself as, \"poor, obscure, plain and little.\" Mr. Rochester once compliments Jane's \"&lt;a href=\"Eye%20color%23Hazel\"&gt;hazel eyes&lt;/a&gt; and hazel hair\", but she informs the reader that Mr. Rochester was mistaken, as her eyes are not hazel; they are in fact green.\nIt has been said that \"&lt;a href=\"Charlotte%20Bront%C3%AB\"&gt;Charlotte Brontë&lt;/a&gt; may have created the character of Jane Eyre as a means of coming to terms with elements of her own life.\" By all accounts, Brontë's \"homelife was difficult.\" It is apparent that much of the poverty and social injustice (particularly towards women) that are prevalent in the novel, were also a part of Charlotte Brontë's life. Jane's school, Lowood, is said to be based on the Clergy Daughters School at &lt;a href=\"Cowan%20Bridge\"&gt;Cowan Bridge&lt;/a&gt;, where two of Brontë's sisters, &lt;a href=\"Maria%20Bront%C3%AB\"&gt;Maria&lt;/a&gt; and Elizabeth, died. Brontë declared, \"I will show you a heroine as plain and as small as myself,\" in regards to creating Jane Eyre.\nWhen she was twenty, Brontë wrote to &lt;a href=\"Robert%20Southey\"&gt;Robert Southey&lt;/a&gt; for his thoughts on writing. \"Literature cannot be the business of a woman's life, and it ought not to be\", he said. When \"Jane Eyre\" was published about ten years later, it was purportedly written by Jane, and called \"Jane Eyre: An Autobiography\", with Currer Bell (Brontë) merely as editor. And yet, Brontë still published as Currer Bell, a man.\nHistorical and cultural context.\nThe Victorian Era in which &lt;a href=\"Charlotte%20Bront%C3%AB\"&gt;Charlotte Brontë&lt;/a&gt; wrote her novel, &lt;a href=\"Jane%20Eyre\"&gt;Jane Eyre&lt;/a&gt;, provides the cultural framework in which the narrative was developed. Victorian themes are present throughout the novel, including the idea of an angel in the house, the standard of an ideal woman, and the various settings in which the story takes place. The complex role of the woman in Victorian society is highlighted by Bronte's exploration of the appropriate conventions of gender relations in tandem with economic class, marriage, and social status. This image of Victorian England is challenged by Bronte's representation of Eyre's relationship with Rochester, as one that is not motivated by calculated obligation to achieve a desirable social status but rather an autonomous choice made by a woman to marry for love.\n\"Jane Eyre\" has been described by historian &lt;a href=\"David%20Hackett%20Fischer\"&gt;David Hackett Fischer&lt;/a&gt; as evocative of a cultural and geographic milieu of the North Midlands of England that in the mid-17th century had produced the &lt;a href=\"Religious%20Society%20of%20Friends\"&gt;Religious Society of Friends&lt;/a&gt;, a &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; religious sect. Many members of this sect immigrated to North America and settled the &lt;a href=\"Delaware%20Valley\"&gt;Delaware Valley&lt;/a&gt; in the late 17th and early 18th century. This geographical area had for many centuries contained a significant population of &lt;a href=\"Norsemen\"&gt;Scandinavian&lt;/a&gt;-descended people who were oppressed by and resisted the &lt;a href=\"Norman%20conquest%20of%20England\"&gt;Norman Conquest&lt;/a&gt; based in &lt;a href=\"French%20Catholicism\"&gt;French Catholicism&lt;/a&gt; (the Gothic feature in Jane Eyre, represented by Edward Rochester) and had remained distinct from the &lt;a href=\"Anglo-Saxons\"&gt;Anglo-Saxon&lt;/a&gt; culture that produced the &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; sect (the evangelical &lt;a href=\"Calvinist\"&gt;Calvinist&lt;/a&gt; feature in Jane Eyre, variants of which are represented by Brocklehurst and St. John).\nAnalysis.\nPerhaps the first novel to express the idea of the self was &lt;a href=\"Jane%20Eyre\"&gt;Jane Eyre&lt;/a&gt;, who from the very first of the novel \"resisted all the way\" as she was being carried to the Red Room. As stated by Karen Swallow Prior of \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;: \"\"As unbelievable as many of the events of the novel are, even today, Brontë’s biggest accomplishment wasn’t in plot devices. It was the narrative voice of Jane—who so openly expressed her desire for identity, definition, meaning, and agency—that rang powerfully true to its 19th-century audience.\"\nIn other literature.\nThe character of Jane Eyre features in much &lt;a href=\"Adaptations_of_Jane_Eyre%23Literature_inspired_by_the_novel\"&gt;literature inspired by the novel&lt;/a&gt;, including prequels, sequels, rewritings and reinterpretations from different characters' perspectives."
}