{
    "id": "955627",
    "revid": "42139817",
    "url": "https://en.wikipedia.org/wiki?curid=955627",
    "title": "Liberalism in Ukraine",
    "text": "This article gives an overview of liberalism in &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. It is limited to &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"political%20party\"&gt;parties&lt;/a&gt; with substantial support, mainly proved by having had a representation in parliament. The sign ⇒ denotes another party in that scheme. For inclusion in this scheme, it is not necessary so that parties labeled themselves as a liberal party.\nThe Radical Democrats were one of the dominant forces in pre-revolutionary Russian Ukraine. Due to the splintered party system in &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, the timeline is limited to the post-1990 period. The position of liberalism nowadays is unclear.\nHistory.\nIn the mid-1990s, the &lt;a href=\"Liberal%20Party%20of%20Ukraine\"&gt;Liberal Party of Ukraine&lt;/a&gt; (\"Liberalna Partia\", observer &lt;a href=\"Liberal%20International\"&gt;LI&lt;/a&gt;) formed out of small parties in the &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt;. The &lt;a href=\"Yulia%20Tymoshenko%20Electoral%20Bloc\"&gt;Yulia Tymoshenko Electoral Bloc&lt;/a&gt; (\"Viborcyj Blok Julii Tymošenko\") seemed to develop into a more or less liberal party. The &lt;a href=\"Ukrainian%20Democratic%20Alliance%20for%20Reform\"&gt;UDAR&lt;/a&gt;, which as of 2013 holds 42 seats in the &lt;a href=\"Verkhovna%20Rada\"&gt;Verkhovna Rada&lt;/a&gt;, has been described as a \"Western-style liberal party\". Other, small liberal parties include &lt;a href=\"Liberal%20Democratic%20Party%20of%20Ukraine\"&gt;Liberal Democratic Party of Ukraine&lt;/a&gt;, &lt;a href=\"Reforms%20and%20Order%20Party\"&gt;Reforms and Order Party&lt;/a&gt;, &lt;a href=\"Pora\"&gt;Pora&lt;/a&gt; and &lt;a href=\"Yabluko\"&gt;Yabluko&lt;/a&gt;. Also, the &lt;a href=\"Democratic%20Party%20of%20Ukraine\"&gt;Democratic Party of Ukraine&lt;/a&gt; and the &lt;a href=\"Democratic%20Union%20%28Ukraine%29\"&gt;Democratic Union&lt;/a&gt; have sometimes been referred as liberal parties, though their liberal nature has not been confirmed."
}