{
    "id": "9557818",
    "revid": "1067762285",
    "url": "https://en.wikipedia.org/wiki?curid=9557818",
    "title": "Shatin Pui Ying College",
    "text": "Shatin Pui Ying College (), abbreviated as SPYC or PYC, is a &lt;a href=\"Christian%20school\"&gt;Christian school&lt;/a&gt; that was established in 1978. Located in &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, SPYC is an &lt;a href=\"Medium%20of%20instruction\"&gt;English medium of instruction&lt;/a&gt; (EMI) secondary school fully subsidised by the government with 4 classes each for Forms 1 to 5 and 5 classes for Form 6 (in the 2018/19 academic year). The school icon is an &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt; symbolising &lt;a href=\"courage\"&gt;courage&lt;/a&gt; and &lt;a href=\"determination\"&gt;determination&lt;/a&gt;.\nSchool history.\n&lt;a href=\"Rev%20Henry%20Noyes\"&gt;Rev Henry Noyes&lt;/a&gt;, the school founder, was a minister of the U.S. Presbyterian Church. In 1879 he founded a beginners' school called An Hwoh School in Saki, &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt;, offering Mathematics and Science. With a lot of hard work, Pui Ying emerged and bloomed. A chain of schools was established in Guangzhou, &lt;a href=\"Taishan%2C%20Guangdong\"&gt;Taishan&lt;/a&gt;, &lt;a href=\"Jiangmen\"&gt;Jiangmen&lt;/a&gt; and Hong Kong.\nIn 1978, to celebrate the centennial, the Board of Directors established the 5th school; an Anglo-Chinese School named Shatin Pui Ying College, with &lt;a href=\"Wong%20Wai%20Wah\"&gt;Wong Wai Wah&lt;/a&gt; as the Principal. In the first year, the school operated on the campus of &lt;a href=\"Baptist%20Lui%20Ming%20Choi%20Secondary%20School\"&gt;Baptist Lui Ming Choi Secondary School&lt;/a&gt; at Lek Yuen Estate. In September 1979, the school could at last move into the 24-classroom premises in &lt;a href=\"Wo%20Che\"&gt;Wo Che&lt;/a&gt; Estate. The school &lt;a href=\"library\"&gt;library&lt;/a&gt; was opened in September 1982.\nIn order to enable the promotion of all Form 3 students to Form 4 in the school, the school altered the class structure to a symmetrical one. The &lt;a href=\"Student%20Union\"&gt;Student Union&lt;/a&gt; was set up in September 1995 and &lt;a href=\"Parent-Teacher%20Association\"&gt;Parent-Teacher Association&lt;/a&gt; in 1996. In 1996, Principal Wong retired and was succeeded by Vice Principal &lt;a href=\"Yau%20Oi%20Yuen\"&gt;Yau Oi Yuen&lt;/a&gt;. The mixed ability classes replaced the elite system in September 1996. In September 2015, Principal Yau retired and was succeeded by Vice Principal Chan Lai Fan, while Chan Tak Nam succeeded as Vice Principal.\nThe new wing building of the school has been in use since July 2005. In the new wing, there are classrooms for higher form classes, a new library, and some special rooms.\nOn 9 September 2019, the human chain activity in the &lt;a href=\"2019%E2%80%9320%20Hong%20Kong%20protests\"&gt;2019–20 Hong Kong protests&lt;/a&gt; was launched. Students and alumni of various secondary schools in Hong Kong initiated the chain action to express their determination to fight for the \"five demands\". The students of this school participated. The activity starts at about 7 o'clock in the morning and ends at about 8 o'clock. Among the 18 districts in Hong Kong, apart from the island district, the remaining 17 districts have middle school students and alumni involved in this operation.\nBiliteracy and trilingualism.\nEnglish.\nExchange students from &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, and &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; help to enhance students' English ability. To enhance students’ interest and ability in English, the school offers Script-writing Course, English Tutorial Class, English Drama Competition, Form 1 Bridging Programme, Lyrics-writing Course, English Immersion Speech Competition, Tourist Interview, English Phonetics Class, English Enhancement Course, Summer English Class, Overseas Immersion Course, Summer English Camp for senior form students, Summer English Day Camp for junior form students, and English Musicals.\nChinese.\nThe Chinese Language teachers have written several teaching units for the new curriculum, which have been examined and commented on by educators from Shanghai. Various activities to upgrade students' Chinese standard include Extensive Reading Scheme, Creative Writing Class, Chinese Week, Prose Writing Class, Reading Club, Modern Poetry Writing Class, Verse-speaking Gathering, Story Writing Class, Seminar on Reading, Seminar on Modern Poetry, Intra-school and Inter-school Chinese Debate Competitions and Report and Comment on Chinese 'Words of Wisdom'.\nPutonghua.\nTo arouse students' interest in &lt;a href=\"Putonghua\"&gt;Putonghua&lt;/a&gt;, the school offers Putonghua Day, Tongue-Twisters, Putonghua Class, Singing Contest, Putonghua Broadcast and Putonghua Corner. Students participate in inter-school seminars and competitions including Verse Speaking of Classical Poetry in Putonghua and Putonghua Speaking Competitions. To promote Chinese culture, the school offers Visit to Chinese relic sites, Workshop on Chinese clipart, Chinese Tea Tao and Chinese Culture and General Studies Competition.\nAcademic achievements.\nAll Form 1 newcomers from the own district of Shatin are Band 1 students. 100% of the Form 3 students gain admission to Form 4 in the school. Students achieve good academic results in public examinations. The average passing percentage for the &lt;a href=\"HKCEE\"&gt;HKCEE&lt;/a&gt; and &lt;a href=\"HKALE\"&gt;HKALE&lt;/a&gt; is above 90%. Most of the subjects have percentages in credits and distinctions well above the figures obtained by all HKCEE and HKALE candidates. The best individual result is 8As in 2004. \nAll Form 6 places in the school are filled by Form 5 students, except exchange students from other countries. Most of the Form 6 graduates gain university admission these years. The graduates perform well in universities with some being scholarship-holders.\nAccording to the \"Academic Value-added Indicator\" results released by the &lt;a href=\"Education%20Bureau\"&gt;Education Bureau&lt;/a&gt;, the school has achieved positive added value in its best six subjects as the school in &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt;, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, and &lt;a href=\"Mathematics\"&gt;Mathematics&lt;/a&gt; from 2000 to 2006. The added value is higher than the territory-wide average, and the average gained by similar intake schools and schools from the same district. Some subjects have reached the highest possible value-added limit.\nScholarships, Academic Awards, Flying Eagle Awards and Improvement Awards are given to students with outstanding academic achievements. The school sponsors students to take part in inter-school competitions and Courses for Gifted Students offered by educational institutions, such as &lt;a href=\"The%20Chinese%20University%20of%20Hong%20Kong\"&gt;The Chinese University of Hong Kong&lt;/a&gt; and &lt;a href=\"The%20Hong%20Kong%20University%20of%20Science%20and%20Technology\"&gt;The Hong Kong University of Science and Technology&lt;/a&gt;. Tutorial classes have been launched to improve junior form students' proficiency in both English and Chinese languages as well as mathematical ability. English Enhancement Courses are provided for students to enhance their English standard. The school sponsors students interested in Chinese writing to join workshops hosted by renowned writers.\nFeatures.\nPromoting a reading culture.\nA Reading Time for 20 minutes every day is designated to help students cultivate a &lt;a href=\"reading%20%28activity%29\"&gt;reading&lt;/a&gt; habit. The school organises Chinese and English Extensive Reading Schemes. A Reading Day is held by the school library for all students to read and take part in activities related to reading.\nEvangelism.\nThe school offers activities to guide students according to &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; principles, such as Gospel Week, Gospel Camp, Evangelical Team, Evangelical Broadcast, Bible Study Groups, and Christian Fellowship.\nSchool life.\nSchool songs.\nThere is a school song with Chinese lyrics. Its melody is the same as the song &lt;a href=\"O%20Christmas%20Tree\"&gt;O Christmas Tree&lt;/a&gt; and there are two paragraphs. There is also a school hymn with English lyrics. There are three paragraphs in this school hymn.\nSports Days and Swimming Gala.\nThere are two Sports Days every year. The Sports Days take places at the Yuen Wo Road Sports Ground. Besides the various types of sports competitions, there are competitions among the cheering teams. The Swimming Gala is held every year. It takes place at the &lt;a href=\"Ma%20On%20Shan%20%28town%29\"&gt;Ma On Shan (town)&lt;/a&gt; swimming pool every year.\nExternal competitions.\nStudents in the school take part in many external competitions in many fields such as music, sports, debates, writings, mathematics, and other academic competitions. One of the most notable competitions is the Hang Lung Mathematics Award. The school’s HLMA team got an Honourable Mention in 2004 and a Special Commendation in 2006.\nSchool organisations.\nStudent Union.\nThe Student Union was established in November 1994. Its election activity is held in November every year. It helps the school in setting new school rules and improving students’ school lives. It organises activities such as blood donation days and ball game competitions.\nSchool library.\nAs of the beginning of 2017, the school library has over 32000 items available, including books, multimedia items and 50 kinds of newspapers and magazines. Every year there are about 100 student librarians. An &lt;a href=\"integrated%20library%20system\"&gt;integrated library system&lt;/a&gt; was installed in the library September 2001. The library currently uses the SLS Software as its digital solution. The library was relocated to the new wing of the school in 2005, allowing a physical expansion."
}