{
    "id": "957034",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=957034",
    "title": "Helen Chenoweth-Hage",
    "text": "Helen Palmer Chenoweth-Hage, born Helen Margaret Palmer (January 27, 1938 – October 2, 2006) was a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"politics%20of%20the%20United%20States\"&gt;politician&lt;/a&gt; from the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;. She remains the only Republican &lt;a href=\"woman\"&gt;woman&lt;/a&gt; to ever represent Idaho in the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt;.\nEarly life and career.\nShe was born in &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;. Her family moved west to Los Angeles when Helen was a year old, then north to southern &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt; when she was 12, to run a dairy farm near &lt;a href=\"Grants%20Pass%2C%20Oregon\"&gt;Grants Pass&lt;/a&gt;. A musician, horse enthusiast, and athlete, she attended &lt;a href=\"Whitworth%20College\"&gt;Whitworth College&lt;/a&gt; in &lt;a href=\"Spokane%2C%20Washington\"&gt;Spokane, Washington&lt;/a&gt; on music scholarship (&lt;a href=\"double%20bass\"&gt;double bass&lt;/a&gt;), where she met Nick Chenoweth while working in a cafeteria; she was a waitress and he was a cook. The two were married in 1958.\nThey had two children, Michael and Margaret (Meg), both born in Nick's hometown of &lt;a href=\"Orofino%2C%20Idaho\"&gt;Orofino, Idaho&lt;/a&gt;. The Chenoweths ran a ski shop near the modest &lt;a href=\"Bald%20Mountain%20Ski%20Area\"&gt;Bald Mountain ski area&lt;/a&gt;. Later, Helen developed and managed the Northside Medical Clinic, where she initiated a physician recruitment practice for under-served &lt;a href=\"rural\"&gt;rural&lt;/a&gt; communities, while Nick attended the &lt;a href=\"University%20of%20Idaho%20College%20of%20Law\"&gt;UI law school&lt;/a&gt; in &lt;a href=\"Moscow%2C%20Idaho\"&gt;Moscow&lt;/a&gt;.\nThe Chenoweths divorced in 1975 and Helen moved to &lt;a href=\"Boise\"&gt;Boise&lt;/a&gt; to become executive director of the &lt;a href=\"Idaho%20Republican%20Party\"&gt;Idaho Republican Party&lt;/a&gt;. Later she went on to serve as then-Congressman &lt;a href=\"Steve%20Symms\"&gt;Steve Symms&lt;/a&gt;' District Director in 1977 through his re-election in &lt;a href=\"United%20States%20House%20of%20Representatives%20elections%2C%201978%23Idaho\"&gt;1978&lt;/a&gt;, then started her own business, Consulting Associates, and became a noteworthy lobbyist in Idaho's capital city.\nElection and Congressional career.\nIn &lt;a href=\"United%20States%20House%20of%20Representatives%20elections%2C%201994%23Idaho\"&gt;1994&lt;/a&gt;, Chenoweth won the Republican nomination for Idaho's 1st Congressional District over former Lieutenant Governor &lt;a href=\"David%20H.%20Leroy\"&gt;David H. Leroy&lt;/a&gt; and two other challengers. She pledged to serve no more than three terms in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. House&lt;/a&gt; if elected. She defeated two-term &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; incumbent &lt;a href=\"Larry%20LaRocco\"&gt;Larry LaRocco&lt;/a&gt; by almost 11 points in the Republican wave that saw that party take control of the House for the first time in 40 years. During the campaign, Chenoweth attacked LaRocco for supporting the &lt;a href=\"Omnibus%20Budget%20Reconciliation%20Act%20of%201993\"&gt;Omnibus Budget Reconciliation Act of 1993&lt;/a&gt;; he was the only Idahoan in either chamber to back the bill. While Chenoweth's victory was one of many instances of historically Republican districts reverting to form after electing Democrats, it was still surprising considering LaRocco's 20-point victory margin in &lt;a href=\"United%20States%20House%20elections%2C%201992%23Idaho\"&gt;1992&lt;/a&gt;.\nWith her victory in 1994, Chenoweth became the second woman (after &lt;a href=\"Gracie%20Pfost\"&gt;Gracie Pfost&lt;/a&gt;) to represent Idaho in &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; and one of few members to be elected by her peers to chair a subcommittee (House Subcommittee on Forest and Forest Health) after only one term.\nAs one of the \"true believers\" in the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; freshman class of &lt;a href=\"104th%20United%20States%20Congress\"&gt;1995&lt;/a&gt;, Chenoweth was considered one of the most &lt;a href=\"American%20conservatism\"&gt;conservative&lt;/a&gt; members of the House. She staunchly opposed government regulation, and was a strong supporter of &lt;a href=\"school%20prayer\"&gt;school prayer&lt;/a&gt;. One measure placed her as the most conservative woman to serve in Congress between 1937 and 2004. Much was made of her \"insistence\" on the title \"Congressman Chenoweth,\" (as opposed to the more common \"Congresswoman\").\nDuring her tenure, she was referred to by her most outspoken critics as a \"poster-child for the &lt;a href=\"Militia%20organizations%20in%20the%20United%20States\"&gt;militias&lt;/a&gt;,\" and in February 1995 she voiced the suspicion that armed federal agents were landing &lt;a href=\"black%20helicopters\"&gt;black helicopters&lt;/a&gt; on Idaho &lt;a href=\"ranching\"&gt;ranchers&lt;/a&gt;' property to enforce the &lt;a href=\"Endangered%20Species%20Act\"&gt;Endangered Species Act&lt;/a&gt;, in line with a longstanding &lt;a href=\"conspiracy%20theory\"&gt;conspiracy theory&lt;/a&gt;. \"I have never seen them,\" Chenoweth said in an interview in \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\". \"But enough people in my district have become concerned that I can't just ignore it. We do have some proof.\" The \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" editorialized that during the campaign she gained national attention by \"holding 'endangered &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; bakes' during fundraisers, serving canned salmon to ridicule the listing of Idaho salmon as an &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt;.\" She was quoted as saying in response, \"It's the white, Anglo-Saxon male that's endangered today.\"\nChenoweth faced a strong challenge in &lt;a href=\"United%20States%20House%20elections%2C%201996\"&gt;1996&lt;/a&gt; from Democratic activist Dan Williams, but was reelected in a close contest—most likely helped by &lt;a href=\"Bob%20Dole\"&gt;Bob Dole&lt;/a&gt; easily carrying the district in the presidential election. Chenoweth defeated Williams again in &lt;a href=\"United%20States%20House%20elections%2C%201998\"&gt;1998&lt;/a&gt; by a wider margin. She later said that she regretted limiting herself to three terms and called the whole concept of &lt;a href=\"term%20limits\"&gt;term limits&lt;/a&gt; bad policy. She nonetheless honored her pledge and did not run for reelection to a fourth term in &lt;a href=\"United%20States%20House%20elections%2C%202000\"&gt;2000&lt;/a&gt;. She was succeeded by Lieutenant Governor &lt;a href=\"Butch%20Otter\"&gt;Butch Otter&lt;/a&gt;, a fellow Republican. Since her retirement, no women have represented Idaho in either house of Congress.\nChenoweth remained a controversial and polarizing figure in Idaho politics throughout her career. While in Congress she articulated and defended a \"freedom\" philosophy that was simultaneously cherished by her supporters and derided by her opponents.\nCriticism of President Clinton.\nIn November 1997, Chenoweth was one of eighteen Republicans in the House to co-sponsor &lt;a href=\"1997%20impeachment%20resolution%20by%20Bob%20Barr\"&gt;a resolution&lt;/a&gt; by &lt;a href=\"Bob%20Barr\"&gt;Bob Barr&lt;/a&gt; that sought to launch an &lt;a href=\"Impeachment%20in%20the%20United%20States\"&gt;impeachment&lt;/a&gt; &lt;a href=\"inquiry\"&gt;inquiry&lt;/a&gt; into President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;. The resolution did not specify any charges or allegations. This was an early effort to impeach Clinton, predating the eruption of the &lt;a href=\"Clinton%E2%80%93Lewinsky%20scandal\"&gt;Clinton–Lewinsky scandal&lt;/a&gt;. The eruption of that scandal would ultimately lead to a more serious effort to impeach Clinton in 1998.\nShe was a critic of President Clinton during the Clinton–Lewinsky scandal and was one of the first to call for his resignation over the affair, although she admitted that she had carried on a six-year illicit romance with married rancher Vernon Ravenscroft. when she worked for his natural-resources consulting firm during the 1980s. Chenoweth claimed that her case was different from the Clinton/Lewinsky case since she was a private citizen at the time, and because \"I've asked for God's forgiveness, and I've received it.\"\nOn October 8, 1998, Chenoweth voted in favor of legislation that was passed to open &lt;a href=\"Impeachment%20inquiry%20against%20Bill%20Clinton\"&gt;an impeachment inquiry&lt;/a&gt;. On December 19, 1998, Chenoweth voted in favor of all four &lt;a href=\"Impeachment%20of%20Bill%20Clinton\"&gt;articles of impeachment against Clinton&lt;/a&gt; (only two of which received the needed majority of votes).\nLater life.\nDuring her final term, Chenoweth married rancher and author Wayne Hage in Boise in 1999 and changed her name to Helen Chenoweth-Hage. After leaving Congress, she moved to Hage's &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt; ranch, where the two continued to write and speak on private &lt;a href=\"property%20rights\"&gt;property rights&lt;/a&gt; issues. Wayne Hage died after being treated for cancer at age 68 on June 5, 2006.\nAfter leaving Congress, Chenoweth-Hage continued to make headlines. In 2003 at the &lt;a href=\"Boise%20Airport\"&gt;Boise Airport&lt;/a&gt; she was selected by the &lt;a href=\"Transportation%20Security%20Administration\"&gt;Transportation Security Administration&lt;/a&gt; for a hand search before they would permit her to board a plane for her Nevada home. Chenoweth-Hage requested to see a copy of the regulation granting &lt;a href=\"United%20States%20Department%20of%20Homeland%20Security\"&gt;United States Department of Homeland Security&lt;/a&gt; the authority to search her without cause. When the request was denied, she refused to submit to the search and elected to make the trip by rental car. \"Our borders are wide open and yet they're shaking down a 66-year-old white grandmother they greeted by name,\" she said of the incident. \"It's time the American people say no to this kind of invasion. It's a question of personal privacy. There shouldn't be that kind of search without reasonable cause.\"\nDeath.\nOn October 2, 2006, Chenoweth-Hage was killed after being thrown from the passenger seat of a &lt;a href=\"sport%20utility%20vehicle\"&gt;sport utility vehicle&lt;/a&gt; that overturned on an isolated highway in central &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, near &lt;a href=\"Tonopah%2C%20Nevada\"&gt;Tonopah&lt;/a&gt;. She was not wearing a &lt;a href=\"seatbelt\"&gt;seatbelt&lt;/a&gt; at the time of the accident. Her (step) daughter-in-law and grandson, who were also in the vehicle, suffered only minor injuries.\nChenoweth-Hage was memorialized at a service held in &lt;a href=\"Meridian%2C%20Idaho\"&gt;Meridian, Idaho&lt;/a&gt;, on October 9, 2006. She is buried alongside husband Wayne Hage at the Pine Creek Ranch Family Cemetery in Monitor Valley, Nevada. Her first husband, Nick Chenoweth, died in 2002 at age 66."
}