{
    "id": "95706",
    "revid": "1068940232",
    "url": "https://en.wikipedia.org/wiki?curid=95706",
    "title": "Jefferson County, Kansas",
    "text": "Jefferson County (county code JF) is a &lt;a href=\"County%20%28United%20States%29\"&gt;county&lt;/a&gt; located in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;. At the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 census&lt;/a&gt;, the county population was 18,368. Its &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; is &lt;a href=\"Oskaloosa%2C%20Kansas\"&gt;Oskaloosa&lt;/a&gt;, and its most populous city is &lt;a href=\"Valley%20Falls%2C%20Kansas\"&gt;Valley Falls&lt;/a&gt;.\nHistory.\nEarly history.\nFor many &lt;a href=\"millennia\"&gt;millennia&lt;/a&gt;, the &lt;a href=\"Great%20Plains\"&gt;Great Plains&lt;/a&gt; of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; was inhabited by &lt;a href=\"nomadic\"&gt;nomadic&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;. From the 16th century to 18th century, the &lt;a href=\"Kingdom%20of%20France\"&gt;Kingdom of France&lt;/a&gt; claimed ownership of large parts of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. In 1762, after the &lt;a href=\"French%20and%20Indian%20War\"&gt;French and Indian War&lt;/a&gt;, France secretly ceded &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt; to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, per the &lt;a href=\"Treaty%20of%20Fontainebleau%20%281762%29\"&gt;Treaty of Fontainebleau&lt;/a&gt;.\n19th century.\nIn 1802, Spain returned most of the land to France, but keeping title to about 7,500 square miles. In 1803, most of the land for &lt;a href=\"History%20of%20Kansas\"&gt;modern day Kansas&lt;/a&gt; was acquired by the United States from France as part of the 828,000 square mile &lt;a href=\"Louisiana%20Purchase\"&gt;Louisiana Purchase&lt;/a&gt; for 2.83 &lt;a href=\"Penny%20%28United%20States%20coin%29\"&gt;cents&lt;/a&gt; per &lt;a href=\"acre\"&gt;acre&lt;/a&gt;.\nIn 1854, the &lt;a href=\"Kansas%20Territory\"&gt;Kansas Territory&lt;/a&gt; was organized, then in 1861 &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; became the 34th &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt;. In 1855, Jefferson County was established, and was named for President &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt;. Settlement of the county was slowed by events prior to and during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, but the present day &lt;a href=\"unincorporated%20area\"&gt;unincorporated community&lt;/a&gt; of &lt;a href=\"Thompsonville%2C%20Kansas\"&gt;Thompsonville&lt;/a&gt; (3 miles northwest of &lt;a href=\"Perry%2C%20Kansas\"&gt;Perry&lt;/a&gt; on the &lt;a href=\"Delaware%20River%20%28Kansas%29\"&gt;Delaware River&lt;/a&gt;) was the first established in 1851 by &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;Mormon&lt;/a&gt; settlers who initially refused to accompany the main group led by &lt;a href=\"Brigham%20Young\"&gt;Brigham Young&lt;/a&gt; to the &lt;a href=\"Salt%20Lake%20Valley\"&gt;Salt Lake Valley&lt;/a&gt;. The settlement was first abandoned due to the violence resulting from the &lt;a href=\"Bleeding%20Kansas\"&gt;border wars&lt;/a&gt;, but was re-established when the Civil War ended.\nGeography.\nAccording to the &lt;a href=\"U.S.%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;, the county has a total area of , of which is land and (4.3%) is water.\nDemographics.\nJefferson County is included in the &lt;a href=\"Topeka%2C%20Kansas\"&gt;Topeka&lt;/a&gt;, KS &lt;a href=\"Topeka%2C%20Kansas%20metropolitan%20area\"&gt;Metropolitan Statistical Area&lt;/a&gt;.\nAt the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 Census&lt;/a&gt;, there were 18,426 people, 6,830 households and 5,190 families residing in the county. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 34 per square mile (13/km2). There were 7,491 housing units at an average density of 14 per square mile (5/km2). The &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;racial makeup&lt;/a&gt; of the county was 96.70% &lt;a href=\"White%20American\"&gt;White&lt;/a&gt;, 0.92% &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 0.37% &lt;a href=\"Black%20American\"&gt;Black&lt;/a&gt; or &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, 0.17% &lt;a href=\"Asian%20American\"&gt;Asian&lt;/a&gt;, 0.01% &lt;a href=\"Pacific%20Islander%20American\"&gt;Pacific Islander&lt;/a&gt;, 0.42% from other races, and 1.41% from &lt;a href=\"Multiracial\"&gt;two or more races&lt;/a&gt;. &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; of any race were 1.28% of the population.\nThere were 6,830 &lt;a href=\"household\"&gt;household&lt;/a&gt;s, of which 35.70% had children under the age of 18 living with them, 65.20% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 7.00% had a female householder with no husband present, and 24.00% were non-families. 20.10% of all households were made up of individuals, and 9.30% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.07.\n27.40% of the population were under the age of 18, 7.00% from 18 to 24, 28.00% from 25 to 44, 24.90% from 45 to 64, and 12.80% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 102.60 males. For every 100 females age 18 and over, there were 98.90 males.\nThe &lt;a href=\"median%20household%20income\"&gt;median household income&lt;/a&gt; was $45,535 and the median family income was $50,557. Males had a median income of $36,174 compared with $25,468 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the county was $19,373. About 5.30% of families and 6.70% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 6.90% of those under age 18 and 7.70% of those age 65 or over.\nGovernment.\nPresidential elections.\nLike all of Kansas outside the eastern cities, Jefferson County is a Republican stronghold, having not been won by a Democrat since &lt;a href=\"Lyndon%20Johnson\"&gt;Lyndon Johnson&lt;/a&gt;’s 1964 landslide – although it was one of three Kansas counties to give a plurality to &lt;a href=\"Ross%20Perot\"&gt;Ross Perot&lt;/a&gt; in 1992.\nLaws.\nJefferson County was a prohibition, or &lt;a href=\"dry%20county\"&gt;\"dry\"&lt;/a&gt;, county until the &lt;a href=\"Kansas%20Constitution\"&gt;Kansas Constitution&lt;/a&gt; was amended in 1986 and voters approved the sale of alcoholic liquor by the individual drink with a 30% food sales requirement.\nCommunities.\nTownships.\nJefferson County is divided into twelve &lt;a href=\"Civil%20township\"&gt;townships&lt;/a&gt;. None of the cities within the county are considered \"governmentally independent\", and all figures for the townships include those of the cities. In the following table, the population center is the largest city (or cities) included in that township's population total, if it is of a significant size."
}