{
    "id": "95702",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=95702",
    "title": "Kingman County, Kansas",
    "text": "Kingman County (standard abbreviation: KM) is a &lt;a href=\"County%20%28United%20States%29\"&gt;county&lt;/a&gt; located in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;. As of the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 census&lt;/a&gt;, the county population was 7,470. The largest city and &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; is &lt;a href=\"Kingman%2C%20Kansas\"&gt;Kingman&lt;/a&gt;.\nHistory.\nEarly history.\nFor many &lt;a href=\"millennia\"&gt;millennia&lt;/a&gt;, the &lt;a href=\"Great%20Plains\"&gt;Great Plains&lt;/a&gt; of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; was inhabited by &lt;a href=\"nomadic\"&gt;nomadic&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;. From the 16th century to 18th century, the &lt;a href=\"Kingdom%20of%20France\"&gt;Kingdom of France&lt;/a&gt; claimed ownership of large parts of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. In 1762, after the &lt;a href=\"French%20and%20Indian%20War\"&gt;French and Indian War&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt; secretly ceded &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt; to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, per the &lt;a href=\"Treaty%20of%20Fontainebleau%20%281762%29\"&gt;Treaty of Fontainebleau&lt;/a&gt;.\n19th century.\nIn 1802, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; returned most of the land to France, but keeping title to about 7,500 square miles. In 1803, most of the land for &lt;a href=\"History%20of%20Kansas\"&gt;modern day Kansas&lt;/a&gt; was acquired by the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; from France as part of the 828,000 square mile &lt;a href=\"Louisiana%20Purchase\"&gt;Louisiana Purchase&lt;/a&gt; for 2.83 &lt;a href=\"Penny%20%28United%20States%20coin%29\"&gt;cents&lt;/a&gt; per &lt;a href=\"acre\"&gt;acre&lt;/a&gt;.\nIn 1854, the &lt;a href=\"Kansas%20Territory\"&gt;Kansas Territory&lt;/a&gt; was organized, then in 1861 &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; became the 34th &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt;. In 1872, Kingman County was established and named for &lt;a href=\"Samuel%20Austin%20Kingman\"&gt;Samuel A. Kingman&lt;/a&gt;, chief justice of the Kansas Supreme Court.\nDuring the 1870s, Kingman County abounded with &lt;a href=\"bison\"&gt;bison&lt;/a&gt;. The old-time cowboy author &lt;a href=\"Frank%20H.%20Maynard\"&gt;Frank H. Maynard&lt;/a&gt; reported going there on his first buffalo hunt.\nGeography.\nAccording to the &lt;a href=\"U.S.%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;, the county has a total area of , of which is land and (0.4%) is water.\nDemographics.\nKingman County is included in the &lt;a href=\"Wichita%2C%20Kansas\"&gt;Wichita&lt;/a&gt;, KS &lt;a href=\"Wichita%2C%20KS%20Metropolitan%20Statistical%20Area\"&gt;Metropolitan Statistical Area&lt;/a&gt;.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 8,673 people, 3,371 households, and 2,420 families residing in the county. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 3,852 housing units at an average density of . The racial makeup of the county was 97.45% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;White&lt;/a&gt;, 0.21% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Black&lt;/a&gt; or &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;African American&lt;/a&gt;, 0.58% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Native American&lt;/a&gt;, 0.24% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Asian&lt;/a&gt;, 0.02% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.35% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.15% from two or more races. 1.44% of the population were &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Latino&lt;/a&gt; of any race.\nThere were 3,371 households, out of which 32.40% had children under the age of 18 living with them, 61.90% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 7.10% had a female householder with no husband present, and 28.20% were non-families. 26.00% of all households were made up of individuals, and 13.80% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.03.\nIn the county, the population was spread out, with 27.40% under the age of 18, 5.80% from 18 to 24, 24.70% from 25 to 44, 22.50% from 45 to 64, and 19.60% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 96.30 males. For every 100 females age 18 and over, there were 93.50 males.\nThe median income for a household in the county was $37,790, and the median income for a family was $44,547. Males had a median income of $31,771 versus $25,298 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the county was $18,533. About 8.40% of families and 10.60% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 16.90% of those under age 18 and 7.40% of those age 65 or over.\nGovernment.\nLaws.\nFollowing amendment to the &lt;a href=\"Kansas%20Constitution\"&gt;Kansas Constitution&lt;/a&gt; in 1986, the county remained a prohibition, or &lt;a href=\"dry%20county\"&gt;\"dry\"&lt;/a&gt;, county until 2004, when voters approved the sale of alcoholic liquor by the individual drink with a 30 percent food sales requirement.\nCommunities.\nTownships.\nKingman County is divided into twenty-three &lt;a href=\"Civil%20township\"&gt;townships&lt;/a&gt;. The city of &lt;a href=\"Kingman%2C%20Kansas\"&gt;Kingman&lt;/a&gt; is considered \"governmentally independent\" and is excluded from the census figures for the townships. In the following table, the population center is the largest city (or cities) included in that township's population total, if it is of a significant size."
}