{
    "id": "957290",
    "revid": "5808430",
    "url": "https://en.wikipedia.org/wiki?curid=957290",
    "title": "Russian monitor Novgorod",
    "text": "Novgorod () was a &lt;a href=\"monitor%20%28warship%29\"&gt;monitor&lt;/a&gt; built for the &lt;a href=\"Imperial%20Russian%20Navy\"&gt;Imperial Russian Navy&lt;/a&gt; in the 1870s. She was one of the most unusual &lt;a href=\"warship\"&gt;warship&lt;/a&gt;s ever constructed, and still survives in popular naval myth as one of the worst warships ever built. A more balanced assessment shows that she was relatively effective in her designed role as a &lt;a href=\"coast-defence%20ship\"&gt;coast-defence ship&lt;/a&gt;. The hull was circular to reduce &lt;a href=\"draft%20%28ship%29\"&gt;draught&lt;/a&gt; while allowing the ship to carry much more armour and a heavier armament than other ships of the same size. \"Novgorod\" played a minor role in the &lt;a href=\"Russo-Turkish%20War%20%281877%E2%80%9378%29\"&gt;Russo-Turkish War&lt;/a&gt; of 1877–78 and was reclassified as a coast-defence &lt;a href=\"ironclad\"&gt;ironclad&lt;/a&gt; in 1892. The ship was &lt;a href=\"Ship%20decommissioning\"&gt;decommissioned&lt;/a&gt; in 1903 and used as a &lt;a href=\"storeship\"&gt;storeship&lt;/a&gt; until she was sold for &lt;a href=\"ship%20breaking\"&gt;scrap&lt;/a&gt; in 1911.\nBackground.\nIn 1868, the Scottish shipbuilder &lt;a href=\"John%20Elder%20%28shipbuilder%29\"&gt;John Elder&lt;/a&gt; published an article that advocated that widening the &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of a ship would reduce the area that needed to be protected and allow it to carry thicker armour and heavier, more powerful guns in comparison to a ship with a narrower beam, as was the typical practice of the day. In addition such a ship would have a shallower draught and only a moderate increase in power would be required to match the speed of a normal ship. Sir &lt;a href=\"Edward%20James%20Reed\"&gt;Edward Reed&lt;/a&gt;, then &lt;a href=\"Chief%20Constructor\"&gt;Director of Naval Construction&lt;/a&gt; of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;, agreed with Elder's conclusions. &lt;a href=\"Rear-Admiral\"&gt;Rear-Admiral&lt;/a&gt; &lt;a href=\"Andrei%20Alexandrovich%20Popov\"&gt;Andrei Alexandrovich Popov&lt;/a&gt; of the Imperial Russian Navy further expanded on Elder's concept by broadening the ship so that it was actually circular and he made the design flat-bottomed, unlike Elder's convex hull, to minimise its draught.\nPopov designed \"Novgorod\" to meet an 1869 requirement to defend the &lt;a href=\"Dnieper-Bug%20Estuary\"&gt;Dnieper-Bug Estuary&lt;/a&gt; and the &lt;a href=\"Kerch%20Strait\"&gt;Kerch Strait&lt;/a&gt;. The requirement was for four very heavily-armoured ships of draught and armed with &lt;a href=\"rifling\"&gt;rifled&lt;/a&gt; guns, for which the total programme cost should not exceed four million &lt;a href=\"ruble\"&gt;ruble&lt;/a&gt;s. The met all of the requirements except that their armament was not powerful enough, so &lt;a href=\"General%20Admiral\"&gt;General-Admiral&lt;/a&gt; &lt;a href=\"Grand%20Duke%20Konstantin%20Nikolayevich%20of%20Russia\"&gt;Grand Duke Konstantin Nikolayevich&lt;/a&gt; selected Popov's circular design in late December 1869. A model was built with a circular hull and performed well during tests in the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; at &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt; in April 1870; when &lt;a href=\"Tsar\"&gt;Tsar&lt;/a&gt; &lt;a href=\"Alexander%20II%20of%20Russia\"&gt;Alexander II&lt;/a&gt; received reports of the trials, he nicknamed the ship a \"popovka\", a &lt;a href=\"diminutive\"&gt;diminutive&lt;/a&gt; form of the designer's name.\nPopov submitted several designs to the General-Admiral who selected the largest of these for a ship that &lt;a href=\"displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; , in diameter, and armed with four 11-inch guns on 7 June. This ironclad was estimated to cost 4.14 million rubles, more than the total cost of the entire programme, and Popov was forced to scale down his design. On 24 October, the Tsar approved his design for a ship in diameter, armed with two 11-inch guns, and protected by of armour. It was estimated to cost 1.94 million roubles per ship and the total cost of the programme, including improvements to the shipyards, would cost 8.5 million rubles. For further testing, the \"Kambala\" (\"Flounder\"), a circular ship in diameter, was built in 1871. Equipped with two engines producing a total of 3,360 &lt;a href=\"nominal%20horsepower\"&gt;nominal horsepower&lt;/a&gt;, her trials during that summer were considered a success.\nDescription.\nWhile under construction, Popov's design was modified by the addition of wood and &lt;a href=\"copper%20sheathing\"&gt;copper sheathing&lt;/a&gt; to reduce &lt;a href=\"biofouling\"&gt;biofouling&lt;/a&gt;, which increased \"Novgorod\"s diameter to . She had a maximum draught of and displaced at normal load. &lt;a href=\"Freeboard%20%28nautical%29\"&gt;Freeboard&lt;/a&gt; was only and the deck curved upwards to the gun &lt;a href=\"barbette\"&gt;barbette&lt;/a&gt; in the center. The ship had an unarmoured &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt; forward of the barbette that housed some of the crew's quarters. Despite initial concerns about her sea-keeping ability, \"Novgorod\" was a stable gun platform and had an easy &lt;a href=\"ship%20motions\"&gt;roll&lt;/a&gt; that rarely exceeded 7–8°. Her bluff hull form meant that she lost speed in heavy weather and, on one occasion in 1877, lost all &lt;a href=\"wikt%3Aheadway\"&gt;headway&lt;/a&gt; during a &lt;a href=\"Beaufort%20scale\"&gt;Force eight&lt;/a&gt; storm. In some conditions the ship could pitch enough to lift her propellers out of the water. The biggest drawback to her hull shape was that it greatly reduced the &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt;'s ability to turn the ship by masking much of the flow of water so much that it took 40–45 minutes to make a full circle and the ship was almost unsteerable in a severe storm. The solution adopted was to use the engines for steering and leave the rudder fixed, even though this reduced the ship's speed. She had a crew of 151 officers and &lt;a href=\"Naval%20rating\"&gt;ratings&lt;/a&gt;.\nThe ship had six horizontal &lt;a href=\"Marine%20steam%20engine%23Compound%20engine\"&gt;compound-expansion steam engines&lt;/a&gt; built by the &lt;a href=\"Baird%20Works\"&gt;Baird Works&lt;/a&gt;, each driving a single propeller, using steam provided by eight &lt;a href=\"Scotch%20marine%20boiler\"&gt;cylindrical boilers&lt;/a&gt;. The engines produced a total of which gave her a speed of around . \"Novgorod\"s propulsion machinery proved problematic throughout her life as a result of defective workmanship and poor-quality materials. Her blunt hull form was not conducive to efficient steaming and she proved to be a prodigious consumer of coal as her capacity of only gave her range of at full speed. The ship had ventilation problems throughout her career, despite later fitting a large ventilation cowl over the central hatch of the barbette.\n\"Novgorod\" was armed with two 20-&lt;a href=\"caliber%20%28artillery%29\"&gt;calibre&lt;/a&gt; 11-inch &lt;a href=\"Muzzle-loading%20rifle\"&gt;rifled muzzle-loading guns&lt;/a&gt;. The guns could penetrate 11 inches of armour at a range of ; their shells had a &lt;a href=\"muzzle%20velocity\"&gt;muzzle velocity&lt;/a&gt; of . Their rate of fire was very slow, about one round every 10 minutes. The guns were mounted on separate revolving turntables that could be moved independently or locked together. Each turntable took about two or three minutes to rotate 180°. Gunnery trials in November 1874 showed that the locks for the turntables were too weak; so much so that the gun's recoil could cause them to rotate, leading to the persistent myth that the whole ship rotated when a gun fired. Reinforcement of the locks solved the problem, but the myth persisted.\nProtection.\nThe ship had a waterline &lt;a href=\"Belt%20armor\"&gt;belt&lt;/a&gt; of &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; that completely covered the hull and extended from above the waterline to below it. The armour was configured in two &lt;a href=\"strake\"&gt;strake&lt;/a&gt;s, each high. The upper plates were thick and the lower ones . The armour was backed by 9 inches of &lt;a href=\"teak\"&gt;teak&lt;/a&gt; reinforced by interlocking &lt;a href=\"channel%20iron\"&gt;channel iron&lt;/a&gt;s. The navy considered this backing to be the equivalent of another of armour. \"Novgorod\" was the first Russian ironclad to place her armament in a barbette mounting. It was high and was built in the same manner as the upper strake of the belt.\nThe rounded deck was protected by a total of of armour, made up of three layers of plates ranging in thickness from . The lower portion of the &lt;a href=\"funnel%20%28ship%29\"&gt;funnel&lt;/a&gt;s and the base of the engine room skylight had armour plates thick.\nConstruction and career.\nThe &lt;a href=\"Treaty%20of%20Paris%20%281856%29\"&gt;Treaty of Paris&lt;/a&gt; that ended the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt; of 1854–56 limited the Imperial Russian Navy to only six &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt;s in the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;, so the royal shipyard in &lt;a href=\"Sevastopol\"&gt;Sevastopol&lt;/a&gt; was leased to the &lt;a href=\"Russian%20Steam%20Navigation%20and%20Trading%20Company\"&gt;Russian Steam Navigation and Trading Company&lt;/a&gt;. This meant that any ironclads built for Black Sea service would have to be built in &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, disassembled, and then shipped to a port there for reassembly. The long-dormant facility at &lt;a href=\"Mykolaiv\"&gt;Nikolaev&lt;/a&gt; was chosen and the navy began ordering machinery and tools from Britain to re-equip the shipyard in 1870, when Russia &lt;a href=\"Denunciation%20%28international%20law%29\"&gt;abrogate&lt;/a&gt;d those clauses of the treaty.\nA temporary &lt;a href=\"slipway\"&gt;slipway&lt;/a&gt; was built at the &lt;a href=\"Admiralty%20Shipyard\"&gt;New Admiralty Shipyard&lt;/a&gt; in January 1871 and construction of \"Novgorod\", named after the &lt;a href=\"Novgorod\"&gt;city&lt;/a&gt;, began on 13 April. Using two shifts to speed construction, her hull was completed by 29 December, when the official keel-laying ceremony was held. Within two weeks it was disassembled, and the first shipment of parts arrived at Nikolaev on 2 April 1872. Reassembly began on a specially-prepared slipway eight days later. As there was no rail line between Saint Petersburg and Nikolaev, the components had to be railed to &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt;, where they were &lt;a href=\"transshipped\"&gt;transshipped&lt;/a&gt; onto &lt;a href=\"river%20barges\"&gt;river barges&lt;/a&gt; and steamers. The boilers were too large and had to be shipped by &lt;a href=\"Cargo%20ship\"&gt;freighter&lt;/a&gt; from the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; to Odessa for transshipment. Construction was delayed by late deliveries of parts and the workforce's lack of experience; the ship was finally &lt;a href=\"Ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; on 2 June 1873, with Grand Duke Konstantin Nikolayevich in attendance. \"Novgorod\"s guns were mounted in September, and she entered service the following year, at a cost of 2,830,000 &lt;a href=\"ruble\"&gt;ruble&lt;/a&gt;s.\nDuring the winter of 1873–74, a small superstructure was built aft of the barbette and an enclosed &lt;a href=\"pilothouse\"&gt;wheelhouse&lt;/a&gt; was built atop it. In addition, the shape of the forward superstructure was modified so that it overhung the bow, and prominent &lt;a href=\"bridge%20wing\"&gt;bridge wing&lt;/a&gt;s were added. A telescoping boom for a &lt;a href=\"spar%20torpedo\"&gt;spar torpedo&lt;/a&gt; was fitted at the same time. In 1875, the ship made a port visit to Taganrog, and hosted Sir Edward Reed during a cruise along the Crimean coast that October. During the Russo-Turkish War, she was assigned to the defense of Odessa, and her armament was reinforced by a pair of 4-pounder guns mounted on her aft superstructure to protect her against &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s. These guns fired a shell at a muzzle velocity of to a range of . During this time, the navy realized that the ship's outermost engines contributed little to her speed, and with steam capacity insufficient for all of her engines, the outer engines were removed in 1876–77. This reduced \"Novgorod\"s total power to and her speed to about .\nThe ship made a cruise to the Romanian town of &lt;a href=\"Sulina\"&gt;Sulina&lt;/a&gt; on the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; after the war, and she received armoured covers for her engine room skylight and the central barbette hatch to protect against plunging fire. In July 1879 she ran aground off &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt; and was damaged. \"Novgorod\" was stationed in Sevastopol throughout the 1880s and made short cruises every summer. She received the refurbished boilers from \"Vice Admiral Popov\" after that ship was reboilered in 1883. She was reclassified as a coast-defence ironclad on 13 February 1892, by which time her armament had been augmented by two &lt;a href=\"quick-firing%20gun\"&gt;quick-firing&lt;/a&gt; &lt;a href=\"Hotchkiss%20gun\"&gt;Hotchkiss five-barreled revolving cannon&lt;/a&gt;. These guns had a range of and a rate of fire of 32 rounds per minute. By the following year her hull and machinery were in poor condition. The ship was turned over to the Port Authority of Nikolaev for disposal on 1 May 1903 and stricken from the navy list on 3 July, after which she was used as a &lt;a href=\"storeship\"&gt;storeship&lt;/a&gt;. \"Novgorod\" was offered for sale to Bulgaria in 1908, but the offer was not taken up. The ship was sold for scrap in December 1911.\nMyths and reality.\nIn his book, \"The World's Worst Warships\", naval historian &lt;a href=\"Antony%20Preston\"&gt;Antony Preston&lt;/a&gt; characterised the popovkas like this: But in other respects, they were a dismal failure. They were too slow to stem the current in the Dniepr, and proved very difficult to steer. In practice the discharge of even one gun caused them to turn out of control and even contra-rotating some of six propellers was unable to keep the ship on the correct heading. Nor could they cope with the rough weather which is frequently encountered in the Black Sea. They were prone to rapid rolling and pitching in anything more than a flat calm, and could not aim or load their guns under such circumstances.\nThe design of these ships was very controversial while they were being built in the 1870s, with many articles being published in the newspapers of the day by supporters and detractors, and later picked up by historians. One such account, published in 1875, claimed that \"Novgorod\" made an uncontrollable turn while on the Dniepr, while Reed, describing a time when the ship's engines on one side were reversed during a cruise in &lt;a href=\"Sevastopol%20Bay\"&gt;Sevastopol Bay&lt;/a&gt;, wrote: \"The circular form is so extremely favourable to this kind of handiness that the \"Novgorod\" can easily be revolved on her centre at a speed which quickly makes one giddy. She can, nevertheless, be promptly brought to rest, and, if, needed have her rotary motion reversed.\" It would seem probable that the two reports quoted above were combined into the story as given by &lt;a href=\"Fred%20T.%20Jane\"&gt;Fred T. Jane&lt;/a&gt;: \"On a trial cruise, they (\"Novgorod\" and ) went up the Dniepr very nicely for some distance, till they turned to retire. Then the current caught them, and they were carried out to sea, whirled helplessly round and round, every soul on board helplessly incapacitated by vertigo.\" The other criticisms made by Preston have been discussed earlier and the opinion of naval historian Stephen McLaughlin is a reasonable assessment of these ships: In the final analysis, the popovkas seem to have been relatively effective coast-defence vessels; certainly their combination of armament and armour could have only been carried by a conventional ship of much greater draught. Their faults – and they certainly had faults – were exaggerated by critics, both in Russia and abroad, and have left as a legacy stories of uncontrollable ships designed by incompetent men.\nA detailed review of Russian circular ironclads has been made by Roffey in 1974 with photos and information available at that time."
}