{
    "id": "95720",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=95720",
    "title": "Geary County, Kansas",
    "text": "Geary County (county code GE) is a &lt;a href=\"County%20%28United%20States%29\"&gt;county&lt;/a&gt; located in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;. As of the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 census&lt;/a&gt;, the county population was 36,739. Its &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; and most populous city is &lt;a href=\"Junction%20City%2C%20Kansas\"&gt;Junction City&lt;/a&gt;. The county is named in honor of &lt;a href=\"Governor%20of%20Kansas\"&gt;Governor&lt;/a&gt; &lt;a href=\"John%20W.%20Geary\"&gt;John W. Geary&lt;/a&gt;.\nHistory.\nEarly history.\nFor many &lt;a href=\"millennia\"&gt;millennia&lt;/a&gt;, the &lt;a href=\"Great%20Plains\"&gt;Great Plains&lt;/a&gt; of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; was inhabited by &lt;a href=\"nomadic\"&gt;nomadic&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;. From the 16th century to 18th century, the &lt;a href=\"Kingdom%20of%20France\"&gt;Kingdom of France&lt;/a&gt; claimed ownership of large parts of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. In 1762, after the &lt;a href=\"French%20and%20Indian%20War\"&gt;French and Indian War&lt;/a&gt;, France secretly ceded &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt; to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, per the &lt;a href=\"Treaty%20of%20Fontainebleau%20%281762%29\"&gt;Treaty of Fontainebleau&lt;/a&gt;.\n19th century.\nIn 1802, Spain returned most of the land to France, but keeping title to about 7,500 square miles. In 1803, most of the land for &lt;a href=\"History%20of%20Kansas\"&gt;modern day Kansas&lt;/a&gt; was acquired by the United States from France as part of the 828,000 square mile &lt;a href=\"Louisiana%20Purchase\"&gt;Louisiana Purchase&lt;/a&gt; for 2.83 &lt;a href=\"Penny%20%28United%20States%20coin%29\"&gt;cents&lt;/a&gt; per &lt;a href=\"acre\"&gt;acre&lt;/a&gt;.\nIn 1854, the &lt;a href=\"Kansas%20Territory\"&gt;Kansas Territory&lt;/a&gt; was organized, then in 1861 &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; became the 34th &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt;. Geary County was formed on August 30, 1855, as an original county from open, free territory. It was among the first 33 counties established by the territory government.\nGeary County was originally named Davis County in 1855 after &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt; (then the &lt;a href=\"United%20States%20Secretary%20of%20War\"&gt;United States Secretary of War&lt;/a&gt;). During the American Civil War, when Davis became president of the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederacy&lt;/a&gt;, attempts were made to change the county's name, but both failed. Federal and state census records show it as Davis County from 1860 through 1885. In 1888 the county was renamed in honor of &lt;a href=\"John%20W.%20Geary\"&gt;John W. Geary&lt;/a&gt;, an early Governor of the &lt;a href=\"Kansas%20Territory\"&gt;Kansas Territory&lt;/a&gt;.\nGeography.\nAccording to the &lt;a href=\"U.S.%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;, the county has a total area of , of which is land and (4.9%) is water. It is the second-smallest county in Kansas by land area and third-smallest by total area.\nDemographics.\nGeary County comprises the Junction City, KS &lt;a href=\"Micropolitan%20Statistical%20Area\"&gt;Micropolitan Statistical Area&lt;/a&gt;, which is included in the &lt;a href=\"Manhattan%2C%20Kansas\"&gt;Manhattan&lt;/a&gt;-Junction City, KS &lt;a href=\"Manhattan%20metropolitan%20area\"&gt;Combined Statistical Area&lt;/a&gt;.\nAs of the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 census&lt;/a&gt;, there were 27,947 people, 10,458 households, and 7,582 families residing in the county. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 73 people per square mile (28/km2). There were 11,959 housing units at an average density of 31 per square mile (12/km2). The &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;racial makeup&lt;/a&gt; of the county was 64.13% &lt;a href=\"White%20American\"&gt;White&lt;/a&gt;, 22.03% &lt;a href=\"Black%20American\"&gt;Black&lt;/a&gt; or &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, 0.75% &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 3.16% &lt;a href=\"Asian%20American\"&gt;Asian&lt;/a&gt;, 0.41% &lt;a href=\"Pacific%20Islander%20American\"&gt;Pacific Islander&lt;/a&gt;, 4.10% from other races, and 5.41% from &lt;a href=\"Multiracial\"&gt;two or more races&lt;/a&gt;. &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; of any race were 8.45% of the population.\nThere were 10,458 &lt;a href=\"household\"&gt;household&lt;/a&gt;s, out of which 39.60% had children under the age of 18 living with them, 56.90% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 12.30% had a female householder with no husband present, and 27.50% were non-families. 22.50% of all households were made up of individuals, and 7.80% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.07.\nIn the county, the population was spread out, with 29.60% under the age of 18, 13.60% from 18 to 24, 30.00% from 25 to 44, 17.40% from 45 to 64, and 9.40% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 97.30 males. For every 100 females age 18 and over, there were 94.30 males.\nThe &lt;a href=\"Median%20household%20income\"&gt;median income for a household&lt;/a&gt; in the county was $31,917, and the median income for a family was $36,372. Males had a median income of $25,942 versus $21,389 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the county was $16,199. About 9.70% of families and 12.10% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 16.80% of those under age 18 and 9.90% of those age 65 or over.\nGovernment.\nPresidential elections.\nFor most of its history, Geary County has been dominated by the Republican Party. The party's presidential candidates have failed to win the county only seven times from 1880 to the present day, the last of these occurring in 1964.\nLaws.\nGeary County was a prohibition, or &lt;a href=\"dry%20county\"&gt;\"dry\"&lt;/a&gt;, county until the &lt;a href=\"Kansas%20Constitution\"&gt;Kansas Constitution&lt;/a&gt; was amended in 1986 and voters approved the sale of alcoholic liquor by the individual drink with a 30% food sales requirement. The food sales requirement was removed with voter approval in 1990.\nCommunities.\nFort Riley.\nLocated north of the junction of the &lt;a href=\"Smoky%20Hill%20River\"&gt;Smoky Hill&lt;/a&gt; and &lt;a href=\"Republican%20River\"&gt;Republican&lt;/a&gt; rivers, the &lt;a href=\"Fort%20Riley\"&gt;Fort Riley&lt;/a&gt; Military Reservation covers in Geary and &lt;a href=\"Riley%20County%2C%20Kansas\"&gt;Riley&lt;/a&gt; counties. The fort has a daytime population of nearly 25,000 and includes one &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt;:\nTownships.\nGeary County is divided into eight &lt;a href=\"Civil%20township\"&gt;townships&lt;/a&gt;. The city of &lt;a href=\"Junction%20City%2C%20Kansas\"&gt;Junction City&lt;/a&gt; is considered \"governmentally independent\" and is excluded from the census figures for the townships. In the following table, the population center is the largest city (or cities) included in that township's population total, if it is of a significant size."
}