{
    "id": "9584731",
    "revid": "1062453068",
    "url": "https://en.wikipedia.org/wiki?curid=9584731",
    "title": "Philip M. Parker",
    "text": "Philip M. Parker (born June 20, 1960) holds the INSEAD Chair Professorship of Management Science at &lt;a href=\"INSEAD\"&gt;INSEAD&lt;/a&gt; (&lt;a href=\"Fontainebleau\"&gt;Fontainebleau&lt;/a&gt;, France). He has &lt;a href=\"patent\"&gt;patent&lt;/a&gt;ed a method to automatically produce a set of similar books from a template which is filled with data from &lt;a href=\"database\"&gt;database&lt;/a&gt; and Internet searches. He claims that his programs have written more than 200,000 books. Parker publishes the automated books through Icon Group International, using several Icon group subheadings. Via EdgeMaven Media, he also provides applications for firms from different business domains to create their own computer-authored content material.\nBiography.\nBorn &lt;a href=\"dyslexic\"&gt;dyslexic&lt;/a&gt;, Parker early on developed a passion for dictionaries. He gained undergraduate degrees in mathematics, biology, and economics. He received a Ph.D. in &lt;a href=\"business%20economics\"&gt;business economics&lt;/a&gt; from the &lt;a href=\"Wharton%20School\"&gt;Wharton School&lt;/a&gt; of the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt; and has &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt;s in finance and banking from &lt;a href=\"Aix-Marseille%20University\"&gt;Aix-Marseille University&lt;/a&gt; and &lt;a href=\"managerial%20economics\"&gt;managerial economics&lt;/a&gt; from Wharton.\nHe was a senior consultant at EMCI, and an economist for Nathan Associates in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, before moving to the European graduate business school and research institution &lt;a href=\"INSEAD\"&gt;INSEAD&lt;/a&gt;.\nWork.\nBooks on economics.\nAs well as co-authoring some technical economic articles, Parker has written six books on national economic development and economic divergence. These insist that consumer utility and consumption functions must be bounded by physical laws, against economic axioms which violate laws of physics such as &lt;a href=\"conservation%20of%20energy\"&gt;conservation of energy&lt;/a&gt;.\nOnline dictionary.\nParker is also involved—as entrepreneur publisher and editor—in new media reference work projects. He is the instigator of Webster's Online Dictionary: The Rosetta Edition, a multilingual &lt;a href=\"online%20dictionary\"&gt;online dictionary&lt;/a&gt; created in 1999 and using the \"&lt;a href=\"Websters%23The%20name%20Webster%20used%20by%20others\"&gt;Webster's&lt;/a&gt;\" name, now in the &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt;. This site compiles different online dictionaries and &lt;a href=\"encyclopedia\"&gt;encyclopedia&lt;/a&gt; including the &lt;a href=\"Webster%27s%20Dictionary%23External%20links\"&gt;\"Webster's Revised Unabridged Dictionary\" (1913)&lt;/a&gt;, the &lt;a href=\"Wiktionary\"&gt;Wiktionary&lt;/a&gt;, and Wikipedia.\nAutomatically generated books.\nMost of Parker's automatically generated books target niche markets (the \"&lt;a href=\"long%20tail\"&gt;long tail&lt;/a&gt;\" concept). Examples include:\nAll books are self-published paperbacks. Ninety-five percent of the ordered books are sent out electronically; the rest are &lt;a href=\"print%20on%20demand\"&gt;printed on demand&lt;/a&gt;. Parker plans to extend the programs to produce &lt;a href=\"Romance%20novel\"&gt;romance novels&lt;/a&gt;.\nEconomic-development initiatives.\nBeginning in 1998, Parker launched literacy initiatives, based on his consultations with the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;, designed to create educational materials for under-served languages. These have included programs which can produce scripts for animated game shows intended to teach English to non-native speakers, some of which are available on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;. Recently he has collaborated with various projects sponsored by the &lt;a href=\"Bill%20%26amp%3B%20Melinda%20Gates%20Foundation\"&gt;Bill &amp; Melinda Gates Foundation&lt;/a&gt;. In one project, Parker worked with &lt;a href=\"Plant%20Resources%20of%20Tropical%20Africa\"&gt;Plant Resources of Tropical Africa&lt;/a&gt; (PROTA) by assisting researchers to more quickly synthesize the dispersed information on useful tropical plants. This resulted in the creation of a public access portal covering the biodiversity of plants in Africa. In another he is engaged in creating automated rural radio weather programs in collaboration with Farmer Voice Radio. Similar projects are underway with The &lt;a href=\"Grameen%20Foundation\"&gt;Grameen Foundation&lt;/a&gt;, &lt;a href=\"Farm%20Radio%20International\"&gt;Farm Radio International&lt;/a&gt;, and the &lt;a href=\"GSM%20Association\"&gt;GSM Association&lt;/a&gt;, generating radio scripts, agricultural call center content, and SMS content platforms in Kenya, Uganda, Malawi, and India, among other developing counties.\nDigital poetry.\nUsing a collection of automation programs called \"Eve\", Parker has applied his techniques within his dictionary project to &lt;a href=\"digital%20poetry\"&gt;digital poetry&lt;/a&gt;; he reports posting over 1.3 million poems, aspiring to reach one poem for each word found in the English language. He refers to these as \"graph theoretic poems\" since they are generated using &lt;a href=\"graph%20theory\"&gt;graph theory&lt;/a&gt;, where \"graph\" refers to mathematical values that relate words to each other in a semantic web. He has posted in the thesaurus section of his online dictionary the values used in these algorithms. Genres produced include the following: &lt;a href=\"acrostic\"&gt;acrostic&lt;/a&gt;, butterfly, &lt;a href=\"cinquain\"&gt;cinquain&lt;/a&gt;, &lt;a href=\"diamond%20poem\"&gt;diamante&lt;/a&gt;, &lt;a href=\"ekphrasis\"&gt;ekphrastic&lt;/a&gt;, &lt;a href=\"Fib%20%28poetry%29\"&gt;fib&lt;/a&gt; or Fibonacci poetry, &lt;a href=\"gnomic%20poetry\"&gt;gnomic poetry&lt;/a&gt;, &lt;a href=\"haiku\"&gt;haiku&lt;/a&gt;, &lt;a href=\"Kural\"&gt;Kural&lt;/a&gt;, &lt;a href=\"limerick%20%28poetry%29\"&gt;limerick&lt;/a&gt;, mirror cinquain, &lt;a href=\"Poetry\"&gt;nonet&lt;/a&gt;, &lt;a href=\"octosyllable\"&gt;octosyllable&lt;/a&gt;, pi, &lt;a href=\"quinzaine\"&gt;quinzaine&lt;/a&gt;, &lt;a href=\"Rondelet\"&gt;Rondelet&lt;/a&gt;, &lt;a href=\"sonnet\"&gt;sonnet&lt;/a&gt;, &lt;a href=\"tanka\"&gt;tanka&lt;/a&gt;, unitoum, &lt;a href=\"Waka%20%28poetry%29\"&gt;waka&lt;/a&gt;, simple &lt;a href=\"Verse%20%28poetry%29\"&gt;verse&lt;/a&gt;, and &lt;a href=\"xenia%20epigram\"&gt;xenia epigram&lt;/a&gt;. Genres were created by Parker to allow one genre of poem for each letter of the English alphabet, including &lt;a href=\"Yoda\"&gt;Yoda&lt;/a&gt;, for Y (poetry using the grammar structure of the famous \"Star Wars\" character), and Zedd for Z (poems shaped like the letter &lt;a href=\"Z\"&gt;Z&lt;/a&gt;). His poems are didactic in nature, and either define the entry word in question, or highlight its antonyms. He has stated plans to expand these to many languages and is experimenting with other poetic forms.\nSources.\nSources for the content of some books are electronic databases. These sources are cited in the published works."
}