{
    "id": "958579",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=958579",
    "title": "Newsworld International",
    "text": "Newsworld International (NWI) was an American &lt;a href=\"United%20States%20cable%20news\"&gt;news-oriented&lt;/a&gt; &lt;a href=\"cable%20television\"&gt;cable&lt;/a&gt; and &lt;a href=\"satellite%20television\"&gt;satellite&lt;/a&gt; &lt;a href=\"television%20network\"&gt;television network&lt;/a&gt; that operated from June 1994 to July 2005. The network carried a mix of newscasts from the &lt;a href=\"Canadian%20Broadcasting%20Corporation\"&gt;Canadian Broadcasting Corporation&lt;/a&gt; and other &lt;a href=\"international%20broadcasting\"&gt;international&lt;/a&gt; networks. After several ownership changes, the channel was purchased by former U.S. Vice President &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt; and other parties in 2005 and became &lt;a href=\"Current%20TV\"&gt;Current TV&lt;/a&gt;.\nHistory.\nThe network was launched on June 1, 1994, as a &lt;a href=\"joint%20venture\"&gt;joint venture&lt;/a&gt; between the Canadian Broadcasting Corporation (CBC) and &lt;a href=\"Power%20Corporation%20of%20Canada\"&gt;Power Corporation of Canada&lt;/a&gt; along with sister channel &lt;a href=\"Trio%20%28TV%20network%29\"&gt;Trio&lt;/a&gt;. It aired much of the same programming as the CBC-owned &lt;a href=\"Canada\"&gt;Canadian&lt;/a&gt; cable news channel &lt;a href=\"CBC%20News%20Network\"&gt;CBC Newsworld&lt;/a&gt;. During the late 1990s, Newsworld International's Sunday evening newscast at 7:00 p.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt; aired on &lt;a href=\"CBC%20Television\"&gt;CBC&lt;/a&gt;-owned &lt;a href=\"CBET-DT\"&gt;CBET&lt;/a&gt; in &lt;a href=\"Windsor%2C%20Ontario\"&gt;Windsor&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; as a replacement for the &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; family movie anthology series \"&lt;a href=\"Walt%20Disney%20anthology%20television%20series\"&gt;The Wonderful World of Disney&lt;/a&gt;\", which aired on most other CBC stations in that timeslot (Windsor is part of the &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; market for programming purposes, as such, stations in &lt;a href=\"Southwestern%20Ontario\"&gt;Southwestern Ontario&lt;/a&gt; near the U.S.–Canada border pre-empt certain U.S.-based programs whose rights are held by Canadian networks to avoid paying higher advertising rates).\nThe channel reached about 20 million homes and provided news coverage from a variety of global perspectives. It also acted as a news source for Canadians who reside or were visiting the United States, &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; or the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;. The channel was available across the United States mainly on satellite provider &lt;a href=\"DirecTV\"&gt;DirecTV&lt;/a&gt;.\nIn 2000, Newsworld International was sold to &lt;a href=\"NBCUniversal%20Television%20Group\"&gt;USA Networks&lt;/a&gt; for $155 million, which was subsequently acquired by &lt;a href=\"Vivendi\"&gt;Vivendi&lt;/a&gt; (which later merged with &lt;a href=\"Universal%20Pictures\"&gt;Universal Pictures&lt;/a&gt; to become &lt;a href=\"Vivendi%20Universal\"&gt;Vivendi Universal&lt;/a&gt;). The CBC maintained day-to-day operation of the channel afterward. The network's main in-house news program was \"NWI International NewsFirst\".\nShutdown and replacements.\nIn 2004, Newsworld International was purchased by former &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;U.S. Vice President&lt;/a&gt; &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt; and &lt;a href=\"Joel%20Hyatt\"&gt;Joel Hyatt&lt;/a&gt;, who acquired it mainly for the channel's &lt;a href=\"digital%20cable\"&gt;digital cable&lt;/a&gt; and satellite coverage reach, and were not interested in maintaining the network's existing format. Programming on Newsworld continued to be provided by the CBC until July 31, 2005; on that date, the network ceased operations with a special farewell message from the channel's &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; offices on behalf of the Canadian Broadcasting Corporation at the &lt;a href=\"Canadian%20Broadcasting%20Centre\"&gt;Canadian Broadcasting Centre&lt;/a&gt;.\nGore and Hyatt relaunched the channel at midnight on August 1 as &lt;a href=\"Current%20TV\"&gt;Current TV&lt;/a&gt;, specializing in a youth perspective on national issues. Gore and Hyatt chose the format after deciding that a &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;-focused news network would be rejected by national &lt;a href=\"advertise\"&gt;advertise&lt;/a&gt;rs. The new channel, despite being profitable, underwent a major reorganization in 2010 after a \"troubled\" history, eventually evolving it into a progressive-leaning news and documentary channel. Gore and his partners sold the network to &lt;a href=\"Al%20Jazeera%20Media%20Network\"&gt;Al Jazeera Media Network&lt;/a&gt; in 2013, which like Gore and Hyatt before them, was mainly interested in taking over the channel's existing carriage deals, using Current's channel space to launch the internationally focused news channel &lt;a href=\"Al%20Jazeera%20America\"&gt;Al Jazeera America&lt;/a&gt; that August. Al Jazeera America in turn failed in April 2016, after which the channel space created by NWI in 1994 ceased to exist.\nAfter the closure of the channel, the CBC began uploading some of its news programs and reports as clips on &lt;a href=\"CBC.ca\"&gt;CBC.ca&lt;/a&gt; for online viewing worldwide. Today, CBC News Network – the former parent channel of Newsworld International – carries many of the CBC programs formerly seen on Newsworld, and is available worldwide outside of Canada online through paid subscriptions.\nProgramming.\nOriginal series.\nNewsworld International produced \"Special Assignment\", a half-hour documentary series hosted by veteran CBC correspondent &lt;a href=\"Bill%20Cunningham%20%28journalist%29\"&gt;Bill Cunningham&lt;/a&gt;, featuring a different country in each episode. The format included a segment of historical context on the featured country with archive footage narrated by Cunningham, followed by a recap of recent political developments and current events. The program often featured interviews with high-ranking government officials and political insiders. During its run, \"Special Assignment\" visited many countries in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, East &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; and Latin America as well as countries in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and the Caribbean. Reruns of earlier editions often included updated narrations to reflect recent developments.\nFormer on-air staff.\nAnchors.\nNewsworld International was anchored by a team of CBC talent which included "
}