{
    "id": "959319",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=959319",
    "title": "Petermann Island",
    "text": "Petermann Island is a small, low and rounded &lt;a href=\"island\"&gt;island&lt;/a&gt;, lying off the northwest coast of &lt;a href=\"Kyiv%20Peninsula\"&gt;Kyiv Peninsula&lt;/a&gt; in &lt;a href=\"Graham%20Land\"&gt;Graham Land&lt;/a&gt;, Antarctica, a short distance south of &lt;a href=\"Booth%20Island\"&gt;Booth Island&lt;/a&gt; and the &lt;a href=\"Lemaire%20Channel\"&gt;Lemaire Channel&lt;/a&gt;. It is a popular tourist destination.\nDescription.\nThe island is long and across. It rises steeply to elevations of up to 250 m from a rocky coastline with raised pebble beaches. It has volcanic origins, with about half the land surface covered by a permanent, &lt;a href=\"crevasse\"&gt;crevasse&lt;/a&gt;d &lt;a href=\"ice%20cap\"&gt;icecap&lt;/a&gt;. Ice-free areas have a sparse vegetation of &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es and &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s. The bedrock of the island is &lt;a href=\"granodiorite\"&gt;granodiorite&lt;/a&gt;,\nHistory.\nThe island was discovered by a &lt;a href=\"Germany\"&gt;German&lt;/a&gt; expedition of 1873–74, who named it after geographer &lt;a href=\"August%20Petermann\"&gt;August Petermann&lt;/a&gt;. The &lt;a href=\"French%20Antarctic%20Expedition\"&gt;French Antarctic Expedition&lt;/a&gt; of 1908-10 wintered over aboard ship in a cove on the southeast side of the island, named Port Circumcision because it was spotted 1 January 1909, the traditional day for the &lt;a href=\"Feast%20of%20the%20Circumcision\"&gt;Feast of the Circumcision&lt;/a&gt;.\nHuts built by the expedition are gone, although a &lt;a href=\"cairn\"&gt;cairn&lt;/a&gt; remains, along with a &lt;a href=\"refuge%20hut\"&gt;refuge hut&lt;/a&gt; built by &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; in 1955, and a cross commemorating three members of the &lt;a href=\"British%20Antarctic%20Survey\"&gt;British Antarctic Survey&lt;/a&gt; who died in a 1982 attempt to cross the &lt;a href=\"sea%20ice\"&gt;sea ice&lt;/a&gt; from Petermann to &lt;a href=\"Faraday%20Station\"&gt;Faraday Station&lt;/a&gt;.\nGeography.\nA large number of locations on the island have been individually charted and named. Unless otherwise specified, the following features were first charted by the French Antarctic Expedition during their winter on the island, and named by Captain &lt;a href=\"Jean-Baptiste%20Charcot\"&gt;Jean-Baptiste Charcot&lt;/a&gt;.\nRouch Point forms the northwest end of Petermann Island. It was named for &lt;a href=\"Jules%20Rouch\"&gt;Jules Rouch&lt;/a&gt;, the expedition's &lt;a href=\"Oceanography\"&gt;oceanographer&lt;/a&gt;. Godfroy Point marks the northern extremity of the island. It was named by Captain Charcot for &lt;a href=\"Rene%20Godfroy\"&gt;Rene Godfroy&lt;/a&gt;, sub-lieutenant on the \"&lt;a href=\"Pourquoi-Pas%20%281908%29\"&gt;Pourquoi-Pas&lt;/a&gt;\". Liouville Point marks the northeast end of the island. It was named for &lt;a href=\"J.%20Liouville%20%28zoologist%29\"&gt;J. Liouville&lt;/a&gt;, the expedition's &lt;a href=\"zoology\"&gt;zoologist&lt;/a&gt;.\nDepeaux Point forms the south end of the island. Port Circumcision is a &lt;a href=\"cove\"&gt;cove&lt;/a&gt; indenting the southeast side of Petermann Island. It was discovered on January 1, 1909. In the &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; calendar, this date is the &lt;a href=\"Feast%20of%20the%20Circumcision%20of%20Christ\"&gt;Feast of the Circumcision of Christ&lt;/a&gt;, for which Captain Charcot named the cove. The cove served as a base for the \"Pourquoi-Pas\" during the 1909 winter season.\nAlso on the south end of the island is Megalestris Hill, a rocky hill approximately high. It was named \"Megalestris\" after an obsolete generic name for the &lt;a href=\"south%20polar%20skua\"&gt;south polar skua&lt;/a&gt;, which are found on the island. A &lt;a href=\"cairn\"&gt;cairn&lt;/a&gt; with a &lt;a href=\"lead\"&gt;lead&lt;/a&gt; &lt;a href=\"commemorative%20plaque\"&gt;plaque&lt;/a&gt; was erected on the hill in 1909. The original plaque has since been removed to the &lt;a href=\"National%20Museum%20of%20Natural%20History%20%28France%29\"&gt;Museum National d’Histoire Naturelle&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, but the cairn, with a replica plaque, has been designated a &lt;a href=\"Historic%20Sites%20and%20Monuments%20in%20Antarctica\"&gt;Historic Site or Monument&lt;/a&gt; (HSM 27), following a proposal by Argentina, France and the United Kingdom to the &lt;a href=\"Antarctic%20Treaty%20System\"&gt;Antarctic Treaty Consultative Meeting&lt;/a&gt;.\nImportant Bird Area.\nThe island has been identified as an &lt;a href=\"Important%20Bird%20Area\"&gt;Important Bird Area&lt;/a&gt; (IBA) by &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt; because it supports a &lt;a href=\"bird%20colony\"&gt;breeding colony&lt;/a&gt; of about 3,000 pairs of &lt;a href=\"gentoo%20penguin\"&gt;gentoo penguin&lt;/a&gt;s. Other birds nesting at the site in smaller numbers include &lt;a href=\"Ad%C3%A9lie%20penguin\"&gt;Adélie penguin&lt;/a&gt;s, &lt;a href=\"imperial%20shag\"&gt;imperial shag&lt;/a&gt;s, &lt;a href=\"Wilson%27s%20storm%20petrel\"&gt;Wilson's storm petrel&lt;/a&gt;s and &lt;a href=\"south%20polar%20skua\"&gt;south polar skua&lt;/a&gt;s.\nGroussac Refuge.\nGroussac Refuge () is an Argentine naval refuge (originally called &lt;a href=\"Hippolyte%20Bouchard\"&gt;Hippolyte Bouchard&lt;/a&gt;) in Antarctica, located on the southern coast of the &lt;a href=\"Port%20Circumcision\"&gt;Port Circumcision&lt;/a&gt;, on Petermann Island, next to the west coast of the &lt;a href=\"Antarctic%20Peninsula\"&gt;Antarctic Peninsula&lt;/a&gt;. The refuge was inaugurated on February 6, 1955 and is operated by the &lt;a href=\"Argentine%20Navy\"&gt;Argentine Navy&lt;/a&gt; and was occupied periodically by personnel of the &lt;a href=\"British%20Antarctic%20Survey\"&gt;British Antarctic Survey&lt;/a&gt; of the former &lt;a href=\"Vernadsky%20Research%20Base%23Station%20F\"&gt;Faraday Station&lt;/a&gt;.\nThe refuge take place in the middle of a colony of &lt;a href=\"Gentoo%20penguin\"&gt;Gentoo penguin&lt;/a&gt;. Its current name is in honour of &lt;a href=\"Paul%20Groussac\"&gt;Paul Groussac&lt;/a&gt;, a French writer and historian who lived in Argentina, author of a plea on the Argentine claim of the &lt;a href=\"Malvinas%20Islands\"&gt;Malvinas Islands&lt;/a&gt; and biographies of Argentine national heroes."
}