{
    "id": "959784",
    "revid": "34155650",
    "url": "https://en.wikipedia.org/wiki?curid=959784",
    "title": "Honourable Corps of Gentlemen at Arms",
    "text": "Her Majesty's Body Guard of the Honourable Corps of Gentlemen at Arms is a &lt;a href=\"Sovereign%27s%20Bodyguard\"&gt;bodyguard&lt;/a&gt; to the &lt;a href=\"British%20monarchy\"&gt;British Monarch&lt;/a&gt;. Until 17 March 1834, they were known as The Honourable Band of Gentlemen Pensioners.\nFormation.\nThe corps was formed as the Troop of Gentlemen in 1509 by &lt;a href=\"Henry%20VIII%20of%20England\"&gt;King Henry VIII&lt;/a&gt; to act as a mounted escort, armed with &lt;a href=\"spear\"&gt;spear&lt;/a&gt; and &lt;a href=\"lance\"&gt;lance&lt;/a&gt; to protect the sovereign, in battle or elsewhere. Henry decided to have \"this new and sumptuous Troop of Gentlemen composed of cadets of noble families and the highest order of gentry as his personal Body Guard or 'Nearest Guard'\", cadets being the younger sons of nobles.\nAs his Body Guard, it accompanied Henry to France in 1513 and took part in the &lt;a href=\"Battle%20of%20Guinegate%20%281513%29\"&gt;Battle of Guinegate&lt;/a&gt; (better known as the &lt;a href=\"Battle%20of%20the%20Spurs\"&gt;Battle of the Spurs&lt;/a&gt;) and then at the &lt;a href=\"Field%20of%20Cloth%20of%20Gold\"&gt;Field of Cloth of Gold&lt;/a&gt; in 1520. In 1526, they became a dismounted bodyguard armed with &lt;a href=\"battle%20axe\"&gt;battleaxe&lt;/a&gt;s. They last saw service in battle during the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt;, during which a Gentleman Matthews saved the &lt;a href=\"Charles%20II%20of%20England\"&gt;Prince of Wales&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Edgehill\"&gt;Battle of Edgehill&lt;/a&gt; (1642) from one of the &lt;a href=\"Robert%20Devereux%2C%203rd%20Earl%20of%20Essex\"&gt;Earl of Essex&lt;/a&gt;'s troopers. They were always intended as a primarily ceremonial unit, but were on regular duty until the 19th century.\nUnder Henry VIII, the Troop of Gentlemen varied in size, according to funding available. As the \"Nearest Guard\" to the Monarch, the unit attracted an aristocratic and aspiring membership, which could be utilised as a cadre of young officers when levies were raised for overseas service.\nDuties.\nToday, the duties are purely ceremonial: the Gentlemen accompany and attend the sovereign at various events and occasions, including &lt;a href=\"state%20visit\"&gt;state visit&lt;/a&gt;s by heads of state, the &lt;a href=\"State%20Opening%20of%20Parliament\"&gt;opening of parliament&lt;/a&gt;, and ceremonies involving the various orders of chivalry, including the &lt;a href=\"Order%20of%20the%20Garter\"&gt;Order of the Garter&lt;/a&gt;. The Gentlemen now parade for the &lt;a href=\"State%20Opening%20of%20Parliament\"&gt;opening of parliament&lt;/a&gt;, &lt;a href=\"state%20visit\"&gt;state visit&lt;/a&gt;s, &lt;a href=\"Garden%20party\"&gt;royal garden parties&lt;/a&gt;, the &lt;a href=\"Garter%20service\"&gt;Garter service&lt;/a&gt;, receptions of the &lt;a href=\"diplomatic%20corps\"&gt;diplomatic corps&lt;/a&gt;, royal weddings, &lt;a href=\"Coronation%20of%20the%20British%20monarch\"&gt;coronation&lt;/a&gt;s, the &lt;a href=\"Investiture\"&gt;Investiture&lt;/a&gt; of the &lt;a href=\"Prince%20of%20Wales\"&gt;Prince of Wales&lt;/a&gt;, and &lt;a href=\"lying%20in%20state\"&gt;lyings in state&lt;/a&gt;. They also have three mess dinners annually.\nOfficers and administration.\nThe Corps today consists of five Officers (the &lt;a href=\"Captain%20of%20the%20Gentlemen-at-Arms\"&gt;Captain&lt;/a&gt;, the &lt;a href=\"Lieutenant\"&gt;Lieutenant&lt;/a&gt;, the &lt;a href=\"Standard%20Bearer\"&gt;Standard Bearer&lt;/a&gt;, the Clerk of the Cheque and Adjutant and the &lt;a href=\"Harbinger%20%28office%29\"&gt;Harbinger&lt;/a&gt;) and 27 Gentlemen. The senior Officer is the Captain, a political appointee who is now always the Government &lt;a href=\"Chief%20Whip\"&gt;Chief Whip&lt;/a&gt; in the &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt;. The senior permanent officer is the Lieutenant. The Clerk of the Cheque and Adjutant issues all orders to the Corps. The Harbinger runs the &lt;a href=\"Mess\"&gt;Mess&lt;/a&gt; and assists the Clerk. The Mess, at &lt;a href=\"St.%20James%27s%20Palace\"&gt;St. James's Palace&lt;/a&gt;, is run by a permanent &lt;a href=\"Axekeeper\"&gt;Axekeeper&lt;/a&gt; and Butler also assisted by the house keeper. All Officers (except the Captain) must have served in the Corps prior to promotion to officer rank. In the 17th century, there was also the office of &lt;a href=\"Paymaster%20of%20the%20Honourable%20Corps%20of%20Gentlemen%20at%20Arms\"&gt;Paymaster of the Honourable Corps of Gentlemen at Arms&lt;/a&gt; and Co-Paymaster of the Honourable Corps of Gentlemen at Arms.\nMembership and age limits.\nAll subordinate officers, and all Gentlemen, must be under the age of 55 years on joining, and are on average 52. The Gentlemen retain their prior military ranks (currently most rank between &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; and &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt;). They must retire at 70 years.\nAlthough all Gentlemen are retired officers, uniquely one recent member is also a &lt;a href=\"clergyman\"&gt;clergyman&lt;/a&gt;. &lt;a href=\"Colonel\"&gt;Colonel&lt;/a&gt; the &lt;a href=\"Reverend\"&gt;Reverend&lt;/a&gt; Richard (\"Dick\") H. Whittington, &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; joined the Corps in 1999 after retiring from the Corps of &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt;. He was &lt;a href=\"ordained\"&gt;ordained&lt;/a&gt; a &lt;a href=\"deacon\"&gt;deacon&lt;/a&gt; in 1993 and a &lt;a href=\"priest\"&gt;priest&lt;/a&gt; in 1994. He was &lt;a href=\"Chaplain\"&gt;Chaplain&lt;/a&gt; of the &lt;a href=\"Royal%20Hospital%20Chelsea\"&gt;Royal Hospital Chelsea&lt;/a&gt; from 2001-13.\nAnother notable Gentleman was Major &lt;a href=\"Walter%20Clopton%20Wingfield\"&gt;Walter Clopton Wingfield&lt;/a&gt;, one of the pioneers of &lt;a href=\"lawn%20tennis\"&gt;lawn tennis&lt;/a&gt;, who served from 1870 to 1909.\nUniform.\nThe uniform is that of a &lt;a href=\"Dragoon%20guards\"&gt;Dragoon Guards&lt;/a&gt; officer of the 1840s. It has a skirted red &lt;a href=\"coatee\"&gt;coatee&lt;/a&gt; with &lt;a href=\"Order%20of%20the%20Garter\"&gt;Garter&lt;/a&gt; blue &lt;a href=\"velvet\"&gt;velvet&lt;/a&gt; cuffs and facings embroidered with the &lt;a href=\"Tudor%20dynasty\"&gt;Tudor&lt;/a&gt; royal badge of the &lt;a href=\"portcullis\"&gt;portcullis&lt;/a&gt;. Helmets with white &lt;a href=\"swan\"&gt;swan&lt;/a&gt; feather plumes are worn when on duty, even in church. Officers wear, in addition, gold &lt;a href=\"aiguillette\"&gt;aiguillette&lt;/a&gt;s, and carry sticks of office—&lt;a href=\"gold\"&gt;gold&lt;/a&gt; for the Captain, &lt;a href=\"silver\"&gt;silver&lt;/a&gt; for the Lieutenant, Standard Bearer and Clerk of the Cheque, and &lt;a href=\"ivory\"&gt;ivory&lt;/a&gt; for the Harbinger—which they receive from the Sovereign on appointment. &lt;a href=\"Cavalry\"&gt;Cavalry&lt;/a&gt; &lt;a href=\"sword\"&gt;sword&lt;/a&gt;s are worn, and long ceremonial battle-axes, over 300 years old, are carried by all the Gentlemen.\nThe uniforms are produced by the royal warrant holder &lt;a href=\"Gieves%20%26amp%3B%20Hawkes\"&gt;Gieves &amp; Hawkes&lt;/a&gt; from Savile Row in London.\nStandard.\nThe corps carries a &lt;a href=\"Colours%2C%20standards%20and%20guidons\"&gt;standard&lt;/a&gt;, similar to that carried by cavalry and infantry regiments of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;, upon which is mounted the corps' various accoutrements and a selection of its &lt;a href=\"battle%20honours\"&gt;battle honours&lt;/a&gt;. In the case of the Gentlemen at Arms, this is a &lt;a href=\"swallowtail%20%28flag%29\"&gt;swallowtailed&lt;/a&gt; &lt;a href=\"Heraldic%20flag%23Standard\"&gt;standard&lt;/a&gt; of crimson edged in gold. The &lt;a href=\"St%20George%27s%20Cross\"&gt;cross of St George&lt;/a&gt; is at the &lt;a href=\"Hoist%20%28flag%29\"&gt;hoist&lt;/a&gt;. Next to this is the &lt;a href=\"Royal%20Cipher\"&gt;Royal Cipher&lt;/a&gt; of the reigning monarch, with the name of the corps (\"Gentlemen at Arms\") put diagonally from top to bottom. Between the two pieces of text is the corps' portcullis badge, while at the end of the standard are a selection of battle honours. In 2009, at a celebration of the Corps' 500 years of personal service to the Sovereign, &lt;a href=\"Queen%20Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; presented a special &lt;a href=\"riband\"&gt;riband&lt;/a&gt; to be displayed on the Standard."
}