{
    "id": "9607800",
    "revid": "15468484",
    "url": "https://en.wikipedia.org/wiki?curid=9607800",
    "title": "Paddy Connolly",
    "text": "Patrick Connolly (born 25 June 1970 in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;) is a Scottish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and &lt;a href=\"Coach%20%28sport%29\"&gt;coach&lt;/a&gt;. In a twenty-year playing career, he made over 100 appearances for both &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt; and &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt;; he also played for &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;Airdrieonians&lt;/a&gt;, &lt;a href=\"Greenock%20Morton%20F.C.\"&gt;Greenock Morton&lt;/a&gt;, &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt;, &lt;a href=\"Stirling%20Albion%20F.C.\"&gt;Stirling Albion&lt;/a&gt; and &lt;a href=\"Brechin%20City%20F.C.\"&gt;Brechin City&lt;/a&gt;. He made three appearances for the &lt;a href=\"Scotland%20national%20under-21%20football%20team\"&gt;Scotland under-21 team&lt;/a&gt; in 1990.\nAfter retiring from playing, Connolly was assistant manager of &lt;a href=\"Albion%20Rovers%20F.C.\"&gt;Albion Rovers&lt;/a&gt; and &lt;a href=\"Alloa%20Athletic%20F.C.\"&gt;Alloa Athletic&lt;/a&gt;, and was &lt;a href=\"caretaker%20manager\"&gt;caretaker manager&lt;/a&gt; of Alloa on two occasions in 2015.\nCareer.\nConnolly started his career with &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt;. He spent ten years at &lt;a href=\"Tannadice%20Park\"&gt;Tannadice&lt;/a&gt;, after which he joined &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;Airdrie&lt;/a&gt; for a short time, before moving to &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt; in 1998. Connolly spent six years with the Saints, including short loan spells at &lt;a href=\"Greenock%20Morton%20F.C.\"&gt;Morton&lt;/a&gt; and &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt;. Despite being sent out on loan, Connolly agreed a new three-year contract in May 2001, amidst interest from former manager and &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt; manager &lt;a href=\"Paul%20Sturrock\"&gt;Paul Sturrock&lt;/a&gt;. Connolly missed the final year of his contract due to a &lt;a href=\"Anterior%20cruciate%20ligament%20injury\"&gt;cruciate ligament injury&lt;/a&gt;, and upon leaving &lt;a href=\"McDiarmid%20Park\"&gt;McDiarmid Park&lt;/a&gt; in 2004, returned to Ayr, where he spent a season before playing the following season with &lt;a href=\"Stirling%20Albion%20F.C.\"&gt;Stirling Albion&lt;/a&gt;. Connolly joined former Dundee United colleague &lt;a href=\"Michael%20O%27Neill%20%28footballer%29\"&gt;Michael O'Neill&lt;/a&gt; at &lt;a href=\"Brechin%20City%20F.C.\"&gt;Brechin City&lt;/a&gt; in May 2006.\nDisallowed goal.\nDuring his time at Dundee United, Connolly was involved in one of Scottish football's more bizarre moments when he was denied a hat-trick in a February 1993 match against &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt; at &lt;a href=\"Firhill%20Stadium\"&gt;Firhill&lt;/a&gt; after referee &lt;a href=\"Les%20Mottram\"&gt;Les Mottram&lt;/a&gt; failed to notice his shot had entered the goal and come back from the supporting stanchion. Despite Partick defender &lt;a href=\"Martin%20Clark%20%28footballer%2C%20born%201968%29\"&gt;Martin Clark&lt;/a&gt; catching the ball and handing it to goalkeeper &lt;a href=\"Andy%20Murdoch%20%28footballer%2C%20born%201968%29\"&gt;Andy Murdoch&lt;/a&gt; to restart, Mottram &lt;a href=\"Ghost%20goal\"&gt;missed both the goal and handball&lt;/a&gt; to wave play on. Connolly scored twice in the match in a 4–0 win. Mottram went on to officiate in the &lt;a href=\"1994%20FIFA%20World%20Cup\"&gt;1994 World Cup&lt;/a&gt; the following year. The incident resulted in the stanchions from which the ball had rebounded, previously widely used, being removed in a re-design of football goalposts. In 2018, at the same end of the stadium, a similar incident occurred, with Partick Thistle this time being denied a legitimate goal.\nCoaching career.\nConnolly became assistant to brother-in-law &lt;a href=\"Paul%20Martin%20%28Scottish%20footballer%29\"&gt;Paul Martin&lt;/a&gt; at &lt;a href=\"Albion%20Rovers%20F.C.\"&gt;Albion Rovers&lt;/a&gt; in July 2008. Nine months later, he left the club due to work commitments elsewhere, joining &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; as a scout around November 2009.\nOn 18 May 2011, Connolly was appointed assistant manager to &lt;a href=\"Paul%20Hartley\"&gt;Paul Hartley&lt;/a&gt; at &lt;a href=\"Alloa%20Athletic%20F.C.\"&gt;Alloa Athletic&lt;/a&gt;. He continued as assistant manager under &lt;a href=\"Barry%20Smith%20%28footballer%2C%20born%201974%29\"&gt;Barry Smith&lt;/a&gt; and was appointed caretaker manager after Smith left the club in March 2015. Connolly continued to work for Alloa under the management of &lt;a href=\"Danny%20Lennon\"&gt;Danny Lennon&lt;/a&gt; and was appointed caretaker when Lennon resigned in December 2015.\nPersonal life.\nConnolly's son &lt;a href=\"Aidan%20Connolly\"&gt;Aidan Connolly&lt;/a&gt; is a footballer who also played for &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt;, before joining &lt;a href=\"Raith%20Rovers%20F.C.\"&gt;Raith Rovers&lt;/a&gt; in 2016."
}