{
    "id": "9609436",
    "revid": "15353686",
    "url": "https://en.wikipedia.org/wiki?curid=9609436",
    "title": "Stanoje Glavaš",
    "text": "Stanoje Stamatović (), known as Stanoje Glavaš (Станоје Главаш; 21 February 1763 – 15 February 1815) was a Serbian &lt;a href=\"hajduk\"&gt;hajduk&lt;/a&gt; and hero in the &lt;a href=\"First%20Serbian%20Uprising\"&gt;First Serbian Uprising&lt;/a&gt;.\nLife.\nGlavaš was born in 1763 in the village of &lt;a href=\"Glibovac\"&gt;Glibovac&lt;/a&gt;, near &lt;a href=\"Smederevska%20Palanka\"&gt;Smederevska Palanka&lt;/a&gt;, at the time part of the &lt;a href=\"Sanjak%20of%20Smederevo\"&gt;Sanjak of Smederevo&lt;/a&gt;, &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. In his youth, he was a gentleman's tailor in Smederevska Palanka. He never married, which was unusual for small town business owners of the time in Serbia. For a time, he shared a house with a certain other confirmed bachelor, originally from &lt;a href=\"Negotin\"&gt;Negotin&lt;/a&gt;, one Borisav Petrović, and they had a joint enterprise for constructing adobe houses. During this time &lt;a href=\"Kara%C4%91or%C4%91e%20Petrovi%C4%87\"&gt;Karađorđe Petrović&lt;/a&gt; spent several months in Glavaš's house, either as an apprentice or as a &lt;a href=\"hajduk\"&gt;hajduk&lt;/a&gt; in hiding during wintertime.\nLater, Glavaš was the co-leader, with and , of a hajduk company based in &lt;a href=\"Austrian%20Empire\"&gt;Austrian&lt;/a&gt;-held &lt;a href=\"Syrmia\"&gt;Syrmia&lt;/a&gt;, which frequently crossed the Ottoman border, and attacked &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; forces and caravans in the Sanjak of Smederevo in the 1790s (including &lt;a href=\"Ko%C4%8Da%27s%20frontier%20rebellion\"&gt;Koča's frontier rebellion&lt;/a&gt;).\nIn 1804, at the eve of the &lt;a href=\"First%20Serbian%20Uprising\"&gt;First Serbian Uprising&lt;/a&gt;, Glavaš, &lt;a href=\"Kara%C4%91or%C4%91e\"&gt;Karađorđe&lt;/a&gt; and several other leaders gathered at &lt;a href=\"Ora%C5%A1ac%2C%20Serbia\"&gt;Orašac&lt;/a&gt; to organize the revolt (see &lt;a href=\"Serbian%20Revolution\"&gt;Serbian Revolution&lt;/a&gt;). Glavaš was suggested as leader. He refused the offer, opting for Karađorđe instead. In December 1806, commanders &lt;a href=\"Vujica%20Vuli%C4%87evi%C4%87\"&gt;Vujica&lt;/a&gt;, &lt;a href=\"Mladen%20Milovanovi%C4%87\"&gt;Mladen Milovanović&lt;/a&gt; and Glavaš commanded an army of 18,000 soldiers to defend the Serbs at the &lt;a href=\"Battle%20of%20Deligrad\"&gt;Battle of Deligrad&lt;/a&gt;. The fight ended in Serbian victory, with &lt;a href=\"Ibrahim%20Bushati\"&gt;Ibrahim Bushati&lt;/a&gt;, pasha of &lt;a href=\"Shkod%C3%ABr\"&gt;Shkodër&lt;/a&gt;, signing a 6-week truce. He led a company of around 3,000 men which liberated &lt;a href=\"Prokuplje\"&gt;Prokuplje&lt;/a&gt; and &lt;a href=\"Kur%C5%A1umlija\"&gt;Kuršumlija&lt;/a&gt;. His company guarded the &lt;a href=\"Morava%20Valley%20%28Serbia%29\"&gt;Morava Valley&lt;/a&gt; and fought the Ottomans in the mountains of &lt;a href=\"Ni%C5%A1\"&gt;Niš&lt;/a&gt; and &lt;a href=\"Novi%20Pazar\"&gt;Novi Pazar&lt;/a&gt; for two months before being captured. He was killed by the Ottomans on 15 February 1815, after the demise of &lt;a href=\"Had%C5%BEi-Prodan%27s%20Uprising\"&gt;Hadži-Prodan's Uprising&lt;/a&gt;. His severed head was on display at the &lt;a href=\"Kalemegdan\"&gt;Kalemegdan&lt;/a&gt; along with other Serbian leaders.\nLegacy.\nIn his home town, there is a street and an &lt;a href=\"Primary%20education\"&gt;elementary school&lt;/a&gt; named after him. He is the subject of a Serbian heroic play written by &lt;a href=\"%C4%90ura%20Jak%C5%A1i%C4%87\"&gt;Đura Jakšić&lt;/a&gt;, which was widely shown throughout Serbia in the 19th century.\nAs a young widow, his mother remarried when he was about 12 or 13 (and that's when he became a tailor's apprentice) so he had several half-siblings, many years younger to whom he played a kind of fatherly role in his mature age, especially as he did not have his own family. He also had full (i.e. not half-) brother and sister from his mother's first marriage (to his father) and as a leader of the &lt;a href=\"Serbian%20Revolution\"&gt;Serbian Revolution&lt;/a&gt;, he facilitated the marriage of his niece Marija (daughter of his brother) to &lt;a href=\"Hajduk%20Veljko%20Petrovi%C4%87\"&gt;Hajduk Veljko Petrović&lt;/a&gt;, a fellow-hero and leader of the revolution (and there are surviving descendants of that union)."
}