{
    "id": "9610639",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=9610639",
    "title": "Breidden Hill",
    "text": "Breidden Hill is an &lt;a href=\"extinct%20volcano\"&gt;extinct&lt;/a&gt; volcanic hill in &lt;a href=\"Powys\"&gt;Powys&lt;/a&gt;, Wales, near the town of &lt;a href=\"Welshpool\"&gt;Welshpool&lt;/a&gt;. It is immediately surrounded by the villages of &lt;a href=\"Trewern\"&gt;Trewern&lt;/a&gt;, , &lt;a href=\"Criggion\"&gt;Criggion&lt;/a&gt;, &lt;a href=\"Crew%20Green\"&gt;Crew Green&lt;/a&gt; and &lt;a href=\"Llandrinio\"&gt;Llandrinio&lt;/a&gt;. The peak of the hill reaches to . Footpaths which lead up to the summit provide excellent 360 degree views over Powys and over the &lt;a href=\"England%E2%80%93Wales%20border\"&gt;border&lt;/a&gt; with England to the &lt;a href=\"Shropshire%23Geography\"&gt;Shropshire Plain&lt;/a&gt;.\nBreidden Hill is one of five peaks with neighbouring Moel y Golfa, which is the highest at , which is a \"&lt;a href=\"Marilyn%20%28hill%29\"&gt;Marilyn&lt;/a&gt;\", with a prominence of . The three others are Cefn y Castell (also known as Middletown Hill), Kempsters Hill and Bausley Hill (all over high) with its &lt;a href=\"British%20Iron%20Age\"&gt;Iron Age&lt;/a&gt; &lt;a href=\"Counterscarp%23Counterscarp_gallery\"&gt;galleried fortification&lt;/a&gt;. The five hills are sometimes collectively known as the Breidden Hills, and form a northern extension of the &lt;a href=\"Long%20Mountain%20%28Powys%29\"&gt;Long Mountain&lt;/a&gt;.\nThere are remains of a &lt;a href=\"British%20Iron%20Age\"&gt;British Iron Age&lt;/a&gt; &lt;a href=\"hillfort\"&gt;hillfort&lt;/a&gt; en route which may have been the site of the last stand of &lt;a href=\"Caractacus\"&gt;Caractacus&lt;/a&gt;. Rodney's Pillar at the top was built by the gentlemen of &lt;a href=\"Montgomeryshire\"&gt;Montgomeryshire&lt;/a&gt; who supplied &lt;a href=\"oak\"&gt;oak&lt;/a&gt; &lt;a href=\"wood\"&gt;wood&lt;/a&gt; from the area and shipped it down the &lt;a href=\"River%20Severn\"&gt;River Severn&lt;/a&gt; (which runs nearby at &lt;a href=\"Bausley%20with%20Criggion\"&gt;Bausley with Criggion&lt;/a&gt;) to &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt; where &lt;a href=\"George%20Brydges%20Rodney%2C%201st%20Baron%20Rodney\"&gt;Admiral Rodney's&lt;/a&gt; &lt;a href=\"Man-of-war\"&gt;naval fleet&lt;/a&gt; was built. Rodney's Pillar is increasingly being used as a navigational aid by helicopter pilots in this area, due to its visibility from large areas of Wales. \nBeginning around 1789, for many years members of the Breidden Society, founded by John Dovaston (1740–1808), met near Rodney's Pillar for an annual festival of food, drink, poetry, and song; records of their meetings for 1809–15 are preserved at the &lt;a href=\"Houghton%20Library\"&gt;Houghton Library&lt;/a&gt; of &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; (MS Eng 1168).\nThere is a large &lt;a href=\"quarry\"&gt;quarry&lt;/a&gt; on the western and northern sides of Breidden Hill. The rock is a thick gabbroic-dolerite &lt;a href=\"laccolith\"&gt;laccolith&lt;/a&gt;, which is a source of roadstone.\nOn 27 June 2018, &lt;a href=\"2018%20United%20Kingdom%20wildfires\"&gt;a wildfire&lt;/a&gt; broke out on Breidden Hill, destroying an area of grassland close to Rodney's Pillar."
}