{
    "id": "9613511",
    "revid": "1686264",
    "url": "https://en.wikipedia.org/wiki?curid=9613511",
    "title": "Digital economy",
    "text": "Digital economy refers to an economy that is based on digital computing technologies, but is often perceived as conducting business through markets based on the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; and the &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt;.It is also referred to as the \"Internet Economy\", \"&lt;a href=\"New%20Economy\"&gt;New Economy&lt;/a&gt;\", or \"Web Economy\". The digital economy is intertwined with the traditional economy, making a clear delineation harder. The digital economy results from billions of everyday online connections among people, businesses, devices, data, &amp; processes. It is based on the interconnectedness of people, organizations, and machines that results from the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;, &lt;a href=\"mobile%20technology\"&gt;mobile technology&lt;/a&gt; and the &lt;a href=\"internet%20of%20things\"&gt;internet of things&lt;/a&gt; (IoT). Without the Internet, the digital economy that the global economy runs on would not exist in its current form.\nThe digital economy is backed by the spread of Information and Communication Technologies (ICT) across all business sectors to enhance its productivity. Digital transformation of the economy is altering conventional notions about how businesses are structured, how consumers obtain goods and services, and how states need to adapt to new regulatory challenges. The future of work, especially since the COVID-19 pandemic, is also contributing to the digital economy. More people are now working online, and with the increase of online activity that contributes to the global economy, companies that support the systems of the Internet are more profitable.\nDefinition.\nThe Digital Economy also referred to as the New Economy, refers to an Economy in which digital computing technologies are used in Economic Activities.\nThe term \"Digital Economy\" was first mentioned in Japan by a Japanese professor and research economist in the midst of Japan's &lt;a href=\"Lost_Decades\"&gt;recession of the 1990s&lt;/a&gt;. In the West, the term followed and was coined in &lt;a href=\"Don%20Tapscott\"&gt;Don Tapscott&lt;/a&gt;'s 1995 book, \"The Digital Economy: Promise and Peril in the Age of Networked Intelligence\". This book explained how the Internet would change the way the world did business.\nAccording to &lt;a href=\"Thomas%20Mesenbourg\"&gt;Thomas Mesenbourg&lt;/a&gt; (2001), three main components of the digital economy concept can be identified:\nBill Imlah states that new applications are blurring these boundaries and adding complexity, for example, &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; and Internet search.\nIn the last decade of the 20th century, &lt;a href=\"Nicholas%20Negroponte\"&gt;Nicholas Negroponte&lt;/a&gt; (1995) used a metaphor of shifting from processing atoms to processing bits: \"The problem is simple. When information is embodied in atoms, there is a need for all sorts of industrial-age means and huge corporations for delivery. But suddenly, when the focus shifts to bits, the traditional big guys are no longer needed. Do-it-yourself publishing on the Internet makes sense. It does not for a paper copy.\" \nIn this new economy, digital networking and communications infrastructure provide a global platform on which people and organizations devise strategies, interact, communicate, collaborate, and search for information. More recently, \"Digital Economy\" has been defined as the branch of economics studying the movement of \"zero marginal cost intangible goods\" over the Internet.\nDevelopment of the concept.\nThe definition of Digital Economy (or similar concepts) is not harmonized across governments, businesses, and international organizations. According to the OECD, the Digital Economy can be defined in three different approaches:\nBottom-up definition.\nBottom-up definitions define the Digital Economy as the aggregate of a specific indicator for a set of industries identified as actors in the Digital Economy. Whether an industry is considered an actor depends on the nature of the products (narrow) or the proportion of digital inputs used in production processes (broad).\nHence, from a bottom-up and narrow perspective, the Digital Economy is \"all industries or activities that directly participate in producing, or crucially reliant on digital inputs.\" For instance, McKinsey adds up the economic outputs of the ICT sector and e-commerce market in terms of online sales of goods and consumer spending on digital equipment. While this definition is adept at measuring the impact of digitalization on economic growth, it only focuses on the nature of output and offers an incomplete view of the Digital Economy's development.\nIn a bottom-up and broad perspective, the Digital Economy is \"all industries using digital inputs as part of their production process\". Examples of digital inputs include digital infrastructure, equipment, and software but can include data and digital skills.\nTop-down definition.\nTop-down definitions identify broad trends at play in the digital transformation and define the Digital Economy as the result of their combined impact on value creation. These include such spillovers as changes in labor market demand and regulations, platform economy, sustainability, and equality.\nUnlike the bottom-up definition, the top-down definition has units of analysis extending beyond firms, industries, and sectors to include individuals, communities, and societies. While the latter definition is more inclusive, the IMF notes that it is subjective, qualitative, and open-ended, thus limiting meaningful comparative analysis.\nFlexible definition.\nTo reconcile the bottom-up and top-down definitions of the Digital Economy, Bukht and Heeks stated that the Digital Economy consists of all sectors making \"extensive\" use of digital technologies (i.e. their existence depends on digital technologies), as opposed to sectors making \"intensive\" use of digital technologies (i.e. simply employing digital technologies to increase productivity).\nUnder this definition, the Digital Economy is stratified into three nested tiers:\nGig Economy.\nGig work is labor that consists of temporary and flexible jobs usually done over delivery apps and rideshare services such as &lt;a href=\"Grubhub\"&gt;Grubhub&lt;/a&gt;, &lt;a href=\"Uber\"&gt;Uber&lt;/a&gt;, &lt;a href=\"Lyft\"&gt;Lyft&lt;/a&gt;, and Uber Eats. It can be desirable to those who want more flexibility in their schedule and can allow workers to make additional income outside of their traditional jobs.\nMost gig work supplements workers' traditional jobs. The full size of the gig economy and number of workers is not yet known. Katz and Krueger estimated that only 0.5% of gig workers make most of their income off of platforms like Uber, Lyft, Grubhub, and DoorDash. Since these workers are considered independent contractors, these companies are not responsible for giving its workers benefits packages like it would for regular full-time employees. This has resulted in the formation of unions between gig and platform workers and various reforms within the industry. Blockchain and Tokenized equity-sharing gig economy platforms or applications are being developed to accelerate the gig economy as a full fledged digital economy contributor using new technologies.\nInformation Technology.\nThe information technology (IT) sector of the U.S. now makes up about 8.2% of the country's GDP and accounts for twice its share of the GDP as compared to the last decade. 45% of spending on business equipment are investments in IT products and services, which is why companies such as &lt;a href=\"Intel\"&gt;Intel&lt;/a&gt;, &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;, and &lt;a href=\"Dell\"&gt;Dell&lt;/a&gt; have grown from $12 million in 1987 to more than half a billion in 1997.\nThe Framework for Global Electronic Commerce.\nIn the U.S. in the 1990's, the &lt;a href=\"Presidency_of_Bill_Clinton\"&gt;Clinton Administration&lt;/a&gt; proposed \"The Framework for Global Electronic Commerce\". It contained the promotion of five principles used to guide the U.S. government's actions towards electronic commerce so that the digital economy's growth potential remains high. These five principles include the leadership of the private sector, the government avoiding undue restrictions on e-commerce, limited government involvement, the government's recognition of the Internet's unique qualities, and the facilitation of e-commerce on a global basis.\nDigital platforms.\nA digital platform operator is an entity or person offering an online communication service to the public based on computer algorithms used to classify content, goods, or services offered online, or the connection of several parties for the sale of goods, the provision of a service, or the exchange or sharing of content, goods, and services.\nSpread of Information, Communication Technologies (ICT).\nThe widespread adoption of ICT combined with the rapid decline in price and increase in the performance of these technologies, has contributed to the development of new activities in the private and public sectors. These new technologies provide market reach, lower costs, and new opportunities for products and services that were not needed before. This changes the way multinational enterprises (MNE) and startups design their business models.\nEconomic Impact.\nThe Digital Economy was estimated to be worth three trillion dollars in 2010. This is about 30% of the S&amp;P 500, six times the U.S.’ annual trade deficit or more than the GDP of the United Kingdom.\nIt is widely accepted that the growth of the digital economy has widespread impact on the whole economy. Various attempts at categorizing the size of the impact on traditional sectors have been made.\n&lt;a href=\"The%20Boston%20Consulting%20Group\"&gt;The Boston Consulting Group&lt;/a&gt; discussed \"four waves of change sweeping over consumer goods and retail\". In 2012, &lt;a href=\"Deloitte\"&gt;Deloitte&lt;/a&gt; ranked six industry sectors as having a \"short fuse\" and to experience a \"big bang\" as a result of the digital economy. Telstra, an Australian telecommunications provider, describes how competition will become more global and more intense as a result of the digital economy.\nIn 2016, the Digital Economy represented $11.5 trillion, or 15.5% of global GDP (18.4% of GDP in developed economies and 10 per cent in developing economies on average). It found that the digital economy had grown two and a half times faster than global GDP over the previous 15 years, almost doubling in size since 2000. Most of the value in the digital economy was produced in only a few economies: the United States (35%), China (13%) and Japan (8%). The EU together with Iceland, Liechtenstein and Norway accounted for another 25%.\nImpact on Retail.\nThe digital economy has had a substantial impact on retail sales of consumer product goods. One effect has been the fast proliferation of retailers with no physical presence, such as &lt;a href=\"eBay\"&gt;eBay&lt;/a&gt; or &lt;a href=\"Amazon%20%28company%29\"&gt;Amazon.&lt;/a&gt; Additionally, traditional retailers such as &lt;a href=\"Walmart\"&gt;Walmart&lt;/a&gt; and &lt;a href=\"Macy%27s\"&gt;Macy's&lt;/a&gt; have restructured their businesses to adapt to a digital economy. Some retailers, like &lt;a href=\"Forever%2021\"&gt;Forever 21&lt;/a&gt;, have declared bankruptcy as a result of their failure to anticipate and adapt to a digital economy. Others, such as &lt;a href=\"Bebe%20Stores\"&gt;Bebe stores&lt;/a&gt; have worked with outside vendors to completely convert their business one that is exclusively digital. These vendors, such as &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; and &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;, have enabled smaller retailers to compete with large, multi-national established brands.\nKey features.\nMobility.\nMobility of intangibles.\nBoth development and exploitation of intangible assets are key feature of the digital economy. This investment in and development of intangibles such as software is a core contributor to value creation and economic growth for companies in the digital economy. In early 2000, companies started substantially increasing the amount of capital allocated to intangibles such as branding, design and, technology rather than in hardware, machinery or property.\nMobility of business functions.\nAdvancements in information and communication technologies (ICT) have significantly reduced the cost associated with the organization and coordination of complex activities over a long period. Some businesses are increasingly able to manage their global operations on an integrated basis from a central location separate geographically from the locations in which the operations are carried out, and where their suppliers or customers are. Consequently, it has allowed businesses to expand access to remote markets and provide goods and services across borders.\nReliance on Data.\nThe Digital economy relies on personal data collection. In 1995, the &lt;a href=\"Data%20Protection%20Directive\"&gt;Data Protection directive&lt;/a&gt; (Directive 95/46/CE, art.2), defined data as \"any information relating to a natural person who can be identified by reference to his identification number or to information which is specific to him\". At that time, this regulation emerged in response to the need to integrate the European market. By adopting common European data protection standards, the EU was able to harmonize conflicting national laws that were emerging as a trade barrier, inhibiting commerce in Europe. For this reason, &lt;a href=\"General%20Data%20Protection%20Regulation\"&gt;GDPR&lt;/a&gt; and its predecessor were viewed as internal market instruments, facilitating the creation of a digital, &lt;a href=\"single%20market\"&gt;single market&lt;/a&gt; by allowing an unhindered flow of data within the entire common market.\nDue to its ability to bridge the information asymmetry between supply and demand, data now has an economic value. When platforms compile personal data, they gather preferences and interests, which allow companies to exert a targeted action on the consumer through advertising. Algorithms classify, reference, and prioritize the preferences of individuals to better predict their behavior.\nVia free access to platforms in exchange for the collection of personal data, they make the content &lt;a href=\"Rivalry_%28economics%29%23Non-rivalry\"&gt;non-rival&lt;/a&gt;. Thus, the intangibility of content tends to give a collective natural aspect to this information accessible to everyone, to benefit public good by creating a digital public space. The McKinsey Global Institute Report (2014) notes five broad ways in which leveraging big data can create value for businesses:\nIn 2011, the &lt;a href=\"Boston%20Consulting%20Group\"&gt;Boston Consulting Group&lt;/a&gt; estimated that personal data collected in Europe was worth 315 billion euros.\nNetwork effect.\nThe &lt;a href=\"Network%20effect\"&gt;Network effect&lt;/a&gt; occurs when the value of a product or service to the user increases exponentially with the number of other users using the same product or service. For instance, &lt;a href=\"WhatsApp\"&gt;WhatsApp&lt;/a&gt; provides a free communication platform with friends and contacts. The utility to use it relies on the fact that a substantial part of or friends and colleagues are already users.\nMulti-sided market.\nThe Digital market can be labeled a ‘multi-sided’ market. The notion developed by French &lt;a href=\"Nobel%20Prize\"&gt;Nobel prize&lt;/a&gt; laureate &lt;a href=\"Jean%20Tirole\"&gt;Jean Tirole&lt;/a&gt; is based on the idea that platforms are ‘two-sided’. This can explain why some platforms can offer free content, with customers on one side and the software developers or advertisers on the other. On a market where multiple groups of persons interact through platforms as intermediaries, the decisions of each group affect the outcome of the other group of persons through a positive or negative &lt;a href=\"externality\"&gt;externality&lt;/a&gt;. When the users spend time on a page or click on links, this creates a positive externality for the advertiser displaying a banner there. The digital Multinational enterprises (MNEs) do not collect revenue from the user side but from the advertiser side, thanks to the sale of online advertisement.\nTendency to oligopoly and monopoly formation.\nThe outcomes of these intertwined and combined effects tend to lead to the formation of dominant market positions, also called digital &lt;a href=\"monopoly\"&gt;monopoly&lt;/a&gt; or &lt;a href=\"oligopoly\"&gt;oligopoly&lt;/a&gt;. In this sense, digital platforms such as the &lt;a href=\"Big%20Tech\"&gt;GAFA&lt;/a&gt; (Google, Apple, Facebook, and Amazon) can be considered as first movers - large companies that introduce a service or a product on an immature market, allowing that company to establish strong brand recognition and service loyalty.\nResponse.\nGiven its expected broad impact, traditional firms are actively assessing how to respond to the changes brought about by the digital economy. For corporations, the timing of their response is of the essence. Banks are trying to innovate and use digital tools to improve their traditional business. Governments are investing in infrastructure. In 2013, the Australian &lt;a href=\"National%20Broadband%20Network\"&gt;National Broadband Network&lt;/a&gt;, for instance, aimed to provide a 1 GB/second download speed fiber-based broadband to 93% of the population over ten years.\nSome traditional companies have tried to respond to the regulatory challenge imposed by the Digital economy, including through tax evasion. Due to the immaterial nature of digital activities, these digital multinational enterprises (MNEs) are extremely mobile, which allows them to optimize tax evasion. They can carry out high volumes of sales from a tax jurisdiction. Concretely, governments face MNE fiscal optimization from companies locating their activity in the countries where tax is the lowest. On the other hand, companies can undergo &lt;a href=\"double%20taxation\"&gt;double taxation&lt;/a&gt; for the same activity or be confronted with legal and tax vagueness. The Conseil National du Numérique concluded that the shortfall in corporate tax gain for Apple, Google, Amazon, and Facebook was worth approximately 500 million euros in 2012.\nAccording to 55% of businesses surveyed in the &lt;a href=\"European%20Investment%20Bank\"&gt;European Investment Bank&lt;/a&gt;'s Investment survey in 2021, the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; has increased the demand for &lt;a href=\"digitalization\"&gt;digitalization&lt;/a&gt;. 46% of businesses report that they have grown more digital. 34% of enterprises that do not yet utilise advanced digital technology saw the COVID-19 crisis as a chance to focus on digitisation.\nEnergy use.\nThe Digital Economy uses a tenth of the world's electricity. The move to the cloud has also caused the rise in electricity use and carbon emissions. A server room at a data center can use, on average, enough electricity to power 180,000 homes. The Digital Economy can be used for mining &lt;a href=\"Bitcoin\"&gt;Bitcoin&lt;/a&gt; which, according to Digiconomist, uses an average of 70.69 TWh of electricity per year. The number of households that can be powered using the amount of power that bitcoin mining uses is around 6.5 million in the US.\nCashless society.\nA cashless society describes an economic state in which transactions no longer use physical currency (such as banknotes and coins) as the medium. Transactions which would historically have been undertaken with cash are often now undertaken electronically.\nThis has become a topic of increasing interest in today's society as digital or virtual currencies for transactions become more common. This is also an important part of the digital economy.\nOne nation moving towards achieving this idea of cashless society is El Salvador, who became the first country to adopt Bitcoin. Bitcoin is a cryptocurrency that only exists digitally, as legal tender in the country. While technical issues occurred in the rollout, El Salvador's President Nayid Bukele, a supporter, noted that it would generate investment interest in the country, as well as providing access to approximately 70% of citizens who lack access to \"traditional financial services.\" The effect of increased &lt;a href=\"Bitcoin%20mining\"&gt;energy use&lt;/a&gt; from mining bitcoin on carbon emissions in El Salvador has yet to be seen.\nEU Digital area.\nRemaining barriers to fulfill the Digital Single Market.\nThe &lt;a href=\"Digital%20Single%20Market\"&gt;Digital Single Market&lt;/a&gt; (DSM) was included as part of the Single Market Act initiatives adopted by the European Commission (EC). The question had already come up earlier in 1990 and was brought up again later in 2010, emerging at a sensitive moment in the post-crisis of 2008, and used as a catalyst for action. The crisis created opportunities to place the Single Market upfront in the European agenda and was aimed to resolve two issues: financial supervision and economic coordination. \nThis gave a new dimension to the Market. The proposal for the DSM had been made under the strategy of the Commission entitled \"&lt;a href=\"Digital%20Agenda%20for%20Europe\"&gt;Digital Agenda for Europe&lt;/a&gt;\" in the political guidelines of the second Barroso Commission and pointed out the need to eliminate barriers in order to implement the European Digital Market as an attempt to relaunch the &lt;a href=\"European%20Single%20Market\"&gt;Single Market.&lt;/a&gt; This strategy was similar to the one used for the &lt;a href=\"European%20Single%20Market\"&gt;Internal Market&lt;/a&gt; in 1985 and focused on one of the weaknesses of the latter, namely the fragmentation of the national digital market. Building on the Monti report, the communication 'Towards a Single Market Act' detailed 50 proposals to reform the SM by the end of 2012. But the DSM was only adopted in 2015 and the proposal for a directive of the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; and the Council was made in September 2016.\nThe DSM is presented as a key priority in the economy of Union, even if there were several attempts to deepen the integration, there are still obstacles remaining. The creation of the DSM constitutes a catalyst to resolve several issues, and was supposed to have a widespread multiplier effect throughout sectors across the EU. The EU Commission faced several obstacles. The commission acts in a way to deeply transform the Single Market. However, the EC lacked political support to enhance the impact of its decision. \nThe issue of the low salience was a causal factor explaining the limits of the commission's commitment to reform the single market. Even though the member states approved the DSM, and the definition for the DSM was accepted by European institutions as a key priority, only one proposal was adopted at the end of 2012. Despite being a priority in the SMA I &amp; II, legislative initiatives failed due to the high cost of implementation measures. Also, there were its potential ‘blockbuster for economic gains’  and the protest of citizens against sovereign debt countries' rescue and bank bail-outs. The slow adoption of the proposal is partly due to &lt;a href=\"Member%20state%20of%20the%20European%20Union\"&gt;member states&lt;/a&gt;’ protectionist temptations after the economic crisis. Each state wanted to put forward its preferences and legislation concerning this field.\nWith regard to &lt;a href=\"artificial%20intelligence\"&gt;artificial intelligence&lt;/a&gt; (AI), the Commission adopted various initiatives with no meaningful coordination. The more pervasive the digital ecosystem becomes, the more sector-specific regulatory framework may need to be merged into general regimes.\nThough the &lt;a href=\"European%20Commission\"&gt;Commission&lt;/a&gt; used the crisis as a window of opportunity, it did not allow it to go further in implementing a high transformation of the Single Market. The crisis context pushed the political actors to move forward to better manage the crisis, but did not permit it to fully implement the DSM.\nCurrent challenges.\nOne of the key priorities of the EU is to guarantee fair competition. Yet, within the Digital Market, the competition may be distorted. With more exertion of network effects comes higher barriers to entry (difficulty for a new entrant to enter the market and compete) in the market. Vertical or horizontal mergers and acquisitions take place in closed ecosystems. In order to limit this problem in the digital ecosystem, the EU aims to qualify certain firms as either as an \"abuse of dominant position\" or a \"cartel\" which are against the competition prosperity within the &lt;a href=\"European%20Single%20Market\"&gt;Single Market.&lt;/a&gt; Digital companies such as the GAFA prosper thanks to their various free services that they make available to consumers, which appear beneficial for consumers, but less so for firms in potential competition. It my be difficult for regulators to sanction firms such as &lt;a href=\"Big%20Tech\"&gt;GAFA&lt;/a&gt;, due to the jobs and services they provide worldwide.\nChallenges for the regulator.\nCertain challenges may exist for regulators. One example is in identifying and defining platforms. Member states lack coordination, and may be independent of the regulator, who can not have a global vision of the market. Also, tax evasion of digital MNEs has become a growing concern for most of the European governments, including the European Commission. Attracting foreign investment is less and less seen as a relevant reason to implement tax cuts. Aside from the fiscal revenue shortfall, this issue has taken a political turn in recent years since some people and politicians feel that, in a time of financial crisis, these highly profitable firms do not contribute to the national effort.\nStrength within the EU digital policy.\nThe Digital Market is characterized by its heterogeneity. The European Market is in a difficult position to compete with other advanced countries within the Digital World (such as US or China). There are currently no European digital champions. The European Digital Market is divided in regulations, standards, usages, and languages. The member states cannot meet the demand, or support innovation (&lt;a href=\"Research%20and%20development\"&gt;R&amp;D&lt;/a&gt;), due to the fact that the digital environment is by nature global. As noted by the European parliament, taxation on Digital Market could bring about 415bn euros to the EU economy, and be considered as an incentive to further deepen the EU integration (EP opinion's 2014).\nMechanisms of control.\nThe EU controls &lt;a href=\"List_of_Latin_phrases_%28E%29%23ex_post\"&gt;ex-post&lt;/a&gt; (in the case of abuse of dominance for example) and seems to be very cautious in term of concurrence (exclusive competence). The EU sanctions cartels’ behavior and examines mergers in order to preserve competition and protect small and medium enterprises (SMEs) entering the market. Within the digital market, mergers often create digital firm dominance, thus possibly preventing European equivalents. Moreover, regulation could in theory protect people working in the digital sector or for the digital sector (such as &lt;a href=\"Uber\"&gt;Uber&lt;/a&gt; drivers, a case recently in France), which could present opportunity. However, the EU may need to be cautious with regulation in order to create barriers at the market entry.\nEuropean Commission versus Google.\nIn 2017, the EC fined &lt;a href=\"Google\"&gt;Google&lt;/a&gt; €2.42 billion for abusing its dominant position as a search engine by giving an illegal advantage to Google Shopping. The EC aimed to pave the way to relieve firms suffering from its abuse of dominant position. Moreover, it sought to prove that the EC's strategy does works and companies may be fined at high rates.\nJuncker Commission.\nThe Digital Economy has been a concern for the &lt;a href=\"Juncker_Commission\"&gt;Juncker Commission&lt;/a&gt; concern since the 1st &lt;a href=\"Barroso%20Commission\"&gt;Barroso&lt;/a&gt; Commission. Yet, it is only under the Juncker Commission that the strategy of the DSM was adopted on 6 May 2015 as it was ranked as the second priority out of the 10 priorities for the new Commission's mandate. Throughout this document, the DSM emphasized 3 policy pillars:\nAs a key priority for the newly President-elect &lt;a href=\"Juncker%20Commission\"&gt;Juncker&lt;/a&gt;, he made &lt;a href=\"Andrus%20Ansip\"&gt;Andrus Ansip&lt;/a&gt;, the vice-president of the Commission, in charge of the DSM. The decision to approach the DSM from a different point of view is also because the digital space is in constant evolution with the growing importance of online platform and the change of market share. The DSM was a priority because of its economic importance; the total of EU e-commerce reached 240 billion € in 2011, and out of that 44 billion were cross-border trade between member states.\nWithin the new commission.\nIn 2020, the digital economy continues to be a top priority for the EC, and belongs once again to the agenda of the Commission president. &lt;a href=\"Frans%20Timmermans\"&gt;Frans Timmermans&lt;/a&gt; has been designated to be the vice president in charge of one of the six priorities of the EC, called \"A Europe fit for digital age\". The priority is elaborated as follow, EC is working on a digital transformation that will benefit to everyone. These goals are set to open up new opportunities for businesses, to boost the development of trustworthy technology, foster an open and democratic society, enable a vibrant and sustainable economy, and help fight climate change and achieve the green transition. The strategy of digital economy is included in a wider strategy for the future of Europe. However, as explained on the EC's website, the aim to become a global role model for the digital economy fit within the EU's goals for decades, as it is the aim in the environmental field. However, the EU had to review its aim in this field, and becomes a 'Leadiator'. It is possible that in the Digital Economy, the EU has to behave and evolve in the same way, because the champions of the digital sector aren't European, which creates a handicap in the way the EU refrain from legislating. The EU cannot restrict the offer to its citizens, because digital leaders are not mainly Europeans. One objective of the single market is to make available the better quality at the better price, and propose a better choice to its citizens.\nConclusion.\nAs explained earlier, the digital economy is based on computing technologies. A rise in new businesses results in greater business connectivity throughout the world. What's referred to as a 'new type of economy' emerges. The rapid spread of ICT all around the world has led to the development of new kind of products and services, that has changed the way business is done. The Digital Economy represents today 15% of the global world GDP. It is relying on personal data, which has been regulated by the EU's directive of 1995, which had the goal to integrate EU within the Digital market. Digital Single Market has been for long a priority for the EU and has beneficiated of the 2007 crisis as a window of opportunity to act. However, it's said the mandate of the EC is thin, to the heterogeneity of the market, and the fact that the EU has to act ex-post. As a result, member states lack coordination. The goals of the Single Market concerning consumers is to offer a panel of choices at a better price. Yet, the leaders of the Digital market may not necessarily be European. Due to the network effect, barriers to European businesses that want to enter within the market remain even higher. Dominant position harbored by US big tech platforms do not give a wide possibility of maneuver combined with the volatility of the market.\nCritics/debate.\nRise of intangible capitalism.\nThe digital economy is also qualified as \"intangible capitalism\" which fosters inequality and social division. In 2017, Haskel and Westlake published \"capitalism without capital\" which raises concerns about policymakers’ inability to tailor from the transition of the traditional economy to the New Economy based on intangible assets. From the mid-2000s onwards, companies have been investing more in ‘intangibles’ such as branding, design, and technology than they have in machinery, hardware, or property.\nMany businesses' key assets are primarily software and data (such as Uber), rather than physical. Other business rely on branding to help them stand out from the crowd. Pharmaceutical companies have vast budgets for marketing as well as research and development.\nIn traditional production, marginal cost decreases with volume due to &lt;a href=\"economies%20of%20scale\"&gt;economies of scale&lt;/a&gt; and learning curve effects. For digital products and services, such as data, insurance, e-books, and movies, this effect is magnified, because after the first unit, production costs for each additional unit are virtually zero. As the proportion of the world's economy that does not fit the old model keeps getting larger, it has implications for a wide range of policies.\nThe intangibility of assets may widen the gap between small and medium enterprises (SMEs) and multinationals enterprises (MNEs). On the one hand, the current bank system struggles to value and monitor immaterial assets. Historically, when a company went bankrupt, banks could recover their money by selling the physical assets such as buildings, machinery, etc. Yet, if the intangible assets drop, those assets can not be sold easily as the value of the company goes down. As a result, SMEs are more reliant on &lt;a href=\"venture%20capital\"&gt;venture capital&lt;/a&gt; which is different from bank financing. The easier access to resources allow MNEs to benefit from synergies of the intangible assets. For instance, in creating the iPod, Apple combined MP3 technology with licensing agreements, record labels, and design expertise to produce the product. This ability to combine technologies and then scale up to help these companies to increase their dominant position on the market.\nExploitation of labor forces.\nExpansion of Global value chains.\nThe digital economy has accelerated the spread of global value chains in which MNEs integrate their worldwide operations. These advances, coupled with liberalization of trade policy and reduction in transportation costs, have expanded some advantages of businesses in all sectors. For example global value chains in which production processes can be geographically dispersed in locations around the world to take advantage of the features of local markets. It is easier for firms to implement their activities where there are low wages and to coordinate their activities from countries with high wages.\nBypassing labor laws.\nThe rise of online platforms raises concerns in terms of legal questions about social security and labor law. Since the &lt;a href=\"2007-2008%20financial%20crisis\"&gt;2007-2008 financial crisis&lt;/a&gt;, there is an increase in '&lt;a href=\"Uberisation\"&gt;uberization&lt;/a&gt;' of work. As within the company that gives its name to this phenomenon (Uber), workers are defined as ‘independent workers’ (with temporary, off-site, autonomous contracts) which challenges the application of labor and occupational health and safety law. As a result, online platforms encourage the flexibilization of jobs and a higher volatility of the labor market, as opposed to traditional companies. &lt;a href=\"Gig%20economy\"&gt;Gig economy&lt;/a&gt; companies such as &lt;a href=\"Deliveroo\"&gt;Deliveroo&lt;/a&gt; and &lt;a href=\"Uber\"&gt;Uber&lt;/a&gt; hire self-employed drivers who sign a contract with the digital platform while the way they work is similar to a regular employee statute. Yet, for the first time, in March 2020, France's top court (&lt;a href=\"Court%20of%20cassation\"&gt;Cour de Cassation&lt;/a&gt;) ruling acknowledged that an Uber driver could not qualify as a ‘self-employed’ contractor because he could not build his clientele or set his prices, establishing a relation of a subordinate of the company.\nIntensification of the global competition for human resources.\nDigital platforms rely on '&lt;a href=\"deep%20learning\"&gt;deep learning&lt;/a&gt;' to scale up their algorithm's capacity. The human-powered content labeling industry is constantly growing as companies seek to harness data for AI training. These practices have raised concerns about the low-income and health-related issues of these independent workers. For instance, digital companies such as &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; or &lt;a href=\"YouTube%20%28channel%29\"&gt;YouTube&lt;/a&gt; use ‘content monitor’, contractors who work as outside monitors hired by a professional services company subcontractor, to monitor social media to remove any inappropriate content. Thus, the job consists of watching and listening to potentiallydisturbing posts that can be violent or sexual. In January 2020, through its subcontractor services society, Facebook and YouTube have asked the ‘content moderators’ to sign a &lt;a href=\"Posttraumatic%20stress%20disorder\"&gt;PTSD&lt;/a&gt; (Posttraumatic Stress Disorder) disclosure after alleged cases of mental disorders witnessed on workers."
}