{
    "id": "96177",
    "revid": "1061730161",
    "url": "https://en.wikipedia.org/wiki?curid=96177",
    "title": "Randolph County, Illinois",
    "text": "Randolph County is a &lt;a href=\"County%20%28United%20States%29\"&gt;county&lt;/a&gt; located in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;. According to the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;, it had a population of 33,476. Its &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; is &lt;a href=\"Chester%2C%20Illinois\"&gt;Chester&lt;/a&gt;.\nOwing to its role in the state's history, the county motto is \"Where Illinois Began.\" It contains the historically important village of &lt;a href=\"Kaskaskia%2C%20Illinois\"&gt;Kaskaskia&lt;/a&gt;, Illinois's first capital.\nThe county is part of &lt;a href=\"Southern%20Illinois\"&gt;Southern Illinois&lt;/a&gt; in the southern portion of the state known locally as \"&lt;a href=\"Little%20Egypt%20%28region%29\"&gt;Little Egypt&lt;/a&gt;\", and includes fertile river flats, part of the &lt;a href=\"American%20Bottom\"&gt;American Bottom&lt;/a&gt;; it is near the &lt;a href=\"Greater%20St.%20Louis\"&gt;Greater St. Louis&lt;/a&gt; area.\nHistory.\nRandolph County was organized in 1795 out of a part of &lt;a href=\"St.%20Clair%20County%2C%20Illinois\"&gt;St. Clair County&lt;/a&gt;. It was named in honor of &lt;a href=\"Edmund%20Randolph\"&gt;Edmund Randolph&lt;/a&gt;, Governor of Virginia. &lt;a href=\"George%20Rogers%20Clark\"&gt;George Rogers Clark&lt;/a&gt; of the army of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; captured the area from the British on July 4, 1778, near the end of the &lt;a href=\"American%20Revolutionary%20War\"&gt;Revolutionary War&lt;/a&gt;. The area then became the seat, for several years, of &lt;a href=\"Illinois%20County%2C%20Virginia\"&gt;Illinois County, Virginia&lt;/a&gt;, although the Congress of the Confederation legislated the existence of the &lt;a href=\"Northwest%20Territory\"&gt;Northwest Territory&lt;/a&gt; on July 13, 1787. Edmund Randolph was Governor of Virginia at the time Virginia ceded the Northwest Territory to the United States. In 1809, when &lt;a href=\"Illinois%20Territory\"&gt;Illinois&lt;/a&gt; became a separate territory, Territorial Secretary &lt;a href=\"Nathaniel%20Pope\"&gt;Nathaniel Pope&lt;/a&gt;, in his capacity as acting governor, issued a proclamation establishing Randolph as one of the Illinois' two original counties. The county's boundaries were last changed in 1827, when land was taken to form &lt;a href=\"Perry%20County%2C%20Illinois\"&gt;Perry County&lt;/a&gt;.\nThe &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; has played a prominent role in the county's history, altering its boundaries in 1881 when it severed the &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt; that connected Kaskaskia to the Illinois mainland, destroying the original village of &lt;a href=\"Kaskaskia%2C%20Illinois\"&gt;Kaskaskia&lt;/a&gt; and forcing its historic cemetery to be relocated across the river to &lt;a href=\"Fort%20Kaskaskia%20State%20Historic%20Site\"&gt;Fort Kaskaskia&lt;/a&gt;. Crains Island &lt;a href=\"http%3A//www.google.com/maps%3Ff%3Dq%26amp%3Bhl%3Den%26amp%3Bq%3DChester%2C%2BIllinois%26amp%3Bie%3DUTF8%26amp%3Bom%3D1%26amp%3Bz%3D13%26amp%3Bll%3D37.860489%2C-89.7789%26amp%3Bspn%3D0.061936%2C0.173035%26amp%3Biwloc%3Daddr\"&gt;&lt;/a&gt;, southeast of &lt;a href=\"Chester%2C%20Illinois\"&gt;Chester&lt;/a&gt;, is another &lt;a href=\"enclave\"&gt;enclave&lt;/a&gt; of Illinois west of the Mississippi that was created by a change in the river's course.\nGeography.\nAccording to the &lt;a href=\"U.S.%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;, the county has a total area of , of which is land and (3.6%) is water.\nThe &lt;a href=\"Kaskaskia%20River\"&gt;Kaskaskia River&lt;/a&gt; flows into the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; in Randolph County. At this point the Mississippi, which usually defines the border between Illinois and &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;, is entirely in Illinois. The Mississippi changed its course in the late-nineteenth century, leaving Kaskaskia, the former state capital, on the west side of the river. The boundary of the State, however, follows the old course of the river, leaving Illinois with an exclave on the western shore of the Mississippi River. A smaller enclave, Crains Island, is a few miles further down the river.\nClimate and weather.\nIn recent years, average temperatures in the county seat of Chester have ranged from a low of in January to a high of in July, although a record low of was recorded in January 1985 and a record high of was recorded in July 2012. Average monthly precipitation ranged from in January to in May.\nAdjacent counties.\nRandolph County is among the few counties in the United States to border two counties with the same name (Perry County in Missouri and Illinois).\nDemographics.\nAs of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 United States Census&lt;/a&gt;, there were 33,476 people, 12,314 households, and 8,188 families residing in the county. The population density was . There were 13,707 housing units at an average density of . The racial makeup of the county was 87.6% white, 9.7% black or African American, 0.3% Asian, 0.2% American Indian, 1.2% from other races, and 0.9% from two or more races. Those of Hispanic or Latino origin made up 2.6% of the population. In terms of ancestry, 40.3% were &lt;a href=\"Germans\"&gt;German&lt;/a&gt;, 11.3% were &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt;, 9.4% were &lt;a href=\"English%20people\"&gt;English&lt;/a&gt;, and 5.7% were &lt;a href=\"Americans\"&gt;American&lt;/a&gt;.\nOf the 12,314 households, 29.1% had children under the age of 18 living with them, 52.0% were married couples living together, 10.1% had a female householder with no husband present, 33.5% were non-families, and 28.9% of all households were made up of individuals. The average household size was 2.37 and the average family size was 2.90. The median age was 41.0 years.\nThe median income for a household in the county was $45,020 and the median income for a family was $55,113. Males had a median income of $43,359 versus $28,376 for females. The per capita income for the county was $19,950. About 7.0% of families and 10.4% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 11.9% of those under age 18 and 9.9% of those age 65 or over.\nGovernment and infrastructure.\nThe &lt;a href=\"Illinois%20Department%20of%20Corrections\"&gt;Illinois Department of Corrections&lt;/a&gt; &lt;a href=\"Menard%20Correctional%20Center\"&gt;Menard Correctional Center&lt;/a&gt; is located in &lt;a href=\"Chester%2C%20Illinois\"&gt;Chester&lt;/a&gt;. Prior to the January 11, 2003 commutation of death row sentences, male death row inmates were housed in Menard, &lt;a href=\"Tamms%20Correctional%20Center\"&gt;Tamms&lt;/a&gt;, and &lt;a href=\"Pontiac%20Correctional%20Center\"&gt;Pontiac&lt;/a&gt; correctional centers. After that date, only Pontiac continued to host the male death row.\nPolitics.\nRandolph is a rural conservative county in southern Illinois that has trended Republican in recent presidential elections. Historically, the county was dominated by organized labor and family farms. This put it into the Democratic column. The area might be described as economically populist and socially conservative. As Southern Illinois is very culturally aligned with the U.S. South, the Republican margins have deepened even further in recent times.\nMedia.\nThere are two AM radio stations licensed in the county — WHCO 1230AM in Sparta and KSGM 980AM in Chester.\nWeekly newspapers in the county are \"The Randolph County Herald Tribune\" located in Chester, \"The County Journal\", which is based in Percy and also covers Perry and Jackson Counties, the \"North County News\" in Red Bud, and the \"Sparta News-Plaindealer\".\nThe area is also served by the on-line newspaper based in Chester which is SunTimesNews.com"
}