{
    "id": "9634331",
    "revid": "9505726",
    "url": "https://en.wikipedia.org/wiki?curid=9634331",
    "title": "Glass Mountains",
    "text": "The Glass Mountains (also known as Gloss Mountains or Gloss Hills) are not actually mountains, but a series of &lt;a href=\"mesas\"&gt;mesas&lt;/a&gt; and &lt;a href=\"butte\"&gt;butte&lt;/a&gt;s that are part of the Blaine Escarpment that extends from the &lt;a href=\"Permian\"&gt;Permian&lt;/a&gt; &lt;a href=\"red%20beds\"&gt;red beds&lt;/a&gt; of northwestern Oklahoma in &lt;a href=\"Major%20County%2C%20Oklahoma\"&gt;Major County&lt;/a&gt;. The Glass Mountains rise to above the surface of the plains, and the highest elevation in the formation is about above sea level. The Glass Mountains stretch west along &lt;a href=\"U.S.%20Route%20412\"&gt;U.S. Route 412&lt;/a&gt; from &lt;a href=\"Orienta%2C%20Oklahoma\"&gt;Orienta&lt;/a&gt; south of the &lt;a href=\"Cimarron%20River%20%28Arkansas%20River%29\"&gt;Cimarron River&lt;/a&gt;. The name comes from the sparkling &lt;a href=\"Selenite%20%28mineral%29\"&gt;selenite&lt;/a&gt; crystals on the slopes and tops of the mesas.\nGeology.\nDuring the &lt;a href=\"Quaternary%20Period\"&gt;Quaternary Period&lt;/a&gt;, the most recent one million years, Pleistocene terraces were laid down along the major rivers in this area of the United States, with Holocene &lt;a href=\"alluvium\"&gt;alluvium&lt;/a&gt; that are at least thick and contain sand, gravel, silt, clay and volcanic ash.\nThe next layer was formed during the &lt;a href=\"Permian%20Period\"&gt;Permian Period&lt;/a&gt;, which occurred 230 to 270 million years ago. This consists of red sandstone and shale which is to thick, with gypsum on the outcroppings. The Permian \"redbeds\" are subdivided into the Cimarronian Series (2850 feet) at the base, overlain by the Custerian Series (400 feet, top eroded). Deposits of Flowerpot shale ( to ) that consists mainly of red-brown illitic-chloritic shale, are found at this area.\nHistory.\nThe first American explorers referred to this feature as the \"Shining Mountains,\" when they saw the formation in 1821. The name Glass Mountains has been attributed to an explorer named Thomas James. James visited this area during 1821, while on a trading expedition along the Cimarron River. In 1875, a transcription error by a mapmaker resulted in the name \"Gloss Mountains\" which is still a somewhat common name for the mountains.\nThe region became part of the &lt;a href=\"Cherokee%20Outlet\"&gt;Cherokee Outlet&lt;/a&gt; during the 19th Century. In 1891, botanist George Walter Stevens, started collecting specimens in the Glass Mountains domain for his dissertation. The University of Oklahoma Bebb Herbarium holds 4,500 samples that Stevens collected statewide. Two cacti he may have collected in the Glass Mountains area are \"Echinocereus caespitosus\" and \"Opuntia phaecantha\".\nState park.\nThe state of Oklahoma operates the Glass Mountain State Park, west of &lt;a href=\"Orienta%2C%20Oklahoma\"&gt;Orienta&lt;/a&gt; on a mesa along Highway 412. The park allows climbers to hike to the top of the mesa via a path and stairs. Picnic tables and an informational kiosk have been installed, and a pond known as Rattlesnake Lake is nearby."
}