{
    "id": "964597",
    "revid": "89724",
    "url": "https://en.wikipedia.org/wiki?curid=964597",
    "title": "Kogarah, New South Wales",
    "text": "Kogarah is a &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; of &lt;a href=\"Southern%20Sydney\"&gt;Southern Sydney&lt;/a&gt;, in the state of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. Kogarah is located 14 kilometres (9 miles) south of the &lt;a href=\"Sydney%20central%20business%20district\"&gt;Sydney central business district&lt;/a&gt; and is considered to be the centre of the &lt;a href=\"St%20George%2C%20New%20South%20Wales\"&gt;St George&lt;/a&gt; area.\nLocation.\nKogarah took its name from Kogarah Bay, a small &lt;a href=\"bay\"&gt;bay&lt;/a&gt; on the northern shore of the &lt;a href=\"Georges%20River\"&gt;Georges River&lt;/a&gt;. The suburb originally stretched to the bay but has since been divided up to form the separate suburbs of &lt;a href=\"Kogarah%20Bay%2C%20New%20South%20Wales\"&gt;Kogarah Bay&lt;/a&gt; and &lt;a href=\"Beverley%20Park%2C%20New%20South%20Wales\"&gt;Beverley Park&lt;/a&gt;.\nKogarah has a mixture of residential, commercial and light industrial areas. It is also known for its large number of schools (including primary school, high school and tertiary education) and health care services (including two hospitals and many medical centres). The &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; side, &lt;a href=\"St%20George%20Illawarra%20Dragons\"&gt;St George Illawarra Dragons&lt;/a&gt; have their &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; office based at nearby Jubilee Oval, often referred to as Kogarah Oval. Kogarah features all types of residential developments from low density detached houses, to medium density flats and high density high-rise apartments.\nHistory.\nKogarah is derived from an &lt;a href=\"Indigenous%20Australians\"&gt;Aboriginal&lt;/a&gt; word meaning \"rushes or place of reeds\". It had also been written as 'Coggera', 'Cogerah' and 'Kuggerah' but the current spelling was settled when the railway line came through the area in the 1880s.\nEarly land grants in the area were made to John Townson (1760–1835) who received from 1808 to 1810, centred on &lt;a href=\"Hurstville%2C%20New%20South%20Wales\"&gt;Hurstville&lt;/a&gt; and James Chandler, whose neighbouring estate was centred on &lt;a href=\"Bexley%2C%20New%20South%20Wales\"&gt;Bexley&lt;/a&gt;. The district provided fruit, vegetables and oysters for Sydney. In 1869, St Paul's Church of England opened on Rocky Point Road (now Princes Highway). It was built on of land given to the church by William Wolfen the Swedish Consul to Sydney, who owned in Kogarah. The suburb grew around the church and the Gardeners Arms Hotel. Kogarah became a municipality in 1885.\nThe former neighbourhood of Moorefield is now part of Kogarah. It was originally a land grant from &lt;a href=\"Lachlan%20Macquarie\"&gt;Governor Lachlan Macquarie&lt;/a&gt; in 1812 to Patrick Moore, who built a fine house there. The Moorefield racecourse built by a descendant opened in 1888. &lt;a href=\"Brigadier%20General%20%28Australia%29\"&gt;Brigadier General&lt;/a&gt; &lt;a href=\"John%20Lamrock\"&gt;John Lamrock&lt;/a&gt; &lt;a href=\"Order%20of%20the%20Bath\"&gt;CB&lt;/a&gt; &lt;a href=\"Volunteer%20Decoration\"&gt;VD&lt;/a&gt; was appointed secretary of the Moorefield Race Club in 1912 and remained in that position until early in 1935. The Moorefield estate was subdivided in the 1950s and the Department of Education purchased , where it built two high schools and college of further education. Moorefields Girls High School was erected there in 1955 on the former site of Moore's farm.\nHeritage listings.\nKogarah has a number of heritage-listed sites, including:\nCommercial area.\nKogarah's main shopping area is located around Kogarah railway station on Railway Parade, Regent Street and on the opposite side of the railway line on Station Street. The commercial area also extends to surrounding streets such as Montgomery and Belgrave Streets. Kogarah Town Centre is a shopping centre on Railway Parade. This commercial area includes the &lt;a href=\"St.%20George%20Bank\"&gt;St. George Bank&lt;/a&gt; national headquarters in a large office building in Montgomery Street, which is a large employer in the area. Many high rise apartment buildings have also been built around the commercial area in recent years. The noted builder, &lt;a href=\"James%20Goyen\"&gt;James Goyen&lt;/a&gt;, had his works depot at 18 Montgomery Street, and later at 4 Montgomery Street. He built the original building of what was, for many years, the St George Technical College (now a campus of the Sydney Institute of TAFE).\nCommercial and light industrial developments are also located along the &lt;a href=\"Princes%20Highway\"&gt;Princes Highway&lt;/a&gt; and Rocky Point Road. The &lt;a href=\"Darrell%20Lea\"&gt;Darrell Lea&lt;/a&gt; Chocolate factory used to be located in Rocky Point Road, which closed in 2014 and now contains 4 new apartment blocks. Surrounding streets feature more industrial developments. A small group of shops is located on President Avenue, sometimes referred to as Moorefield.\n&lt;a href=\"St%20George%20Hospital%2C%20Sydney\"&gt;St George Hospital&lt;/a&gt; is a major regional hospital, that serves the whole &lt;a href=\"St%20George%2C%20New%20South%20Wales\"&gt;St George&lt;/a&gt; area but also accepts patients from other regions in New South Wales. St George Private Hospital is located nearby. Many medical centres, doctor's surgeries and specialists’ rooms and related services are located in the surrounding area.\nKogarah Police Station and Kogarah Local Court are located on Montgomery Street. The local court serves the whole of the St George area and as such many barristers and solicitors have their offices in Kogarah. A historic fire station is located in Gray Street and another heritage building, the Kogarah School of the Arts is in Bowns Road.\nThe Kogarah Mecca cinema was a landmark building, located opposite the railway station in Station Street. The cinema was often used by local schools for important events such as Speech Day. The cinema complex was closed for business in 2004 and its proprietor later sentenced, on appeal, to nine years jail for sexual offences upon boys in its candy bar store room, projection room, and toilets among other places in the period since 1980.\nThe Kogarah Hotel is located on Railway Parade. Previously it was the Railway Parade Hotel to 1954, and the Kogarah &lt;a href=\"LJ%20Hooker\"&gt;Rex&lt;/a&gt; Hotel to 1964.\nKogarah Town Centre.\nThe Kogarah Town Centre is Kogarah's largest shopping centre. It includes a &lt;a href=\"Australia%20Post\"&gt;post office&lt;/a&gt;, two supermarkets (&lt;a href=\"Woolworths%20Supermarkets\"&gt;Woolworths&lt;/a&gt; and &lt;a href=\"Aldi\"&gt;Aldi&lt;/a&gt;), a tavern, along with a multitude of specialty stores. It provides easy access to &lt;a href=\"Kogarah%20railway%20station\"&gt;Kogarah railway station&lt;/a&gt;.\nKogarah Town Centre was recently under a complete overhaul, with renovations of the whole complex. It was completed in mid-2012, with the supermarket chain, &lt;a href=\"Aldi\"&gt;Aldi&lt;/a&gt;, opening on the ground floor, along with fast-food chain &lt;a href=\"Oporto%20%28restaurant%29\"&gt;Oporto (restaurant)&lt;/a&gt;. An expansion of Kogarah Tavern &amp; &lt;a href=\"Woolworths%20%28supermarkets%29\"&gt;Woolworths&lt;/a&gt; was also included in this overhaul. &lt;a href=\"The%20Coffee%20Club\"&gt;The Coffee Club&lt;/a&gt; was added onto level one.\nTransport.\nThe entire &lt;a href=\"Kogarah%20Municipality\"&gt;City of Kogarah&lt;/a&gt; and surrounding areas rely on bus, train and taxi services that operate from the centre of Kogarah's shopping district. Bus and train services accommodate the large population within Kogarah, as well as the large number of schools in the area.\n&lt;a href=\"Kogarah%20railway%20station\"&gt;Kogarah railway station&lt;/a&gt; is located on the &lt;a href=\"Illawarra%20railway%20line\"&gt;Illawarra line&lt;/a&gt; of the &lt;a href=\"Sydney%20Trains\"&gt;Sydney Trains&lt;/a&gt; network. The station sits below a concourse and a small shopping complex called the Kogarah Town Centre. In the late 1990s, the station underwent extensive renovations which added &lt;a href=\"Easy%20Access\"&gt;easy access&lt;/a&gt; facilities such as &lt;a href=\"elevator\"&gt;elevator&lt;/a&gt;s from the concourse onto each of the four platforms.\nBuses from Kogarah service surrounding suburbs, particularly those along the beach such as &lt;a href=\"Brighton-Le-Sands%2C%20New%20South%20Wales\"&gt;Brighton-Le-Sands&lt;/a&gt;, &lt;a href=\"Monterey%2C%20New%20South%20Wales\"&gt;Monterey&lt;/a&gt;, &lt;a href=\"Ramsgate%20Beach%2C%20New%20South%20Wales\"&gt;Ramsgate Beach&lt;/a&gt;, &lt;a href=\"Sans%20Souci%2C%20New%20South%20Wales\"&gt;Sans Souci&lt;/a&gt; etc. which rely heavily on bus services since they are far from railway stations. Until 1937, a &lt;a href=\"Trams%20in%20Sydney\"&gt;steam tramway&lt;/a&gt; operated between Kogarah and &lt;a href=\"Sans%20Souci%2C%20New%20South%20Wales\"&gt;Sans Souci&lt;/a&gt; via Rocky Point Road. This was replaced by an electric &lt;a href=\"trolleybus\"&gt;trolleybus&lt;/a&gt; service, one of only two such services to operate in Sydney. This was subsequently replaced in the 1950s with the gas powered diesel [Transit systems routes that formerly operate. The majority of public transportation in Kogarah departs and arrives close to Kogarah Town Centre.\nKogarah is also serviced by St George Community Transport, a HACC funded transport service for the Frail Aged, people with disability and their carers.\nParks.\nThe Kogarah area also features many parks and reserves, with no shortage of sports playing fields. These include Hogben Park, Frys Reserve, Scarborough Park, Kogarah Park and Jubilee Oval.\nCulture and events.\n&lt;a href=\"St%20George%20Illawarra%20Dragons\"&gt;St George Illawarra Dragons&lt;/a&gt; have played &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; at &lt;a href=\"Jubilee%20Oval\"&gt;Jubilee Oval&lt;/a&gt; since 1935 and following a merger with the &lt;a href=\"Illawarra%20Steelers\"&gt;Illawarra Steelers&lt;/a&gt; also has &lt;a href=\"Wollongong%20Showground\"&gt;WIN Stadium&lt;/a&gt; as a home ground.\nPopulation.\nDemographics.\nAccording to the 2016 &lt;a href=\"Australian%20Bureau%20of%20Statistics\"&gt;Australian Bureau of Statistics&lt;/a&gt; &lt;a href=\"Census\"&gt;Census&lt;/a&gt; of Population, there were 15,124 people in Kogarah. 33.3% of people were born in Australia. The next most common countries of birth were China 11.1%, Nepal 10.2%, India 5.9%, Bangladesh 4.5% and Philippines 3.6%. 26.8% of people only spoke English at home. Other languages spoken at home included Nepali 10.8%, Mandarin 10.5%, Cantonese 5.7%, Bengali 5.6% and Greek 5.4%. The most common responses for religious affiliation were No Religion 20.8%, Catholic 18.3%, Hinduism 15.6% and Eastern Orthodox 10.0%."
}