{
    "id": "9646521",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=9646521",
    "title": "Zheng Bin",
    "text": "Zheng Bin (; born July 4, 1977) is a Chinese &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and a former internal who played as a &lt;a href=\"Left%20Midfielder\"&gt;Left Midfielder&lt;/a&gt; or &lt;a href=\"Striker%20%28association%20football%29\"&gt;Striker&lt;/a&gt;.\nAs a player he represented &lt;a href=\"Shenzhen%20Jianlibao\"&gt;Shenzhen Jianlibao&lt;/a&gt;, &lt;a href=\"Wuhan%20Huanghelou\"&gt;Wuhan Huanghelou&lt;/a&gt; and &lt;a href=\"Wuhan%20Zall\"&gt;Wuhan Zall&lt;/a&gt; while internationally he played for the &lt;a href=\"China%20national%20football%20team\"&gt;Chinese national team&lt;/a&gt; that participated in the &lt;a href=\"2004%20AFC%20Asian%20Cup\"&gt;2004 AFC Asian Cup&lt;/a&gt;. Since retiring he would move in to management where he gained his first Head coaching position with Wuhan Zall.\nClub career.\nEarly career.\nAs with all the most promising young Chinese players Zheng Bin would quickly be included in the short-lived Chinese national youth team program to study football abroad in a training programme sponsored by &lt;a href=\"Shenzhen%20Shangqingyin\"&gt;Jianlibao&lt;/a&gt; and called the Chinese Jianlibao Youth Football Team. After graduating through the Jianlibao Youth Team he would return to his hometown to play for &lt;a href=\"Wuhan%20Optics%20Valley%20F.C.\"&gt;Wuhan Hongjinlong&lt;/a&gt; to start his professional football career. In his debut season he would play six games in his debut season. He would then go on to play in the majority of Wuhan's games throughout the 1999 league season that saw the team relegated.\nShenzhen Jianlibao.\nThe following seasons would see him remain with Wuhan in their attempts to return to the top tier until &lt;a href=\"Shenzhen%20Jianlibao\"&gt;Shenzhen Jianlibao&lt;/a&gt;'s Head coach &lt;a href=\"Zhu%20Guanghu\"&gt;Zhu Guanghu&lt;/a&gt; showed an interest within him. Zheng Bin would eventually join Shenzhen Jianlibao at the beginning of the 2003 league season. The move would immediately become very successful for him when he quickly established himself within the team in his debut season and then in his second season help the team to win the &lt;a href=\"Chinese%20Super%20League%202004\"&gt;2004 Chinese Super League&lt;/a&gt; title.\nReturn to Wuhan.\nDespite just winning the league title with Shenzhen Jianlibao the club had many financial difficulties and when his previous club just having won promotion and offering 3,500,000 &lt;a href=\"RMB\"&gt;RMB&lt;/a&gt; for the return of his services Zheng Bin would immediately rejoin them. Once again this turned out to be a successful transfer for him when he once again settled straight away within the team and this time go on to win the 2005 Chinese Super League Cup. He would soon go on to captain the team until the club controversially disbanded for what they believed was unfair punishment by the &lt;a href=\"Chinese%20Football%20Association\"&gt;Chinese Football Association&lt;/a&gt; after the club's management did not accept the punishment given to them by the Chinese Football Association after a scuffle broke out during a league game against &lt;a href=\"Beijing%20Guoan\"&gt;Beijing Guoan&lt;/a&gt; on September 27, 2008.\nReturn to Shenzhen.\nWithout a club Zheng Bin would return to Shenzhen Jianlibao (who had renamed themselves &lt;a href=\"Shenzhen%20Shangqingyin\"&gt;Shenzhen Shangqingyin&lt;/a&gt;) at the beginning of the 2009 league season. While he was not an immediate first choice player at the start of the season, once he was given his chance to play he would quickly show his experience within the team and would quickly become a regular within the team.\nJoin Hubei Oriental.\nAt 2010 season, the new Wuhan club &lt;a href=\"Hubei%20Oriental\"&gt;Hubei Oriental&lt;/a&gt; had successfully promotion to &lt;a href=\"China%20League%20One\"&gt;China League One&lt;/a&gt;. Zheng returned to Wuhan again and joined the team to play the new season.\nInternational career.\nZheng Bin would be included in the Chinese squad and go on to make his debut in a friendly against &lt;a href=\"Costa%20Rica%20national%20football%20team\"&gt;Costa Rica&lt;/a&gt; on September 7, 2003 in a 2-0 defeat. Despite the result he would go on to become a regular within the team and his versatility within midfield would see him go on to be included in the squad that went to the &lt;a href=\"2004%20AFC%20Asian%20Cup\"&gt;2004 AFC Asian Cup&lt;/a&gt; that came runners-up. He would go on to play in several &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; qualifiers and the &lt;a href=\"2007%20AFC%20Asian%20Cup\"&gt;2007 AFC Asian Cup&lt;/a&gt;, however once the tournament ended he would lose favour within the team.\nHonours.\nShenzhen Jianlibao\nWuhan Huanghelou"
}