{
    "id": "967142",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=967142",
    "title": "Hurricane Allen",
    "text": "Hurricane Allen was a rare and extremely powerful &lt;a href=\"Cape%20Verde%20hurricane\"&gt;Cape Verde hurricane&lt;/a&gt; that affected the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, eastern and northern &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and southern &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; in August 1980. The first &lt;a href=\"list%20of%20named%20tropical%20cyclones\"&gt;named storm&lt;/a&gt; and second tropical cyclone of the &lt;a href=\"1980%20Atlantic%20hurricane%20season\"&gt;1980 Atlantic hurricane season&lt;/a&gt;, it was the fifth &lt;a href=\"List%20of%20most%20intense%20tropical%20cyclones\"&gt;most intense&lt;/a&gt; Atlantic hurricane on record in terms of &lt;a href=\"barometric%20pressure\"&gt;barometric pressure&lt;/a&gt;, behind &lt;a href=\"Hurricane%20Rita\"&gt;Hurricane Rita&lt;/a&gt;, the &lt;a href=\"1935%20Labor%20Day%20hurricane\"&gt;1935 Labor Day hurricane&lt;/a&gt;, &lt;a href=\"Hurricane%20Gilbert\"&gt;Hurricane Gilbert&lt;/a&gt;, and &lt;a href=\"Hurricane%20Wilma\"&gt;Hurricane Wilma&lt;/a&gt;. It was one of the few hurricanes to reach Category 5 status on the &lt;a href=\"Saffir%E2%80%93Simpson%20Hurricane%20Scale\"&gt;Saffir–Simpson Hurricane Scale&lt;/a&gt; on three occasions, and spent more time as a Category 5 than all but two other &lt;a href=\"Atlantic%20hurricanes\"&gt;Atlantic hurricanes&lt;/a&gt;. Allen is the only hurricane in the recorded history of the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic basin&lt;/a&gt; to achieve sustained winds of 190 mph (305 km/h), thus making it the strongest Atlantic hurricane by wind speed. Until &lt;a href=\"Hurricane%20Patricia\"&gt;Hurricane Patricia&lt;/a&gt; in 2015, these were also the highest sustained winds in the Western Hemisphere.\nThroughout its life, Allen moved through the deep tropics on a westerly to northwesterly course through the tropical &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt;, &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt;, and &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt; before making its final &lt;a href=\"landfall%20%28meteorology%29\"&gt;landfall&lt;/a&gt; near the &lt;a href=\"United%20States%E2%80%93Mexico%20border\"&gt;United States–Mexico border&lt;/a&gt;. At peak strength, it passed near &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt;, causing hundreds of deaths and heavy damage. After crossing the Gulf of Mexico, Allen weakened as it struck the lower Texas coast, causing high winds, a significant storm surge, and heavy rainfall, which caused damage to southern Texas. Overall, Allen killed at least 269 people and left $2.57 billion in damages (1980 US dollars), mostly within the United States and Haiti. Because of its impact, the name Allen was retired from the six-year revolving list of Atlantic tropical cyclone names in 1981 and the name was replaced by Andrew. The name Andrew, though, was subsequently retired after the 1992 season's &lt;a href=\"Hurricane%20Andrew\"&gt;Hurricane Andrew&lt;/a&gt;. The remnants of the storm caused a brief lapse in the &lt;a href=\"1980%20United%20States%20heat%20wave\"&gt;heat wave of 1980&lt;/a&gt; in places like &lt;a href=\"Dallas/Fort%20Worth\"&gt;Dallas/Fort Worth&lt;/a&gt;, Texas, which had recorded 69 days of heat.\nMeteorological history.\nAllen was an early &lt;a href=\"Cape%20Verde-type%20hurricane\"&gt;Cape Verde-type hurricane&lt;/a&gt; which originated from a &lt;a href=\"tropical%20wave\"&gt;tropical wave&lt;/a&gt; that previously moved off the &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;n coastline on July 30. The system &lt;a href=\"tropical%20cyclogenesis\"&gt;developed&lt;/a&gt; as it moved westward, becoming a tropical depression on August 1. However, the &lt;a href=\"National%20Hurricane%20Center\"&gt;National Hurricane Center&lt;/a&gt; did not initiate advisories on Allen until almost 24 hours later, when it was centered east of the &lt;a href=\"Windward%20Islands\"&gt;Windward Islands&lt;/a&gt;. Early on August 2, as the depression moved towards the Caribbean, it had intensified and became the first named storm of the season. The National Hurricane Center noted that conditions appeared favorable for further intensification. However, it was also noted that a large cold-low north of &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; was producing strong westerly wind shear, which would cause Allen to possibly encounter unfavorable conditions within 72 hours. Although slower forward movement was anticipated, Allen remained at generally the same westward pace, between . By August 3, the National Hurricane Center retracted predictions of less favorable conditions from the cold-low north of Puerto Rico, since that weather system was weakening and moving westward.\nAt 1600 UTC on August 3, the National Hurricane Center upgraded Allen to hurricane status, as an Air Force plane recorded winds of 100 mph (155 km/h). However, in post-analysis, it was discovered that Allen had been a hurricane since 0000 UTC on August 3. Shortly after the upgrade, Allen began a period of rapid deepening, and intensified into a major hurricane at 0000 UTC August 4, while roughly northwest of &lt;a href=\"Bridgetown\"&gt;Bridgetown&lt;/a&gt;, &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;. Six hours later, Allen passed only south of &lt;a href=\"St.%20Lucia\"&gt;St. Lucia&lt;/a&gt; at 0600 UTC. Although the National Hurricane Center noted that conditions favored slow strengthening, Allen continued to rapidly intensify, and became a Category 4 hurricane only two hours after that advisory. Later on August 4, the National Hurricane Center noted a barometric pressure of , and that it would not drop significantly within 24 hours. Shortly before 0000 UTC on August 5, the minimum pressure decreased to , which was noted as equivalent to &lt;a href=\"Hurricane%20David\"&gt;Hurricane David&lt;/a&gt; in the &lt;a href=\"1979%20Atlantic%20hurricane%20season\"&gt;previous season&lt;/a&gt;.\nBy August 5, Allen intensified into a Category 5 hurricane while south of &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;. This made Allen the earliest Category 5 hurricane in the Atlantic on record, but was later surpassed by &lt;a href=\"Hurricane%20Emily%20%282005%29\"&gt;Hurricane Emily&lt;/a&gt; which reached that intensity on July 16, 2005. During this time, Allen attained a central pressure of , which was the lowest pressure on record in the eastern Caribbean sea until Hurricane Maria of 2017, which peaked at . Hence, the &lt;a href=\"atmospheric%20pressure\"&gt;barometric pressure&lt;/a&gt; dropped by less than 10 hours after the National Hurricane Center stated that the pressure would not decrease significantly within the time of 24 hours.\nThe &lt;a href=\"eye%20%28cyclone%29\"&gt;eye&lt;/a&gt; passed between &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt; and &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; as a Category 4 hurricane. After friction with the mountains of Haiti and Jamaica had caused it to weaken, Allen intensified back to a Category 5 hurricane, retaining this intensity for over a day. It then moved past the islands of &lt;a href=\"Cayman%20Brac\"&gt;Cayman Brac&lt;/a&gt; and &lt;a href=\"Little%20Cayman\"&gt;Little Cayman&lt;/a&gt; causing moderate damage on Cayman Brac with winds near 135 mph. The storm then moved between &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and the &lt;a href=\"Yucat%C3%A1n%20Peninsula\"&gt;Yucatán Peninsula&lt;/a&gt;, reaching its peak intensity of and a minimum &lt;a href=\"atmospheric%20pressure\"&gt;pressure&lt;/a&gt; of while crossing the &lt;a href=\"Yucat%C3%A1n%20Channel\"&gt;Yucatán Channel&lt;/a&gt;. During Allen's trek through the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; and the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt;, its center of circulation never crossed over land despite its close passage to various islands in and around the Caribbean sea.\nAllen again weakened to a Category 4 storm due to friction with Mexico and an &lt;a href=\"eyewall%20replacement%20cycle\"&gt;eyewall replacement cycle&lt;/a&gt;, but restrengthened into a Category 5 hurricane for a third time as it moved over the open waters of the Gulf of Mexico, keeping this intensity for nearly a full day and with a pressure drop to , the lowest pressure ever recorded in the western Gulf of Mexico. In the day prior to &lt;a href=\"landfall%20%28meteorology%29\"&gt;landfall&lt;/a&gt;, a dry air mass in the western Gulf of Mexico caused the storm to weaken substantially. Allen made landfall August 10 around noon local time on &lt;a href=\"South%20Padre%20Island\"&gt;South Padre Island&lt;/a&gt; near &lt;a href=\"Port%20Isabel%2C%20Texas\"&gt;Port Isabel, Texas&lt;/a&gt; as a Category 3 storm with &lt;a href=\"maximum%20sustained%20wind\"&gt;maximum sustained wind&lt;/a&gt;s of 115 mph (185 km/h) and a pressure of . Landfall on the mainland was along the sparsely populated Texas coast somewhere between &lt;a href=\"Laguna%20Vista\"&gt;Laguna Vista&lt;/a&gt; and &lt;a href=\"Port%20Mansfield\"&gt;Port Mansfield&lt;/a&gt;. It became &lt;a href=\"extratropical%20cyclone\"&gt;extratropical&lt;/a&gt; on August 11.\nPreparations.\nAs Allen approached the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt;, &lt;a href=\"gale\"&gt;gale&lt;/a&gt; warnings and a &lt;a href=\"hurricane%20watch\"&gt;hurricane watch&lt;/a&gt; were issued for the islands of &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;, St. Lucia, &lt;a href=\"Saint%20Vincent%20%28island%29\"&gt;St. Vincent&lt;/a&gt;, &lt;a href=\"Dominica\"&gt;Dominica&lt;/a&gt;, &lt;a href=\"Grenada\"&gt;Grenada&lt;/a&gt;, &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt;, and &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt; during the daylight hours of August 3. Gale warnings were in effect for &lt;a href=\"Antigua\"&gt;Antigua&lt;/a&gt; from 11 am on August 3 until 11 am on August 4. Hurricane warnings were raised for Barbados, St. Vincent, St. Lucia, Martinique, and Dominica from the early afternoon of August 3 until the late morning of August 4. As Allen moved into the Caribbean sea, hurricane watches were issued for southeastern sections of the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt; and the southwestern peninsula of Haiti from 11 am on August 4 until the morning of August 5. Gale warnings were then in effect for the southern Dominican Republic from the night of August 4 into the night of August 5, while southern Haiti maintained the warnings from the night of August 4 into the morning of August 5. The hurricane watch was issued for Jamaica during the morning hours of August 5, while hurricane warnings were raised for the southwest peninsula of Haiti from the late morning of August 5 into the morning of August 6. Hurricane warnings went into effect for Jamaica from around noon on August 5 until late in the afternoon of August 6. The &lt;a href=\"Cayman%20Islands\"&gt;Cayman Islands&lt;/a&gt; saw hurricane watches issued from the afternoon of August 5 into the morning of August 6 before the watches were upgraded to hurricane warnings from the morning until late afternoon of August 6.\nAs Allen approached the Gulf of Mexico, hurricane warnings were raised for the northeast Yucatán peninsula of Mexico from the afternoon of August 6 into the morning of August 8. Gale warnings were in effect for the &lt;a href=\"Florida%20Keys\"&gt;Florida Keys&lt;/a&gt; from the evening of August 6 into the early morning of August 8. As Allen approached its final landfall, the northeast Mexican coast and Texas coast were placed under a hurricane watch from the morning of August 8 until the morning of August 9 for Mexico and the afternoon of August 9 for Texas. &lt;a href=\"tropical%20cyclone%20warnings%20and%20watches\"&gt;Hurricane warning&lt;/a&gt;s were posted for the Texas coast during the afternoon of August 8, and were lowered north of &lt;a href=\"Freeport%2C%20Texas\"&gt;Freeport, Texas&lt;/a&gt; during the afternoon of August 9 and south of Freeport during the afternoon of August 10. Gale warnings and a hurricane watch were issued for the &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; coast from &lt;a href=\"Vermilion%20Bay%20%28Louisiana%29\"&gt;Vermilion Bay&lt;/a&gt; westward from the afternoon of August 8 into the afternoon of August 9. Hurricane warnings were in effect for northeast Mexico from the early afternoon of August 9 into the late afternoon of August 10. Hurricane warnings were downgraded to gale warnings between &lt;a href=\"High%20Island%2C%20Texas\"&gt;High Island, Texas&lt;/a&gt; and Freeport, Texas between the late afternoon of August 9 and the late afternoon of August 10. Hurricane watches were dropped for the Louisiana coast during the late afternoon of August 9. Hurricane warnings were downgraded to gale warnings for the lower Texas coast south of Freeport from the late afternoon of August 10 into the early morning of August 11.\nImpact.\nAllen caused just over $1 billion (1980 &lt;a href=\"United%20States%20dollar\"&gt;USD&lt;/a&gt;) in damages and killed at least 269 people throughout its course (including indirect deaths).\nCaribbean islands.\nIn Barbados, preliminary damages were estimated to be $1.5 million (1980 &lt;a href=\"United%20States%20dollar\"&gt;USD&lt;/a&gt;). About 500 houses were either damaged or destroyed. No deaths were reported. St. Lucia sustained catastrophic damage from the strong category 3 hurricane. Sustained winds of and a &lt;a href=\"sea%20level%20pressure\"&gt;sea level pressure&lt;/a&gt; as low as were reported at Hewanorra. Eighteen people lost their lives as a result of the storm's passage. One death in Guadeloupe was attributed to Allen. In Martinique, damage was extensive as the storm passed south of the island. Waves high battered the coast of the island during the storm.\nIn the central Caribbean, Cayman Brac was hit by winds in excess of which caused considerable property damage. A &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt; at Discovery Bay, Jamaica was devastated by the wave action from the storm. Offshore Jamaica, greater numbers of smaller-sized &lt;a href=\"Damselfish\"&gt;Damselfish&lt;/a&gt;es was witnessed in the wake of Allen. Eight deaths in Jamaica were attributed to Allen. Damage was very significant along the northeast coast, where the hurricane made its closest approach to the island and created a storm surge. Three deaths were attributed to Allen in &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;.\nExtensive damage occurred in &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt; due to high winds and flash &lt;a href=\"flood\"&gt;flood&lt;/a&gt;ing. Total costs for that country were estimated to be at more than $400 million (1980 &lt;a href=\"United%20States%20dollar\"&gt;USD&lt;/a&gt;). Roughly 60% of the nation's coffee crop was destroyed. In all, 220 people were killed and 835,000 were left homeless. In &lt;a href=\"Port-au-Prince\"&gt;Port-au-Prince&lt;/a&gt;, 41 deaths were caused by tin roofs flying off and around 1200 were made homeless by flooding. Another 140 people were reported dead from flooding.\nMexico.\nAreas of northeastern Mexico saw heavy &lt;a href=\"rain\"&gt;rain&lt;/a&gt;s with the passage of Allen, with the highest totals exceeding . The hurricane earlier brushed the Yucatán Peninsula. As Allen only affected sparsely populated regions of Mexico, there were no reports of significant damage.\nUnited States.\nIn &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, the &lt;a href=\"storm%20surge\"&gt;storm surge&lt;/a&gt; was reported as high as at &lt;a href=\"Port%20Mansfield%2C%20Texas\"&gt;Port Mansfield&lt;/a&gt;, though it may have been higher elsewhere along the Texas coast. A peak wind gust of was also measured at Port Mansfield. Tropical storm-force winds in &lt;a href=\"Corpus%20Christi%2C%20Texas\"&gt;Corpus Christi, Texas&lt;/a&gt; blew roof gravel through the city, which led to substantial glass breakage to the 18-story Guarantee Bank Building and a 12-story wing of Spohn hospital. The storm caused seven deaths in Texas and 17 in &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; (most resulting from the crash of a helicopter evacuating workers from an offshore platform). Allen spawned several tornadoes in Texas. One tornado caused $100 million in damage when it hit &lt;a href=\"Austin%2C%20Texas\"&gt;Austin, Texas&lt;/a&gt;, making it the costliest &lt;a href=\"history%20of%20tropical%20cyclone-spawned%20tornadoes\"&gt;tropical cyclone-spawned tornado&lt;/a&gt; in recorded history. Overall, however, the storm caused limited damage in the United States due to its suddenly diminished power and because its highest tides and winds hit a sparsely-populated portion of the Texas coast.\nAllen dumped to of rain in south Texas, ending a summer-long &lt;a href=\"drought\"&gt;drought&lt;/a&gt; during the &lt;a href=\"1980%20United%20States%20heat%20wave\"&gt;Heat Wave of 1980&lt;/a&gt;.\nRetirement and records.\nBecause of the destruction and extreme death tolls, the &lt;a href=\"tropical%20cyclone%20naming\"&gt;name&lt;/a&gt; Allen was &lt;a href=\"list%20of%20retired%20Atlantic%20hurricane%20names\"&gt;retired&lt;/a&gt; from the Atlantic tropic storms list by the &lt;a href=\"World%20Meteorological%20Organization\"&gt;World Meteorological Organization&lt;/a&gt; in the spring of 1981, and will never again be used for a future Atlantic hurricane. It was replaced with &lt;a href=\"1986%20Atlantic%20hurricane%20season%23Tropical%20Storm%20Andrew\"&gt;Andrew&lt;/a&gt; (which would &lt;a href=\"Hurricane%20Andrew\"&gt;itself be retired&lt;/a&gt; after the 1992 season) in the &lt;a href=\"1986%20Atlantic%20hurricane%20season\"&gt;1986 season&lt;/a&gt;.\nWhen Allen reached Category 5 intensity on August 5, it became the earliest Category 5 storm ever recorded. This record stood until &lt;a href=\"Hurricane%20Emily%20%282005%29\"&gt;Hurricane Emily&lt;/a&gt; surpassed it on July 16, 2005. Allen is one of three Atlantic hurricanes to reach Category 5 on the &lt;a href=\"Saffir-Simpson%20hurricane%20scale\"&gt;Saffir-Simpson hurricane scale&lt;/a&gt; on three occasions, the others being &lt;a href=\"Hurricane%20Ivan\"&gt;Hurricane Ivan&lt;/a&gt; and &lt;a href=\"Hurricane%20Isabel\"&gt;Hurricane Isabel&lt;/a&gt;. Allen also produced the fifth-lowest minimum pressure ever recorded in the Atlantic basin at 899 &lt;a href=\"Bar%20%28unit%29\"&gt;mbar&lt;/a&gt; (&lt;a href=\"pascal%20%28unit%29\"&gt;hPa&lt;/a&gt;) and was the strongest known hurricane in the basin, in terms of pressure, since 1935. Until then, it was the second strongest hurricane by pressure in the Atlantic Basin, but was since pushed down to fifth, and no hurricane has achieved winds in this basin since then. It remains the most intense storm ever in August. Allen spent nearly 3 days as a Category 5 storm, initially the longest stretch of any previous Atlantic hurricane on record. However, a reanalysis of the &lt;a href=\"1932%20Cuba%20hurricane\"&gt;1932 Cuba hurricane&lt;/a&gt; showed that it spent 3 hours longer at Category 5 intensity than Allen, and &lt;a href=\"Hurricane%20Irma\"&gt;Hurricane Irma&lt;/a&gt; in 2017 also spent slightly more time as a Category 5 hurricane than Allen. Five typhoons have spent longer as Category 5 storms, including most recently &lt;a href=\"Typhoon%20Karen\"&gt;Karen&lt;/a&gt; and &lt;a href=\"Typhoon%20Nancy%20%281961%29\"&gt;Nancy&lt;/a&gt; in the early 1960s."
}