{
    "id": "9680589",
    "revid": "28151173",
    "url": "https://en.wikipedia.org/wiki?curid=9680589",
    "title": "1971–72 British Home Championship",
    "text": "The 1971–72 &lt;a href=\"British%20Home%20Championship\"&gt;British Home Championship&lt;/a&gt; was the first such &lt;a href=\"Home%20Nations\"&gt;Home Nations&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; tournament (although not the last), to suffer during &lt;a href=\"The%20Troubles\"&gt;The Troubles&lt;/a&gt; in Northern Ireland, when death threats from the &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional Irish Republican Army&lt;/a&gt; were sent to the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt; and &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scottish&lt;/a&gt; players who were scheduled to play at &lt;a href=\"Windsor%20Park\"&gt;Windsor Park&lt;/a&gt;. The surge in anti-British feeling which prompted these threats followed &lt;a href=\"Bloody%20Sunday%20%281972%29\"&gt;Bloody Sunday&lt;/a&gt; in January, and also resulted in the cancellation of the &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; &lt;a href=\"1972%20Five%20Nations%20Championship\"&gt;1972 Five Nations Championship&lt;/a&gt;. As a result, &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland's&lt;/a&gt; home fixture was rescheduled to &lt;a href=\"Hampden%20Park\"&gt;Hampden Park&lt;/a&gt;, effectively granting the Scottish team an extra home match. This was not the last time that The Troubles would interfere with the Home Championship; the &lt;a href=\"1981%20British%20Home%20Championship\"&gt;1981 British Home Championship&lt;/a&gt; would have to be abandoned following similar heightened tension after the death of &lt;a href=\"Bobby%20Sands\"&gt;Bobby Sands&lt;/a&gt;.\nScotland used their home advantage well, securing victory over the Irish and &lt;a href=\"Wales%20national%20football%20team\"&gt;Welsh&lt;/a&gt; to take a major points advantage into the final match against England, who had lost at home to Northern Ireland following a heavy defeat of Wales. In the last match however, &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; gained a slight advantage over their old rivals, winning 1–0 and thus equalling the tournament on points and resulting in a shared victory (&lt;a href=\"goal%20difference\"&gt;goal difference&lt;/a&gt; was not at this stage used to differentiate between teams). The Welsh salvaged a point in their final home game to Northern Ireland, but still finished bottom of the table.\nTable.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;"
}