{
    "id": "968859",
    "revid": "11521989",
    "url": "https://en.wikipedia.org/wiki?curid=968859",
    "title": "Oude Rijn (Utrecht and South Holland)",
    "text": "The Oude Rijn (Old Rhine) is a branch of the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; &lt;a href=\"river%20delta\"&gt;delta&lt;/a&gt; in the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; &lt;a href=\"Provinces%20of%20the%20Netherlands\"&gt;province&lt;/a&gt;s of &lt;a href=\"Utrecht%20%28province%29\"&gt;Utrecht&lt;/a&gt; and &lt;a href=\"South%20Holland\"&gt;South Holland&lt;/a&gt;, starting west of &lt;a href=\"Utrecht\"&gt;Utrecht&lt;/a&gt;, at &lt;a href=\"Harmelen\"&gt;Harmelen&lt;/a&gt; and runs by a mechanical pumping station into the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; at &lt;a href=\"Katwijk\"&gt;Katwijk&lt;/a&gt;. Its present-day length is 52 kilometres.\nIn ancient times, the river was the lower part of the main Rhine branch, forking at Batavia Island, now Betuwe, in a northern branche, Rhine and southern branche Maas. It was much broader and was influenced by sea-tides. During occupation of the &lt;a href=\"Ancient%20Rome\"&gt;Romans&lt;/a&gt; the river formed part of the northern border of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. In medieval times, river Lek became the main draining river for Rhinewater and the Old Rhine was silting. The river still was important as draining river for the surrounding lowlands, for clay-industry and as a transport and trade route. Ships were towed by horse- and humanpower, using a &lt;a href=\"towpath\"&gt;towpath&lt;/a&gt; along large sections of the river, many parts of which have been upgraded to (cycling-)roads over time.\nDescription.\nThe city of &lt;a href=\"Utrecht%20%28city%29\"&gt;Utrecht&lt;/a&gt; was founded at a &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt; near the fork of river &lt;a href=\"Kromme%20Rijn\"&gt;Kromme Rijn&lt;/a&gt; into the &lt;a href=\"Vecht%20%28Utrecht%29\"&gt;Vecht&lt;/a&gt; to the north, and the Oude Rijn to the west. Of the original fork, little remains today and both Vecht and Rijn start from the city &lt;a href=\"moat\"&gt;moat&lt;/a&gt;. For the first few kilometres of its course, the river is &lt;a href=\"River%20engineering%23Channelization\"&gt;channelised&lt;/a&gt; and known as &lt;a href=\"Leidse%20Rijn\"&gt;Leidse Rijn&lt;/a&gt; (Leiden Rhine). It becomes the Oude Rijn after the railway bridge near &lt;a href=\"Harmelen\"&gt;Harmelen&lt;/a&gt; (municipality &lt;a href=\"Woerden\"&gt;Woerden&lt;/a&gt;). Then it flows westward through Woerden where first the river &lt;a href=\"Lange%20Linschoten\"&gt;Lange Linschoten&lt;/a&gt; branches off to the south and then the Oude Rijn forms part of the city &lt;a href=\"moat\"&gt;moat&lt;/a&gt;s.\nAfter Woerden, the river Grecht branches off to the north and the Oude Rijn continues through the towns of &lt;a href=\"Nieuwerbrug\"&gt;Nieuwerbrug&lt;/a&gt;, &lt;a href=\"Bodegraven\"&gt;Bodegraven&lt;/a&gt;, and &lt;a href=\"Zwammerdam\"&gt;Zwammerdam&lt;/a&gt;. Here the river &lt;a href=\"De%20Meije\"&gt;De Meije&lt;/a&gt; ends into the Oude Rijn. In &lt;a href=\"Alphen%20aan%20den%20Rijn\"&gt;Alphen aan den Rijn&lt;/a&gt;, river &lt;a href=\"Gouwe%20%28river%29\"&gt;Gouwe&lt;/a&gt; branches off to the south and the &lt;a href=\"Aarkanaal\"&gt;Aar Canal&lt;/a&gt; ends in the Old Rhine. It flows then along &lt;a href=\"Koudekerk%20aan%20den%20Rijn\"&gt;Koudekerk aan den Rijn&lt;/a&gt; and &lt;a href=\"Hazerswoude-Rijndijk\"&gt;Hazerswoude-Rijndijk&lt;/a&gt; (both part of the municipality of &lt;a href=\"Rijnwoude\"&gt;Rijnwoude&lt;/a&gt;).\nAfter &lt;a href=\"Zoeterwoude-Rijndijk\"&gt;Zoeterwoude-Rijndijk&lt;/a&gt; and &lt;a href=\"Leiderdorp\"&gt;Leiderdorp&lt;/a&gt;, where the short river Does ends, the Oude Rijn flows through &lt;a href=\"Leiden\"&gt;Leiden&lt;/a&gt;. Here starts the &lt;a href=\"Rijn-Schiekanaal\"&gt;Rhine-Schie Canal&lt;/a&gt; (to the south) and the stream &lt;a href=\"Zijl\"&gt;Zijl&lt;/a&gt; (to the north). The Nieuwe Rijn (New Rhine) is a short branch that together with the Oude Rijn are part of Leiden's moat system and both branches merge in the city's centre.\nThe stream &lt;a href=\"Korte%20Vliet\"&gt;Korte Vliet&lt;/a&gt; discharges into the Oude Rijn and it continues through &lt;a href=\"Valkenburg%20%28South%20Holland%29\"&gt;Valkenburg&lt;/a&gt; and &lt;a href=\"Rijnsburg\"&gt;Rijnsburg&lt;/a&gt; to &lt;a href=\"Katwijk\"&gt;Katwijk&lt;/a&gt;. At &lt;a href=\"Katwijk%20aan%20den%20Rijn\"&gt;Katwijk aan den Rijn&lt;/a&gt; the &lt;a href=\"Oegstgeesterkanaal\"&gt;Oegstgeesterkanaal&lt;/a&gt; merges with the Oude Rijn. From here the river has been straightened into a canal (called \"Uitwateringkanaal\") and ends into the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; through a pumping station, preventing high tides inland and silting up of the river mouth.\nWatermanagement &amp; Waterworks.\nAround 1000 CE the river silted up, causing floodings of the lowlands. As prevention, around 1100 CE a dam with locks was built at the village of Zwammerdam, upstream at the border to Utrecht, an area reigned by German Emperor &lt;a href=\"Frederick%20I%2C%20Holy%20Roman%20Emperor\"&gt;Frederick Barbarossa&lt;/a&gt;. Continuing problems in watermanagement in wide areas along Oude Rijn were reason for civilians with administrative responsibilities to collaborate and to establish a so-called High Water Authority or in Dutch Hoogheemraadschap, the first of its kind in The Netherlands. The organisation has been privileged in 1255 by &lt;a href=\"William%20II%20of%20Holland\"&gt;Count William II&lt;/a&gt; of &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt; and Zeeland as central coordinator of all waterworks in the area and later was given the name Hoogheemraadschap van Rijnland. Early works were the building of draining canals around the city of Leiden. From 1408 on, with the first at Zoeterwoude, &lt;a href=\"Windmill\"&gt;wind-powered pumps&lt;/a&gt; are being installed along the Old Rhine, to pump water from the lowlands into the river.\nThe river silted up in the course of the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; and became much smaller. In 1572 near the North Sea the Water Authority had a canal build through the dunes to let Rhinewater flow in the sea, but due to war circumstances, it did silt. In 1807, a large watermanagement system with locks has been established to let flow the water out at low tide. In 1880 a steam driven mechanical pumping station was built.\nHistory.\nRoman era.\nIn Roman times, the river Oude Rijn formed part of the Roman Empire's northern border (&lt;a href=\"Limes%20Germanicus\"&gt;Limes Germanicus&lt;/a&gt;). At strategic locations the Romans did build guarding-towers and border-guarding &lt;a href=\"castellum\"&gt;castella&lt;/a&gt; and &lt;a href=\"castra\"&gt;castra&lt;/a&gt;, including: \"Laurum\" (&lt;a href=\"Woerden\"&gt;Woerden&lt;/a&gt;), \"Nigrum Pullum\" (&lt;a href=\"Zwammerdam\"&gt;Zwammerdam&lt;/a&gt;), \"&lt;a href=\"Albaniana%20%28Roman%20fort%29\"&gt;Albaniana&lt;/a&gt;\" (&lt;a href=\"Alphen%20aan%20den%20Rijn\"&gt;Alphen aan den Rijn&lt;/a&gt;), \"Matilo\" (Leiderdorp), \"Praetorium Agrippinae\" (&lt;a href=\"Valkenburg%20%28South%20Holland%29\"&gt;Valkenburg&lt;/a&gt;), and \"&lt;a href=\"Lugdunum%20Batavorum\"&gt;Lugdunum Batavorum&lt;/a&gt;\" (Katwijk). Many of the at that time unpopulated locations, evolved into cities and villages.\nIn Valkenburg, the layout of the Roman castellum has been marked in the pavement. At Woerden and Zwammerdam, roman ships have been excavated.\nReferences.\nMartin Hendriksma, \"De Rijn. Biografie van een rivier\", Publisher De Geus, 2017"
}