{
    "id": "9704095",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=9704095",
    "title": "Medium specificity",
    "text": "Medium specificity is a consideration in &lt;a href=\"aesthetics\"&gt;aesthetics&lt;/a&gt; and &lt;a href=\"art%20criticism\"&gt;art criticism&lt;/a&gt;. It is most closely associated with &lt;a href=\"modernism\"&gt;modernism&lt;/a&gt;, but it predates it. \nOverview.\nAccording to &lt;a href=\"Clement%20Greenberg\"&gt;Clement Greenberg&lt;/a&gt;, who helped popularize the term, medium specificity holds that \"the unique and proper area of competence\" for a form of art corresponds with the ability of an artist to manipulate those features that are \"unique to the nature\" of a particular medium. For example, in painting, literal flatness and &lt;a href=\"Abstract%20art\"&gt;abstraction&lt;/a&gt; are emphasised rather than illusionism and &lt;a href=\"figurative%20art\"&gt;figuration&lt;/a&gt;.\nMedium specific can be seen to mean that \"the artwork is constituted by the characteristic qualities of the raw material.\" This would probably include the techniques used to manipulate the materials. \"Medium-specificity is based on the distinct materiality of artistic media.\" As early as 1776 &lt;a href=\"Gotthold%20Ephraim%20Lessing\"&gt;Gotthold Ephraim Lessing&lt;/a&gt; \"contends that an artwork, in order to be successful, needs to adhere to the specific stylistic properties of its own medium.\"\nToday, the term is used both to describe artistic practices and as a way to analyze &lt;a href=\"Visual%20arts\"&gt;artwork&lt;/a&gt;. Critic &lt;a href=\"N.%20Katherine%20Hayles\"&gt;N. Katherine Hayles&lt;/a&gt;, for example, speaks of \"media specific analysis.\" As discussed by critic Marshall Soules, medium specificity and media specific analysis are playing an important role in the emergence of &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt; art forms, such as &lt;a href=\"Internet%20art\"&gt;Internet art&lt;/a&gt;. Medium specificity suggests that a work of art can be said to be successful if it fulfills the promise contained in the medium used to bring the artwork into existence. Much debate can remain as to what a given medium best lends itself to. \nArt dialogue in the post-modern period has tended to steer away from medium specificity as a particularly relevant principle. &lt;a href=\"Tom%20Palin\"&gt;Tom Palin&lt;/a&gt; maintains the importance of a notion of medium to the practice of painting, with recourse to Heideggerian phenomenology."
}