{
    "id": "970543",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=970543",
    "title": "USS Sunfish (SSN-649)",
    "text": "USS \"Sunfish\" (SSN-649), a &lt;a href=\"Sturgeon%20class%20submarine\"&gt;\"Sturgeon\"-class&lt;/a&gt; &lt;a href=\"attack%20submarine\"&gt;attack submarine&lt;/a&gt;, was the second ship of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; to be named for the &lt;a href=\"ocean%20sunfish\"&gt;ocean sunfish&lt;/a&gt; (\"Mola mola\"), a marine species having a deep body truncated behind, and high &lt;a href=\"dorsal%20fin\"&gt;dorsal&lt;/a&gt; and &lt;a href=\"anal%20fin\"&gt;anal fin&lt;/a&gt;s.\nConstruction and commissioning.\nThe contract to build \"Sunfish\" was awarded to the &lt;a href=\"General%20Dynamics%20Quincy%20Shipbuilding%20Division\"&gt;General Dynamics Quincy Shipbuilding Division&lt;/a&gt; in &lt;a href=\"Quincy%2C%20Massachusetts\"&gt;Quincy&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, on 26 March 1963 and her &lt;a href=\"keel\"&gt;keel&lt;/a&gt; was laid down there on 15 January 1965. She was the one of two nuclear submarines built at the former &lt;a href=\"Fore%20River%20Shipyard\"&gt;Fore River Shipyard&lt;/a&gt; The contract to build USS Whale (SSN-638) Whale's keel was laid down on 27 May 1964 and were the only submarines built there since 1925.\nShe was &lt;a href=\"Ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; on 14 October 1966, sponsored by Mrs. Robert C. Byrd, the wife of &lt;a href=\"United%20States%20Senator\"&gt;United States Senator&lt;/a&gt; &lt;a href=\"Robert%20C.%20Byrd\"&gt;Robert C. Byrd&lt;/a&gt; of &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;, and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 15 March 1969, with &lt;a href=\"Commander\"&gt;Commander&lt;/a&gt; Richard L. Thompson in command.\nService history.\n1969–1974.\n\"Sunfish\" spent the period from April to August 1969 undergoing &lt;a href=\"Shakedown%20%28testing%29\"&gt;shakedown&lt;/a&gt; and in various exercises such as &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; firing, sound trials, control drills, and casualty drills. A short dedependents' cruise in late August 1969 was followed by post-shakedown repairs and alterations at &lt;a href=\"Groton%2C%20Connecticut\"&gt;Groton&lt;/a&gt;, &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. The last two weeks of 1969 were devoted to a leave and recreation period for the crew.\n\"Sunfish\" spent early 1970 in upkeep periods and several short cruises in preparation for an extended deployment. She was deployed from 16 June to 26 August 1970, when she arrived at her &lt;a href=\"home%20port\"&gt;home port&lt;/a&gt;, &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;. She deployed again from 6 October to 1 December 1970.\n\"Sunfish\" put to sea again on 22 January 1971 to participate in a short &lt;a href=\"fleet%20exercise\"&gt;fleet exercise&lt;/a&gt;, but her operational commitments changed after she left port and she did not return until 9 March 1971. She made a cruise to &lt;a href=\"Port%20Everglades%2C%20Florida\"&gt;Port Everglades&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, in April 1971, followed by a fleet exercise. She spent the remainder of 1971 participating in &lt;a href=\"antisubmarine%20warfare\"&gt;antisubmarine warfare&lt;/a&gt; exercises with &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s and &lt;a href=\"patrol%20aircraft\"&gt;patrol aircraft&lt;/a&gt;.\n\"Sunfish\" departed Charleston on 3 January 1972, for a deployment to the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; and a &lt;a href=\"tour%20of%20duty\"&gt;tour of duty&lt;/a&gt; with the &lt;a href=\"United%20States%20Sixth%20Fleet\"&gt;United States Sixth Fleet&lt;/a&gt;. She returned to her Charleston on 21 May 1972 and entered a stand-down period that lasted until early October, when she entered the &lt;a href=\"Norfolk%20Naval%20Shipyard\"&gt;Norfolk Naval Shipyard&lt;/a&gt; at &lt;a href=\"Portsmouth%2C%20Virginia\"&gt;Portsmouth&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, for her first major &lt;a href=\"wikt%3Aoverhaul\"&gt;overhaul&lt;/a&gt;.\nThe overhaul was completed in August 1973, and \"Sunfish\" proceeded to &lt;a href=\"New%20London%2C%20Connecticut\"&gt;New London&lt;/a&gt;, Connecticut, for refresher training. She touched at Charleston in early November 1973, then continued to the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; for sound training and weapon systems tests.\n\"Sunfish\" returned to Charleston on 9 December 1973 for a leave and upkeep period. She operated along the &lt;a href=\"United%20States%20East%20Coast\"&gt;United States East Coast&lt;/a&gt; from New London to &lt;a href=\"Cape%20Kennedy\"&gt;Cape Kennedy&lt;/a&gt;, Florida, until June 1974. On 25 June 1974, \"Sunfish\" stood out of Charleston to begin a deployment.\n1978-1981.\nThe boat was scheduled for refit, and was sent to Ingalls Shipyard, East Bank facility, Pascagoula, Mississippi in the early part of 1978.\nIngalls was owned by Litton Industries at the time, \nShe successfully weathered Hurricane Frederic, which hit the Gulf Coast region.\nThere were numerous delays, but in early 1980, she completed her sea trials, and was again sent to her homeport at the United States Naval Base, Charleston, South Carolina, after a Caribbean visit to San Juan, Puerto Rico.\n1000th dive, 1996.\n\"Sunfish\"s home port had been changed to &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk&lt;/a&gt;, Virginia, by 1996, when she made history: Early that year, after pulling away from the &lt;a href=\"submarine%20tender\"&gt;submarine tender&lt;/a&gt; , \"Sunfish\" made her one thousandth dive. Commander &lt;a href=\"Submarine%20Group%208\"&gt;Submarine Group 8&lt;/a&gt;, &lt;a href=\"Rear%20Admiral\"&gt;Rear Admiral&lt;/a&gt; &lt;a href=\"Richard%20W.%20Mies\"&gt;Richard W. Mies&lt;/a&gt;, who had served on \"Sunfish\" from March 1970 to April 1973, was aboard to give the order to submerge for the history-making dive. On 4 March 1996, the U.S. Navys &lt;a href=\"Chief%20of%20Naval%20Information\"&gt;Chief of Naval Information&lt;/a&gt; released this story:\n\"Sunfish\" made her last deployment in 1996.\nDecommissioning and disposal.\n\"Sunfish\" was &lt;a href=\"ship%20decommissioning\"&gt;decommissioned&lt;/a&gt; on 31 March 1997 and stricken from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Naval Vessel Register&lt;/a&gt; the same day. her scrapping via the Nuclear-Powered &lt;a href=\"Ship%20and%20Submarine%20Recycling%20Program\"&gt;Ship and Submarine Recycling Program&lt;/a&gt; at &lt;a href=\"Puget%20Sound%20Navy%20Yard\"&gt;Puget Sound Navy Yard&lt;/a&gt; at &lt;a href=\"Bremerton%2C%20Washington\"&gt;Bremerton&lt;/a&gt;, &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt; was completed on 31 October 1997."
}