{
    "id": "9724720",
    "revid": "1056160619",
    "url": "https://en.wikipedia.org/wiki?curid=9724720",
    "title": "Scolopendra subspinipes",
    "text": "Scolopendra subspinipes is a species of very large &lt;a href=\"centipede\"&gt;centipede&lt;/a&gt; found throughout eastern Asia. One of the most widespread and common species in the genus \"&lt;a href=\"Scolopendra\"&gt;Scolopendra&lt;/a&gt;\", it is also found on virtually all land areas around and within the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;, all of tropical and subtropical Asia from &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; to the islands of &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; and &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, South and Central America, the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; islands, and possibly parts of the southern United States, but how much of this range is natural and how much due to human introduction is unclear. With a wide geographic range and numerous color variations, the species is known by a great many common names, including Chinese red-headed centipede, jungle centipede, orange-legged centipede, red-headed centipede (not to then be confused with \"&lt;a href=\"Scolopendra%20morsitans\"&gt;Scolopendra morsitans&lt;/a&gt;\"), Hawaiian centipede, and Vietnamese centipede.\nIt is among the largest &lt;a href=\"centipede\"&gt;centipede&lt;/a&gt;s with a maximum length of . This centipede is an active, aggressive predator that preys on any animal it can overpower.\nDescription.\nThis is a large species which can grow up to 20 cm in length. However in 2018 a far larger specimen was recovered in &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; by Clayton Cambra, who captured what appeared to be a \"Scolopendra subspinipes\" that measured an astonishing 36.6  cm in length. \nIt has colour variations: its body is usually &lt;a href=\"red\"&gt;red&lt;/a&gt; or &lt;a href=\"reddish%20brown\"&gt;reddish brown&lt;/a&gt; with yellow or yellow-orange legs. In common with other members of genus \"&lt;a href=\"Scolopendra\"&gt;Scolopendra&lt;/a&gt;\", it has 22 &lt;a href=\"body%20segment\"&gt;body segment&lt;/a&gt;s, with each segment having one pair of legs. A pair of modified legs known as forcipules can be found on its head, which is covered by a flat shield and bears a pair of antennae. The forcipules are the major tools used by the centipede to kill its prey or for defense, as they have sharp claws that connect to venom glands. \nHabitats.\nThe species can be found in tropical and subtropical regions throughout the &lt;a href=\"Old%20World\"&gt;Old World&lt;/a&gt;. It is also one of only three species of centipedes in &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;.\nDiet and behavior.\nThis is an aggressive and nervous arthropod, which is ready to strike if interfered with and is sensitive to vibrations nearby. It preys primarily on &lt;a href=\"arachnids\"&gt;arachnids&lt;/a&gt;, including &lt;a href=\"spiders\"&gt;spiders&lt;/a&gt;, &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt;s, and &lt;a href=\"vinegaroons\"&gt;vinegaroons&lt;/a&gt;. It is large enough to overpower small &lt;a href=\"vertebrates\"&gt;vertebrates&lt;/a&gt;, such as &lt;a href=\"mice\"&gt;mice&lt;/a&gt; or small &lt;a href=\"reptiles\"&gt;reptiles&lt;/a&gt;, and will readily attempt to consume them, as well. It tends to try to eat almost every living animal it encounters that is not longer than itself. It seizes prey with its anterior legs, then curves its head quickly behind to implant its venomous jaws deeply and firmly into the prey. The prey is held by the centipede's other legs until it dies from the fast-acting venom. During a fight, the centipede uses its entire body, coiling the prey or enemy with its legs firmly attaching to the body of the opponent. Then, it quickly penetrates its forcipules into the victim for venom injection.\nReproduction.\nThe male produces capsules containing mature sperm cells, &lt;a href=\"spermatophores\"&gt;spermatophores&lt;/a&gt;, which are deposited in a reservoir called the &lt;a href=\"spermatheca\"&gt;spermatheca&lt;/a&gt; of the female during mating. The female then fertilizes her immature eggs, &lt;a href=\"oocytes\"&gt;oocytes&lt;/a&gt;, and deposits them in a dark, protected area. The female lays 50 to 80 eggs, which she vigilantly protects until they hatch and the baby centipedes molt once. If danger is detected, she wraps around her young to keep them safe. The young centipedes molt once each year, and take 3-4 years to attain full adult size. Adults molt once every year. They may live for 10 years or more.\nVenom.\n\"S. subspinipes\" has been reported as the apparent cause of a human death. A fatal case was reported in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; in which the centipede bit a 7-year-old girl on her head. She died 29 hours later.\nHuman uses.\n\"S. subspinipes\" is a popular pet among arthropod hobbyists. The centipede was a traditional food source for &lt;a href=\"Aboriginal%20Australians\"&gt;Aboriginal Australians&lt;/a&gt;.\nSubspecies.\nThe number of subspecies of \"S. subspinipes\" is unclear and varies between authors. Taxonomic characters have incorporated plastic traits such as color and &lt;a href=\"Sulcus%20%28morphology%29\"&gt;sulcus structure&lt;/a&gt; and the number and position of spines, producing indistinguishable and intergrading subspecies. A 2012 review found that one former subspecies, \"S. s. cingulatoides\" is in fact a distinct species, and that \"S. subspinipes\" has no valid subspecies.\nOne paper suggests that all subspecies can basically be divided into two groups based on morphology (see reference).\nSome subspecies, (\"&lt;a href=\"Scolopendra%20dehaani\"&gt;S. subspinipes dehaani&lt;/a&gt;, &lt;a href=\"Scolopendra%20japonica\"&gt;S. subspinipes japonica&lt;/a&gt;, &lt;a href=\"Scolopendra%20dawydoffi\"&gt;S. subspinipes cingulatoides&lt;/a&gt;\" -renamed \"Scolopendra dawydoffi\" to avoid confusion with \"&lt;a href=\"Scolopendra%20cingulatoides\"&gt;S. cingulatoides&lt;/a&gt;-\" have been either elevated or confirmed at species level. A list of all subspecies can be found below. Those that are no longer are denoted with an &lt;a href=\"asterisk\"&gt;asterisk&lt;/a&gt; (*).\nSubspecies now considered synonyms of \"S. subspinipes\"- they are now invalid subspecies?- are denoted by double asterisk (**).\nList and information:\nSee also.\n\"&lt;a href=\"Chinese%20red-headed%20centipede\"&gt;S. s. mutilans&lt;/a&gt;\""
}