{
    "id": "972473",
    "revid": "13440149",
    "url": "https://en.wikipedia.org/wiki?curid=972473",
    "title": "Worcester Warriors",
    "text": "Worcester Warriors Rugby Football Club are a Professional English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club, playing in the &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;English Premiership&lt;/a&gt;. Warriors also compete in the &lt;a href=\"Premiership%20Rugby%20Cup\"&gt;Premiership Rugby Cup&lt;/a&gt;, &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt;, and &lt;a href=\"Premiership%20Rugby%20Shield\"&gt;Premiership Rugby Shield&lt;/a&gt; competitions. Their home ground is &lt;a href=\"Sixways%20Stadium\"&gt;Sixways Stadium&lt;/a&gt;, and the team colours are gold and blue.\nHistory.\nFoundation.\nThe club was founded in 1871 by the Reverend Francis John Ede, with the first known game played against the &lt;a href=\"Royal%20Artillery\"&gt;Royal Artillery Rugby Club&lt;/a&gt; on 8 November 1871. This game was played on &lt;a href=\"Worcester%20Racecourse\"&gt;Pitchcroft&lt;/a&gt;. The club began playing at Bevere in &lt;a href=\"Worcester%2C%20England\"&gt;Worcester&lt;/a&gt; in 1954 and left Bevere for &lt;a href=\"Sixways%20Stadium\"&gt;Sixways&lt;/a&gt; in 1975 when the clubhouse was opened. When the league system was formed, the club was placed in North Midlands Division One, a level eight league.\nSupport.\nDue to extensive support from their backer &lt;a href=\"Cecil%20Duckworth\"&gt;Cecil Duckworth&lt;/a&gt;, the club were able to build a strong team, with promotion after promotion following. In 2006, extremely ambitious plans were announced for a £23 million development programme, which would see a health club with fitness centre and swimming pool, fully tarmacked park and ride area, and expanded capacity to 11,499.\nPromotion to the Premiership.\nWorcester Warriors were promoted to the (then Zurich) &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;Premiership&lt;/a&gt; after winning &lt;a href=\"National%20Division%20One\"&gt;National Division One&lt;/a&gt; in &lt;a href=\"National%20Division%20One%202003%E2%80%9304\"&gt;2003–04&lt;/a&gt; with a perfect record of 26 wins from 26 games, something that had never before been achieved. They were the bookies', and many of the rugby pundits' odds-on-favourites to go straight back down but defied the odds to stay in the Premiership for another season, finishing ninth in the league, after wins against teams including &lt;a href=\"NEC%20Harlequins\"&gt;Harlequins&lt;/a&gt;, &lt;a href=\"Leeds%20Tykes\"&gt;Leeds&lt;/a&gt;, a historic victory against &lt;a href=\"Guinness%20Premiership\"&gt;Premiership&lt;/a&gt; Champions &lt;a href=\"Wasps%20RFC\"&gt;London Wasps&lt;/a&gt; and &lt;a href=\"Northampton%20Saints\"&gt;Northampton&lt;/a&gt; in a 'winner takes all' end of season finale, which they won 21–19. This match was shown live with more twists and turns off the pitch as well as on it, with then &lt;a href=\"Northampton%20Saints\"&gt;Northampton&lt;/a&gt; player, &lt;a href=\"Shane%20Drahm\"&gt;Shane Drahm&lt;/a&gt;, who had signed for Worcester eventually starting, and successfully kicking almost everything, after press releases by &lt;a href=\"Northampton%20Saints\"&gt;Northampton&lt;/a&gt; stating that he would be a substitute. In the 2004–05 season, despite Premiership survival being their ultimate aim, they reached the final of the defunct &lt;a href=\"European%20Shield\"&gt;European Shield&lt;/a&gt; at Oxford's &lt;a href=\"Kassam%20Stadium\"&gt;Kassam Stadium&lt;/a&gt;, after beating &lt;a href=\"Leeds%20Tykes\"&gt;Leeds Tykes&lt;/a&gt; in the semi-final. They eventually lost out to the French side &lt;a href=\"FC%20Auch%20Gers\"&gt;Auch&lt;/a&gt;. They also managed to achieve a play-off match for the &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; against &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt;, but their long fight for Premiership survival and an injury-ravaged squad meant that they lost. Their achievements for that season meant that they had achieved much more than they had originally hoped for, as well as earning the respect of the other Premiership sides in the process.\nIn the 2005–06 season, they reached the quarter–finals of the &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; after finishing top of their pool with five wins out of a possible six, above &lt;a href=\"Connacht%20Rugby\"&gt;Connacht&lt;/a&gt;, &lt;a href=\"Montpellier%20H%C3%A9rault%20RC\"&gt;Montpellier Hérault&lt;/a&gt; and &lt;a href=\"Amatori%20Catania\"&gt;Amatori Catania&lt;/a&gt;, and faced an away match against &lt;a href=\"Northampton%20Saints\"&gt;Northampton Saints&lt;/a&gt; on &lt;a href=\"April%20Fool%27s%20Day\"&gt;April Fool's Day&lt;/a&gt;, which they won, in what was described by sports writers as some of the best rugby they have played all season. They reached the semi – finals where they faced &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester Rugby&lt;/a&gt; in a local derby showdown, it being the third time they had played &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester&lt;/a&gt; that season, with the European match being played the week after the &lt;a href=\"Guinness%20Premiership\"&gt;Premiership&lt;/a&gt; match at &lt;a href=\"Kingsholm\"&gt;Kingsholm&lt;/a&gt;. Despite playing some thrilling rugby, and looking much more solid as a team than the previous week's &lt;a href=\"Guinness%20Premiership\"&gt;Premiership&lt;/a&gt; performance, they were knocked out of the competition. The &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; was then a much more important competition to Worcester as it offered them a route into the &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt;. In the &lt;a href=\"2005%E2%80%9306%20Guinness%20Premiership\"&gt;2005–06 Guinness Premiership&lt;/a&gt;, they avoided relegation and were safe much earlier in the season, which meant that they avoided a repeat of last years relegation battle on the last day of the season. The season culminated in an eighth-place finish in the league on 47 points, one place higher than 2004–05, with the same number of wins (9) but more bonus points and a draw, missing 7th position due to &lt;a href=\"Newcastle%20Falcons\"&gt;Newcastle Falcons&lt;/a&gt; having a better points difference, secured on the last day of the season. This was a huge achievement considering that this is still only their second season in rugby's top flight.\nIn the &lt;a href=\"2006%E2%80%9307%20Guinness%20Premiership\"&gt;2006–07 season&lt;/a&gt; Worcester didn't get off to a very good start and for the majority of the season they were positioned in 12th place, but a good run of form which involved beating some of the top sides in the Premiership, helping them to avoid relegation and send the former &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; champions &lt;a href=\"Northampton%20Saints\"&gt;Northampton Saints&lt;/a&gt; down into &lt;a href=\"National%20Division%20One\"&gt;National Division One&lt;/a&gt;.\nEstablished in the Premiership.\nFor the &lt;a href=\"2007%E2%80%9308%20Guinness%20Premiership\"&gt;2007–08 season&lt;/a&gt; Worcester had brought in several big name players, the best known being the &lt;a href=\"All%20Black\"&gt;All Black&lt;/a&gt; &lt;a href=\"Rico%20Gear\"&gt;Rico Gear&lt;/a&gt;. But they again didn't start off very well in the Premiership and did not record their first victory until after Christmas. While they were struggling in the premiership they were enjoying good success in the &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; (ECC), progressing through the group stages. After Christmas their premiership formed picked up and they beat top teams such as &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt; and &lt;a href=\"Sale%20Sharks\"&gt;Sale Sharks&lt;/a&gt;, which subsequently saw them move out of the relegation zone, &lt;a href=\"Leeds%20Tykes\"&gt;Leeds Carnegie&lt;/a&gt; replacing them. They progressed even further in the ECC and beat off &lt;a href=\"Montpellier%20H%C3%A9rault%20RC\"&gt;Montpellier Hérault RC&lt;/a&gt; in the quarter-final and saw off &lt;a href=\"Newcastle%20Falcons\"&gt;Newcastle Falcons&lt;/a&gt; in the semi-final which set up a final against &lt;a href=\"Bath%20Rugby\"&gt;Bath&lt;/a&gt;. Leeds Carnegie could not survive relegation and were relegated well before the end of the season. The final against Bath resulted in a 24–16 defeat in a one-sided game.\nIn 2008 Worcester pulled off one of their largest signings ever by signing &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australian international&lt;/a&gt; &lt;a href=\"Chris%20Latham%20%28rugby%20player%29\"&gt;Chris Latham&lt;/a&gt; from the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt;, for the 2008–09 season on a three-year deal. The season again didn't go the way it was planned but Worcester still progressed in the ECC and pulled off home and away victories over local rivals &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester&lt;/a&gt; and &lt;a href=\"Wasps%20RFC\"&gt;London Wasps&lt;/a&gt; in the league. However the season ended disappointingly (after Worcester suffered a succession of serious injuries), losing in the semi-final of the &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; to &lt;a href=\"CS%20Bourgoin-Jallieu\"&gt;Bourgoin&lt;/a&gt;.\nRelegation from the Premiership.\nAfter the disappointment of the &lt;a href=\"2008%E2%80%9309%20Guinness%20Premiership\"&gt;2008–09 Guinness Premiership&lt;/a&gt; season, the Warriors made a bright start to the &lt;a href=\"2009%E2%80%9310%20Guinness%20Premiership\"&gt;2009–10 Guinness Premiership&lt;/a&gt; season. Either side of a loss to &lt;a href=\"Wasps%20RFC\"&gt;Wasps&lt;/a&gt;, they had convincing wins over newly promoted Leeds Carnegie and over &lt;a href=\"Sale%20Sharks\"&gt;Sale Sharks&lt;/a&gt;, only their second home win over Sale since they joined the top flight in 2004–05, which was then followed by an unlucky loss at champions &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt;. A poor spell followed with 10 games without a win. During the winless spell, the club did become the first Premiership team to draw four games in a season and the first team to draw three successive league games. Following this bad spell, the Warriors secured a much needed 13–0 victory over &lt;a href=\"Newcastle%20Falcons\"&gt;Newcastle&lt;/a&gt; at &lt;a href=\"Sixways%20Stadium\"&gt;Sixways&lt;/a&gt;, before another six consecutive losses. On 25 April, the Warriors were relegated from the &lt;a href=\"Guinness%20Premiership\"&gt;Premiership&lt;/a&gt; after a 12–10 loss away to Leeds Carnegie, their first &lt;a href=\"relegation\"&gt;relegation&lt;/a&gt; in 22 years. They played the 2010–11 season in the &lt;a href=\"RFU%20Championship\"&gt;Championship&lt;/a&gt; with &lt;a href=\"Richard%20Hill%20%28scrum-half%29\"&gt;Richard Hill&lt;/a&gt; as the new head coach, on a 2-year contract and &lt;a href=\"Chris%20Pennell\"&gt;Chris Pennell&lt;/a&gt; as the new captain.\nReturn to the Premiership.\nThe 2010–11 season saw Worcester win 30 out of 31 games in the &lt;a href=\"2010%E2%80%9311%20RFU%20Championship\"&gt;Championship&lt;/a&gt;, losing the only game to the &lt;a href=\"Cornish%20Pirates\"&gt;Cornish Pirates&lt;/a&gt; in the main season at Sixways. Worcester were top of the league and top of their stage 2 group. After winning the play-off against &lt;a href=\"Bedford%20Blues\"&gt;Bedford Blues&lt;/a&gt; at Sixways and both legs of the play-off final, Worcester secured promotion to the &lt;a href=\"2011%E2%80%9312%20English%20Premiership%20%28rugby%20union%29\"&gt;Premiership for the 2011–12 season&lt;/a&gt;. Before the season began, there were local news reports that Worcester Warriors\naimed to build a &lt;a href=\"Hilton%20Hotel\"&gt;Hilton Hotel&lt;/a&gt; on the Sixways site, whilst also building a health and leisure facility and potentially expanding the North Stand.\nHill left the Warriors in April 2013 and was replaced by &lt;a href=\"Dean%20Ryan\"&gt;Dean Ryan&lt;/a&gt;.\n2013 Onwards.\nRyan couldn't keep the Warriors in the league in his first season in charge and the club was once again relegated to England's second tier.\nHowever, after releasing a number of older players the club began a rebuilding phase led by Ryan who recruited young talents unable to get game-time at big clubs. Warriors achieved promotion back to the Premiership at their first attempt, beating Bristol in the playoffs thanks to a last minute Chris Pennell try and Ryan Lamb conversion. The club also managed to win the B&amp;I Cup defeating Doncaster 35–5.\nWarriors' first season back in the Aviva Premiership during the 2015/16 campaign was a successful one following the redevelopment of the Indoor Training Centre, which became a state-of-the-art High Performance Centre to give Warriors some of the best training facilities in the country. The club also made a number of high-profile signings in Francois Hougaard, Donncha O'Callaghan and Wynand Olivier and finished the season in tenth position after winning seven games.\nIn 2016/17 the club finished 11th after a strong finish to the season under new Director of Rugby Gary Gold. Warriors scored a club record of 56 tries in the league. Gold left Worcester in early 2018 and was replaced as DOR by Alan Solomons who guided Worcester to another 11th-place finish in 2017/18.\nRivalries.\nWorcester have developed two main rivalries in their recent history with Gloucester and Rotherham.\nThe rivalry with Rotherham stemmed from the clubs meeting each other numerous times in The Championship between 1998 and 2003. Since Worcester gained promotion to The Championship in 1998 the two clubs were constantly at the top end of the table together, battling for the solitary promotion place. In the four seasons they were both in the league, between 1998 and 2003, Rotherham finished 2nd once and 1st three times, whilst Worcester finished 3rd twice and 2nd twice. Due to both teams consistently doing well in the league and tensions between the two clubs high off the pitch, the games often attracted bigger crowds and greater media interest than usual. The importance of the clashes and the rivalry that developed led to the two clubs being dubbed 'The Celtic and Rangers' of their division.\nAfter two close league games in the 2001–02 season, which saw Worcester win the game at Sixways in September by two points thanks to a Tim Walsh drop goal and Rotherham win the game at Clifton Lane in January by 10 points the Rivalry peaked the following season, 2002–03. Rotherham had won the 2001–02 Championship losing just two games with Worcester finishing 2nd having lost three games. However, Rotherham were denied promotion based on the fact that there stadium, Clifton Lane, was not at the required standard. To rectify this and meet premiership stadium criteria, in time for the 2002/03 season Rotherham moved stadiums to Millmoor and shared it with Rotherham United FC.\nThe first meeting of the 2002–03 campaign between the two teams came at Millmoor on 23 November. Despite being fairly early on in the season, a big five-point win for Rotherham in front of over 4,000 fans, including a sizeable away following from Worcester, was a huge step in Rotherham winning the league and gaining promotion. This encounter was yet again a very heated and physical battle. Worcester were well on top during the first half and went into the interval 13–6 ahead thanks to a Chris Garrard try and some excellent game management from fly half Tim Walsh. However, the second half was a completely different affair and with Worcester's Chris Garrard sent off for a dangerous tackle on Jacob Raulini and Steve Caine sin binned, Rotherham, spurred on by their biggest and most vociferous crowd of the season, scored 32 unanswered points, including four tries to complete a demolition of Worcester.\nDespite the big win for Rotherham at Millmoor, Worcester only lost one game until the two teams met again at Sixways in April, winning 12 league games and losing only away to Orrell. This ensured they kept in contact with Rotherham at the top of the table. The game at Sixways was the third last game of the season and, with the sides neck and neck in the league, the winner would almost certainly gain a place in The Premiership. Worcester had gone 20 games and 18 months since their last home loss, which was to Rotherham in September 2001. The game was the first Championship match to be broadcast live on Sky Sports and the game also saw the record attendance for a Championship game, with temporary stands constructed to ensure 5,700 fans could watch. Rotherham brought a 1,000 strong contingent, almost all of whom were sat in the North Stand at Sixways, in what was virtual segregation. The first half of the game was extremely tense, with Rotherham leading 9–3 at half time. However the second half saw Rotherham score two tries in 10 minutes which put the game out of Worcester's reach. Rotherham went on to win the game 21–9, which spark wild celebrations and a pitch invasion from the Rotherham fans.\nRotherham are often considered as Worcester's rivals by those fans who watched Worcester before 2004. However, because Worcester's average attendances have more than doubled since then, a large percentage of the Worcester fan base, many of them newer supporters, see Gloucester as Worcester's main rivals. This is predominantly because of playing them regularly since gaining promotion to The Premiership in 2004, the geographical closeness of the two Cities and various media sources citing the game as a derby.\nCurrent squad.\nThe Worcester Warriors squad for the &lt;a href=\"2021%E2%80%9322%20Premiership%20Rugby\"&gt;2021–22 season&lt;/a&gt; is:\nAcademy squad.\nThe Worcester Warriors academy squad is:\nClub staff.\nFirst Team Coaching\nAcademy\nRugby World Cup.\nThe following are players who have represented their countries at the World Cup, whilst playing for Worcester:\nSponsors.\nThe club's kit is made by sports manufacturer &lt;a href=\"O%27Neills\"&gt;O'Neills&lt;/a&gt;, who they signed with in 2020 to produce home and away strips for Premiership Rugby. Their main shirt sponsor is Adam Hewitt Ltd. In 2019, the club signed a multi-year deal with &lt;a href=\"Aramis%20Rugby\"&gt;Aramis Rugby&lt;/a&gt; to supply digital scrum machines.\nCharitable Causes.\nAcorns Children's Hospice has been the official charity partner of Warriors since the facility opened in March 2005.\nThe club have raised in excess of £200,000 to assist the charity since its inception and this season hooker Niall Annett is the charity's Player Ambassador.\nCecil Duckworth is a trustee of the &lt;a href=\"Wooden%20Spoon%20Society\"&gt;Wooden Spoon&lt;/a&gt;, the charity of British rugby, supporting disadvantaged children. In January 2007, Worcester opened a &lt;a href=\"http%3A//www.wrfc.co.uk/196_1011.php\"&gt;\"Playing for Success\"&lt;/a&gt; centre, supported by Spoon."
}