{
    "id": "974312",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=974312",
    "title": "Ssireum",
    "text": "Ssireum (&lt;a href=\"Hangul\"&gt;Hangul&lt;/a&gt;: ) or Korean wrestling is a &lt;a href=\"folk%20wrestling\"&gt;folk wrestling&lt;/a&gt; style and traditional &lt;a href=\"national%20sport\"&gt;national sport&lt;/a&gt; of &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; that began in the fourth century.\nIn the modern form each contestant wears a belt (satba) that wraps around the waist and the thigh. The competition employs a series of techniques, which inflict little harm or injury to the opponent: opponents lock on to each other's belt, and one achieves victory by bringing any part of the opponent's body above the knee to the ground.\nEtymology.\nThere have been other terms for \"wrestling\" in Korean used alongside \"ssireum\", such as \"gakjeo\" (각저:角抵), \"gakhui\" (각희:角戱), \"gakryeok\" (각력:角力), \"gakji\" (각지:角支), \"chiuhui\" (치우희:蚩尤戱), \"sangbak\" (상박:相撲), \"jaenggyo\" (쟁교:爭交). \n\"Gak\" (각:角), a commonly used prefix, seems to have originated from the combative act performed by horned animals such as oxen when competing against one another for the superiority of physical strength.\nMechanics.\nSsireum wrestlers seek to turn the opponent's torso from about 45 degrees to 90 degrees when throwing. This is mostly done by shifting the opponent's weight onto his leg then pushing back his weight toward the floor.\nHistory.\nThe earliest evidence of \"ssireum\" dates back to the &lt;a href=\"Goguryeo\"&gt;Goguryeo&lt;/a&gt; period. Originally used in &lt;a href=\"military\"&gt;military&lt;/a&gt; applications, \"ssireum\" became a popular pastime of the people, including many Korean kings, during the Goryeo and Joseon periods.\nIn &lt;a href=\"traditional\"&gt;traditional&lt;/a&gt; life, \"ssireum\" was a popular activity on the &lt;a href=\"Korean%20Peninsula\"&gt;Korean&lt;/a&gt; holiday of &lt;a href=\"Dano%20%28Korean%20festival%29\"&gt;Dano&lt;/a&gt;, the fifth day of the fifth lunar month, and tournaments are held in the summer and autumn. \"Ssireum\" competitions were also held on other days such as the Third Day of the Third Moon, the Eighth day of the Fourth Moon and &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; All Souls' Day.. The traditional prize at a tournament was an ox, a valuable commodity in an agriculturally based society and symbolizing the strength of the contestant.\nIn the 20th century, \"ssireum\" became a nationally televised sport in South Korea.\nThe first modern competition was held in 1912 at Dansongsa theater in Seoul.\nKorean wrestling has been referred to as \"ssireum\" since the 1920s. The Pan Chosun Ssireum Federation was founded in 1927. Since 1947, the competition organized by the Ssireum Federation has been called the National Ssireum Championship Contest. Weight classes were introduced at the 12th edition of this competition and revised in 1967. There are two traditional styles of \"ssireum\": a \"right-sided\" style predominant in parts of Gyeonggi Province and the Honam region of southern Korea and a \"left-side\" style favored in the Gyeongsang and Chuncheong provinces. The difference depends on the way the \"satba\" is fastened. In 1994, the Korean Ssireum Federation proposed the unification of \"ssireum\" into a single left-sided style as the official style to be used by all competitors.\nCultural heritage status.\nFollowing an unprecedented joint application by both South and North Korea, Ssireum was inscribed in the &lt;a href=\"UNESCO%20Intangible%20Cultural%20Heritage%20Lists\"&gt;UNESCO Intangible Cultural Heritage Lists&lt;/a&gt;. It is also enlisted as the 131st &lt;a href=\"Intangible%20Cultural%20Property%20%28South%20Korea%29\"&gt;Intangible Cultural Property&lt;/a&gt;.\nMethod of competition.\nSsireum is conducted within a circular ring, measuring approximately 7 meters in diameter, which is covered with mounded sand. The two contestants begin the match by kneeling on the sand in a grappling position (\"baro japki\"), each grabbing a belt—known as a \"satba\" (샅바)—which is wrapped around his opponent's waist and thigh. The wrestlers then rise while retaining their hold on the other's 'satba.' The match is awarded to the wrestler who forces the other contestant to touch the ground with any part of his body at knee level or higher. Unlike &lt;a href=\"sumo\"&gt;sumo&lt;/a&gt;, pushing your opponent outside of the ring does not warrant a win, just a restart. Normally, professional ssireum is contested in a best-out-of-three style match.\nThere are 3 judges, a chief referee and three sub referees. The chief judge is positioned inside the ring, whereas the sub referees are located on the outside of the ring, one to the right and others to the left. If an unfair judgment is called or the chief referee is unable to render a decision, the sub referees can request a revocation of the decision or a rematch. In addition, they can recommend the cessation of the match when an injury occurs. The referees' decisions throughout the competition are absolute and held in the highest regard, meaning that athletes cannot challenge any judgments declared during the match.\nToday there are also women Ssireum wrestlers. Women wrestle only among themselves but follow the same rules (except that men are topless whereas women wear tops).\nThere are 4 weight classes in professional wrestling: flyweight (&lt;a href=\"Taebaeksan\"&gt;Taebaek&lt;/a&gt;, 75 kg), lightweight (&lt;a href=\"Kumgangsan\"&gt;Geumgang&lt;/a&gt;, 90 kg), middleweight (&lt;a href=\"Hallasan\"&gt;Halla&lt;/a&gt;, 105 kg), and heavyweight (&lt;a href=\"Baekdusan\"&gt;Baekdu&lt;/a&gt;, under 160 kg), named after the four famous peaks in Korea.\nTraditionally Ssireum was contested with the top portion of the trousers rolled down to provide grip. The use of \"satba\" was invented with the birth of professional Ssireum in the mid-20th century. There is a movement to restore this traditional method of grip, in the spirit of maintaining its cultural and traditional roots, but it has met with some resistance as the use of \"satba\" has become entrenched in the modern form.\nThe professional league is dwindling in popularity and many wrestlers have turned their attention to &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt; fighting, even though Ssireum involves no striking or submissions of any kind, as a means of making a living. &lt;a href=\"Choi%20Hong-man\"&gt;Choi Hong-man&lt;/a&gt;, former champion of Ssireum, enjoyed notable success in the &lt;a href=\"K-1\"&gt;K-1&lt;/a&gt; scene. Unfortunately, the future of professional Ssireum remains bleak, with only one team remaining. However, it can also be argued that Ssireum is beginning to undergo global expansion as a popular martial arts sport, alongside &lt;a href=\"taekwondo\"&gt;taekwondo&lt;/a&gt; and &lt;a href=\"hapkido\"&gt;hapkido&lt;/a&gt;.\nIt is important to note the differences between Ssireum and sumo. Ssireum has remained largely a national/traditional sport. Physical hits such as slaps and blows are not permitted in Ssireum, though they are in sumo. In both sports, the competitors are often quite large, though Korean wrestlers tend to be leaner. However, size does not guarantee success in either sport. Although both sports are quite similar, they differ in characteristics as well as values.\nThe national governing body of the sport in Korea, Korean Ssireum Organization, has made a claim that Ssireum is characterized as a \"peaceful competition focusing on harmony and unison\", reflecting the \"philosophical outlook of the Korean Race\".\nEvents.\nWorld Championships.\nThe first World Ssireum Championships were held in September 2008 during the Busan World TreX-Games, but these were unofficial competitions. The official first championships were held in Siauliai, Lithuania, and a total of 120 wrestlers from 40 countries participated in the two-day event, according to the World Ssireum Federation (WSF). The first Asia Ssireum Championship and fifth World Ssireum Championship took place simultaneously at Thuwana National Indoor Stadium in Yangon, Myanmar, from September 18 to 23 of 2015.\nKorean Championship (unlimited).\nThe Korean Ssireum Championships have unlimited weight class in addition to four weight classes. The champions of this class are called the \"Cheonhajangsa\". (&lt;a href=\"Hangul\"&gt;Hangul&lt;/a&gt;: ; &lt;a href=\"Hanja\"&gt;Hanja&lt;/a&gt;: ; meaning the strongest man under the sky)"
}