{
    "id": "97477",
    "revid": "1480634",
    "url": "https://en.wikipedia.org/wiki?curid=97477",
    "title": "Eastern Bloc",
    "text": "The Eastern Bloc, also known as the Communist Bloc, the Socialist Bloc and the Soviet Bloc, was the group of &lt;a href=\"socialist%20state\"&gt;socialist state&lt;/a&gt;s of &lt;a href=\"Central%20and%20Eastern%20Europe\"&gt;Central and Eastern Europe&lt;/a&gt;, &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt;, and &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt; under the control and influence of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and its ideology (&lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxism–Leninism&lt;/a&gt;) imposed upon them that existed during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; (1947–1991) in opposition to the &lt;a href=\"Capitalism\"&gt;capitalist&lt;/a&gt; &lt;a href=\"Western%20Bloc\"&gt;Western Bloc&lt;/a&gt;. The Eastern Bloc was often called the Second World, whereas the term \"&lt;a href=\"First%20World\"&gt;First World&lt;/a&gt;\" referred to the Western Bloc and \"&lt;a href=\"Third%20World\"&gt;Third World&lt;/a&gt;\" referred to the &lt;a href=\"Non-Aligned%20Movement\"&gt;non-aligned countries&lt;/a&gt; that were mainly in Africa, Asia, and Latin America but notably included former &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;pre-1948&lt;/a&gt; Soviet ally &lt;a href=\"SFR%20Yugoslavia\"&gt;SFR Yugoslavia&lt;/a&gt;.\nIn &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;, the term Eastern Bloc generally referred to the USSR and its &lt;a href=\"satellite%20state\"&gt;satellite state&lt;/a&gt;s in the &lt;a href=\"Comecon\"&gt;Comecon&lt;/a&gt; (&lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, &lt;a href=\"Polish%20People%27s%20Republic\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt;, &lt;a href=\"Hungarian%20People%27s%20Republic\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt;, &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt;, and &lt;a href=\"People%27s%20Socialist%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt;). In &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, the Soviet Bloc comprised the &lt;a href=\"Mongolian%20People%27s%20Republic\"&gt;Mongolian People's Republic&lt;/a&gt;, the &lt;a href=\"Vietnam\"&gt;Socialist Republic of Vietnam&lt;/a&gt;, the &lt;a href=\"Laos\"&gt;Lao People's Democratic Republic&lt;/a&gt;, the &lt;a href=\"People%27s%20Republic%20of%20Kampuchea\"&gt;People's Republic of Kampuchea&lt;/a&gt;, the &lt;a href=\"North%20Korea\"&gt;Democratic People's Republic of Korea&lt;/a&gt; and the &lt;a href=\"China\"&gt;People's Republic of China&lt;/a&gt;. In the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt; the countries aligned with the Soviet Union included &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; since 1961 and for limited periods &lt;a href=\"Nicaraguan%20Revolution\"&gt;Nicaragua&lt;/a&gt; and &lt;a href=\"People%27s%20Revolutionary%20Government%20%28Grenada%29\"&gt;Grenada&lt;/a&gt;.\nTerminology.\nThe term Eastern Bloc was often used interchangeably with the term &lt;a href=\"Second%20World\"&gt;Second World&lt;/a&gt;. This broadest usage of the term would include not only &lt;a href=\"Maoist%20China\"&gt;Maoist China&lt;/a&gt; and &lt;a href=\"Democratic%20Kampuchea\"&gt;Cambodia&lt;/a&gt;, but short-lived Soviet satellites such as the &lt;a href=\"Second%20East%20Turkestan%20Republic\"&gt;Second East Turkestan Republic&lt;/a&gt; (1944–1949), the &lt;a href=\"People%27s%20Republic%20of%20Azerbaijan\"&gt;People's Republic of Azerbaijan&lt;/a&gt;, and &lt;a href=\"Republic%20of%20Mahabad\"&gt;Republic of Mahabad&lt;/a&gt; (1946), as well as the Marxist–Leninist states straddling the Second and Third Worlds before the end of the Cold War: the &lt;a href=\"People%27s%20Democratic%20Republic%20of%20Yemen\"&gt;People's Democratic Republic of Yemen&lt;/a&gt; (from 1967), the &lt;a href=\"People%27s%20Republic%20of%20the%20Congo\"&gt;People's Republic of the Congo&lt;/a&gt; (from 1969), the &lt;a href=\"People%27s%20Republic%20of%20Benin\"&gt;People's Republic of Benin&lt;/a&gt;, the &lt;a href=\"People%27s%20Republic%20of%20Angola\"&gt;People's Republic of Angola&lt;/a&gt; and &lt;a href=\"People%27s%20Republic%20of%20Mozambique\"&gt;People's Republic of Mozambique&lt;/a&gt; from 1975, the &lt;a href=\"People%27s%20Revolutionary%20Government%20of%20Grenada\"&gt;People's Revolutionary Government of Grenada&lt;/a&gt; from 1979 to 1983, the &lt;a href=\"Derg\"&gt;Derg&lt;/a&gt;/&lt;a href=\"People%27s%20Democratic%20Republic%20of%20Ethiopia\"&gt;People's Democratic Republic of Ethiopia&lt;/a&gt; from 1974, and the &lt;a href=\"Somali%20Democratic%20Republic\"&gt;Somali Democratic Republic&lt;/a&gt; from 1969 until the &lt;a href=\"Ogaden%20War\"&gt;Ogaden War&lt;/a&gt; in 1977. Many states were accused by the Western Bloc of being in the Eastern Bloc when they were actually part of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;. The most limited definition of the Eastern Bloc would only include the Warsaw Pact states and the &lt;a href=\"Mongolian%20People%27s%20Republic\"&gt;Mongolian People's Republic&lt;/a&gt; as former satellite states most dominated by the Soviet Union. &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;'s defiance of complete Soviet control was noteworthy enough that Cuba was sometimes excluded as a satellite state altogether, as it sometimes intervened in other Third World countries even when the Soviet Union opposed this.\nPost-1991 usage of the term \"Eastern Bloc\" may be more limited in referring to the states forming the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; (1955–1991) and &lt;a href=\"People%27s%20Republic%20of%20Mongolia\"&gt;Mongolia&lt;/a&gt; (1924–1992), which are no longer communist states. Sometimes they are more generally referred to as \"the countries of Eastern Europe under communism\", excluding Mongolia, but including &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; and &lt;a href=\"People%27s%20Socialist%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt; which had both split with the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; by the 1960s.\nBefore the common use of the term, in the 1920s \"Eastern Bloc\" was used to refer to a loose &lt;a href=\"alliance\"&gt;alliance&lt;/a&gt; of the eastern and central European countries.\nEven though Yugoslavia was a socialist country, it was not a member of the COMECON or the Warsaw Pact. Parting with the USSR in 1948, Yugoslavia did not belong to the East, but it also did not belong to the West because of its socialist system and its status as a founding member of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;. However, some sources consider Yugoslavia to be a member of the Eastern Bloc. Others consider Yugoslavia not to be a member after it broke with Soviet policy in the 1948 &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;Tito–Stalin split&lt;/a&gt;.\nFoundation history.\nIn 1922, the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;RSFSR&lt;/a&gt;, the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian SSR&lt;/a&gt;, the &lt;a href=\"Byelorussian%20Soviet%20Socialist%20Republic\"&gt;Byelorussian SSR&lt;/a&gt; and the &lt;a href=\"Transcaucasian%20SFSR\"&gt;Transcaucasian SFSR&lt;/a&gt; approved the &lt;a href=\"Treaty%20of%20Creation%20of%20the%20USSR\"&gt;Treaty of Creation of the USSR&lt;/a&gt; and the Declaration of the Creation of the USSR, forming the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. Soviet leader &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, who viewed the Soviet Union as a \"socialist island\", stated that the Soviet Union must see that \"the present capitalist encirclement is replaced by a socialist encirclement\".\nExpansion of the Soviet Union from 1939 to 1940.\nIn 1939, the USSR entered into the &lt;a href=\"Molotov%E2%80%93Ribbentrop%20Pact\"&gt;Molotov–Ribbentrop Pact&lt;/a&gt; with &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; that contained a secret protocol that divided Romania, Poland, Latvia, Lithuania, Estonia and Finland into German and Soviet spheres of influence. Eastern Poland, Latvia, Estonia, Finland and &lt;a href=\"Bessarabia\"&gt;Bessarabia&lt;/a&gt; in northern Romania were recognized as parts of the &lt;a href=\"Soviet%20sphere%20of%20influence\"&gt;Soviet sphere of influence&lt;/a&gt;. Lithuania was added in a second secret protocol in September 1939.\nThe &lt;a href=\"Soviet%20invasion%20of%20Poland\"&gt;Soviet Union had invaded the portions of eastern Poland assigned to it&lt;/a&gt; by the &lt;a href=\"Molotov%E2%80%93Ribbentrop%20Pact\"&gt;Molotov–Ribbentrop Pact&lt;/a&gt; two weeks after the German invasion of western Poland, followed by co-ordination with German forces in Poland. During the &lt;a href=\"Territories%20of%20Poland%20annexed%20by%20the%20Soviet%20Union\"&gt;Occupation of East Poland by the Soviet Union&lt;/a&gt;, the Soviets liquidated the Polish state, and a German-Soviet meeting addressed the future structure of the \"Polish region.\" Soviet authorities immediately started a campaign of &lt;a href=\"sovietization\"&gt;sovietization&lt;/a&gt; of the &lt;a href=\"Territories%20of%20Poland%20annexed%20by%20the%20Soviet%20Union\"&gt;newly Soviet-annexed areas&lt;/a&gt;. Soviet authorities &lt;a href=\"collective%20farming\"&gt;collectivized&lt;/a&gt; agriculture, and &lt;a href=\"nationalized\"&gt;nationalized&lt;/a&gt; and redistributed private and state-owned Polish property.\nInitial Soviet &lt;a href=\"Occupation%20of%20the%20Baltic%20states\"&gt;occupations of the Baltic countries&lt;/a&gt; had occurred in mid-June 1940, when Soviet NKVD troops raided border posts in &lt;a href=\"History%20of%20Lithuania%23First%20Soviet%20occupation\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"Estonia%20in%20World%20War%20II%23Soviet%20occupation\"&gt;Estonia&lt;/a&gt; and &lt;a href=\"Latvia%23Latvia%20in%20World%20War%20II\"&gt;Latvia&lt;/a&gt;, followed by the liquidation of state administrations and replacement by Soviet cadres. Elections for parliament and other offices were held with single candidates listed and the official results fabricated, purporting pro-Soviet candidates' approval by 92.8 percent of the voters in Estonia, 97.6 percent in Latvia, and 99.2 percent in Lithuania. The fraudulently installed peoples assemblies immediately requested admission into the USSR, which was granted by the Soviet Union, with the annexations resulting in the &lt;a href=\"Estonian%20Soviet%20Socialist%20Republic\"&gt;Estonian Soviet Socialist Republic&lt;/a&gt;, &lt;a href=\"Latvian%20Soviet%20Socialist%20Republic\"&gt;Latvian Soviet Socialist Republic&lt;/a&gt;, and &lt;a href=\"Lithuanian%20Soviet%20Socialist%20Republic\"&gt;Lithuanian Soviet Socialist Republic&lt;/a&gt;. The international community condemned this initial annexation of the Baltic states and deemed it illegal.\nIn 1939, the Soviet Union unsuccessfully &lt;a href=\"Winter%20War\"&gt;attempted an invasion of Finland&lt;/a&gt;, subsequent to which the parties entered into an &lt;a href=\"Moscow%20Peace%20Treaty\"&gt;interim peace treaty&lt;/a&gt; granting the Soviet Union the eastern region of &lt;a href=\"Karelia\"&gt;Karelia&lt;/a&gt; (10% of Finnish territory), and the &lt;a href=\"Karelo-Finnish%20Soviet%20Socialist%20Republic\"&gt;Karelo-Finnish Soviet Socialist Republic&lt;/a&gt; was established by merging the ceded territories with the &lt;a href=\"Karelian%20Autonomous%20Soviet%20Socialist%20Republic\"&gt;KASSR&lt;/a&gt;. After a June 1940 Soviet Ultimatum demanding Bessarabia, &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt;, and the &lt;a href=\"Hertsa%20region\"&gt;Hertsa region&lt;/a&gt; from Romania, the Soviets entered these areas, Romania caved to Soviet demands and the &lt;a href=\"Soviet%20occupation%20of%20Bessarabia%20and%20Northern%20Bukovina\"&gt;Soviets occupied the territories&lt;/a&gt;.\nEastern Front and Allied conferences.\nIn June 1941, Germany broke the Molotov-Ribbentrop pact by &lt;a href=\"Operation%20Barbarossa\"&gt;invading the Soviet Union&lt;/a&gt;. From the time of this invasion to 1944, the areas annexed by the Soviet Union were part of Germany's &lt;a href=\"Reichskommissariat%20Ostland\"&gt;Ostland&lt;/a&gt; (except for the &lt;a href=\"Moldavian%20SSR\"&gt;Moldavian SSR&lt;/a&gt;). Thereafter, the Soviet Union began to push German forces westward through a series of battles on the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt;.\nIn the aftermath of &lt;a href=\"Continuation%20War\"&gt;World War II on the Soviet-Finnish border&lt;/a&gt;, the parties &lt;a href=\"Moscow%20Armistice\"&gt;signed another peace treaty ceding to the Soviet Union&lt;/a&gt; in 1944, followed by a Soviet annexation of roughly the same eastern Finnish territories as those of the prior interim peace treaty as part of the &lt;a href=\"Karelo-Finnish%20Soviet%20Socialist%20Republic\"&gt;Karelo-Finnish Soviet Socialist Republic&lt;/a&gt;.\nFrom 1943 to 1945, several &lt;a href=\"List%20of%20World%20War%20II%20conferences\"&gt;conferences regarding Post-War Europe&lt;/a&gt; occurred that, in part, addressed the potential Soviet annexation and control of countries in Central Europe. There were various Allied plans for state order in Central Europe for post-war. While &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; tried to get as many states under Soviet control as possible, British Prime Minister &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; preferred a Central European Danube Confederation to counter these countries against Germany and Russia. Churchill's Soviet policy regarding Central Europe differed vastly from that of American President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;, with the former believing Soviet leader Stalin to be a \"devil\"-like tyrant leading a vile system.\nWhen warned of potential domination by a Stalin dictatorship over part of Europe, Roosevelt responded with a statement summarizing his rationale for relations with Stalin: \"I just have a hunch that Stalin is not that kind of a man. . . . I think that if I give him everything I possibly can and ask for nothing from him in return, noblesse oblige, he won't try to annex anything and will work with me for a world of democracy and peace\". While meeting with Stalin and Roosevelt in &lt;a href=\"Tehran%20Conference\"&gt;Tehran&lt;/a&gt; in 1943, Churchill stated that Britain was vitally interested in restoring Poland as an independent country. Britain did not press the matter for fear that it would become a source of inter-allied friction.\nIn February 1945, at the &lt;a href=\"Yalta%20Conference\"&gt;conference at Yalta&lt;/a&gt;, Stalin demanded a Soviet sphere of political influence in Central Europe. Stalin eventually was convinced by Churchill and Roosevelt not to dismember Germany. Stalin stated that the Soviet Union would keep the territory of eastern Poland they had already &lt;a href=\"Soviet%20invasion%20of%20Poland\"&gt;taken via invasion in 1939&lt;/a&gt;, and wanted a pro-Soviet Polish government in power in what would remain of Poland. After resistance by Churchill and Roosevelt, Stalin promised a re-organization of the current &lt;a href=\"Polish%20Committee%20of%20National%20Liberation\"&gt;pro-Soviet government&lt;/a&gt; on a broader democratic basis in Poland. He stated that the new government's primary task would be to prepare elections.\nThe parties at Yalta further agreed that the countries of liberated Europe and former Axis satellites would be allowed to \"create democratic institutions of their own choice\", pursuant to \"the right of all peoples to choose the form of government under which they will live.\" The parties also agreed to help those countries form interim governments \"pledged to the earliest possible establishment through free elections\" and \"facilitate where necessary the holding of such elections.\"\nAt the beginning of the July–August 1945 &lt;a href=\"Potsdam%20Conference\"&gt;Potsdam Conference&lt;/a&gt; after Germany's unconditional surrender, Stalin repeated previous promises to Churchill that he would refrain from a \"&lt;a href=\"sovietization\"&gt;sovietization&lt;/a&gt;\" of Central Europe. In addition to reparations, Stalin pushed for \"war booty\", which would permit the Soviet Union to directly seize property from conquered nations without quantitative or qualitative limitation. A clause was added permitting this to occur with some limitations.\nConcealed transformation dynamics.\nAt first, the Soviets concealed their role in other Eastern Bloc politics, with the transformation appearing as a modification of Western \"&lt;a href=\"bourgeois%20democracy\"&gt;bourgeois democracy&lt;/a&gt;\". As a young communist was told in East Germany, \"it's got to look democratic, but we must have everything in our control\". Stalin felt that socioeconomic transformation was indispensable to establish Soviet control, reflecting the Marxist–Leninist view that material bases, the distribution of the means of production, shaped social and political relations. The Soviet Union also co-opted the Eastern European countries into its sphere of influence by making reference to some cultural commonalities.\nMoscow-trained cadres were put into crucial power positions to fulfill orders regarding sociopolitical transformation. Elimination of the &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt;'s social and financial power by expropriation of landed and industrial property was accorded absolute priority. These measures were publicly billed as \"reforms\" rather than socioeconomic transformations. Except for initially in Czechoslovakia, activities by political parties had to adhere to \"Bloc politics\", with parties eventually having to accept membership in an \"antifascist bloc\" obliging them to act only by mutual \"consensus\". The bloc system permitted the Soviet Union to exercise domestic control indirectly.\nCrucial departments such as those responsible for personnel, general police, secret police and youth were strictly Communist run. Moscow cadres distinguished \"progressive forces\" from \"reactionary elements\" and rendered both powerless. Such procedures were repeated until Communists had gained unlimited power and only politicians who were unconditionally supportive of Soviet policy remained.\nEarly events prompting stricter control.\nMarshall Plan rejection.\nIn June 1947, after the Soviets had refused to negotiate a potential lightening of restrictions on German development, the United States announced the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt;, a comprehensive program of American assistance to all European countries wanting to participate, including the Soviet Union and those of Eastern Europe. The Soviets rejected the Plan and took a hard-line position against the United States and non-communist European nations. However, Czechoslovakia was eager to accept the US aid; the Polish government had a similar attitude, and this was of great concern to the Soviets.\nIn one of the clearest signs of Soviet control over the region up to that point, the Czechoslovakian foreign minister, &lt;a href=\"Jan%20Masaryk\"&gt;Jan Masaryk&lt;/a&gt;, was summoned to Moscow and berated by Stalin for considering joining the Marshall Plan. Polish Prime minister &lt;a href=\"J%C3%B3zef%20Cyrankiewicz\"&gt;Józef Cyrankiewicz&lt;/a&gt; was rewarded for the Polish rejection of the Plan with a huge 5-year trade agreement, including $450 million in credit, 200,000 tons of grain, heavy machinery and factories.\nIn July 1947, Stalin ordered these countries to pull out of the Paris Conference on the European Recovery Programme, which has been described as \"the moment of truth\" in the post-&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; division of Europe. Thereafter, Stalin sought stronger control over other Eastern Bloc countries, abandoning the prior appearance of democratic institutions. When it appeared that, in spite of heavy pressure, non-communist parties might receive in excess of 40% of the vote in the August 1947 Hungarian elections, repressions were instituted to liquidate any independent political forces.\nIn that same month, annihilation of the opposition in Bulgaria began on the basis of continuing instructions by Soviet cadres. At a late September 1947 meeting of all communist parties in &lt;a href=\"Szklarska%20Por%C4%99ba\"&gt;Szklarska Poręba&lt;/a&gt;, Eastern Bloc communist parties were blamed for permitting even minor influence by non-communists in their respective countries during the run up to the Marshall Plan.\nBerlin blockade and airlift.\nIn the former German capital Berlin, surrounded by Soviet-occupied Germany, Stalin instituted the Berlin Blockade on 24 June 1948, preventing food, materials and supplies from arriving in &lt;a href=\"West%20Berlin\"&gt;West Berlin&lt;/a&gt;. The blockade was caused, in part, by early local elections of October 1946 in which the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;Socialist Unity Party of Germany&lt;/a&gt; (SED) was rejected in favor of the Social Democratic Party, which had gained two and a half times more votes than the SED. The United States, Britain, France, Canada, Australia, New Zealand and several other countries began a massive \"Berlin airlift\", supplying West Berlin with food and other supplies.\nThe Soviets mounted a public relations campaign against the western policy change and communists attempted to disrupt the elections of 1948 preceding large losses therein, while 300,000 Berliners demonstrated and urged the international airlift to continue. In May 1949, Stalin lifted the blockade, permitting the resumption of Western shipments to Berlin.\nTito–Stalin split.\nAfter disagreements between Yugoslav leader &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt; and the Soviet Union regarding Greece and &lt;a href=\"Socialist%20People%27s%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt;, a &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;Tito–Stalin split&lt;/a&gt; occurred, followed by Yugoslavia being expelled from the &lt;a href=\"Cominform\"&gt;Cominform&lt;/a&gt; in June 1948 and a brief failed Soviet putsch in Belgrade. The split created two separate communist forces in Europe. A vehement campaign against &lt;a href=\"Titoism\"&gt;Titoism&lt;/a&gt; was immediately started in the Eastern Bloc, describing agents of both the West and Tito in all places as engaging in subversive activity.\nStalin ordered the conversion of the &lt;a href=\"Cominform\"&gt;Cominform&lt;/a&gt; into an instrument to monitor and control the internal affairs of other Eastern Bloc parties. He also briefly considered converting the Cominform into an instrument for sentencing high-ranking deviators, but dropped the idea as impractical. Instead, a move to weaken communist party leaders through conflict was started. Soviet cadres in communist party and state positions in the Bloc were instructed to foster intra-leadership conflict and to transmit information against each other. This accompanied a continuous stream of accusations of \"nationalistic deviations\", \"insufficient appreciation of the USSR's role\", links with Tito and \"espionage for Yugoslavia.\" This resulted in the persecution of many major party cadres, including those in East Germany.\nThe first country to experience this approach was &lt;a href=\"Socialist%20People%27s%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt;, where leader &lt;a href=\"Enver%20Hoxha\"&gt;Enver Hoxha&lt;/a&gt; immediately changed course from favoring Yugoslavia to opposing it. In &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt;, leader &lt;a href=\"W%C5%82adys%C5%82aw%20Gomu%C5%82ka\"&gt;Władysław Gomułka&lt;/a&gt;, who had previously made pro-Yugoslav statements, was deposed as party secretary-general in early September 1948 and subsequently jailed. In &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt;, when it appeared that Traicho Kostov, who was not a Moscow cadre, was next in line for leadership, in June 1949, Stalin ordered Kostov's arrest, followed soon thereafter by a death sentence and execution. A number of other high ranking Bulgarian officials were also jailed. Stalin and Hungarian leader &lt;a href=\"M%C3%A1ty%C3%A1s%20R%C3%A1kosi\"&gt;Mátyás Rákosi&lt;/a&gt; met in Moscow to orchestrate a show trial of Rákosi opponent László Rajk, who was thereafter executed. The preservation of the Soviet bloc relied on maintaining a sense of ideological unity that would entrench Moscow's infuence in Eastern Europe as well as the power of the local Communist elites.\nThe port city of &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt; was a particular focus after the Second World War. Until the break between Tito and Stalin, the Western powers and the Eastern bloc faced each other uncompromisingly. The neutral buffer state &lt;a href=\"Free%20Territory%20of%20Trieste\"&gt;Free Territory of Trieste&lt;/a&gt;, founded in 1947 with the United Nations, was split up and dissolved in 1954 and 1975, also because of the détente between the West and Tito.\nPolitics.\nDespite the initial &lt;a href=\"Stalinism\"&gt;institutional design of communism implemented&lt;/a&gt; by &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; in the Eastern Bloc, subsequent development varied across countries. In satellite states, after peace treaties were initially concluded, opposition was essentially liquidated, fundamental steps towards socialism were enforced, and Kremlin leaders sought to strengthen control therein. Right from the beginning, Stalin directed systems that rejected Western institutional characteristics of &lt;a href=\"market%20economy\"&gt;market economies&lt;/a&gt;, capitalist parliamentary democracy (dubbed \"bourgeois democracy\" in Soviet parlance) and the rule of law subduing discretional intervention by the state. The resulting states aspired to total control of a political center backed by an extensive and active repressive apparatus, and a central role of &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; ideology.\nHowever, the vestiges of democratic institutions were never entirely destroyed, resulting in the façade of Western style institutions such as parliaments, which effectively just rubber-stamped decisions made by rulers, and constitutions, to which adherence by authorities was limited or non-existent. Parliaments were still elected, but their meetings occurred only a few days per year, only to legitimize politburo decisions, and so little attention was paid to them that some of those serving were actually dead, and officials would openly state that they would seat members who had lost elections.\nThe first or General Secretary of the &lt;a href=\"central%20committee\"&gt;central committee&lt;/a&gt; in each &lt;a href=\"communist%20party\"&gt;communist party&lt;/a&gt; was the most powerful figure in each regime. The party over which the &lt;a href=\"politburo\"&gt;politburo&lt;/a&gt; held sway was not a mass party but, conforming with &lt;a href=\"Leninist\"&gt;Leninist&lt;/a&gt; tradition, a smaller selective party of between three and fourteen percent of the country's population who had accepted total obedience. Those who secured membership in this selective group received considerable rewards, such as access to special lower priced shops with a greater selection of high-quality domestic and/or foreign goods (&lt;a href=\"confection\"&gt;confection&lt;/a&gt;s, &lt;a href=\"alcohol%20%28drug%29\"&gt;alcohol&lt;/a&gt;, &lt;a href=\"cigar\"&gt;cigar&lt;/a&gt;s, &lt;a href=\"camera\"&gt;camera&lt;/a&gt;s, &lt;a href=\"television\"&gt;television&lt;/a&gt;s, and the like), special schools, holiday facilities, homes, high-quality domestic and/or foreign-made furniture, works of art, pensions, permission to travel abroad, and official cars with distinct license plates so that police and others could identify these members from a distance.\nPolitical and civil restrictions.\nIn addition to emigration restrictions, civil society, defined as a domain of political action outside the party's state control, was not allowed to firmly take root, with the possible exception of &lt;a href=\"History%20of%20Poland%20%281945%E2%80%931989%29%23Final%20decade%20of%20the%20Polish%20People%27s%20Republic%20%281980%E2%80%9389%29\"&gt;Poland in the 1980s&lt;/a&gt;. While the institutional design on the communist systems were based on the rejection of rule of law, the legal infrastructure was not immune to change reflecting decaying ideology and the substitution of autonomous law. Initially, communist parties were small in all countries except Czechoslovakia, such that there existed an acute shortage of politically \"trustworthy\" persons for administration, police, and other professions. Thus, \"politically unreliable\" non-communists initially had to fill such roles. Those not obedient to communist authorities were ousted, while Moscow cadres started a large-scale party programs to train personnel who would meet political requirements. Former members of the middle-class were officially discriminated against, though the state's need for their skills and certain opportunities to re-invent themselves as good Communist citizens did allow many to nonetheless achieve success.\nCommunist regimes in the Eastern Bloc viewed marginal groups of opposition intellectuals as a potential threat because of the bases underlying Communist power therein. The suppression of dissidence and opposition was considered a central prerequisite to retain power, though the enormous expense at which the population in certain countries were kept under secret surveillance may not have been rational. Following a totalitarian initial phase, a post-totalitarian period followed the death of Stalin in which the primary method of Communist rule shifted from mass terror to selective repression, along with ideological and sociopolitical strategies of legitimation and the securing of loyalty. Juries were replaced by a tribunal of a professional judges and two lay assessors that were dependable party actors.\nThe police deterred and contained opposition to party directives. The political police served as the core of the system, with their names becoming synonymous with raw power and the threat of violent retribution should an individual become active against the State. Several state police and secret police organizations enforced communist party rule, including the following:\nMedia and information restrictions.\nThe press in the communist period was an organ of the state, completely reliant on and subservient to the communist party. Before the late 1980s, Eastern Bloc radio and television organizations were state-owned, while print media was usually owned by political organizations, mostly by the local communist party. Youth newspapers and magazines were owned by youth organizations affiliated with communist parties.\nThe control of the media was exercised directly by the communist party itself, and by state censorship, which was also controlled by the party. Media served as an important form of control over information and society. The dissemination and portrayal of knowledge were considered by authorities to be vital to communism's survival by stifling alternative concepts and critiques. Several state Communist Party newspapers were published, including:\nThe &lt;a href=\"Telegraph%20Agency%20of%20the%20Soviet%20Union\"&gt;Telegraph Agency of the Soviet Union (TASS)&lt;/a&gt; served as the central agency for collection and distribution of internal and international news for all Soviet newspapers, radio and television stations. It was frequently infiltrated by Soviet intelligence and security agencies, such as the &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt; and &lt;a href=\"Glavnoye%20Razvedyvatel%27noye%20Upravleniye\"&gt;GRU&lt;/a&gt;. TASS had affiliates in 14 Soviet republics, including the &lt;a href=\"Lithuanian%20SSR\"&gt;Lithuanian SSR&lt;/a&gt;, &lt;a href=\"Latvian%20SSR\"&gt;Latvian SSR&lt;/a&gt;, &lt;a href=\"Estonian%20SSR\"&gt;Estonian SSR&lt;/a&gt;, &lt;a href=\"Moldavian%20SSR\"&gt;Moldavian SSR&lt;/a&gt;. &lt;a href=\"Ukrainian%20SSR\"&gt;Ukrainian SSR&lt;/a&gt; and &lt;a href=\"Byelorussian%20SSR\"&gt;Byelorussian SSR&lt;/a&gt;.\nWestern countries invested heavily in powerful transmitters which enabled services such as the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;, &lt;a href=\"VOA\"&gt;VOA&lt;/a&gt; and &lt;a href=\"Radio%20Free%20Europe\"&gt;Radio Free Europe&lt;/a&gt; (RFE) to be heard in the Eastern Bloc, despite attempts by authorities to jam the airways.\nReligion.\nUnder the &lt;a href=\"state%20atheism\"&gt;state atheism&lt;/a&gt; of many Eastern Bloc nations, religion was actively suppressed. Since some of these states tied their ethnic heritage to their national churches, both the peoples and their churches were targeted by the Soviets.\nOrganizations.\nIn 1949, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, Bulgaria, &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt;, Hungary, Poland, and Romania founded the &lt;a href=\"Comecon\"&gt;Comecon&lt;/a&gt; in accordance with Stalin's desire to enforce Soviet domination of the lesser states of Central Europe and to mollify some states that had expressed interest in the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt;, and which were now, increasingly, cut off from their traditional markets and suppliers in Western Europe. The Comecon's role became ambiguous because Stalin preferred more direct links with other party chiefs than the Comecon's indirect sophistication; it played no significant role in the 1950s in economic planning. Initially, the Comecon served as cover for the Soviet taking of materials and equipment from the rest of the Eastern Bloc, but the balance changed when the Soviets became net subsidizers of the rest of the Bloc by the 1970s via an exchange of low cost raw materials in return for shoddily manufactured finished goods.\nIn 1955, the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; was formed partly in response to &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;'s inclusion of &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; and partly because the Soviets needed an excuse to retain &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; units in Hungary. For 35 years, the Pact perpetuated the Stalinist concept of Soviet national security based on imperial expansion and control over satellite regimes in Eastern Europe. This Soviet formalization of their security relationships in the Eastern Bloc reflected Moscow's basic security policy principle that continued presence in East Central Europe was a foundation of its defense against the West. Through its institutional structures, the Pact also compensated in part for the absence of Joseph Stalin's personal leadership since his death in 1953. The Pact consolidated the other Bloc members' armies in which Soviet officers and security agents served under a unified Soviet command structure.\nBeginning in 1964, Romania took a more independent course. While it did not repudiate either Comecon or the Warsaw Pact, it ceased to play a significant role in either. &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;'s assumption of leadership one year later pushed Romania even further in the direction of separateness. Albania, which had become increasingly isolated under Stalinist leader &lt;a href=\"Enver%20Hoxha\"&gt;Enver Hoxha&lt;/a&gt; following &lt;a href=\"de-Stalinization\"&gt;de-Stalinization&lt;/a&gt;, undergoing a &lt;a href=\"Soviet%E2%80%93Albanian%20split\"&gt;Soviet–Albanian split&lt;/a&gt; in 1961, withdrew from the Warsaw Pact in 1968 following the &lt;a href=\"Warsaw%20Pact%20invasion%20of%20Czechoslovakia\"&gt;Warsaw Pact invasion of Czechoslovakia&lt;/a&gt;.\nEmigration restrictions and defectors.\nIn 1917, Russia restricted emigration by instituting passport controls and forbidding the exit of belligerent nationals. In 1922, after the &lt;a href=\"Treaty%20on%20the%20Creation%20of%20the%20USSR\"&gt;Treaty on the Creation of the USSR&lt;/a&gt;, both the &lt;a href=\"Ukrainian%20SSR\"&gt;Ukrainian SSR&lt;/a&gt; and the &lt;a href=\"Russian%20SFSR\"&gt;Russian SFSR&lt;/a&gt; issued general rules for travel that foreclosed virtually all departures, making legal emigration impossible. Border controls thereafter strengthened such that, by 1928, even illegal departure was effectively impossible. This later included &lt;a href=\"Passport%20system%20in%20the%20Soviet%20Union\"&gt;internal passport controls&lt;/a&gt;, which when combined with individual city &lt;a href=\"Propiska%20in%20the%20Soviet%20Union\"&gt;Propiska&lt;/a&gt; (\"place of residence\") permits, and internal freedom of movement restrictions often called the &lt;a href=\"101st%20kilometre\"&gt;101st kilometre&lt;/a&gt;, greatly restricted mobility within even small areas of the Soviet Union.\nAfter the creation of the Eastern Bloc, emigration out of the newly occupied countries, except under limited circumstances, was effectively halted in the early 1950s, with the Soviet approach to controlling national movement emulated by most of the rest of the Eastern Bloc. However, in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, taking advantage of the &lt;a href=\"Inner%20German%20border\"&gt;Inner German border&lt;/a&gt; between occupied zones, hundreds of thousands fled to West Germany, with figures totaling 197,000 in 1950, 165,000 in 1951, 182,000 in 1952 and 331,000 in 1953. One reason for the sharp 1953 increase was fear of potential further &lt;a href=\"Sovietization\"&gt;Sovietization&lt;/a&gt; with the increasingly paranoid actions of &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; in late 1952 and early 1953. 226,000 had fled in the just the first six months of 1953.\nWith the closing of the Inner German border officially in 1952, the Berlin city sector borders remained considerably more accessible than the rest of the border because of their administration by all four occupying powers. Accordingly, it effectively comprised a \"loophole\" through which Eastern Bloc citizens could still move west. The 3.5 million East Germans that had left by 1961, called &lt;a href=\"Republikflucht\"&gt;Republikflucht&lt;/a&gt;, totaled approximately 20% of the entire East German population. In August 1961, East Germany erected a barbed-wire barrier that would eventually be expanded through construction into the &lt;a href=\"Berlin%20Wall\"&gt;Berlin Wall&lt;/a&gt;, effectively closing the loophole.\nWith virtually non-existent conventional emigration, more than 75% of those emigrating from Eastern Bloc countries between 1950 and 1990 did so under bilateral agreements for \"ethnic migration.\" About 10% were refugee migrants under the Geneva Convention of 1951. Most Soviets allowed to leave during this time period were ethnic Jews permitted to emigrate to Israel after a series of embarrassing defections in 1970 caused the Soviets to open very limited ethnic emigrations. The fall of the &lt;a href=\"Iron%20Curtain\"&gt;Iron Curtain&lt;/a&gt; was accompanied by a massive rise in European East-West migration. Famous &lt;a href=\"Eastern%20Bloc%20emigration%20and%20defection%23Defectors\"&gt;Eastern Bloc defectors&lt;/a&gt; included Joseph Stalin's daughter &lt;a href=\"Svetlana%20Alliluyeva\"&gt;Svetlana Alliluyeva&lt;/a&gt;, who denounced Stalin after her 1967 defection. \nPopulation.\nEastern Bloc countries such as the Soviet Union had high rates of population growth. In 1917, the population of Russia in its present borders was 91 million. Despite the destruction in the &lt;a href=\"Russian%20Civil%20War\"&gt;Russian Civil War&lt;/a&gt;, the population grew to 92.7 million in 1926. In 1939, the population increased by 17 percent to 108 million. Despite more than 20 million deaths suffered throughout World War II, Russia's population grew to 117.2 million in 1959. The Soviet census of 1989 showed Russia's population at 147 million people.\nThe Soviet economical and political system produced further consequences such as, for example, in &lt;a href=\"Baltic%20states\"&gt;Baltic states&lt;/a&gt;, where the population was approximately half of what it should have been compared with similar countries such as Denmark, Finland and Norway over the years 1939–1990. Poor housing was one factor leading to severely declining birth rates throughout the Eastern Bloc. However, birth rates were still higher than in Western European countries. A reliance upon abortion, in part because periodic shortages of birth control pills and &lt;a href=\"intrauterine%20devices\"&gt;intrauterine devices&lt;/a&gt; made these systems unreliable, also depressed the birth rate and forced a shift to pro-natalist policies by the late 1960s, including severe checks on abortion and propagandist exhortations like the 'heroine mother' distinction bestowed on those &lt;a href=\"People%27s%20Republic%20of%20Romania\"&gt;Romanian&lt;/a&gt; women who bore ten or more children.\nIn October 1966, artificial birth control was proscribed in &lt;a href=\"People%27s%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt; and regular pregnancy tests were mandated for women of child-bearing age, with severe penalties for anyone who was found to have terminated a pregnancy. Despite such restrictions, birth rates continued to lag, in part because of unskilled induced abortions. The populations of the Eastern Bloc countries were as follows:\nSocial structure.\nEastern Bloc societies operated under anti-meritocratic principles with strong egalitarian elements. These favoured less qualified individuals, as well as providing privileges for the &lt;a href=\"nomenklatura\"&gt;nomenklatura&lt;/a&gt; and those with the right class or political background. Eastern Bloc societies were dominated by the ruling communist party, leading some to term them \"partyocracies\". Providing benefits to less qualified and less competent people helped provide a sort of legitimacy for the regime. Former members of the middle-class were officially discriminated against, though the need for their skills allowed them to re-invent themselves as good communist citizens.\nHousing.\nA housing shortage existed throughout the Eastern Bloc. In Europe it was primarily due to the devastation during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Construction efforts suffered after a severe cutback in state resources available for housing starting in 1975. Cities became filled with large &lt;a href=\"Panel%C3%A1k\"&gt;system-built apartment blocks&lt;/a&gt; Western visitors from places like &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; expressed surprise at the perceived bad quality of new, box-like concrete structures across the border in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, along with a relative greyness of the physical environment and the often joyless appearance of people on the street or in stores. Housing construction policy suffered from considerable organisational problems. Moreover, completed houses possessed noticeably poor quality finishes.\nHousing quality.\nThe near-total emphasis on large apartment blocks was a common feature of Eastern Bloc cities in the 1970s and 1980s. &lt;a href=\"East%20Germany\"&gt;East German&lt;/a&gt; authorities viewed large cost advantages in the construction of &lt;a href=\"Plattenbau\"&gt;Plattenbau&lt;/a&gt; apartment blocks such that the building of such architecture on the edge of large cities continued until the dissolution of the Eastern Bloc. These buildings, such as the &lt;a href=\"Panel%C3%A1k\"&gt;Panelák&lt;/a&gt;s of &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt; and &lt;a href=\"Panelh%C3%A1z\"&gt;Panelház&lt;/a&gt; of &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungary&lt;/a&gt;, contained cramped concrete apartments that broadly lined Eastern Bloc streets, leaving the visitor with a \"cold and grey\" impression. Wishing to reinforce the role of the state in the 1970s and 1980s, &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt; enacted the &lt;a href=\"Systematization%20%28Romania%29\"&gt;systematization&lt;/a&gt; programme, which consisted of the demolition and reconstruction of existing hamlets, villages, towns, and cities, in whole or in part, in order to make place to standardized apartment blocks across the country (\"blocuri\"). Under this ideology, Ceaușescu built &lt;a href=\"Centrul%20Civic\"&gt;Centrul Civic&lt;/a&gt; of Bucharest in the 1980s, which contains the &lt;a href=\"Palace%20of%20the%20Parliament\"&gt;Palace of the Parliament&lt;/a&gt;, in the place of the former historic center.\nEven by the late 1980s, &lt;a href=\"sanitary%20conditions\"&gt;sanitary conditions&lt;/a&gt; in most Eastern Bloc countries were generally far from adequate. For all countries for which data existed, 60% of dwellings had a density of greater than one person per room between 1966 and 1975. The average in western countries for which data was available approximated 0.5 persons per room. Problems were aggravated by poor quality finishes on new dwellings often causing occupants to undergo a certain amount of finishing work and additional repairs.\nThe worsening shortages of the 1970s and 1980s occurred during an increase in the quantity of dwelling stock relative to population from 1970 to 1986. Even for new dwellings, average dwelling size was only in the Eastern Bloc compared with in ten western countries for which comparable data was available. Space standards varied considerably, with the average new dwelling in the Soviet Union in 1986 being only 68% the size of its equivalent in Hungary. Apart from exceptional cases, such as &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; in 1980–1986 and &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt; in 1970–1980, space standards in newly built dwellings rose before the dissolution of the Eastern Bloc. Housing size varied considerably across time, especially after the oil crisis in the Eastern Bloc; for instance, 1990-era West German homes had an average floor space of , compared to an average dwelling size in the GDR of in 1967.\nPoor housing was one of the four major factors (others being poor living conditions, increased female employment and abortion as an encouraged means of birth control) which led to declining birth rates throughout the Eastern Bloc.\nEconomies.\nThe Eastern Bloc countries achieved some economic and technical progress, industrialization, and growth rates of labor productivity and rises in the standard of living. However, because of the &lt;a href=\"Criticisms%20of%20the%20labour%20theory%20of%20value\"&gt;lack of market signals&lt;/a&gt;, Eastern Bloc economies experienced mis-development by &lt;a href=\"Soviet-type%20economic%20planning\"&gt;central planners&lt;/a&gt;.\nThe Eastern Bloc also depended upon the Soviet Union for significant amounts of materials.\nTechnological backwardness resulted in dependency on imports from Western countries and this, in turn, in demand for Western currency. Eastern Bloc countries were heavily borrowing from &lt;a href=\"Club%20de%20Paris\"&gt;Club de Paris&lt;/a&gt; (central banks) and &lt;a href=\"London%20Club\"&gt;London Club&lt;/a&gt; (private banks) and most of them by the early 1980s were forced to notify the creditors of their insolvency. This information was however kept secret from the citizens and propaganda promoted the view that the countries were on the best way to socialism.\nSocial conditions.\nAs a consequence of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and the German occupations in Eastern Europe, much of the region had been subjected to enormous destruction of industry, infrastructure and loss of civilian life. In Poland alone the policy of plunder and exploitation inflicted enormous material losses to Polish industry (62% of which was destroyed), agriculture, infrastructure and cultural landmarks, the cost of which has been estimated as approximately €525 billion or $640 billion in 2004 exchange values.\nThroughout the Eastern Bloc, both in the USSR and the rest of the Bloc, Russia was given prominence and referred to as the \"naiboleye vydayushchayasya natsiya\" (the most prominent nation) and the \"rukovodyashchiy narod\" (the leading people). The Soviets promoted the reverence of Russian actions and characteristics, and the construction of Soviet structural hierarchies in the other countries of the Eastern Bloc.\nThe defining characteristic of &lt;a href=\"Stalinist\"&gt;Stalinist&lt;/a&gt; &lt;a href=\"totalitarianism\"&gt;totalitarianism&lt;/a&gt; was the unique symbiosis of the state with society and the economy, resulting in politics and economics losing their distinctive features as autonomous and distinguishable spheres. Initially, Stalin directed systems that rejected Western institutional characteristics of &lt;a href=\"market%20economy\"&gt;market economies&lt;/a&gt;, &lt;a href=\"democracy\"&gt;democratic governance&lt;/a&gt; (dubbed \"bourgeois democracy\" in Soviet parlance) and the rule of law subduing discretional intervention by the state.\nThe Soviets mandated expropriation and \"etatisation\" of private property. The Soviet-style \"replica regimes\" that arose in the Bloc not only reproduced the Soviet &lt;a href=\"command%20economy\"&gt;command economy&lt;/a&gt;, but also adopted the brutal methods employed by &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; and Soviet-style secret polices to suppress real and potential opposition.\nStalinist regimes in the Eastern Bloc saw even marginal groups of opposition intellectuals as a potential threat because of the bases underlying Stalinist power therein. The suppression of dissent and opposition was a central prerequisite for the security of Stalinist power within the Eastern Bloc, though the degree of opposition and dissident suppression varied by country and time throughout the Eastern Bloc.\nIn addition, media in the Eastern Bloc were organs of the state, completely reliant on and subservient to the government of the USSR with radio and television organisations being state-owned, while print media was usually owned by political organisations, mostly by the local party. While over 15 million Eastern Bloc residents migrated westward from 1945 to 1949, emigration was effectively halted in the early 1950s, with the Soviet approach to controlling national movement emulated by most of the rest of the Eastern Bloc.\nInitial changes.\nTransformations billed as reforms.\nIn the USSR, because of strict Soviet secrecy under &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, for many years after World War II, even the best informed foreigners did not effectively know about the operations of the Soviet economy. Stalin had sealed off outside access to the Soviet Union since 1935 (and until his death), effectively permitting no foreign travel inside the Soviet Union such that outsiders did not know of the political processes that had taken place therein. During this period, and even for 25 years after Stalin's death, the few diplomats and foreign correspondents permitted inside the Soviet Union were usually restricted to within a few kilometres of Moscow, their phones were tapped, their residences were restricted to foreigner-only locations and they were constantly followed by Soviet authorities.\nThe Soviets also modeled economies in the rest of Eastern Bloc outside the Soviet Union along Soviet &lt;a href=\"command%20economy\"&gt;command economy&lt;/a&gt; lines. Before World War II, the Soviet Union used draconian procedures to ensure compliance with directives to invest all assets in state planned manners, including the &lt;a href=\"collectivisation\"&gt;collectivisation&lt;/a&gt; of agriculture and utilising a sizeable labor army collected in the &lt;a href=\"gulag\"&gt;gulag&lt;/a&gt; system. This system was largely imposed on other Eastern Bloc countries after World War II. While propaganda of proletarian improvements accompanied systemic changes, terror and intimidation of the consequent ruthless Stalinism obfuscated feelings of any purported benefits.\nStalin felt that socioeconomic transformation was indispensable to establish Soviet control, reflecting the &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; view that material bases, the distribution of the means of production, shaped social and political relations. Moscow trained cadres were put into crucial power positions to fulfill orders regarding sociopolitical transformation. Elimination of the bourgeoisie's social and financial power by expropriation of landed and industrial property was accorded absolute priority.\nThese measures were publicly billed as reforms rather than socioeconomic transformations. Throughout the Eastern Bloc, except for &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt;, \"societal organisations\" such as trade unions and associations representing various social, professional and other groups, were erected with only one organisation for each category, with competition excluded. Those organisations were managed by Stalinist cadres, though during the initial period, they allowed for some diversity.\nAsset relocation.\nAt the same time, at the war's end, the Soviet Union adopted a \"&lt;a href=\"plunder\"&gt;plunder&lt;/a&gt; policy\" of physically transporting and relocating east European industrial assets to the Soviet Union. Eastern Bloc states were required to provide coal, industrial equipment, technology, rolling stock and other resources to reconstruct the Soviet Union. Between 1945 and 1953, the Soviets received a net transfer of resources from the rest of the Eastern Bloc under this policy of roughly $14 billion, an amount comparable to the net transfer from the United States to western Europe in the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt;. \"Reparations\" included the dismantling of railways in Poland and Romanian reparations to the Soviets between 1944 and 1948 valued at $1.8 billion concurrent with the domination of &lt;a href=\"SovRoms\"&gt;SovRoms&lt;/a&gt;.\nIn addition, the Soviets re-organised enterprises as &lt;a href=\"Joint-stock%20company\"&gt;joint-stock companies&lt;/a&gt; in which the Soviets possessed the controlling interest. Using that control vehicle, several enterprises were required to sell products at below world prices to the Soviets, such as uranium mines in &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt; and &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, coal mines in &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt;, and oil wells in &lt;a href=\"People%27s%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt;.\nTrade and Comecon.\nThe trading pattern of the Eastern Bloc countries was severely modified. Before World War II, no greater than 1%–2% of those countries' trade was with the Soviet Union. By 1953, the share of such trade had jumped to 37%. In 1947, &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; had also denounced the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt; and forbade all Eastern Bloc countries from participating in it.\nSoviet dominance further tied other Eastern Bloc economies to Moscow via the Council for Mutual Economic Assistance (CMEA) or &lt;a href=\"Comecon\"&gt;Comecon&lt;/a&gt;, which determined countries' investment allocations and the products that would be traded within Eastern Bloc. Although Comecon was initiated in 1949, its role became ambiguous because Stalin preferred more direct links with other party chiefs than the indirect sophistication of the council. It played no significant role in the 1950s in economic planning.\nInitially, Comecon served as cover for the Soviet taking of materials and equipment from the rest of the Eastern Bloc, but the balance changed when the Soviets became net subsidisers of the rest of the Bloc by the 1970s via an exchange of low cost raw materials in return for shoddily manufactured finished goods. While resources such as oil, timber and uranium initially made gaining access to other Eastern Bloc economies attractive, the Soviets soon had to export Soviet raw materials to those countries to maintain cohesion therein. Following resistance to Comecon plans to extract &lt;a href=\"People%27s%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt;'s mineral resources and heavily utilise its agricultural production, Romania began to take a more independent stance in 1964. While it did not repudiate Comecon, it took no significant role in its operation, especially after the rise to power of &lt;a href=\"Nicolae%20Ceau%C5%9Fescu\"&gt;Nicolae Ceauşescu&lt;/a&gt;.\nHeavy industry emphasis.\nAccording to the official propaganda in the Soviet Union, there was unprecedented affordability of housing, health care, and education. Apartment rent on average amounted to only 1 percent of the family budget, a figure which reached 4 percent when municipal services are factored in. Tram tickets were 20 kopecks, and a loaf of bread was 15 kopecks. The average monthly salary of an &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt; was 140–160 &lt;a href=\"ruble\"&gt;ruble&lt;/a&gt;s.\nThe Soviet Union made major progress in developing the country's consumer goods sector. In 1970, the USSR produced 679 million pairs of leather footwear, compared to 534 million for the United States. Czechoslovakia, which had the world's highest per-capita production of shoes, exported a significant portion of its shoe production to other countries.\nThe rising standard of living under socialism led to a steady decrease in the workday and an increase in leisure. In 1974, the average workweek for Soviet industrial workers was 40 hours. Paid vacations in 1968 reached a minimum of 15 workdays. In the mid-1970s the number of free days per year-days off, holidays and vacations was 128–130, almost double the figure from the previous ten years.\nBecause of the lack of market signals in such economies, they experienced mis-development by central planners resulting in those countries following a path of extensive (large mobilisation of inefficiently used capital, labor, energy and raw material inputs) rather than intensive (efficient resource use) development to attempt to achieve quick growth. The Eastern Bloc countries were required to follow the Soviet model over-emphasising heavy industry at the expense of light industry and other sectors.\nSince that model involved the prodigal exploitation of natural and other resources, it has been described as a kind of \"slash and burn\" modality. While the Soviet system strove for a &lt;a href=\"dictatorship%20of%20the%20proletariat\"&gt;dictatorship of the proletariat&lt;/a&gt;, there was little existing proletariat in many eastern European countries, such that to create one, heavy industry needed to be built. Each system shared the distinctive themes of state-oriented economies, including poorly defined property rights, a lack of market clearing prices and overblown or distorted productive capacities in relation to analogous market economies.\nMajor errors and waste occurred in the resource allocation and distribution systems. Because of the party-run monolithic state organs, these systems provided no effective mechanisms or incentives to control costs, profligacy, inefficiency and waste. Heavy industry was given priority because of its importance for the military-industrial establishment and for the engineering sector.\nFactories were sometimes inefficiently located, incurring high transport costs, while poor plant-organisation sometimes resulted in production hold ups and knock-on effects in other industries dependent on monopoly suppliers of intermediates. For example, each country, including &lt;a href=\"People%27s%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt;, built steel mills regardless of whether they lacked the requisite resource of energy and mineral ores. A massive metallurgical plant was built in &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt; despite the fact that its ores had to be imported from the Soviet Union and transported from the port at &lt;a href=\"Burgas\"&gt;Burgas&lt;/a&gt;. A Warsaw tractor factory in 1980 had a 52-page list of unused rusting, then useless, equipment.\nThis emphasis on heavy industry diverted investment from the more practical production of chemicals and plastics. In addition, the plans' emphasis on quantity rather than quality made Eastern Bloc products less competitive in the world market. High costs passed through the product chain boosted the 'value' of production on which wage increases were based, but made exports less competitive. Planners rarely closed old factories even when new capacities opened elsewhere. For example, the Polish steel industry retained a plant in &lt;a href=\"Upper%20Silesia\"&gt;Upper Silesia&lt;/a&gt; despite the opening of modern integrated units on the periphery while the last old &lt;a href=\"Siemens-Martin%20process\"&gt;Siemens-Martin process&lt;/a&gt; furnace installed in the 19th century was not closed down immediately.\nProducer goods were favoured over consumer goods, causing consumer goods to be lacking in quantity and quality in the &lt;a href=\"shortage%20economy\"&gt;shortage economies&lt;/a&gt; that resulted.\nBy the mid-1970s, budget deficits rose considerably and domestic prices widely diverged from the world prices, while production prices averaged 2% higher than consumer prices. Many premium goods could be bought either in a &lt;a href=\"Second%20economy%20of%20the%20Soviet%20Union\"&gt;black market&lt;/a&gt; or only in special stores using foreign currency generally inaccessible to most Eastern Bloc citizens, such as &lt;a href=\"Intershop\"&gt;Intershop&lt;/a&gt; in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, &lt;a href=\"Beryozka%20%28Russian%20retail%20store%29\"&gt;Beryozka&lt;/a&gt; in the Soviet Union, &lt;a href=\"Pewex\"&gt;Pewex&lt;/a&gt; in &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Tuzex\"&gt;Tuzex&lt;/a&gt; in &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt;, &lt;a href=\"Corecom\"&gt;Corecom&lt;/a&gt; in Bulgaria, or &lt;a href=\"Comturist\"&gt;Comturist&lt;/a&gt; in Romania. Much of what was produced for the local population never reached its intended user, while many perishable products became unfit for consumption before reaching their consumers.\nBlack markets.\nAs a result of the deficiencies of the official economy, &lt;a href=\"black%20market\"&gt;black market&lt;/a&gt;s were created that were often supplied by goods stolen from the public sector. The &lt;a href=\"informal%20sector\"&gt;second, \"parallel economy\"&lt;/a&gt; flourished throughout the Bloc because of rising unmet state consumer needs. Black and gray markets for foodstuffs, goods, and cash arose. Goods included household goods, medical supplies, clothes, furniture, cosmetics and toiletries in chronically short supply through official outlets.\nMany farmers concealed actual output from purchasing agencies to sell it illicitly to urban consumers. Hard foreign currencies were highly sought after, while highly valued Western items functioned as a medium of exchange or bribery in Stalinist countries, such as in &lt;a href=\"People%27s%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt;, where &lt;a href=\"Kent%20%28cigarette%29\"&gt;Kent&lt;/a&gt; cigarettes served as an unofficial extensively used currency to buy goods and services. Some service workers &lt;a href=\"wikt%3Amoonlight%23Verb\"&gt;moonlighted&lt;/a&gt; illegally providing services directly to customers for payment.\nUrbanization.\nThe extensive production &lt;a href=\"industrialization\"&gt;industrialization&lt;/a&gt; that resulted was not responsive to consumer needs and caused a neglect in the service sector, unprecedented rapid urbanization, acute urban overcrowding, chronic shortages, and massive recruitment of women into mostly menial and/or low-paid occupations. The consequent strains resulted in the widespread used of coercion, repression, &lt;a href=\"show%20trials\"&gt;show trials&lt;/a&gt;, purges, and intimidation. By 1960, massive urbanisation occurred in Poland (48% urban) and Bulgaria (38%), which increased employment for peasants, but also caused illiteracy to skyrocket when children left school for work.\nCities became massive building sites, resulting in the reconstruction of some war-torn buildings but also the construction of drab dilapidated system-built apartment blocks. Urban living standards plummeted because resources were tied up in huge long-term building projects, while industrialization forced millions of former peasants to live in hut camps or grim apartment blocks close to massive polluting industrial complexes.\nAgricultural collectivization.\n&lt;a href=\"Collectivization\"&gt;Collectivization&lt;/a&gt; is a process pioneered by &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; in the late 1920s by which &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; regimes in the Eastern Bloc and elsewhere attempted to establish an ordered socialist system in rural agriculture. It required the forced consolidation of small-scale peasant farms and larger holdings belonging to the landed classes for the purpose of creating larger modern \"&lt;a href=\"collective%20farms\"&gt;collective farms&lt;/a&gt;\" owned, in theory, by the workers therein. In reality, such farms were owned by the state.\nIn addition to eradicating the perceived inefficiencies associated with small-scale farming on discontiguous land holdings, collectivization also purported to achieve the political goal of removing the rural basis for resistance to Stalinist regimes. A further justification given was the need to promote industrial development by facilitating the state's procurement of agricultural products and transferring \"surplus labor\" from rural to urban areas. In short, agriculture was reorganized in order to proletarianize the peasantry and control production at prices determined by the state.\nThe Eastern Bloc possesses substantial agricultural resources, especially in southern areas, such as &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungary&lt;/a&gt;'s &lt;a href=\"Great%20Hungarian%20Plain\"&gt;Great Plain&lt;/a&gt;, which offered good soils and a warm climate during the growing season. Rural collectivization proceeded differently in non-Soviet Eastern Bloc countries than it did in the Soviet Union in the 1920s and 1930s. Because of the need to conceal the assumption of control and the realities of an initial lack of control, no Soviet &lt;a href=\"dekulakisation\"&gt;dekulakisation&lt;/a&gt;-style liquidation of rich peasants could be carried out in the non-Soviet Eastern Bloc countries.\nNor could they risk mass starvation or agricultural sabotage (e.g., &lt;a href=\"holodomor\"&gt;holodomor&lt;/a&gt;) with a rapid collectivization through massive state farms and agricultural producers' cooperatives (APCs). Instead, collectivization proceeded more slowly and in stages from 1948 to 1960 in Bulgaria, Romania, Hungary, Czechoslovakia, and East Germany, and from 1955 to 1964 in Albania. Collectivization in the Baltic republics of the &lt;a href=\"Lithuanian%20SSR\"&gt;Lithuanian SSR&lt;/a&gt;, &lt;a href=\"Estonian%20SSR\"&gt;Estonian SSR&lt;/a&gt; and &lt;a href=\"Latvian%20SSR\"&gt;Latvian SSR&lt;/a&gt; took place between 1947 and 1952.\nUnlike Soviet collectivization, neither massive destruction of livestock nor errors causing distorted output or distribution occurred in the other Eastern Bloc countries. More widespread use of transitional forms occurred, with differential compensation payments for peasants that contributed more land to APCs. Because &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt; and &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; were more industrialized than the Soviet Union, they were in a position to furnish most of the equipment and fertilizer inputs needed to ease the transition to collectivized agriculture. Instead of liquidating large farmers or barring them from joining APCs as Stalin had done through &lt;a href=\"dekulakisation\"&gt;dekulakisation&lt;/a&gt;, those farmers were utilised in the non-Soviet Eastern Bloc collectivizations, sometimes even being named farm chairman or managers.\nCollectivisation often met with strong rural resistance, including peasants frequently destroying property rather than surrendering it to the collectives. Strong peasant links with the land through private ownership were broken and many young people left for careers in industry. In &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt; and &lt;a href=\"Federal%20People%27s%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;, fierce resistance from peasants, many of whom had resisted the Axis, led to the abandonment of wholesale rural collectivisation in the early 1950s. In part because of the problems created by collectivisation, agriculture was largely de-collectivised in Poland in 1957.\nThe fact that Poland nevertheless managed to carry out large-scale centrally planned industrialisation with no more difficulty than its collectivised Eastern Bloc neighbours further called into question the need for collectivisation in such planned economies. Only Poland's \"western territories\", those eastwardly adjacent to the &lt;a href=\"Oder-Neisse%20line\"&gt;Oder-Neisse line&lt;/a&gt; that were annexed from Germany, were substantially collectivised, largely in order to settle large numbers of Poles on good farmland which had been taken from German farmers.\nEconomic growth.\nThere was significant progress made in the economy in countries such as the Soviet Union. In 1980, the Soviet Union took first place in Europe and second worldwide in terms of industrial and agricultural production, respectively. In 1960, the USSR's industrial output was only 55% that of America, but this increased to 80% in 1980.\nWith the change of the Soviet leadership in 1964, there were significant changes made to economic policy. The Government on 30 September 1965 issued a decree \"On improving the management of industry\" and the 4 October 1965 resolution \"On improving and strengthening the economic incentives for industrial production\". The main initiator of these reforms was Premier A. Kosygin. Kosygin's reforms on agriculture gave considerable autonomy to the collective farms, giving them the right to the contents of private farming. During this period, there was the large-scale land reclamation program, the construction of irrigation channels, and other measures. In the period 1966–1970, the gross national product grew by over 35%. Industrial output increased by 48% and agriculture by 17%. In the eighth Five-Year Plan, the national income grew at an average rate of 7.8%. In the ninth Five-Year Plan (1971–1975), the national income grew at an annual rate of 5.7%. In the tenth Five-Year Plan (1976–1981), the national income grew at an annual rate of 4.3%.\nThe Soviet Union made noteworthy scientific and technological progress. Unlike countries with more market-oriented economies, scientific and technological potential in the USSR was used in accordance with a plan on the scale of society as a whole.\nIn 1980, the number of scientific personnel in the USSR was 1.4 million. The number of engineers employed in the national economy was 4.7 million. Between 1960 and 1980, the number of scientific personnel increased by a factor of 4. In 1975, the number of scientific personnel in the USSR amounted to one-fourth of the total number of scientific personnel in the world. In 1980, as compared with 1940, the number of invention proposals submitted was more than 5 million. In 1980, there were 10 all-Union research institutes, 85 specialised central agencies, and 93 regional information centres.\nThe world's first nuclear power plant was commissioned on 27 June 1954 in Obninsk. Soviet scientists made a major contribution to the development of computer technology. The first major achievements in the field were associated with the building of analog computers. In the USSR, principles for the construction of network analysers were developed by S. Gershgorin in 1927 and the concept of the electrodynamic analog computer was proposed by N. Minorsky in 1936. In the 1940s, the development of AC electronic antiaircraft directors and the first vacuum-tube integrators was begun by L. Gutenmakher. In the 1960s, important developments in modern computer equipment were the BESM-6 system built under the direction of S. A. Lebedev, the MIR series of small digital computers, and the Minsk series of digital computers developed by G.Lopato and V. Przhyalkovsky.\nThe Moscow Metro has 180 stations used by around 7 million passengers per day. It is one of the world's busiest undergrounds. In the Soviet period, the fare was 5 kopeks which permitted the rider to ride everywhere on the system.\nAuthor Turnock claims that transport in the Eastern Bloc was characterised by poor &lt;a href=\"infrastructure\"&gt;infrastructural&lt;/a&gt; maintenance. The road network suffered from inadequate load capacity, poor surfacing and deficient roadside servicing. While roads were resurfaced, few new roads were built and there were very few &lt;a href=\"Dual%20carriageway\"&gt;divided highway&lt;/a&gt; roads, urban ring roads or bypasses. Private car ownership remained low by Western standards.\nVehicle ownership increased in the 1970s and 1980s with the production of inexpensive cars in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; such as &lt;a href=\"Trabant\"&gt;Trabant&lt;/a&gt;s and the &lt;a href=\"Wartburg%20%28car%29\"&gt;Wartburg&lt;/a&gt;s. However, the wait list for the distribution of Trabants was ten years in 1987 and up to fifteen years for Soviet &lt;a href=\"Lada\"&gt;Lada&lt;/a&gt; and Czechoslovakian &lt;a href=\"%C5%A0koda%20Auto\"&gt;Škoda&lt;/a&gt; cars. Soviet-built aircraft exhibited deficient technology, with high fuel consumption and heavy maintenance demands. Telecommunications networks were overloaded.\nAdding to mobility constraints from the inadequate transport systems were bureaucratic mobility restrictions. While outside of Albania, domestic travel eventually became largely regulation-free, stringent controls on the issue of passports, visas and foreign currency made foreign travel difficult inside the Eastern Bloc. Countries were inured to isolation and initial post-war &lt;a href=\"autarky\"&gt;autarky&lt;/a&gt;, with each country effectively restricting bureaucrats to viewing issues from a domestic perspective shaped by that country's specific propaganda.\nSevere &lt;a href=\"Natural%20environment\"&gt;environmental&lt;/a&gt; problems arose through urban traffic congestion, which was aggravated by pollution generated by poorly maintained vehicles. Large thermal power stations burning &lt;a href=\"lignite\"&gt;lignite&lt;/a&gt; and other items became notorious polluters, while some hydro-electric systems performed inefficiently because of dry seasons and silt accumulation in reservoirs. &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; was covered by smog 135 days per year while &lt;a href=\"Wroc%C5%82aw\"&gt;Wrocław&lt;/a&gt; was covered by a fog of &lt;a href=\"Chromium\"&gt;chrome&lt;/a&gt; gas.\nSeveral villages were evacuated because of copper smelting at &lt;a href=\"G%C5%82og%C3%B3w\"&gt;Głogów&lt;/a&gt;. Further rural problems arose from piped water construction being given precedence over building sewerage systems, leaving many houses with only inbound piped water delivery and not enough sewage tank trucks to carry away sewage. The resulting drinking water became so polluted in &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungary&lt;/a&gt; that over 700 villages had to be supplied by tanks, bottles and plastic bags. Nuclear power projects were prone to long commissioning delays.\nThe &lt;a href=\"Chernobyl%20disaster\"&gt;catastrophe at the Chernobyl nuclear plant in the Ukrainian SSR&lt;/a&gt; was caused by an irresponsible safety test on a reactor design that is normally safe, some operators lacking an even basic understanding of the reactor's processes and authoritarian Soviet bureaucracy, valuing party loyalty over competence, that kept promoting incompetent personnel and choosing cheapness over safety. The consequent release of fallout resulted in the evacuation and resettlement of over 336,000 people leaving a massive desolate &lt;a href=\"Zone%20of%20alienation\"&gt;Zone of alienation&lt;/a&gt; containing extensive still-standing abandoned urban development.\n&lt;a href=\"Tourism\"&gt;Tourism&lt;/a&gt; from outside the Eastern Bloc was neglected, while tourism from other Stalinist countries grew within the Eastern Bloc. Tourism drew investment, relying upon tourism and recreation opportunities existing before World War II. By 1945, most hotels were run-down, while many which escaped conversion to other uses by central planners were slated to meet domestic demands. Authorities created state companies to arrange travel and accommodation. In the 1970s, investments were made to attempt to attract western travelers, though momentum for this waned in the 1980s when no long-term plan arose to procure improvements in the tourist environment, such as an assurance of freedom of movement, free and efficient money exchange and the provision of higher quality products with which these tourists were familiar. However, Western tourists were generally free to move about in Hungary, Poland and Yugoslavia and go where they wished. It was more difficult or even impossible to go as an individual tourist to East Germany, Czechoslovakia, Romania, Bulgaria and Albania. It was generally possible in all cases for relatives from the west to visit and stay with family in the Eastern Bloc countries, except for Albania. In these cases, permission had to be sought, precise times, length of stay, location and movements had to be known in advance.\nCatering to western visitors required creating an environment of an entirely different standard than that used for the domestic populace, which required concentration of travel spots including the building of relatively high-quality infrastructure in travel complexes, which could not easily be replicated elsewhere. Because of a desire to preserve ideological discipline and the fear of the presence of wealthier foreigners engaging in differing lifestyles, &lt;a href=\"People%27s%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt; segregated travelers. Because of the worry of the subversive effect of the tourist industry, travel was restricted to 6,000 visitors per year.\nGrowth rates.\nGrowth rates in the Eastern Bloc were initially high in the 1950s and 1960s. During this first period, progress was rapid by European standards and per capita growth within the Eastern Bloc increased by 2.4 times the European average. Eastern Europe accounted for 12.3 percent of European production in 1950 but 14.4 in 1970. However, the system was resistant to change and did not easily adapt to new conditions. For political reasons, old factories were rarely closed, even when new technologies became available. As a result, after the 1970s, growth rates within the bloc experienced relative decline. Meanwhile, West Germany, Austria, France and other Western European nations experienced increased economic growth in the &lt;a href=\"Wirtschaftswunder\"&gt;Wirtschaftswunder&lt;/a&gt; (\"economic miracle\"), &lt;a href=\"Trente%20Glorieuses\"&gt;Trente Glorieuses&lt;/a&gt; (\"thirty glorious years\") and the &lt;a href=\"post-World%20War%20II%20boom\"&gt;post-World War II boom&lt;/a&gt;. After the fall of Soviet Union in the 1990s, growth plummeted, living standards declined, drug use, homelessness and poverty skyrocketed and suicides increased dramatically. Growth did not begin to return to pre-reform era levels for approximately 15 years.\nFrom the end of World War II to the mid-1970s, the economy of the Eastern Bloc steadily increased at the same rate as the economy in Western Europe, with the non-reformist Stalinist nations of the Eastern Bloc having a stronger economy than the reformist-Stalinist states. While most western European economies essentially began to approach the &lt;a href=\"per%20capita\"&gt;per capita&lt;/a&gt; &lt;a href=\"gross%20domestic%20product\"&gt;gross domestic product&lt;/a&gt; (GDP) levels of the United States during the late 1970s and early 1980s, the Eastern Bloc countries did not, with per capita GDPs trailing significantly behind their comparable western European counterparts.\nThe following table displays a set of estimated growth rates of GDP from 1951 onward, for the countries of the Eastern Bloc as well as those of Western Europe as reported by &lt;a href=\"The%20Conference%20Board\"&gt;The Conference Board&lt;/a&gt; as part of its \"&lt;a href=\"Total%20Economy%20Database\"&gt;Total Economy Database&lt;/a&gt;\". Note that in some cases data availability does not go all the way back to 1951.\nThe &lt;a href=\"United%20Nations%20Statistics%20Division\"&gt;United Nations Statistics Division&lt;/a&gt; also calculates growth rates, using a different methodology, but only reports the figures starting in 1971 (note that for Slovakia and the constituent republics of the USSR data availability begins later). Thus, according to the United Nations growth rates in Europe were as follows:\nThe following table lists the level of &lt;a href=\"nominal%20GDP\"&gt;nominal GDP&lt;/a&gt; per capita in certain selected countries, measured in &lt;a href=\"US%20dollar\"&gt;US dollar&lt;/a&gt;s, for the years 1970, 1989, and 2015:\nWhile it can be argued the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; estimates of GDP used for 1990 figures underestimate Eastern Bloc GDP because of undervalued local currencies, per capita incomes were undoubtedly lower than in their counterparts. &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; was the most advanced industrial nation of the Eastern Bloc. Until the building of the Berlin Wall in 1961, East Germany was considered a weak state, hemorrhaging skilled labor to the West such that it was referred to as \"the disappearing satellite\". Only after the wall sealed in skilled labor was East Germany able to ascend to the top economic spot in the Eastern Bloc. Thereafter, its citizens enjoyed a higher quality of life and fewer shortages in the supply of goods than those in the Soviet Union, Poland or Romania. However, many citizens in East Germany enjoyed one particular advantage over their counterparts in other Eastern Bloc countries in that they were often supported by relatives and friends in West Germany who would bring goods from the West on visits or even send goods or money. The West German government and many organisations in West Germany supported projects in East Germany, such as rebuilding and restoration or making good some shortages in times of need (e.g. toothbrushes) from which East German citizens again benefited. The two Germanies, divided politically, remained united by language (although with two political systems, some terms had different meanings in East and West). West German television reached East Germany, which many East Germans watched and from which they obtained information about their own state in short supply at home. Being part of a divided country, East Germany occupied a unique position therefore in the Eastern Bloc unlike, for example, Hungary in relation to Austria, which had previously been under one monarch but which were already divided by language and culture.\nWhile official statistics painted a relatively rosy picture, the &lt;a href=\"Economy%20of%20the%20German%20Democratic%20Republic\"&gt;East German economy&lt;/a&gt; had eroded because of increased central planning, economic autarky, the use of coal over oil, investment concentration in a few selected technology-intensive areas and labor market regulation. As a result, a large productivity gap of nearly 50% per worker existed between East and West Germany. However, that gap does not measure the quality of design of goods or service such that the actual per capita rate may be as low as 14 to 20 per cent. Average gross monthly wages in East Germany were around 30% of those in West Germany, though after accounting for taxation the figures approached 60%.\nMoreover, the purchasing power of wages differed greatly, with only about half of East German households owning either a car or a color television set as late as 1990, both of which had been standard possessions in West German households. The \"&lt;a href=\"East%20German%20mark\"&gt;Ostmark&lt;/a&gt;\" was only valid for transactions inside East Germany, could not be legally exported or imported and could not be used in the East German &lt;a href=\"Intershop\"&gt;Intershop&lt;/a&gt;s which sold premium goods. In 1989, 11% of the East German labor force remained in agriculture, 47% was in the secondary sector and only 42% in services.\nOnce installed, the economic system was difficult to change given the importance of politically reliable management and the prestige value placed on large enterprises. Performance declined during the 1970s and 1980s due to inefficiency when industrial input costs, such as energy prices, increased. Though growth lagged behind the West, it did occur. Consumer goods started to become more available by the 1960s.\nBefore the Eastern Bloc's dissolution, some major sectors of industry were operating at such a loss that they exported products to the West at prices below the real value of the raw materials. &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungarian&lt;/a&gt; steel costs doubled those of western Europe. In 1985, a quarter of Hungary's state budget was spent on supporting inefficient enterprises. Tight planning in &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt;'s industry meant continuing shortages in other parts of its economy.\nDevelopment policies.\nIn social terms, the 18 years (1964–1982) of Brezhnev's leadership saw real incomes grow more than 1.5 times. More than 1.6 thousand million square metres of living space were commissioned and provided to over 160 million people. At the same time, the average rent for families did not exceed 3% of the family income. There was unprecedented affordability of housing, health care and education.\nIn a survey by the Sociological Research Institute of the USSR Academy of Sciences in 1986, 75% of those surveyed said that they were better off than the previous ten years. Over 95% of Soviet adults considered themselves \"fairly well off\". 55% of those surveyed felt that medical services improved, 46% believed public transportation had improved and 48% said that the standard of services provided public service establishments had risen.\nDuring the years 1957–1965, housing policy underwent several institutional changes with industrialisation and urbanisation had not been matched by an increase in housing after World War II. Housing shortages in the Soviet Union were worse than in the rest of the Eastern Bloc due to a larger migration to the towns and more wartime devastation and were worsened by Stalin's pre-war refusals to invest properly in housing. Because such investment was generally not enough to sustain the existing population, apartments had to be subdivided into increasingly smaller units, resulting in several families sharing an apartment previously meant for one family.\nThe prewar norm became one Soviet family per room, with the toilets and kitchen shared. The amount of living space in urban areas fell from 5.7 square metres per person in 1926 to 4.5 square metres in 1940. In the rest of the Eastern Bloc during this time period, the average number of people per room was 1.8 in &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt; (1956), 2.0 in &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt; (1961), 1.5 in &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungary&lt;/a&gt; (1963), 1.7 in &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt; (1960), 1.4 in &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt; (1966), 2.4 in &lt;a href=\"Federal%20People%27s%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; (1961) and 0.9 in 1961 in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;.\nAfter Stalin's death in 1953, forms of an economic \"New Course\" brought a revival of private house construction. Private construction peaked in 1957–1960 in many Eastern Bloc countries and then declined simultaneously along with a steep increase in state and co-operative housing. By 1960, the rate of house-building per head had picked up in all countries in the Eastern Bloc. Between 1950 and 1975, worsening shortages were generally caused by a fall in the proportion of all investment made housing. However, during that period the total number of dwellings increased.\nDuring the last fifteen years of this period (1960–1975), an emphasis was made for a supply side solution, which assumed that industrialised building methods and high rise housing would be cheaper and quicker than traditional brick-built, low-rise housing. Such methods required manufacturing organisations to produce the &lt;a href=\"prefabricated\"&gt;prefabricated&lt;/a&gt; components and organisations to assemble them on site, both of which planners assumed would employ large numbers of unskilled workers-with powerful political contacts. The lack of participation of eventual customers, the residents, constituted one factor in escalating construction costs and poor quality work. This led to higher demolition rates and higher costs to repair poorly constructed dwellings. In addition, because of poor quality work, a black market arose for building services and materials that could not be procured from state monopolies.\nIn most countries, completions (new dwellings constructed) rose to a high point between 1975 and 1980 and then fell as a result presumably of worsening international economic conditions. This occurred in Bulgaria, Hungary, East Germany, Poland, Romania (with an earlier peak in 1960 also), Czechoslovakia and Yugoslavia while the Soviet Union peaked in 1960 and 1970. While between 1975 and 1986, the proportion of investment devoted to housing actually rose in most of the Eastern Bloc, general economic conditions resulted in total investment amounts falling or becoming stagnant.\nThe employment of socialist ideology in housing policy declined in the 1980s, which accompanied a shift in authorities looking at the need of residents to an examination of potential residents' ability to pay. Yugoslavia was unique in that it continuously mixed private and state sources of housing finance, stressed self-managed building co-operatives along with central government controls.\nShortages.\nThe initial year that shortages were effectively measured and shortages in 1986 were as follows:\nThese are official housing figures and may be low. For example, in the Soviet Union the figure of 26,662,400 in 1986 almost certainly underestimates shortages for the reason that it does not count shortages from large Soviet rural-urban migration; another calculation estimates shortages to be 59,917,900. By the late 1980s, &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt; had an average 20-year wait time for housing while Warsaw had between a 26- and 50-year wait time. In the Soviet Union, widespread illegal subletting occurred at exorbitant rates. Toward the end of the Eastern Bloc allegations of misallocations and illegal distribution of housing were raised in Soviet &lt;a href=\"CPSU\"&gt;CPSU&lt;/a&gt; Central Committee meetings.\nIn &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt;, housing problems were caused by slow rates of construction, poor home quality (which was even more pronounced in villages) and a large black market. In &lt;a href=\"People%27s%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt;, social engineering policy and concern about the use of agricultural land forced high densities and high-rise housing designs. In &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt;, a prior emphasis on monolithic high-rise housing lessened somewhat in the 1970s and 1980s. In the Soviet Union, housing was perhaps the primary social problem. While Soviet housing construction rates were high, quality was poor and demolition rates were high, in part because of an inefficient building industry and lack of both quality and quantity of construction materials.\n&lt;a href=\"East%20Germany\"&gt;East German&lt;/a&gt; housing suffered from a lack of quality and a lack of skilled labor, with a shortage of materials, plot and permits. In staunchly Stalinist &lt;a href=\"People%27s%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt;, housing blocks (\"panelka\") were spartan, with six-story walk-ups being the most frequent design. Housing was allocated by workplace trade unions and built by voluntary labor organised into brigades within the workplace. &lt;a href=\"Federal%20People%27s%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; suffered from fast urbanisation, uncoordinated development and poor organisation resulting from a lack of hierarchical structure and clear accountability, low building productivity, the monopoly position of building enterprises and irrational credit policies.\nRevolts.\n1953 East Germany uprising.\nThree months after the death of &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, a dramatic increase of emigration (&lt;a href=\"Republikflucht\"&gt;Republikflucht&lt;/a&gt;, &lt;a href=\"brain%20drain\"&gt;brain drain&lt;/a&gt;) occurred from &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; in the first half-year of 1953. Large numbers of East Germans traveled west through the only \"loophole\" left in the &lt;a href=\"Eastern%20Bloc%20emigration%20and%20defection\"&gt;Eastern Bloc emigration restrictions&lt;/a&gt;, the Berlin sector border. The East German government then raised \"norms\" – the amount each worker was required to produce—by 10%. Already disaffected East Germans, who could see the relative economic successes of West Germany within Berlin, became enraged. Angry building workers initiated street protests, and were soon joined by others in a march to the Berlin trade union headquarters.\nWhile no official spoke to them at that location, by 2:00 pm, the East German government agreed to withdraw the \"norm\" increases. However, the crisis had already escalated such that the demands were now political, including free elections, disbanding the army and resignation of the government. By 17 June, strikes were recorded in 317 locations involving approximately 400,000 workers. When strikers set ruling &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;SED&lt;/a&gt; party buildings aflame and tore the flag from the &lt;a href=\"Brandenburg%20Gate\"&gt;Brandenburg Gate&lt;/a&gt;, SED General Secretary &lt;a href=\"Walter%20Ulbricht\"&gt;Walter Ulbricht&lt;/a&gt; left Berlin.\nA major emergency was declared and the Soviet &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; stormed some important buildings. Within hours, Soviet tanks arrived, but they did not immediately fire upon all workers. Rather, a gradual pressure was applied. Approximately 16 Soviet divisions with 20,000 soldiers from the &lt;a href=\"Group%20of%20Soviet%20Forces%20in%20Germany\"&gt;Group of Soviet Forces in Germany&lt;/a&gt; using tanks, as well as 8,000 &lt;a href=\"Kasernierte%20Volkspolizei\"&gt;Kasernierte Volkspolizei&lt;/a&gt; members, were employed. Bloodshed could not be entirely avoided, with the official death toll standing at 21, while the actual casualty toll may have been much higher. Thereafter, 20,000 arrests took place along with 40 executions.\nHungarian Revolution of 1956.\nAfter Stalin's death in 1953, a period of &lt;a href=\"de-Stalinization\"&gt;de-Stalinization&lt;/a&gt; followed, with reformist &lt;a href=\"Imre%20Nagy\"&gt;Imre Nagy&lt;/a&gt; replacing Hungarian Stalinist dictator Mátyás Rákosi. Responding to popular demand, in October 1956, the Polish government appointed the recently &lt;a href=\"Political%20rehabilitation\"&gt;rehabilitated&lt;/a&gt; reformist &lt;a href=\"W%C5%82adys%C5%82aw%20Gomu%C5%82ka\"&gt;Władysław Gomułka&lt;/a&gt; as First Secretary of the &lt;a href=\"Polish%20United%20Workers%27%20Party\"&gt;Polish United Workers' Party&lt;/a&gt;, with a mandate to negotiate trade concessions and troop reductions with the Soviet government. After a few tense days of negotiations, on 19 October, the Soviets finally gave in to Gomułka's reformist requests.\nThe revolution began after students of the &lt;a href=\"Budapest%20University%20of%20Technology%20and%20Economics\"&gt;Technical University&lt;/a&gt; compiled a list of &lt;a href=\"Demands%20of%20Hungarian%20Revolutionaries%20of%201956\"&gt;Demands of Hungarian Revolutionaries of 1956&lt;/a&gt; and conducted protests in support of the demands on 22 October. Protests of support swelled to 200,000 by 6 pm the following day, The demands included free secret ballot elections, independent tribunals, inquiries into Stalin and Rákosi Hungarian activities and that \"the statue of Stalin, symbol of Stalinist tyranny and political oppression, be removed as quickly as possible.\" By 9:30 pm the statue was toppled and jubilant crowds celebrated by placing &lt;a href=\"Flag%20of%20Hungary\"&gt;Hungarian flags&lt;/a&gt; in Stalin's boots, which was all that remained the statue. The &lt;a href=\"%C3%81VH\"&gt;ÁVH&lt;/a&gt; was called, Hungarian soldiers sided with the crowd over the ÁVH and shots were fired on the crowd.\nBy 2 am on 24 October, under orders of Soviet defense minister &lt;a href=\"Georgy%20Zhukov\"&gt;Georgy Zhukov&lt;/a&gt;, Soviet tanks entered Budapest. Protester attacks at the Parliament forced the dissolution of the government. A ceasefire was arranged on 28 October, and by 30 October most Soviet troops had withdrawn from Budapest to garrisons in the Hungarian countryside. Fighting had virtually ceased between 28 October and 4 November, while many Hungarians believed that Soviet military units were indeed withdrawing from Hungary.\nThe new government that came to power during the revolution formally disbanded ÁVH, declared its intention to withdraw from the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; and pledged to re-establish free elections. The &lt;a href=\"Politburo%20of%20the%20Central%20Committee%20of%20the%20Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Soviet Politburo&lt;/a&gt; thereafter moved to crush the revolution. On 4 November, a large Soviet force invaded Budapest and other regions of the country. The &lt;a href=\"Csepel\"&gt;last pocket of resistance&lt;/a&gt; called for ceasefire on 10 November. Over 2,500 Hungarians and 722 Soviet troops were killed and thousands more were wounded.\nThousands of Hungarians were arrested, imprisoned and deported to the Soviet Union, many without evidence. Approximately 200,000 Hungarians fled Hungary, some 26,000 Hungarians were put on trial by the new Soviet-installed &lt;a href=\"J%C3%A1nos%20K%C3%A1d%C3%A1r\"&gt;János Kádár&lt;/a&gt; government, and of those, 13,000 were imprisoned. Imre Nagy was executed, along with &lt;a href=\"P%C3%A1l%20Mal%C3%A9ter\"&gt;Pál Maléter&lt;/a&gt; and Miklós Gimes, after secret trials in June 1958. Their bodies were placed in unmarked graves in the Municipal Cemetery outside Budapest. By January 1957, the new Soviet-installed government had suppressed all public opposition.\nPrague Spring and the 1968 invasion of Czechoslovakia.\nA period of political liberalization in &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt; called the &lt;a href=\"Prague%20Spring\"&gt;Prague Spring&lt;/a&gt; took place in 1968. The event was spurred by several events, including economic reforms that addressed an early 1960s economic downturn. The event began on 5 January 1968, when reformist Slovak &lt;a href=\"Alexander%20Dub%C4%8Dek\"&gt;Alexander Dubček&lt;/a&gt; came to power. In April, Dubček launched an \"&lt;a href=\"Action%20Programme%20%281968%29\"&gt;Action Program&lt;/a&gt;\" of liberalizations, which included increasing freedom of the press, freedom of speech and freedom of movement, along with an economic emphasis on &lt;a href=\"consumer%20goods\"&gt;consumer goods&lt;/a&gt;, the possibility of a multiparty government and limiting the power of the secret police.\nInitial reaction within the Eastern Bloc was mixed, with &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungary&lt;/a&gt;'s &lt;a href=\"J%C3%A1nos%20K%C3%A1d%C3%A1r\"&gt;János Kádár&lt;/a&gt; expressing support, while Soviet leader &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt; and others grew concerned about Dubček's reforms, which they feared might weaken the Eastern Bloc's position during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. On 3 August, representatives from the Soviet Union, East Germany, Poland, Hungary, Bulgaria, and Czechoslovakia met in &lt;a href=\"Bratislava\"&gt;Bratislava&lt;/a&gt; and signed the Bratislava Declaration, which affirmed unshakable fidelity to &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxism–Leninism&lt;/a&gt; and &lt;a href=\"proletarian%20internationalism\"&gt;proletarian internationalism&lt;/a&gt; and declared an implacable struggle against \"bourgeois\" ideology and all \"anti-socialist\" forces.\nOn the night of 20–21 August 1968, Eastern Bloc armies from five Warsaw Pact countries (the Soviet Union, &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt;, &lt;a href=\"German%20Democratic%20Republic\"&gt;East Germany&lt;/a&gt;, &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungary&lt;/a&gt; and &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt;) &lt;a href=\"Warsaw%20Pact%20invasion%20of%20Czechoslovakia\"&gt;invaded Czechoslovakia&lt;/a&gt;. The invasion comported with the Brezhnev Doctrine, a policy of compelling Eastern Bloc states to subordinate national interests to those of the Bloc as a whole and the exercise of a Soviet right to intervene if an Eastern Bloc country appeared to shift towards capitalism. The invasion was followed by a wave of emigration, including an estimated 70,000 Czechoslovaks initially fleeing, with the total eventually reaching 300,000.\nIn April 1969, Dubček was replaced as first secretary by &lt;a href=\"Gust%C3%A1v%20Hus%C3%A1k\"&gt;Gustáv Husák&lt;/a&gt; and a period of \"&lt;a href=\"Normalization%20%28Czechoslovakia%29\"&gt;normalization&lt;/a&gt;\" began. Husák reversed Dubček's reforms, purged the party of liberal members, dismissed opponents from public office, reinstated the power of the police authorities, sought to &lt;a href=\"Command%20economy\"&gt;re-centralize&lt;/a&gt; the economy and re-instated the disallowance of political commentary in mainstream media and by persons not considered to have \"full political trust\".\nDissolution.\nSoviet control of the Eastern Bloc was first tested by the &lt;a href=\"1948%20Czechoslovak%20coup%20d%27%C3%A9tat\"&gt;1948 Czechoslovak coup d'état&lt;/a&gt; and the &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;Tito–Stalin split&lt;/a&gt; over the direction of the &lt;a href=\"People%27s%20Federal%20Republic%20of%20Yugoslavia\"&gt;People's Federal Republic of Yugoslavia&lt;/a&gt;, the &lt;a href=\"Chinese%20Communist%20Revolution\"&gt;Chinese Communist Revolution&lt;/a&gt; (1949) and Chinese participation in the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. After &lt;a href=\"Stalin%27s%20death\"&gt;Stalin's death&lt;/a&gt; in 1953, the Korean War ceased with the &lt;a href=\"1954%20Geneva%20Conference\"&gt;1954 Geneva Conference&lt;/a&gt;. In &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"Anti-Sovietism\"&gt;anti-Soviet sentiment&lt;/a&gt; provoked the &lt;a href=\"East%20German%20uprising%20of%201953\"&gt;East German uprising of 1953&lt;/a&gt;. The break-up of the Eastern Bloc is often attributed to &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt;'s anti-Stalinist speech \"&lt;a href=\"On%20the%20Cult%20of%20Personality%20and%20Its%20Consequences\"&gt;On the Cult of Personality and Its Consequences&lt;/a&gt;\" in 1956. This speech was a factor in the &lt;a href=\"Hungarian%20Revolution%20of%201956\"&gt;Hungarian Revolution of 1956&lt;/a&gt;, which the Soviet Union suppressed. The Sino–Soviet split gave &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; and &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt; more independence from both and facilitated the &lt;a href=\"Albanian%E2%80%93Soviet%20split\"&gt;Albanian–Soviet split&lt;/a&gt;. The &lt;a href=\"Cuban%20Missile%20Crisis\"&gt;Cuban Missile Crisis&lt;/a&gt; preserved the &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt; from &lt;a href=\"Bay%20of%20Pigs%20Invasion\"&gt;rollback&lt;/a&gt; by the United States but &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt; became increasingly independent of Soviet influence afterwards, most notably during the 1975 &lt;a href=\"Cuban%20intervention%20in%20Angola\"&gt;Cuban intervention in Angola&lt;/a&gt;. In 1975, the communist victory in former &lt;a href=\"French%20Indochina\"&gt;French Indochina&lt;/a&gt; following the end of the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; gave the Eastern Bloc renewed confidence after it had been frayed by &lt;a href=\"Soviet%20leader\"&gt;Soviet leader&lt;/a&gt; &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt;'s 1968 &lt;a href=\"Warsaw%20Pact%20invasion%20of%20Czechoslovakia\"&gt;invasion of Czechoslovakia&lt;/a&gt; to suppress the &lt;a href=\"Prague%20Spring\"&gt;Prague Spring&lt;/a&gt;. This led to the &lt;a href=\"People%27s%20Republic%20of%20Albania\"&gt;People's Republic of Albania&lt;/a&gt; withdrawing from the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt;, briefly aligning with &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt;'s China until the &lt;a href=\"Sino-Albanian%20split\"&gt;Sino-Albanian split&lt;/a&gt;.\nUnder the &lt;a href=\"Brezhnev%20Doctrine\"&gt;Brezhnev Doctrine&lt;/a&gt;, the Soviet Union reserved the right to intervene in other &lt;a href=\"List%20of%20socialist%20states\"&gt;socialist states&lt;/a&gt;. In response, China moved towards the United States following the &lt;a href=\"Sino-Soviet%20border%20conflict\"&gt;Sino-Soviet border conflict&lt;/a&gt; and later &lt;a href=\"Chinese%20economic%20reform\"&gt;reformed and liberalized its economy&lt;/a&gt; while the Eastern Bloc saw the &lt;a href=\"Era%20of%20Stagnation\"&gt;Era of Stagnation&lt;/a&gt; in comparison with the capitalist &lt;a href=\"First%20World\"&gt;First World&lt;/a&gt;. The &lt;a href=\"Soviet%E2%80%93Afghan%20War\"&gt;Soviet–Afghan War&lt;/a&gt; nominally expanded the Eastern Bloc, but the war proved unwinnable and too costly for the Soviets, challenged in Eastern Europe by the &lt;a href=\"civil%20resistance\"&gt;civil resistance&lt;/a&gt; of \"&lt;a href=\"Solidarity%20%28Polish%20trade%20union%29\"&gt;Solidarity&lt;/a&gt;\". In the late 1980s, Soviet leader &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; pursued policies of \"&lt;a href=\"glasnost\"&gt;glasnost&lt;/a&gt;\" (openness) and \"&lt;a href=\"perestroika\"&gt;perestroika&lt;/a&gt;\" (restructuring) to reform the Eastern Bloc and end the Cold War, which brought forth unrest throughout the bloc.\nDuring the mid-to-late 1980s, the weakened Soviet Union gradually stopped interfering in the internal affairs of Eastern Bloc nations and numerous independence movements took place.\nFollowing the &lt;a href=\"Brezhnev%20stagnation\"&gt;Brezhnev stagnation&lt;/a&gt;, the reform-minded Soviet leader &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; in 1985 signaled the trend towards greater liberalization. Gorbachev rejected the Brezhnev Doctrine, which held that Moscow would intervene if socialism were threatened in any state. He announced what was jokingly called the \"&lt;a href=\"Sinatra%20Doctrine\"&gt;Sinatra Doctrine&lt;/a&gt;\" after the singer's \"My Way\" to allow the countries of &lt;a href=\"Central%20and%20Eastern%20Europe\"&gt;Central and Eastern Europe&lt;/a&gt; to determine their own internal affairs during this period.\nGorbachev initiated a policy of \"&lt;a href=\"glasnost\"&gt;glasnost&lt;/a&gt;\" (openness) in the Soviet Union, and emphasized the need for \"&lt;a href=\"perestroika\"&gt;perestroika&lt;/a&gt;\" (economic restructuring). The Soviet Union was struggling economically after the long war in Afghanistan and did not have the resources to control Central and Eastern Europe.\nThe start of the disintegration of the Eastern Bloc can be attributed to the opening of a border gate between &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; and &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; at the &lt;a href=\"Pan-European%20Picnic\"&gt;Pan-European Picnic&lt;/a&gt; in August 1989. In 1990 &lt;a href=\"German%20reunification\"&gt;East Germany reunited with West Germany&lt;/a&gt; following the 1989 &lt;a href=\"fall%20of%20the%20Berlin%20Wall\"&gt;fall of the Berlin Wall&lt;/a&gt;. Unlike previous Soviet leaders in 1953, 1956 and 1968, Gorbachev refused to use force to end the &lt;a href=\"Revolutions%20of%201989\"&gt;1989 Revolutions&lt;/a&gt; against &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; rule in Eastern Europe. The fall of the Berlin Wall and end of the Warsaw Pact spread &lt;a href=\"Nationalism\"&gt;nationalist&lt;/a&gt; and &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; ideals throughout the Soviet Union. In 1991, Conservative communist elites launched a &lt;a href=\"1991%20Soviet%20coup%20d%27%C3%A9tat%20attempt\"&gt;1991 Soviet coup d'état attempt&lt;/a&gt;, which hastened the end of Marxist–Leninist rule in Eastern Europe. However, the &lt;a href=\"1989%20Tiananmen%20Square%20protests\"&gt;1989 Tiananmen Square protests&lt;/a&gt; in &lt;a href=\"China\"&gt;China&lt;/a&gt; were violently repressed by the communist government there, which maintained its grip on power.\nIn 1989, &lt;a href=\"Revolutions%20of%201989\"&gt;a wave of revolutions&lt;/a&gt;, sometimes called the \"Autumn of Nations\", swept across the Eastern Bloc.\nMajor reforms occurred in &lt;a href=\"People%27s%20Republic%20of%20Hungary\"&gt;Hungary&lt;/a&gt; following the replacement of &lt;a href=\"J%C3%A1nos%20K%C3%A1d%C3%A1r\"&gt;János Kádár&lt;/a&gt; as General Secretary of the Communist Party in 1988. In &lt;a href=\"People%27s%20Republic%20of%20Poland\"&gt;Poland&lt;/a&gt; in April 1989, the &lt;a href=\"Solidarity%20%28Polish%20trade%20union%29\"&gt;Solidarity&lt;/a&gt; organization was legalized and allowed to participate in parliamentary elections. It captured 99% of available parliamentary seats. \nThe opening of the &lt;a href=\"Iron%20Curtain\"&gt;Iron Curtain&lt;/a&gt; between Austria and Hungary at the &lt;a href=\"Pan-European%20Picnic\"&gt;Pan-European Picnic&lt;/a&gt; on 19 August 1989 then set in motion a chain reaction, at the end of which there was no longer an &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; and the Eastern Bloc had disintegrated. Extensive advertising for the planned picnic was made by posters and flyers among the GDR holidaymakers in Hungary. The Austrian branch of the &lt;a href=\"Paneuropean%20Union\"&gt;Paneuropean Union&lt;/a&gt;, which was then headed by &lt;a href=\"Karl%20von%20Habsburg\"&gt;Karl von Habsburg&lt;/a&gt;, distributed thousands of brochures inviting them to a picnic near the border at Sopron. It was the largest escape movement from East Germany since the Berlin Wall was built in 1961. After the picnic, which was based on an idea by &lt;a href=\"Otto%20von%20Habsburg\"&gt;Otto von Habsburg&lt;/a&gt; to test the reaction of the &lt;a href=\"USSR\"&gt;USSR&lt;/a&gt; and &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; to an opening of the border, tens of thousands of media-informed East Germans set off for Hungary. Hungary was then no longer prepared to keep its borders completely closed or to commit its border troops to use force of arms. &lt;a href=\"Erich%20Honecker\"&gt;Erich Honecker&lt;/a&gt; dictated to the Daily Mirror for the Paneuropa Picnic: \"Habsburg distributed leaflets far into Poland, on which the East German holidaymakers were invited to a picnic. When they came to the picnic, they were given gifts, food and Deutsche Mark, and then they were persuaded to come to the West\". The leadership of the GDR in East Berlin did not dare to completely block the borders of their own country and the USSR did not respond at all. Thus the bracket of the Eastern Bloc was broken. \nOn 9 November 1989, following mass protests in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; and the relaxing of border restrictions in Czechoslovakia, tens of thousands of Eastern Berliners flooded checkpoints along the Berlin Wall and crossed into West Berlin. Parts of the wall was torn down, leading to the &lt;a href=\"reunification%20of%20Germany\"&gt;reunification of Germany&lt;/a&gt; on 3 October 1990; around this time, most of the remains of the wall was torn down. In &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt;, the day after the mass crossings through the Berlin Wall, the leader &lt;a href=\"Todor%20Zhivkov\"&gt;Todor Zhivkov&lt;/a&gt; was ousted by his Politburo and replaced with &lt;a href=\"Petar%20Mladenov\"&gt;Petar Mladenov&lt;/a&gt;.\nIn &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt;, following protests of an estimated half-million Czechs and Slovaks demanding freedoms and a &lt;a href=\"general%20strike\"&gt;general strike&lt;/a&gt;, the authorities, which had allowed travel to the West, abolished provisions guaranteeing the ruling Communist Party its leading role. President &lt;a href=\"Gust%C3%A1v%20Hus%C3%A1k\"&gt;Gustáv Husák&lt;/a&gt; appointed the first largely non-Communist government in Czechoslovakia since 1948 and resigned in what was called the &lt;a href=\"Velvet%20Revolution\"&gt;Velvet Revolution&lt;/a&gt;.\nSince 1971, &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt; had &lt;a href=\"July%20Theses\"&gt;reversed&lt;/a&gt; the program of &lt;a href=\"De-Stalinization%20in%20Romania\"&gt;de-Stalinization&lt;/a&gt;. Following growing &lt;a href=\"Romanian%20Revolution\"&gt;public protests&lt;/a&gt;, dictator &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt; ordered a &lt;a href=\"Romanian%20Revolution\"&gt;mass rally&lt;/a&gt; in his support outside Communist Party headquarters in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, but mass protests against Ceaușescu proceeded. The Romanian military sided with protesters and turned on Ceaușescu. They &lt;a href=\"Trial%20and%20execution%20of%20Nicolae%20and%20Elena%20Ceau%C8%99escu\"&gt;executed him&lt;/a&gt; after a brief trial three days later.\nEven before the Eastern Bloc's last years, all of the countries in the Warsaw Pact did not always act as a unified bloc. For instance, the &lt;a href=\"Warsaw%20Pact%20invasion%20of%20Czechoslovakia\"&gt;1968 invasion of Czechoslovakia&lt;/a&gt; was &lt;a href=\"Ceau%C8%99escu%27s%20speech%20of%2021%20August%201968\"&gt;condemned&lt;/a&gt; by &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt;, which refused to take part in it. &lt;a href=\"People%27s%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt; withdrew from the Pact, and the Eastern Bloc altogether, in response to the invasion.\nThe only surviving communist states are China, Vietnam, Cuba and Laos. Their state-socialist experience was more in line with &lt;a href=\"decolonization\"&gt;decolonization&lt;/a&gt; from the &lt;a href=\"Global%20North\"&gt;Global North&lt;/a&gt; and &lt;a href=\"anti-imperialism\"&gt;anti-imperialism&lt;/a&gt; towards the West instead of the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; occupation of the former Eastern Bloc. The four states all adopted &lt;a href=\"economic%20reform\"&gt;economic reform&lt;/a&gt;s to varying degrees. China and Vietnam are usually described as more &lt;a href=\"state%20capitalist\"&gt;state capitalist&lt;/a&gt; than the more traditionalist Cuba and Laos. The exception is North Korea, where all references to Marxism-Leninism in its nationalist ideology of &lt;a href=\"Juche\"&gt;Juche&lt;/a&gt; were gradually eliminated. &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; are still led by the same Eastern Bloc leaders as during the Cold War, though they are not officially Marxist–Leninist states. This was previously the case in &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt; fellow &lt;a href=\"post-Soviet%20states\"&gt;post-Soviet states&lt;/a&gt; until 2022, &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt; until 2016, &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt; until 2006, &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt; &lt;a href=\"Tulip%20Revolution\"&gt;until 2005&lt;/a&gt;, &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; and &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; &lt;a href=\"Rose%20Revolution\"&gt;until 2003&lt;/a&gt;, &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt; until 1998, &lt;a href=\"Moldova\"&gt;Moldova&lt;/a&gt; until 1997, &lt;a href=\"Ukrainia\"&gt;Ukrainia&lt;/a&gt; and &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt; until 1994, &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt; until 1992. All presidents of &lt;a href=\"post-Soviet%20Russia\"&gt;post-Soviet Russia&lt;/a&gt; were members of the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist Party of the Soviet Union&lt;/a&gt; (&lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt; before 1990, &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; and &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt; before 1991). Azerbaijan is an &lt;a href=\"authoritarian\"&gt;authoritarian&lt;/a&gt; &lt;a href=\"dominant-party%20state\"&gt;dominant-party state&lt;/a&gt; and North Korea is a &lt;a href=\"totalitarian\"&gt;totalitarian&lt;/a&gt; &lt;a href=\"one-party%20state\"&gt;one-party state&lt;/a&gt; led by the &lt;a href=\"Monarchy\"&gt;heirs&lt;/a&gt; of their Eastern Bloc leaders, yet both have officially eliminated mentions of communism from their constitutions.\nLegacy.\nAftermath.\nAn estimated 7 million premature deaths took place in the former USSR after it collapsed, with around 4 million in Russia alone. Russia experienced the largest drop in life expectancy during peacetime in recorded history after the fall of the USSR. Poverty skyrocketed after the fall of the USSR; by the end of the 90s, the number of people living below the international poverty line went from 3% in 1987–88 to 20%, or around 88 million people. Only 4% of the region lived on $4 a day or less before the USSR dissolved, but by 1994, this number skyrocketed to 32%. Crime, alcohol use, drug use and suicides all skyrocketed after the fall of the Eastern Bloc. The GDP fell as much as 50% in some republics during the 90s. By 2000, Russia's GDP was between 30 and 50% of its pre-collapse output. Virtually all the former Soviet republics were able to turn the economy around and increase GDP to multiple times what it was under the USSR.\nBy contrast, the Central European states of the former Eastern Bloc–Poland, Hungary, the Czech Republic and Slovakia–showed healthy increases in life expectancy from the 1990s onward, compared to nearly thirty years of stagnation under Communism. Bulgaria and Romania followed this trend after the introduction of more serious economic reforms in the late 1990s. By the turn of the century, most of their economies had strong growth rates, boosted by the &lt;a href=\"enlargement%20of%20the%20European%20Union\"&gt;enlargement of the European Union&lt;/a&gt; in &lt;a href=\"2004%20enlargement%20of%20the%20European%20Union\"&gt;2004&lt;/a&gt; and &lt;a href=\"2007%20enlargement%20of%20the%20European%20Union\"&gt;2007&lt;/a&gt; which saw Poland, the Czech Republic, Slovakia, Hungary, the Baltic States, Romania and Bulgaria admitted to the European Union. This led to significant improvements in living standards, quality of life, human health and economic performance in the post-Communist Central European states, relative to the late Communist and early post-Communist periods. Certain former Eastern Bloc countries have even become wealthier than certain Western European ones in the decades since 1989. In 2006, the Czech Republic was reported to have become wealthier than &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, something also reported to be true of Poland in 2019.\nWriting in 2016, German historian asserted that &lt;a href=\"Neoliberalism\"&gt;neoliberal&lt;/a&gt; policies of liberalization, deregulation, and &lt;a href=\"privatization\"&gt;privatization&lt;/a&gt; \"had catastrophic effects on former Soviet Bloc countries\", and that the imposition of &lt;a href=\"Washington%20Consensus\"&gt;Washington Consensus&lt;/a&gt;-inspired \"&lt;a href=\"Shock%20therapy%20%28economics%29\"&gt;shock therapy&lt;/a&gt;\" had little to do with future economic growth.\nA 2009 &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Research Center&lt;/a&gt; poll showed that 72% of Hungarians and 62% of both Ukrainians and Bulgarians felt that their lives were worse off after 1989, when free markets were made dominant. A follow-up poll by Pew Research Center in 2011 showed that 45% of Lithuanians, 42% of Russians, and 34% of Ukrainians approved of the change to a market economy.\nHowever, the 2019 Pew Research Survey on European Public opinion revealed that the vast majority of former Eastern Bloc citizens outside of Russia and Ukraine approved of the transition to multi-party democracy and free market economy. 85% of Poles and East Germans, 82% of Czechs, 74% of Slovaks, 72% of Hungarians, and 70% of Lithuanians approved of the change to a multi-party democracy, while respectively 85%, 83%, 76%, 71%, 70%, and 69% approved of the transition to a market economy.\nWriting in 2018, the scholars &lt;a href=\"Kristen%20R.%20Ghodsee\"&gt;Kristen R. Ghodsee&lt;/a&gt; and &lt;a href=\"Scott%20Sehon\"&gt;Scott Sehon&lt;/a&gt; assert that \"subsequent polls and qualitative research across Russia and eastern Europe confirm the persistence of these sentiments as popular discontent with the failed promises of free-market prosperity has grown, especially among older people\".\nList of surviving Eastern Bloc states.\nThe following countries are one-party states in which the institutions of the ruling communist party and the state have become intertwined. They are generally adherents of &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxism–Leninism&lt;/a&gt; and its derivations. They are listed here together with the year of their founding and their respective ruling parties."
}