{
    "id": "9753436",
    "revid": "41246726",
    "url": "https://en.wikipedia.org/wiki?curid=9753436",
    "title": "Edgartown Yacht Club",
    "text": "The Edgartown Yacht Club is a private yacht club in &lt;a href=\"Edgartown%2C%20Massachusetts\"&gt;Edgartown, Massachusetts&lt;/a&gt; on the island of &lt;a href=\"Martha%27s%20Vineyard\"&gt;Martha's Vineyard&lt;/a&gt;. The club was founded on January 5, 1905, and Edward H. Raymond was named its first commodore. The Edgartown Yacht Club's current clubhouse was completed in 1927, and is on Dock Street in downtown Edgartown. As of October 1, 2020, the commodore is Howard F. Powers, Jr.\nThe club also includes a \"Junior Yacht Club\" created in 1923. In the words of the Edgartown Yacht Club website \"The Club sponsored the formation of the Edgartown Junior Yacht Club, one of the first of its kind, to encourage young people to learn sailing, seamanship, racing rules and tactics and other phases of yachting. Since that time, our juniors have had their own clubhouse and elected their own officers and committees, while competing in races and participating in other marine outings. At present, the Club owns a fleet of 30 + Optimist sailing dinghies, 22 420’s and a few Rhodes 19s and Lasers. The summer program is under the direction of an experience staff of 10 or more instructors led by the Sailing Director\" \nKennedy incident.\nIt was on the weekend of the club regatta on July 18, 1969. that &lt;a href=\"Mary%20Jo%20Kopechne\"&gt;Mary Jo Kopechne&lt;/a&gt; was found drowned at Dike Bridge, Chappaquiddick, supposedly through the negligent driving of &lt;a href=\"Edward%20M.%20Kennedy\"&gt;Edward M. Kennedy&lt;/a&gt;.\nSailors.\nOlympic sailor &lt;a href=\"Kris%20Stookey\"&gt;Kris Stookey&lt;/a&gt; is an EYC member.\nTennis.\nThe Edgartown Yacht Club also has a very popular tennis program, and operates seven &lt;a href=\"Har-Tru%23Green%20clay\"&gt;Har-Tru&lt;/a&gt; courts and four all weather courts. Teams from the Edgartown Yacht club compete against teams from other clubs, including arch-rival &lt;a href=\"Nantucket\"&gt;Nantucket&lt;/a&gt; Yacht Club. "
}