{
    "id": "9777822",
    "revid": "10500908",
    "url": "https://en.wikipedia.org/wiki?curid=9777822",
    "title": "Parc Olympique Lyonnais",
    "text": "Parc Olympique Lyonnais, known for sponsorship reasons as Groupama Stadium, and in some competitions as Grand Stade de Lyon or Stade des Lumières, is a 59,186-seat &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; in &lt;a href=\"D%C3%A9cines-Charpieu\"&gt;Décines-Charpieu&lt;/a&gt;, in the &lt;a href=\"Lyon%20Metropolis\"&gt;Lyon Metropolis&lt;/a&gt;. The home of French football club &lt;a href=\"Olympique%20Lyonnais\"&gt;Olympique Lyonnais&lt;/a&gt;, it replaced their previous stadium, &lt;a href=\"Stade%20de%20Gerland\"&gt;Stade de Gerland&lt;/a&gt;, in January 2016.\nThe stadium was a host of &lt;a href=\"UEFA%20Euro%202016\"&gt;UEFA Euro 2016&lt;/a&gt;, and was also chosen to stage the &lt;a href=\"2017%20Coupe%20de%20la%20Ligue%20Final\"&gt;2017 Coupe de la Ligue Final&lt;/a&gt; and the &lt;a href=\"2018%20UEFA%20Europa%20League%20Final\"&gt;2018 UEFA Europa League Final&lt;/a&gt;, in addition to the &lt;a href=\"2019%20FIFA%20Women%27s%20World%20Cup\"&gt;2019 FIFA Women's World Cup&lt;/a&gt; and football at the &lt;a href=\"2024%20Summer%20Olympics\"&gt;2024 Summer Olympics&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. Outside football, the ground has also held &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; matches, as well as musical concerts.\nConstruction.\nOn 1 September 2008, Olympique Lyonnais president &lt;a href=\"Jean-Michel%20Aulas\"&gt;Jean-Michel Aulas&lt;/a&gt; announced plans to create a new 60,000-seat stadium, tentatively called \"OL Land\", to be built on 50 hectares of land located in &lt;a href=\"D%C3%A9cines-Charpieu\"&gt;Décines-Charpieu&lt;/a&gt;, a suburb of &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt;. The stadium would also include state-of-the-art sporting facilities, two hotels, a leisure center, and commercial and business offices.\nOn 13 October 2008, the project was agreed upon by the French government, the &lt;a href=\"General%20councils%20%28France%29\"&gt;General Council of Rhône&lt;/a&gt;, the &lt;a href=\"Grand%20Lyon\"&gt;Grand Lyon&lt;/a&gt;, &lt;a href=\"Lyon%20Metro\"&gt;SYTRAL&lt;/a&gt;, and the commune of Décines for construction with approximately &lt;a href=\"%E2%82%AC\"&gt;€&lt;/a&gt;180 million of public money being used and between €60–80 million coming from the &lt;a href=\"Urban%20Community%20of%20Lyon\"&gt;Urban Community of Lyon&lt;/a&gt;. The project was hindered by slow administrative procedures, political interests, and various opposition groups who viewed the stadium as financially, ecologically, and socially wrong for the taxpayers and community of Décines. After landscaping in 2012, stadium construction started in summer 2013.\nFootball.\n&lt;a href=\"Olympique%20Lyonnais\"&gt;Olympique Lyonnais&lt;/a&gt; played their first game in the new stadium on 9 January 2016, winning 4–1 against &lt;a href=\"Troyes%20AC\"&gt;Troyes&lt;/a&gt; in &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt;; &lt;a href=\"Alexandre%20Lacazette\"&gt;Alexandre Lacazette&lt;/a&gt; scored the first goal at the ground.\nIn November 2009, the &lt;a href=\"French%20Football%20Federation\"&gt;French Football Federation&lt;/a&gt; chose Parc Olympique Lyonnais one of the twelve stadiums to be used in the country's bidding for &lt;a href=\"UEFA%20Euro%202016\"&gt;UEFA Euro 2016&lt;/a&gt;. It hosted six games at the tournament, including the hosts' 2–1 win over the &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland&lt;/a&gt; in the last 16, and eventual champions &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt;'s 2–0 win over Wales in the semi-finals.\nIn September 2016, the new stadium was chosen as the host of the &lt;a href=\"2017%20Coupe%20de%20la%20Ligue%20Final\"&gt;2017 Coupe de la Ligue Final&lt;/a&gt;, the first time that the final had been hosted outside the Paris area. &lt;a href=\"Paris%20Saint-Germain\"&gt;Paris Saint-Germain&lt;/a&gt; won 4–1 against &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt;. On 9 December 2016, &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; announced that Parc OL had been chosen to host the &lt;a href=\"2018%20UEFA%20Europa%20League%20Final\"&gt;2018 UEFA Europa League Final&lt;/a&gt; on 16 May 2018.\nParc OL was one of nine stadiums hosting matches at the &lt;a href=\"2019%20FIFA%20Women%27s%20World%20Cup\"&gt;2019 FIFA Women's World Cup&lt;/a&gt;, staging the semi-finals and the final. It will also be a venue for football at the &lt;a href=\"2024%20Summer%20Olympics\"&gt;2024 Summer Olympics&lt;/a&gt;.\nOther uses.\nThe venue hosted an outdoor &lt;a href=\"Ligue%20Magnus\"&gt;Ligue Magnus&lt;/a&gt; &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; game between &lt;a href=\"LHC%20Les%20Lions\"&gt;Lyon&lt;/a&gt; and &lt;a href=\"Br%C3%BBleurs%20de%20Loups\"&gt;Grenoble&lt;/a&gt; on 30 December 2016. In that game, Grenoble defeated Lyon 5–2; the attendance at that game was 25,142, which turned out to be the all-time record attendance for an ice hockey game in France.\nParc Olympique Lyonnais hosted the finals of &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;'s &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt; and &lt;a href=\"European%20Rugby%20Challenge%20Cup\"&gt;European Rugby Challenge Cup&lt;/a&gt; in 2016. It is one of nine venues chosen for France's hosting of the &lt;a href=\"2023%20Rugby%20World%20Cup\"&gt;2023 Rugby World Cup&lt;/a&gt;.\nThe stadium has hosted several musical performances, the first being by American singer &lt;a href=\"will.i.am\"&gt;will.i.am&lt;/a&gt; after the inaugural match on 9 January 2016. Other acts who have played there include &lt;a href=\"Christophe%20Ma%C3%A9\"&gt;Christophe Maé&lt;/a&gt;, &lt;a href=\"Rihanna\"&gt;Rihanna&lt;/a&gt;, &lt;a href=\"Coldplay\"&gt;Coldplay&lt;/a&gt;, &lt;a href=\"Ed%20Sheeran\"&gt;Ed Sheeran&lt;/a&gt;, &lt;a href=\"Phil%20Collins\"&gt;Phil Collins&lt;/a&gt;, and &lt;a href=\"C%C3%A9line%20Dion\"&gt;Céline Dion&lt;/a&gt;."
}