{
    "id": "9785418",
    "revid": "9505726",
    "url": "https://en.wikipedia.org/wiki?curid=9785418",
    "title": "Ilgachuz Range",
    "text": "The Ilgachuz Range is a name given to an &lt;a href=\"extinct%20volcano\"&gt;extinct&lt;/a&gt; &lt;a href=\"shield%20volcano\"&gt;shield volcano&lt;/a&gt; in &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, Canada. It is not a &lt;a href=\"mountain%20range\"&gt;mountain range&lt;/a&gt; in the normal sense, because it was formed as a single volcano that has been &lt;a href=\"erosion\"&gt;eroded&lt;/a&gt; for the past 5 million years. It lies on the &lt;a href=\"Chilcotin%20Plateau\"&gt;Chilcotin Plateau&lt;/a&gt;, located some north-northwest of &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt; and 30 km north of &lt;a href=\"Anahim%20Lake\"&gt;Anahim Lake&lt;/a&gt;. The highest peak of the range is &lt;a href=\"Far%20Mountain\"&gt;Far Mountain&lt;/a&gt;. The range supports a unique &lt;a href=\"grassland\"&gt;grassland&lt;/a&gt; ecosystem. This type of grassland has not been seen anywhere else in central and southern British Columbia. The climate is cool and dry; typical of higher elevations of the &lt;a href=\"Interior%20Plateau\"&gt;Interior Plateau&lt;/a&gt;.\nThe long &lt;a href=\"West%20Road%20River\"&gt;West Road River&lt;/a&gt; rises in the Ilgachuz Range and flows east to its confluence with the &lt;a href=\"Fraser%20River\"&gt;Fraser River&lt;/a&gt; between &lt;a href=\"Prince%20George%2C%20British%20Columbia\"&gt;Prince George&lt;/a&gt; and &lt;a href=\"Quesnel%2C%20British%20Columbia\"&gt;Quesnel&lt;/a&gt;. It drains an area of approximately 12,000 km2 and loses over 900 m elevation before joining the Fraser.\nGeology and history.\nOrigins.\nThe Ilgachuz Range began erupting 6.1 million years ago and has grown steadily since then. Like all of the Anahim volcanoes, the Ilgachuz Range has its origins in the &lt;a href=\"Anahim%20hotspot\"&gt;Anahim hotspot&lt;/a&gt;—a plume of &lt;a href=\"magma\"&gt;magma&lt;/a&gt; rising from the Earth's &lt;a href=\"mantle%20%28geology%29\"&gt;mantle&lt;/a&gt; in central &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;. The hotspot remains in a fixed position, while the &lt;a href=\"North%20American%20Plate\"&gt;North American Plate&lt;/a&gt; drifts over it at a rate of 2 to 3.3 centimetres per year. The upwelling of the hot magma creates volcanoes, and each individual volcano erupts for a few million years before the movement of the plate carries it away from the rising magma. However, where hotspots occur under &lt;a href=\"continental%20crust\"&gt;continental crust&lt;/a&gt;, basaltic magma is trapped in the less dense continental crust, which is heated and melts to form &lt;a href=\"rhyolite\"&gt;rhyolite&lt;/a&gt;s. Due to their high content of crystals and gasses, rhyolites initiate violent eruptions, though their water content is low and they have a relatively low temperature (around 800-900 °C when erupted, whereas basalt can have a temperature of over 1200 °C).\nThe hotspot has existed for at least 13 million years, and the Anahim Volcanic Belt stretches almost away from the hotspot. More recently, the hotspot has formed the &lt;a href=\"Itcha%20Range\"&gt;Itcha Range&lt;/a&gt; and &lt;a href=\"Nazko%20Cone\"&gt;Nazko Cone&lt;/a&gt;, a &lt;a href=\"cinder%20cone\"&gt;cinder cone&lt;/a&gt; east of the Ilgachuz Range and the youngest Anahim volcano. The Ilgachuz Range is the largest of these, although the &lt;a href=\"Rainbow%20Range%20%28Coast%20Mountains%29\"&gt;Rainbow Range&lt;/a&gt; is the largest of all volcanoes in the Anahim Volcanic Belt.\nFirst Nations.\nThe first recorded ascent of the Ilgachuz Range was by the &lt;a href=\"Dakelh\"&gt;South Carrier&lt;/a&gt; and &lt;a href=\"Tsilhqot%27in\"&gt;Chilcotin&lt;/a&gt; tribes. They have lived in the area for hundreds of years, travelling when necessary to hunt and trap animals such as &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt;, &lt;a href=\"caribou\"&gt;caribou&lt;/a&gt;, &lt;a href=\"moose\"&gt;moose&lt;/a&gt;, and to gather &lt;a href=\"plant\"&gt;plant&lt;/a&gt;s and &lt;a href=\"root\"&gt;root&lt;/a&gt;s. Fishing camps were also established in the area.\nThe Ilgachuz Range is, or was, an important source of &lt;a href=\"obsidian\"&gt;obsidian&lt;/a&gt; for the South Carrier and Chilcotin tribes. Obsidian was greatly desired because very sharp &lt;a href=\"arrowhead\"&gt;arrowhead&lt;/a&gt;s and cutting &lt;a href=\"knife\"&gt;knives&lt;/a&gt; could be made from it. Like all &lt;a href=\"glass\"&gt;glass&lt;/a&gt; and some other types of naturally occurring rocks, obsidian breaks with a characteristic &lt;a href=\"conchoidal%20fracture\"&gt;conchoidal fracture&lt;/a&gt;, creating razorlike edges. It was also used for &lt;a href=\"jewelry\"&gt;jewelry&lt;/a&gt;. Anahim obsidian was traded extensively throughout the BC Interior and up and down the Coast from &lt;a href=\"Bella%20Coola%2C%20British%20Columbia\"&gt;Bella Coola&lt;/a&gt;. &lt;a href=\"Red%20ochre\"&gt;Red ochre&lt;/a&gt; used in &lt;a href=\"paint\"&gt;paint&lt;/a&gt; and decoration was also obtained from this area.\nStructure.\nThe Ilgachuz Range is the second largest &lt;a href=\"shield%20volcano\"&gt;shield volcano&lt;/a&gt; in the &lt;a href=\"Anahim%20Volcanic%20Belt\"&gt;Anahim Volcanic Belt&lt;/a&gt; which includes other immediately nearby ranges, the &lt;a href=\"Rainbow%20Range%20%28Coast%20Mountains%29\"&gt;Rainbow Range&lt;/a&gt; and &lt;a href=\"Itcha%20Range\"&gt;Itcha Range&lt;/a&gt;. It stands at above sea level - slightly shorter than its neighbor, Rainbow Range. It has a diameter of . The Ilgachuz Range was created by two chemically separate magmatic periods; an early complex series of &lt;a href=\"trachyte\"&gt;trachyte&lt;/a&gt; and &lt;a href=\"rhyolite\"&gt;rhyolite&lt;/a&gt; eruptions, and late extrusion of a sequence of &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;ic lava flows. Evacuation of the volcano's &lt;a href=\"magma%20chamber\"&gt;magma chamber&lt;/a&gt; resulted in the failure of one or more centrally located &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt;s. It is divided into Precaldera, Dome Forming, Intra Caldera and Shield Forming assemblages.\nThe Precaldera Assemblage is best exposed on the east side of &lt;a href=\"Pipe%20Organ%20Mountain\"&gt;Pipe Organ Mountain&lt;/a&gt; where it contains a bedded pile over 300 m thick of weakly consolidated, moderately to extremely different, &lt;a href=\"pyroclastic%20rock\"&gt;pyroclastic&lt;/a&gt;s, flows and deposits of uncertain origin. Colours range from mottled &lt;a href=\"green\"&gt;green&lt;/a&gt; to &lt;a href=\"grey\"&gt;grey&lt;/a&gt;, &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt;, &lt;a href=\"ochre\"&gt;ochre&lt;/a&gt;, &lt;a href=\"red\"&gt;red&lt;/a&gt; and &lt;a href=\"white\"&gt;white&lt;/a&gt;. A green &lt;a href=\"tuff\"&gt;tuff&lt;/a&gt;breccia composed of &lt;a href=\"pumice\"&gt;pumice&lt;/a&gt; fragments, &lt;a href=\"feldspar\"&gt;feldspar&lt;/a&gt; &lt;a href=\"crystal\"&gt;crystal&lt;/a&gt;s and minor &lt;a href=\"debris\"&gt;debris&lt;/a&gt; is recognizable in several areas.\nThe Dome Forming Assemblages include most of the rhyolite domes, related flows and the Ilgachuz Comendite. The northerly domes are subcircular talus mounds of plate sized pieces of light to dark grey, slightly porphyritic, flowbanded rhyolite with minor &lt;a href=\"obsidian\"&gt;obsidian&lt;/a&gt;. Massive to banded chalcedony blobs and veinlets are related with these domes. The southern domes are somewhat different in nature, comprising intrusive and extrusive phases of cream colored porphyries. The Sax Dome contains an upper portion of cream coloured, aphanitic to fine quartz porphyry felsite with abnormal green glass filled fractures, and a lower unit of microsyenite with red and green glassy zenocrysts.\nThe Intra Caldera Assemblage is best exposed on the north edge of the caldera. The lower unit, indicative of caldera formation, is an epiclastic boulder-landslide deposit, roughly bedded and dipping into the caldera. Similar material, grading up into finer debris flows and possibly &lt;a href=\"lahar\"&gt;lahar&lt;/a&gt;s, has been uncertainly known in the gap between &lt;a href=\"Phacelia%20Peak\"&gt;Phacelia Peak&lt;/a&gt; and Calliope Mountain suggesting this area is the southern edge of the caldera. Alternatively, largely unsorted &lt;a href=\"breccia\"&gt;breccia&lt;/a&gt; and debris deposits exist on the ridge north of &lt;a href=\"Saxifraga%20Peak\"&gt;Saxifraga Peak&lt;/a&gt;, possibly indicating the main, or a subsidiary, caldera edge.\nThe Shield Forming Assemblage contains a series of &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt; and minor comendite eruptions, and is best exposed on &lt;a href=\"Far%20Mountain\"&gt;Far Mountain&lt;/a&gt; and &lt;a href=\"Mount%20Scot\"&gt;Mount Scot&lt;/a&gt;. The basalts issued from &lt;a href=\"fissure%20vent\"&gt;fissure vent&lt;/a&gt;s primarily located peripheral to the calderas. Brick red cinder deposits are considered to be a late phase of this assemblage.\nProvincial Park.\nSurrounding and including the range is &lt;a href=\"Itcha%20Ilgachuz%20Provincial%20Park\"&gt;Itcha Ilgachuz Provincial Park&lt;/a&gt;, a 112,000-hectare park of unique landscape in the West Chilcotin Uplands while the &lt;a href=\"Rainbow%20Range%20%28Coast%20Mountains%29\"&gt;Rainbow Range&lt;/a&gt; lies partly in the &lt;a href=\"Tweedsmuir%20South%20Provincial%20Park\"&gt;Tweedsmuir South Provincial Park&lt;/a&gt;. The park includes volcanic landforms, alpine environments, and &lt;a href=\"forest\"&gt;forest&lt;/a&gt; sites scattered with &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s.\nItcha Ilgachuz Provincial Park is extremely remote and unroaded; the closest communities are &lt;a href=\"Anahim%20Lake\"&gt;Anahim Lake&lt;/a&gt;, &lt;a href=\"Alexis%20Creek\"&gt;Alexis Creek&lt;/a&gt;, &lt;a href=\"Nimpo%20Lake\"&gt;Nimpo Lake&lt;/a&gt;, &lt;a href=\"Redstone%2C%20British%20Columbia\"&gt;Redstone&lt;/a&gt;, and &lt;a href=\"Nazko%2C%20British%20Columbia\"&gt;Nazko&lt;/a&gt;. The closest major centre is &lt;a href=\"Quesnel%2C%20British%20Columbia\"&gt;Quesnel&lt;/a&gt;, located approximately 200 km east of the park.\nSubsidiary peaks.\nPeaks within the Ilgachuz Range include: "
}