{
    "id": "982635",
    "revid": "31343113",
    "url": "https://en.wikipedia.org/wiki?curid=982635",
    "title": "HMS Audacity",
    "text": "HMS \"Audacity was a British &lt;a href=\"escort%20carrier\"&gt;escort carrier&lt;/a&gt; of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; and the first of her kind to serve in the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. She was originally the German merchant ship Hannover, which the British captured in the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; in March 1940 and renamed Sinbad, then Empire Audacity. She was converted and commissioned as HMS \"Empire Audacity, then as HMS \"Audacity\". She was &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ed and sunk by a &lt;a href=\"Kriegsmarine\"&gt;German&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; in late 1941.\nHistory.\n\"Hannover\".\n\"Hannover\" was a 5,537 &lt;a href=\"Gross%20register%20tonnage\"&gt;GRT&lt;/a&gt; &lt;a href=\"cargo%20liner\"&gt;cargo liner&lt;/a&gt; built by &lt;a href=\"Bremer%20Vulkan\"&gt;Bremer Vulkan Schiff- und Maschinenbau&lt;/a&gt;, &lt;a href=\"Bremen-Vegesack\"&gt;Vegesack&lt;/a&gt; and &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 29 March 1939. She was owned by &lt;a href=\"Norddeutscher%20Lloyd\"&gt;Norddeutscher Lloyd&lt;/a&gt; and plied between Germany and the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; on the &lt;a href=\"banana\"&gt;banana&lt;/a&gt; run. \"Hannover\"s &lt;a href=\"port%20of%20registry\"&gt;port of registry&lt;/a&gt; was &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt;. When &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; began, \"Hannover\" sought refuge in &lt;a href=\"Cura%C3%A7ao\"&gt;Curaçao&lt;/a&gt;, &lt;a href=\"Netherlands%20Antilles\"&gt;Netherlands Antilles&lt;/a&gt;. In March 1940,\"Hannover\" attempted to return to Germany as a &lt;a href=\"blockade%20runner\"&gt;blockade runner&lt;/a&gt;. She was sighted between &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt; and &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; on the night of 7/8 March by the &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt; and the &lt;a href=\"Royal%20Canadian%20Navy\"&gt;Canadian&lt;/a&gt; &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; . \"Hannover\" was ordered to stop, but ignored the order and tried to reach the neutral waters of the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;. When \"Dunedin\" and \"Assiniboine\" intercepted \"Hannover\", Captain Wahnschaff ordered the &lt;a href=\"seacock\"&gt;seacock&lt;/a&gt;s opened and the ship set on fire. A boarding party from \"Dunedin\" closed the sea cocks and \"Hannover\" was taken under tow. However, it took four days for the salvage crew to put out the fire. \"Hannover\" was then towed to &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt;, arriving on 11 March. &lt;a href=\"Acting%20%28rank%29\"&gt;Acting&lt;/a&gt; &lt;a href=\"Lieutenant%20%28naval%29\"&gt;Lieutenant&lt;/a&gt; A. W. Hughes of \"Dunedin\" was &lt;a href=\"Mentioned%20in%20Dispatches%23United%20Kingdom%2C%20British%20Empire%2C%20and%20Commonwealth%20of%20Nations\"&gt;mentioned in despatches&lt;/a&gt; for his part in securing \"Hannover\". Damage was mainly confined to her electrical system.\n\"Sinbad\".\n\"Hannover\" was renamed Sinbad, given a UK Official Number and assigned new &lt;a href=\"Code%20Letters\"&gt;Code Letters&lt;/a&gt;. Her port of registry was changed to &lt;a href=\"Kingston%2C%20Jamaica\"&gt;Kingston&lt;/a&gt;, Jamaica, under the British flag. Her cargo included 29 barrels of pickled sheep pelts, which were offered for sale by tender in August 1940 as a result of being declared as &lt;a href=\"Prize%20%28law%29\"&gt;prize&lt;/a&gt;.\n\"Empire Audacity\".\n\"Sinbad\" was renamed Empire Audacity as one of the &lt;a href=\"Empire%20ship\"&gt;Empire ship&lt;/a&gt;s of the &lt;a href=\"Ministry%20of%20War%20Transport\"&gt;Ministry of War Transport&lt;/a&gt; and was &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; as an \"&lt;a href=\"Ocean%20Boarding%20Vessel\"&gt;Ocean Boarding Vessel&lt;/a&gt;\" on 11 November. Her port of registry was changed to London. She was placed under the management of &lt;a href=\"Cunard%20Line\"&gt;Cunard White Star Line Ltd&lt;/a&gt;. On 22 January 1941, she was sent to &lt;a href=\"Blyth%20Shipbuilding%20Company\"&gt;Blyth Dry Docks &amp; Shipbuilding Co Ltd&lt;/a&gt;, &lt;a href=\"Blyth%2C%20Northumberland\"&gt;Blyth&lt;/a&gt; to be rebuilt as an escort carrier. Britain did not have enough aircraft carriers and shipping was vulnerable to attacks by &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s in the &lt;a href=\"Mid-Atlantic%20Gap\"&gt;Mid-Atlantic Gap&lt;/a&gt;, where there was no air cover. The &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; decided that small carriers were part of the solution and had a number of merchantmen, including \"Empire Audacity\", converted. \"Empire Audacity\" was the largest ship handled at Blyth, which was more used to ships of length. The townsfolk of Blyth wondered why the &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt; of a perfectly good ship was being &lt;a href=\"Ship%20breaking\"&gt;scrapped&lt;/a&gt; at a time when Britain was desperately short of ships. \"Empire Audacity\" was commissioned on 17 June 1941. She was the Royal Navy's first escort carrier.\nHMS \"Empire Audacity\".\nHMS \"Empire Audacity\" worked up in the &lt;a href=\"River%20Clyde\"&gt;Clyde&lt;/a&gt;. The first deck landing was by a &lt;a href=\"Grumman%20Martlet\"&gt;Grumman Martlet&lt;/a&gt; of &lt;a href=\"802%20Naval%20Air%20Squadron\"&gt;802 Naval Air Squadron&lt;/a&gt; (&lt;a href=\"Fleet%20Air%20Arm\"&gt;FAA&lt;/a&gt;) on 10 July. A detachment of aircraft were based on \"Empire Audacity\" from 19–21 July. All her aircraft had to be stored on the flight deck, as the hasty conversion into an escort carrier did not include a &lt;a href=\"hangar\"&gt;hangar&lt;/a&gt; deck. The Admiralty disliked her merchant name, and HMS \"Empire Audacity\" was renamed HMS \"Audacity\" on 31 July 1941.\nHMS \"Audacity\".\n\"Audacity\" was put into full service, embarking eight Martlets of No. 802 Squadron FAA. The use of only fighters was a major departure from later practice, where the main component was &lt;a href=\"Anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt; patrol aircraft, but she was used to support &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt;s and the only perceived threat was the German long-range &lt;a href=\"Focke-Wulf%20Fw%20200%20Condor\"&gt;Focke-Wulf Fw 200 Condor&lt;/a&gt; reconnaissance/&lt;a href=\"bomber\"&gt;bomber&lt;/a&gt; aircraft.\n\"Audacity\" participated in four convoys during her short career.\nConvoy OG 74 sailed from Britain on 13 September 1941. A week later on 21 September the convoy was attacked by a German Condor bomber, whose bombs struck the &lt;a href=\"convoy%20rescue%20ship\"&gt;convoy rescue ship&lt;/a&gt; . A fighter from \"Audacity\" was able to shoot down the bomber. The damage to \"Walmer Castle\" was extensive, and she had to be sunk by an escorting &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt;.\nConvoy HG 74 sailed from Gibraltar on 2 October and arrived at the Clyde on 17 October. The trip was uneventful.\nConvoy OG 76 sailed on 28 October bound for Gibraltar. During the voyage, Martlets from \"Audacity\" shot down four Condors, one being the first aerial victory for &lt;a href=\"Eric%20Brown%20%28pilot%29\"&gt;Eric \"Winkle\" Brown&lt;/a&gt;. One Martlet was lost.\n&lt;a href=\"Convoy%20HG%2076\"&gt;Convoy HG 76&lt;/a&gt; sailed from Gibraltar on 14 December. \"Audacity\" had only four Martlet aircraft serviceable. The convoy came under attack from 12 U-boats. Martlets from \"Audacity\" shot down two Condors; was attacked on 17 December. \"U-131\" shot down a Martlet, but was unable to dive after the attack, and was scuttled by her crew, who were taken prisoner.\nAs \"Audacity\" left the convoy on the night of 21 December, one of the merchantmen fired a &lt;a href=\"Flare\"&gt;\"snowflake\" flare&lt;/a&gt; which revealed her in silhouette to the German U-boats. The submarines had been given specific orders to sink her as she had caused a lot of trouble for the Germans both at sea and in the air. The first torpedo fired by under \"&lt;a href=\"Kapit%C3%A4nleutnant\"&gt;Kapitänleutnant&lt;/a&gt;\" &lt;a href=\"Gerhard%20Bigalk\"&gt;Gerhard Bigalk&lt;/a&gt; hit her in the engine room and she began to settle by the stern. The next two torpedoes caused an explosion of the &lt;a href=\"aviation%20fuel\"&gt;aviation fuel&lt;/a&gt; blowing off her &lt;a href=\"Bow%20%28ship%29\"&gt;bow&lt;/a&gt;. \"Audacity\" sank some west of &lt;a href=\"Cape%20Finisterre\"&gt;Cape Finisterre&lt;/a&gt; at . She sank in 70 minutes. 73 of her crew were killed. Her survivors were picked up by the &lt;a href=\"Flower-class%20corvette\"&gt;corvettes&lt;/a&gt; , and , one of the survivors being pilot &lt;a href=\"Eric%20Brown%20%28pilot%29\"&gt;Eric Brown&lt;/a&gt;. The German commander had confused her with a , the sinking of which was announced by Nazi &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; sources. In reality \"Audacity\" was an escort carrier of .\n\"Audacity\" had been operating outside the convoy, a procedure that was later prohibited by the Admiralty as too risky.\nOfficial number and code letters.\nOfficial Numbers were a forerunner to &lt;a href=\"IMO%20ship%20identification%20number\"&gt;IMO Numbers&lt;/a&gt;. \"Sinbad\" and \"Empire Audacity\" had the UK Official Number 156145. \"Hannover\" used the Code Letters DOBV. \"Empire Audacity\" used the Code Letters GLXZ.\nModel.\nA model of HMS \"Audacity\" is displayed in the &lt;a href=\"Merseyside%20Maritime%20Museum\"&gt;Merseyside Maritime Museum&lt;/a&gt;."
}