{
    "id": "98382",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=98382",
    "title": "Mendes",
    "text": "Mendes (, \"&lt;a href=\"Genitive%20case\"&gt;gen&lt;/a&gt;\".: Μένδητος), the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; name of the &lt;a href=\"ancient%20Egyptian\"&gt;ancient Egyptian&lt;/a&gt; city of Djedet, also known in ancient Egypt as &lt;a href=\"Per%20%28hieroglyph%29\"&gt;Per&lt;/a&gt;-Banebdjedet (\"The Domain of the Ram Lord of &lt;a href=\"Djed\"&gt;Djed&lt;/a&gt;et\") and Anpet, is known today as Tell El-Ruba ().\nThe &lt;a href=\"city\"&gt;city&lt;/a&gt; is located in the eastern &lt;a href=\"Nile%20delta\"&gt;Nile delta&lt;/a&gt; () and was the &lt;a href=\"Capital%20%28political%29\"&gt;capital&lt;/a&gt; of the 16th &lt;a href=\"Lower%20Egypt\"&gt;Lower Egypt&lt;/a&gt;ian &lt;a href=\"Nome%20%28Egypt%29\"&gt;nome&lt;/a&gt; of &lt;a href=\"Kha%20Nome\"&gt;Kha&lt;/a&gt;, until it was replaced by &lt;a href=\"Thmuis\"&gt;Thmuis&lt;/a&gt; in Greco-&lt;a href=\"Roman%20Egypt\"&gt;Roman Egypt&lt;/a&gt;. The two cities are only several hundred meters apart. During the &lt;a href=\"Twenty-ninth%20Dynasty%20of%20Egypt\"&gt;29th Dynasty&lt;/a&gt;, Mendes was also the capital of &lt;a href=\"Ancient%20Egypt\"&gt;Ancient Egypt&lt;/a&gt;, lying on the Mendesian branch of the &lt;a href=\"Nile\"&gt;Nile&lt;/a&gt; (now silted up), about 35 km east of &lt;a href=\"Al%20Mansurah\"&gt;al-Mansurah&lt;/a&gt;.\nHistory.\nIn ancient times, Mendes was a famous city that attracted the notice of most ancient geographers and historians, including &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; (ii. 42, 46. 166), &lt;a href=\"Diodorus\"&gt;Diodorus&lt;/a&gt; (i. 84), &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt; (xvii. p. 802), &lt;a href=\"Mela\"&gt;Mela&lt;/a&gt; (i. 9 § 9), &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny the Elder&lt;/a&gt; (v. 10. s. 12), &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; (iv. 5. § 51), and &lt;a href=\"Stephanus%20of%20Byzantium\"&gt;Stephanus of Byzantium&lt;/a&gt; (\"s. v.\"). The city was the capital of the &lt;a href=\"Mendesian%20nome\"&gt;Mendesian nome&lt;/a&gt;, situated at the point where the Mendesian arm of the Nile (, &lt;a href=\"Scylax\"&gt;Scylax&lt;/a&gt;, p. 43; Ptol. iv, 5. § 10; \"Mendesium ostium\", Pliny, Mela, \"ll. cc.\") flows into the lake of &lt;a href=\"Tanis\"&gt;Tanis&lt;/a&gt;. Archaeological evidence attests to the existence of the &lt;a href=\"town\"&gt;town&lt;/a&gt; at least as far back as the &lt;a href=\"Naqada%20II\"&gt;Naqada II&lt;/a&gt; period (4th millennium BCE). Under the first &lt;a href=\"Pharaoh\"&gt;Pharaoh&lt;/a&gt;s, Mendes quickly became a strong seat of &lt;a href=\"provincial%20government\"&gt;provincial government&lt;/a&gt; and remained so throughout the Ancient Egyptian period. In &lt;a href=\"Classical%20antiquity\"&gt;Classical&lt;/a&gt; times, the nome it governed was one of the nomes assigned to that division of the native army which was called the \"&lt;a href=\"Calasiris\"&gt;Calasires&lt;/a&gt;\", and the city was celebrated for the manufacture of a &lt;a href=\"perfume\"&gt;perfume&lt;/a&gt; designated as the Mendesium &lt;a href=\"unguentum\"&gt;unguentum&lt;/a&gt;. (Plin. xiii. 1. s. 2.) Mendes, however, declined early, and disappears in the first century AD; since both Ptolemy (\"l. c.\") and &lt;a href=\"P.%20Aelius%20Aristides\"&gt;P. Aelius Aristides&lt;/a&gt; (iii. p. 160) mention &lt;a href=\"Thmuis\"&gt;Thmuis&lt;/a&gt; as the only town of note in the Mendesian nome. From its position at the junction of the river and the lake, it was probably encroached upon by their waters, after the &lt;a href=\"canal\"&gt;canal&lt;/a&gt;s fell into neglect under the &lt;a href=\"Ptolemies\"&gt;Macedonian kings&lt;/a&gt;, and when they were repaired by &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt; (&lt;a href=\"Suetonius\"&gt;Sueton&lt;/a&gt;. \"Aug.\" 18, 63) Thmuis had attracted its &lt;a href=\"trade\"&gt;trade&lt;/a&gt; and population.\nReligion.\nThe chief &lt;a href=\"deities\"&gt;deities&lt;/a&gt; of Mendes were the &lt;a href=\"Sheep\"&gt;ram&lt;/a&gt; deity &lt;a href=\"Banebdjedet\"&gt;Banebdjedet&lt;/a&gt; (lit. \"Ba of the Lord of Djedet\"), who was the &lt;a href=\"Egyptian%20soul\"&gt;Ba&lt;/a&gt; of &lt;a href=\"Osiris\"&gt;Osiris&lt;/a&gt;, and his &lt;a href=\"wikt%3Aconsort\"&gt;consort&lt;/a&gt;, the fish goddess &lt;a href=\"Hatmehit\"&gt;Hatmehit&lt;/a&gt;. With their child &lt;a href=\"Har-pa-khered\"&gt;Har-pa-khered&lt;/a&gt; (\"&lt;a href=\"Horus\"&gt;Horus&lt;/a&gt; the Child\"), they formed the triad of Mendes.\nThe &lt;a href=\"sheep\"&gt;ram&lt;/a&gt; deity of Mendes was described by &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; in his \"&lt;a href=\"Histories%20%28Herodotus%29\"&gt;Histories&lt;/a&gt;\" as being represented with the head and &lt;a href=\"Wool\"&gt;fleece&lt;/a&gt; of a &lt;a href=\"goat\"&gt;goat&lt;/a&gt;: \"...whereas anyone with a sanctuary of Mendes or who comes from the province of Mendes, will have nothing to do with (&lt;a href=\"sacrifice\"&gt;sacrificing&lt;/a&gt;) goats, but uses &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; as his sacrificial animals... They say that Heracles' overriding desire was to see &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, but Zeus was refusing to let him do so. Eventually, as a result of Heracles' pleading, Zeus came up with a plan. He skinned a ram and cut off his head, then he held the head in front of himself, wore the fleece, and showed himself to Heracles like that. That is why the Egyptian statues of Zeus have a ram's head, is why rams are sacred to the Thebans, and they do not use them as sacrificial animals. However there is just one day of the year—the day of the &lt;a href=\"festival%20of%20Zeus\"&gt;festival of Zeus&lt;/a&gt;—when they chop up a single ram, skin it, dress the statue of Zeus in the way mentioned, and then bring the statue of Heracles up close to the statue of Zeus. Then everyone around the &lt;a href=\"sanctuary\"&gt;sanctuary&lt;/a&gt; mourns the death of the ram and finally they bury it in a sacred tomb.\"\n&lt;a href=\"demonology\"&gt;Demonologists&lt;/a&gt; in &lt;a href=\"early%20modern%20times\"&gt;early modern times&lt;/a&gt; often imagined &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt; as manifesting himself as a goat or &lt;a href=\"satyr\"&gt;satyr&lt;/a&gt;, because goats had a reputation for lustful behavior and were used in the iconography of pre-Christian gods like &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt; and the goat of Mendes. The occultist &lt;a href=\"Eliphas%20Levi\"&gt;Eliphas Levi&lt;/a&gt; in his \"Dogme et Rituel de la Haute Magie\" (1855) drew an image of the fictitious medieval idol &lt;a href=\"Baphomet\"&gt;Baphomet&lt;/a&gt; that conflated it with the goat of Mendes and the imagery of the Satanic satyr. The image of the satyr-like Baphomet and its supposed connection with Mendes has since been repeated by various occultists, conspiracy theorists, and &lt;a href=\"neopagans\"&gt;neopagans&lt;/a&gt;.\nRuins.\nThe site is today the largest surviving &lt;a href=\"Tell%20%28archaeology%29\"&gt;tell&lt;/a&gt; in the Nile delta, and consists of both Tell El-Ruba (the site of the main temple enclosure) and &lt;a href=\"Tell%20El-Timai\"&gt;Tell El-Timai&lt;/a&gt; (the settlement site of Thmuis to the south). Overall, Mendes is about 3 km long from north to south and averages about 900m east-to-west. An &lt;a href=\"Old%20Kingdom\"&gt;Old Kingdom&lt;/a&gt; &lt;a href=\"necropolis\"&gt;necropolis&lt;/a&gt; is estimated to contain over 9,000 &lt;a href=\"interment\"&gt;interment&lt;/a&gt;s. Several campaigns of 20th-century excavations have been led by &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n institutions, including &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt; and the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt;, as well as a &lt;a href=\"Pennsylvania%20State%20University\"&gt;Pennsylvania State University&lt;/a&gt; team led by &lt;a href=\"Donald%20Redford\"&gt;Donald Redford&lt;/a&gt;. Under the direction of Prof. Redford, the current excavations are concentrating on a number of areas in and around the main temple. \nWork on the &lt;a href=\"New%20Kingdom\"&gt;New Kingdom&lt;/a&gt; processional-style temple has recently uncovered foundation deposits of &lt;a href=\"Merenptah\"&gt;Merenptah&lt;/a&gt; below the second &lt;a href=\"Pylon%20%28architecture%29\"&gt;pylon&lt;/a&gt;. It is thought that four separate pylons or gates existed for each of the &lt;a href=\"Avatar\"&gt;Avatar&lt;/a&gt;s of the main deity worshiped here. Evidence has suggested that their construction dates from at least the &lt;a href=\"Middle%20Kingdom%20of%20Egypt\"&gt;Middle Kingdom&lt;/a&gt;, as &lt;a href=\"foundation%20deposit\"&gt;foundation deposit&lt;/a&gt;s were uncovered. The original structures were buried, added to, or incorporated into later ones over time by later rulers. &lt;a href=\"Billy%20Morin\"&gt;Billy Morin&lt;/a&gt;, recently at &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt; and now at Leiden University in the Netherlands led a team that investigated these further and uncovered several mud-brick walls acting as pylons and their foundations. Over thirty of the bricks were stamped with the &lt;a href=\"cartouche\"&gt;cartouche&lt;/a&gt; of Menkheperre, the pre-nomen of &lt;a href=\"Thutmose%20III\"&gt;Thutmose III&lt;/a&gt;. \nA cemetery of sacred rams was discovered in the northwest corner of Tell El-Ruba. Monuments bearing the names of &lt;a href=\"Ramesses%20II\"&gt;Ramesses II&lt;/a&gt;, Merneptah, and &lt;a href=\"Ramesses%20III\"&gt;Ramesses III&lt;/a&gt; were also found. A temple attested by its foundation deposits was built by &lt;a href=\"Amasis%20II\"&gt;Amasis II&lt;/a&gt;. The tomb of &lt;a href=\"Nepherites%20I\"&gt;Nepherites I&lt;/a&gt;, which Donald Redford concluded was destroyed by the &lt;a href=\"Achaemenids\"&gt;Persians&lt;/a&gt;, was discovered by a joint team from the &lt;a href=\"University%20of%20Washington\"&gt;University of Washington&lt;/a&gt; and the University of Toronto in 1992–1993. \nOn the edge of the &lt;a href=\"temple%20mound\"&gt;temple mound&lt;/a&gt;, a &lt;a href=\"sondage\"&gt;sondage&lt;/a&gt; supervised by &lt;a href=\"Matthew%20J.%20Adams\"&gt;Matthew J. Adams&lt;/a&gt; has revealed uninterrupted &lt;a href=\"Stratification%20%28archeology%29\"&gt;stratification&lt;/a&gt; from the Middle Kingdom down to the &lt;a href=\"First%20Dynasty%20of%20Egypt\"&gt;First Dynasty&lt;/a&gt;. Coring results suggest that future excavations in that sondage should expect to take the stratification down into the Buto-Maadi Period. The material excavated so far is already the longest uninterrupted stratification for all of the Nile Delta, and possibly for all of Egypt."
}