{
    "id": "9845101",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=9845101",
    "title": "Nobushige Kumakubo",
    "text": " is a &lt;a href=\"drifting%20%28motorsport%29\"&gt;drifting&lt;/a&gt; driver from &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; who competes in the &lt;a href=\"D1%20Grand%20Prix\"&gt;D1 Grand Prix&lt;/a&gt; series and racetrack and land owner. Nicknamed \"Kuma\", he is commonly referred to as one of the pioneers of drifting.\nBorn to a wealthy family who owned a large portion of land in the &lt;a href=\"Fukushima%20Prefecture\"&gt;Fukushima&lt;/a&gt; countryside, with the easy accessibility of the family plot, Kumakubo was able to use some of it to build and develop the &lt;a href=\"Ebisu%20Circuit\"&gt;Ebisu Circuit&lt;/a&gt;.\nKumakubo also used the circuit to host numerous drifting events as well as various motorsport events. As the lead driver of Team Orange, as his car has always been orange, he started at the D1GP series in a &lt;a href=\"Nissan%20Silvia\"&gt;Nissan Silvia&lt;/a&gt;, in , \nwhilst stumbling through the numerous &lt;a href=\"rallying\"&gt;rallying&lt;/a&gt; magazines in his office and considering that the &lt;a href=\"Subaru%20Impreza\"&gt;Subaru Impreza&lt;/a&gt; was the car to have as many rear wheel drive cars were considered not suitable for drifting or in need of development to be considered suitable, also in a way to bring Impreza owners to his track, Kumakubo commissioned tuning company &lt;a href=\"JUN%20Auto\"&gt;JUN&lt;/a&gt; Auto to build an &lt;a href=\"Subaru%20Impreza%20WRX%20STI\"&gt;Impreza WRX STI&lt;/a&gt; Impreza, significantly with a radiator on the rear passenger side.\nThe car debuted at the Odaiba round, unlike others who switched to newer models, his performance would pay off when he was runner up at the &lt;a href=\"Silverstone%20Circuit\"&gt;Silverstone&lt;/a&gt; exhibition round and for the season, he had beaten &lt;a href=\"Ken%20Nomura\"&gt;Ken Nomura&lt;/a&gt; by just 1 point. Midway through the D1 series Kumakubo switched from the Impreza to an Evo 9 (built also by JUN Auto) during round 5 at Ebisu.\nHe has also built a &lt;a href=\"Mitsubishi%20Lancer%20Evolution\"&gt;Mitsubishi Lancer Evolution X&lt;/a&gt; in the Team Orange livery which was shown at the &lt;a href=\"Tokyo%20Auto%20Salon\"&gt;Tokyo Auto Salon&lt;/a&gt;.\nHe also runs the Big X the invitation only outdoor show that combines drifting, &lt;a href=\"Freestyle%20Motocross\"&gt;FMX&lt;/a&gt;, &lt;a href=\"supermoto\"&gt;supermoto&lt;/a&gt;, car stunts and other extreme sports featuring the experts from each field.\nBig X's drifting squad is called DriftXtreme, which the well known drivers of the D1GP are invited to join including team mate &lt;a href=\"Kazuhiro%20Tanaka\"&gt;Kazuhiro Tanaka&lt;/a&gt; and &lt;a href=\"Naoto%20Suenaga\"&gt;Naoto Suenaga&lt;/a&gt;.\nKumakubo is currently competing in the European Drift Championship in his &lt;a href=\"Subaru%20Impreza%20WRX%20STi\"&gt;Subaru Impreza WRX STI&lt;/a&gt;. His Team Orange teammate &lt;a href=\"Kazuhiro%20Tanaka\"&gt;Kazuhiro Tanaka&lt;/a&gt; is also competing."
}