{
    "id": "985609",
    "revid": "1054601143",
    "url": "https://en.wikipedia.org/wiki?curid=985609",
    "title": "Vortimer",
    "text": "Vortimer (&lt;a href=\"Old%20Welsh\"&gt;Old Welsh&lt;/a&gt; Guorthemir, ), also known as Saint Vortimer (,  \"Vortimer the Blessed\"), is a figure in &lt;a href=\"Matter%20of%20Britain\"&gt;British tradition&lt;/a&gt;, a son of the 5th-century &lt;a href=\"Britons%20%28historical%29\"&gt;Britonnic&lt;/a&gt; ruler &lt;a href=\"Vortigern\"&gt;Vortigern&lt;/a&gt;. He is remembered for his fierce opposition to his father's &lt;a href=\"Saxons\"&gt;Saxon&lt;/a&gt; allies. In &lt;a href=\"Geoffrey%20of%20Monmouth\"&gt;Geoffrey of Monmouth&lt;/a&gt;'s \"&lt;a href=\"Historia%20Regum%20Britanniae\"&gt;Historia Regum Britanniae&lt;/a&gt;\", he overthrows his father and reigns as &lt;a href=\"List%20of%20legendary%20kings%20of%20Britain\"&gt;King of Britain&lt;/a&gt; for a brief period before his death restores Vortigern to power.\nAccounts.\nVortimer first appears in the 9th-century work known as the \"&lt;a href=\"Historia%20Brittonum\"&gt;Historia Brittonum&lt;/a&gt;\". According to the \"Historia\", Vortigern allows Saxons under &lt;a href=\"Hengest\"&gt;Hengest&lt;/a&gt; and &lt;a href=\"Horsa\"&gt;Horsa&lt;/a&gt; to settle on the &lt;a href=\"Isle%20of%20Thanet\"&gt;Isle of Thanet&lt;/a&gt;, and offers them provisions in exchange for their service as mercenaries. Vortigern soon proves to be an \"ignorant king\", and the wily Hengest manipulates him into ceding over more land and allowing more settlers to come from &lt;a href=\"Germania\"&gt;Germania&lt;/a&gt;. After a dire period of Saxon encroachment, exacerbated by even more disgraceful behavior on Vortigern's part, Vortimer finally rises up against the Saxons. He pushes them back to Thanet, and meets them in four battles. At the third battle Horsa and Vortimer's brother &lt;a href=\"Catigern\"&gt;Catigern&lt;/a&gt; are slain; at the fourth the Saxons are pushed back to the sea. Shortly thereafter, however, Vortimer dies. He asks his followers to bury him at the place where the Saxons first landed in Britain as a totem against further invasion. However, his followers fail to heed his warning and the Saxons return. Another &lt;a href=\"manuscript\"&gt;manuscript&lt;/a&gt; of the \"Historia Brittonum\" (\"Chronica Minora\", Berlin, 1892) follows this with: “if they had kept his command, there is no doubt that they would have obtained whatever they wished through the prayers of &lt;a href=\"Germanus%20of%20Auxerre\"&gt;St Germanus&lt;/a&gt;.” According to the &lt;a href=\"Welsh%20Triads\"&gt;Welsh Triads&lt;/a&gt; his bones were buried \"in the Chief Ports of this Island\".\nThree of Vortimer's battle sites are named: the first was on the &lt;a href=\"River%20Darent\"&gt;Darent&lt;/a&gt; ‘’super flumen Derguentid’’’ the second “at the ford called Episford in their language, Rhyd yr Afael in ours ‘’super vadum quod dicitur in lingua eorum Episford, in nostra autem lingua Rithergabail’’; the third was “by the inscribed stone on the shore of the Gallic Sea ‘’in campo juxta Lapidem tituli, qui est super ripam Gallici maris’’. These battles appear to have some correspondence with battles in Kent appearing in the \"&lt;a href=\"Anglo-Saxon%20Chronicle\"&gt;Anglo-Saxon Chronicle&lt;/a&gt;\", in the years 455-465. The \"Chronicle\" does not name Vortimer, and in fact credit Vortigern as the British leader in one of the battles.\nThe legendary material in the Historia Brittonum was slightly expanded upon in &lt;a href=\"Geoffrey%20of%20Monmouth\"&gt;Geoffrey of Monmouth&lt;/a&gt;'s \"&lt;a href=\"Historia%20regum%20Britanniae\"&gt;Historia regum Britanniae&lt;/a&gt;\", widely believed to be a fictional account of the rulers of Britain. There the Britons abandon Vortigern and elevate Vortimer to be &lt;a href=\"list%20of%20legendary%20kings%20of%20Britain\"&gt;king of Britain&lt;/a&gt;. After he has driven out the Saxons, Vortimer is poisoned by his stepmother &lt;a href=\"Rowena%2C%20Queen%20of%20Britain\"&gt;Rowena&lt;/a&gt; (a Saxon) and Vortigern regains the crown. Geoffrey says that Vortimer was buried at &lt;a href=\"Trinovantum\"&gt;Trinovantum&lt;/a&gt; (&lt;a href=\"London\"&gt;London&lt;/a&gt;), and mentions the link with St. Germanus, who encourages Vortimer to rebuild the churches.\nThis account survives in Geoffrey's &lt;a href=\"continuator\"&gt;continuator&lt;/a&gt;s &lt;a href=\"Wace\"&gt;Wace&lt;/a&gt; and &lt;a href=\"Layamon\"&gt;Layamon&lt;/a&gt;: they both give London as his burial place; Layamon specifically mentions Belyn's Gate (&lt;a href=\"Billingsgate\"&gt;Billingsgate&lt;/a&gt;. He also includes the detail that Vortimer offered twelve pennies reward for the head of any heathen brought to him. Both authors mention the connection with St Germanus.\nWriting in the eighteenth century, the Rev. Philip Morant tells us that Aldroen, king of &lt;a href=\"Armorica\"&gt;Armorica&lt;/a&gt;, sent ten thousand troops to Britain under the command of &lt;a href=\"Ambrosius%20Aurelianus\"&gt;Aurelius Ambrosius&lt;/a&gt;. He was seen as a &lt;a href=\"usurper\"&gt;usurper&lt;/a&gt; by Vortimer's followers, and a &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; broke out between the two factions, which lasted seven or eight years. Peace was eventually brokered between the warring factions by splitting Britain between them: Aurelius ruling the western part of the island, with Vortimer and Vortigern in the east: \"divided from one another by... &lt;a href=\"Watling%20Street\"&gt;Watling Street&lt;/a&gt;.\" Morant says that Vortimer died in 475, but does not mention poison."
}