{
    "id": "985801",
    "revid": "42755547",
    "url": "https://en.wikipedia.org/wiki?curid=985801",
    "title": "Anglo-Egyptian Sudan",
    "text": "Anglo-Egyptian Sudan ( \"\") was a &lt;a href=\"Condominium%20%28international%20law%29\"&gt;condominium&lt;/a&gt; of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; in &lt;a href=\"the%20Sudans\"&gt;the Sudans&lt;/a&gt; region of northern Africa between 1899 and 1956, corresponding mostly to the territory of present-day &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt; and &lt;a href=\"South%20Sudan\"&gt;South Sudan&lt;/a&gt;. Legally, sovereignty and administration were shared between both Egypt and the United Kingdom, but in practice the structure of the condominium ensured effective British control over Sudan, with Egypt having limited, local power influence in reality . Following the &lt;a href=\"Egyptian%20Revolution%20of%201952\"&gt;Egyptian Revolution of 1952&lt;/a&gt;, Egypt pushed for an end to the condominium, and the independence of Sudan. By agreement between Egypt and the United Kingdom in 1953, Sudan was granted independence as the Republic of the Sudan on 1 January 1956. In 2011, the south of Sudan itself became independent as the Republic of South Sudan.\nIn the 19th century, whilst nominally a vassal state of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, Egypt had acted as a virtually independent state since &lt;a href=\"Muhammad%20Ali%20of%20Egypt\"&gt;Muhammad Ali&lt;/a&gt;'s seizure of power in 1805. Seeking to supplant and ultimately replace the Ottoman Empire as the dominant regional power, Muhammad Ali declared himself &lt;a href=\"Khedive\"&gt;Khedive&lt;/a&gt;, and expanded Egypt's borders both southwards into Sudan, and eastwards into the Levant and Arabia, the latter at the expense of the Ottoman Empire. Territory in Sudan was annexed by Egypt, and governed as an integral part of the country, with Sudanese granted Egyptian citizenship. Ultimately, the &lt;a href=\"Egyptian%E2%80%93Ottoman%20War%20%281839%E2%80%931841%29\"&gt;intervention of the Great Powers in support of the Ottoman Empire&lt;/a&gt; forced Egypt to return all Levantine and Arabian territory to the Ottomans upon Muhammad Ali's death, however, there was no such impediment to Egypt's southward expansion.\nDuring the reign of Muhammad Ali's grandson, &lt;a href=\"Isma%27il%20Pasha\"&gt;Isma'il Pasha&lt;/a&gt;, Egypt consolidated and expanded its control of the Sudan as far south as the &lt;a href=\"African%20Great%20Lakes\"&gt;Great Lakes region&lt;/a&gt;, whilst simultaneously acquiring territory in modern-day Chad, Eritrea, Djibouti, and Somalia. Additionally, the hitherto unsanctioned use of the title Khedive was formally approved by the Ottoman Sultan. Egypt was at the height of its power, with Isma'il seeking the establishment of a contiguous African empire that could be a bulwark against European expansion in Africa.\nIsma'il's grand ambitions were, however, cut short by Egypt's ruinous defeat in the &lt;a href=\"Ethiopian-Egyptian%20War\"&gt;Ethiopian-Egyptian War&lt;/a&gt;, which exacerbated pre-existing financial problems in the country caused by his cripplingly expensive programmes of rapid modernisation. This led ultimately to the Great Powers deposing Isma'il in 1879 in favour of his son, &lt;a href=\"Tewfik%20Pasha\"&gt;Tewfik Pasha&lt;/a&gt;. Egypt thereafter withdrew from all territories outside of Sudan, and Egypt proper.\nDiscontent with the rule of Tewfik sparked two revolts in 1881, the &lt;a href=\"Mahdist%20War\"&gt;Mahdist Revolt&lt;/a&gt; in Sudan, and the Orabi Revolt in Egypt proper. Whilst the military intervention of the United Kingdom in 1882 crushed the Orabi Revolt, and restored Tewfik's nominal authority in Egypt proper, the Mahdist Revolt continued to expand, leaving Sudan under the effective rule of the Mahdist rebels.\nThe British military presence in Egypt transformed the country into a &lt;a href=\"History%20of%20Egypt%20under%20the%20British\"&gt;virtual protectorate of the United Kingdom&lt;/a&gt;. Though it remained de jure a self-governing vassal state of the Ottoman Empire, true power now rested with the United Kingdom's representative in Cairo. In the following decade, the United Kingdom reformed and remodelled the Egyptian military on British lines, and British and Egyptian forces gradually &lt;a href=\"Anglo-Egyptian%20invasion%20of%20Sudan%201896%E2%80%931899\"&gt;defeated the Mahdist rebels&lt;/a&gt;, and restored the nominal authority of the Egyptian Khedive in Sudan. However, as in Egypt proper, this authority was compromised by the reality of effective British control.\nIn 1899, the United Kingdom forced &lt;a href=\"Abbas%20II%20of%20Egypt\"&gt;Abbas II&lt;/a&gt;, Tewfik's successor as Khedive, to transform Sudan from an integral part of Egypt into a condominium in which sovereignty would be shared between Egypt and the United Kingdom. Once established, the condominium witnessed ever-decreasing Egyptian control, and would for most of its existence be governed in practice by the United Kingdom through the Governor-General in Khartoum. For the remainder of his reign, this would be one of the flashpoints between the nationalist Khedive Abbas II and the United Kingdom, with Abbas seeking to arrest and reverse the process of increasing British control in Egypt and Sudan.\nFollowing the Ottoman Empire's entry in to the First World War as a member of the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; in 1914, the United Kingdom deposed the anti-British Abbas II in favour of his pro-British uncle, &lt;a href=\"Hussein%20Kamal\"&gt;Hussein Kamal&lt;/a&gt;. The legal fiction of Ottoman sovereignty was terminated, and the &lt;a href=\"Sultanate%20of%20Egypt\"&gt;Sultanate of Egypt&lt;/a&gt;, destroyed by the Ottoman Empire in 1517, was re-established with Hussein Kamal as &lt;a href=\"Sultan%20of%20Egypt\"&gt;Sultan&lt;/a&gt;. Despite the restoration of the nominal sultanate, British power in Egypt and Sudan was undiminished, as the United Kingdom declared Egypt to be a formal protectorate of the United Kingdom. Whilst Egypt was not annexed to the British Empire, with the British King never becoming sovereign of Egypt, Egypt's status as a protectorate precluded any actual independence for the sultanate. For all intents and purposes, the Sultanate of Egypt was as much controlled by the United Kingdom as the Khedivate of Egypt had been. Rising nationalist anger at British control led to the &lt;a href=\"Egyptian%20Revolution%20of%201919\"&gt;Egyptian Revolution of 1919&lt;/a&gt;, prompting the United Kingdom to &lt;a href=\"Unilateral%20Declaration%20of%20Egyptian%20Independence\"&gt;recognise Egyptian independence&lt;/a&gt; in 1922 as the &lt;a href=\"Kingdom%20of%20Egypt\"&gt;Kingdom of Egypt&lt;/a&gt;. Egyptian nationalists, and Sudanese favouring union with Egypt, demanded that Sudan be included within the bounds of the kingdom, with the term \"Kingdom of Egypt and Sudan\" entering the nationalist vernacular. However, in the terms of the legal instrument by which the United Kingdom recognised Egyptian independence, it specifically reserved the issue of the governance of Sudan as a question to be resolved in the future. Defying Egyptian and Sudanese demands, the United Kingdom gradually assumed more control of the condominium, edging out Egypt almost completely by 1924.\nIn the decades that followed, Egyptian and Sudanese discontent and anger at continued British rule in Sudan increased. On 16 October 1951, the Egyptian government abrogated the agreements underpinning the condominium, and declared that Egypt and Sudan were legally united as the Kingdom of Egypt and Sudan, with King Farouk as the &lt;a href=\"King%20of%20Egypt%20and%20the%20Sudan\"&gt;King of Egypt and the Sudan&lt;/a&gt;. This was superseded by the &lt;a href=\"Egyptian%20Revolution%20of%201952\"&gt;Egyptian Revolution of 1952&lt;/a&gt; eight months later, which overthrew King Farouk. The new revolutionary government under &lt;a href=\"Muhammad%20Naguib\"&gt;Muhammad Naguib&lt;/a&gt; and &lt;a href=\"Gamal%20Abdel%20Nasser\"&gt;Gamal Abdel Nasser&lt;/a&gt; made Sudanese independence a priority. Naguib himself was half-Sudanese, and had been born and raised in Khartoum. Under continued pressure, the United Kingdom conceded to Egypt's demands in 1953, with the governments of both Egypt and the United Kingdom agreeing to terminate the condominium, and grant Sudan independence in 1956. On 1 January 1956, Egyptian and British sovereignty over Sudan duly ended, and Sudan became independent.\nBackground.\nUnion with Egypt.\nIn 1820, the army of Egyptian &lt;a href=\"w%C4%81li\"&gt;wāli&lt;/a&gt; &lt;a href=\"Muhammad%20Ali%20of%20Egypt\"&gt;Muhammad Ali Pasha&lt;/a&gt;, commanded by his son Ismail Pasha, gained control of Sudan. The region had longstanding linguistic, cultural, religious, and economic ties to Egypt, and had been partially under the same government at intermittent periods since the times of the &lt;a href=\"pharaoh\"&gt;pharaoh&lt;/a&gt;s. Muhammad Ali was aggressively pursuing a policy of expanding his power with a view to possibly supplanting the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; (to which he technically owed &lt;a href=\"fealty\"&gt;fealty&lt;/a&gt;), and saw Sudan as a valuable addition to his Egyptian dominion. During his reign and that of his successors, Egypt and Sudan came to be administered as one political entity, with all ruling members of the &lt;a href=\"Muhammad%20Ali%20dynasty\"&gt;Muhammad Ali dynasty&lt;/a&gt; seeking to preserve and extend the \"unity of the &lt;a href=\"Nile%20Valley\"&gt;Nile Valley&lt;/a&gt;\". This policy was expanded and intensified most notably by Muhammad Ali's grandson, &lt;a href=\"Isma%27il%20Pasha\"&gt;Ismail Pasha&lt;/a&gt;, under whose reign most of the remainder of modern-day Sudan, and South Sudan was conquered.\nBritish involvement.\nWith the opening of the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; in 1869, Egypt and Sudan's economic and strategic importance increased enormously, attracting the imperial attentions of the &lt;a href=\"Great%20Powers\"&gt;Great Powers&lt;/a&gt;, particularly the United Kingdom. Ten years later in 1879, the immense &lt;a href=\"external%20debt\"&gt;foreign debt&lt;/a&gt; of Ismail Pasha's government served as the pretext for the Great Powers to force his &lt;a href=\"abdication\"&gt;abdication&lt;/a&gt; and replacement by his son &lt;a href=\"Tewfik%20Pasha\"&gt;Tewfik Pasha&lt;/a&gt;. The manner of Tewfik's ascension at the hands of foreign powers greatly angered Egyptian and Sudanese nationalists who resented the ever-increasing influence of European governments and merchants in the affairs of the country. The situation was compounded by Tewfik's perceived corruption and mismanagement, ultimately culminating in the &lt;a href=\"%27Urabi%20Revolt\"&gt;Orabi Revolt&lt;/a&gt; led by the nationalist head of the army, &lt;a href=\"Ahmed%20%CA%BBUrabi\"&gt;Ahmed Orabi&lt;/a&gt;. With the survival of his throne in dire jeopardy, Tewfik appealed for British assistance. In 1882, at Tewfik's invitation, the British bombarded &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, Egypt's and Sudan's primary seaport, and subsequently invaded the country. British forces overthrew the Orabi government in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;, and proceeded to occupy the rest of Egypt and Sudan in 1882. Though officially the authority of Tewfik had been restored, in reality the British largely took control of Egyptian and Sudanese affairs.\nMahdist revolt.\nTewfik's acquiescence to British occupation as the price for securing the monarchy was deeply detested by many throughout Egypt and Sudan. With the bulk of British forces stationed in northern Egypt, protecting Cairo, Alexandria, and the Suez Canal, opposition to Tewfik and his European protectors was stymied in Egypt. In contrast, the British military presence in Sudan was comparatively limited, and eventually revolt broke out. The rebellion in Sudan, led by the Sudanese religious leader &lt;a href=\"Muhammad%20ibn%20Abdalla\"&gt;Muhammad ibn Abdalla&lt;/a&gt;, the self-proclaimed &lt;a href=\"Mahdi\"&gt;Mahdi&lt;/a&gt; (Guided One), was both political and religious. Abdalla wished not only to expel the British, but to overthrow the monarchy, viewed as secular and Western-leaning, and replace it with what he viewed as a pure Islamic government. Whilst primarily a Sudanese figure, Abdalla even attracted the support of some Egyptian nationalists, and caught Tewfik and the British off-guard. The revolt culminated in the fall of &lt;a href=\"Khartoum\"&gt;Khartoum&lt;/a&gt;, and the death of the British &lt;a href=\"Charles%20George%20Gordon\"&gt;General Charles George Gordon&lt;/a&gt; (Gordon of Khartoum) in 1885. Tewfik's Egyptian forces and those of the United Kingdom were forced to withdraw from almost all of Sudan, with Abdalla subsequently establishing a &lt;a href=\"theocratic\"&gt;theocratic&lt;/a&gt; state.\nAbdalla's religious government imposed traditional &lt;a href=\"Sharia\"&gt;Islamic laws&lt;/a&gt; upon Sudan, and stressed the need to continue the armed struggle until the British had been completely expelled from the country, and all of Egypt and Sudan had been Incorporated under his Mahdiya. Though he died six months after the fall of Khartoum, Abdalla's call was fully echoed by his successor, &lt;a href=\"Abdallahi%20ibn%20Muhammad\"&gt;Abdallahi ibn Muhammad&lt;/a&gt;, who invaded &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; in 1887, and penetrated as far as &lt;a href=\"Gondar\"&gt;Gondar&lt;/a&gt;, and the remainder of northern Sudan and Egypt in 1889. This invasion was halted by Tewfik's forces, and was followed later by withdrawal from Ethiopia. Abdullahi wrecked virtually all of the previous Egyptian, and &lt;a href=\"Sennar%20%28sultanate%29\"&gt;Fung&lt;/a&gt; administrative systems, and gravely weakened Sudanese tribal unities. From 1885 to 1898, I the population of Sudan collapsed from eight to three million due to war, famine, disease and persecution.\nHistory.\nAfter a series of Mahdist defeats, Tewfik's son and successor, &lt;a href=\"Abbas%20II%20of%20Egypt\"&gt;Abbas II&lt;/a&gt;, and the British decided to re-establish control over Sudan. Leading a joint Egyptian-British force, &lt;a href=\"Horatio%20Kitchener\"&gt;Kitchener&lt;/a&gt; led military campaigns from 1896 to 1898. Kitchener's campaigns culminated in the &lt;a href=\"Battle%20of%20Atbara\"&gt;Battle of Atbara&lt;/a&gt;, Andy the &lt;a href=\"Battle%20of%20Omdurman\"&gt;Battle of Omdurman&lt;/a&gt;. Exercising the leverage which their military superiority provided, the British forced Abbas to accept British control in Sudan. Whereas British influence in Egypt was officially \"advisory\" (though in reality it was far more direct), the British insisted that their role in Sudan be formalised. Thus, an agreement was reached in 1899 establishing Anglo-Egyptian rule (a condominium), under which Sudan was to be administered by a governor-general appointed by &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; with British consent. In reality, much to the revulsion of Egyptian and Sudanese nationalists, Sudan was effectively administered as a British imperial possession. Pursuing a policy of &lt;a href=\"divide%20and%20rule\"&gt;divide and rule&lt;/a&gt;, the British were keen to reverse the process, started under &lt;a href=\"Muhammad%20Ali%20of%20Egypt\"&gt;Muhammad Ali&lt;/a&gt;, of uniting the &lt;a href=\"Nile%20Valley\"&gt;Nile Valley&lt;/a&gt; under Egyptian leadership, and sought to frustrate all efforts to further unite the two countries. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the British invaded and incorporated &lt;a href=\"Darfur\"&gt;Darfur&lt;/a&gt; into the Anglo-Egyptian Sudan in 1916.\nThis policy was internalised within Sudan itself, with the British determined to exacerbate differences and frictions between Sudan's numerous different ethnic groups. From 1924 onwards, the British essentially divided Sudan into two separate territories–a predominantly Muslim &lt;a href=\"Arabic%20language\"&gt;Arabic-speaking&lt;/a&gt; north, and a predominantly &lt;a href=\"Animist\"&gt;Animist&lt;/a&gt; and Christian south, where the use of English was encouraged by Christian missionaries, whose main role was instructional.\nThe continued British occupation of Sudan fuelled an increasingly strident nationalist backlash in Egypt, with Egyptian nationalist leaders determined to force Britain to recognise a single independent union of Egypt and Sudan. With the formal end in 1914 of the legal fiction of Ottoman sovereignty, &lt;a href=\"Hussein%20Kamel%20of%20Egypt\"&gt;Hussein Kamel&lt;/a&gt; was declared &lt;a href=\"Sultan%20of%20Egypt\"&gt;Sultan of Egypt and&lt;/a&gt; Sudan. Upon his death in 1917, his brother Fuad succeeded him as Sultan &lt;a href=\"Fuad%20I\"&gt;Fuad I&lt;/a&gt;. The insistence of a single Egyptian-Sudanese state persisted when the &lt;a href=\"Sultanate%20of%20Egypt\"&gt;Sultanate&lt;/a&gt; was re-titled the &lt;a href=\"Kingdom%20of%20Egypt\"&gt;Kingdom of Egypt and Sudan&lt;/a&gt;, but the British continued to frustrate these efforts.\nThe failure of the government in Cairo to end the British occupation led to separate efforts for independence in Sudan itself, the first of which was led by a group of Sudanese military officers known as the &lt;a href=\"White%20Flag%20League\"&gt;White Flag League&lt;/a&gt; in 1924. The group was led by first lieutenant &lt;a href=\"Ali%20Abd%20al%20Latif\"&gt;Ali Abd al Latif&lt;/a&gt; and first lieutenant Abdul Fadil Almaz. The latter led an insurrection of the military training academy, which ended in their defeat and the death of Almaz after the British army blew up the military hospital where he was garrisoned. This defeat was (allegedly) partially the result of the Egyptian garrison in Khartoum North not supporting the insurrection with artillery as was previously promised.\nAbrogation of the condominium.\nEven when the British ended their occupation of Egypt in 1936 (with the exception of the &lt;a href=\"Suez%20Canal%20Zone\"&gt;Suez Canal Zone&lt;/a&gt;), they maintained their forces in Sudan. Successive governments in Cairo, repeatedly declaring their abrogation of the condominium agreement, declared the British presence in Sudan to be illegitimate, and insisted on full British recognition of &lt;a href=\"Farouk%20of%20Egypt\"&gt;King Farouk&lt;/a&gt; as \"King of Egypt \"and\" Sudan\", a recognition which the British were loath to grant; not least because Farouk was secretly negotiating with &lt;a href=\"Mussolini\"&gt;Mussolini&lt;/a&gt; for an Italian invasion. The defeat of this damaging &lt;a href=\"d%C3%A9marche\"&gt;démarche&lt;/a&gt; of 1940 for Anglo-Egyptian relations helped to turn the tide of the Second World War.\nIt was the &lt;a href=\"Egyptian%20Revolution%20of%201952\"&gt;Egyptian Revolution of 1952&lt;/a&gt; which finally set a series of events in motion which would eventually end the British and Egyptian occupation of Sudan. Having abolished the monarchy in 1953, Egypt's new leaders, &lt;a href=\"Muhammad%20Naguib\"&gt;Muhammad Naguib&lt;/a&gt;, who was raised as a child of an Egyptian army officer in Sudan, and &lt;a href=\"Gamal%20Abdel%20Nasser\"&gt;Gamal Abdel Nasser&lt;/a&gt;, believed the only way to end British domination in Sudan was for Egypt itself to officially abandon its sovereignty over Sudan. Since the British claim to control in Sudan theoretically depended upon Egyptian sovereignty, the revolutionaries calculated that this tactic would leave the UK with no option but to withdraw. In addition Nasser knew that it would be problematic for Egypt to govern the impoverished Sudan.\nTransition to independence.\nIn 1943 a North Sudan Advisory Council was established bringing a level of self-governance to the northern provinces of Anglo Egyptian Sudan. At a &lt;a href=\"Juba%20Conference%20%281947%29\"&gt;conference held in Juba&lt;/a&gt; in 1947, it was decided to integrate the administration of the southern provinces with those of the north. Thirteen appointed representatives from the southern provinces took up seats in the Sudan Legislative Assembly in 1948.\nIn February 1953 an agreement was reached between Egypt, the United Kingdom and Sudanese political representatives for a transition from condominium rule to self-government. Sudan was granted self-government in March 1953 and &lt;a href=\"Ismail%20al-Azhari\"&gt;Ismail al-Azhari&lt;/a&gt; became &lt;a href=\"Prime%20Minister%20of%20Sudan\"&gt;Chief Minister&lt;/a&gt; in 1954. A constituent assembly was formed and a transitional constitution was drafted. Sudanese representatives would be able to participate in the &lt;a href=\"Bandung%20Conference\"&gt;Afro-Asian Conference&lt;/a&gt; planned for April 1955.\nIn October 1954, the governments of Egypt and the UK signed a treaty that would grant Sudan independence on 1 January 1956. Sudan become an independent sovereign state, the &lt;a href=\"Republic%20of%20the%20Sudan%20%281956%E2%80%931969%29\"&gt;Republic of the Sudan&lt;/a&gt;, 1 January 1956, bringing to an end its nearly 136-year union with Egypt and its 56-year occupation by the British.\nProvinces.\nAnglo-Egyptian Sudan was divided into eight provinces, which were ambiguous when created but became well defined by the beginning of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The eight provinces were: &lt;a href=\"Blue%20Nile%20%28state%29\"&gt;Blue Nile&lt;/a&gt;, &lt;a href=\"Darfur\"&gt;Darfur&lt;/a&gt;, &lt;a href=\"Equatoria\"&gt;Equatoria&lt;/a&gt;, &lt;a href=\"Kassala%20%28state%29\"&gt;Kassala&lt;/a&gt;, &lt;a href=\"Khartoum%20%28state%29\"&gt;Khartoum&lt;/a&gt;, &lt;a href=\"Kurdufan\"&gt;Kurdufan&lt;/a&gt;, &lt;a href=\"Northern%2C%20Sudan\"&gt;Northern&lt;/a&gt;, and &lt;a href=\"Greater%20Upper%20Nile\"&gt;Upper Nile&lt;/a&gt;. In 1948, &lt;a href=\"Bahr%20el%20Ghazal%20%28region%20of%20South%20Sudan%29\"&gt;Bahr al Ghazal&lt;/a&gt; split from Equatoria."
}