{
    "id": "9877171",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=9877171",
    "title": "Ramón González Valencia",
    "text": "Ramón González Valencia (May 24, 1851 – October 3, 1928) was a &lt;a href=\"Colombian%20people\"&gt;Colombian&lt;/a&gt; &lt;a href=\"Colombian%20Conservative%20Party\"&gt;conservative&lt;/a&gt;, military officer and &lt;a href=\"politician\"&gt;statesman&lt;/a&gt;. He participated in the &lt;a href=\"Colombian%20Civil%20War%20of%201876\"&gt;civil wars of 1876&lt;/a&gt;, &lt;a href=\"Colombian%20Civil%20War%20of%201895\"&gt;Colombian Civil War of 1895&lt;/a&gt;, and the &lt;a href=\"Thousand%20Days%20War\"&gt;Thousand Days War&lt;/a&gt;.\nBiographic data.\nGonzález Valencia was born in the town of &lt;a href=\"Chitag%C3%A1\"&gt;Chitagá&lt;/a&gt;, &lt;a href=\"Norte%20de%20Santander%20Department\"&gt;Norte de Santander Department&lt;/a&gt;, on May 24, 1851. He died in the city of &lt;a href=\"Pamplona\"&gt;Pamplona&lt;/a&gt;, &lt;a href=\"Norte%20de%20Santander%20Department\"&gt;Norte de Santander Department&lt;/a&gt;, on October 3, 1928.\nMilitary career.\nAlthough González Valencia was a young farmer, working in agriculture and cattle rising, he enlisted in the military during the civil wars of the time. His military career began in 1876, at the battle of \"“Hatogrande”\", the conservative revolt against President &lt;a href=\"Aquileo%20Parra\"&gt;Aquileo Parra&lt;/a&gt;.\nLater, González Valencia, during the liberal revolt against President &lt;a href=\"Miguel%20Antonio%20Caro\"&gt;Miguel Antonio Caro&lt;/a&gt;, in 1895, once again he enlists in the national army to fight for his conservative beliefs. He repeated this same action during the civil war of \"“the Thousand Days”\". Throughout his military career he was highly regarded for his courageous and compassionate attitude. He was ascended to the rank of General of the Army.\nGonzález Valencia also held the offices of \"“Jefe Civil y Militar”\" (Military Governor) of &lt;a href=\"Santander%20Department\"&gt;Santander Department&lt;/a&gt; and Minister of War during the administration of President &lt;a href=\"Jos%C3%A9%20Manuel%20Marroqu%C3%ADn\"&gt;José Manuel Marroquín&lt;/a&gt;, in 1901.\nThe Presidency.\nGonzález Valencia, in 1904, was chosen by the &lt;a href=\"Colombian%20Conservative%20Party\"&gt;Colombian Conservative Party&lt;/a&gt; to be the running mate of &lt;a href=\"Rafael%20Reyes\"&gt;Rafael Reyes&lt;/a&gt; as his vice-president. The &lt;a href=\"Colombian%20Liberal%20Party\"&gt;Colombian Liberal Party&lt;/a&gt; abstained from participating in the presidential election of this year, and both Reyes and González Valencia won the election. Nevertheless, and soon after the election, their ideological differences became apparent. González Valencia was a right wing conservative and Reyes was a moderate.\nGeneral Reyes, who was politically more ambitious than General González Valencia, could not forget the events of July 31, 1900, when Vice-President &lt;a href=\"Jos%C3%A9%20Manuel%20Marroqu%C3%ADn\"&gt;José Manuel Marroquín&lt;/a&gt;, with the aid of the military and the conservative party, had removed for m office President &lt;a href=\"Manuel%20Antonio%20Sanclemente\"&gt;Manuel Antonio Sanclemente&lt;/a&gt;. Because President &lt;a href=\"Rafael%20Reyes\"&gt;Rafael Reyes&lt;/a&gt; had opened the doors to a dialogue with the liberals, this made the conservatives very suspicious. Because General González Valencia was highly appreciated by both, the Army and the conservative party, this made General Reyes very uncomfortable. Thus, General Reyes had to contrive a plan to remove General González Valencia from the vice-presidency. He requested the intervention of two common friends of him and General González, the Ambassador of the &lt;a href=\"Vatican%20City%20State\"&gt;Vatican City State&lt;/a&gt;, Nuncio Apostólico Monsignor Francisco Ragonessi and Don Luis Martínez Silva, to whom he expressed his concerns and intentions. General Reyes asked them to please communicate, in the best possible manner, to General González his decision.\nTherefore, Monsignor Francisco Ragonessi and Martínez Silva contacted General González Valencia, who was in &lt;a href=\"C%C3%BAcuta\"&gt;Cúcuta&lt;/a&gt;. They conveyed the message and explained to him that General Reyes would very much appreciate his “voluntary” resignation to the office he had been elected to. All three agreed to meet in &lt;a href=\"Duitama\"&gt;Duitama&lt;/a&gt;, an equidistant point between &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt; and Cúcuta. On March 9, 1905, they met, as agreed, and General González Valencia submitted his resignation.\nGeneral González Valencia served as &lt;a href=\"Vice%20President%20of%20Colombia\"&gt;Vice President&lt;/a&gt; under &lt;a href=\"Rafael%20Reyes\"&gt;Rafael Reyes&lt;/a&gt;, who because of personal and professional differences, fired him and abolished the office of the vice presidency. It was not until the enactment of the &lt;a href=\"Colombian%20Constitution%20of%201991\"&gt;Colombian Constitution of 1991&lt;/a&gt; that the vice-presidency was reinstated again. He also served as &lt;a href=\"Acting%20president\"&gt;Interim&lt;/a&gt; &lt;a href=\"President%20of%20Colombia\"&gt;President of Colombia&lt;/a&gt; from August 3, 1909 to August 7, 1910.\nGeneral González Valencia, in his letter of resignation, addressed to the nation and not to General Reyes, said: \"“In the best interest of the country and for the high ideals of the party, I resign today voluntarily, before the nation that honored and trusted me with this high office, because of the incompatibilities between the President and the Vice-President”\". The resignation was obviously not voluntarily, in light of the demands of the \"“dictador de facto”\". The liberal party manifested great appreciation to Monsignor Ragonessi for his valuable service in furtherance of the peace process in the nation.\nThe political tide and public opinion changed in disfavor of General Reyes. He resigned as President and handed over the office to President Interim &lt;a href=\"Jorge%20Holgu%C3%ADn\"&gt;Jorge Holguín&lt;/a&gt;. General Reyes, on his way out of the country, met with General González Valencia in the port of &lt;a href=\"Gamarra%2C%20Cesar\"&gt;Gamarra&lt;/a&gt; and asked him to retake his office of Vice-President. General Reyes declined his offer, for obvious reasons. Nevertheless, once that General Reyes had left the country, Congress convened on July 20, 1909, and elected General González Valencia as president of Colombia. General González Valencia was inaugurated on August 3, 1909, and was to serve until August 6, 1910."
}