{
    "id": "989089",
    "revid": "24382878",
    "url": "https://en.wikipedia.org/wiki?curid=989089",
    "title": "Mississippi Valley State University",
    "text": "Mississippi Valley State University (MVSU, The Valley or Valley) is a &lt;a href=\"Public%20university\"&gt;public&lt;/a&gt; &lt;a href=\"Historically%20black%20colleges%20and%20universities\"&gt;historically black university&lt;/a&gt; in &lt;a href=\"Mississippi%20Valley%20State%2C%20Mississippi\"&gt;Mississippi Valley State, Mississippi&lt;/a&gt;, adjacent to &lt;a href=\"Itta%20Bena%2C%20Mississippi\"&gt;Itta Bena, Mississippi&lt;/a&gt;. MVSU is a member-school of the &lt;a href=\"Thurgood%20Marshall%20College%20Fund\"&gt;Thurgood Marshall College Fund&lt;/a&gt;.\nHistory.\nThe institution, which opened in 1950, was created by the &lt;a href=\"Mississippi%20Legislature\"&gt;Mississippi Legislature&lt;/a&gt; as Mississippi Vocational College. The legislation to form the institution was signed into law by Governor &lt;a href=\"Thomas%20L.%20Bailey\"&gt;Thomas L. Bailey&lt;/a&gt; on April 5, 1946. On February 10, 1950, Governor &lt;a href=\"Fielding%20L.%20Wright\"&gt;Fielding L. Wright&lt;/a&gt; served as the main speaker at the opening ceremony.\nThe legislature anticipated that legal segregation of public education was in danger because there were increasing challenges to it through legal suits (in 1954 it was declared unconstitutional in the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt;'s decision in \"&lt;a href=\"Brown%20v.%20Board%20of%20Education\"&gt;Brown v. Board of Education&lt;/a&gt;\"). It created this institution in the hopes that it would attract &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; applicants who might otherwise apply to Mississippi's premier whites-only institutions: the &lt;a href=\"University%20of%20Mississippi\"&gt;University of Mississippi&lt;/a&gt;, &lt;a href=\"Mississippi%20State%20University\"&gt;Mississippi State University&lt;/a&gt;, and the &lt;a href=\"University%20of%20Southern%20Mississippi\"&gt;University of Southern Mississippi&lt;/a&gt;.\nState leaders hoped that founding separate institutions of higher learning for Mississippi's black population would reduce the pressure to integrate the state's premier universities. To attract the support of those who opposed any government action to provide higher education to blacks, those proposing creation of M.V.C. used the term \"vocational\" to imply that the institution's main purpose would be to train blacks to take on blue-collar jobs.\nThe site selection committee appointed by the Board of Trustees of State Institutions of Higher Learning had originally selected as a site the former Greenwood Army Air Base, which had many facilities ready for use and thus would have been a very cost-effective choice. The \"&lt;a href=\"The%20Greenwood%20Commonwealth\"&gt;Greenwood Commonwealth&lt;/a&gt;\" celebrated the choice. However, residents of &lt;a href=\"Carroll%20County%2C%20Mississippi\"&gt;Carroll County, Mississippi&lt;/a&gt; objected to having the institution located near their properties.\nAfter further study, the committee selected a site in &lt;a href=\"Itta%20Bena%2C%20Mississippi\"&gt;Itta Bena&lt;/a&gt;. Whites of that town also objected to having a black institution nearby, so the final site chosen was away from the downtown area, and on land that was not good for cultivation.\nIn 1964, Mississippi Vocational College was renamed Mississippi Valley State College. In February 1969, a nonviolent student boycott, which included eight hundred students, male and female, was organized to protest President James Herbert White's administration. The students demanded required courses in black history, more library purchases of works by black writers, remedial courses in English and Math, scheduling of prominent black speakers, and fewer curfew restrictions.\nIn the early 1970s, &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; leaders continued to protest the inequalities in higher education opportunities offered to whites and blacks in Mississippi. In an effort to defuse some of the criticism, Gov. &lt;a href=\"Bill%20Waller\"&gt;Bill Waller&lt;/a&gt; proposed changing the names of three black institutions from \"colleges\" to \"universities\". Thus, in 1974, the institution was renamed again, as Mississippi Valley State University.\nFollowing President White, Dr. Ernest A. Boykins, Jr. took office in July 1971. Dr. Joe L. Boyer became MVSU's third president in January 1982 and was followed by Dr. William W. Sutton in July 1988. Dr. Lester C. Newman became the fifth president of MVSU on July 1, 1998. Dr. Donna H. Oliver became MVSU's sixth president and first female president on January 1, 2009. On November 6, 2013, Dr. William Bynum took office as MVSU's seventh president.\nIn May 2017, Bynum departed MVSU to become president of &lt;a href=\"Jackson%20State%20University\"&gt;Jackson State University&lt;/a&gt;. Dr. Jerryl Briggs, who served as executive vice president and chief operating officer in Bynum's administration, was named interim president of the university shortly afterwards. On October 19, 2017, Briggs was officially named as the university's eighth president.\nIn a 1997 article in \"Innovative Higher Education\", the journalist &lt;a href=\"Dale%20Thorn\"&gt;Dale Thorn&lt;/a&gt; describes MVSU's successful attempt to avoid a merger with another institution and to remain a separate entity.\nIn 1998, the university renamed many of the buildings on campus, except for those named for white supremacist politicians &lt;a href=\"Walter%20Sillers%2C%20Jr.\"&gt;Walter Sillers, Jr.&lt;/a&gt;, &lt;a href=\"Fielding%20Wright\"&gt;Fielding Wright&lt;/a&gt;, and J. H. White.\nCampus.\nThe campus is on a tract of land adjacent to &lt;a href=\"U.S.%20Highway%2082\"&gt;U.S. Highway 82&lt;/a&gt; in &lt;a href=\"unincorporated%20area\"&gt;unincorporated&lt;/a&gt; &lt;a href=\"Leflore%20County%2C%20Mississippi\"&gt;Leflore County&lt;/a&gt;, in the &lt;a href=\"Mississippi%20Delta\"&gt;Mississippi Delta&lt;/a&gt; region, northwest of &lt;a href=\"Itta%20Bena%2C%20Mississippi\"&gt;Itta Bena&lt;/a&gt;. The university is about from &lt;a href=\"Greenwood%2C%20Mississippi\"&gt;Greenwood&lt;/a&gt;, about from &lt;a href=\"Greenville%2C%20Mississippi\"&gt;Greenville&lt;/a&gt;, about north of &lt;a href=\"Jackson%2C%20Mississippi\"&gt;Jackson&lt;/a&gt;, and about south of &lt;a href=\"Memphis%2C%20Tennessee\"&gt;Memphis&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;.\nMVSU includes faculty and staff apartments and other residential apartments. Dependent children living in these units are within the &lt;a href=\"Greenwood-Leflore%20School%20District\"&gt;Greenwood-Leflore School District&lt;/a&gt;. These apartments were formerly served by the &lt;a href=\"Leflore%20County%20School%20District\"&gt;Leflore County School District&lt;/a&gt;. Effective July 1, 2019 this district consolidated into the Greenwood-Leflore School District.\nAcademics.\nMississippi Valley State University offers undergraduate and graduate degrees through the following entities:\nMVSU offers an &lt;a href=\"honors%20program\"&gt;honors program&lt;/a&gt; to better cater to high-achieving undergraduate students on campus.\nMVSU is accredited by the &lt;a href=\"Southern%20Association%20of%20Colleges%20and%20Schools%20Commission%20on%20Colleges\"&gt;Southern Association of Colleges and Schools Commission on Colleges&lt;/a&gt; to award bachelor’s and master’s degrees.\nStudent activities.\nActivities include theater, orchestra, and band. Students may work on the \"Delvian\" (yearbook) or the \"Delta Devil Gazette\" (student-run newspaper). Leadership opportunities are found in the Student Government Association (SGA) or other organizations such as English Club, Future Teachers of America, and Trades and Industries Club.\nNPHC Greek-letter organizations\nNon-NPHC Greek-letter organizations\nMean Green Marching Machine.\nMississippi Valley State University's marching band is known as the \"Mean Green Marching Machine\" (also goes by the &lt;a href=\"moniker\"&gt;moniker&lt;/a&gt; of \"The Mack Of The SWAC\") and the \"Satin Dolls\" are the featured dance squad. The band holds the distinction of being the first African-American band to participate in the &lt;a href=\"Rose%20Parade\"&gt;Tournament of Roses&lt;/a&gt; &lt;a href=\"parade\"&gt;parade&lt;/a&gt;, which it achieved in 1965.\nAthletics.\nMVSU's colors are &lt;a href=\"forest%20green\"&gt;forest green&lt;/a&gt; and &lt;a href=\"white\"&gt;white&lt;/a&gt;. Their nickname is the Delta Devils for men's teams and Devilettes for women's teams. MVSU sports teams participate in NCAA Division I (I-AA for &lt;a href=\"College%20football\"&gt;football&lt;/a&gt;) in the &lt;a href=\"Southwestern%20Athletic%20Conference\"&gt;Southwestern Athletic Conference&lt;/a&gt; (SWAC). Famous alumni include NFL wide receiver &lt;a href=\"Jerry%20Rice\"&gt;Jerry Rice&lt;/a&gt; of the &lt;a href=\"1984%20Mississippi%20Valley%20State%20Delta%20Devils%20football%20team\"&gt;1984 football team&lt;/a&gt;.\nThe Mississippi Valley State University Department of Athletics currently sponsors intercollegiate:\nMen's\nWomen's\nIn &lt;a href=\"1986%20NCAA%20Men%27s%20Division%20I%20Basketball%20Tournament\"&gt;1986&lt;/a&gt;, the men's basketball team received a 16 seed in the &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Basketball%20Championship\"&gt;NCAA Men's Division I Basketball Championship&lt;/a&gt;. There, they faced #1 ranked &lt;a href=\"Duke%20Blue%20Devils%20men%27s%20basketball\"&gt;Duke&lt;/a&gt; on national television in the first round. The Delta Devils almost became the first 16 seed to beat a 1 seed in NCAA Tournament history. They forced 23 turnovers and led 40-37 at the half before falling 85-78.\nIn 2016, MVSU completed $17.5 million worth of renovations to the &lt;a href=\"Harrison%20HPER%20Complex\"&gt;Harrison HPER Complex&lt;/a&gt;. The 87,042 square foot multi-purpose arena is home to MVSU men's basketball, women's basketball, volleyball, and commencement ceremonies. The facility includes features such as fitness centers, an indoor walking track, and three technology HPER classrooms.\nWVSD 91.7 FM.\nMVSU's on-campus public radio station is WVSD 91.7 FM. The station offers a variety of programming involving MVSU, current events, and music."
}