{
    "id": "9902115",
    "revid": "36389",
    "url": "https://en.wikipedia.org/wiki?curid=9902115",
    "title": "Giles Baring",
    "text": "Amyas Evelyn Giles Baring (1910–1986), known as Giles Baring, was an English &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt;er between the years 1930 and 1946.\nBackground.\nA member of the Baring family of &lt;a href=\"Barings%20Bank\"&gt;Barings Bank&lt;/a&gt;, Giles Baring was born &lt;a href=\"Roehampton\"&gt;Roehampton&lt;/a&gt;, London, 21 January 1910 the third son of &lt;a href=\"Guy%20Baring\"&gt;Lt-Colonel the Hon. Guy Victor Baring&lt;/a&gt;, &lt;a href=\"Member%20of%20Parliament\"&gt;MP&lt;/a&gt;, &lt;a href=\"Coldstream%20Guards\"&gt;Coldstream Guards&lt;/a&gt;, (1873–1916), himself the son of &lt;a href=\"Alexander%20Baring%2C%204th%20Baron%20Ashburton\"&gt;Alexander Baring, 4th Baron Ashburton&lt;/a&gt; (1835–1889), and Olive Althea Smith (1887–1964). Giles Baring's father, Colonel Guy Baring, was Member of Parliament for &lt;a href=\"Winchester\"&gt;Winchester&lt;/a&gt; from 1906 until his death in action in the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; on 15 September 1916, leaving five children. Baring had four brothers, Oliver Hugh (1904–1908), Simon Alexander Vivian (1905–1962), Aubrey George Adeane (1912–1987), and Esmond Charles (1914–1963), and one sister, Olivia Constance Leonora (1908–1975).\nIn 1911 the family was living at 6, Hobart Place, &lt;a href=\"St%20George%20Hanover%20Square\"&gt;St George Hanover Square&lt;/a&gt;, &lt;a href=\"Westminster\"&gt;Westminster&lt;/a&gt;.\nEducation.\nBaring was educated at &lt;a href=\"West%20Downs%20School\"&gt;West Downs School&lt;/a&gt;, Winchester, &lt;a href=\"Gresham%27s%20School\"&gt;Gresham's School&lt;/a&gt;, &lt;a href=\"Holt%2C%20Norfolk\"&gt;Holt&lt;/a&gt;, and &lt;a href=\"Magdalene%20College%2C%20Cambridge\"&gt;Magdalene College&lt;/a&gt;, &lt;a href=\"Cambridge%20University\"&gt;Cambridge&lt;/a&gt;.\nCricketer.\nHe represented &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; in 1930 and 1931 and &lt;a href=\"Hampshire%20County%20Cricket%20Club\"&gt;Hampshire&lt;/a&gt; between 1930 and 1939. Apart from more than fifty regular county championship games, he played in the Cambridge University v &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;ers match of 3 June 1931, for the Gentlemen in the &lt;a href=\"Gentlemen%20v%20Players\"&gt;Gentlemen v Players&lt;/a&gt; matches of 2 September 1931 and 11 July 1934, for Hampshire in Hampshire v &lt;a href=\"West%20Indies\"&gt;West Indians&lt;/a&gt; on 24 May 1933, for Hampshire in Hampshire v Australians on 23 May 1934, for Hampshire in Hampshire v South Africans on 22 May 1935, for Hampshire in Hampshire v Australians on 25 May 1938, and for &lt;a href=\"H.%20D.%20G.%20Leveson%20Gower\"&gt;H. D. G. Leveson Gower&lt;/a&gt;s XI v Australian Services on 7 July 1945.\nHe played for &lt;a href=\"Marylebone%20Cricket%20Club\"&gt;Marylebone Cricket Club&lt;/a&gt; (MCC) between 1935 and 1946, and his last first-class game was in the MCC v &lt;a href=\"Cambridge%20University%20Cricket%20Club\"&gt;Cambridge University&lt;/a&gt; match on 29 June 1946.\nBaring was a right-arm fast bowler and also a right-hand batsman. As a bowler, he took 197 wickets for 5,607 runs, an average of 28.46. As a batsman, he played 103 first-class innings, was not out 27 times and was never stumped. His average as a batsman was 8.73. A good all-rounder, he was also able to ride a &lt;a href=\"unicycle\"&gt;unicycle&lt;/a&gt;.\nFamily.\nHe married firstly, on 25 May 1935, Mona Montgomerie Mullins, the daughter of Colonel Willoughby Brooking Mullins of Ambersham House, Midhurst, Sussex, and they had one daughter, Claire Leonora Baring, born 29 February 1936 and died 4 August, 2019, who was married to (and then divorced from) the Hon. &lt;a href=\"Peter%20Alistair%20Ward\"&gt;Peter Alistair Ward&lt;/a&gt; (a son of the &lt;a href=\"William%20Ward%2C%203rd%20Earl%20of%20Dudley\"&gt;3rd Earl of Dudley&lt;/a&gt;). Claire Baring then lived with the late &lt;a href=\"Antony%20Lambton\"&gt;Lord Lambton&lt;/a&gt; (d. 30 December 2006) at &lt;a href=\"Villa%20Cetinale\"&gt;Villa Cetinale&lt;/a&gt; in Italy until his death, but they never married.\nBaring was divorced in 1949 and married secondly Peggy Michell Gaskell, the daughter of Vice-Admiral Sir Arthur Gaskell, on 23 May 1949, but they had no children. Baring died at &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle upon Tyne&lt;/a&gt;, Northumberland, on 29 August 1986.\nBy his daughter, Baring had three grandchildren, the actress &lt;a href=\"Rachel%20Ward\"&gt;Rachel Ward&lt;/a&gt; (born 1957), the actress and environmentalist &lt;a href=\"Tracy%20Louise%20Ward\"&gt;Tracy Worcester&lt;/a&gt; (born 1958), and Alexander Evelyn Giles Ward (born 1961), a banker and company director."
}