{
    "id": "990534",
    "revid": "20530117",
    "url": "https://en.wikipedia.org/wiki?curid=990534",
    "title": "Norm (mathematics)",
    "text": "In &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, a norm is a &lt;a href=\"function%20%28mathematics%29\"&gt;function&lt;/a&gt; from a &lt;a href=\"real%20number\"&gt;real&lt;/a&gt; or &lt;a href=\"complex%20number\"&gt;complex&lt;/a&gt; &lt;a href=\"vector%20space\"&gt;vector space&lt;/a&gt; to the nonnegative real numbers that behaves in certain ways like the distance from the &lt;a href=\"Origin%20%28mathematics%29\"&gt;origin&lt;/a&gt;: it &lt;a href=\"Equivariant%20map\"&gt;commutes&lt;/a&gt; with scaling, obeys a form of the &lt;a href=\"triangle%20inequality\"&gt;triangle inequality&lt;/a&gt;, and is zero only at the origin. In particular, the &lt;a href=\"Euclidean%20distance\"&gt;Euclidean distance&lt;/a&gt; of a vector from the origin is a norm, called the &lt;a href=\"%23Euclidean%20norm\"&gt;Euclidean norm&lt;/a&gt;, or &lt;a href=\"%23p-norm\"&gt;2-norm&lt;/a&gt;, which may also be defined as the square root of the &lt;a href=\"inner%20product\"&gt;inner product&lt;/a&gt; of a vector with itself.\nA pseudonorm or seminorm satisfies the first two properties of a norm, but may be zero for other vectors than the origin. A vector space with a specified norm is called a &lt;a href=\"normed%20vector%20space\"&gt;normed vector space&lt;/a&gt;. In a similar manner, a vector space with a seminorm is called a \"seminormed vector space\".\nDefinition.\nGiven a &lt;a href=\"vector%20space\"&gt;vector space&lt;/a&gt; formula_1 over a &lt;a href=\"Field%20extension\"&gt;subfield&lt;/a&gt; of the complex numbers formula_2 a norm on formula_1 is a &lt;a href=\"real-valued%20function\"&gt;real-valued function&lt;/a&gt; formula_4 with the following properties, where formula_5 denotes the usual &lt;a href=\"absolute%20value\"&gt;absolute value&lt;/a&gt; of a scalar formula_6:\nA &lt;a href=\"seminorm\"&gt;seminorm&lt;/a&gt; on formula_1 is a function formula_4 that has properties (1) and (2) so that in particular, every norm is also a seminorm (and thus also a &lt;a href=\"Sublinear%20function\"&gt;sublinear functional&lt;/a&gt;). However, there exist seminorms that are not norms. Properties (1) and (2) imply that if formula_21 is a norm (or more generally, a seminorm) then formula_22 and that formula_21 also has the following property:\nSome authors include non-negativity as part of the definition of \"norm\", although this is not necessary. \nEquivalent norms.\nSuppose that and are two norms (or seminorms) on a vector space formula_24 Then and are called equivalent, if there exist two real constants and with such that for every vector formula_12\nformula_26\nThe norms and are equivalent if and only if they induce the same topology on formula_24 Any two norms on a finite-dimensional space are equivalent but this does not extend to infinite-dimensional spaces.\nNotation.\nIf a norm formula_28 is given on a vector space , then the norm of a vector formula_29 is usually denoted by enclosing it within double vertical lines: formula_30 Such notation is also sometimes used if is only a seminorm. For the length of a vector in Euclidean space (which is an example of a norm, as &lt;a href=\"%23Euclidean%20norm\"&gt;explained below&lt;/a&gt;), the notation formula_31 with single vertical lines is also widespread.\nIn &lt;a href=\"LaTeX\"&gt;LaTeX&lt;/a&gt; and related markup languages, the double bar of norm notation is entered with the macro codice_1, which renders as formula_32 The double vertical line used to denote &lt;a href=\"Parallel%20%28geometry%29\"&gt;parallel line&lt;/a&gt;s, &lt;a href=\"parallel%20operator\"&gt;parallel operator&lt;/a&gt; and &lt;a href=\"parallel%20addition%20%28operator%29\"&gt;parallel addition&lt;/a&gt; is entered with codice_2 and is rendered as formula_33 Although looking similar, these two macros must not be confused as codice_1 denotes a &lt;a href=\"bracket\"&gt;bracket&lt;/a&gt; and codice_2 denotes an operator. Therefore, their size and the spaces around them are not computed in the same way. Similarly, the single vertical bar is coded as codice_5 when used as a bracket, and as codice_6 when used as an operator.\nIn &lt;a href=\"Unicode\"&gt;Unicode&lt;/a&gt;, the representation of the \"double vertical line\" character is . The \"double vertical line\" symbol should not be confused with the \"parallel to\" symbol, , which is intended to denote parallel lines and parallel operators. The double vertical line should also not be confused with , aimed to denote &lt;a href=\"%C7%81\"&gt;lateral clicks&lt;/a&gt; in linguistics.\nThe single vertical line | has a Unicode representation .\nExamples.\nEvery (real or complex) vector space admits a norm: If formula_34 is a &lt;a href=\"Hamel%20basis\"&gt;Hamel basis&lt;/a&gt; for a vector space then the real-valued map that sends (where all but finitely many of the scalars are 0) to is a norm on . There are also a large number of norms that exhibit additional properties that make them useful for specific problems.\nAbsolute-value norm.\nThe &lt;a href=\"absolute%20value\"&gt;absolute value&lt;/a&gt;\nformula_35\nis a norm on the &lt;a href=\"Dimension%20%28vector%20space%29\"&gt;one-dimensional&lt;/a&gt; vector spaces formed by the &lt;a href=\"real%20number\"&gt;real&lt;/a&gt; or &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt;s.\nAny norm on a one-dimensional vector space is equivalent (up to scaling) to the absolute value norm, meaning that there is a norm-preserving &lt;a href=\"isomorphism\"&gt;isomorphism&lt;/a&gt; of vector spaces where formula_36 is either formula_37 or and norm-preserving means that \nThis isomorphism is given by sending formula_38 to a vector of norm , which exists since such a vector is obtained by multiplying any nonzero vector by the inverse of its norm.\nEuclidean norm.\nOn the formula_39-dimensional &lt;a href=\"Euclidean%20space\"&gt;Euclidean space&lt;/a&gt; formula_40 the intuitive notion of length of the vector formula_41 is captured by the formula\nformula_42\nThis is the Euclidean norm, which gives the ordinary distance from the origin to the point X—a consequence of the &lt;a href=\"Pythagorean%20theorem\"&gt;Pythagorean theorem&lt;/a&gt;. \nThis operation may also be referred to as \"SRSS\", which is an acronym for the square root of the sum of squares.\nThe Euclidean norm is by far the most commonly used norm on formula_40 but there are other norms on this vector space as will be shown below. \nHowever, all these norms are equivalent in the sense that they all define the same topology.\nThe &lt;a href=\"inner%20product\"&gt;inner product&lt;/a&gt; of two vectors of a &lt;a href=\"Euclidean%20vector%20space\"&gt;Euclidean vector space&lt;/a&gt; is the &lt;a href=\"dot%20product\"&gt;dot product&lt;/a&gt; of their &lt;a href=\"coordinate%20vector\"&gt;coordinate vector&lt;/a&gt;s over an &lt;a href=\"orthonormal%20basis\"&gt;orthonormal basis&lt;/a&gt;. \nHence, the Euclidean norm can be written in a coordinate-free way as\nformula_44\nThe Euclidean norm is also called the formula_45 norm, formula_46 norm, 2-norm, or square norm; see &lt;a href=\"Lp%20space\"&gt;formula_47 space&lt;/a&gt;. \nIt defines a &lt;a href=\"distance%20function\"&gt;distance function&lt;/a&gt; called the Euclidean length, formula_45 distance, or formula_46 distance.\nThe set of vectors in formula_50 whose Euclidean norm is a given positive constant forms an &lt;a href=\"n-sphere\"&gt;formula_39-sphere&lt;/a&gt;.\nEuclidean norm of complex numbers.\nThe Euclidean norm of a &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt; is the &lt;a href=\"Absolute%20value%23Complex%20numbers\"&gt;absolute value&lt;/a&gt; (also called the modulus) of it, if the &lt;a href=\"complex%20plane\"&gt;complex plane&lt;/a&gt; is identified with the &lt;a href=\"Euclidean%20plane\"&gt;Euclidean plane&lt;/a&gt; formula_52 This identification of the complex number formula_53 as a vector in the Euclidean plane, makes the quantity formula_54 (as first suggested by Euler) the Euclidean norm associated with the complex number.\nQuaternions and octonions.\nThere are exactly four &lt;a href=\"Hurwitz%27s%20theorem%20%28composition%20algebras%29\"&gt;Euclidean Hurwitz algebra&lt;/a&gt;s over the &lt;a href=\"real%20number\"&gt;real number&lt;/a&gt;s. These are the real numbers formula_55 the complex numbers formula_2 the &lt;a href=\"quaternion\"&gt;quaternion&lt;/a&gt;s formula_57 and lastly the &lt;a href=\"octonion\"&gt;octonion&lt;/a&gt;s formula_58 where the dimensions of these spaces over the real numbers are formula_59 respectively. \nThe canonical norms on formula_37 and formula_61 are their &lt;a href=\"absolute%20value\"&gt;absolute value&lt;/a&gt; functions, as discussed previously.\nThe canonical norm on formula_62 of &lt;a href=\"quaternion\"&gt;quaternion&lt;/a&gt;s is defined by\nformula_63\nfor every quaternion formula_64 in formula_65 This is the same as the Euclidean norm on formula_62 considered as the vector space formula_67 Similarly, the canonical norm on the &lt;a href=\"octonion\"&gt;octonion&lt;/a&gt;s is just the Euclidean norm on formula_68\nFinite-dimensional complex normed spaces\nOn an formula_39-dimensional &lt;a href=\"Complex%20coordinate%20space\"&gt;complex space&lt;/a&gt; formula_70 the most common norm is\nformula_71\nIn this case, the norm can be expressed as the &lt;a href=\"square%20root\"&gt;square root&lt;/a&gt; of the &lt;a href=\"inner%20product\"&gt;inner product&lt;/a&gt; of the vector and itself:\nformula_72\nwhere formula_73 is represented as a &lt;a href=\"column%20vector\"&gt;column vector&lt;/a&gt; formula_74 and formula_75 denotes its &lt;a href=\"conjugate%20transpose\"&gt;conjugate transpose&lt;/a&gt;.\nThis formula is valid for any &lt;a href=\"inner%20product%20space\"&gt;inner product space&lt;/a&gt;, including Euclidean and complex spaces. For complex spaces, the inner product is equivalent to the &lt;a href=\"complex%20dot%20product\"&gt;complex dot product&lt;/a&gt;. Hence the formula in this case can also be written using the following notation:\nformula_76\nTaxicab norm or Manhattan norm.\nformula_77\nThe name relates to the distance a taxi has to drive in a rectangular &lt;a href=\"street%20grid\"&gt;street grid&lt;/a&gt; to get from the origin to the point .\nThe set of vectors whose 1-norm is a given constant forms the surface of a &lt;a href=\"cross%20polytope\"&gt;cross polytope&lt;/a&gt; of dimension equivalent to that of the norm minus 1. \nThe Taxicab norm is also called the formula_78 norm. The distance derived from this norm is called the &lt;a href=\"Manhattan%20distance\"&gt;Manhattan distance&lt;/a&gt; or \"ℓ\"1 distance.\nThe 1-norm is simply the sum of the absolute values of the columns.\nIn contrast,\nformula_79\nis not a norm because it may yield negative results.\n\"p\"-norm.\nLet be a real number. \nThe -norm (also called formula_80-norm) of vector formula_81 is\nformula_82\nFor , we get the &lt;a href=\"%23Taxicab%20norm%20or%20Manhattan%20norm\"&gt;taxicab norm&lt;/a&gt;, for , we get the &lt;a href=\"%23Euclidean%20norm\"&gt;Euclidean norm&lt;/a&gt;, and as approaches formula_83 the -norm approaches the &lt;a href=\"uniform%20norm\"&gt;infinity norm&lt;/a&gt; or :\nformula_84\nThe -norm is related to the &lt;a href=\"generalized%20mean\"&gt;generalized mean&lt;/a&gt; or power mean.\nThis definition is still of some interest for , but the resulting function does not define a norm, because it violates the &lt;a href=\"triangle%20inequality\"&gt;triangle inequality&lt;/a&gt;. \nWhat is true for this case of , even in the measurable analog, is that the corresponding class is a vector space, and it is also true that the function\nformula_85\n(without th root) defines a distance that makes into a complete metric &lt;a href=\"topological%20vector%20space\"&gt;topological vector space&lt;/a&gt;. These spaces are of great interest in &lt;a href=\"functional%20analysis\"&gt;functional analysis&lt;/a&gt;, &lt;a href=\"probability%20theory\"&gt;probability theory&lt;/a&gt; and &lt;a href=\"harmonic%20analysis\"&gt;harmonic analysis&lt;/a&gt;.\nHowever, aside from trivial cases, this topological vector space is not locally convex, and has no continuous non-zero linear forms. Thus the topological dual space contains only the zero functional.\nThe partial derivative of the -norm is given by\nformula_86\nThe derivative with respect to , therefore, is\nformula_87\nwhere denotes &lt;a href=\"Hadamard%20product%20%28matrices%29\"&gt;Hadamard product&lt;/a&gt; and formula_88 is used for absolute value of each component of the vector.\nFor the special case of , this becomes\nformula_89\nor\nformula_90\nMaximum norm (special case of: infinity norm, uniform norm, or supremum norm).\nIf formula_91 is some vector such that formula_92 then:\nformula_93\nThe set of vectors whose infinity norm is a given constant, , forms the surface of a &lt;a href=\"hypercube\"&gt;hypercube&lt;/a&gt; with edge length 2\"c\".\nZero norm.\nIn probability and functional analysis, the zero norm induces a complete metric topology for the space of &lt;a href=\"measurable%20function\"&gt;measurable function&lt;/a&gt;s and for the &lt;a href=\"F-space\"&gt;F-space&lt;/a&gt; of sequences with F–norm formula_94 \nHere we mean by \"F-norm\" some real-valued function formula_95 on an F-space with distance , such that \nThe \"F\"-norm described above is not a norm in the usual sense because it lacks the required homogeneity property.\nHamming distance of a vector from zero.\nIn &lt;a href=\"metric%20geometry\"&gt;metric geometry&lt;/a&gt;, the &lt;a href=\"discrete%20metric\"&gt;discrete metric&lt;/a&gt; takes the value one for distinct points and zero otherwise. When applied coordinate-wise to the elements of a vector space, the discrete distance defines the \"&lt;a href=\"Hamming%20distance\"&gt;Hamming distance&lt;/a&gt;\", which is important in &lt;a href=\"coding%20theory\"&gt;coding&lt;/a&gt; and &lt;a href=\"information%20theory\"&gt;information theory&lt;/a&gt;. \nIn the field of real or complex numbers, the distance of the discrete metric from zero is not homogeneous in the non-zero point; indeed, the distance from zero remains one as its non-zero argument approaches zero. \nHowever, the discrete distance of a number from zero does satisfy the other properties of a norm, namely the triangle inequality and positive definiteness. \nWhen applied component-wise to vectors, the discrete distance from zero behaves like a non-homogeneous \"norm\", which counts the number of non-zero components in its vector argument; again, this non-homogeneous \"norm\" is discontinuous.\nIn &lt;a href=\"signal%20processing\"&gt;signal processing&lt;/a&gt; and &lt;a href=\"statistics\"&gt;statistics&lt;/a&gt;, &lt;a href=\"David%20Donoho\"&gt;David Donoho&lt;/a&gt; referred to the \"zero\" \"norm\" with quotation marks. \nFollowing Donoho's notation, the zero \"norm\" of is simply the number of non-zero coordinates of , or the Hamming distance of the vector from zero. \nWhen this \"norm\" is localized to a bounded set, it is the limit of -norms as approaches 0. \nOf course, the zero \"norm\" is not truly a norm, because it is not &lt;a href=\"homogeneous%20function%23Positive%20homogeneity\"&gt;positive homogeneous&lt;/a&gt;. \nIndeed, it is not even an F-norm in the sense described above, since it is discontinuous, jointly and severally, with respect to the scalar argument in scalar–vector multiplication and with respect to its vector argument. \n&lt;a href=\"Abuse%20of%20terminology\"&gt;Abusing terminology&lt;/a&gt;, some engineers omit Donoho's quotation marks and inappropriately call the number-of-nonzeros function the \"L\"0 norm, echoing the notation for the &lt;a href=\"Lp%20space\"&gt;Lebesgue space&lt;/a&gt; of &lt;a href=\"measurable%20function\"&gt;measurable function&lt;/a&gt;s.\nInfinite dimensions.\nThe generalization of the above norms to an infinite number of components leads to &lt;a href=\"Lp%20space\"&gt;and spaces&lt;/a&gt;, with norms\nformula_96\nfor complex-valued sequences and functions on formula_97 respectively, which can be further generalized (see &lt;a href=\"Haar%20measure\"&gt;Haar measure&lt;/a&gt;).\nAny &lt;a href=\"inner%20product\"&gt;inner product&lt;/a&gt; induces in a natural way the norm \nOther examples of infinite-dimensional normed vector spaces can be found in the &lt;a href=\"Banach%20space\"&gt;Banach space&lt;/a&gt; article.\nComposite norms.\nOther norms on formula_98 can be constructed by combining the above; for example\nformula_99\nis a norm on \nFor any norm and any &lt;a href=\"Injective%20function\"&gt;injective&lt;/a&gt; &lt;a href=\"linear%20transformation\"&gt;linear transformation&lt;/a&gt; we can define a new norm of , equal to\nformula_100\nIn 2D, with a rotation by 45° and a suitable scaling, this changes the taxicab norm into the maximum norm. Each applied to the taxicab norm, up to inversion and interchanging of axes, gives a different unit ball: a &lt;a href=\"parallelogram\"&gt;parallelogram&lt;/a&gt; of a particular shape, size, and orientation.\nIn 3D, this is similar but different for the 1-norm (&lt;a href=\"octahedron\"&gt;octahedron&lt;/a&gt;s) and the maximum norm (&lt;a href=\"prism%20%28geometry%29\"&gt;prism&lt;/a&gt;s with parallelogram base).\nThere are examples of norms that are not defined by \"entrywise\" formulas. For instance, the &lt;a href=\"Minkowski%20functional\"&gt;Minkowski functional&lt;/a&gt; of a centrally-symmetric convex body in formula_98 (centered at zero) defines a norm on formula_98 (see below).\nAll the above formulas also yield norms on formula_103 without modification.\nThere are also norms on spaces of matrices (with real or complex entries), the so-called &lt;a href=\"matrix%20norms\"&gt;matrix norms&lt;/a&gt;.\nIn abstract algebra.\nLet be a &lt;a href=\"finite%20extension\"&gt;finite extension&lt;/a&gt; of a field of &lt;a href=\"inseparable%20degree\"&gt;inseparable degree&lt;/a&gt; , and let have algebraic closure . If the distinct &lt;a href=\"Field%20homomorphism\"&gt;embeddings&lt;/a&gt; of are , then the Galois-theoretic norm of an element is the value formula_104 As that function is homogenous of degree &lt;a href=\"Degree%20of%20a%20field%20extension\"&gt;&lt;/a&gt;, the Galois-theoretic norm is not a norm in the sense of this article. However, the -th root of the norm (assuming that concept makes sense), is a norm.\nComposition algebras.\nThe concept of norm formula_105 in &lt;a href=\"composition%20algebra\"&gt;composition algebra&lt;/a&gt;s does \"not\" share the usual properties of a norm as it may be negative or zero for \"z\" ≠ 0. A composition algebra consists of an &lt;a href=\"algebra%20over%20a%20field\"&gt;algebra over a field&lt;/a&gt; \"A\", an &lt;a href=\"involution%20%28mathematics%29\"&gt;involution&lt;/a&gt; *, and a &lt;a href=\"quadratic%20form\"&gt;quadratic form&lt;/a&gt; &lt;a href=\"Degree%20of%20a%20field%20extension\"&gt;formula_106&lt;/a&gt; which is called the \"norm\".\nThe characteristic feature of composition algebras is the &lt;a href=\"homomorphism\"&gt;homomorphism&lt;/a&gt; property of \"N\": for the product \"wz\" of two elements \"w\" and \"z\" of the composition algebra, its norm satisfies formula_107 For formula_55 formula_2 formula_57 and O the composition algebra norm is the square of the norm discussed above. In those cases the norm is a &lt;a href=\"definite%20quadratic%20form\"&gt;definite quadratic form&lt;/a&gt;. In other composition algebras the norm is an &lt;a href=\"isotropic%20quadratic%20form\"&gt;isotropic quadratic form&lt;/a&gt;.\nProperties.\nFor any norm formula_4 on a vector space formula_112 the &lt;a href=\"reverse%20triangle%20inequality\"&gt;reverse triangle inequality&lt;/a&gt; holds: \nformula_113\nIf formula_114 is a continuous linear map between normed spaces, then the norm of formula_115 and the norm of the &lt;a href=\"transpose\"&gt;transpose&lt;/a&gt; of formula_115 are equal.\nFor the &lt;a href=\"Lp%20space\"&gt;\"L\"\"p\"&lt;/a&gt; norms, we have &lt;a href=\"H%C3%B6lder%27s%20inequality\"&gt;Hölder's inequality&lt;/a&gt;\nformula_117\nA special case of this is the &lt;a href=\"Cauchy%E2%80%93Schwarz%20inequality\"&gt;Cauchy–Schwarz inequality&lt;/a&gt;:\nformula_118\nEquivalence.\nThe concept of &lt;a href=\"unit%20circle\"&gt;unit circle&lt;/a&gt; (the set of all vectors of norm 1) is different in different norms: for the 1-norm, the unit circle is a &lt;a href=\"square%20%28geometry%29\"&gt;square&lt;/a&gt;, for the 2-norm (Euclidean norm), it is the well-known unit &lt;a href=\"circle\"&gt;circle&lt;/a&gt;, while for the infinity norm, it is a different square. For any \"p\"-norm, it is a &lt;a href=\"superellipse\"&gt;superellipse&lt;/a&gt; with congruent axes (see the accompanying illustration). Due to the definition of the norm, the unit circle must be &lt;a href=\"convex%20set\"&gt;convex&lt;/a&gt; and centrally symmetric (therefore, for example, the unit ball may be a rectangle but cannot be a triangle, and formula_119 for a \"p\"-norm).\nIn terms of the vector space, the seminorm defines a &lt;a href=\"topology\"&gt;topology&lt;/a&gt; on the space, and this is a &lt;a href=\"Hausdorff%20space\"&gt;Hausdorff&lt;/a&gt; topology precisely when the seminorm can distinguish between distinct vectors, which is again equivalent to the seminorm being a norm. The topology thus defined (by either a norm or a seminorm) can be understood either in terms of sequences or open sets. A &lt;a href=\"sequence\"&gt;sequence&lt;/a&gt; of vectors formula_120 is said to &lt;a href=\"modes%20of%20convergence\"&gt;converge&lt;/a&gt; in norm to formula_121 if formula_122 as formula_123 Equivalently, the topology consists of all sets that can be represented as a union of open &lt;a href=\"ball%20%28mathematics%29\"&gt;balls&lt;/a&gt;. If formula_124 is a normed space then \nformula_125\nTwo norms formula_126 and formula_127 on a vector space formula_1 are called if they induce the same topology, which happens if and only if there exist positive real numbers \"C\" and \"D\" such that for all formula_10\nformula_130\nFor instance, if formula_131 on formula_70 then\nformula_133\nIn particular,\nformula_134\nformula_135\nformula_136\nThat is, \nformula_137\nIf the vector space is a finite-dimensional real or complex one, all norms are equivalent. On the other hand, in the case of infinite-dimensional vector spaces, not all norms are equivalent.\nEquivalent norms define the same notions of continuity and convergence and for many purposes do not need to be distinguished. To be more precise the uniform structure defined by equivalent norms on the vector space is &lt;a href=\"uniformly%20isomorphic\"&gt;uniformly isomorphic&lt;/a&gt;.\nClassification of seminorms: absolutely convex absorbing sets.\nAll seminorms on a vector space formula_1 can be classified in terms of &lt;a href=\"absolutely%20convex\"&gt;absolutely convex&lt;/a&gt; &lt;a href=\"Absorbing%20set\"&gt;absorbing subset&lt;/a&gt;s \"A\" of formula_24 To each such subset corresponds a seminorm \"pA\" called the &lt;a href=\"Minkowski%20functional\"&gt;gauge&lt;/a&gt; of \"A\", defined as\nformula_140\nwhere 'inf' is the &lt;a href=\"infimum\"&gt;infimum&lt;/a&gt;, with the property that\nformula_141\nConversely:\nAny &lt;a href=\"locally%20convex%20topological%20vector%20space\"&gt;locally convex topological vector space&lt;/a&gt; has a &lt;a href=\"local%20basis\"&gt;local basis&lt;/a&gt; consisting of absolutely convex sets. A common method to construct such a basis is to use a family (\"p\") of seminorms \"p\" that &lt;a href=\"separation%20axiom\"&gt;separates points&lt;/a&gt;: the collection of all finite intersections of sets {\"p\" &lt; 1/\"n\"} turns the space into a &lt;a href=\"locally%20convex%20topological%20vector%20space\"&gt;locally convex topological vector space&lt;/a&gt; so that every p is &lt;a href=\"continuous%20function\"&gt;continuous&lt;/a&gt;.\nSuch a method is used to design &lt;a href=\"Weak%20topology\"&gt;weak and weak* topologies&lt;/a&gt;.\nnorm case:"
}