{
    "id": "9906106",
    "revid": "265372",
    "url": "https://en.wikipedia.org/wiki?curid=9906106",
    "title": "List of Japanese football champions",
    "text": "The Japanese &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; champions are the winners of the top league in Japan, the &lt;a href=\"Japan%20Soccer%20League\"&gt;Japan Soccer League&lt;/a&gt; from 1965 to 1992 and the &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; since then.\n&lt;a href=\"Sanfrecce%20Hiroshima\"&gt;Sanfrecce Hiroshima&lt;/a&gt; and &lt;a href=\"Tokyo%20Verdy\"&gt;Tokyo Verdy&lt;/a&gt; are the only teams that have won the title four times in a row (in 1965–1968 as Toyo Industries and in 1991–1994 as Yomiuri S.C./Verdy Kawasaki respectively). Notice that from 1985 to 1992 Japanese football adjusted to the \"fall-spring\" season schedule (common in most of Europe) but after establishment of J.League switched back to \"spring-fall\" scheme (common in North America, East Asia, and Nordic European latitudes).\nTeams in bold have completed the &lt;a href=\"Double%20%28association%20football%29\"&gt;double&lt;/a&gt; of the title and the &lt;a href=\"Emperor%27s%20Cup\"&gt;Emperor's Cup&lt;/a&gt; in the same season. In 1985 no double was possible due to the season's timeframe change; thus, the doubles completed between then and 1992 are won in the middle of the season.\nJapan Soccer League (1965–1971).\nNumbers in parentheses indicate number of wins at the date. Leading goalscorer's nationality is at the time of award and does not necessarily indicate the &lt;a href=\"List%20of%20men%27s%20national%20association%20football%20teams\"&gt;national team&lt;/a&gt; played for.\nJ.League (1993–1998).\nIn 1992, professional &lt;a href=\"J.League\"&gt;J.League&lt;/a&gt; was established. All teams elected to it stripped themselves of &lt;a href=\"corporate\"&gt;corporate&lt;/a&gt; identities and adopted their own names. From 1993 to 2005 (except for 1996 season), and in 2015 and 2016, the league was contested in an &lt;a href=\"Apertura%20and%20Clausura\"&gt;Apertura and Clausura&lt;/a&gt; manner, thus the \"runners-up\" for these seasons are actually the winners of one of these tournaments which lost to the winners of the &lt;a href=\"J.League%20Championship\"&gt;playoff&lt;/a&gt;. The \"third places\" are the highest-scoring teams in the aggregate table which were not involved in the playoff. If there was no playoff due to the champions winning both stages, the third place is the second-best points earning team who are not the champions.\nJ.League Division 1 (1999–2014).\nTop flight becomes &lt;a href=\"J.League%20Division%201\"&gt;J.League Division 1&lt;/a&gt; in 1999.\nJ1 League (2015–present).\nThe league was renamed to J1 League in 2015.\nTotal titles won.\nThirteen clubs have been champions, though &lt;a href=\"J.League%20Division%201%23Championship%20History\"&gt;only ten&lt;/a&gt; have won the title since the establishment of J. League. Of these ten, Kashima Antlers, Gamba Osaka, Nagoya Grampus and Kawasaki Frontale have never been Japan Soccer League champions.\nAll Japanese champion clubs still exist and are competing in the J. League; however, some may have moved from their Japan Soccer League locations they won the title at, or may have cut off ties with their original parent company.\nYears in \"italic\" indicate Japan Soccer League seasons. Clubs in bold compete in J1 as of the &lt;a href=\"2022%20J1%20League\"&gt;2022 season&lt;/a&gt;; clubs in \"italic\" no longer exist.\nWins by region.\nThis is a breakdown by Japanese region, as clubs have moved cities before and even during the J.League period. Sanfrecce Hiroshima, Júbilo Iwata, Yokohama F. Marinos, Cerezo Osaka, Nagoya Grampus and Kawasaki Frontale are the only champion clubs who have always been based in their respective cities.\nNote that JFA divides Japan into nine regions rather than the more traditional &lt;a href=\"List%20of%20regions%20of%20Japan\"&gt;eight&lt;/a&gt;, splitting &lt;a href=\"Ch%C5%ABbu%20region\"&gt;Chūbu&lt;/a&gt; into Hokushin'etsu and Tōkai. See &lt;a href=\"Japanese%20Regional%20Leagues\"&gt;Japanese Regional Leagues&lt;/a&gt; for further detail."
}