{
    "id": "9914369",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=9914369",
    "title": "Sunnegga Paradise ski area",
    "text": "The Sunnegga Paradise is a &lt;a href=\"skiing\"&gt;ski&lt;/a&gt; area that forms part of the &lt;a href=\"Zermatt\"&gt;Zermatt&lt;/a&gt; ski resort, in &lt;a href=\"Valais\"&gt;Valais&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;.\nThe area relating to skiing is found on the &lt;a href=\"Rothorn%20%28Zermatt%29\"&gt;Rothorn&lt;/a&gt; mountain, above the town of Zermatt. The trails extend to the valley floor between the &lt;a href=\"Brienzer%20Rothorn\"&gt;Rothorn&lt;/a&gt; and &lt;a href=\"Gornergrat\"&gt;Gornergrat&lt;/a&gt; mountains, and includes the ski runs directly down to the Oberhausern area of the town of Zermatt, terminating at the passenger lift that takes skier directly down inside the &lt;a href=\"funicular\"&gt;funicular&lt;/a&gt; train station in the area.\nThe Sunnegga area catches a large amount of sun due to its unique topography, often despite the rest of Zermatt being submerged in cloud.\nRestaurants.\nThere are several restaurants in the Findeln area, including Chez Vrony, Findlerhof, Enzian and Paradise.\nLift system.\nAccess from the resort to the Sunnegga area is via the &lt;a href=\"SunneggaExpress%20funicular%20railway\"&gt;SunneggaExpress funicular railway&lt;/a&gt;, built in 1980. From here there is a new \"Combi\" lift (a combination of 6-seat &lt;a href=\"chairlift\"&gt;chairlift&lt;/a&gt;s and 8-seat &lt;a href=\"gondola%20lift\"&gt;gondola lift&lt;/a&gt;s, built in 2005) that takes skiers up to the Blauherd interchange. From here there is a 150-person &lt;a href=\"Aerial%20lift\"&gt;cable car&lt;/a&gt; (built in 1996) up to the Rothorn, and an old 4-seater gondola (built in 1971) down to Gant on the valley floor, from which a connecting cable car carries passengers up to the Gornergrat ski area. At the Rothorn area there is the Kumme 3-seat chairlift that serves a series of runs to the side of the Rothorn.\nSkiing down below the Sunnegga area is covered by the Patrullarve 4-seat lift (built in 1989), which transports skiers directly up to Blauherd. Accessing the Gornergrat area is the Sunnegga-Findeln-Breitboden 4-seat chairlift (built in 2007 to replace a 2-seat chairlift built in 1956).\nSkiing.\nThe main novice arterial of the Sunnegga area, the \"Standard\", starts at Blauherd, and continues down to Sunnegga. There is a narrow, often busy, novice run down to Findeln, \"Easy run\", which mainly serves the purpose of serving the area's famous restaurants and terminates at the 4-seat Findeln chairlift. Below this is a beginners area, the \"Eisfluh\". The other main novice run, the \"Kumme\", can be found outside the Rothorn top station, that takes skiers down to the Kumme 3-seat chairlift.\nAdvanced runs are best found by Fluhalp, which links the Rothorn to the Gornergrat via the Gant Hothalli cable car, and the Tuftern which takes the skier from Blauherd down to Patrullarve. Zermatt does not have many listed expert runs, as such tend to be graded as itineraries. The Rothorn area has several expert runs, but have been poorly used in the last few years due to inadequate &lt;a href=\"snow\"&gt;snow&lt;/a&gt;fall and the area's propensity to catch large amounts of sunshine.\nThere are only two expert runs in the area, the longest of which, the \"Obere National\", runs from Blauherd down to Patrullarve. There are &lt;a href=\"Backcountry%20skiing\"&gt;off-piste&lt;/a&gt; sections off to the left of this run that can prove enjoyable when snow cover is good. The second expert run, the \"Downhill\", is found by taking a left turn at the top of the Rothorn, from which you can find a blue, red and black. This run is actually quite timid - being a simple straight run, and all of these runs suffer badly if snowfall is not plentiful."
}