{
    "id": "991740",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=991740",
    "title": "Emergency Response Team (RCMP)",
    "text": "The Emergency Response Team (ERT; ) are &lt;a href=\"police%20tactical%20unit\"&gt;police tactical unit&lt;/a&gt;s of the &lt;a href=\"Royal%20Canadian%20Mounted%20Police\"&gt;Royal Canadian Mounted Police&lt;/a&gt; based throughout &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and are mainly part-time teams. According to the RCMP, the ERT \"is a group of highly-trained RCMP members capable of employing specialized weapons, equipment, and tactics to resolve extremely high-risk situations.\" The ERT is also mandated to assess the situation and determine whether extreme danger or the presence of small arms cannot be easily resolved by RCMP officers on general duties or by other police forces throughout Canada. The ERT offers consulting services to its fellow officers such as firearms files and shootings that involve police officers.\nERTs operate as a floating work-site team, which allows them to be called up for duty from their residences and not in an RCMP office. They also operate under a threat-based priority system if multiple emergency calls require ERT presence. ERT teams are legally bound to operate in Canada and overseas when required.\nHistory.\nThe RCMP established the ERT in 1977 in 31 centres throughout Canada, which operates under a geographical basis. The creation of the ERT was modeled after the RCMP's Hostage Assault and Rescue Program. Because of the problem in geography, which prevents the RCMP from pooling their resources to respond to a Canada-wide incident, the Canadian government initially mandated the creation of the &lt;a href=\"Special%20Emergency%20Response%20Team\"&gt;Special Emergency Response Team&lt;/a&gt; or SERT on January 22, 1986 with 51 officers being trained for SERT duties as the unit would operate in circumstances where local police forces do not have enough resources to resolve the incident. The SERT was eventually disbanded in 1993 since they were not suited for quasi-military operations with problems on whether lethal force is necessary or not, given its RCMP status.\nThe Marine Security Emergency Response Teams were created as a part of the ERT in 2006 with initial training in the waters of British Columbia as a key component of the Critical Incident Program to ensure ERT operators are fully prepared to respond to calls when a situation develops in the marine environment. MSERT teams were involved in protecting participants and the public during the 2010 Winter Games in Vancouver, BC.\nThe ERT received armoured vehicles from the RCMP as a means of bolstering their effectiveness in the field. Surplus &lt;a href=\"AVGP\"&gt;AVGP&lt;/a&gt; Cougars were handed to the ERTs in 2010 as a means of transporting ERT operators in situation where firearms are known to be involved. These vehicles are used without any turrets or other offensive weapons as they were removed prior to ERT adoption since they are used for transportation purposes only. They were first used by RCMP ERT teams to bust a drug grow op in Chilliwack, BC.\nIn 2012, the RCMP and Navistar Defense Canada Inc. worked together to create their own armoured vehicles for the ERTs when RCMP Assistant Commissioner Russ Mirasty, commanding officer of the RCMP’s for F division in Saskatchewan, unveiled them to the public. Known as the Tactical Armored Vehicle, these were made at the cost of $USD14,019,826.74 with a working lifespan of 15 years. 18 TAVs were delivered to various ERTs throughout Canada as their main support vehicle when on call.\nQualifications.\nProspective male and female ERT operator candidates are required to have two years of operational experience in the RCMP, as well as to score a total of 225 or more at their PPC qualifications. ERT operator candidates are also required to attend to psychological evaluations to weed out candidates who have problems working in environments that involve confined spaces, height or water. Candidates are allowed into ERT operational service once he or she completes a nine-week ERT course in Ottawa, which consists of theoretical, firearms and tactical training.\nERT operators are required to do training when not on duty, which consist of daily training for full-time ERT operators and a minimum of two days for part-time ERT operators.\nTraining.\nBefore the timed obstacle was implemented on April 1, 2009, ERT operator candidates are required to pass a physical training exam that consists of a 1.5 mile run in 10 minutes, 60 consecutive and uninterrupted pushups, 60 sit-ups in one minute, 5 wide-grip pull-ups and bench press with a weight of 175 pounds.\nERT training consists of three blocks. They consist of the following:\nAdditional training courses, such as the Sniper / Observer course, the Aircraft assault course and the basic and advanced Marine Operations courses, are open to ERT operators once they are officially admitted. These advanced courses are overseen by the National Tactical Training Section.\nWeapons.\nERT operators have access to the following firearms, which are standardized by the National Policy Centre for all ERT teams for operational purposes:\nDuties.\nThe duties of the ERT include the following:\nOperations.\nFrom August 1995 to September 1995 RCMP ERT was involved in the &lt;a href=\"Gustafsen%20Lake%20Standoff\"&gt;Gustafsen Lake Standoff&lt;/a&gt;.\nIn September, 2007 the RCMP ERT rescued a three-year-old child from a man who had fired numerous shots in a house in &lt;a href=\"Chilliwack\"&gt;Chilliwack&lt;/a&gt;, British Columbia.\nIn June 2010, RCMP ERT officers assisted with the &lt;a href=\"2010_G20_Toronto_summit_protests\"&gt;G20 Summit in Toronto, ON&lt;/a&gt;.\nIn March, 2011 the RCMP ERT responded to a residence in &lt;a href=\"Surrey%2C%20British%20Columbia\"&gt;Surrey, BC&lt;/a&gt; where a 13-year-old girl had been shot in the back and the house set on fire. The girl ran from the house to a nearby school. Believing the shooter and additional young victims were in the residence, ERT officers forced their way into the house while it was still on fire. The shooter was located inside with an apparent self-inflicted gunshot wound. ERT officers provided CPR at scene until BCAS paramedics arrived, however the shooter later died.\nControversies.\nThe ERT was found to be justified in shooting Delbert Kenneth Pelletier at the &lt;a href=\"Muskowekwan%20First%20Nation\"&gt;Muskowekwan First Nation&lt;/a&gt; in &lt;a href=\"Melville%2C%20Saskatchewan\"&gt;Melville, Saskatchewan&lt;/a&gt;. ERT was deployed to the area on November 13, 2006 due to reports of Pelletier being armed with a gun while acting irrational and suicidal. Pelletier's wife fled the residence prior to police arrival. Pelletier was shot by police snipers shortly after Pelletier shot at a police vehicle, striking the door but not injuring any of the officers inside. Among the recommendations made after the inquiry include cultural relations training, including the presence of an elder's program at the RCMP Depot before ERTs would be officially deployed. Bob Hrycan, a lawyer for Calvin and Fisher Pelletier, accuses the RCMP of conducting excessive force. The Pelletier family has made calls for a wider probe into the shooting death of Delbert Pelletier.\nIn 2009, ERT tactical gear was reported to be stolen in &lt;a href=\"Kamloops\"&gt;Kamloops&lt;/a&gt;, BC. No weapons or firearms were taken. Some of items that were permanently missing are now believed to have been sold/bought in the underground black market.\nERT operators were involved in the shooting death of ex-Canadian soldier Gregory Matters in 2012, who was reported to be using a hatchet before he was shot in Prince George, BC. An investigation conducted by the BC Independent Investigations Office. The Commission for Public Complaints Against the RCMP has launched an official inquiry into the death as well. The RCMP was found to be justified in the shooting after the investigations."
}