{
    "id": "9921832",
    "revid": "35402789",
    "url": "https://en.wikipedia.org/wiki?curid=9921832",
    "title": "John Zaccaro",
    "text": "John Anthony Zaccaro (born April 5, 1933) is an American &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt; developer and owner of P. Zaccaro &amp; Company, which was founded by his father Philip Zaccaro. The company acts as a landlord for properties in the &lt;a href=\"Little%20Italy%2C%20Manhattan\"&gt;Little Italy&lt;/a&gt;, &lt;a href=\"Chinatown%2C%20Manhattan\"&gt;Chinatown&lt;/a&gt;, and &lt;a href=\"East%20Side%20%28Manhattan%29\"&gt;East Side&lt;/a&gt; areas of &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; and previously in &lt;a href=\"Queens%2C%20New%20York\"&gt;Queens&lt;/a&gt;.\nHe is the widower of &lt;a href=\"Geraldine%20Ferraro\"&gt;Geraldine Ferraro&lt;/a&gt;, former &lt;a href=\"U.S.%20House%20of%20Representatives\"&gt;U.S. House of Representatives&lt;/a&gt; member from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; and the 1984 &lt;a href=\"United%20States%20Democratic%20Party\"&gt;Democratic Party&lt;/a&gt; &lt;a href=\"Vice%20Presidential%20nominee\"&gt;Vice Presidential nominee&lt;/a&gt; on the unsuccessful ticket with former Vice President &lt;a href=\"Walter%20Mondale\"&gt;Walter Mondale&lt;/a&gt;, which lost overwhelmingly to the Republican ticket of incumbent President and Vice President &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; and &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt;. Ferraro died in 2011. The couple's finances, and his reluctance to make public his tax returns, became a major issue in that 1984 campaign.\nEarly life and education.\nZaccaro was born in the &lt;a href=\"Bay%20Ridge%2C%20Brooklyn\"&gt;Bay Ridge, Brooklyn&lt;/a&gt; neighborhood, to &lt;a href=\"Italian%20American\"&gt;Italian-American&lt;/a&gt; parents born in the U.S. When an infant, the family moved and he grew up in &lt;a href=\"Forest%20Hills%2C%20Queens\"&gt;Forest Hills, Queens&lt;/a&gt;. According to a biography issued by the Ferraro campaign in 1984, he attended &lt;a href=\"Loyola%20School%20%28New%20York%20City%29\"&gt;Loyola School&lt;/a&gt; (described as \"Loyola Military School\") and &lt;a href=\"Rhodes%20Preparatory%20School\"&gt;Rhodes Preparatory School&lt;/a&gt;, both in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;. Again, according to the campaign, a severe &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; injury that occurred at Loyola left him with a &lt;a href=\"Selective%20Service%20System%23Classifications\"&gt;4-F classification&lt;/a&gt; and unavailable for &lt;a href=\"the%20draft\"&gt;the draft&lt;/a&gt;, but he nonetheless joined the &lt;a href=\"United%20States%20Marine%20Corps\"&gt;United States Marine Corps&lt;/a&gt; &lt;a href=\"Platoon%20Leaders%20Class\"&gt;Platoon Leaders Class&lt;/a&gt;, becoming a &lt;a href=\"Second%20lieutenant%23United%20States\"&gt;second lieutenant&lt;/a&gt;.\nAccording to an account in \"&lt;a href=\"Ms.%20Magazine\"&gt;Ms. Magazine&lt;/a&gt;\" in 1984, he had switched to &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; after the injury and coming out of high school was offered a spot in the &lt;a href=\"List%20of%20Los%20Angeles%20Dodgers%20minor%20league%20affiliates\"&gt;Brooklyn Dodgers farm system&lt;/a&gt;. He attended &lt;a href=\"Iona%20College%20%28New%20York%29\"&gt;Iona College&lt;/a&gt; from 1951 to 1955 and graduated with a degree in &lt;a href=\"business%20administration\"&gt;business administration&lt;/a&gt;.\nMarriage and family.\nZaccaro and Ferraro met in 1954, when she was a sophomore at &lt;a href=\"Marymount%20Manhattan%20College\"&gt;Marymount Manhattan College&lt;/a&gt;. They became engaged in August 1959, and married on July 16, 1960.\nThey raised three children, Donna (born 1962), John Jr. (born 1964), and Laura (born 1966).\nReal estate career.\nOrigins through early 1980s.\nZaccaro started working as a salesman for his father, Phillip J. Zaccaro, who established P. Zaccaro Co., Inc. in 1917. As an agent for the City of New York, the firm managed properties which were condemned by the City, upon which &lt;a href=\"Stuyvesant%20Town\"&gt;Stuyvesant Town&lt;/a&gt;, &lt;a href=\"Peter%20Cooper%20Village\"&gt;Peter Cooper Village&lt;/a&gt;, and &lt;a href=\"Knickerbocker%20Village\"&gt;Knickerbocker Village&lt;/a&gt; had been built in the 1930s and 1940s. John Zaccaro began as licensed real estate broker in 1951 and became a member of the &lt;a href=\"Real%20Estate%20Board%20of%20New%20York\"&gt;Real Estate Board of New York&lt;/a&gt; in 1955.\nIn the late 1970s, Zaccaro was appointed a member of the New York City Housing Council.\nBy 1984, Zaccaro's company owned or managed over 20 residential and commercial properties in Manhattan. According to a \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" article, Zaccaro's buildings had accumulated over 100 mostly minor code violations, but some serious, with tenants complaining of poor conditions in some of the apartments.\nAttention during spouse's political campaigns.\nShortly after Democratic presidential nominee &lt;a href=\"Walter%20Mondale\"&gt;Walter Mondale&lt;/a&gt; selected Ferraro as his vice presidential running mate in the &lt;a href=\"1984%20United%20States%20presidential%20election\"&gt;1984 U.S. presidential election&lt;/a&gt;, Zaccaro became the center of controversy due to the couple's finances and his refusal to release his separately-filed tax returns. Ultimately they were submitted, but the matter diminished Ferraro's rising stardom and removed the momentum the Mondale–Ferraro ticket gained following the pick. Mondale and Ferraro lost the general election in a &lt;a href=\"Landslide%20victory\"&gt;landslide&lt;/a&gt; to incumbent President &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;, although political observers generally agree that no combination of Democrats could have won the election that year.\nIn January 1985, Zaccaro pleaded guilty to fraudulently obtaining bank financing in a real estate transaction and was fined $1,000 and was sentenced to 150 hours of community service. Zaccaro stated afterward, \"My lawyers have advised me that since my client and I withdrew the loan application, since no one but I was injured, and since I received no benefit, they felt that they could successfully defend this case\" but he said he entered the plea to spare his family more publicity and to \"conclude the matter and try to return to private life.\"\nIn October 1986, he was indicted on unrelated felony charges regarding an alleged 1981 bribery of &lt;a href=\"Queens%20Borough%20President\"&gt;Queens Borough President&lt;/a&gt; &lt;a href=\"Donald%20Manes\"&gt;Donald Manes&lt;/a&gt; concerning a cable television contract. A full year later, he was acquitted of all charges at trial.\nZaccaro's business associations have also created controversy. Zaccaro was revealed to be the owner of a property rented by &lt;a href=\"Gambino%20crime%20family\"&gt;Gambino crime family&lt;/a&gt; member and pornography tycoon &lt;a href=\"Robert%20DiBernardo\"&gt;Robert DiBernardo&lt;/a&gt;, which was widely reported in the media. These stories and the couple's finances again became a damaging issue during Ferraro's &lt;a href=\"United%20States%20Senate%20election%20in%20New%20York%2C%201992\"&gt;1992 Senate Democratic primary campaign&lt;/a&gt;. She entered that campaign as the front-runner, and lost by a close margin in a bitter contest.\nZaccaro was not an issue in the &lt;a href=\"United%20States%20Senate%20election%20in%20New%20York%2C%201998\"&gt;1998 Senate Democratic primary campaign&lt;/a&gt;. That was a campaign in which Ferraro also lost, ending her career in electoral politics.\nSubsequent activity.\nP. Zaccaro Co., Inc. continues as a third-generation, privately held real estate investment, development, and management firm that specializes in Manhattan. As principal for over 50 years, Zaccaro has been involved in every aspect of the real estate industry as a manager, broker, developer, or principal. Some of his past clients are the &lt;a href=\"Emigrant%20Savings%20Bank\"&gt;Emigrant Savings Bank&lt;/a&gt;, &lt;a href=\"Bowery%20Savings%20Bank\"&gt;Bowery Savings Bank&lt;/a&gt;, and &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt;. Zaccaro now works with his son, John Jr., a licensed attorney and real estate broker. The firm's deals have sometimes been valued into the tens of millions of dollars and involved other New York real estate figures such as &lt;a href=\"Jared%20Kushner\"&gt;Jared Kushner&lt;/a&gt;.\nZaccaro has been appointed as a trustee in bankruptcy by the courts of New York, Queens, and Kings Counties. Zaccaro has also served as a trustee at various independent schools in the city, including &lt;a href=\"Saint%20David%27s%20School%20%28New%20York%20City%29\"&gt;Saint David's School&lt;/a&gt; and &lt;a href=\"Convent%20of%20the%20Sacred%20Heart%20%28New%20York%29\"&gt;Convent of the Sacred Heart&lt;/a&gt;. He is currently a member of the board of directors of his co-op where he resides."
}