{
    "id": "9922382",
    "revid": "1067115386",
    "url": "https://en.wikipedia.org/wiki?curid=9922382",
    "title": "Santiago Library System",
    "text": "The Santiago Library System (SLS) is a state-funded network of nine &lt;a href=\"public%20library\"&gt;public library&lt;/a&gt; jurisdictions and two associate member libraries in &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange County, California&lt;/a&gt;. The system seeks \"to promote cooperation and coordination of library collections and services so as to meet the informational, educational, cultural and recreational needs of all residents of the Orange County area.\"\nHistory.\nFirst 40 years.\nOn October 14, 1969, the Orange County Cooperative Library System was formed. Twenty years later on December 29, 1989, the Orange County Cooperative Library System was converted into a &lt;a href=\"California%20Library%20Services%20Act\"&gt;California Library Services Act&lt;/a&gt; agency and renamed the Santiago Library System.\nThe SLS was a cooperative arrangement designed to maximize resources by providing programs and services jointly where it is mutually beneficial to the local population.\nAn important SLS role was facilitating the sharing of local collections by providing delivery of materials among the nine member libraries. The System enhanced the reference capabilities of these libraries by furnishing additional resources and expertise when needed to meet patrons' requests. SLS presented workshops, arranged staff training programs, and aided in the development of additional reference tools and services.\nDissolution.\nOn July 1, 2009, SLS and the Metropolitan Cooperative Library System (MCLS) of Los Angeles County were combined and renamed the &lt;a href=\"Southern%20California%20Library%20Cooperative\"&gt;Southern California Library Cooperative&lt;/a&gt; (SCLC). The web site lists staff directories, committee meeting dates, publications, useful links and upcoming workshops. The Reference Center, with offices at the Central Library of the &lt;a href=\"Los%20Angeles%20Public%20Library\"&gt;Los Angeles Public Library&lt;/a&gt;, provides member libraries with second-level reference support services.\nRestoration.\nOn June 30, 2013, the former SLS members withdrew from SCLC and reestablished SLS. The &lt;a href=\"Huntington%20Beach%20Public%20Library\"&gt;Huntington Beach Public Library&lt;/a&gt; and the Orange County Public Law Library joined SLS as associate members.\nThe reconstituted SLS seeks \"to promote cooperation and coordination of library collections and services so as to meet the informational, educational, cultural and recreational needs of all residents of the Orange County area.\"\nMembers.\nThe nine original members of SLS also joined the reconstituted SLS:\nUpon its reestablishment in 2013, SLS gained two associate member libraries:\nThe Santa Ana Public Library is the only public library in Orange County that is neither a member nor an associate member of SLS."
}