{
    "id": "9930127",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=9930127",
    "title": "Mark McNally (footballer)",
    "text": "Mark McNally (born 10 March 1971) is a Scottish former &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who played in &lt;a href=\"Defender%20%28association%20football%29\"&gt;defence&lt;/a&gt;, primarily as a centre-half although he also played occasionally at right-back.\nCareer.\nCeltic to England.\nMcNally began his career with &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; youths and progressed on to the first team, making his debut against &lt;a href=\"Motherwell%20fc\"&gt;Motherwell&lt;/a&gt; in November 1990 in a 2–1 win. McNally went on to become a regular member of the Celtic first team for the next few seasons, making over 100 league appearances. He struggled for a place in the team during season 1994–95 under new manager &lt;a href=\"Tommy%20Burns%20%28footballer%29\"&gt;Tommy Burns&lt;/a&gt;, but still won the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup Final&lt;/a&gt; in what transpired to be his final game for the club. After a very brief period on loan at &lt;a href=\"Man%20City%20FC\"&gt;Manchester City&lt;/a&gt;, McNally was transferred to &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt; in December 1995 for £50,000. McNally made his debut for Southend United on 17 August 1996 against &lt;a href=\"Tranmere%20Rovers%20F.C.\"&gt;Tranmere Rovers&lt;/a&gt;. McNally spent two seasons with Southend United making over fifty league appearances for the club before being transferred to &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt; for £120,000 in 1997. McNally made his debut for Stoke City on 31 March 1997 against &lt;a href=\"Bradford%20City%20A.F.C.\"&gt;Bradford City&lt;/a&gt;. McNally was released by Stoke City at the end of the &lt;a href=\"1997%E2%80%9398%20Stoke%20City%20F.C.%20season\"&gt;1997–98 season&lt;/a&gt; after making only seven appearances for the club.\nReturn to Scotland.\nAfter McNally was released by Stoke City he returned to Scotland to join &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt; making his debut for the club against &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt; on 1 August 1998. In January 2000 McNally was placed on loan to &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt; until the end of the season. McNally made his debut for Ayr United on 12 February 2000 against &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt;. At the end on the 1999/2000 season McNally was released by Dundee United to enable him to sign up for &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt;. McNally made his debut for Partick on 7 October 2000. McNally was at Partick for a season, scoring once against &lt;a href=\"Stranraer%20F.C.\"&gt;Stranraer&lt;/a&gt;, and was released despite being the fans player of the season. After being released by Partick Thistle, McNally was signed by &lt;a href=\"Clydebank%20F.C.%20%281965%29\"&gt;Clydebank&lt;/a&gt; making his debut on 4 August 2001 against &lt;a href=\"Forfar%20Athletic%20F.C.\"&gt;Forfar Athletic&lt;/a&gt;. McNally stayed at Clydebank until the club removed from both the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; and the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt;. McNally went on to join former Partick Thistle teammate &lt;a href=\"Allan%20Moore\"&gt;Allan Moore&lt;/a&gt; at &lt;a href=\"Stirling%20Albion%20F.C.\"&gt;Stirling Albion&lt;/a&gt; where he made his debut against &lt;a href=\"Albion%20Rovers%20F.C.\"&gt;Albion Rovers&lt;/a&gt; on 3 August 2002. McNally went on to make over 100 appearances for Stirling Albion and in 2005 McNally was appointed as &lt;a href=\"Coach%20%28sports%29\"&gt;Assistant manager&lt;/a&gt;, McNally remained as a player with the club.\nMcNally left Stirling Albion at the end of the &lt;a href=\"2007%E2%80%9308%20in%20Scottish%20football\"&gt;2007–08 season&lt;/a&gt; to join the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt; as part of the youth coaching system.\nManagerial career.\nAt the beginning of the 2007–08 season McNally started as a full-time Assistant Manager for Stirling Albion.\nOn 9 June 2010 he was appointed as &lt;a href=\"Allan%20Moore\"&gt;Allan Moore&lt;/a&gt;'s assistant at &lt;a href=\"Greenock%20Morton%20F.C.\"&gt;Greenock Morton&lt;/a&gt;. He and Moore were sacked on 23 November 2013 after a 5-1 home defeat to Livingston.\nMcNally has been a coach with &lt;a href=\"Celtic%20F.C.%20Under-20s%20and%20Academy\"&gt;Celtic's youth academy&lt;/a&gt; since 2013.\nCareer statistics.\nSource:"
}