{
    "id": "993255",
    "revid": "28709002",
    "url": "https://en.wikipedia.org/wiki?curid=993255",
    "title": "A1 motorway (Romania)",
    "text": "The A1 motorway () is a partially built &lt;a href=\"motorway\"&gt;motorway&lt;/a&gt; in &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, planned to connect &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; with the &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt; and &lt;a href=\"Cri%C8%99ana\"&gt;Crișana&lt;/a&gt; regions in the western part of the country and the rest of Europe. When completed it will be 580.2 kilometers long and it will span the country on the approximative south-east to north west direction. The motorway starts in the western part of &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; and connects the following major cities: &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt;, &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt;, &lt;a href=\"Deva%2C%20Romania\"&gt;Deva&lt;/a&gt;, &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt;, &lt;a href=\"Arad%2C%20Romania\"&gt;Arad&lt;/a&gt;, reaching &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;'s &lt;a href=\"M43%20motorway%20%28Hungary%29\"&gt;M43 motorway&lt;/a&gt; near &lt;a href=\"N%C4%83dlac\"&gt;Nădlac&lt;/a&gt;. As the motorway is built along the &lt;a href=\"Trans-European%20Transport%20Networks\"&gt;Trans-European Transport Networks&lt;/a&gt; Rhine-Danube Corridor the construction receives 85% funding from the European Union. The road is part of the proposed &lt;a href=\"Via%20Carpathia\"&gt;Via Carpatia&lt;/a&gt; route.\nAs of December 2019, the combined length of the opened sections totals 443.6 kilometers. Other 13.7 kilometres are under construction and 54.5 kilometers have been tendered. The parts of the motorway currently in service include the &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; – &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; section (109.5 km), the &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt; – &lt;a href=\"Holdea\"&gt;Holdea&lt;/a&gt; section (175.3 km), and the &lt;a href=\"Margina\"&gt;Margina&lt;/a&gt; – &lt;a href=\"N%C4%83dlac\"&gt;Nădlac&lt;/a&gt; section (158.8 km).\nAn additional segment, between Coșevița – Margina (13.5 km), which has several tunnels (2.1 km, in total) along its route, has been re-tendered in June 2019, because the project had been modified.\nOn the Pitești – Sibiu section, three segments were tendered as well: Pitești − Curtea de Argeș (30.4 km, lot 5), Curtea de Argeș − Tigveni (10.7 km, lot 4) and Boița − Sibiu (13.1 km, lot 1), with the latter one awarded for construction in April 2019, and the first segment (Pitești − Curtea de Argeș) in May 2020.\nSections.\nBucharest – Pitești.\nThis section of the motorway is fully operational and is composed of two segments: &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; – &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; and &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; bypass.\nThe &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; – &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; segment (95.9 km) is the first motorway class road built in Romania and remained the only one for more than 15 years, until the completion of the &lt;a href=\"Fete%C8%99ti\"&gt;Fetești&lt;/a&gt; – &lt;a href=\"Cernavod%C4%83\"&gt;Cernavodă&lt;/a&gt; segment on the &lt;a href=\"A2%20motorway%20%28Romania%29\"&gt;A2 motorway&lt;/a&gt; in 1987. It was constructed between 1967 and 1972 during the &lt;a href=\"Communist%20Romania\"&gt;communist regime&lt;/a&gt;. Various parts of the segment underwent several major rehabilitations: between 1997 and 2000 by the FAT joint venture composed of Italian companies Federici, &lt;a href=\"Astaldi\"&gt;Astaldi&lt;/a&gt; and Todini, between 2002 and 2004 by the Romanian companies Albix Timișoara and Cosar București and between 2006 and 2010 by Romanian companies PA&amp;CO Internațional and Euroconstruct Trading '98. As of November 2015 this is the only segment of the motorway where motels and restaurants operate in rest areas.\nThe &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; bypass segment (13.6 km) was awarded in April 2004 to a joint venture composed of Italian companies &lt;a href=\"Astaldi\"&gt;Astaldi&lt;/a&gt; and Italstrade. The segment was opened to traffic during November 2007, having a major role in diverting traffic from the &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; city centre. An underpass in the &lt;a href=\"Bascov\"&gt;Bascov&lt;/a&gt; area (north of &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt;) was also built to resolve traffic congestion at the nearby junction of the &lt;a href=\"DN7\"&gt;DN7&lt;/a&gt; and &lt;a href=\"DN7C\"&gt;DN7C&lt;/a&gt; roads which was generating in turn problems at the &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; motorway end. The underpass was fully completed during October 2008.\nPitești – Sibiu.\nThis section of the motorway is partially under construction and is split into five segments: &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt; – &lt;a href=\"Curtea%20de%20Arge%C8%99\"&gt;Curtea de Argeș&lt;/a&gt; (lot 5), &lt;a href=\"Curtea%20de%20Arge%C8%99\"&gt;Curtea de Argeș&lt;/a&gt; – Văleni (lot 4), Văleni – &lt;a href=\"Racovi%C8%9Ba%2C%20V%C3%A2lcea\"&gt;Racovița&lt;/a&gt; (lot 3), &lt;a href=\"Racovi%C8%9Ba%2C%20V%C3%A2lcea\"&gt;Racovița&lt;/a&gt; – &lt;a href=\"Boi%C8%9Ba\"&gt;Boița&lt;/a&gt; (lot 2), &lt;a href=\"Boi%C8%9Ba\"&gt;Boița&lt;/a&gt; – &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt; (lot 1).\nThis is the most difficult section of the whole motorway from construction works perspective, considering that it has to cross the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt;, partly along the &lt;a href=\"Olt%20River\"&gt;Olt River Valley&lt;/a&gt;. The feasibility study was initially completed during late 2008 with plans to start construction works next year, however the &lt;a href=\"Government%20of%20Romania\"&gt;Romanian Government&lt;/a&gt; has continuously delayed the start of the activity until 2012, considering several options on how the motorway construction was to be funded, while advancing several deadlines for the start/completion of works on the section. As during early 2012 the section was accepted to be funded under &lt;a href=\"Structural%20Funds%20and%20Cohesion%20Fund%23The%20Cohesion%20Fund\"&gt;European Union's Cohesion Fund&lt;/a&gt;, the 2008 feasibility study had to be updated with several key elements required by the European Union that were previously not considered. The tender for the update was launched in April 2012 aiming to have the section finalized by 2020, as total construction costs for its 116.6 kilometers were estimated at 3.25 billion euro. Eight months later the Romanian Government reconsidered and cancelled the tender.\nThe year 2013 brought much controversy, as the Romanian Government declared that the priority motorway route for crossing the Carpathian Mountains will be the &lt;a href=\"A3%20motorway%20%28Romania%29\"&gt;A3 motorway&lt;/a&gt; (between &lt;a href=\"Comarnic\"&gt;Comarnic&lt;/a&gt; and &lt;a href=\"Bra%C8%99ov\"&gt;Brașov&lt;/a&gt;) instead of the A1 motorway (between Pitești and &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt;) and further supported the idea of modifying the route of the &lt;a href=\"Pan-European%20Corridor%20IV\"&gt;Pan-European Corridor IV&lt;/a&gt; to pass through Brașov. According to the same plans the A3 motorway was to be connected to the A1 motorway via another motorway between Sibiu and &lt;a href=\"F%C4%83g%C4%83ra%C8%99\"&gt;Făgăraș&lt;/a&gt;, thus creating a nearly complete motorway corridor between &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; and Sibiu, via Brașov, while the section between Pitești and Sibiu was no longer an immediate priority. This was generally regarded as a strategy to avoid a competing alternative route to the section of the &lt;a href=\"A3%20motorway%20%28Romania%29\"&gt;A3 motorway&lt;/a&gt; between &lt;a href=\"Comarnic\"&gt;Comarnic&lt;/a&gt; and &lt;a href=\"Bra%C8%99ov\"&gt;Brașov&lt;/a&gt;, which was planned to be built via a &lt;a href=\"Concession%20%28contract%29\"&gt;concession contract&lt;/a&gt;. During the 2013 Trans-European Transport Networks (TEN-T) reunion the European Union rejected the plan and officially criticized the attempt to switch priorities from constructing the Pitești – Sibiu motorway, determining the Romanian authorities to reconsider the change.\nAfter further trying unsuccessfully in December 2013 to persuade the European Union to change the route of the motorway to pass through &lt;a href=\"R%C3%A2mnicu%20V%C3%A2lcea\"&gt;Râmnicu Vâlcea&lt;/a&gt;, the &lt;a href=\"Government%20of%20Romania\"&gt;Romanian Government&lt;/a&gt; has retendered in June 2014 the update of the 2008 feasibility study for the section, and has signed the contract for this activity with a joint venture composed of Italian company Spea Ingegneria Europea and Romanian company Tecnic Consulting Engineering in June 2015, after an appeal from one of the bid participants. As the Ministry of Transport has started work on the Romanian General Master Plan for Transport required to access 2014–2020 European funds, it generated further controversy by appearing to continue to try avoiding the construction of the section as a motorway, as it downgraded it to express road in an October 2014 version of the Master Plan and later considered a phased express road/motorway approach in a subsequent version of the Master Plan. This has prompted reactions from the European Union, the public society and the employees of the &lt;a href=\"Automobile%20Dacia\"&gt;Dacia&lt;/a&gt; plant near &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt;, and while the Romanian Prime Minister announced during October 2014 that the section will be included as a motorway in the final version of the Master Plan the change was reflected in the document only in July 2015.\nIn an interview given by the general manager of CNADNR during August 2015 it was announced that possible routes for lots 1 and 5 were already discussed with the joint venture updating the feasibility study and based on that the company will hold public consultations during October 2015, where all interested parties will be invited to comment on the proposed solutions and also to contribute with knowledge regarding the potential problems CNADNR might face on the selected routes. Dependent on the issues that might be identified and their environmental impact, the bid for the construction works on these two lots might be launched as early as January 2016. CNADNR has published on 7 November 2015 five alternative routes for the Pitești – Sibiu section. As previously announced all interested parties are welcome to provide their opinion by 11 December 2015 on the company's Facebook page. Following these consultations, it is expected that on 15 December 2015 the company preparing the feasibility study will hand over to CNADNR the final study for lots 1 and 5.\nAccording to the approved version of the Master Plan, the section was expected to be completed until 2020 using a mix between European funds, Romanian budget and low interest loans.\nThe works for lots 1 and 5 were tendered in July 2017 and for lot 4 in March 2019. As of April 2019, the lot 1 was awarded for construction to the Austrian company &lt;a href=\"Porr\"&gt;Porr&lt;/a&gt;, for nearly 128.7 million euro, with 12 months allowed for planning and 36 months for execution. The other two lots were still pending to be awarded.\nAnnouncements of intention for a tender were published for two of the rest of the three lots, as well, in April 2018.\nAs of July 2019, the lot 1 of this section (Boița – Sibiu, 13.1 km) is undergoing construction.\nOn 11 May 2020, the contract for the construction of the lot 5 (Pitești – Curtea de Argeș, 30.4 km) was signed with the Italian company &lt;a href=\"Astaldi\"&gt;Astaldi&lt;/a&gt;. The value of the contract is 356 million euro and it is scheduled to take 12 months for planning and 48 months for execution.\nSibiu bypass.\nThis section of the motorway is fully operational.\nThe contract for the whole section (17.5 km) forming a partial beltway around &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt; was initially signed during 2003 with Italian company Todini, with the actual construction work starting during 2004 and scheduled to finish during 2007. This plan suffered multiple delays and eventually in September 2006 CNADNR decided to terminate the contract. Following this, the section was split into two segments. The first segment (km 0-14) was awarded in May 2008 to a joint venture composed of Geiger, Max Bögl and Comtram. The second segment (km 14-17) was awarded in September 2009 to the Romanian company Vectra Service and included also the upgrade of 3.3 kilometers of road connecting the motorway with &lt;a href=\"DN1\"&gt;DN1&lt;/a&gt; that was designated DN1T. Works started on the first segment during July 2008 and on the second during February 2010 and were scheduled to be fully completed during 2011, but as a result of the authorities insisting on the bypass being finished sooner the section was opened for traffic in December 2010.\nSibiu – Orăștie.\nThis section of the motorway is fully open and is split into four segments: &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt; – &lt;a href=\"S%C4%83li%C8%99te\"&gt;Săliște&lt;/a&gt; (lot 4), &lt;a href=\"S%C4%83li%C8%99te\"&gt;Săliște&lt;/a&gt; – Cunța (lot 3), Cunța – &lt;a href=\"Sebe%C8%99\"&gt;Sebeș&lt;/a&gt; (lot 2) and &lt;a href=\"Sebe%C8%99\"&gt;Sebeș&lt;/a&gt; – &lt;a href=\"Or%C4%83%C8%99tie\"&gt;Orăștie&lt;/a&gt; (lot 1).\nThe bid for the design &amp; build contracts for all four segments that are part of this section was launched by CNADNR during December 2010. The &lt;a href=\"Cun%C8%9Ba\"&gt;Cunța&lt;/a&gt; – &lt;a href=\"S%C4%83li%C8%99te\"&gt;Săliște&lt;/a&gt; segment (22.1 km), which includes the long &lt;a href=\"Aciliu%20Viaduct\"&gt;Aciliu viaduct&lt;/a&gt; was awarded to Italian company &lt;a href=\"Impregilo\"&gt;Impregilo&lt;/a&gt; in May 2011, while the &lt;a href=\"Or%C4%83%C8%99tie\"&gt;Orăștie&lt;/a&gt; – &lt;a href=\"Sebe%C8%99\"&gt;Sebeș&lt;/a&gt; segment (24.1 km) was awarded to Austrian company &lt;a href=\"Strabag\"&gt;Strabag&lt;/a&gt;, the &lt;a href=\"Sebe%C8%99\"&gt;Sebeș&lt;/a&gt; – Cunța segment (19.7 km) was awarded to a joint venture composed of Romanian companies Straco and Studio Corona and the Săliște – &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt; segment (16.1 km) was awarded to Italian company &lt;a href=\"Astaldi\"&gt;Astaldi&lt;/a&gt;, all in June 2011. Construction works on all four segments have started in October 2011 and were planned to finish in April 2013. After several delays, lots 1, 2 and 4 were opened in December 2013, while lot 3 was eventually opened at the end of November 2014. As of November 2015 construction works were still ongoing on lot 3, as there are multiple issues on this lot generated by a combination of ignoring the &lt;a href=\"Landslide\"&gt;terrain instability&lt;/a&gt; identified by the feasibility study, the low quality of the construction works and the &lt;a href=\"Government%20of%20Romania\"&gt;Romanian Government&lt;/a&gt; pressuring for electoral reasons for the segment to open before a number of critical road elements were completed. Another aspect that has surfaced and is generating controversy is related to the fact that while there are multiple disputes awaiting resolution between CNADNR and &lt;a href=\"Impregilo\"&gt;Impregilo&lt;/a&gt; and during the construction of the segment there were around 300 non-conformity reports issued, CNADNR has paid to &lt;a href=\"Impregilo\"&gt;Impregilo&lt;/a&gt; the works executed. Following this, during August 2015 the general manager of CNADNR has given a number of interviews during various TV shows defending the company and putting all the blame for the issues on lot 3 on the poor quality of execution of &lt;a href=\"Impregilo\"&gt;Impregilo&lt;/a&gt;.\nRegardless of the statements from both parties, the problems on lot 3 are serious enough so that they required CNADNR to close down the traffic on the affected lanes during August 2015, while having both the company's experts and &lt;a href=\"Impregilo\"&gt;Impregilo&lt;/a&gt;'s ones looking for the technical solutions to address the issues. As those solutions were discussed and agreed, lot 3 was closed down to traffic, initially for about one month and a half, just nine months after it was inaugurated. According to information surfacing from various sources about one kilometer from the motorway will need to be completely rebuilt from the ground while other issues that appeared will be addressed as well. During October and November 2015 the conflict between CNADNR and &lt;a href=\"Impregilo\"&gt;Impregilo&lt;/a&gt; seems to have taken a turn for worse as after the promised one month and a half term passed no substantial progress has been made on fixing the identified problems, the construction works on the lot were completely stopped and CNADNR announced it made a penal complaint against &lt;a href=\"Impregilo\"&gt;Impregilo&lt;/a&gt;. Six months after the closing, come the spring of 2016, the CNADNR decided to fix the problems itself with its own workforce and rented equipment; part of the financing of these repairs was to come from the 90 million lei guarantee posted for the project by Impregilo, which was to be blacklisted for two years in which it would not be allowed to obtain contracts from the Romanian government.\nOn 10 October 2016, the lot 3 was re-opened after repairing works had reportedly been completed.\nOrăștie – Deva.\nThis section of the motorway is fully operational and is composed of two segments: &lt;a href=\"Or%C4%83%C8%99tie\"&gt;Orăștie&lt;/a&gt; – &lt;a href=\"Simeria\"&gt;Simeria&lt;/a&gt; and &lt;a href=\"Simeria\"&gt;Simeria&lt;/a&gt; – &lt;a href=\"Deva%2C%20Romania\"&gt;Deva&lt;/a&gt;.\nBids for the construction works for this section were launched by CNADNR during 2006 and subsequently during September 2009, but they were both cancelled due to problems related to the selection criteria. The bid was launched again during March 2010 and the whole section (32.8 km) was finally awarded to the joint venture between the Austrian company &lt;a href=\"Strabag\"&gt;Strabag&lt;/a&gt; and the Romanian company Straco Grup in November 2010, after appeals from the competing companies. Construction works have started in April 2011 and were planned to finish in April 2013. The &lt;a href=\"Simeria\"&gt;Simeria&lt;/a&gt; – &lt;a href=\"Deva%2C%20Romania\"&gt;Deva&lt;/a&gt; segment (15.4 km) was opened during December 2012, while the &lt;a href=\"Or%C4%83%C8%99tie\"&gt;Orăștie&lt;/a&gt; – &lt;a href=\"Simeria\"&gt;Simeria&lt;/a&gt; segment (17.4 km) was opened during May 2013.\nDeva – Lugoj.\nThis section of the motorway is partially operational and partially under construction and is split into four segments: &lt;a href=\"%C8%98oimu%C8%99\"&gt;Șoimuș&lt;/a&gt; – &lt;a href=\"Ilia%2C%20Hunedoara\"&gt;Ilia&lt;/a&gt; (lot 4), &lt;a href=\"Ilia%2C%20Hunedoara\"&gt;Ilia&lt;/a&gt; – &lt;a href=\"Co%C8%99evi%C8%9Ba\"&gt;Coșevița&lt;/a&gt; (lot 3), &lt;a href=\"Co%C8%99evi%C8%9Ba\"&gt;Coșevița&lt;/a&gt; – &lt;a href=\"Dumbrava%2C%20Timi%C8%99\"&gt;Dumbrava&lt;/a&gt; (lot 2) and &lt;a href=\"Dumbrava%2C%20Timi%C8%99\"&gt;Dumbrava&lt;/a&gt; – &lt;a href=\"%C8%98anovi%C8%9Ba\"&gt;Șanovița&lt;/a&gt; (lot 1).\nThe bid for the design &amp; build contract for lot 1 was launched by CNADNR during December 2010. The contract included also the first segment of the &lt;a href=\"A6%20motorway%20%28Romania%29\"&gt;A6 motorway&lt;/a&gt; (11.4 km) that is branching off from the A1 motorway near the village of &lt;a href=\"Balin%C8%9B\"&gt;Balinț&lt;/a&gt; and connecting the city of &lt;a href=\"Lugoj\"&gt;Lugoj&lt;/a&gt;. The &lt;a href=\"%C8%98anovi%C8%9Ba\"&gt;Șanovița&lt;/a&gt; – &lt;a href=\"Dumbrava%2C%20Timi%C8%99\"&gt;Dumbrava&lt;/a&gt; segment (27.4 km) was awarded to a joint venture composed of Italian companies Tirrena Scavi, Societa Italiana per Condotte D'Acqua and Cossi Construzioni in May 2011, after an appeal from one of the bid participants. Construction works on lot 1 have started in October 2011 and were planned to finish in April 2013. After several delays, the segment was eventually opened during December 2013, but only between the junction with the &lt;a href=\"A6%20motorway%20%28Romania%29\"&gt;A6 motorway&lt;/a&gt; and &lt;a href=\"Dumbrava%2C%20Timi%C8%99\"&gt;Dumbrava&lt;/a&gt;. As of July 2015 the remaining part of lot 1 was still not usable, as the next segment containing an exit (&lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; – &lt;a href=\"Lugoj\"&gt;Lugoj&lt;/a&gt; lot 2) was not opened for traffic. The idea of building a temporary exit at the western end of the segment near &lt;a href=\"%C8%98anovi%C8%9Ba\"&gt;Șanovița&lt;/a&gt; was discussed but never implemented. Another option discussed, considering that &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; – &lt;a href=\"Lugoj\"&gt;Lugoj&lt;/a&gt; lot 2 was awarded to the same joint venture of companies was a partial opening from &lt;a href=\"%C8%98anovi%C8%9Ba\"&gt;Șanovița&lt;/a&gt; to &lt;a href=\"Topolov%C4%83%C8%9Bu%20Mare\"&gt;Topolovățu Mare&lt;/a&gt; interchange with DJ572 (6.02 km), but this was not pursued either.\nThe bid for the design &amp; build contracts for the remaining three segments that are part of this section was launched by CNADNR during April 2012. After more than one year after the bid was launched, the &lt;a href=\"Ilia%2C%20Hunedoara\"&gt;Ilia&lt;/a&gt; – &lt;a href=\"%C8%98oimu%C8%99\"&gt;Șoimuș&lt;/a&gt; segment (22.1 km) was awarded to a joint venture composed of Romanian companies &lt;a href=\"UMB%20Grup\"&gt;Spedition UMB&lt;/a&gt; and Tehnostrade in July 2013, while the &lt;a href=\"Dumbrava%2C%20Timi%C8%99\"&gt;Dumbrava&lt;/a&gt; – &lt;a href=\"Co%C8%99evi%C8%9Ba\"&gt;Coșevița&lt;/a&gt; segment (28.6 km) was awarded to a joint venture composed of Italian companies &lt;a href=\"Salini%20Impregilo\"&gt;Salini Impregilo&lt;/a&gt; and Secol, and the &lt;a href=\"Co%C8%99evi%C8%9Ba\"&gt;Coșevița&lt;/a&gt; – &lt;a href=\"Ilia%2C%20Hunedoara\"&gt;Ilia&lt;/a&gt; segment (21.1 km) was awarded to a joint-venture led by the Spanish company &lt;a href=\"Comsa\"&gt;Comsa&lt;/a&gt;, both in October 2013. Constructions works for lots 2, 3 and 4 were planned to finish in May 2016, however the lots face multiple issues: a revision of the environmental study imposed a number of changes to structures among which the requirement for a number of &lt;a href=\"ecoduct\"&gt;ecoduct&lt;/a&gt;s for protecting the large carnivore fauna in the area, which called for an additional bid to cover for the changes; on lot 4 an illegal cemetery was discovered on the path of the motorway and was relocated, the motorway route was passing by too close to a cave near &lt;a href=\"Br%C4%83ni%C8%99ca\"&gt;Brănișca&lt;/a&gt; which was supposedly housing a significant bat population protected by law and there were discussions between Spedition UMB and CNADNR regarding a potential change of the technical solution in the area of the &lt;a href=\"Mintia%2C%20Hunedoara\"&gt;Mintia&lt;/a&gt; ash and clay deposit. In an interview given by the general manager of CNADNR during August 2015, it was announced that the problems on lot 4 were now cleared and Spedition UMB was praised for their approach and pace of work on the segment, the appreciation being that if the issues hadn't surfaced most probably the works would have been completed by end of 2015.\nOn 6 March 2017, a part of lot 2, between Dumbrava and &lt;a href=\"Margina\"&gt;Margina&lt;/a&gt; was opened to traffic.\nAs of April 2019, the physical progress was at 95.8% on lot 2 (except tunnels), 94% on lot 3 and 95% on lot 4. The bid for the new planned tunnels on lot 2, claimed publicly since December 2014, was finally announced in June 2019.\nOn 14 August 2019, lot 4 of the motorway was opened, whereas the lot 3 was opened on 23 December, same year, with speed and tonnage restrictions.\nLugoj – Timișoara.\nThis section of the motorway is fully operational and is composed of two segments: &lt;a href=\"Giarmata\"&gt;Giarmata&lt;/a&gt; – &lt;a href=\"Izvin\"&gt;Izvin&lt;/a&gt; (lot 1) and &lt;a href=\"Izvin\"&gt;Izvin&lt;/a&gt; – &lt;a href=\"%C8%98anovi%C8%9Ba\"&gt;Șanovița&lt;/a&gt; (lot 2).\nThe Timișoara bypass (9.5 km, also referred to as the Timișoara – Lugoj lot 1) was awarded in April 2011 to the Romanian company &lt;a href=\"UMB%20Grup\"&gt;Spedition UMB&lt;/a&gt;. It was opened to traffic in October 2012.\nThe stretch between Timișoara and Lugoj (25.6 km, referred to as the Timișoara – Lugoj lot 2) has been re-auctioned in August 2012, after appeals from participants at the previous auction. It has been awarded to the joint venture between the Italian companies Tirrena Scavi and Societa Italiana Per Condotte D'Acqua in December 2013. Construction works have been completed seven months earlier than the contractual deadline and the segment became operational in December 2015.\nTimișoara – Arad.\nThis section of the motorway is fully operational and is composed of two segments: &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; – &lt;a href=\"Arad%2C%20Romania\"&gt;Arad&lt;/a&gt; and &lt;a href=\"Arad%2C%20Romania\"&gt;Arad&lt;/a&gt; bypass.\nWorks for the Arad bypass (12.25 km) were awarded in March 2009 to the joint venture between the Spanish company &lt;a href=\"Fomento%20de%20Construcciones%20y%20Contratas\"&gt;FCC Construccion&lt;/a&gt; and the Austrian company &lt;a href=\"Porr\"&gt;Porr&lt;/a&gt;. The segment was opened in on a single carriageway December 2011, and on both carriageways in June 2012.\nThe 32.25 km section of motorway between Arad and Timișoara was awarded in December 2008 to the joint venture between the Spanish company &lt;a href=\"Fomento%20de%20Construcciones%20y%20Contratas\"&gt;FCC Construccion&lt;/a&gt; and the Italian company &lt;a href=\"Astaldi\"&gt;Astaldi&lt;/a&gt;. It was opened along with the Arad bypass in December 2011.\nArad – Nădlac.\nThe construction of the 38.8 km section between &lt;a href=\"N%C4%83dlac\"&gt;Nădlac&lt;/a&gt; and &lt;a href=\"Arad%2C%20Romania\"&gt;Arad&lt;/a&gt; was split into two parts. The first part, between Nădlac and &lt;a href=\"Pecica\"&gt;Pecica&lt;/a&gt; (22.2 km), was awarded in April 2011 to a consortium led by the Romanian company &lt;a href=\"Romstrade\"&gt;Romstrade&lt;/a&gt;, while the second section, between Pecica and Arad (16.6 km), was to be constructed by the Austrian company Alpine. Works started in October 2011 and were due to be finalized in April 2013.\nHowever, the contract for the first part of the section was terminated by the Romanian government in November 2012, due to low construction progress recorded by the Romstrade company (approximately 15–20%) and potential fraud by the company owner. Also, the contract for the second part (construction progress approximately 85%) was terminated in July 2013, because the Austrian company filed for bankruptcy. The first segment was re-auctioned in April 2013, and awarded in December 2013 to the joint venture of &lt;a href=\"Astaldi\"&gt;Astaldi&lt;/a&gt; and &lt;a href=\"Max%20B%C3%B6gl\"&gt;Max Bögl&lt;/a&gt;. Works should be completed until the end of 2014. A tender for the remaining works on the second segment was announced in June 2014, and the section was finally awarded to the same joint venture of Astaldi and Max Bögl.\nThe section between Nădlac and Pecica and 6.30 km of the section between Pecica and Arad ware opened ahead of schedule on December 19, 2014. The remainder of the Pecica – Arad segment (10.3 km) was opened on 11 July 2015.\nAt the western end, the motorway connects with &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;'s &lt;a href=\"M43%20motorway%20%28Hungary%29\"&gt;M43 motorway&lt;/a&gt;, which further connects with the &lt;a href=\"M5%20motorway%20%28Hungary%29\"&gt;M5 motorway&lt;/a&gt;, that runs from the border with &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; to the capital city of &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;. A connecting road between the motorway (near the border crossing) and the town of &lt;a href=\"N%C4%83dlac\"&gt;Nădlac&lt;/a&gt; (approximately 7 km southbound), designated as DN7G, has also been built."
}