{
    "id": "994788",
    "revid": "39526041",
    "url": "https://en.wikipedia.org/wiki?curid=994788",
    "title": "Spitak",
    "text": "Spitak (), is a town and urban municipal community in the northern &lt;a href=\"Lori%20Province\"&gt;Lori Province&lt;/a&gt; of &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;. It is north of the capital, &lt;a href=\"Yerevan\"&gt;Yerevan&lt;/a&gt;, and west of the provincial center, &lt;a href=\"Vanadzor\"&gt;Vanadzor&lt;/a&gt;. Spitak was entirely destroyed during the devastating &lt;a href=\"1988%20Armenian%20earthquake\"&gt;1988 earthquake&lt;/a&gt;, and it was rebuilt in a slightly different location. As of the 2011 census, the population of the town is 12,881. Currently, the town has an approximate population of 11,000 as per the 2016 official estimate.\nEtymology.\nThe settlement was first known as \"Hamamlu\", meaning \"bath\"' in &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt;, as the area had many baths. In 1948, it was renamed \"Spitak\", meaning \"white\" in &lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt; because of the presence of white limestone rocks in the area. The word \"spitak\" itself derives from &lt;a href=\"Middle%20Persian\"&gt;Middle Persian&lt;/a&gt; \"spēdag\" (compare &lt;a href=\"Parthian%20language\"&gt;Parthian&lt;/a&gt; \"ispēd\").\nHistory.\nThe area of modern-day Spitak was probably inhabited since the 4th millennium BC, based on ancient settlements found on the surrounding hills. Many remnants are found on the \"Sardar hill\" dating back to the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt;. Later, the region was included within the kingdom of &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt; during the 7th century BC. Between the 4th and 2nd centuries BC, the region was part of the &lt;a href=\"Orontid%20Armenia\"&gt;Orontid Armenia&lt;/a&gt;, followed by the &lt;a href=\"Artaxiad%20dynasty\"&gt;Artaxiad&lt;/a&gt; ruled in 189 BC. The region was included within the Tashir () canton of the historic &lt;a href=\"Gugark\"&gt;Gugark&lt;/a&gt; province, the 13th province of &lt;a href=\"Kingdom%20of%20Armenia%20%28antiquity%29\"&gt;Greater Armenia&lt;/a&gt;.\nIn the 9th century, the territory of Tashir became part of the newly founded &lt;a href=\"Bagratid%20Armenia\"&gt;Bagratid Kingdom of Armenia&lt;/a&gt; in 885. With the establishment of the &lt;a href=\"Kingdom%20of%20Tashir-Dzoraget\"&gt;Kingdom of Tashir-Dzoraget&lt;/a&gt; 979 under the protectorate of the Bagratids, the region of Tashir became part of the kingdom ruled by the Kiurikians until its dissolution in 1118.\nAfter a brief Byzantine rule over Armenia between 1045 and 1064, the invading Seljuks ruled over the entire region, including Tashir. However, with the establishment of the Zakarid Principality of Armenia in 1201 under the Georgian protectorate, the Eastern Armenian territories including Gugark had significantly grown. After the Mongols captured Ani in 1236, Tashir became part of the &lt;a href=\"Ilkhanate\"&gt;Ilkhanate&lt;/a&gt; as a Mongol protectorate, and the Zakarids became vassals to the Mongols. After the fall of the Ilkhanate in the mid-14th century, the Zakarid princes ruled over Tashir until 1360 when they fell to the invading Turkic tribes.\nIn 1501, most of the Eastern Armenian territories including Tashir were occupied by Safavid Iran. In mid 17th century, the small village \"Hamamlu\" was founded in the historic region of Tashir, within the newly formed administrative territory of &lt;a href=\"Erivan%20Khanate\"&gt;Erivan Khanate&lt;/a&gt; under the &lt;a href=\"Afsharid%20dynasty\"&gt;Afsharid dynasty&lt;/a&gt; of Iran. The first residents of the village were Armenian migrants from the &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;ian town of &lt;a href=\"Khoy\"&gt;Khoy&lt;/a&gt;.\nIn 1828, the Erivan Khanate -including Hamamlu- was annexed by the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. The region became officially part of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; at the &lt;a href=\"Treaty%20of%20Turkmenchay\"&gt;Treaty of Turkmenchay&lt;/a&gt; signed on 10 February 1828 between Imperial Russia and &lt;a href=\"Qajar%20Persia\"&gt;Qajar Persia&lt;/a&gt;. Hamamlu became part of the \"Alexandropol uyezd\" within the &lt;a href=\"Erivan%20Governorate\"&gt;Erivan Governorate&lt;/a&gt; of the Russian Empire.\nIn November 1918, Hamamlu was included within the newly formed &lt;a href=\"First%20Republic%20of%20Armenia\"&gt;Republic of Armenia&lt;/a&gt;. Following the Sovietization of Armenia in December 1920, Hamamlu was finally incorporated into &lt;a href=\"Soviet%20Armenia\"&gt;Soviet Armenia&lt;/a&gt; on 11 February 1921.\nIn 1937 the \"Hamamlu raion\" was established, with the village of Hamamlu as the centre of the newly formed administrative region. The dairy products factory of 1937 was the 1st industrial firm opened in Hamamlu under the Soviet rule, followed by the sugar plant in 1947. In 1949, \"Hamamlu\" was renamed \"Spitak\" along with its \"raion\". In 1960, Spitak received the status of a town. In 1971, it became a town of republican subordination\nThe 1st urban development plan of the town was introduced in 1965 by architect A. Harutyanyan, followed by the 2nd plan in 1974 composed by architects K. Ghazaryan and H. Mirzakhanyan. Many large factories were opened in Spitak, mainly for knitwear and dairy products. In 1980, a new urban plan was approved and the sports complex of the town was opened later in 1983.\nDuring the 1988 earthquake, Spitak was entirely destroyed and 1/3 of the town's 15,000 population were killed, while the rest became homeless. After the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt;, Spitak was gradually rebuilt through the efforts of the state government as well as the &lt;a href=\"Armenian%20diaspora\"&gt;Armenian diaspora&lt;/a&gt;, with the assistance of many countries, including &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt; and &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\nGeography.\nSpitak covers an area of on the shores of &lt;a href=\"Pambak%20River\"&gt;Pambak River&lt;/a&gt;, at a height of 1650 meters above sea level. It is dominated by the Bazum mountains from the north and Pambak mountains from the south.\nSpitak is characterized with extremely cold winter and mild summer. The annual precipitation level reaches up to .\nDemographics.\nSpitak has a population of ethnic Armenians who belong to the &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Armenian Apostolic Church&lt;/a&gt;. The regulating body of the church is the &lt;a href=\"Diocese%20of%20Gougark\"&gt;Diocese of Gougark&lt;/a&gt;, seated in Vanadzor. The church of Holy Resurrection opened in 2001 is the town's church.\nAt the beginning of the 19th century, many Armenian migrants from &lt;a href=\"Khoy\"&gt;Khoy&lt;/a&gt; and &lt;a href=\"Mu%C5%9F\"&gt;Muş&lt;/a&gt; who were resettled in the town. In December 1988, around 4,000 people were killed in Spitak as a result of the devastating earthquake. Upon the breakout of the &lt;a href=\"First%20Nagorno-Karabakh%20War\"&gt;First Nagorno-Karabakh War&lt;/a&gt; in 1988, around 500 Armenian refugees from Azerbaijan were resettled in Spitak.\nHere is the population timeline of Spitak since 1831:\nCulture.\nSpitak has a cultural house, 3 public libraries, many cinema theatres, a municipal theater, and an ethnographic museum.\nThe cultural heritage of the town includes an archaeological site from the 2nd millennium BC, the ruins of an ancient settlement on the nearby Sardar hill from the 1st millennium BC, as well as a bridge on the Pambak river dating back to the 19th century.\nThe \"Spitak day\" is celebrated every year on July the 15th.\nTransportation.\nSpitak is an important hub for transportation in Armenia. The M-3 Motorway that connects Yerevan with &lt;a href=\"Tbilisi\"&gt;Tbilisi&lt;/a&gt; passes through the town. The M-7 Motorway the connects &lt;a href=\"Gyumri\"&gt;Gyumri&lt;/a&gt; with Vanadzor starts from Spitak.\nThe town is also home to the Spitak railway station, almost midway between Yerevan and &lt;a href=\"Tbilisi\"&gt;Tbilisi&lt;/a&gt;.\nEconomy.\nUnder the Soviet rule, Spitak became a major industrial hub in northern Armenia. The Spitak dairy factory was opened in 1937, while the sugar factory was opened in 1947. However, after the earthquake, the town lost its significance as an industrial centre in Lori.\nThe town has a flour mill and a building materials manufacturing plant.\nEducation.\nIn 2015, Spitak had 7 public education schools, one boarding school and 7 kindergartens. The town is also home to a musical academy and a school of art.\nA branch of the Yerevan electro-technical intermediate college is also operating in the town.\nSport.\nFootball is the most popular sport in the town. &lt;a href=\"FC%20Spitak\"&gt;FC Spitak&lt;/a&gt; represented the town in the domestic competitions between 1990 and 1998. However, like most Armenian football teams, the club was dissolved in 1999 due to financial difficulties.\nSpitak has children's and youth's sport school, specialized in six types of sports: &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"chess\"&gt;chess&lt;/a&gt;, &lt;a href=\"sambo%20%28martial%20art%29\"&gt;sambo&lt;/a&gt;, &lt;a href=\"judo\"&gt;judo&lt;/a&gt;, wrestling and boxing.\nTwin towns – sister cities.\nSpitak is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}