{
    "id": "995461",
    "revid": "40932543",
    "url": "https://en.wikipedia.org/wiki?curid=995461",
    "title": "Bangle",
    "text": "Bangles are traditionally rigid &lt;a href=\"bracelets\"&gt;bracelets&lt;/a&gt; which are usually made of metal, wood, glass or plastic. These ornaments are worn mostly by women in &lt;a href=\"Indian%20subcontinent\"&gt;Indian Subcontinent&lt;/a&gt;, &lt;a href=\"Southeast%20Asia\"&gt;Southeastern Asia&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. It is common to see a bride wearing glass bangles at her &lt;a href=\"Indian%20wedding\"&gt;wedding&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt; and in other Asian countries. Bangles may also be worn by young girls and bangles made of gold or silver are preferred for toddlers.\nHistory.\nBangles made from sea shell, &lt;a href=\"copper\"&gt;copper&lt;/a&gt;, &lt;a href=\"bronze\"&gt;bronze&lt;/a&gt;, &lt;a href=\"gold\"&gt;gold&lt;/a&gt;, &lt;a href=\"agate\"&gt;agate&lt;/a&gt;, &lt;a href=\"chalcedony\"&gt;chalcedony&lt;/a&gt;, etc. have been first excavated from multiple archaeological sites throughout the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;. A figurine of a dancing girl wearing bangles on her left arm has been excavated from the &lt;a href=\"Mohenjo-daro\"&gt;Mohenjo-daro&lt;/a&gt; archaeological site (2600 BC).\nOther early examples of bangles in &lt;a href=\"ancient%20India\"&gt;ancient India&lt;/a&gt; include copper samples from the excavations at Mahurjhari, followed by the decorated bangles belonging to the &lt;a href=\"Mauryan%20Empire\"&gt;Mauryan Empire&lt;/a&gt; (322–185 BC) and the gold bangle samples from the historic site of &lt;a href=\"Taxila\"&gt;Taxila&lt;/a&gt; (6th century BC). Decorated shell bangles have also been excavated from multiple Mauryan sites. Other features include copper rivets and gold-leaf inlay in some cases.Some men and women wear a single bangle on the arm or &lt;a href=\"wrist\"&gt;wrist&lt;/a&gt; called \"kada\" or \"kara\". In &lt;a href=\"Sikhism\"&gt;Sikhism&lt;/a&gt;, the father of a Sikh bride will give the groom a gold ring, a &lt;a href=\"Kara%20%28Sikhism%29\"&gt;kara&lt;/a&gt; (steel or iron bangle), and a &lt;a href=\"Mohra%20%28necklace%29\"&gt;mohra&lt;/a&gt;. Chooda is a kind of bangle that is worn by Punjabi women on her wedding day. It is a set of white and red bangles with stonework. According to tradition, a woman is not supposed to buy the bangles she will wear. Firozabad, Uttar Pradesh is India's largest producer of bangles.\nDesign.\nBangles are circular in shape, and, unlike &lt;a href=\"bracelet\"&gt;bracelet&lt;/a&gt;s, are not flexible. The word is derived from Hindi (glass). They are made of numerous precious as well as non-precious materials such as &lt;a href=\"gold\"&gt;gold&lt;/a&gt;, &lt;a href=\"silver\"&gt;silver&lt;/a&gt;, &lt;a href=\"platinum\"&gt;platinum&lt;/a&gt;, &lt;a href=\"glass\"&gt;glass&lt;/a&gt;, &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"iron\"&gt;ferrous metals&lt;/a&gt;, &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;, etc. Bangles made from sea shell, which are white colour, are worn by married &lt;a href=\"Bengali%20people\"&gt;Bengali&lt;/a&gt; and &lt;a href=\"Oriya%20people\"&gt;Oriya&lt;/a&gt; &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; women. A special type of bangle is worn by women and girls, especially in the Bengal area, commonly known as a \"Bengali bangle\", which is used as a substitute for a costly gold bangle, and is produced by fixing a thin gold strip (weighing between 1–3 g) is thermo-mechanically fused onto a bronze bangle, followed by manual crafting on that fused gold strip.\nBangles are part of traditional &lt;a href=\"South%20Asia\"&gt;South Asian&lt;/a&gt; jewellery. They are sometimes worn in pairs by women, one or more on each arm. It is also common for women to wear a single bangle or several bangles on just one wrist. Most Indian women prefer wearing either gold or glass bangles or a combination of both. Inexpensive bangles made from plastic are slowly replacing those made by glass, but the ones made of glass are still preferred at traditional occasions such as marriages and on festivals. Bangles are the signs for traditional women and girls. Bangles play a very important role in various India dance forms. Some of dance forms include bangles striking to each other a tone of the music.\nThe designs range from simple to intricate handmade designs, often studded with precious and semi-precious stones such as &lt;a href=\"diamond\"&gt;diamond&lt;/a&gt;s, &lt;a href=\"Gemstone\"&gt;gem&lt;/a&gt;s and &lt;a href=\"pearl\"&gt;pearl&lt;/a&gt;s. Sets of expensive bangles made of gold and silver make a jingling sound. The imitation jewellery tends to make a tinny sound when jingled.\nTypes.\nThere are two basic types of bangles: a solid cylinder type; and a split, cylindrical spring opening/closing type. The primary distinguishing factor between these is the material used to make the bangles. This may vary from anything from glass to jade to metal to &lt;a href=\"lac\"&gt;lac&lt;/a&gt; and even rubber or plastic.\nOne factor that adds to the price of the bangles is the artifacts or the work done further on the metal. This includes embroidery or small glass pieces or paintings or even small hangings that are attached to the bangles. The rareness of a color and its unique value also increase the value. Bangles made from lac are one of the oldest types and among the most brittle. &lt;a href=\"Lac\"&gt;Lac&lt;/a&gt; is a resinous material, secreted by insects, which is collected and molded in hot kilns to make these bangles. Among the recent kinds are rubber bangles, worn more like a wristband by youngsters, and plastic ones which add a trendy look.\nNormally, a bangle worn by people around the world is simply an inflexible piece of jewelry worn around the wrist. However, in many cultures, especially those from &lt;a href=\"Indian%20culture\"&gt;Indian culture&lt;/a&gt;s and the broader &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;, bangles have evolved into various types in which different ones are used on different occasions.\nFollowing are some popular designs of bangles in India:-\nBangles, in India, usually used by married women or girl. A chura is a set of Bangles traditionally worn by a bride on her wedding day and for a period after, especially in Punjabi weddings."
}