{
    "id": "9959000",
    "revid": "41798688",
    "url": "https://en.wikipedia.org/wiki?curid=9959000",
    "title": "Pistol",
    "text": "A pistol is a &lt;a href=\"handgun\"&gt;handgun&lt;/a&gt;, more specifically one with the &lt;a href=\"chamber%20%28firearms%29\"&gt;chamber&lt;/a&gt; integral to its &lt;a href=\"gun%20barrel\"&gt;gun barrel&lt;/a&gt;, though in common usage the two terms are often used interchangeably. The English word was introduced in ca. 1570 – when early handguns were produced in Europe and is derived from the &lt;a href=\"Middle%20French\"&gt;Middle French&lt;/a&gt; \"pistolet\" (ca. 1550), meaning a small gun or knife. In colloquial usage, the word \"pistol\" is often used to describe any type of handgun, inclusive of &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt;s (which have a single barrel and a separate &lt;a href=\"cylinder%20%28firearms%29\"&gt;cylinder&lt;/a&gt; housing multiple chambers) and the pocket-sized &lt;a href=\"derringer\"&gt;derringer&lt;/a&gt;s (which are often &lt;a href=\"multiple-barrel%20firearm\"&gt;multi-barrelled&lt;/a&gt;).\nThe most common type of pistol used in the &lt;a href=\"contemporary%20era\"&gt;contemporary era&lt;/a&gt; is the &lt;a href=\"semi-automatic%20pistol\"&gt;semi-automatic pistol&lt;/a&gt;, while the older &lt;a href=\"single-shot\"&gt;single-shot&lt;/a&gt; and &lt;a href=\"lever%20action\"&gt;manual repeating&lt;/a&gt; pistols are now rarely seen and used primarily for &lt;a href=\"nostalgic\"&gt;nostalgic&lt;/a&gt; &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt; and &lt;a href=\"historical%20reenactment\"&gt;historical reenactment&lt;/a&gt;, and the fully automatic &lt;a href=\"machine%20pistol\"&gt;machine pistol&lt;/a&gt;s are uncommon in civilian usage due to generally poor &lt;a href=\"recoil\"&gt;recoil&lt;/a&gt;-controllability and strict &lt;a href=\"gun%20laws\"&gt;laws and regulations&lt;/a&gt; governing their manufacture and sale.\nTerminology.\nTechnically speaking, the term \"pistol\" is a &lt;a href=\"hypernym\"&gt;hypernym&lt;/a&gt; generally referring to a handgun and predates the existence of the type of guns to which it now applied as a specific term, that is: in colloquial usage it is used as a &lt;a href=\"hyponym\"&gt;hyponym&lt;/a&gt; to specifically describe pistols with a single integral &lt;a href=\"chamber%20%28firearms%29\"&gt;chamber&lt;/a&gt; within its &lt;a href=\"gun%20barrel\"&gt;barrel&lt;/a&gt;. The American \"&lt;a href=\"Webster%27s%20Dictionary\"&gt;Webster's Dictionary&lt;/a&gt;\" defines it as \"a handgun whose chamber is integral with the barrel\". This makes it distinct from the other types of handgun, such as the &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt;, which has multiple chambers within a rotating &lt;a href=\"cylinder%20%28firearms%29\"&gt;cylinder&lt;/a&gt; that are separately aligned with a single barrel; and the &lt;a href=\"derringer\"&gt;derringer&lt;/a&gt;, which is a short &lt;a href=\"pocket%20pistol\"&gt;pocket gun&lt;/a&gt; often with &lt;a href=\"multiple%20barrel%20firearm\"&gt;multiple&lt;/a&gt; &lt;a href=\"single-shot\"&gt;single-shot&lt;/a&gt; barrels and no &lt;a href=\"reciprocating%20motion\"&gt;reciprocating&lt;/a&gt; &lt;a href=\"action%20%28firearms%29\"&gt;action&lt;/a&gt;. The &lt;a href=\"Bureau%20of%20Alcohol%2C%20Tobacco%2C%20Firearms%20and%20Explosives\"&gt;Bureau of Alcohol, Tobacco, Firearms and Explosives&lt;/a&gt; (ATF) legally defines the term \"pistol\" as \"a &lt;a href=\"weapon\"&gt;weapon&lt;/a&gt; originally designed, made, and intended to &lt;a href=\"shooting\"&gt;fire&lt;/a&gt; a &lt;a href=\"projectile\"&gt;projectile&lt;/a&gt; (bullet) from one or more barrels when held in one hand, and having: a chamber(s) as an integral part(s) of, or permanently aligned with, the &lt;a href=\"gun%20barrel%23Bore\"&gt;bore(s)&lt;/a&gt;; and a short &lt;a href=\"stock%20%28firearms%29\"&gt;stock&lt;/a&gt; designed to be gripped by one hand at an angle to and extending below the &lt;a href=\"bore%20axis\"&gt;line of the bore(s)&lt;/a&gt;\", which includes derringers but excludes revolvers.\nIn contrast with modern colloquial usage, the term is technically synonymous with \"any\" handgun type, including all revolvers and derringers. UK/&lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; usage, for instance, does not usually make distinction, particularly when the terms are used by the military. For example, the official designation of the &lt;a href=\"Webley%20Mk%20VI\"&gt;Webley Mk VI&lt;/a&gt; revolver was \"Pistol, Revolver, Webley, No. 1 Mk VI\". In contrast to the &lt;a href=\"Merriam-Webster\"&gt;Merriam-Webster&lt;/a&gt; definition, the &lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt; (a &lt;a href=\"linguistic%20description\"&gt;descriptive&lt;/a&gt; dictionary) describes \"pistol\" as \"a small &lt;a href=\"firearm\"&gt;firearm&lt;/a&gt; designed to be held in one hand\", which is similar to the Webster definition for \"handgun\"; and \"revolver\" as \"a pistol with revolving chambers enabling several shots to be fired without reloading\", giving its original form as \"revolving pistol\".\nHistory and etymology.\nThe pistol originates in the 16th century, when early handguns were produced in Europe. The English word was introduced in ca. 1570 from the &lt;a href=\"Middle%20French\"&gt;Middle French&lt;/a&gt; \"pistolet\" (ca. 1550).\nThe etymology of the French word \"pistolet\" is disputed. It may be from a Czech word for early hand cannons, \"píšťala\" (\"whistle\" or \"pipe\"), or alternatively from Italian \"pistolese\", after &lt;a href=\"Pistoia\"&gt;Pistoia&lt;/a&gt;, a city renowned for Renaissance-era gunsmithing, where hand-held guns (designed to be fired from horseback) were first produced in the 1540s.\nThe first suggestion derives the word from &lt;a href=\"Czech%20language\"&gt;Czech&lt;/a&gt; \"píšťala\", a type of &lt;a href=\"hand-cannon\"&gt;hand-cannon&lt;/a&gt; used in the &lt;a href=\"Hussite%20Wars\"&gt;Hussite Wars&lt;/a&gt; during the 1420s. The Czech word was adopted in German as \"pitschale\", \"pitschole\", \"petsole\", and variants.\nThe second suggestion is less likely; the use of the word as a designation of a gun is not documented before 1605 in Italy, long after it was used in French and German. The Czech word is well documented since the Hussite wars in 1420s.\nAction.\nSingle shot.\nSingle shot handguns were mainly seen during the era of flintlock and musket weaponry where the pistol was loaded with a lead ball and fired by a flint striker, and then later a percussion cap. This shot required a reload every time it was shot. However, as technology improved, so did the single shot pistol. New operating mechanisms were created, and due to this, they are still made today. They are the oldest type of pistol, and are often used to hunt wild &lt;a href=\"Game%20%28food%29\"&gt;game&lt;/a&gt;. Additionally, their compact size compared to most other types of handgun makes them more concealable.\nRevolver.\nWith the development of the &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt;, short for revolving pistol, in the 19th century, gunsmiths had finally achieved the goal of a practical capability for delivering multiple loads to one handgun barrel in quick succession. Revolvers feed &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt; via the rotation of a cartridge-filled &lt;a href=\"Cylinder%20%28firearms%29\"&gt;cylinder&lt;/a&gt;, in which each cartridge is contained in its own ignition chamber, and is sequentially brought into alignment with the weapon's barrel by an &lt;a href=\"indexing%20%28motion%29\"&gt;indexing&lt;/a&gt; mechanism linked to the weapon's trigger (&lt;a href=\"trigger%20%28firearms%29\"&gt;double-action&lt;/a&gt;) or its hammer (&lt;a href=\"trigger%20%28firearms%29\"&gt;single-action&lt;/a&gt;). These nominally cylindrical chambers, usually numbering between five and eight depending on the size of the revolver and the size of the cartridge being fired, are bored through the cylinder so that their axes are parallel to the cylinder's axis of rotation; thus, as the cylinder rotates, the chambers revolve about the cylinder's axis.\nSemi-automatic.\nAfter the revolver, the semi-automatic pistol was the next step in the development of the pistol. By avoiding multiple chambers—which need to be individually reloaded—semi-automatic pistols delivered faster rates of fire and required only a few seconds to reload, by pushing a button or flipping a switch, and the magazine slides out to be replaced by a fully-loaded one. In &lt;a href=\"Blowback%20%28firearms%29\"&gt;blowback&lt;/a&gt;-type semi-automatics, the recoil force is used to push the slide back and eject the shell (if any) so that the magazine spring can push another round up; then as the slide returns, it chambers the round. An example of a modern blowback action semi-automatic pistol is the &lt;a href=\"Walther%20PPK\"&gt;Walther PPK&lt;/a&gt;. Blowback pistols are some of the more simply designed handguns. Many semi-automatic pistols today operate using &lt;a href=\"recoil%20operation\"&gt;short-recoil&lt;/a&gt;. This design is often coupled with the Browning type tilting barrel.\nMachine pistol.\nA machine pistol is a pistol that is capable of &lt;a href=\"burst%20mode%20%28weapon%29\"&gt;burst-fire&lt;/a&gt; or &lt;a href=\"automatic%20firearm\"&gt;fully automatic fire&lt;/a&gt;. The first machine pistol was produced by the &lt;a href=\"Austro-Hungarian%20Empire\"&gt;Austro-Hungarian Empire&lt;/a&gt; in 1916, as the &lt;a href=\"Steyr%20M1912%20pistol%23Repetierpistole%20M1912/P16\"&gt;\"Steyr Repetierpistole\" M1912/P16&lt;/a&gt;, and the term is derived from the German word \"maschinenpistolen\". Though it is often used interchangeably with &lt;a href=\"submachine%20gun\"&gt;submachine gun&lt;/a&gt;, a machine pistol is generally used to describe a weapon that is more compact than a typical submachine gun. \nHow it works: The shooter will disable the safety switch and pull the trigger, but hold it unlike firing a normal &lt;a href=\"Semi-automatic%20pistol\"&gt;semi-automatic&lt;/a&gt;. The handgun will fire one round, and recoils and the high-capacity &lt;a href=\"Magazine%20%28firearms%29\"&gt;magazine&lt;/a&gt; spring pushes another round, and is chambered, and fired without any actions needed from the shooter. They are useful in situations where multiple bullets must be fired in quick succession with minimal effort.\nMulti-barreled.\nMulti-barreled pistols, such as the &lt;a href=\"Pepperbox%20revolver\"&gt;Pepperbox&lt;/a&gt;, were common during the same time as single shot pistols. As designers looked for ways to increase fire rates, multiple barrels were added to all guns including pistols. One example of a multi-barreled pistol is the &lt;a href=\"COP%20.357%20Derringer\"&gt;COP .357 Derringer&lt;/a&gt;.\nHarmonica pistol.\nAround 1850, pistols such as the Jarre &lt;a href=\"harmonica%20gun\"&gt;harmonica gun&lt;/a&gt; were produced that had a sliding magazine. The sliding magazine contained pinfire cartridges or speedloaders. The magazine needed to be moved manually in many designs, hence distinguishing them from semi-automatic pistols.\nLever-action.\nLever action pistols are very rare, the most notable of which is the Volcanic pistol."
}