{
    "id": "996990",
    "revid": "1069157631",
    "url": "https://en.wikipedia.org/wiki?curid=996990",
    "title": "Jay Sekulow",
    "text": "Jay Alan Sekulow (; born June 10, 1956) is an American lawyer, radio, television &lt;a href=\"talk%20show\"&gt;talk show&lt;/a&gt; host and politically &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; media personality. He has been chief counsel of the &lt;a href=\"American%20Center%20for%20Law%20%26amp%3B%20Justice\"&gt;American Center for Law &amp; Justice&lt;/a&gt; (ACLJ) since 1991. As a member of President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;'s legal team, he served as lead outside counsel for Trump's &lt;a href=\"First%20impeachment%20of%20Donald%20Trump\"&gt;first impeachment trial&lt;/a&gt; in the United States Senate.\nSekulow built a legal and media business over a thirty-year period by representing conservative, religious, and &lt;a href=\"Anti-abortion%20movement\"&gt;pro-life&lt;/a&gt; groups. He hosts a syndicated radio show and is a frequent guest commentator on the &lt;a href=\"Christian%20Broadcasting%20Network\"&gt;Christian Broadcasting Network&lt;/a&gt; and the &lt;a href=\"Fox%20News%20Channel\"&gt;Fox News Channel&lt;/a&gt; television networks.\nEarly life and education.\nJay Alan Sekulow was born in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, New York, the son of Natalie (née Wortman) and Stanley Sekulow.\nSekulow was raised on &lt;a href=\"Long%20Island%2C%20New%20York\"&gt;Long Island&lt;/a&gt;, in the town of &lt;a href=\"Jericho%2C%20New%20York\"&gt;Jericho&lt;/a&gt;. He came from a Jewish family, attended Hebrew School, and had a bar mitzvah. While in high school Sekulow and his family moved to &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta&lt;/a&gt;, where he graduated from &lt;a href=\"Lakeside%20High%20School%20%28DeKalb%20County%2C%20Georgia%29\"&gt;Lakeside High School&lt;/a&gt;, then earned a B.A. in 1977 and a &lt;a href=\"Juris%20Doctor\"&gt;J.D.&lt;/a&gt; from &lt;a href=\"Mercer%20University\"&gt;Mercer University&lt;/a&gt; in 1980. While attending Atlanta Baptist College (now the Atlanta campus of Mercer University), Sekulow became interested in Christianity and converted to &lt;a href=\"Messianic%20Judaism\"&gt;Messianic Judaism&lt;/a&gt; after encountering &lt;a href=\"Jews%20for%20Jesus\"&gt;Jews for Jesus&lt;/a&gt;. Sekulow earned a Ph.D. from &lt;a href=\"Regent%20University\"&gt;Regent University&lt;/a&gt; in 2004, writing his dissertation on religious influence on Supreme Court Justices and their opinions.\nCareer and business ownership.\nAfter graduating from law school, Sekulow worked at the &lt;a href=\"Internal%20Revenue%20Service\"&gt;Internal Revenue Service&lt;/a&gt; (IRS) as a prosecutor with the tax litigation division for \"about 18 months.\" \nIn 1982, he opened a law firm in Atlanta, Georgia, with former Mercer classmate Stuart J. Roth which soon evolved into a business buying, renovating, and selling historic properties as a tax shelter for wealthy investors. IRS regulations changed in the mid-eighties, and the firm collapsed when investors sued the owners for fraud and securities violations. Sekulow and Roth filed for &lt;a href=\"Chapter%207%2C%20Title%2011%2C%20United%20States%20Code\"&gt;Chapter 7&lt;/a&gt; bankruptcy relief in 1987, with Sekulow listing $13 million in liabilities and $638,000 in assets, and leaving \"a trail of angry investors and employees.\"\nIn 1987 Sekulow became general counsel for &lt;a href=\"Jews%20for%20Jesus\"&gt;Jews for Jesus&lt;/a&gt;. In 1988 he founded the nonprofit group Christian Advocates Serving Evangelism (CASE) whose president he is and whose board members are him, his wife, and their two sons.\nIn 1992, Sekulow became the director of the ACLJ, where he was chief counsel and principal officer in 2018. In the early 1990s he also joined the faculty at &lt;a href=\"Regent%20University\"&gt;Regent University&lt;/a&gt; Law School.\nSekulow is half-owner of the for-profit professional corporation Constitutional Litigation and Advocacy Group, P.C., incorporated in 2003, whose governor and executive officer is Roth. From 2011 to 2016, the ACLJ paid the group $23 million, \"its largest outside expense.\"\nSekulow owns Regency Productions, the company that produces his radio show and was paid $11.3 million by the two charities for production services between 2000 and 2017.\nSekulow hosts \"Jay Sekulow Live!\", a &lt;a href=\"broadcast%20syndication\"&gt;syndicated&lt;/a&gt; daily radio program broadcast on &lt;a href=\"radio\"&gt;terrestrial radio&lt;/a&gt;, and &lt;a href=\"XM\"&gt;XM&lt;/a&gt; and &lt;a href=\"Sirius%20Satellite%20Radio\"&gt;Sirius&lt;/a&gt; satellite radios. This live call-in program focuses on legal and legislative topics. Sekulow is the host of \"ACLJ This Week\", a weekly television news program broadcast on &lt;a href=\"Trinity%20Broadcasting%20Network\"&gt;Trinity Broadcasting Network&lt;/a&gt; and Daystar.\nCounsel to President Trump.\nBeginning in 2017, Sekulow served as a personal attorney to President Donald Trump during the &lt;a href=\"Mueller%20investigation\"&gt;investigation of Special Counsel Robert Mueller&lt;/a&gt; and investigations by &lt;a href=\"Congressional%20committees\"&gt;Congressional committees&lt;/a&gt; into &lt;a href=\"links%20between%20Trump%20associates%20and%20Russian%20officials\"&gt;links between Trump associates and Russian officials&lt;/a&gt;.\nSekulow also served as lead outside counsel for Trump during his &lt;a href=\"First%20impeachment%20of%20Donald%20Trump\"&gt;impeachment proceedings&lt;/a&gt; in 2019 and 2020. He made several allegedly false statements on the Senate floor during the &lt;a href=\"First%20impeachment%20trial%20of%20Donald%20Trump\"&gt;first Trump impeachment trial&lt;/a&gt;. \nSekulow also represented Trump confidant and Fox News host &lt;a href=\"Sean%20Hannity\"&gt;Sean Hannity&lt;/a&gt; during the investigation by the &lt;a href=\"House%20Select%20Committee%20on%20the%20January%206%20Attack\"&gt;House Select Committee on the January 6 Attack&lt;/a&gt;.\nCharity finances.\nIn November 2005, \"&lt;a href=\"Legal%20Times\"&gt;Legal Times&lt;/a&gt;\" published an article which alleged that Sekulow \"through the ACLJ and a string of interconnected &lt;a href=\"nonprofit\"&gt;nonprofit&lt;/a&gt; and for-profit entities, has built a financial empire that generates millions of dollars a year and supports a lavish lifestyle—complete with multiple homes, chauffeur-driven cars, and a private jet that he once used to ferry Supreme Court Justice &lt;a href=\"Antonin%20Scalia\"&gt;Antonin Scalia&lt;/a&gt;.\" In the article, former donors and supporters claimed that Sekulow engaged in a pattern of self-dealing to finance his \"high-flying lifestyle.\" According to a ranking by the &lt;a href=\"American%20Institute%20of%20Philanthropy\"&gt;American Institute of Philanthropy&lt;/a&gt;, a charity watchdog group, Sekulow was the 13th highest paid executive of a charitable organization in the United States.\nACLJ's and CASE's tax returns show that between 1998 and 2011 they paid more than $33 million to Sekulow, members of his family, and businesses owned or co-owned by them; from 2011 to 2015, the two charities paid $5.5 million to Sekulow and members of his family, and $23 million to their businesses. Since 2011, donations to ACLJ are routed through Sekulow's family-run CASE, and many \"transactions that benefit members of the Sekulow family are disclosed on the CASE returns, but not the ACLJ's.\" Between 2011 and 2015, the ACLJ, the \"public face of the two nonprofits,\" collected nearly $230 million in charitable donations.\nOn June 27 and 28, 2017, \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" reported that documents obtained by them confirmed later that \"millions in donations\" were steered to his family members, that Sekulow \"approved plans to push poor and jobless people to donate money to his Christian nonprofit, which since 2000 has steered more than $60m to Sekulow, his family and their businesses\", and that attorneys general in New York and North Carolina opened investigations of Sekulow's CASE for possibly using pressure tactics in telemarketer calls to raise money which was allegedly misdirected to Sekulow and his family.\nNews and politics.\nSekulow is thought by some in Washington to have been one of the \"Four Horsemen\" who \"engineered\" the nomination of &lt;a href=\"Chief%20Justice%20of%20the%20United%20States\"&gt;Chief Justice&lt;/a&gt; &lt;a href=\"John%20G.%20Roberts\"&gt;John G. Roberts&lt;/a&gt; to the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt;. In 2007, Sekulow endorsed &lt;a href=\"Mitt%20Romney\"&gt;Mitt Romney&lt;/a&gt;'s &lt;a href=\"Mitt%20Romney%202012%20presidential%20campaign\"&gt;presidential campaign&lt;/a&gt;. He has opposed the building of &lt;a href=\"Park51\"&gt;Park51&lt;/a&gt;, an Islamic center in &lt;a href=\"Lower%20Manhattan\"&gt;Lower Manhattan&lt;/a&gt; two blocks from the &lt;a href=\"World%20Trade%20Center%20site\"&gt;World Trade Center&lt;/a&gt;.\nOn February 27, 2019 Michael Cohen reported in testimony before Congress that Jay Sekulow and other members of Trump's legal team made “several” changes to his false statement to the House Intelligence Committee, including a change to the “length of time that the Trump Tower project stayed and remained alive.” Sekulow disputed the testimony \"Today’s testimony by Michael Cohen that attorneys for the president edited or changed his statement to Congress to alter the duration of the Trump Tower Moscow negotiations is completely false\". The Intelligence Committee announced on May 14, 2019, that it would investigate whether Sekulow “reviewed, shaped and edited” Michael Cohen's false testimony to Congress. \"The Washington Post\" reported on May 20, 2019, that Cohen testified in closed session before the Intelligence Committee that Sekulow instructed him to falsely testify that the Trump Tower Moscow discussions ended in January 2016. The &lt;a href=\"Senate%20Intelligence%20Committee\"&gt;Senate Intelligence Committee&lt;/a&gt;'s August 2020 final report on 2016 election interference noted that after his indictment, Cohen discussed a presidential pardon with Sekulow more than six times, and that \"he understood that the pardon discussions had come from Trump through Sekulow.\"\n\"The New York Times\" reported in December 2019 that people close to Sekulow said he told them he voted for Hillary Clinton in 2016. In 2020, January, he was named as part of the counsel team that represented &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; in the &lt;a href=\"First%20impeachment%20trial%20of%20Donald%20Trump\"&gt;impeachment case in the Senate&lt;/a&gt;.\nPersonal life.\nSekulow and Pamela McPherson married in 1978 and have two adult sons, Jordan and Logan. &lt;a href=\"Jordan%20Sekulow\"&gt;Jordan Sekulow&lt;/a&gt; is an attorney with the ACLJ and Director of International Operations. He also co-hosts the radio and television programming with his father. Logan briefly starred in the &lt;a href=\"Nickelodeon\"&gt;Nickelodeon&lt;/a&gt; series \"&lt;a href=\"U-Pick%20Live\"&gt;U-Pick Live&lt;/a&gt;\" in 2005. \nSekulow's youngest brother Scott was the founder and Rabbi of the Messianic Jewish Congregation Beth Adonai in &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt;, until his death in August 2021 of Covid-19. \nSekulow is a member of the &lt;a href=\"Board%20of%20Trustees\"&gt;Board of Trustees&lt;/a&gt; of the &lt;a href=\"Supreme%20Court%20Historical%20Society\"&gt;Supreme Court Historical Society&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; He plays drums and guitar in the \"Jay Sekulow Band\", which includes &lt;a href=\"John%20Elefante\"&gt;John Elefante&lt;/a&gt;, a former member of the band &lt;a href=\"Kansas%20%28band%29\"&gt;Kansas&lt;/a&gt;, among its members.\nCases before the Supreme Court.\nSekulow has argued in front of the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; 12 times, specializing in issues of the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt;. Sekulow most recently argued before the Supreme Court on November 12, 2008 in \"&lt;a href=\"Pleasant%20Grove%20City%20v.%20Summum\"&gt;Pleasant Grove City v. Summum&lt;/a&gt;\", case No.07-665. Sekulow represented the city in this case concerning government control over &lt;a href=\"monument\"&gt;monument&lt;/a&gt;s and memorials in government-owned public places, which ended the following February with the Court ruling in the city's favor. On March 2, 2009, the Supreme Court issued a summary disposition in the companion case of \"Summum v. Duchesne City\". The Court vacated the Tenth Circuit opinion and remanding the case for an opinion consistent with \"Pleasant Grove City v. Summum\", 555 U.S. 460 (2009).\nSekulow has submitted several &lt;a href=\"amicus%20briefs\"&gt;amicus briefs&lt;/a&gt; in support of &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; issues. He has submitted amicus briefs in landmark cases such as \"&lt;a href=\"Hamdi%20v.%20Rumsfeld\"&gt;Hamdi v. Rumsfeld&lt;/a&gt;\", \"&lt;a href=\"Rasul%20v.%20Bush\"&gt;Rasul v. Bush&lt;/a&gt;\", \"&lt;a href=\"Gonzales%20v.%20Planned%20Parenthood\"&gt;Gonzales v. Planned Parenthood&lt;/a&gt;\", and \"&lt;a href=\"Hein%20v.%20Freedom%20from%20Religion%20Foundation\"&gt;Hein v. Freedom from Religion Foundation&lt;/a&gt;\". His amicus briefs for \"&lt;a href=\"Van%20Orden%20v.%20Perry\"&gt;Van Orden v. Perry&lt;/a&gt;\" and &lt;a href=\"2005%20term%20per%20curiam%20opinions%20of%20the%20Supreme%20Court%20of%20the%20United%20States%23Wisconsin%20Right%20to%20Life%2C%20Inc.%20v.%20Federal%20Election%20Comm%27n\"&gt;\"Wisconsin Right to Life v. FEC\"&lt;/a&gt; were cited by Justices &lt;a href=\"John%20Paul%20Stevens\"&gt;John Paul Stevens&lt;/a&gt; and &lt;a href=\"John%20Roberts\"&gt;John Roberts&lt;/a&gt; respectively. Sekulow was counsel to Robert and Mary Schindler during the controversy surrounding their daughter, &lt;a href=\"Terri%20Schiavo\"&gt;Terri Schiavo&lt;/a&gt;. Sekulow's amicus brief in \"&lt;a href=\"Morse%20v.%20Frederick\"&gt;Morse v. Frederick&lt;/a&gt;\" was in support of the &lt;a href=\"ACLU\"&gt;ACLU&lt;/a&gt;'s position; he argued that schools banning \"offensive\" speech would also be able to prohibit religious speech with which the administrators disagree."
}