{
    "id": "99695",
    "revid": "24817455",
    "url": "https://en.wikipedia.org/wiki?curid=99695",
    "title": "ARCNET",
    "text": "Attached Resource Computer NETwork (ARCNET or ARCnet) is a &lt;a href=\"communications%20protocol\"&gt;communications protocol&lt;/a&gt; for &lt;a href=\"local%20area%20network\"&gt;local area network&lt;/a&gt;s. ARCNET was the first widely available &lt;a href=\"Computer%20network\"&gt;networking&lt;/a&gt; system for &lt;a href=\"microcomputer\"&gt;microcomputer&lt;/a&gt;s; it became popular in the 1980s for office automation tasks. It was later applied to &lt;a href=\"embedded%20system\"&gt;embedded system&lt;/a&gt;s where certain features of the protocol are especially useful.\nHistory.\nARCNET was developed by principal development engineer &lt;a href=\"John%20Murphy%20%28engineer%29\"&gt;John Murphy&lt;/a&gt; at &lt;a href=\"Datapoint\"&gt;Datapoint&lt;/a&gt; Corporation in 1976 under &lt;a href=\"Victor%20Poor\"&gt;Victor Poor&lt;/a&gt;, and announced in 1977. It was originally developed to connect groups of their &lt;a href=\"Datapoint%202200\"&gt;Datapoint 2200&lt;/a&gt; terminals to talk to a shared 8\" floppy disk system. It was the first loosely coupled LAN-based clustering system, making no assumptions about the \"type\" of computers that would be connected. This was in contrast to contemporary larger and more expensive computer systems such as &lt;a href=\"DECnet\"&gt;DECnet&lt;/a&gt; or &lt;a href=\"Systems%20Network%20Architecture\"&gt;SNA&lt;/a&gt;, where a homogeneous group of similar or proprietary computers were connected as a &lt;a href=\"VMScluster\"&gt;cluster&lt;/a&gt;.\nThe token-passing bus protocol of that I/O device-sharing network was subsequently applied to allowing processing nodes to communicate with each other for file-serving and computing scalability purposes. An application could be developed in DATABUS, Datapoint's proprietary &lt;a href=\"COBOL\"&gt;COBOL&lt;/a&gt;-like language and deployed on a single computer with dumb terminals. When the number of users outgrew the capacity of the original computer, additional 'compute' resource computers could be attached via ARCNET, running the same applications and accessing the same data. If more storage was needed, additional disk resource computers could also be attached. This incremental approach broke new ground and by the end of the 1970s (before the first &lt;a href=\"IBM%20PC\"&gt;IBM PC&lt;/a&gt; was announced in 1981) over ten thousand ARCNET LAN installations were in commercial use around the world, and Datapoint had become a Fortune 500 company. As microcomputers took over the industry, well-proven and reliable ARCNET was also offered as an inexpensive LAN for these machines.\nARCNET remained proprietary until the early-to-mid 1980s. This did not cause concern at the time, as most network architectures were proprietary. The move to non-proprietary, open systems began as a response to the dominance of &lt;a href=\"International%20Business%20Machines\"&gt;International Business Machines&lt;/a&gt; (IBM) and its &lt;a href=\"Systems%20Network%20Architecture\"&gt;Systems Network Architecture&lt;/a&gt; (SNA). In 1979, the Open Systems Interconnection Reference Model (&lt;a href=\"OSI%20model\"&gt;OSI model&lt;/a&gt;) was published. Then, in 1980, Digital, Intel and Xerox (the DIX consortium) published an open standard for &lt;a href=\"Ethernet\"&gt;Ethernet&lt;/a&gt; that was soon adopted as the basis of standardization by the IEEE and the ISO. IBM responded by proposing &lt;a href=\"Token%20Ring\"&gt;Token Ring&lt;/a&gt; as an alternative to Ethernet but kept such tight control over standardization that competitors were wary of using it. ARCNET was less expensive than either, more reliable, more flexible, and by the late 1980s it had a market share about equal to that of Ethernet. &lt;a href=\"RadioShack\"&gt;Tandy/Radio Shack&lt;/a&gt; offered ARCNET as an application and file sharing medium for their &lt;a href=\"TRS-80%20Model%20II\"&gt;TRS-80 Model II&lt;/a&gt;, &lt;a href=\"TRS-80%20Model%2012\"&gt;Model 12&lt;/a&gt;, &lt;a href=\"TRS-80%20Model%2016\"&gt;Model 16&lt;/a&gt;, &lt;a href=\"Tandy%206000\"&gt;Tandy 6000&lt;/a&gt;, &lt;a href=\"Tandy%202000\"&gt;Tandy 2000&lt;/a&gt;, &lt;a href=\"Tandy%201000\"&gt;Tandy 1000&lt;/a&gt; and Tandy 1200 computer models. There were also hooks in the &lt;a href=\"TRS-80%20Model%204\"&gt;Model 4P&lt;/a&gt;'s ROM to boot from an ARCNET network.\nWhen Ethernet moved from co-axial cable to &lt;a href=\"Ethernet%20over%20twisted%20pair\"&gt;twisted pair&lt;/a&gt; and an \"interconnected stars\" cabling topology based on active &lt;a href=\"Ethernet%20hub\"&gt;hub&lt;/a&gt;s, it became much more attractive. Easier cabling, combined with the greater raw speed of Ethernet (, as compared with for ARCnet) helped to increase Ethernet demand, and as more companies entered the market the price of Ethernet started to fall—and ARCNET (and Token Ring) volumes tapered off.\nIn response to greater bandwidth needs, and the challenge of Ethernet, a new standard called ARCnet Plus was developed by Datapoint, and introduced in 1992. ARCnet Plus ran at , and was backward compatible with original ARCnet equipment. However, by the time ARCnet Plus products were ready for the market, Ethernet had captured the majority of the network market, and there was little incentive for users to move back to ARCnet. As a result, very few ARCnet Plus products were ever produced. Those that were built, mainly by Datapoint, were expensive, and hard to find.\nARCNET was eventually standardized as &lt;a href=\"American%20National%20Standards%20Institute\"&gt;ANSI&lt;/a&gt; ARCNET 878.1. It appears this was when the name changed from ARCnet to ARCNET. Other companies entered the market, notably Standard Microsystems who produced systems based on a single &lt;a href=\"Very-large-scale%20integration\"&gt;VLSI&lt;/a&gt; chip, originally developed as custom LSI for Datapoint, but later made available by Standard Microsystems to other customers. Datapoint eventually found itself in financial trouble and eventually moved into video conferencing and (later) custom programming in the embedded market.\nEven though ARCNET is now rarely used for new general networks, the diminishing installed base still requires support - and it retains a niche in industrial control.\nDescription.\nOriginal ARCNET used RG-62/U &lt;a href=\"coaxial%20cable\"&gt;coaxial cable&lt;/a&gt; of &lt;a href=\"Characteristic%20impedance\"&gt;impedance&lt;/a&gt; and either passive or active &lt;a href=\"Ethernet%20hub\"&gt;hub&lt;/a&gt;s in a star-wired &lt;a href=\"bus%20%28computing%29\"&gt;bus&lt;/a&gt; topology. At the time of its greatest popularity, this was a significant advantage of ARCNET over Ethernet. A star-wired bus was much easier to build and expand (and was more readily maintainable) than the clumsy linear bus Ethernet of the time. The \"interconnected stars\" cabling topology made it easy to add and remove nodes without taking down the whole network, and much easier to diagnose and isolate failures within a complex LAN.\nAnother significant advantage ARCNET had over Ethernet was cable distance. ARCNET coax cable runs could extend between active hubs or between an active hub and an end node, while the &lt;a href=\"RG-58\"&gt;RG-58&lt;/a&gt; (50Ω) 'thin' Ethernet most widely used at that time was limited to a maximum run of from end to end.\nARCNET had the disadvantage of requiring either an active or passive hub between nodes if there were more than two nodes in the network, while thin Ethernet allowed nodes to be spaced anywhere along the linear coax cable. However, ARCNET passive hubs were very inexpensive, being composed of a simple, small, unpowered box with four ports, wired together with nothing more than four discrete resistors, so the disadvantage was not significant. This disadvantage can also be seen as an advantage, often the cost of a 4 port ARCNET passive hub was less than cost of the 4 &lt;a href=\"BNC%20connector\"&gt;BNC Tee&lt;/a&gt; connectors and 2 terminators that thin Ethernet requires to connect 4 computers, and unlike BNC Tee connectors that could sometimes be hard to obtain in the early days of Ethernet, an ARCNET passive hub could be easily manufactured in the field with 9 readily available parts (4 connectors, 4 resistors and a box to put them in).\nPassive hubs limited the distance between a node and an active hub to . A passive hub could not be connected directly to another passive hub. Unused ports on both types of hubs had to be terminated with a special connector. This special connector, called a terminator, is nothing more than a BNC connector with a 93 ohm resistor in it. Thin Ethernet also requires nearly identical terminators at the 2 terminal ends, the only difference being Ethernet uses a 50 ohm resistor.\nTo reduce costs, while still allowing coverage over a wide area, a common practice was to use one or more interconnected active hubs, each of which provided coverage for nodes no more than away. Cable was run from each port of the active hubs to a different location no more than away. A passive hub would then be attached to the end of the cable, and cables would be run locally from the passive hub, allowing connection of up to three nodes. In this way, a single 8-port active hub could be used to connect 24 networked devices over an area not exceeding in diameter.\nARCNET allowed only 255 nodes per network. Node IDs for LAN workstations were typically set by DIP switches on the network interface card. Larger networks would have to be split into smaller networks, and bridged. The small number of possible nodes and the need to manually configure IDs was a disadvantage compared with Ethernet, particularly as large enterprise networks became common.\nTo &lt;a href=\"media%20access%20control\"&gt;mediate access to the bus&lt;/a&gt;, ARCNET, like Token Ring, uses a &lt;a href=\"token%20passing\"&gt;token passing&lt;/a&gt; scheme, rather than the &lt;a href=\"carrier%20sense%20multiple%20access\"&gt;carrier sense multiple access&lt;/a&gt; approach of Ethernet. When peers are inactive, a single \"token\" message is passed around the network from machine to machine, and no peer is allowed to use the bus unless it has the token. If a particular peer wishes to send a message, it waits to receive the token, sends its message, and then passes the token on to the next station. Because ARCNET is implemented as a distributed star, the token cannot be passed machine to machine around a ring. Instead, each node is assigned an 8 bit address (usually via DIP switches), and when a new node joins the network a \"reconfig\" occurs, wherein each node learns the address of the node immediately above it. The token is then passed directly from one node to the next.\nHistorically, each approach had its advantages: ARCNET added a small delay on an inactive network as a sending station waited to receive the token, but Ethernet's performance degraded drastically if too many peers attempted to broadcast at the same time, due to the time required for the slower processors of the day to process and recover from collisions. ARCNET had slightly lower best-case performance (viewed by a single stream), but was much more predictable. ARCNET also has the advantage that it achieved its best aggregate performance under the highest loading, approaching asymptotically its maximum throughput. While the best case performance was less than Ethernet, the general case was equivalent and the worst case was dramatically better. An Ethernet network could collapse when too busy due to excessive collisions. An ARCNET would keep on going at normal (or even better) throughput. Throughput on a multi-node collision-based Ethernet was limited to between 40% and 60% of bandwidth usage (depending on source). Although ARCNET could at one time outperform a Ethernet in a busy office on slow processors, ARCNET ultimately gave way to Ethernet as improved processor speeds reduced the impact of collisions on overall throughput, and Ethernet costs dropped. \nIn the early 1980s ARCNET was much cheaper than Ethernet, in particular for PCs. For example, in 1985 &lt;a href=\"SMC%20Networks\"&gt;SMC&lt;/a&gt; sold ARCNET cards for around whilst an Ungermann-Bass Ethernet card plus transceiver could cost .\nAnother significant difference is that ARCNET provides the sender with a concrete acknowledgment (or not) of successful delivery at the receiving end before the token passes on to the next node, permitting much faster fault recovery within the higher level protocols (rather than having to wait for a timeout on the expected replies). ARCnet also doesn't waste network time transmitting to a node not ready to receive the message, since an initial inquiry (done at hardware level) establishes that the recipient is able and ready to receive the larger message before it is sent across the bus.\nOne further advantage that ARCNET enjoyed over collision-based Ethernet is that it guarantees equitable access to the bus by everyone on the network. Although it might take a short time to get the token depending on the number of nodes and the size of the messages currently being sent about, you will always receive it within a predictable maximum time; thus it is \"deterministic\". This made ARCNET an ideal &lt;a href=\"real-time%20computing\"&gt;real-time&lt;/a&gt; networking system, which explains its use in the embedded systems and process control markets. Token Ring has similar qualities, but is much more expensive to implement than ARCNET.\nIn spite of ARCNET's deterministic operation and historic suitability for real-time environments such as process control, the general availability of &lt;a href=\"Network%20switch\"&gt;switched&lt;/a&gt; &lt;a href=\"gigabit%20Ethernet\"&gt;gigabit Ethernet&lt;/a&gt; and &lt;a href=\"Quality%20of%20service\"&gt;Quality of service&lt;/a&gt; capabilities in Ethernet switches has all but eliminated ARCNET today.\nAt first the system was deployed using RG-62/U &lt;a href=\"coaxial%20cable\"&gt;coaxial cable&lt;/a&gt; (commonly used in &lt;a href=\"IBM%20mainframe\"&gt;IBM mainframe&lt;/a&gt; environments to connect &lt;a href=\"IBM%203270\"&gt;3270&lt;/a&gt; terminals and controllers), but later added support for &lt;a href=\"twisted%20pair\"&gt;twisted pair&lt;/a&gt; and &lt;a href=\"optical%20fiber\"&gt;fibre&lt;/a&gt; media. At ARCNET's lower speeds (), &lt;a href=\"Category%203%20cable\"&gt;Cat-3&lt;/a&gt; cable is good enough to run ARCNET. Some ARCNET twisted-pair products supported cable runs over on standard Cat-3 cable, far beyond anything Ethernet could do on any kind of copper cable.\nIn the early 1990s, Thomas-Conrad Corporation developed a topology called TCNS based on the ARCNET protocol, which also supported RG-62, twisted-pair, and fiber optic media. TCNS enjoyed some success until the availability of lower-cost Ethernet put an end to the general deployment of ARCNET as a LAN protocol.\nHowever, because of its simple, robust nature, ARCNET controllers are still sold and used in industrial, embedded, and automotive applications."
}