{
    "id": "9971819",
    "revid": "6917124",
    "url": "https://en.wikipedia.org/wiki?curid=9971819",
    "title": "Greens of Serbia",
    "text": "The Greens of Serbia (; abbr. ЗС or ZS) is a &lt;a href=\"Green%20politics\"&gt;green&lt;/a&gt; political party in &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. Established on 14 September 2007, this party advocates environmental and ecological wisdom, social justice and solidarity, direct democracy, green economics, sustainability, respect for diversity and human rights, and prevention of all forms of violence. The Greens of Serbia has observer status in the &lt;a href=\"Global%20Greens\"&gt;Global Greens&lt;/a&gt; and is applicant for the &lt;a href=\"European%20Green%20Party\"&gt;European Green Party&lt;/a&gt;.\nIn early 2014 the ZS had signed political cooperation with the &lt;a href=\"New%20Democratic%20Party%20%28Serbia%29\"&gt;New Democratic Party&lt;/a&gt;, a political fraction of the &lt;a href=\"Democratic%20Party%20%28Serbia%29\"&gt;Democratic Party&lt;/a&gt; led by its former leader and the nation's president &lt;a href=\"Boris%20Tadi%C4%87\"&gt;Boris Tadić&lt;/a&gt;. Originally agreeing to form a political cooperation and jointly go at the &lt;a href=\"2014%20Serbian%20parliamentary%20election\"&gt;forthcoming 2014 elections&lt;/a&gt;, by mid-February 2014 the NDS had collectively joined the Greens, who chose a new Statute, program and Tadić as their party leader, officially preregistering under the name \"New Democratic Party–Greens\". On 14 June 2014, the New Democratic Party seceded and became independent political party, so the name of the party was changed again to \"Greens of Serbia\".\nHistory.\nGreens of Serbia.\nThe Greens of Serbia was established on 14 September 2007. In March 2010 they finished re-registration process by collecting 13,500 signatures. The Greens of Serbia are organized in local and municipal units named movements. There are over 80 movements established throughout Serbia.\nActivities of the Greens of Serbia are directed towards the development of Serbia as a democratic and prosperous country in the European Union. Actions and plans of the Greens of Serbia lean on the experience of other green parties throughout Europe and the world. That means environmental protection, promotion of the sustainable development of the society, development of the new perspectives in the European Union, support for the dialogue and conflict prevention and participation in the development of the alternative global cooperation forums together with other green parties.\nIn 2011 the Greens of Serbia started the major campaign against &lt;a href=\"genetically%20modified%20food\"&gt;genetically modified food&lt;/a&gt; and launched a petition against genetically modified organisms that was signed by over 36,000 people. Law on GMOs was drafted by experts from the Greens of Serbia and together with the petition submitted to the &lt;a href=\"National%20Assembly%20of%20Serbia\"&gt;National Assembly of Serbia&lt;/a&gt; on October 26, 2011.\nIn November 2011 the Greens of Serbia have started the public debate because high officials from the Public company \"Serbian Nuclear Facilities\", which is placed in Vinča, near Belgrade, announced through media that “The biggest radioactive waste storage in Europe is opened”. The Greens of Serbia sent official request to the Public company \"Serbian Nuclear Facilities\" to provide public access to the environmental impact assessment and strategic environmental assessment and to explain why the public in Serbia was not informed about all important aspects in this case. European Green Party adopted at the Congress held in Paris in autumn 2011 an emergency resolution against new nuclear plants and nuclear waste storage in Europe.\nElectoral results.\nEarly electoral results.\nIn 2010 the Greens of Serbia received 2% of the popular vote in the &lt;a href=\"Bor%2C%20Serbia\"&gt;Bor&lt;/a&gt; municipality local election, although the movement was formed a month before the election. In the City of &lt;a href=\"Pan%C4%8Devo\"&gt;Pančevo&lt;/a&gt;, the Greens of Serbia have a councillor.\nIn &lt;a href=\"2012%20Serbian%20parliamentary%20election\"&gt;2012&lt;/a&gt; the Greens of Serbia won its first seat of the Serbian parliament as part of \"&lt;a href=\"Choice%20for%20a%20Better%20Life\"&gt;Choice for a Better Life&lt;/a&gt;\". The coalition received 22.1% of the popular vote and 67 seats; 1 seat was allocated to the leader of the Greens of Serbia, Ivan Karić.\nNew Democratic Party—Greens.\nIn early February 2014 ZS had decided to join &lt;a href=\"Boris%20Tadi%C4%87\"&gt;Boris Tadić&lt;/a&gt;'s New Democratic Party under formation, so henceforth they will be considered a single organization under the name \"New Democratic Party-Greens\". Subsequently, ZS passed a new Statute on 10 February 2014 and officially changed its name to \"New Democratic Party–Greens\"'. The New Democratic Party seceded from this union after the election, and on 14 June 2014 the name of the party was changed back to \"Greens of Serbia\".\nAlliance with the Socialist Party.\nThe Greens of Serbia contested the &lt;a href=\"2016%20Serbian%20parliamentary%20election\"&gt;2016 parliamentary election&lt;/a&gt; in an alliance with the &lt;a href=\"Socialist%20Party%20of%20Serbia\"&gt;Socialist Party of Serbia&lt;/a&gt;. Two Green candidates were elected: Karić and &lt;a href=\"Ljubinko%20Rakonjac\"&gt;Ljubinko Rakonjac&lt;/a&gt;."
}