{
    "id": "99799",
    "revid": "1067974988",
    "url": "https://en.wikipedia.org/wiki?curid=99799",
    "title": "Wile E. Coyote and the Road Runner",
    "text": "Wile E. Coyote and the Road Runner are a duo of &lt;a href=\"Character%20%28arts%29\"&gt;cartoon characters&lt;/a&gt; from the \"&lt;a href=\"Looney%20Tunes\"&gt;Looney Tunes&lt;/a&gt;\" series of &lt;a href=\"animated%20cartoons\"&gt;animated cartoons&lt;/a&gt;, first appearing in 1949 in the theatrical cartoon short \"&lt;a href=\"Fast%20and%20Furry-ous\"&gt;Fast and Furry-ous&lt;/a&gt;\". In each episode, the cunning, devious and constantly hungry coyote repeatedly attempts to catch and subsequently eat the &lt;a href=\"roadrunner\"&gt;Road Runner&lt;/a&gt;, but is successful (in catching the Road Runner, not eating it) only on extremely rare occasions. Instead of his animal instincts, the coyote uses absurdly complex contraptions (sometimes in the manner of &lt;a href=\"Rube%20Goldberg\"&gt;Rube Goldberg&lt;/a&gt;) to try to catch his prey, which comically backfire, with the coyote often getting injured in &lt;a href=\"slapstick\"&gt;slapstick&lt;/a&gt; fashion. Many of the items for these contrivances are &lt;a href=\"Mail%20order\"&gt;mail-ordered&lt;/a&gt; from a variety of companies that are all named the &lt;a href=\"Acme%20Corporation\"&gt;Acme Corporation&lt;/a&gt;.\nOne &lt;a href=\"running%20gag\"&gt;running gag&lt;/a&gt; involves the coyote trying (in vain) to shield himself with a little &lt;a href=\"parasol\"&gt;parasol&lt;/a&gt; against a great falling boulder that is about to crush him. Another running gag involves the coyote falling from a high cliff. After he goes over the edge, the rest of the scene, shot from a &lt;a href=\"bird%27s-eye%20view\"&gt;bird's-eye view&lt;/a&gt;, shows him falling into a canyon so deep, that his figure is eventually lost to sight. This is followed, a second or two later, by the rising of a dust cloud from the canyon floor as the coyote hits.\nThe characters were created for &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; in 1948 by &lt;a href=\"animation%20director\"&gt;animation director&lt;/a&gt; &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt; and writer &lt;a href=\"Michael%20Maltese\"&gt;Michael Maltese&lt;/a&gt;, with Maltese also setting the template for their adventures. The characters star in a long-running series of theatrical cartoon shorts (the first 16 of which were written by Maltese) and occasional made-for-television cartoons. It was originally meant to parody chase cartoons like \"&lt;a href=\"Tom%20and%20Jerry\"&gt;Tom and Jerry&lt;/a&gt;\", but became popular in its own right.\nThe coyote appears separately as an occasional &lt;a href=\"antagonist\"&gt;antagonist&lt;/a&gt; of &lt;a href=\"Bugs%20Bunny\"&gt;Bugs Bunny&lt;/a&gt; in five shorts from 1952 to 1963: ', \"&lt;a href=\"To%20Hare%20Is%20Human\"&gt;To Hare Is Human&lt;/a&gt;\", \"&lt;a href=\"Rabbit%27s%20Feat\"&gt;Rabbit's Feat&lt;/a&gt;\", \"&lt;a href=\"Compressed%20Hare\"&gt;Compressed Hare&lt;/a&gt;\", and \"&lt;a href=\"Hare-Breadth%20Hurry\"&gt;Hare-Breadth Hurry&lt;/a&gt;\". While he is generally silent in the Wile E. Coyote-Road Runner shorts, he speaks with a &lt;a href=\"Mid-Atlantic%20English\"&gt;refined accent&lt;/a&gt; in these solo outings (except for \"&lt;a href=\"Hare-Breadth%20Hurry\"&gt;Hare-Breadth Hurry&lt;/a&gt;\"), beginning with 1952's ', introducing himself as \"Wile E. Coyote—Genius\", voiced by &lt;a href=\"Mel%20Blanc\"&gt;Mel Blanc&lt;/a&gt;. The Road Runner vocalizes only with his signature sound, \"&lt;a href=\"Beep%2C%20beep%20%28sound%29\"&gt;Beep, beep&lt;/a&gt;\", recorded by &lt;a href=\"Paul%20Julian%20%28artist%29\"&gt;Paul Julian&lt;/a&gt; (although some viewers claim it sounds more like \"meep meep\"), and an accompanying \"popping-cork\" tongue noise.\nTo date, 49 cartoons have been made featuring these characters (including the four &lt;a href=\"Computer-generated%20imagery\"&gt;CGI&lt;/a&gt; shorts), the majority by &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt;.\n\"&lt;a href=\"TV%20Guide\"&gt;TV Guide&lt;/a&gt;\" included Wile E. Coyote in its 2013 list of \"The 60 Nastiest Villains of All Time\".\nCreation.\nJones based the coyote on &lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt;'s book \"&lt;a href=\"Roughing%20It\"&gt;Roughing It&lt;/a&gt;\", in which Twain described the coyote as \"a long, slim, sick and sorry-looking skeleton\" that is \"a living, breathing allegory of Want. He is \"always\" hungry.\" Jones said he created the Wile E. Coyote-Road Runner cartoons as a &lt;a href=\"parody\"&gt;parody&lt;/a&gt; of traditional \"&lt;a href=\"cat%20and%20mouse\"&gt;cat and mouse&lt;/a&gt;\" cartoons such as &lt;a href=\"MGM\"&gt;MGM&lt;/a&gt;'s \"&lt;a href=\"Tom%20and%20Jerry\"&gt;Tom and Jerry&lt;/a&gt;\". Jones modelled the coyote's appearance on fellow animator &lt;a href=\"Ken%20Harris\"&gt;Ken Harris&lt;/a&gt;.\nThe coyote's name of Wile E. is a pun of the word \"wily.\" The \"E\" stands for \"Ethelbert\" in one issue of a Looney Tunes comic book. The coyote's surname is routinely pronounced with a long \"e\" ( ), but in one cartoon short, \"&lt;a href=\"To%20Hare%20Is%20Human\"&gt;To Hare Is Human&lt;/a&gt;\", Wile E. is heard pronouncing it with a &lt;a href=\"diphthong\"&gt;diphthong&lt;/a&gt; ( ). Early model sheets for the character prior to his initial appearance (in \"&lt;a href=\"Fast%20and%20Furry-ous\"&gt;Fast and Furry-ous&lt;/a&gt;\") identified him as \"Don Coyote\", a pun on &lt;a href=\"Don%20Quixote\"&gt;Don Quixote&lt;/a&gt;.\nThe Road Runner's \"&lt;a href=\"Beep%2C%20beep%20%28sound%29\"&gt;beep, beep sound&lt;/a&gt;\" was inspired by background artist &lt;a href=\"Paul%20Julian%20%28artist%29\"&gt;Paul Julian&lt;/a&gt;'s imitation of a &lt;a href=\"Vehicle%20horn\"&gt;car horn&lt;/a&gt;. Julian voiced the various recordings of the phrase used throughout the Road Runner cartoons, although on-screen he was uncredited for his work. According to animation historian &lt;a href=\"Michael%20Barrier\"&gt;Michael Barrier&lt;/a&gt;, Julian's preferred spelling of the sound effect was either \"hmeep hmeep\" or \"mweep, mweep\".\nList of cartoons.\nThe series consists of:\n1 Re-edited from \"Adventures of the Road Runner\" by Chuck Jones and with new music direction from Bill Lava\n2 Re-edited from \"Adventures of the Road Runner\" by DePatie–Freleng Enterprises\n3 These cartoons were each shown with a feature-length film. \"&lt;a href=\"Chariots%20of%20Fur\"&gt;Chariots of Fur&lt;/a&gt;\" was shown with \"&lt;a href=\"Richie%20Rich%20%28film%29\"&gt;Richie Rich&lt;/a&gt;\", \"&lt;a href=\"Coyote%20Falls\"&gt;Coyote Falls&lt;/a&gt;\" was shown with ', \"&lt;a href=\"Fur%20of%20Flying\"&gt;Fur of Flying&lt;/a&gt;\" was shown with ',and \"&lt;a href=\"Rabid%20Rider\"&gt;Rabid Rider&lt;/a&gt;\" was shown with \"&lt;a href=\"Yogi%20Bear%20%28film%29\"&gt;Yogi Bear&lt;/a&gt;\".\n\"&lt;a href=\"Flash%20in%20the%20Pain\"&gt;Flash in the Pain&lt;/a&gt;\" was shown at the &lt;a href=\"Annecy%20International%20Animated%20Film%20Festival\"&gt;Annecy International Animated Film Festival&lt;/a&gt; on June 10, 2014.\nScenery.\nThe desert scenery in the first three Road Runner cartoons, \"&lt;a href=\"Fast%20and%20Furry-ous\"&gt;Fast and Furry-ous&lt;/a&gt;\" (1949), \"&lt;a href=\"Beep%2C%20Beep%20%28film%29\"&gt;Beep, Beep&lt;/a&gt;\" (1952), and \"&lt;a href=\"Going%21%20Going%21%20Gosh%21\"&gt;Going! Going! Gosh!&lt;/a&gt;\" (also 1952), was designed by &lt;a href=\"Robert%20Gribbroek\"&gt;Robert Gribbroek&lt;/a&gt; and was quite realistic. In most later cartoons the scenery was designed by &lt;a href=\"Maurice%20Noble\"&gt;Maurice Noble&lt;/a&gt; and was far more &lt;a href=\"abstract%20art\"&gt;abstract&lt;/a&gt;.\nAcme Corporation.\nWile E. Coyote often obtains various complex and ludicrous devices from a mail-order company, the fictitious &lt;a href=\"Acme%20Corporation\"&gt;Acme Corporation&lt;/a&gt;, which he hopes will help him catch the Road Runner. The devices invariably fail in improbable and spectacular fashion.\nIn August, September and October 1982, the \"&lt;a href=\"National%20Lampoon%20%28magazine%29\"&gt;National Lampoon&lt;/a&gt;\" published a three-part series chronicling the lawsuit Wile E. filed against the Acme Corporation over the faulty items they sold him in his pursuit of the Road Runner. Even though the Road Runner appeared as a witness for the plaintiff, the coyote still lost the suit.\nLaws and rules.\nIn his book \"Chuck Amuck: The Life and Times of an Animated Cartoonist\", Chuck Jones claimed that he and the artists behind the Road Runner and Wile E. Coyote cartoons adhered to some simple but strict rules:\nThese rules were not always followed, and in an interview years after the series was made, principal writer of the original 16 episodes Michael Maltese stated he had never heard of these or any \"rules\" and dismissed them as \"post production observation\".\nAs in other cartoons, the Road Runner and the coyote follow certain laws of &lt;a href=\"cartoon%20physics\"&gt;cartoon physics&lt;/a&gt;, peculiar to an animation universe. Some examples:\nBoth animals were typically introduced in a similar fashion; the action would slow to a halt, and a caption would appear with both their common name and a mock genus/species name in &lt;a href=\"Dog%20Latin\"&gt;pseudo-Latin&lt;/a&gt; (for example, in \"Zoom at the Top\", the Road Runner was classified as \"Disappearialis Quickius\", while the coyote was identified as \"Overconfidentii Vulgaris\").\nLater cartoons.\nThe original &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt; productions ended in 1963 after &lt;a href=\"Jack%20L.%20Warner\"&gt;Jack L. Warner&lt;/a&gt; closed the &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; animation studio. \"&lt;a href=\"War%20and%20Pieces\"&gt;War and Pieces&lt;/a&gt;\", the last Wile E. Coyote/Road Runner short directed by Jones, was released in mid-1964. By that time, &lt;a href=\"David%20H.%20DePatie\"&gt;David H. DePatie&lt;/a&gt; and director &lt;a href=\"Friz%20Freleng\"&gt;Friz Freleng&lt;/a&gt; had formed &lt;a href=\"DePatie%E2%80%93Freleng%20Enterprises\"&gt;DePatie–Freleng Enterprises&lt;/a&gt;, moved into the facility just emptied by Warner, and signed a license with Warner Bros. to produce cartoons for the big studio to distribute.\nTheir first cartoon to feature the Road Runner was \"&lt;a href=\"The%20Wild%20Chase\"&gt;The Wild Chase&lt;/a&gt;\", directed by Freleng in 1965. The premise was a race between the bird and \"the fastest mouse in all Mexico,\" &lt;a href=\"Speedy%20Gonzales\"&gt;Speedy Gonzales&lt;/a&gt;, with the coyote and &lt;a href=\"Sylvester%20the%20Cat\"&gt;Sylvester the Cat&lt;/a&gt; each trying to make a meal out of their respective usual targets. Much of the material was animation &lt;a href=\"rotoscoped\"&gt;rotoscoped&lt;/a&gt; from earlier Road Runner and Speedy Gonzales shorts, with the other characters added in.\nIn total, DePatie-Freleng produced 14 \"Road Runner\" cartoons, two of which were directed by &lt;a href=\"Robert%20McKimson\"&gt;Robert McKimson&lt;/a&gt; (\"&lt;a href=\"Rushing%20Roulette\"&gt;Rushing Roulette&lt;/a&gt;\" (1965) and \"&lt;a href=\"Sugar%20and%20Spies\"&gt;Sugar and Spies&lt;/a&gt;\" (1966)). Eleven of these shorts, directed by &lt;a href=\"Rudy%20Larriva\"&gt;Rudy Larriva&lt;/a&gt; (often referred to as the \"Larriva Eleven\"), were subcontracted to &lt;a href=\"Format%20Films\"&gt;Format Films&lt;/a&gt; and suffered from severe budget cuts; due to a significant drop in the number of frames used per second in animation, the \"Larriva Eleven\" were somewhat cheap-looking and jerky. The music was also of poorer quality than the older features; this was a by-product of music director &lt;a href=\"William%20Lava\"&gt;Bill Lava&lt;/a&gt; (who had replaced the recently deceased &lt;a href=\"Milt%20Franklyn\"&gt;Milt Franklyn&lt;/a&gt; three years prior) being relegated to the use of pre-composed music cues - due to the previously mentioned budget cuts - rather than a proper score, as heard with \"The Wild Chase\", \"Rushing Roulette\", and \"Run Run, Sweet Road Runner\" (the third being the only one of the \"Larriva Eleven\" to have a proper score). These 11 shorts have been considered inferior to the other Golden Age shorts, garnering mixed to poor reviews from critics. In \"Of Mice and Magic\", &lt;a href=\"Leonard%20Maltin\"&gt;Leonard Maltin&lt;/a&gt; calls the series \"witless in every sense of the word.\" In addition, except for the planet Earth scene at the tail end of \"Highway Runnery\", there was only one clip of the coyote's fall to the ground, used over and over again. Jones' previously described \"laws\" for the characters were not followed with any significant fidelity, nor were Latin phrases used when introducing the characters.\nSpin-offs.\nIn another series of Warner Bros. \"&lt;a href=\"Looney%20Tunes\"&gt;Looney Tunes&lt;/a&gt;\" cartoons, &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt; used the character design (model sheets and personality) of Wile E. Coyote as \"&lt;a href=\"Ralph%20Wolf%20and%20Sam%20Sheepdog\"&gt;Ralph Wolf&lt;/a&gt;\". In this series, Ralph continually attempts to steal &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; from a flock being guarded by the eternally vigilant Sam Sheepdog. As with the Road Runner and Wile E. Coyote series, Ralph Wolf uses all sorts of wild inventions and schemes to steal the sheep, but he is continually foiled by the &lt;a href=\"Livestock%20guardian%20dog\"&gt;sheepdog&lt;/a&gt;. In a move seen by many as a self-referential gag, Ralph Wolf continually tries to steal the sheep not because he is a fanatic (as Wile E. Coyote was), but because it is his job. In every cartoon, he and Sam Sheepdog punch a timeclock and exchange pleasantries, go to work, stop what they are doing to take a lunch break, go back to work and pick up right where they left off, and clock out to go home for the day and exchange pleasantries again, all according to a factory-like blowing whistle. The most obvious difference between the coyote and the &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;, aside from their locales, is that Wile E. has a black nose and Ralph has a red nose.\nComic books.\nWile E. Coyote was called Kelsey Coyote in his comic book debut, a &lt;a href=\"Henery%20Hawk\"&gt;Henery Hawk&lt;/a&gt; story in \"Looney Tunes and Merrie Melodies\" #91 (May 1949). He only made a couple of other appearances at this time and did not have his official name yet, as it was not used until 1951 (in \"\", his second appearance).\nThe first appearance of the Road Runner in a comic book was in \"Bugs Bunny Vacation Funnies\" #8 (August 1958) published by &lt;a href=\"Dell%20Comics\"&gt;Dell Comics&lt;/a&gt;. The feature is titled \"Beep Beep the Road Runner\" and the story \"Desert Dessert\". It presents itself as the first meeting between Beep Beep and Wile E. (whose mailbox reads \"Wile E. Coyote, Inventor and Genius\"), and introduces the Road Runner's wife, Matilda, and their three newly hatched sons (though Matilda soon disappeared from the comics). This story established the convention that the Road Runner family talked in rhyme, a convention that also appeared in early children's book adaptations of the cartoons.\nDell initially published a dedicated \"Beep Beep the Road Runner\" comic as part of \"&lt;a href=\"Four%20Color%20Comics\"&gt;Four Color Comics&lt;/a&gt;\" #918, 1008, and 1046 before launching a separate series for the character numbered #4–14 (1960–1962), with the three try-out issues counted as the first three numbers. After a hiatus, &lt;a href=\"Gold%20Key%20Comics\"&gt;Gold Key Comics&lt;/a&gt; took over the character with issues #1–88 (1966–1984). During the 1960s, the artwork was done by &lt;a href=\"Pete%20Alvarado\"&gt;Pete Alvarado&lt;/a&gt; and &lt;a href=\"Phil%20DeLara\"&gt;Phil DeLara&lt;/a&gt;; from 1966 to 1969, the Gold Key issues consisted of Dell reprints. Afterward, new stories began to appear, initially drawn by Alvarado and De Lara before Jack Manning became the main artist for the title. New and reprinted Beep Beep stories also appeared in \"&lt;a href=\"Golden%20Comics%20Digest\"&gt;Golden Comics Digest&lt;/a&gt;\" and Gold Key's revival of \"&lt;a href=\"Looney%20Tunes\"&gt;Looney Tunes&lt;/a&gt;\" in the 1970s. During this period, Wile E.'s middle name was revealed to be \"Ethelbert\" in the story \"The Greatest of E's\" in issue #53 (cover-dated September 1975) of &lt;a href=\"Gold%20Key%20Comics\"&gt;Gold Key Comics&lt;/a&gt;' licensed comic book \"Beep Beep the Road Runner\".\nThe Road Runner and Wile E. Coyote also make appearances in the &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt; \"Looney Tunes\" title. Wile E. was able to speak in some of his appearances in the DC comics.\nIn 2017, DC Comics featured a \"Looney Tunes\" and DC Comics crossovers that reimagined the characters in a darker style. The Road Runner and Wile E. Coyote had a crossover with the intergalactic bounty hunter &lt;a href=\"Lobo%20%28DC%20Comics%29\"&gt;Lobo&lt;/a&gt; in \"Lobo/Road Runner Special\" #1. In this version, the Road Runner, Wile E., and other Looney Tunes characters are reimagined as standard animals who were experimented upon with alien DNA at Acme to transform them into their cartoon forms. In the back-up story, done in more traditional cartoon style, Lobo tries to hunt down the Road Runner, but is limited by Bugs to be more kid-friendly in his language and approach.\nTelevision.\nThe Road Runner and the coyote appeared on Saturday mornings as the stars of their own TV series, \"&lt;a href=\"The%20Road%20Runner%20Show\"&gt;The Road Runner Show&lt;/a&gt;\", from September 1966 to September 1968, on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;. At this time it was merged with \"&lt;a href=\"The%20Bugs%20Bunny%20Show\"&gt;The Bugs Bunny Show&lt;/a&gt;\" to become \"The Bugs Bunny and Road Runner Show\", running from 1968 to 1985. The show was later seen on &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; until 2000, and on &lt;a href=\"Global%20Television%20Network\"&gt;Global&lt;/a&gt; until 2001.\nIn the 1970s, &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt; directed some Wile E. Coyote/Road Runner short films for the educational children's TV series \"&lt;a href=\"The%20Electric%20Company\"&gt;The Electric Company&lt;/a&gt;.\" These short cartoons used the coyote and the Road Runner to display words for children to read, but the cartoons themselves are a refreshing return to Jones' glory days.\nIn 1979, \"&lt;a href=\"Freeze%20Frame%20%28cartoon%29\"&gt;Freeze Frame&lt;/a&gt;\", in which Jones moved the chase from the desert to snow-covered mountains, was seen as part of \"&lt;a href=\"Bugs%20Bunny%27s%20Looney%20Christmas%20Tales\"&gt;Bugs Bunny's Looney Christmas Tales&lt;/a&gt;\".\nAt the end of Bugs Bunny's \"&lt;a href=\"Portrait%20of%20the%20Artist%20as%20a%20Young%20Bunny\"&gt;Portrait of the Artist as a Young Bunny&lt;/a&gt;\" (the initial sequence of &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt;' TV special \"&lt;a href=\"Bugs%20Bunny%27s%20Bustin%27%20Out%20All%20Over\"&gt;Bugs Bunny's Bustin' Out All Over&lt;/a&gt;\"), Bugs mentions to the audience that he and Elmer may have been the first pair of characters to have chase scenes in these cartoons, but then a pint-sized baby Wile E. Coyote (wearing a diaper and holding a small knife and fork) runs right in front of Bugs, chasing a gold-colored, mostly unhatched (except for the tail, which is sticking out) Road Runner egg, which is running rapidly while some high-pitched \"Beep, beep\" noises can be heard. This was followed by the full-fledged Road Runner/Wile E. Coyote short \"&lt;a href=\"Soup%20or%20Sonic\"&gt;Soup or Sonic&lt;/a&gt;\". Earlier in that story, while kid Elmer was falling from a cliff, Wile E. Coyote's adult self tells him to move over and leave falling to people who know how to do it and then he falls, followed by Elmer.\nIn the 1980s, ABC began showing many &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; shorts, but in highly edited form. Many scenes integral to the stories were taken out, including scenes in which Wile E. Coyote landed at the bottom of the canyon after having fallen from a cliff, or had a boulder or anvil actually make contact with him. In almost all WB animated features, scenes where a character's face was burnt and black, some thought resembling &lt;a href=\"blackface\"&gt;blackface&lt;/a&gt;, were removed, as were animated characters smoking &lt;a href=\"cigarette\"&gt;cigarette&lt;/a&gt;s. Some cigar smoking scenes were left in. The unedited versions of these shorts (with the exception of ones with blackface) were not seen again until &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt;, and later &lt;a href=\"Boomerang%20%28TV%20network%29\"&gt;Boomerang&lt;/a&gt;, began showing them again in the 1990s and early 2000s. Since the release of the WB library of cartoons on &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt;, the cartoons gradually disappeared from television, presumably to increase sales of the DVDs. However, Cartoon Network began to air them again in 2011, coinciding with the premiere of \"The Looney Tunes Show\" (2011), and the shorts were afterwards moved to Boomerang, where they have remained to this day.\nWile E. Coyote and the Road Runner appeared in several episodes of \"&lt;a href=\"Tiny%20Toon%20Adventures\"&gt;Tiny Toon Adventures&lt;/a&gt;\". In this series, Wile E. (voiced in the &lt;a href=\"Jim%20Reardon\"&gt;Jim Reardon&lt;/a&gt; episode \"Piece of Mind\" by &lt;a href=\"Joe%20Alaskey\"&gt;Joe Alaskey&lt;/a&gt;) was the &lt;a href=\"Dean%20%28education%29\"&gt;dean&lt;/a&gt; of &lt;a href=\"Acme%20Looniversity\"&gt;Acme Looniversity&lt;/a&gt; and the mentor of &lt;a href=\"Calamity%20Coyote\"&gt;Calamity Coyote&lt;/a&gt;. The Road Runner's protégé in this series was &lt;a href=\"Little%20Beeper\"&gt;Little Beeper&lt;/a&gt;. In the episode \"Piece of Mind\", Wile E. narrates the life story of Calamity while Calamity is falling from the top of a tall &lt;a href=\"skyscraper\"&gt;skyscraper&lt;/a&gt;. In the direct-to-video film \"\", the Road Runner finally gets a taste of humiliation by getting run over by a mail truck that \"brakes for coyotes.\"\nThe two were also seen in cameos in \"&lt;a href=\"Animaniacs\"&gt;Animaniacs&lt;/a&gt;\". They were together in two \"&lt;a href=\"Slappy%20Squirrel\"&gt;Slappy Squirrel&lt;/a&gt;\" cartoons: \"Bumbie's Mom\" and \"Little Old Slappy from &lt;a href=\"Pasadena%2C%20California\"&gt;Pasadena&lt;/a&gt;\". In the latter, the Road Runner gets another taste of humiliation when he is out-run by Slappy's car, and holds up a sign saying \"I quit\" — immediately afterward, &lt;a href=\"Buttons%20and%20Mindy\"&gt;Buttons&lt;/a&gt;, who was launched into the air during a previous gag, lands squarely on top of him. Wile E. appears without the bird in a \"&lt;a href=\"The%20Wizard%20of%20Oz%20%281939%20film%29\"&gt;The Wizard of Oz&lt;/a&gt;\" &lt;a href=\"parody\"&gt;parody&lt;/a&gt;, dressed in his &lt;a href=\"bat\"&gt;bat&lt;/a&gt;suit from one short, in a &lt;a href=\"Tornado\"&gt;twister&lt;/a&gt; (tornado) funnel in \"Buttons in Ows\". Also, in the beginning of one episode, an artist is seen drawing the Road Runner.\nIn a &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; TV ad about \"The &lt;a href=\"Acme%20Hour\"&gt;Acme Hour&lt;/a&gt;\", Wile E. Coyote utilized a pair of jet roller skates to catch the Road Runner and (quite surprisingly) \"did not\" fail. While he was cooking his prey, it was revealed that the roller skates came from a generic brand. The ad said that other brand is not the same thing.\nThe Road Runner appears in an episode of the 1991 series \"&lt;a href=\"Taz-Mania\"&gt;Taz-Mania&lt;/a&gt;\", in which Taz grabs him by the leg and gets ready to eat him, until the two gators are ready to capture Taz, so he lets the Road Runner go. In another episode of \"Taz-Mania\", the Road Runner cartoons are parodied, with Taz dressed as the Road Runner and the character Willy Wombat dressed as Wile E. Coyote. Willy tries to catch Taz with Acme Roller Skates but fails, and Taz even says \"Beep, beep\".\nWile E. and the Road Runner appeared in their toddler versions in \"&lt;a href=\"Baby%20Looney%20Tunes\"&gt;Baby Looney Tunes&lt;/a&gt;\", but only in songs. However, they both had made a cameo in the episode \"Are We There Yet?\", where the Road Runner was seen out the window of Floyd's car with Wile E. chasing him.\nWile E. Coyote had a cameo as the true identity of an alien hunter (a parody of \"&lt;a href=\"Predator%20%28alien%29\"&gt;Predator&lt;/a&gt;\") in the \"&lt;a href=\"Duck%20Dodgers%20%28TV%20series%29\"&gt;Duck Dodgers&lt;/a&gt;\" episode \"K-9 Quarry,\" voiced by &lt;a href=\"Dee%20Bradley%20Baker\"&gt;Dee Bradley Baker&lt;/a&gt;. In that episode, he was hunting Martian Commander X-2 and K-9.\nIn \"&lt;a href=\"Loonatics%20Unleashed\"&gt;Loonatics Unleashed&lt;/a&gt;\", Wile E. Coyote and the Road Runner's 28th century descendants are Tech E. Coyote (voiced by &lt;a href=\"Kevin%20Michael%20Richardson\"&gt;Kevin Michael Richardson&lt;/a&gt;) and Rev Runner (voiced by &lt;a href=\"Rob%20Paulsen\"&gt;Rob Paulsen&lt;/a&gt;). Tech E. Coyote was the tech expert of the Loonatics (influenced by the past cartoons with many of the machines ordered by Wile E. from &lt;a href=\"Acme%20Corporation\"&gt;Acme&lt;/a&gt;), and has magnetic hands and the ability to molecularly regenerate himself (influenced by the many times in which Wile E. painfully failed to capture the Road Runner and then was shown to have miraculously recovered). Tech E. Coyote speaks, but does not have a British accent as Wile E. Coyote did. Rev Runner is also able to talk, though extremely rapidly, and can fly without the use of &lt;a href=\"jet%20pack\"&gt;jet pack&lt;/a&gt;s, which are used by other members of the Loonatics. He also has sonic speed, also a take-off of the Road Runner. The pair get on rather well, despite the number of gadgets Tech designs in order to stop Rev from talking; also they have their moments where they do not get along. When friendship is shown it is often only from Rev to Tech, not the other way around; this could, however, be attributed to the fact that Tech has only the barest minimum of social skills. They are both portrayed as smart, but Tech is the better inventor and at times Rev is shown doing stupid things. References to their ancestors' past are seen in the episode \"Family Business\" where the other Road Runners are wary of Tech and Tech relives the famous falling gags done in the Wile E. Coyote/Road Runner shorts.\nThe Road Runner and Wile E. Coyote feature in 3D computer animated cartoons or cartoon animation in the &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; TV series \"&lt;a href=\"The%20Looney%20Tunes%20Show\"&gt;The Looney Tunes Show&lt;/a&gt;\". The CGI shorts were only included in Season 1, but Wile E. and the Road Runner still appeared throughout the series in 2D animation.\nWile E. Coyote also appears in the TV series \"&lt;a href=\"New%20Looney%20Tunes\"&gt;Wabbit&lt;/a&gt;\", voiced by JP Karliak, in a similar vein to his previous pairings with Bugs Bunny. He appears as Bugs' annoying know-it-all neighbor who always uses his inventions to compete with Bugs. The Road Runner began making appearances when the series was renamed \"New Looney Tunes\" in 2017.\nWile E. Coyote and the Road Runner also both appear in their own cartoon shorts in the &lt;a href=\"HBO%20Max\"&gt;HBO Max&lt;/a&gt; streaming series \"&lt;a href=\"Looney%20Tunes%20Cartoons\"&gt;Looney Tunes Cartoons&lt;/a&gt;\".\nWile E. Coyote was also in an episode of \"&lt;a href=\"Night%20Court\"&gt;Night Court&lt;/a&gt;\" (Season 7, Episode 22: \"Sill Another Day in the Life\") in which Judge Harold T. Stone (&lt;a href=\"Harry%20Anderson\"&gt;Harry Anderson&lt;/a&gt;) found him guilty of harassment and told him to leave the poor bird alone.\n3-D shorts.\nThe characters appeared in seven 3-D shorts attached to Warner Bros. features. Three have been screened with features, while the rest serve as segments in &lt;a href=\"List%20of%20The%20Looney%20Tunes%20Show%20episodes%23Season%201%20%282011%E2%80%9312%29\"&gt;season 1&lt;/a&gt; of \"&lt;a href=\"The%20Looney%20Tunes%20Show\"&gt;The Looney Tunes Show&lt;/a&gt;\". A short called \"Flash in the Pain\" was shown on the web in 2015, but was not shown in theaters.\nFilm.\nWarner Bros. is developing a live-action/animation hybrid film centered on Wile E. Coyote titled \"Coyote vs. Acme\", produced by &lt;a href=\"Warner%20Animation%20Group\"&gt;Warner Animation Group&lt;/a&gt;, with \"&lt;a href=\"The%20Lego%20Batman%20Movie\"&gt;The Lego Batman Movie&lt;/a&gt;\" director &lt;a href=\"Chris%20McKay\"&gt;Chris McKay&lt;/a&gt; on board to produce. The film is said to be based on the fictional \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\" article \"Coyote v. Acme\" by author Ian Frazier. Published in 1990, the piece imagined a lawsuit brought about by Wile E. Coyote against the Acme Company who provided him with various devices and tools to aid in his pursuit of the Road Runner. The devices frequently malfunctioned, leading to the humorous failures, injuries, and sight gags the Road Runner cartoons are known for. Jon and Josh Silberman were originally set to write the screenplay. On December 18, 2019, it was reported that &lt;a href=\"Dave%20Green%20%28director%29\"&gt;Dave Green&lt;/a&gt; will direct the project. It was also reported that the project is looking for a new writer, with Jon and Josh Silberman instead co-producing the film alongside McKay;however, by December 2020, McKay departed the project while Jon and Josh Silberman left their roles as producers and resumed their screenwriting roles, with Samy Burch, &lt;a href=\"Jeremy%20Slater\"&gt;Jeremy Slater&lt;/a&gt;, and &lt;a href=\"James%20Gunn\"&gt;James Gunn&lt;/a&gt; also writing the film. Gunn will also co-produce the project alongside &lt;a href=\"Christopher%20DeFaria\"&gt;Chris DeFaria&lt;/a&gt;. It was also announced that the film is scheduled to be released on July 21, 2023.\nVoice actors.\nThe Road Runner.\nThe voice artist &lt;a href=\"Paul%20Julian%20%28artist%29\"&gt;Paul Julian&lt;/a&gt; originated the character's voice. Before and after his death, his voice was appearing in various media, for example, in TV series, shorts and video games, such as 2014's \"&lt;a href=\"Looney%20Tunes%20Dash\"&gt;Looney Tunes Dash&lt;/a&gt;\". In addition, other voice actors have replaced him. These voice actors are:\nVideo games.\nSeveral Wile E. Coyote and the Road Runner-themed video games have been produced:\nIn popular culture.\nWile E. Coyote and the Road Runner have been frequently referenced in popular culture.\nIn the \"\" episode \"Lights! Camera! Cobra!\", &lt;a href=\"Shipwreck%20%28G.I.%20Joe%29\"&gt;Shipwreck&lt;/a&gt; kicks away a coyote before going \"Beep Beep\".\nThere are two scenes in &lt;a href=\"Stanley%20Kubrick\"&gt;Stanley Kubrick&lt;/a&gt;'s 1980 adaptation of \"&lt;a href=\"The%20Shining%20%28film%29\"&gt;The Shining&lt;/a&gt;\" where &lt;a href=\"Danny%20Torrance\"&gt;Danny Torrance&lt;/a&gt; and his mother, &lt;a href=\"Wendy%20Torrance\"&gt;Wendy Torrance&lt;/a&gt;, are watching the cartoons.\nThe cartoons have been referenced in the 1979 live-action film \"&lt;a href=\"The%20Villain%20%281979%20film%29\"&gt;The Villain&lt;/a&gt;\" with &lt;a href=\"Kirk%20Douglas\"&gt;Kirk Douglas&lt;/a&gt;' character, Cactus Jack Slade, in the role of the coyote.\nWile E. Coyote and the Road Runner appeared in the 1988 Touchstone/Amblin film \"&lt;a href=\"Who%20Framed%20Roger%20Rabbit\"&gt;Who Framed Roger Rabbit&lt;/a&gt;\"; they are seen silhouetted by the elevator doors, and in full in the final scene with other characters.\nWile E. Coyote has appeared twice in \"&lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;\": his first episode, \"&lt;a href=\"I%20Never%20Met%20the%20Dead%20Man\"&gt;I Never Met the Dead Man&lt;/a&gt;\", depicts him riding in a car with &lt;a href=\"Peter%20Griffin\"&gt;Peter Griffin&lt;/a&gt;; when Peter runs over the Road Runner and asks if he hit \"that &lt;a href=\"ostrich\"&gt;ostrich&lt;/a&gt;\", Wile E. tells him to keep going. His second appearance was in \"&lt;a href=\"PTV%20%28Family%20Guy%29\"&gt;PTV&lt;/a&gt;\", in which Wile E. attempts to get a refund for a giant-sized slingshot at an ACME retailer where Peter works. Peter says that Wile E. cannot return the slingshot, but can get store credit. Wile E's wife then arrives and tells her husband to hurry up.\nWile E. Coyote and the Road Runner appeared in \"&lt;a href=\"Seth%20MacFarlane%27s%20Cavalcade%20of%20Cartoon%20Comedy\"&gt;Seth MacFarlane's Cavalcade of Cartoon Comedy&lt;/a&gt;\" in the short \"Die, Sweet Roadrunner, Die\". In this short, Wile E. crushes the Road Runner with a large boulder and eats him, but then struggles to find purpose in life, having not trained for anything else other than chasing the Road Runner. Ultimately, after a short-lived job as a waiter in a local diner, and a suicide attempt (by way of catapulting himself into a mountain at close range), Wile E. finally realizes what he is to do with his life, and reveals he is now an advocate for Christianity.\nA couch gag from \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\" depicts Wile E. Coyote having painted the living room and the iconic couch on a large canvas (a nod to the painted tunnel gag). As he sneaks off, the Simpson family (minus &lt;a href=\"Maggie%20Simpson\"&gt;Maggie&lt;/a&gt;) hit the painting. Maggie imitates the Road Runner by sticking her tongue out and going \"meep-meep\" before zipping away. As Marge and the other kids sit on the couch, Homer goes through the canvas instead.\nIn the \"&lt;a href=\"Johnny%20Test\"&gt;Johnny Test&lt;/a&gt;\" episode \"Johnny vs. Bling Bling 3\", Johnny and Dukey use running shoes, with Bling Bling Boy in hot pursuit, as well as the Latin names, the canyon fall gag, the fake tunnel physics gag, getting run over by a truck and getting hit by an anvil.\nIn the \"Dino Dana\" episode, \"Get That Incisivosaurus!\", Dino Dana tries getting the feather of the Incisivosaurus, but her plans keep failing; her inspirations come when her dad's old cartoon show is on. Also, the Fox and the Hare may be a parody of Wile E Coyote and the Road Runner.\nBoth Wile E. Coyote and the Road Runner have appeared in \"&lt;a href=\"Robot%20Chicken\"&gt;Robot Chicken&lt;/a&gt;\" on multiple occasions. In the Season 6 sketch \"Wile E. Piphany\", Wile E. Coyote, after yet another failed attempt at catching the Road Runner, gives up, and, feeling his life no longer has meaning, commits suicide with an ACME Suicide Kit (which, despite costing a lot of money, only consists of a roll of duct tape and a plastic bag). The Road Runner attends his funeral, but it turns out to be a trap; Wile E. had faked his death, and the funeral is fake as well - he then roasts the Road Runner alive with a flamethrower. At his abode, while devouring the bird, Wile E. communicates with the viewers (by way of wooden signs) \"In case you were wondering...yes, I have an erection.\" A short from Season 9 serves as a parody of the television series \"&lt;a href=\"How%20to%20Get%20Away%20with%20Murder\"&gt;How to Get Away with Murder&lt;/a&gt;\", and features Wile E. as an egotistical criminology professor who describes to his students the \"unsolvable\" murder of the Road Runner (never revealing to them that he himself committed it). The students initially refuse to believe the murder took place as it did when presented with the items used to commit it (a pile of bird seed, a collection of ball bearings, an oversized magnet, and a rocket powered hang glider) due to the absurdity of it, so Wile E. brings them to the desert to provide a demonstration. While there, he is discovered to have committed the murder after a student looks through Acme Corporation's &lt;a href=\"United%20States%20Department%20of%20Homeland%20Security\"&gt;Homeland Security&lt;/a&gt; mandated list of individuals who purchased rocket-powered merchandise (of whom Wile E. was the only one), whereupon he is executed via the electric chair. A second Season 9 short features Wile E. selling a piece of artwork depicting a road going off into a horizon line. The Road Runner arrives and runs through the painting as if it were a real road (a reference to an iconic gag from the original shorts); Wile E. attempts to chase him, but runs smack into the painting instead, whereupon he dies instantly.\nThe series as a whole is mentioned briefly during one of the two endings in the 1996 &lt;a href=\"point-and-click%20adventure%20game\"&gt;point-and-click adventure game&lt;/a&gt; \"&lt;a href=\"Harvester%20%28video%20game%29\"&gt;Harvester&lt;/a&gt;\" when a character compares the violence in video games to \"Road Runner cartoons\".\nGuitarist &lt;a href=\"Mark%20Knopfler\"&gt;Mark Knopfler&lt;/a&gt; created a song called \"Coyote\" in homage to the cartoon shows of Wile E. Coyote and the Road Runner on the 2002 album \"&lt;a href=\"The%20Ragpicker%27s%20Dream\"&gt;The Ragpicker's Dream&lt;/a&gt;\". The &lt;a href=\"Tom%20Smith%20%28filker%29\"&gt;Tom Smith&lt;/a&gt; song \"Operation: Desert Storm\", which won a &lt;a href=\"Pegasus%20award\"&gt;Pegasus award&lt;/a&gt; for Best Fool Song in 1999, is about the different crazy ways the coyote's plans fail.\n&lt;a href=\"Dee%20Snider\"&gt;Dee Snider&lt;/a&gt;, lead singer of the &lt;a href=\"glam%20metal\"&gt;glam metal&lt;/a&gt; band &lt;a href=\"Twisted%20Sister\"&gt;Twisted Sister&lt;/a&gt; stated in his Congressional testimony before the &lt;a href=\"Parents%20Music%20Resource%20Center\"&gt;PRMC&lt;/a&gt; hearings on adding Parental Advisory labels for what they deemed were increasingly offensive lyrics, imagery, violence and misogyny in music and music videos, that the music video for the band's signature song \"&lt;a href=\"We%27re%20Not%20Gonna%20Take%20It%20%28Twisted%20Sister%20song%29\"&gt;We're Not Gonna Take It&lt;/a&gt;\" was based heavily on the cartoon, specifically how the band's foil in the video, assuming the role of Wile E. Coyote, seems more or less unharmed in each successive scene, much as he does in the cartoon, despite whatever severe injury or accident befalls him, and bearing no resemblance to the lyrics of the song.\nHumorist &lt;a href=\"Ian%20Frazier\"&gt;Ian Frazier&lt;/a&gt; created the mock-legal prose piece \"Coyote v. Acme\", which is included in a book of the same name.\n&lt;a href=\"Terry%20Pratchett\"&gt;Terry Pratchett&lt;/a&gt; included an oblique reference to the cartoons in \"&lt;a href=\"Thief%20of%20Time\"&gt;Thief of Time&lt;/a&gt;\" where Newgate Ludd (later &lt;a href=\"Lobsang%20Ludd\"&gt;Lobsang Ludd&lt;/a&gt;) managed to stop time for himself whilst falling; this is referred to as \"The Stance of the Coyote\", echoing the &lt;a href=\"cartoon%20physics\"&gt;cartoon physics&lt;/a&gt; of the coyote's falls.\n&lt;a href=\"All%20Elite%20Wrestling\"&gt;All Elite Wrestling&lt;/a&gt;, which airs on a WarnerMedia cable channel (WarnerMedia owns the Looney Tunes franchise), referenced it when Jon Moxley referenced the dud bomb explosion at &lt;a href=\"Revolution%20%282021%29\"&gt;AEW Revolution&lt;/a&gt;. In Moxley's vignette during the ensuing Dynamite fallout show, he referenced the Exploding Barbed Wire match conclusion against Kenny Omega, taunting Omega for the alleged botch with a reference to Wile E. Coyote's Acme Industries products: \"Let me ask you a question, when that bomb came in the mail did it come in a box with big, bold letters that said ‘ACME’ on it? I’ve made more explosive volcanoes in fourth-grade science class, what the hell was that?”\nDuring a scene in \"\", the \"&lt;a href=\"Drawn%20Together\"&gt;Drawn Together&lt;/a&gt;\" cast accidentally run over and kill the Road Runner with &lt;a href=\"List%20of%20Drawn%20Together%20characters\"&gt;Foxxy Love&lt;/a&gt;'s van. Upon noticing this, Wile E. Coyote runs up to the Road Runner's corpse and declares \"Without you, my life really has no meaning\", before shooting himself with a &lt;a href=\"Novelty%20item\"&gt;\"Bang!\" flag gun&lt;/a&gt;."
}