{
    "id": "99812",
    "revid": "43101543",
    "url": "https://en.wikipedia.org/wiki?curid=99812",
    "title": "Henry Fox Talbot",
    "text": "William Henry Fox Talbot &lt;a href=\"Fellow%20of%20the%20Royal%20Society\"&gt;FRS&lt;/a&gt; &lt;a href=\"FRSE\"&gt;FRSE&lt;/a&gt; &lt;a href=\"Royal%20Astronomical%20Society\"&gt;FRAS&lt;/a&gt; (; 11 February 180017 September 1877) was an English scientist, inventor and photography pioneer who invented the &lt;a href=\"Salt%20print\"&gt;salted paper&lt;/a&gt; and &lt;a href=\"calotype\"&gt;calotype&lt;/a&gt; processes, precursors to photographic processes of the later 19th and 20th centuries. His work, in the 1840s on photomechanical reproduction, led to the creation of the photoglyphic engraving process, the precursor to &lt;a href=\"photogravure\"&gt;photogravure&lt;/a&gt;. He was the holder of a controversial patent that affected the early development of commercial photography in Britain. He was also a noted photographer who contributed to the development of photography as an artistic medium. He published \"&lt;a href=\"The%20Pencil%20of%20Nature\"&gt;The Pencil of Nature&lt;/a&gt;\" (1844–46), which was illustrated with original salted paper prints from his calotype &lt;a href=\"Negative%20%28photography%29\"&gt;negatives&lt;/a&gt;, and made some important &lt;a href=\"early%20photographers%20of%20York\"&gt;early photographs&lt;/a&gt; of Oxford, Paris, &lt;a href=\"Reading%2C%20Berkshire\"&gt;Reading&lt;/a&gt;, and York.\nA &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt;, Talbot was elected to the &lt;a href=\"Royal%20Society\"&gt;Royal Society&lt;/a&gt; in 1831 for his work on the &lt;a href=\"integral%20calculus\"&gt;integral calculus&lt;/a&gt;, and researched in &lt;a href=\"optics\"&gt;optics&lt;/a&gt;, &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt;, electricity and other subjects such as &lt;a href=\"etymology\"&gt;etymology&lt;/a&gt; and &lt;a href=\"ancient%20history\"&gt;ancient history&lt;/a&gt;.\nEarly life.\nTalbot was the only child of William Davenport Talbot, of &lt;a href=\"Lacock%20Abbey\"&gt;Lacock Abbey&lt;/a&gt;, near &lt;a href=\"Chippenham\"&gt;Chippenham&lt;/a&gt;, Wiltshire, and of Lady Elisabeth Fox Strangways, daughter of the &lt;a href=\"Henry%20Fox-Strangways%2C%202nd%20Earl%20of%20Ilchester\"&gt;2nd Earl of Ilchester&lt;/a&gt;. His governess was &lt;a href=\"Agnes%20Porter\"&gt;Agnes Porter&lt;/a&gt; who had also educated his mother. Talbot was educated at &lt;a href=\"Rottingdean\"&gt;Rottingdean&lt;/a&gt;, &lt;a href=\"Harrow%20School\"&gt;Harrow School&lt;/a&gt; and at &lt;a href=\"Trinity%20College%2C%20Cambridge\"&gt;Trinity College, Cambridge&lt;/a&gt;, where he was awarded the &lt;a href=\"Porson%20Prize\"&gt;Porson Prize&lt;/a&gt; in Classics in 1820, and graduated as twelfth &lt;a href=\"Wrangler%20%28University%20of%20Cambridge%29\"&gt;wrangler&lt;/a&gt; in 1821. From 1822 to 1872, he communicated papers to the Royal Society, many of them on mathematical subjects. At an early period, he began optical researches, which later bore fruit in connection with photography. To the \"&lt;a href=\"Edinburgh%20Philosophical%20Journal\"&gt;Edinburgh Philosophical Journal&lt;/a&gt;\" in 1826 he contributed a paper on \"Some Experiments on Coloured Flame\"; to the \"&lt;a href=\"Quarterly%20Journal%20of%20Science\"&gt;Quarterly Journal of Science&lt;/a&gt;\" in 1827 a paper on \"Monochromatic Light\"; and to the \"&lt;a href=\"Philosophical%20Magazine\"&gt;Philosophical Magazine&lt;/a&gt;\" papers on chemical subjects, including one on \"Chemical Changes of Colour\".\nPhotographic inventions.\nTalbot invented a process for creating reasonably light-fast and permanent photographs that was the first made available to the public; however, his was neither &lt;a href=\"View%20from%20the%20Window%20at%20Le%20Gras\"&gt;the first such process invented&lt;/a&gt; nor the first one publicly announced.\nShortly after &lt;a href=\"Louis%20Daguerre\"&gt;Louis Daguerre&lt;/a&gt;'s invention of the &lt;a href=\"daguerreotype\"&gt;daguerreotype&lt;/a&gt; was announced in early January 1839, without details, Talbot asserted priority of invention based on experiments he had begun in early 1834. At a Friday Evening Discourse at the &lt;a href=\"Royal%20Institution\"&gt;Royal Institution&lt;/a&gt; on 25 January 1839, Talbot exhibited several paper photographs he had made in 1835. Within a fortnight, he communicated the general nature of his process to the Royal Society, followed by more complete details a few weeks later. Daguerre did not publicly reveal any useful details until mid-August, although by the spring it had become clear that his process and Talbot's were very different.\nTalbot's early \"salted paper\" or \"photogenic drawing\" process used writing paper bathed in a weak solution of ordinary table salt (&lt;a href=\"sodium%20chloride\"&gt;sodium chloride&lt;/a&gt;), dried, then brushed on one side with a strong solution of &lt;a href=\"silver%20nitrate\"&gt;silver nitrate&lt;/a&gt;, which created a tenacious coating of very light-sensitive &lt;a href=\"silver%20chloride\"&gt;silver chloride&lt;/a&gt; that darkened where it was exposed to light. Whether used to create shadow image &lt;a href=\"photogram\"&gt;photogram&lt;/a&gt;s by placing objects on it and setting it out in the sunlight, or to capture the dim images formed by a &lt;a href=\"Lens%20%28optics%29\"&gt;lens&lt;/a&gt; in a &lt;a href=\"Camera%20obscura\"&gt;camera&lt;/a&gt;, it was a \"printing out\" process, meaning that the exposure had to continue until the desired degree of darkening had been produced. In the case of camera images, that could require an exposure of an hour or two if something more than a silhouette of objects against a bright sky was wanted. Earlier experimenters such as &lt;a href=\"Thomas%20Wedgwood%20%28photographer%29\"&gt;Thomas Wedgwood&lt;/a&gt; and &lt;a href=\"Nic%C3%A9phore%20Ni%C3%A9pce\"&gt;Nicéphore Niépce&lt;/a&gt; had captured shadows and camera images with silver salts years before, but they could find no way to prevent their photographs from fatally darkening all over when exposed to daylight. Talbot devised several ways of chemically stabilizing his results, making them sufficiently insensitive to further exposure that direct sunlight could be used to print the negative image produced in the camera onto another sheet of salted paper, creating a positive.\nThe Calotype.\nThe \"calotype\", or \"talbotype\", was a \"developing out\" process, Talbot's improvement of his earlier photogenic drawing process by the use of a different silver salt (&lt;a href=\"silver%20iodide\"&gt;silver iodide&lt;/a&gt; instead of silver chloride) and a developing agent (&lt;a href=\"gallic%20acid\"&gt;gallic acid&lt;/a&gt; and silver nitrate) to bring out an invisibly slight &lt;a href=\"Latent%20image\"&gt;\"latent\" image&lt;/a&gt; on the exposed paper. This reduced the required exposure time in the camera to only a minute or two for subjects in bright sunlight. The &lt;a href=\"translucent\"&gt;translucent&lt;/a&gt; calotype negative made it possible to produce as many positive prints as desired by simple &lt;a href=\"contact%20print\"&gt;contact print&lt;/a&gt;ing, whereas the daguerreotype was an opaque direct positive that could be reproduced only by being copied with a camera. On the other hand, the calotype, despite waxing of the negative to make the image clearer, still was not pin-sharp like the metallic daguerreotype, because the paper fibres blurred the printed image. The simpler salted paper process was normally used when making prints from calotype negatives.\nTalbot announced his calotype process in 1841, and in August he licensed &lt;a href=\"Henry%20Collen\"&gt;Henry Collen&lt;/a&gt;, the miniature painter, as the first professional calotypist. The most celebrated practitioners of the process were &lt;a href=\"Hill%20%26amp%3B%20Adamson\"&gt;Hill &amp; Adamson&lt;/a&gt;. Another notable calotypist was &lt;a href=\"Levett%20Landon%20Boscawen%20Ibbetson\"&gt;Levett Landon Boscawen Ibbetson&lt;/a&gt;.\nIn 1842, Talbot received the &lt;a href=\"Rumford%20Medal\"&gt;Rumford Medal&lt;/a&gt; of the Royal Society for his photographic discoveries.\nIn 1852, Talbot discovered that &lt;a href=\"gelatine\"&gt;gelatine&lt;/a&gt; treated with &lt;a href=\"potassium%20dichromate\"&gt;potassium dichromate&lt;/a&gt;, a sensitiser introduced by &lt;a href=\"Mungo%20Ponton\"&gt;Mungo Ponton&lt;/a&gt; in 1839, is made less soluble by exposure to light. This later provided the basis for the important &lt;a href=\"carbon%20print\"&gt;carbon print&lt;/a&gt;ing process and related technologies. Dichromated gelatine is still used for some laser &lt;a href=\"holography\"&gt;holography&lt;/a&gt;.\nTalbot's later photographic work was concentrated on photomechanical reproduction methods. In addition to making the mass reproduction of photographic images more practical and much less expensive, rendering a photograph into ink on paper, known to be permanent on a scale of hundreds if not thousands of years, was clearly one sure way to avoid the problems with fading that had soon become apparent in early types of silver image paper prints. Talbot created the photoglyphic (or \"photoglyptic\") engraving process, later perfected by others as the photogravure process.\nPatenting controversy.\nDaguerre's work on his process had commenced at about the same time as Talbot's earliest work on his salted paper process. In 1839, Daguerre's agent applied for English and Scottish patents only a matter of days before France, having granted Daguerre a pension for it, declared his invention \"free to the world\". The &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;United Kingdom&lt;/a&gt;, along with the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, therefore became the only places where a licence was legally required to make and sell daguerreotypes. This exception is now usually regarded as both an expression of old national animosities, still smouldering just 24 years after &lt;a href=\"Battle%20of%20Waterloo\"&gt;Waterloo&lt;/a&gt;, and a reaction to Talbot's patent. Talbot never attempted to patent any part of his printed-out silver chloride \"photogenic drawing\" process and his calotype patent was not registered in Scotland.\nIn February 1841, Talbot obtained an English patent for his developed-out calotype process. At first, he sold individual patent &lt;a href=\"licence\"&gt;licence&lt;/a&gt;s for £20 each; later, he lowered the fee for amateur use to £4. Professional photographers, however, had to pay up to £300 annually. In a business climate where many patent holders were attacked for enforcing their rights, and an academic world that viewed the patenting of new discoveries as a hindrance to scientific freedom and further progress, Talbot's behaviour was widely criticised. On the other hand, many scientists supported his patent and they gave expert evidence in later trials. In addition, the calotype method was free for scientific uses, an area that Talbot himself pioneered, such as &lt;a href=\"photomicrography\"&gt;photomicrography&lt;/a&gt;. One reason Talbot later gave for vigorously enforcing his rights was that he had spent, according to his own reckoning, about £5,000 on his various photographic endeavours over the years and wanted to at least recoup his expenses.\nIn 1844, Talbot helped set up an establishment in Russell Terrace (now Baker Street), &lt;a href=\"Reading%2C%20Berkshire\"&gt;Reading&lt;/a&gt;, for mass-producing salted paper prints from his calotype negatives. The Reading Establishment, as it was known, also offered services to the public, making prints from others' negatives, copying artwork and documents, and taking portraits at its studio. The enterprise was not a success.\nIn 1851, the year of Daguerre's death, &lt;a href=\"Frederick%20Scott%20Archer\"&gt;Frederick Scott Archer&lt;/a&gt; publicised the &lt;a href=\"collodion%20process\"&gt;wet collodion process&lt;/a&gt;, which made it practical to use glass instead of paper as the support for making the camera negative. The lack of detail often criticised in prints made from calotype negatives was overcome, and sharp images, comparable in detail to daguerreotypes, could finally be provided by convenient paper prints. The collodion process soon replaced the calotype in commercial use, and by the end of the decade, the daguerreotype was virtually extinct as well.\nAsserting a very broad interpretation of his patent rights, Talbot declared that anyone using the collodion process would still need to get a calotype licence.\nIn August 1852, \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" published an open letter by &lt;a href=\"William%20Parsons%2C%203rd%20Earl%20of%20Rosse\"&gt;Lord Rosse&lt;/a&gt;, the president of the Royal Society, and &lt;a href=\"Charles%20Lock%20Eastlake\"&gt;Charles Lock Eastlake&lt;/a&gt;, the president of the &lt;a href=\"Royal%20Academy\"&gt;Royal Academy&lt;/a&gt;, who called on Talbot to relieve the patent pressure that was perceived as stifling the development of photography. Talbot agreed to waive licensing fees for amateurs, but he continued to pursue professional portrait photographers, having filed several lawsuits.\nIn 1854, Talbot applied for an extension of the 14-year patent. At that time, one of his lawsuits, against photographer &lt;a href=\"Martin%20Laroche\"&gt;Martin Laroche&lt;/a&gt;, was heard in court. The \"&lt;a href=\"Talbot%20v.%20Laroche\"&gt;Talbot v. Laroche&lt;/a&gt;\" case proved to be pivotal. Laroche's side argued that the patent was invalid, as a similar process had been invented earlier by &lt;a href=\"Joseph%20Bancroft%20Reade\"&gt;Joseph Reade&lt;/a&gt;, and that using the collodion process did not infringe the calotype patent in any case, because of significant differences between the two processes. In the verdict, the jury upheld the calotype patent but agreed that Laroche was not infringing upon it by using the collodion process. Disappointed by the outcome, Talbot chose not to extend his patent.\n1844 calotype of Thomas Moore and the Talbot household.\nTalbot was a friend and neighbour in Wiltshire of the famed Irish poet and writer &lt;a href=\"Thomas%20Moore\"&gt;Thomas Moore&lt;/a&gt;. Dated April 1844, Talbot made a calotype of Moore as a visitor standing with members of his own household. \nThe distinctive curls identify Talbot's half sister Henrietta Horatia Fielding standing to his left.  Eliza Frayland, the nursemaid at the far left, had come into the family’s employ with the birth of Charles Henry Talbot in 1842.  Arranged in the front are Matilda Caroline (later Gilchrist-Clark, age 5); Ela Theresa (age 9);  Rosamond Constance Talbot (age 7).  The woman at the right is possibly Moore's wife Bessy.\nMoore took an early interest in Talbot's photogenic drawings. Talbot, in turn, took images of Moore's hand-written poetry possibly for inclusion in facsimile in an edition of \"&lt;a href=\"The%20Pencil%20of%20Nature\"&gt;The Pencil of Nature&lt;/a&gt;.\" \nSpectroscopic and optical investigations.\nTalbot was one of the earliest researchers into the field of &lt;a href=\"Spectroscopy\"&gt;spectral analysis&lt;/a&gt;. He showed that the spectrum of each of the &lt;a href=\"chemical%20element\"&gt;chemical element&lt;/a&gt;s was unique and that it was possible to identify the chemical elements from their &lt;a href=\"Spectrum\"&gt;spectra&lt;/a&gt;. Such analysis was to become important in examining the light from distant stars, and hence inferring their atomic composition. He also investigated the &lt;a href=\"polarization%20of%20light\"&gt;polarization of light&lt;/a&gt; using &lt;a href=\"tourmaline\"&gt;tourmaline&lt;/a&gt; crystals and &lt;a href=\"iceland%20spar\"&gt;iceland spar&lt;/a&gt; or &lt;a href=\"calcite\"&gt;calcite&lt;/a&gt; crystals, and pioneered the design and use of the &lt;a href=\"polarizing%20microscope\"&gt;polarizing microscope&lt;/a&gt;, now widely used by geologists for examining thin rock sections to identify minerals within them.\nTalbot allowed free use of the &lt;a href=\"calotype%20process\"&gt;calotype process&lt;/a&gt; for scientific applications, and he himself published the first known photomicrograph of a mineral crystal. Another photomicrograph shows insect wings as seen in the \"solar microscope\" he and others developed for projecting images onto a large screen of tiny objects using sunlight as a light source. The large projections could then be photographed by exposure to sensitized paper. He studied the &lt;a href=\"diffraction\"&gt;diffraction&lt;/a&gt; of light using &lt;a href=\"grating\"&gt;grating&lt;/a&gt;s and discovered a new phenomenon, now known as the &lt;a href=\"Talbot%20effect\"&gt;Talbot effect&lt;/a&gt;.\nTalbot was very keen on applying the calotype method to recording natural phenomena, such as plants for example, as well as buildings and landscapes. The calotype technique was offered free by Talbot for scientific and amateur use. He was aware that the &lt;a href=\"visible%20spectrum\"&gt;visible spectrum&lt;/a&gt; comprised a very small part of what we now know as &lt;a href=\"electromagnetic%20radiation\"&gt;electromagnetic radiation&lt;/a&gt;, and that powerful and invisible light beyond the violet was capable of inducing chemical effects, a type of radiation we now call &lt;a href=\"ultra-violet%20radiation\"&gt;ultra-violet radiation&lt;/a&gt;.\nOther activities.\nTalbot was active in politics, being a moderate Reformer who generally supported the &lt;a href=\"British%20Whig%20Party\"&gt;Whig&lt;/a&gt; Ministers. He served as Member of Parliament for &lt;a href=\"Chippenham%20%28UK%20Parliament%20constituency%29\"&gt;Chippenham&lt;/a&gt; between 1832 and 1835 when he retired from Parliament. He also held the office of &lt;a href=\"High%20Sheriff%20of%20Wiltshire\"&gt;High Sheriff of Wiltshire&lt;/a&gt; in 1840.\nWhile engaged in his scientific researches, Talbot devoted much time to archaeology. He had a 20-year involvement in the field of &lt;a href=\"Assyriology\"&gt;Assyriology&lt;/a&gt;, the study of the history, archaeology and culture of &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt; (present-day &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;). With &lt;a href=\"Sir%20Henry%20Rawlinson%2C%201st%20Baronet\"&gt;Henry Rawlinson&lt;/a&gt; and &lt;a href=\"Edward%20Hincks\"&gt;Edward Hincks&lt;/a&gt; he shares the honour of having been one of the first decipherers of the &lt;a href=\"cuneiform%20%28script%29\"&gt;cuneiform&lt;/a&gt; inscriptions of &lt;a href=\"Nineveh\"&gt;Nineveh&lt;/a&gt;. He published \"Hermes, or Classical and Antiquarian Researches\" (1838–39), and \"Illustrations of the Antiquity of the &lt;a href=\"Book%20of%20Genesis\"&gt;Book of Genesis&lt;/a&gt;\" (1839). He was also the author of \"English Etymologies\" (1846)."
}